{
    "rukus": [
        {
            "chapter": 4,
            "verse": 43,
            "text": "يَٰأَيُّهَا اَ۬لذِينَ ءَامَنُواْ لَا تَقْرَبُواْ اُ۬لصَّلَوٰةَ وَأَنتُمْ سُكَٰرَيٰ حَتَّيٰ تَعْلَمُواْ مَا تَقُولُونَ وَلَا جُنُباً إِلَّا عَابِرِے سَبِيلٍ حَتَّيٰ تَغْتَسِلُواْۖ وَإِن كُنتُم مَّرْضَيٰ أَوْ عَلَيٰ سَفَرٍ أَوْ جَا أَحَدࣱ مِّنكُم مِّنَ اَ۬لْغَآئِطِ أَوْ لَٰمَسْتُمُ اُ۬لنِّسَآءَ فَلَمْ تَجِدُواْ مَآءࣰ فَتَيَمَّمُواْ صَعِيداࣰ طَيِّباࣰ فَامْسَحُواْ بِوُجُوهِكُمْ وَأَيْدِيكُمْۖ إِنَّ اَ۬للَّهَ كَانَ عَفُوّاً غَفُوراًۖ‏"
        },
        {
            "chapter": 4,
            "verse": 44,
            "text": "أَلَمْ تَرَ إِلَي اَ۬لذِينَ أُوتُواْ نَصِيباࣰ مِّنَ اَ۬لْكِتَٰبِ يَشْتَرُونَ اَ۬لضَّلَٰلَةَ وَيُرِيدُونَ أَن تَضِلُّواْ اُ۬لسَّبِيلَۖ‏"
        },
        {
            "chapter": 4,
            "verse": 45,
            "text": "وَاللَّهُ أَعْلَمُ بِأَعْدَآئِكُمْۖ وَكَفَيٰ بِاللَّهِ وَلِيّاࣰ وَكَفَيٰ بِاللَّهِ نَصِيراࣰۖ‏"
        },
        {
            "chapter": 4,
            "verse": 46,
            "text": "۞مِّنَ اَ۬لذِينَ هَادُواْ يُحَرِّفُونَ اَ۬لْكَلِمَ عَن مَّوَاضِعِهِۦ وَيَقُولُونَ سَمِعْنَا وَعَصَيْنَا وَاسْمَعْ غَيْرَ مُسْمَعࣲ وَرَٰعِنَا لَيّاَۢ بِأَلْسِنَتِهِمْ وَطَعْناࣰ فِے اِ۬لدِّينِۖ وَلَوْ أَنَّهُمْ قَالُواْ سَمِعْنَا وَأَطَعْنَا وَاسْمَعْ وَانظُرْنَا لَكَانَ خَيْراࣰ لَّهُمْ وَأَقْوَمَۖ وَلَٰكِن لَّعَنَهُمُ اُ۬للَّهُ بِكُفْرِهِمْ فَلَا يُؤْمِنُونَ إِلَّا قَلِيلاࣰۖ‏"
        },
        {
            "chapter": 4,
            "verse": 47,
            "text": "يَٰأَيُّهَا اَ۬لذِينَ أُوتُواْ اُ۬لْكِتَٰبَ ءَامِنُواْ بِمَا نَزَّلْنَا مُصَدِّقاࣰ لِّمَا مَعَكُم مِّن قَبْلِ أَن نَّطْمِسَ وُجُوهاࣰ فَنَرُدَّهَا عَلَيٰ أَدْبَٰرِهَا أَوْ نَلْعَنَهُمْ كَمَا لَعَنَّا أَصْحَٰبَ اَ۬لسَّبْتِۖ وَكَانَ أَمْرُ اُ۬للَّهِ مَفْعُولاًۖ‏"
        },
        {
            "chapter": 4,
            "verse": 48,
            "text": "إِنَّ اَ۬للَّهَ لَا يَغْفِرُ أَنْ يُّشْرَكَ بِهِۦۖ وَيَغْفِرُ مَا دُونَ ذَٰلِكَ لِمَنْ يَّشَآءُۖ وَمَنْ يُّشْرِكْ بِاللَّهِ فَقَدِ اِ۪فْتَرَيٰ إِثْماً عَظِيماًۖ‏"
        },
        {
            "chapter": 4,
            "verse": 49,
            "text": "أَلَمْ تَرَ إِلَي اَ۬لذِينَ يُزَكُّونَ أَنفُسَهُمۖ بَلِ اِ۬للَّهُ يُزَكِّے مَنْ يَّشَآءُۖ وَلَا يُظْلَمُونَ فَتِيلاًۖ‏"
        },
        {
            "chapter": 4,
            "verse": 50,
            "text": "اُ۟نظُرْ كَيْفَ يَفْتَرُونَ عَلَي اَ۬للَّهِ اِ۬لْكَذِبَ وَكَفَيٰ بِهِۦ إِثْماࣰ مُّبِيناًۖ‏"
        }
    ]
}