{
    "juzs": [
        {
            "chapter": 27,
            "verse": 56,
            "text": "Kogda Lut nastavlyal svoy narod pokonchit' s etim merzkim grekhom, otvetom na eto byli lish' slova: \"Izgonite Luta, yego sem'yu i yego posledovateley iz etogo seleniya, ved' - oni pravedniki i ne khotyat byt' nashimi souchastnikami"
        },
        {
            "chapter": 27,
            "verse": 57,
            "text": "My spasli ot nakazaniya, kotoromu podvergli etot narod, Luta, vsyu yego sem'yu, krome yego zheny, kotoroy My predopredelili ostat'sya i pogibnut' vmeste s nechestivtsami"
        },
        {
            "chapter": 27,
            "verse": 58,
            "text": "My prolili na etikh nechestivykh rasputnikov muchitel'nyy strashnyy dozhd', unichtozhivshiy tekh, kogo My preduprezhdali i uveshchevali o muchitel'nom i tyazhkom nakazanii, no oni ne vnyali Nam"
        },
        {
            "chapter": 27,
            "verse": 59,
            "text": "Skazhi (o prorok!): \"YA blagodaren Allakhu i voskhvalyayu Yego Yedinogo. Da budet mir nad Yego rabami, kotorykh On izbral poslantsami!\" Skazhi, o prorok, mnogobozhnikam: \"Komu luchshe poklonyat'sya - Allakhu Yedinomu ili idolam, kotoryye ne mogut prinesti ni vreda, ni blaga"
        },
        {
            "chapter": 27,
            "verse": 60,
            "text": "Sprosi ikh (o prorok!) o Tom, kto sozdal nebesa i zemlyu, i vso to, chto na nikh, i nizvol s neba dozhd' dlya vashey pol'zy, i vyrastil im prekrasnyye sady. A vam ne pod silu vyrastit' derev'ya raznogo vida, tsveta i dayushchiye raznyye plody! Eta garmoniya v tvorenii svidetel'stvuyet o tom, chto net drugogo boga , krome Allakha. No te, kto ne uveroval - nespravedlivy, otvergayut istinu i veru i sklonny ko lzhi i mnogobozhiyu"
        },
        {
            "chapter": 27,
            "verse": 61,
            "text": "Sprosi ikh (o prorok!), kto sdelal zemlyu tvordoy dlya zhilishch i prozhivaniya na ney i provol po ney reki, i ustanovil na ney tvordyye gory, chtoby ona ne kolebalas', i postavil pregradu mezhdu presnoy vodoy i solonoy vodoy, chtoby oni ne smeshalis'?! Net drugogo boga naryadu s Allakhom. Ved' On - Yedinyy Tvorets! Da, bol'shinstvo lyudey ne khochet izvlech' pol'zy ot istinnogo znaniya, budto oni ne vedayut"
        },
        {
            "chapter": 27,
            "verse": 62,
            "text": "Sprosi ikh (mnogobozhnikov), o prorok, o Tom, kto otvechayet na pros'bu nuzhdayushchegosya, yesli on v bede i vzyvayet k Allakhu smirenno i bogoboyaznenno, kto ustranyayet ot cheloveka zlo i stradaniye i delayet vas naslednikami tekh, kto byl na zemle do vas?! Net drugogo boga naryadu s Allakhom, daruyushchim eti blaga. No vy, neveruyushchiye, malo postigayete iz etikh nazidaniy"
        },
        {
            "chapter": 27,
            "verse": 63,
            "text": "I sprosi ikh (mnogobozhnikov), o prorok, o Tom, kto zhe vedot ikh vo mrake po sushe ili po moryu, kto napravlyayet vetry radostnoy vest'yu o dozhde, yavlyayushchemsya miloserdiyem ot Allakha im?! Razve yest' drugoy bog naryadu s Allakhom, kto by mog eto sdelat'?! Poistine, Allakh prevyshe togo, chtoby Yemu pripisyvali kogo-libo v souchastniki - khvala Yemu Vsemogushchemu"
        },
        {
            "chapter": 27,
            "verse": 64,
            "text": "Sprosi zhe ikh (mnogobozhnikov),o prorok, o Tom, kto vpervyye nachal tvoreniye i kto vozobnovlyayet yego posle nebytiya. Kto nizvodit vam s neba udel, potrebnyy dlya zhizni, i vyrashchivayet yego iz zemli? Net drugogo boga naryadu s Allakhom, kotoryy mog by eto delat'! Skazhi (o prorok!), uprekaya: \"Yesli zhe u vas yest' drugoy bog, pomimo Allakha, predstav'te nam dokazatel'stvo etogo, yesli vy govorite pravdu, kak vy izmyshlyayete! Poistine, vy ne smozhete dat' nikakogo dokazatel'stva"
        },
        {
            "chapter": 27,
            "verse": 65,
            "text": "Skazhi im (o prorok!), chto Tot yedinstvennyy, kto vso eto sotvoril, Yedinyy, Vsevyshniy - khvala Yemu,- kotoryy znayet vso sokrovennoye v nebesakh i na zemle , - eto Allakh Yedinyy. A lyudi ne znayut, kogda oni budut voskresheny iz mogil dlya Suda, vozdayaniya i nakazaniya"
        },
        {
            "chapter": 27,
            "verse": 66,
            "text": "Da, ikh znaniye o budushchey zhizni ot prezhnego nevezhestva teper' perekhodit v somneniye. Oni slepy v postizhenii lyuboy istiny, ibo ikh zabluzhdeniya zatmili ikh sposobnost' k poznaniyu"
        },
        {
            "chapter": 27,
            "verse": 67,
            "text": "Nevernyye, otvergaya voskresheniye, govoryat: \"Razve kogda my stanem prakhom, kak nashi praottsy, my budem voskresheny i podnimemsya vnov' dlya zhizni"
        },
        {
            "chapter": 27,
            "verse": 68,
            "text": "Mukhammad nam eto obeshchal tak zhe, kak poslanniki do nego obeshchali nashim ottsam i predkam ran'she. Yesli by eto obeshchaniye bylo pravdivym, to ono sbylos' by. No eto - lish' lozh' i izmyshleniya pervykh"
        },
        {
            "chapter": 27,
            "verse": 69,
            "text": "Skazhi im (nevernym), o prorok: \"Stupayte po zemle i posmotrite sledy nakazaniy Allakha, postigshikh nevernykh. Mozhet byt', vy urazumeyete, podumav nad etim, i budete boyat'sya nakazaniya v budushchey zhizni"
        },
        {
            "chapter": 27,
            "verse": 70,
            "text": "Ne ogorchaysya (o Mukhammad!), chto nevernyye ne posledovali za toboy. Ved' tvoyo delo lish' uveshchevat'. Pust' trevoga i smyateniye ne poselyatsya v tvoyom serdtse iz-za ikh kozney i zlykh zamyslov. Poistine, Allakh - tvoy storonnik i pomoshchnik"
        },
        {
            "chapter": 27,
            "verse": 71,
            "text": "Nevernyye tak daleko uglubilis' v oproverzhenii istiny, chto khotyat uskorit' nakazaniye, govorya: \"Kogda zhe nastanet vremya nakazaniya, kotorym vy nam ugrozhayete, yesli vy govorite pravdu, chto nevernykh postignet nakazaniye"
        },
        {
            "chapter": 27,
            "verse": 72,
            "text": "Otvet' im (o prorok!): \"Mozhet byt', priblizhayetsya k vam i postignet vas chast' togo nakazaniya, kotoroye vy khotite uskorit'"
        },
        {
            "chapter": 27,
            "verse": 73,
            "text": "Tvoy Gospod' (o Mukhammad!) - Blagodetel', okazyvayushchiy vsem lyudyam milosti. Po Svoyey milosti On otsrochil nakazaniye nevernym lzhetsam, no bol'shinstvo lyudey ne ponimayut milostey Allakha i Yemu neblagodarny"
        },
        {
            "chapter": 27,
            "verse": 74,
            "text": "Allakh - tvoy Gospod' (o prorok!)! On znayet taynoye i yavnoye v ikh serdtsakh, durnykh rechakh i skvernykh deyaniyakh i nakazhet ikh za eto"
        },
        {
            "chapter": 27,
            "verse": 75,
            "text": "Net nichego sokrovennogo ni v nebesakh, ni na zemle, chego by Allakh ne znal i chego by ne bylo v Knige Istiny u Nego"
        },
        {
            "chapter": 27,
            "verse": 76,
            "text": "Poistine, etot Koran, nisposlannyy Mukhammadu, raz\"yasnyayet synam Israila istinu togo, chto bylo nisposlano im v Tore iz veroucheniy, nastavleniy, nazidaniy, istoriy i pritch, i vozvrashchayet ikh na istinnyy put' v otnoshenii togo, v chom oni razoshlis' vo mneniyakh"
        },
        {
            "chapter": 27,
            "verse": 77,
            "text": "Poistine, eto Pisaniye - Koran - rukovodstvo k pryamomu puti, spasayushcheye ot zabluzhdeniya, i milost' i spaseniye ot nakazaniya dlya vsekh, kto uveroval v nego"
        },
        {
            "chapter": 27,
            "verse": 78,
            "text": "Tvoy Gospod' (o Mukhammad!) spravedlivo rassudit mezhdu vsemi lyud'mi v Sudnyy den'. On - Vsepobezhdayushchiy, i Sud Yego okonchatel'nyy! On - Vsevedushchiy, i u Nego istina yavno otdelena ot lzhi, oni ne smeshivayutsya"
        },
        {
            "chapter": 27,
            "verse": 79,
            "text": "Polagaysya i upovay na Allakha (o prorok!), uporno i terpelivo prodolzhay prizyv k Istine Allakha, buduchi uveren v podderzhke Allakha i pobede. Ved' ty idosh' yavno pryamym putom. Ne ogorchaysya ob oproverzhenii nevernymi tvoyego prizyva, ono ne povredit tebe"
        },
        {
            "chapter": 27,
            "verse": 80,
            "text": "Poistine, ty (o prorok!) ne mozhesh' ikh vyvesti iz zabluzhdeniya, ibo oni, slovno mortvyye, nichego ne soznayut i, kak glukhiye, nichego ne slyshat. Ved' oni ne gotovy slushat' tvoy prizyv, ibo oni daleko zashli v oproverzhenii tebya"
        },
        {
            "chapter": 27,
            "verse": 81,
            "text": "Ty (o prorok!) ne vyvedesh' iz zabluzhdeniya i ne napravish' na pryamoy put' tekh, u kotorykh slepy serdtsa i glaza. Ty ne smozhesh' privlech' k vere nikogo, krome tekh, kto prinimayet tvoy prizyv k vere v Nashe Pisaniye i Nashi znameniya. Eti smirenno predalis' Allakhu i poklonyayutsya Yemu"
        },
        {
            "chapter": 27,
            "verse": 82,
            "text": "Kogda priblizitsya Sudnyy den' i nakazaniye nevernykh, obeshchannyye Allakhom, Allakh vyvedet lyudyam nekoye zhivotnoye iz-pod zemli, kotoroye provozglasit, chto neveruyushchiye ne uverili ni v znameniya Allakha, ni v Sudnyy den'. Uzhe nastal Chas, v kotoryy oni ne verili, a otritsali. Vot strakh Sudnogo dnya i nakazaniye"
        },
        {
            "chapter": 27,
            "verse": 83,
            "text": "I pomni (o prorok!), tot Den', kogda My soberom iz kazhdogo naroda tolpu iz tekh, kto oprovergal Nashi znameniya, a imenno, tekh predvoditeley, za kotorymi sledovala obshchina. I oni predstanut dlya raschota i nakazaniya pered svoimi obshchinami"
        },
        {
            "chapter": 27,
            "verse": 84,
            "text": "Kogda oni predstanut pered Allakhom dlya raschota, Allakh - khvala Yemu Vsevyshnemu! - skazhet im, uprekaya ikh: \"Vy oprovergli vse Moi znameniya, ne dumaya i ne vnikaya v nikh. Tak chto zhe vy delali? A vy byli sotvoreny ne zrya"
        },
        {
            "chapter": 27,
            "verse": 85,
            "text": "Ikh postignet nakazaniye za ikh beschinstva i uron, nanesonnyy sebe, ibo byli oni nevernymi nechestivtsami. Teper' oni ne mogut ni zashchitit' sebya, ni prinesti izvineniya"
        },
        {
            "chapter": 27,
            "verse": 86,
            "text": "Oni videli, chto Allakh sotvoril noch' dlya otdykha, a den' - osveshchonnym, chtoby lyudi mogli trudit'sya radi svoyego prozhivaniya. V etom - yavnyye dokazatel'stva yedinobozhiya Allakha dlya lyudey, razumeyushchikh eti znameniya i uverovavshikh v Allakha"
        },
        {
            "chapter": 27,
            "verse": 87,
            "text": "Pomni (o prorok!) tot Den', kogda Israfil zatrubit v trubu po poveleniyu Allakha, i strakh okhvatit vsekh, kto v nebesakh i na zemle, ot strashnogo trubnogo glasa, krome tekh, kogo Allakh uspokoit i spasot ot strakha. Vse sushchestva predstanut pered Allakhom smirenno i pokorno"
        },
        {
            "chapter": 27,
            "verse": 88,
            "text": "Ty (o Mukhammad!) uvidish' gory, kotoryye ty schital tvordymi i nepodvizhnymi, - vot oni dvizhutsya tak bystro, slovno oblaka. Eto deyaniye Allakha, kotoryy prekrasno i v sovershenstve sotvoril kazhduyu veshch' . On - khvala Yemu Vsevyshnemu! - vedayet obo vsem, chto delayut lyudi: ikh zlodeyaniya i dobrodeyaniya, i vozdast im za eto"
        },
        {
            "chapter": 27,
            "verse": 89,
            "text": "Kazhdomu, kto vershil v zemnom mire dobryye deyaniya: veril v Allakha i iskrenne povinovalsya Yemu - budet velichayshaya nagrada za eti deyaniya. Eti blagochestivyye, veruyushchiye v Sudnyy den' budut v bezopasnosti ot vsyakogo uzhasa i strakha"
        },
        {
            "chapter": 27,
            "verse": 90,
            "text": "Te, kotoryye pridut v Sudnyy den' s durnymi deyaniyami - neveruyushchiye i ne poklonyayushchiyesya Allakhu mnogobozhniki, - kotoryye oni sovershili v blizhayshey zhizni i umerli, sovershiv eti velikiye grekhi, budut povergnuty v ogon' i budet im skazano s uprokom: \"Vam vozdayotsya segodnya za vashe mnogobozhiye i nepovinoveniye"
        },
        {
            "chapter": 27,
            "verse": 91,
            "text": "Skazhi (o prorok!) lyudyam: \"Mne poveleno poklonyat'sya tol'ko Allakhu Yedinomu, Gospodu Mekki, kotoryy sdelal gorod zapreshchonnym i bezopasnym, v kotorom ne sovershayetsya krovoprolitiya, ne okhotyatsya na dich' i ne rubyat derev'ya. Allakhu - khvala Yemu Vsevyshnemu! - prinadlezhat vse tvoreniya vo Vselennoy, i mne poveleno byt' smirenno predavshimsya Yemu"
        },
        {
            "chapter": 27,
            "verse": 92,
            "text": "Skazhi (o Mukhammad!): \"Mne takzhe poveleno postoyanno chitat' Koran, poklonyat'sya Allakhu, razumet' Koran i prilezhno prodolzhat' prizyv k tomu, chto soderzhitsya v etom Pisanii. Tot, kto poydot po pryamomu puti, uverit v Koran i posleduyet za prorokom Mukhammadom, - delayet sebe blago, a tot, kto zabluditsya, sob'yotsya s pryamogo puti istiny, ne posleduyet za toboy, o Mukhammad, skazhi yemu: \"YA - tol'ko poslannik, uveshchevayu vas i peredayu vam poslaniye Allakha"
        },
        {
            "chapter": 27,
            "verse": 93,
            "text": "Skazhi (o prorok!): \"Slava Allakhu za milost' prorochestva i rukovodstva po pryamomu puti. Allakh vam pokazhet Svoi znameniya v blizhayshey zhizni, dokazyvayushchiye Yego velikuyu moshch', a v budushchey zhizni, dokazyvayushchiye istinnost' togo, chto On vam obeshchal. I vy eti znameniya togda chotko uznayete. Poistine, Allakh ne nebrezhot tem, chto vy delayete, i mozhet vozdat' vam za vashi deyaniya"
        },
        {
            "chapter": 28,
            "verse": 1,
            "text": "(Ta) - S (Sin) - M (Mim). Eti zvuchnyye bukvy privedeny, chtoby pokazat', chto nepodrazhayemyy Koran sostoit iz tekh zhe bukv, iz kotorykh sostoit vasha rech'. Sura nachinayetsya s etikh bukv, chtoby privlech' vnimaniye slushateley"
        },
        {
            "chapter": 28,
            "verse": 2,
            "text": "Siye - ayaty, kotoryye My vnushayem tebe (o poslannik!), - ayaty yasnogo Korana, otdelyayushchego istinu ot lzhi, razreshonnoye ot zapreshchonnogo, soderzhashchego obeshchaniye vozdayaniya i ugrozu nakazaniya"
        },
        {
            "chapter": 28,
            "verse": 3,
            "text": "My tebe rasskazyvayem istinnyye vesti o Muse i o Faraone, chtoby veruyushchiye izvlekli pouchitel'nyy urok i nazidaniye iz etikh sobytiy"
        },
        {
            "chapter": 28,
            "verse": 4,
            "text": "Faraon slishkom vysoko prevoznossya, prestupil vse predely v nespravedlivosti na zemle Yegipta i proizvol v narode svoyom raskol, pribliziv k sebe odnu partiyu, porabotiv i podchiniv sebe drugiye. Zhelaya oslabit' synov Israila, on ubival ikh synovey, ostavlyaya im docherey. Ved' Faraon byl iz skverneyshikh rasputnykh tiranov"
        },
        {
            "chapter": 28,
            "verse": 5,
            "text": "Allakh zhe pozhelal okazat' Svoyu milost' tem, kogo Faraon unizil i podchinil sebe na zemle, i sdelat' ikh predvoditelyami, vedushchimi k dobru, naslednikami zemli i vlasti"
        },
        {
            "chapter": 28,
            "verse": 6,
            "text": "My ikh ukrepim na zemle, gde oni naydut sebe mesto, i yavim Faraonu, yego ministru Khamanu i ikh voyskam to, chego oni opasayutsya - unichtozheniye vlasti Faraona odnim iz synovey Israila"
        },
        {
            "chapter": 28,
            "verse": 7,
            "text": "Allakh vnushil materi Musy, kogda ona byla v strakhe, kak by Faraon ne ubil yeyo syna, kak on ubival synov Israila, kormit' grud'yu syna spokoyno, ne volnuyas' iz-za Faraona. A kogda ona budet boyat'sya za nego, to dolzhna polozhit' yego v yashchik i brosit' v Nil, ne opasayas' i ne pechalyas'. Poistine, Allakh sokhranit yego, vernot yego k ney i napravit yego poslannikom k synam Israila"
        },
        {
            "chapter": 28,
            "verse": 8,
            "text": "Sem'ya Faraona vzyala malen'kogo rebonka - Musu - k sebe, chtoby sbylos' predopredelonnoye Allakhom, - Musa budet poslannikom, vrazhdebnym po otnosheniyu k nim, prichinoy ikh neschastiy, ibo on vozglasit, chto ikh religiya nepravil'naya, i vyyavit ikh nechestiye i nespravedlivost'"
        },
        {
            "chapter": 28,
            "verse": 9,
            "text": "Uvidev rebonka, zhena Faraona skazala svoyemu muzhu: \"Etot rebonok budet istochnikom radosti dlya menya i dlya tebya. My yego ostavim i ne ub'yom, - mozhet byt', on prinesot nam pol'zu, ili my voz'mom yego za syna\". Oni ne znali, chto bylo Allakhom predopredeleno etomu rebonku"
        },
        {
            "chapter": 28,
            "verse": 10,
            "text": "Serdtse materi Musy szhalos' ot uzhasa, kogda ona uznala, chto yeyo syn popal v ruki Faraona. I ona iz-za zhalosti k nemu chut' bylo ne vydala, chto eto yeyo syn. No Allakh podkrepil yeyo serdtse terpeniyem, chtoby ona uspokoilas' i byla iz uravnoveshennykh veruyushchikh"
        },
        {
            "chapter": 28,
            "verse": 11,
            "text": "Mat' Musy skazala yego sestre: \"Sleduy za nim, chtoby uznat', chto s nim sluchitsya\". Sestra nablyudala za nim so storony, chtoby nikto yeyo ne zametil. Faraon i yego okruzheniye ne znali, chto ona yego sestra"
        },
        {
            "chapter": 28,
            "verse": 12,
            "text": "I Allakh zapretil Muse grud' kormilits (u kotorykh on ne khotel sosat' moloko), poka ne nashlas' yego mat'. Sem'ya Faraona byla opechalena i ozabochena etim. Togda yego sestra skazala im: \"Ukazat' li vam sem'yu, kotoraya budet zabotit'sya o nom, kormit', vospityvat' i oberegat' yego"
        },
        {
            "chapter": 28,
            "verse": 13,
            "text": "Oni poslushalis' yeyo, i tak Allakh vernul Musu k yego materi, chtoby ona uteshilas' i bol'she ne pechalilas' ot razluki s nim i chtoby ona yeshcho bol'she uverila, chto obeshchaniye Allakha - istina, kotoraya obyazatel'no ispolnitsya v svoyo vremya. No bol'shinstvo lyudey ne znali, chto Musa vernulsya k svoyey materi, ibo oni ne znali, kto on"
        },
        {
            "chapter": 28,
            "verse": 14,
            "text": "Kogda Musa vyros i dostig zrelosti, Allakh odaril yego mudrost'yu i znaniyem. My daruyem dobrodeyushchim veruyushchim za ikh dobro milost', podobnuyu toy, kotoruyu My darovali Muse i yego materi"
        },
        {
            "chapter": 28,
            "verse": 15,
            "text": "Musa voshol v Yegipet nezametno dlya yego obitateley, kotoryye otdykhali v eto vremya i ne obratili na nego vnimaniya. On uvidel dvukh muzhchin, kotoryye dralis' drug s drugom: odin byl iz synov Israila, a drugoy - iz naroda Faraona. I vozzval tot, kto byl iz synov Israila, k nemu o pomoshchi protiv protivnika. Musa pomog yemu. On udaril kulakom protivnika i nechayanno ubil yego. Musa raskayalsya v etom i skazal pechal'no: \"To, chto ya sdelal, eto - deyaniye shaytana. Ved' shaytan - yavnyy vrag cheloveku, vvodyashchiy yego v zabluzhdeniye i sbivayushchiy yego s pryamogo puti"
        },
        {
            "chapter": 28,
            "verse": 16,
            "text": "Musa obratilsya k Allakhu, raskaivayas': \"Gospodi! YA povredil samomu sebe tem deyaniyem, kotoroye ya sovershil. Prosti mne moy grekh\". Allakh vnyal yego mol'be i prostil yego. Poistine, Allakh - Proshchayushchiy, Miloserdnyy"
        },
        {
            "chapter": 28,
            "verse": 17,
            "text": "Musa skazal, smirenno i bogoboyaznenno obrashchayas' k Allakhu: \"Gospodi, nastav' menya na put' dobra i povedi menya pryamym putom, ibo Ty odaril menya mudrost'yu i znaniyem. Yesli Ty menya napravish' na pryamoy put', ya nikogda ne budu na storone nevernykh i prestupnikov (greshnikov)"
        },
        {
            "chapter": 28,
            "verse": 18,
            "text": "S etogo momenta Musa stal osteregat'sya, opasayas' zla i vreda ot naroda iz-za togo, chto on ubil yegiptyanina, i on so strakhom osmatrivalsya po storonam. Vdrug tot soplemennik, kotoryy zval yego na pomoshch' vchera, opyat' vzyvayet k nemu o pomoshchi protiv drugogo yegiptyanina. Musa skazal, poritsaya yego: \"Ty yavno sbilsya s pryamogo puti istiny, ibo ty opyat' delayesh' to, chto delal vchera, i vnov' obrashchayesh'sya ko mne za pomoshch'yu"
        },
        {
            "chapter": 28,
            "verse": 19,
            "text": "Vso zhe Musa khotel nabrosit'sya na yegiptyanina - vraga ikh oboikh, no tot, podumav, chto Musa khochet ubit' yego, skazal yemu: \"Neuzheli, o Musa, ty khochesh' ubit' menya, kak ty ubil cheloveka vchera? Naverno, ty khochesh' byt' lish' tiranom na zemle i ne khochesh' byt' iz dobrodeyushchikh pravednikov"
        },
        {
            "chapter": 28,
            "verse": 20,
            "text": "Odin pravednik iz naroda Faraona pribezhal k Muse s okrainy goroda, kogda vest' o tom, chto Musa ubil yegiptyanina, rasprostranilas'. On soobshchil Muse, chto znat' soveshchayetsya o nom, chtoby yego ubit', i posovetoval Muse ubezhat' iz goroda, chtoby izbegnut' etogo, i dobavil, chto on dayot Muse dobryy sovet"
        },
        {
            "chapter": 28,
            "verse": 21,
            "text": "Musa vyshel iz goroda, so strakhom ozhidaya, chto vragi povredyat yemu, i smirenno molil Allakha spasti yego ot nespravedlivykh nechestivtsev"
        },
        {
            "chapter": 28,
            "verse": 22,
            "text": "Kogda Musa napravilsya v storonu Madyana - seleniya Shuayba, gde tsarila bezopasnost', on smirenno obratilsya k Allakhu, molya napravit' yego na put' istiny, dobra i spaseniya"
        },
        {
            "chapter": 28,
            "verse": 23,
            "text": "Kogda Musa podoshol k kolodtsu v Madyane, tam bylo mnogo lyudey, kotoryye poili skot; poodal' ot nikh on uvidel dvukh devushek, kotoryye otgonyali svoikh ovets ot vody. Musa sprosil ikh, pochemu oni otoshli ot vody. Oni yemu otvetili: \"My ne mozhem voyti v tolpu i zhdom, poka pastukhi ne napoyat svoy skot. Ved' nash otets - glubokiy starik i ne mozhet ni pasti ovets, ni poit' ikh"
        },
        {
            "chapter": 28,
            "verse": 24,
            "text": "Musa po svoyey dobroy vole napoil ikh ovets, zatem napravilsya v storonu, sel pod derevo otdokhnut' v yego teni i obratilsya smirenno k Allakhu: \" Gospodi! YA nuzhdayus' v tom blage i udele, kotoryy Ty mne nisposhlosh'"
        },
        {
            "chapter": 28,
            "verse": 25,
            "text": "Odna iz devushek, poslannaya svoim ottsom k Muse, kogda otets uznal o yego pomoshchi im, robko podoshla k Muse i skazala yemu: \"Moy otets priglashayet tebya, chtoby zaplatit' tebe za to, chto ty napoil nam ovets\". Musa prishol k nemu i rasskazal, kak on ushol iz Yegipta. Otets devushek skazal yemu: \"Ne boysya, ty spassya ot nespravedlivogo, nechestivogo naroda. Ved' Faraon ne imeyet nikakoy vlasti nad nami"
        },
        {
            "chapter": 28,
            "verse": 26,
            "text": "Odna iz devushek skazala: \"Otets moy! Naymi yego pasti ovets. On - luchshiy, kogo ty mozhesh' nanyat'. Ved' on sil'nyy i vernyy"
        },
        {
            "chapter": 28,
            "verse": 27,
            "text": "Shuayb - da budet yemu mir! - skazal Muse: \"YA khochu zhenit' tebya na odnoy iz moikh docherey. Tvoim kalymom za neyo budet to, chto ty naymosh'sya ko mne na vosem' let. A yesli otrabotayesh' desyat', to eto budet po tvoyey dobroy vole. YA ne khochu zatrudnyat' tebya, ostavlyaya na boleye dlitel'nyy srok. Ty obnaruzhish', yesli Allakhu budet ugodno, chto ya iz pravednykh, dobrodeyushchikh, vernykh svoyemu slovu"
        },
        {
            "chapter": 28,
            "verse": 28,
            "text": "Musa otvetil: \"To, chto ty mne obeshchal, uzhe resheno mezhdu mnoy i toboy. Kakoy by iz etikh srokov ya ni otrabotal, ya budu veren dogovoru s toboy, i ty ne potrebuyesh' ot menya bol'she. Pust' Allakh budet nashim svidetelem i poruchitelem"
        },
        {
            "chapter": 28,
            "verse": 29,
            "text": "Kogda Musa otrabotal ustanovlennyy srok i stal muzhem docheri togo startsa, kotoryy yemu dal priyut, on vernulsya s ney v Yegipet. Po puti tuda on uvidel na sklone gory Tora ogon'. Togda on skazal svoyey sem'ye: \"Ostan'tes' zdes'! YA zametil v etoy temnote ogon'. YA poydu tuda, mozhet byt', prinesu vam vesti o doroge ili goryashchuyu golovnyu, chtoby vy sogrelis'"
        },
        {
            "chapter": 28,
            "verse": 30,
            "text": "Kogda Musa podoshol k ognyu, kotoryy on zametil, to uslyshal zov s pravoy storony ot nego iz dereva, rastushchego v Svyashchennom meste ryadom s goroy. Eto byl zov Svyshe: \"O Musa! YA - Allakh, Gospod' mirov! Nikto ne zasluzhivayet, chtoby yemu poklonyalis', krome Menya. YA - Tvorets mirov, ikh Zashchitnik, Khranitel' i Nastavnik obitateley mirov"
        },
        {
            "chapter": 28,
            "verse": 31,
            "text": "Muse bylo skazano:\" Bros' svoy posokh!\" On brosil posokh, i Allakh prevratil yego v zmeyu. Uvidev, kak posokh izvivayetsya, slovno zhivaya zmeya, on brosilsya bezhat', ne oglyadyvayas'. I opyat' razdalsya zov: \"Poslushay, o Musa, vernis' na prezhneye mesto i ne boysya. Ty iz tekh, kto v polnoy bezopasnosti"
        },
        {
            "chapter": 28,
            "verse": 32,
            "text": "Polozhi svoyu ruku za pazukhu, i ona vyydet sovsem beloy, bez sledov bolezni i prizhmi ruku k svoyey grudi, chtoby ischez strakh. I ne boysya smotret' na posokh, izvivayushchiysya, slovno zhivaya zmeya, i na beluyu ruku. Poistine, eto dva znameniya ot Allakha, s kotorymi ty vstretish'sya s Faraonom i yego obshchinoy, kogda oni oprovergnut tvoyo poslaniye, schitaya yego lozh'yu i ne povinuyas' Allakhu"
        },
        {
            "chapter": 28,
            "verse": 33,
            "text": "Musa, opasayas' i prosya pomoshchi i podderzhki, skazal: \"Gospodi! YA zhe ubil u nikh odnu dushu, kak by oni ne ubili menya za eto"
        },
        {
            "chapter": 28,
            "verse": 34,
            "text": "Kharun, moy brat, boleye krasnorechiv, chem ya. Poshli yego so mnoy peredat' Tvoyo poslaniye. YA boyus', kak by oni ne sochli menya lzhetsom"
        },
        {
            "chapter": 28,
            "verse": 35,
            "text": "Allakh Vsevyshniy otvetil na yego mol'bu: \"My ukrepim tebya Kharunom i dadim vam vlast', i okazhem podderzhku Nashimi znameniyami, i oni ne smogut prichinit' vam vreda. Vy oba i vse, kto posleduyet za vami i poydot po vashemu puti, budete pobeditelyami i oderzhite verkh nad nechestivtsami"
        },
        {
            "chapter": 28,
            "verse": 36,
            "text": "Kogda Musa protivostoyal Faraonu i yego narodu svoim prizyvom, podkreplonnym yavnymi znameniyami, oni ne priznali to, chto uvideli, a ob\"yavili: \" Eto - lish' izmyshlennoye koldovstvo. My nikogda ne slyshali o tom, k chemu ty prizyvayesh', ot tekh, kto predshestvoval nam - ot svoikh ottsov i praottsov"
        },
        {
            "chapter": 28,
            "verse": 37,
            "text": "Musa skazal v otvet Faraonu i yego narodu: \"Moy Gospod' znayet, chto ya prishol ot Nego s yasnymi znameniyami, vedushchimi k istine i pryamomu puti. On yavlyayetsya Svidetelem togo, vo chto vy ne verite i otritsayete. Allakh znayet, chto nas i lyudey, veruyushchikh v istinu, zhdot dobryy konets i chto ne budet nikogda dobra u neveruyushchikh. Poistine, u neveruyushchikh nikogda ne budet dobra i blaga"
        },
        {
            "chapter": 28,
            "verse": 38,
            "text": "Kogda Faraon okazalsya bessil'nym pered znameniyami, predstavlennymi Musoy, on, yeshcho boleye ozhestochivshis', skazal: \"O moi priblizhonnyye! YA ne slyshal, chtoby byl drugoy Gospod' dlya vas, krome menya\". Faraon prikazal svoyemu ministru Khamanu postroit' yemu vysochayshuyu bashnyu, chtoby on mog podnyat'sya naverkh i posmotret' na Gospoda, k kotoromu prizyvayet Musa. Etimi slovami Faraon khotel utverdit', chto Musa yakoby iz lzhetsov"
        },
        {
            "chapter": 28,
            "verse": 39,
            "text": "Faraon i yego voysko vozgordilis' na zemle Yegipta bez prava na to, polagaya, chto nikogda ne predstanut pered Nami v budushchey zhizni dlya raschota i nakazaniya"
        },
        {
            "chapter": 28,
            "verse": 40,
            "text": "My lishili Faraona yego vlasti i tsarstva i poveli yego s voyskami k moryu, v kotorom potopili ikh, podvergnuv nakazaniyu za ikh nechestiye i nespravedlivost'. Porazmyshlyay, o Mukhammad, nad etim i predosteregi svoy narod ot takogo kontsa v zemnoy zhizni, v kotoroy nechestivtsy podverglis' nakazaniyu. Poistine, ty oderzhish' pobedu nad nimi"
        },
        {
            "chapter": 28,
            "verse": 41,
            "text": "Allakh Vsevyshniy skazal: \"My sdelali ikh predvoditelyami, kotoryye v zabluzhdenii prizyvali k neveriyu, vedushchemu k ognyu. V Sudnyy den' oni ne naydut sebe storonnika, kotoryy mog by spasti ikh ot nakazaniya"
        },
        {
            "chapter": 28,
            "verse": 42,
            "text": "My lishili ikh Svoyey milosti, predav ikh proklyatiyu v zemnom mire, a v Sudnyy den' oni budut prezirayemy i podvergnutsya gibeli"
        },
        {
            "chapter": 28,
            "verse": 43,
            "text": "Podvergnuv gibeli nechestivtsev iz prezhnikh narodov, kotoryye ne uverovali v znameniya Allakha, On nisposlal Muse Toru, chtoby ona stala Svetom dlya serdets. Poistine, serdtsa u lyudey prebyvali v temnote, ne znali istiny i byli lisheny rukovodstva k pryamomu puti, nakhodyas' v zabluzhdenii. Tora stala putom k dostizheniyu milosti Allakha dlya tekh, kto sleduyet yey, chtoby oni urazumeli yeyo ucheniya i speshili slushat' i vypolnyat' yeyo nastavleniya i zakony i otstranyat'sya ot zapretnogo"
        },
        {
            "chapter": 28,
            "verse": 44,
            "text": "Ty, o Mukhammad, ne byl s Musoy na zapade gory, kogda Allakh poruchil yemu missiyu proroka. Ty ne byl sredi sovremennikov Musy i ne byl svidetelem togo, kak on peredal Poslaniye. Kak zhe mozhet tvoy narod, o Mukhammad, schitat' tvoyo Poslaniye lozh'yu, kogda v nom povestvovaniye o prezhnikh prorokakh"
        },
        {
            "chapter": 28,
            "verse": 45,
            "text": "My sotvorili mnogo pokoleniy. Minovali veka, i lyudi zabyli obety i obeshchaniya, dannyye Allakhu. Ty ne byl, o Mukhammad, v Madyane, chtoby ty mog vozveshchat' zhitelyam Mekki o sobytiyakh v nom. No My izbrali tebya poslannikom i vnushili tebe eto v Nashem Otkrovenii"
        },
        {
            "chapter": 28,
            "verse": 46,
            "text": "Ty, o Mukhammad, ne byl na sklone gory, kogda Allakh vozzval k Muse i izbral yego dlya Svoyego Poslaniya, no Allakh vnushil tebe eto po Svoyey milosti k tebe i k tvoyey obshchine, chtoby vozveshchat' narodu, k kotoromu ne byl ran'she napravlen poslannik, ob istine. Mozhet byt', oni porazmyslyat"
        },
        {
            "chapter": 28,
            "verse": 47,
            "text": "Yesli by nevernyye, kogda ikh postignet nakazaniye za ikh nechestiye, ne izvinyalis' i ne opravdyvalis' by, govorya: \"O Gospodi nash, Ty ne napravil k nam poslannika, v kotorogo by my uverovali i posledovali by za Tvoimi znameniyami, i stali by my togda iz veruyushchikh\", - My togda ne napravlyali by k lyudyam poslannikov s Poslaniyami"
        },
        {
            "chapter": 28,
            "verse": 48,
            "text": "Kogda zhe k neveruyushchim prishol poslannik Allakha Mukhammad - da blagoslovit yego Allakh i privetstvuyet! - s Koranom ot Allakha, oni skazali: \"Yesli by tol'ko yemu - Mukhammadu - byli darovany oshchutimyye znameniya i Kniga, nisposlannaya srazu polnost'yu, kak Tora\". No razve prezhde oni ne otritsali Musu i yego znameniya tak zhe, kak oni teper' ne veruyut ni v Mukhammada - da blagoslovit yego Allakh i privetstvuyet, - ni v Knigu, nisposlannuyu yemu, i govoryat: \"My vo vso ne verim\"? Podobnaya nastoychivost' v nepriznanii vedot tol'ko k neveriyu v znameniya Allakha"
        },
        {
            "chapter": 28,
            "verse": 49,
            "text": "Skazhi im, o poslannik: \"Yesli vy ne uverovali ni v Toru, ni v Koran, to prinesite ot Allakha luchshuyu knigu - rukovodstvo - ili knigu, podobnuyu etim Pisaniyam, togda ya posleduyu za ney vmeste s vami, yesli vy utverzhdayete, chto my vam prinesli tol'ko odno lish' koldovstvo"
        },
        {
            "chapter": 28,
            "verse": 50,
            "text": "Yesli oni ne otvetyat na tvoy prizyv yavit' boleye pravdivuyu knigu, to znay, chto oni uzhe poluchili Nashe rukovodstvo i im ne ostalos' nikakogo opravdaniya za ikh neveriye. Oni ne uverovali, ibo sleduyut tol'ko za svoimi strastyami. Net boleye nechestivogo i boleye sbitogo s pryamogo puti, chem tot, kto sleduyet za svoimi strastyami v vere bez rukovodstva ot Allakha. Poistine, Allakh ne napravit na pryamoy put' nechestivtsev, kotoryye vredyat samim sebe, ibo oni sledovali lzhi i ne iskali istiny"
        },
        {
            "chapter": 28,
            "verse": 51,
            "text": "Allakh nisposylal im Koran postepenno, odnu chast' za drugoy po Svoyey mudrosti, i v nom posledovatel'no obeshchayetsya nagrada i uveshchevayetsya o nakazanii. V Korane privodyatsya takzhe istorii, pritchi, pouchitel'nyye uroki i nazidaniya, chtoby lyudi urazumeli i uverovali v to, chto v nom"
        },
        {
            "chapter": 28,
            "verse": 52,
            "text": "Te, kotorym My ran'she nisposlali Toru i Yevangeliye, do togo kak My nisposlali Koran, i oni uverovali v Toru i Yevangeliye, i v to, chto v nikh o Mukhammade - da blagoslovit yego Allakh i privetstvuyet! - i o Korane, - eti uverovali i v Mukhammada - da blagoslovit yego Allakh i privetstvuyet, - i v Pisaniye (Koran)"
        },
        {
            "chapter": 28,
            "verse": 53,
            "text": "I kogda im chitayetsya Koran, oni govoryat, spesha ob\"yavit' o svoyey vere: \" My uverovali v nego, ibo on - Istina ot nashego Gospoda. I my uzhe znali pravdu o Mukhammade - da blagoslovit yego Allakh i privetstvuyet! - i o yego Knige, do togo kak ona byla nisposlana. My yeshcho ran'she etogo predalis' Allakhu i stali musul'manami"
        },
        {
            "chapter": 28,
            "verse": 54,
            "text": "Tem, kto uveroval v Koran i v Pisaniya, nisposlannyye do Korana, budet darovana nagrada dvazhdy - za to, chto oni terpeli mucheniya i vred, kotorym oni podvergalis' za svoyu veru, a takzhe za to, chto vershat dobryye deyaniya, dobrom i milost'yu otstranyayut zlo i raskhoduyut na dobryye deyaniya milostynyu iz togo udela, kotoryy daroval im Allakh"
        },
        {
            "chapter": 28,
            "verse": 55,
            "text": "I kogda oni slyshat lozh' i pustosloviye ot nevezhd, oni otvrashchayutsya ot etogo, dumaya ob Allakhe Vsevyshnem, i govoryat: \"Nashi deyaniya - vernyye i istinnyye, i my ne perestanem ikh vershit', a vashi deyaniya - lozhnyye, i ikh grekh lezhit na vas. U nas svoi dela, a u vas svoi dela. Mir vam! My ne khotim byt' ili obshchat'sya s nevezhdami"
        },
        {
            "chapter": 28,
            "verse": 56,
            "text": "Ty, o poslannik, starayesh'sya vesti svoy narod pryamym putom, no ty ne smozhesh' vvesti v islam vsekh, kogo lyubish'. Tol'ko Allakh vedot k pryamomu puti tekh, serdtsa kotorykh sklonny k vere i k pryamomu puti, o chom Vsevyshniy znayet. Poistine, Allakh - Vsevedushchiy, znayet, kto voydot v chislo smirennykh uverovavshikh"
        },
        {
            "chapter": 28,
            "verse": 57,
            "text": "Mnogobozhniki Mekki skazali proroku Mukhammadu - da blagoslovit yego Allakh i privetstvuyet, - prosya izvineniya za to, chto prodolzhayut ostavat'sya mnogobozhnikami: \"Yesli my posleduyem za tvoyey religiyey, to araby izgonyat nas iz nashey zemli i oderzhat pobedu nad nami\". Na samom zhe dele ikh dovody lzhivy. Ved' Allakh ukrepil ikh na rodine i utverdil za nimi Neprikosnovennoye svyatilishche , gde oni prebyvayut v bezopasnosti ot napadeniya i srazheniya. V eto Svyashchennoye, Zapretnoye mesto tekut k nim otovsyudu plody i mnogo raznykh blag - nadel im ot Allakha. Razve Allakh lishit ikh bezopasnosti i podvergnet ikh izgnaniyu, yesli oni dobavyat veru v Mukhammada - da blagoslovit yego Allakh i privetstvuyet! - k Svyashchennosti Zapretnogo Doma? No bol'shaya chast' iz nikh ne vedayet istiny. Yesli by oni znali istinu, oni by ne strashilis', chto ikh nasil'no izgonyat"
        },
        {
            "chapter": 28,
            "verse": 58,
            "text": "Sud'ba prezhnikh narodov ne stala dlya etikh nevernykh pouchitel'nym urokom. Poistine, Allakh pogubil zhiteley seleniy, kotoryye vozgordilis' i obol'stilis' blagami, darovannymi im Allakhom. Oni ne uverovali v Allakha i ne byli priznatel'ny za Yego blaga. Ikh zhilishcha uzhe opusteli i ne godyatsya dlya postoyannogo prebyvaniya, krome dlya prokhodyashchikh na korotkiy srok. I net vladel'tsa etikh obitalishch, krome Allakha Vsevyshnego - Obladatelya velichiya i shchedrosti"
        },
        {
            "chapter": 28,
            "verse": 59,
            "text": "Allakh Vsevyshniy i Mudryy, kotoryy sotvoril tebya i izbral poslannikom, ne gubil seleniya, poka ne posylal k yego obitatelyam poslannika s yavnymi chudesnymi znameniyami, chitayushchego im nisposlannoye Pisaniye i ob\"yasnyayushchego yego shariat (zakony), no oni posle etogo ne uverovali. My gubili bol'shiye seleniya tol'ko togda, kogda ikh obitateli tvorili nechestiye, nespravedlivost' i zlodeyaniya"
        },
        {
            "chapter": 28,
            "verse": 60,
            "text": "Vso, chto vam darovano iz udelov i uslad zemnogo mira, - tol'ko vremennyye uslady i suyetnyye ukrasheniya blizhney zhizni. Pust' eto ne otklonit vas ot very i dobrykh deyaniy. Poistine, to, chem Allakh nagrazhdayet v dal'ney zhizni - vechnym blazhenstvom - luchshe, polezneye i dlitel'neye, chem vso eto! Pochemu zhe vy sleduyete svoim strastyam, a ne svoyemu razumu"
        },
        {
            "chapter": 28,
            "verse": 61,
            "text": "Neuzheli v Sudnyy den' tot, kto uveril, vershil dobryye deyaniya i zasluzhil obeshchannoye Allakhom - nagradu i ray , kotoryye on poluchit, kak i obeshchal yemu Allakh, raven tomu, kto ne uveril, sovershal zlyye deyaniya, byl obol'shchon blagami i usladami blizhayshey zhizni? On predstanet pered Nami v Sudnyy den' dlya raschota i budet sredi tekh, kto podvergnetsya tyazhkomu nakazaniyu"
        },
        {
            "chapter": 28,
            "verse": 62,
            "text": "Pomni, o poslannik, kogda eti nevernyye predstanut pered Allakhom dlya raschota i vozdayaniya, On vozzovot k nim i sprosit s uprokom: \"Gde zhe te bogi, kotorym vy poklonyalis' naryadu so Mnoy, izmyshlyaya, chto oni Moi souchastniki, chtoby oni teper' zashchitili vas ili zastupilis' za vas"
        },
        {
            "chapter": 28,
            "verse": 63,
            "text": "Znatnyye iz nevernykh, kotoryye zasluzhili gnev Allakha i Yego nakazaniye, skazhut: \"O Gospodi! Vot te, kotorykh my prizyvali k mnogobozhiyu, sovrativ s pryamogo puti i vvedya v zabluzhdeniye. Oni vybrali mnogobozhiye tak zhe, kak i my. Ved' my ne uverovali i sbilis' s pryamogo puti. My segodnya otrekayemsya ot nikh i ot neveriya, kotoroye oni vybrali v zemnom mire. Oni ne nam poklonyalis', a poklonyalis' svoim prikhotyam i svoim strastyam"
        },
        {
            "chapter": 28,
            "verse": 64,
            "text": "Allakh prikazhet mnogobozhnikam, uprekaya ikh, prizvat' bozhestva, kotorym oni poklonyalis' naryadu s Allakhom, chtoby te spasli ikh ot nakazaniya, kak oni lozhno polagali (v zemnom mire). Unizhennyye mnogobozhniki, poslushnyye prikazu Allakha, budut zvat' svoikh idolov, no ne poluchat nikakogo otveta ot nikh. Mnogobozhniki uvidyat ugotovannoye im nakazaniye i podumayut, chto, yesli by oni uverovali v blizhney zhizni, oni ne zasluzhili by etogo nakazaniya i ne podverglis' by yemu"
        },
        {
            "chapter": 28,
            "verse": 65,
            "text": "Podumay, o Mukhammad, takzhe o tom Dne, kogda Allakh Vsevyshniy vozzovot k mnogobozhnikam, uprekaya ikh: \"Kak vy otvetili Moim poslannikam, napravlennym Mnoyu k vam s Poslaniyami, kotoryye oni peredali vam"
        },
        {
            "chapter": 28,
            "verse": 66,
            "text": "No vse dovody ikh budut bessmyslenny, i ne budut oni imet' nikakogo opravdaniya, slovno slepyye. Oni ne smogut sprosit' drug druga ob etom, ibo oni vse budut ne v sostoyanii otvetit' (na vopros Vsevyshnego)"
        },
        {
            "chapter": 28,
            "verse": 67,
            "text": "Tak budet s mnogobozhnikami. No tot, kto ostavil mnogobozhiye, raskayalsya, iskrenne uveroval i tvoril dobrodeyaniya, budet nadeyat'sya, chto v Sudnyy den' okazhetsya u Allakha v chisle schastlivykh i budet prebyvat' v vechnom blazhenstve v sadakh blagodenstviya"
        },
        {
            "chapter": 28,
            "verse": 68,
            "text": "Tvoy Gospod' tvorit, chto khochet Svoyey moshch'yu, i izbirayet Svoyey mudrost'yu dlya poslaniya i pokloneniya, kogo zhelayet. Ved' On vedayet stepen' gotovnosti kazhdogo dlya vypolneniya etoy missii. U lyudey net vybora v etom, i oni ne imeyut prava vybirat' neistinnuyu veru, religiyu i lozhnyye bozhestva. Poistine, Allakh prechist i prevyshe togo, chtoby pridavat' Yemu souchastnikov"
        },
        {
            "chapter": 28,
            "verse": 69,
            "text": "Tvoy Gospod', o poslannik, - Vsevedushchiy. On znayet skrytoye v serdtsakh mnogobozhnikov - ikh vrazhdebnoye otnosheniye k tebe - i znayet to, chto oni otkryto ob\"yavlyayut svoimi yazykami protiv tebya, i ikh otritsaniye togo, chto ty byl izbran poslannikom, chtoby peredat' Poslaniye Allakha"
        },
        {
            "chapter": 28,
            "verse": 70,
            "text": "Tvoy Gospod' (o poslannik!) - Allakh - Istinnyy, Yedinstvennyy Bog. On odin zasluzhivayet pokloneniya, priznatel'nosti i blagodarnosti Svoikh rabov za te blaga i udely, kotoryye On daruyet im, i za Yego rukovodstvo po pryamomu puti v blizhayshey zhizni, a v budushchey zhizni za Yego spravedlivost' i nagrazhdeniye. Allakh - Yedinyy, kotoromu prinadlezhit vlast', i On rassudit mezhdu Svoimi rabami, i k Nemu vashe vozvrashcheniye"
        },
        {
            "chapter": 28,
            "verse": 71,
            "text": "Skazhi (o poslannik!): \"O lyudi! Skazhite mne, yesli Allakh sdelayet noch' vechnoy do Dnya voskreseniya, to kakoy bog, krome Allakha, smozhet prinesti vam siyaniye sveta dnya, kogda vy mozhete rabotat' i zanimat'sya svoimi delami?! Net takogo! Pochemu zhe vy ne prislushayetes' k istine i ne urazumeyete"
        },
        {
            "chapter": 28,
            "verse": 72,
            "text": "Skazhi (o poslannik!) lyudyam: \"Yesli Allakh prodlit vam den' do Dnya voskreseniya, to kakoy bog, krome Allakha, smozhet prinesti vam noch' dlya vashego otdykha ot dnevnogo truda?! Net takogo! Pochemu zhe vy ne urazumeyete znameniya Allakha, ne uverite i ne posleduyete pryamym putom istiny"
        },
        {
            "chapter": 28,
            "verse": 73,
            "text": "Allakh po Svoyey milosti sotvoril dlya Svoikh rabov noch' i den', kotoryye sleduyut drug za drugom , chtoby oni otdykhali noch'yu, a dnom trudilis' i zanimalis' delami, iskali Yego blagovoleniya i shchedrot i byli blagodarny Yemu"
        },
        {
            "chapter": 28,
            "verse": 74,
            "text": "Podumay (o prorok!) o Dne, kogda Allakh Vsevyshniy vozzovot k mnogobozhnikam, uprekaya ikh. On im skazhet: \"Gde te souchastniki, kotorykh vy Mne pridali, izmyshlyaya, chto oni bozhestva, chtoby oni teper' pomogli vam? Gde zhe vashi zastupniki, kotorym vy poklonyalis', chtoby oni zastupilis' za vas"
        },
        {
            "chapter": 28,
            "verse": 75,
            "text": "V Den' voskreseniya My prizovom iz kazhdoy obshchiny svidetelya - yeyo proroka,- chtoby on zasvidetel'stvoval o ney i o tom, chto ona vershila v blizhayshey zhizni. Togda My skazhem neveruyushchim: \"Kakovo vashe opravdaniye mnogobozhiya i nepovinoveniiya?\" I oni ne smogut otvetit'. Togda oni postignut, chto istina - s nachala do kontsa - eto lish' Istina Allakha Yedinogo, i propadot u nikh to, chto oni izmyshlyali"
        },
        {
            "chapter": 28,
            "verse": 76,
            "text": "V etoy sure upominayetsya istoriya Karuna, kotoryy byl iz obshchiny Musy, no on gordilsya soboy i svoim imushchestvom i, oburevayemyy gordyney, prevoznossya nad ney. Allakh nadelil yego bol'shimi sokrovishchami, klyuchi ot kotorykh bylo tyazhelo nesti gruppe silachey. No on slishkom prevoznossya, gordyas' udelom i blagovoleniyem Allakha k nemu. I vot yego narod nachal davat' yemu sovety, govorya yemu: \"Ne gordis', ne prevoznosis' i ne likuy! Pust' tvoyo bogatstvo ne obol'shchayet tebya. I pust' likovaniye ne otvlekayet tebya ot blagodarnosti Allakhu. Allakh ne lyubit likuyushchikh, obol'shchonnykh i nepriznatel'nykh!\" Nazidaniye iz etoy pritchi: nevernyye, kotoryye ne uverili v Mukhammada - da blagoslovit yego Allakh i privetstvuyet! - takzhe gordilis' svoim imushchestvom i svoimi den'gami, i Allakh zdes' pokazal, chto ikh bogatstvo po sravneniyu s bogatstvom Karuna - nichto"
        },
        {
            "chapter": 28,
            "verse": 77,
            "text": "Zhertvuy chast' udela i blaga, kotoryye tebe daroval Allakh, radi Allakha i budushchey zhizni. Ne zabyvay svoyego udela v etom mire i ne zapreshchay sebe razreshonnyye uslady i blaga! Delay dobro rabam Allakha podobno tomu, kak Allakh daroval tebe blago. Ne rasprostranyay nechestiya na zemle, prestupaya predely Allakha. Poistine, Allakh - khvala Yemu Vsevyshnemu! - ne lyubit beschinstvuyushchikh nechestivtsev"
        },
        {
            "chapter": 28,
            "verse": 78,
            "text": "Karun prenebrog sovetom svoyey obshchiny i zabyl blagovoleniye Allakha k nemu, i ne razumel, kak mnogo pokoleniy, prevoskhodyashchikh yego moshch'yu, sposobnost'yu i opytom v priobretenii bogatstva i v raznykh sposobakh pomeshcheniya deneg, pogubil Allakh. Ved' greshnikov ne sprashivayut o zlodeyaniyakh, ibo Allakh ob etom vedayet, i oni voydut v ad. Vopros, zadannyy im, - lish' tol'ko uprok"
        },
        {
            "chapter": 28,
            "verse": 79,
            "text": "Karun vso - taki ne prinyal vo vnimaniye soveta svoyego naroda i vyshel k nim v polnom ukrashenii i velikolepii, obol'stiv imi tekh, kotoryye lyubyat uslady zemnoy zhizni i zhazhdut imet' bogatstvo i schast'ye v etom mire, podobno darovannomu Karunu"
        },
        {
            "chapter": 28,
            "verse": 80,
            "text": "Te, kotorym Allakh daroval poleznoye znaniye, ne uvleklis' ukrasheniyami i bogatstvom Karuna i stali sovetovat' tem, kogo obol'stilo velikolepiye Karuna : \"Ne stremites' k etomu i ne ostavlyayte very i svoyey religii. Poistine, nagrada Allakha i sady blagodenstviya gorazdo luchshe dlya tekh, kto uveroval v Allakha i tvoril dobryye deyaniya. Eto nastoyashchiy sovet, kotoryy prinimayut i slushayut tol'ko terpelivyye, kotoryye boryutsya protiv svoikh strastey i povinuyutsya Allakhu"
        },
        {
            "chapter": 28,
            "verse": 81,
            "text": "Po Nashemu poveleniyu zemlya poglotila Karuna i yego zhilishche so vsemi ukrasheniyami i bogatstvom. U nego ne bylo storonnikov, kotoryye mogli by spasti yego ot nakazaniya Allakha, a on sam ne smog by spastis' i pomoch' sebe"
        },
        {
            "chapter": 28,
            "verse": 82,
            "text": "Te, kotoryye tol'ko nedavno mechtali byt' v etom mire takimi zhe, kak Karun, stali povtoryat' slova, vyrazhayushchiye zhalost' i raskayaniye, urazumev to, chto s nim sluchilos', i skazali: \"Poistine, Allakh shchedro daruyet bol'shoy udel tomu, komu On pozhelayet iz Svoikh veruyushchikh i neveruyushchikh rabov, i On daruyet udel umerenno tomu, komu On pozhelayet\". I oni dobavili: \"Yesli by Allakh ne byl milostiv k nam i ne napravil by nas k vere, otvedya nas ot zabluzhdeniya, to On ispytal by nas, otvetiv na nashi mechty i poslav nam, chto my zhelayem, i On podverg by nas tomu, chemu podverg Karuna (zemlya by poglotila nas)\". Poistine, nevernyye, ne blagodarnyye za blagovoleniye Allakhu, ne sumeyut spastis' ot nakazaniya Allakha"
        },
        {
            "chapter": 28,
            "verse": 83,
            "text": "Eto posledneye zhilishche, o kotorom i ob opisanii kotorogo ty (o prorok!) slyshal - sady blagodenstviya (ray). My daruyem yego smirenno povinuyushchimsya veruyushchim, kotoryye ne zhelayut vysokogo polozheniya i ne stremyatsya k vlasti v zemnom mire, ne sovershayut grekhov i ne rasprostranyayut nechestiya i rasputstva. Dobryy konets - tol'ko iskrennim, bogoboyaznennym, serdtsa kotorykh okhvatyvayet smirennyy strakh pered Allakhom i kotoryye vershat to, chem On budet dovolen"
        },
        {
            "chapter": 28,
            "verse": 84,
            "text": "Tomu, kto tvorit dobro - verit v Allakha i vershit dobrodeyaniya - dvoynaya nagrada, a tomu, kto tvorit zlo - ne verit v Allakha, ne povinuyetsya Yemu i tvorit zlodeyaniya, - vozdastsya tol'ko soglasno yego deyaniyam"
        },
        {
            "chapter": 28,
            "verse": 85,
            "text": "Poistine Tot, kto nisposlal tebe Koran i izbral tebya dlya prizyva k nemu, vozvratit tebya v obyazatel'noye, predopredelonnoye vremya - v Sudnyy den', - chtoby rassudit' mezhdu toboy i temi, kto schital tebya lzhetsom. Skazhi, o prorok, nevernym: \"Poistine, moy Gospod' luchshe znayet tekh, komu On daroval rukovodstvo k pryamomu puti, i tekh, kto sbilsya s pryamogo puti i vpal v yavnoye zabluzhdeniye, kotoroye ponimayet vsyakiy razumnyy chelovek"
        },
        {
            "chapter": 28,
            "verse": 86,
            "text": "Ty (o poslannik!) nikogda ne dumal, chto tebe budet nisposlan Koran; Allakh nisposlal tebe Koran po Svoyey milosti k tebe i k tvoyey obshchine. Pomni vsegda etu milost' i prizyvay k nemu. Ty i te, kotoryye posledovali za toboy, ne bud'te posobnikami neveruyushchim v tom, chto oni khotyat"
        },
        {
            "chapter": 28,
            "verse": 87,
            "text": "Pust' neveruyushchiye ne otvlekut tebya i ne otvratyat ot prizyva k Koranu - Knige Allakha - i ot ispolneniya Yego nazidaniy, posle togo kak tebe bylo vnusheno eto Otkroveniye, nisposlannoye ot Allakha, i yego peredacha stala tvoyey missiyey. Userdno prizyvay k vere v Allakha i k Yego religii. Ne bud' ni ty, ni te, kto posledoval za toboy, posobnikami mnogobozhnikam v tom, chto oni zhelayut"
        },
        {
            "chapter": 28,
            "verse": 88,
            "text": "Ne poklonyaysya nikomu, krome Allakha. Ved' net nikakogo boga, kotoromu sleduyet poklonyat'sya, krome Nego. Vso, krome Allakha, gibnet. Allakh zhe vechen! U Nego - Verkhovnoye, okonchatel'noye resheniye vsego v blizhayshey zhizni i v dal'ney zhizni. K Nemu obyazatel'no budut vozvrashcheny vse Yego sozdaniya"
        },
        {
            "chapter": 29,
            "verse": 1,
            "text": "A (Alif) - L (Lam) - M (Mim). Eti bukvy privedeny dlya togo, chtoby pokazat', chto nepodrazhayemyy Koran sostoit iz tekh zhe bukv, kotoryye lyudi legko proiznosyat, i chtoby privlech' ikh vnimaniye k istine"
        },
        {
            "chapter": 29,
            "verse": 2,
            "text": "Neuzheli lyudi polagayut, chto My ikh ostavim bez ispytaniya, ibo oni ob\"yavili, chto uveruyut v Allakha i Yego poslannika Mukhammada - da blagoslovit yego Allakh i privetstvuyet! Net, obyazatel'no nuzhno podvergat' ikh ispytaniyam, kotoryye by dokazali istinnost' ikh very vo vremya bedstviy i v otnoshenii obyazannostey, vypolnyayemykh veruyushchimi"
        },
        {
            "chapter": 29,
            "verse": 3,
            "text": "Allakh podvergal ispytaniyu prezhniye narody neobkhodimost'yu vypolnyat' obyazannosti veruyushchego, razlichnogo roda blagami i bedstviyami, chtoby pokazat' to, chto Yemu davno izvestno, i chtoby otlichit' iskrenne uverovavshikh ot nevernykh lzhetsov"
        },
        {
            "chapter": 29,
            "verse": 4,
            "text": "Neuzheli zhe mnogobozhniki, kotoryye ne poklonyayutsya Allakhu i ne povinuyutsya Yemu, predpolagayut, chto spasutsya ot nakazaniya Allakha?! Plokho zhe eto predpolozheniye"
        },
        {
            "chapter": 29,
            "verse": 5,
            "text": "Tot, kto uveroval v voskreseniye, stremitsya k nagrazhdeniyu Allakha i boitsya Yego nakazaniya, verit iskrenne. Pust' on tvorit dobryye deyaniya, ved' predopredelonnyy Allakhom Den' nepremenno nastupit. Allakh - Slyshashchiy i Vedayushchiy! On slyshit rechi Svoikh rabov, znayet ikh deyaniya i vozdast kazhdomu po zaslugam"
        },
        {
            "chapter": 29,
            "verse": 6,
            "text": "Tot, kto userdstvuyet na puti vozvysheniya Slova Allakha i povinuyetsya Allakhu s userdiyem i terpeniyem, userdstvuyet dlya samogo sebya, na pol'zu sebe. Poistine, Allakh - khvala Yemu Vsevyshnemu! - ne nuzhdayetsya v povinovenii obitateley mirov"
        },
        {
            "chapter": 29,
            "verse": 7,
            "text": "Tekh, kotoryye uverovali i vershili dobryye deyaniya, My ochistim ot prezhnikh durnykh deyaniy, prostim i vozdadim spolna za ikh dobryye deyaniya"
        },
        {
            "chapter": 29,
            "verse": 8,
            "text": "Allakh zapovedal cheloveku otnosit'sya po-dobromu k svoim roditelyam i slushat'sya ikh. A yesli oni nastoychivo budut starat'sya otvratit' cheloveka ot very v Allakha i pridat' Yemu sotovarishchey, a eto nesovmestimo ni so znaniyami, ni s razumom, to chelovek ne dolzhen povinovat'sya im v etom. Poistine, vsyakaya tvar' vozvratitsya k Allakhu, i togda On soobshchit im o tom, chto oni vershili v zemnom mire, i vozdast im za eto"
        },
        {
            "chapter": 29,
            "verse": 9,
            "text": "Tekh, kotoryye uverovali v Allakha i v Yego Poslaniya, vershili dobryye dela, Allakh vvedot v chislo pravednykh, i oni poluchat nagrady, dostoynyye pravednikov, i budut oni prebyvat' sredi nikh"
        },
        {
            "chapter": 29,
            "verse": 10,
            "text": "Sredi lyudey yest' takiye, kotoryye govoryat svoim yazykom: \"My uverovali v Allakha\". No kogda ikh postignet beda ot lyudey iz-za very v Allakha, oni pugayutsya i otstupayut ot svoyey very. Oni ne dumayut o nakazanii Allakha v Den' voskreseniya, ravnyaya obidu, nanesonnuyu im lyud'mi, s nakazaniyem Allakha v dal'ney zhizni. A kogda Allakh pomozhet veruyushchim oderzhat' pobedu nad vragom i zakhvatit' dobychu, to pridut eti litsemery, pritvoryayushchiyesya veruyushchimi, i skazhut uverovavshim musul'manam: \"My byli s vami v vere, dayte nam chast' iz trofeyev\". Etim litsemeram ne sleduyet dumat', chto ikh deyaniya skryty ot Allakha, chto Allakh ne znayet, kto oni na samom dele. Poistine, Allakh znayet, chto skryvayut serdtsa lyudey iz litsemeriya ili very"
        },
        {
            "chapter": 29,
            "verse": 11,
            "text": "Allakh vyyavit dlya lyudey Svoyo dopodlinnoye znaniye veruyushchikh i litsemerov. Allakh nagradit kazhdogo po zaslugam"
        },
        {
            "chapter": 29,
            "verse": 12,
            "text": "Glavy mnogobozhnikov govorili tem, kto iskrenne uveroval v islam: \"Ostan'tes', kak vy byli, (v nashey vere) sleduya po nashemu puti, a yesli budet voskreseniye i raschot, kotorykh vy strashites', to togda my ponesom na sebe vashi grekhi i otvetim za nikh\". No ved' nikto ne ponesot grekhov drugogo. Poistine, nevernyye lzhivy v svoyom obeshchanii"
        },
        {
            "chapter": 29,
            "verse": 13,
            "text": "Te, kotoryye ne uverovali, ponesut bremya svoikh tyazhkikh grekhov i so svoimi grekhami ponesut takzhe tyazhest' grekhov tekh, kotorykh oni sbili s pryamogo puti istiny. V Den' voskreseniya ikh sprosyat o tom, chto oni izmyshlyali v blizhayshey zhizni, i budut oni nakazany za svoi izmyshleniya"
        },
        {
            "chapter": 29,
            "verse": 14,
            "text": "Allakh napravil Nukha k yego narodu prizyvat' ikh k yedinobozhiyu. On prebyval sredi nikh devyat'sot pyat'desyat let, prizyvaya ikh k pryamomu puti, no oni ne prinyali yego prizyva. I postig ikh potop ot Allakha, i oni pogibli nechestivtsami, neuverovavshimi"
        },
        {
            "chapter": 29,
            "verse": 15,
            "text": "Allakh vypolnil Svoyo obeshchaniye Nukhu i spas yego i tekh, kto uveroval i byl s nim v kovchege. Ikh istoriya stala pritchey i znameniyem dlya tekh, kto byl posle nikh"
        },
        {
            "chapter": 29,
            "verse": 16,
            "text": "Napomni (o poslannik!) pritchu ob Ibrakhime, kogda on prizval svoyu obshchinu k yedinobozhiyu, vere v Allakha i k pokloneniyu Yemu i nastavlyal ikh na to, chto vera v Allakha luchshe dlya nikh, chem neveriye, yesli oni znayut i razumeyut"
        },
        {
            "chapter": 29,
            "verse": 17,
            "text": "I skazal: \"Vy poklonyayetes' vmesto Allakha idolam i statuyam, kotorykh vy sozdali svoimi rukami i lozhno nazyvayete ikh bogami. Ved' eti idoly, kotorym vy poklonyayetes' naravne s Allakhom, ne mogut prinesti vam ni pol'zy, ni vreda i ne v sostoyanii nadelit' vas udelom i zhiznennymi potrebnostyami. Prosite udela u Allakha Yedinogo, poklonyaytes' Yemu i bud'te Yemu blagodarny za Yego blaga. Vy vse budete k Nemu vozvrashcheny, i On vozdast vam za vashi deyaniya"
        },
        {
            "chapter": 29,
            "verse": 18,
            "text": "Yesli zhe vy prodolzhite oprovergat' moy prizyv k vere v Allakha, eto ne prichinit mne nikakogo vreda. YA uzhe vam skazal, chto i do menya narody oprovergali poslannikov Allakha, no ne povredili im, a povredili tol'ko sebe, ibo Allakh pogubil ikh za oproverzheniye very. Delo poslannika - tol'ko yasnaya peredacha (prizyva k Allakhu) svoyemu narodu"
        },
        {
            "chapter": 29,
            "verse": 19,
            "text": "Neuzheli oni ne vidyat i ne znayut, chto Allakh vpervyye tvorit tvoreniye, a zatem yego povtoryayet. Kak zhe oni otritsayut voskresheniye v Posledniy den' dlya raschota i vozdayaniya?! Vossozdat' tvoreniye dlya Allakha legko"
        },
        {
            "chapter": 29,
            "verse": 20,
            "text": "Skazhi (o prorok!) etim, oprovergayushchim tvoy prizyv: \"Stupayte po zemle i posmotrite na to, chto Allakh sotvoril na zemle iz raznykh sushchestv, i posmotrite na sledy tekh, kto byl do vas, posle togo kak oni pogibli i ikh doma opusteli. Vam sleduyet znat', chto Allakh Svoyey moshch'yu vnov' vossozdast vso eto v dal'ney zhizni. On vsekh voskresit. Voskreseniye - eto tvoreniye vnov'! Takova budet vasha sud'ba. Poistine, Allakh - khvala Yemu Vsevyshnemu! - Vsemogushchiy i vlasten nad vsem"
        },
        {
            "chapter": 29,
            "verse": 21,
            "text": "V Den' voskreseniya Allakh nakazhet, kogo zhelayet: tekh, kotoryye otritsali voskreseniye, i pomiluyet, kogo zhelayet: tekh, kotoryye uverili v voskreseniye. K Nemu vse sushchestva budut vozvrashcheny dlya nakazaniya ili nagrazhdeniya"
        },
        {
            "chapter": 29,
            "verse": 22,
            "text": "Vy, kotoryye ne veruyete v Allakha! Ni na zemle, ni v nebesakh nikto i nichto ne mozhet protivostoyat' vole Allakha i Yego moshchi, kotoraya ob\"yemlet vas. Krome Allakha net u vas ni pokrovitelya, ni pomoshchnika, kotoryy mog by zashchitit' vas ot nakazaniya Allakha"
        },
        {
            "chapter": 29,
            "verse": 23,
            "text": "Te, kotoryye ne veruyut v znameniya Allakha, dokazyvayushchiye yedinobozhiye, ne veruyut takzhe v Yego poslannikov i Pisaniya, oprovergayut Den' voskreseniya i raschota (nagrazhdeniya i nakazaniya) budut lisheny miloserdiya Allakha. Etim budet muchitel'noye nakazaniye"
        },
        {
            "chapter": 29,
            "verse": 24,
            "text": "Iz otveta naroda Ibrakhima, kogda on prizval ikh poklonyat'sya Allakhu i ostavit' mnogobozhiye i pokloneniye idolam, bylo yasno vidno, naskol'ko gluboko oni vpali v neveriye. Oni sovetovali drug drugu: \" Ubeyte yego ili sozhgite!\" Oni brosili yego v ogon', no Allakh spas yego iz ognya. Neudacha ikh popytki i spaseniye Ibrakhima iz plameni ognya - yavnyye znameniya dlya veruyushchikh v Yedinogo Allakha i Yego moshch'"
        },
        {
            "chapter": 29,
            "verse": 25,
            "text": "Ibrakhim skazal svoyemu narodu: \"Vy poklonyayetes' lozhnym bozhestvam i prodolzhayete poklonyat'sya etim idolam pomimo Allakha iz-za privyazannosti drug k drugu v zemnom mire. No potom - v Den' Voskreseniya - eto izmenitsya, i vashi predvoditeli stanut otrekat'sya ot vas, a posledovateli budut proklinat' svoikh rukovoditeley. Pristanishchem dlya vas vsekh stanet ogon', i ne budet u vas ni zashchitnika, ni pomoshchnika, kotoryy mog by okazat' vam pomoshch' i spasti vas ot ognya"
        },
        {
            "chapter": 29,
            "verse": 26,
            "text": "Pervym, kto priznal Ibrakhima poslannikom, prizyvayushchim k istine, byl Lut. On uveroval v nego, a on byl do etogo yedinobozhnikom. Ibrakhim skazal, povinuyas' poveleniyu Allakha: \"YA pokinu svoy ochag i poydu v to mesto, kuda napravlyayet menya moy Vladyka, gde ya budu prizyvat' k vere v Allakha i Yego Istinu. Ved' Allakh - Velikiy, zashchishchayet menya ot vragov, i Mudryy - povelevayet mne vershit' tol'ko dobryye deyaniya"
        },
        {
            "chapter": 29,
            "verse": 27,
            "text": "Allakh daroval Ibrakhimu syna Iskhaka (Isaaka) i vnuka Iakuba (Iakova), a potomstvu yego - prorochestvo i nebesnyye Pisaniya. On dal yemu luchshuyu nagradu v blizhayshey zhizni, a v dal'ney zhizni on budet v chisle luchshikh pravednikov"
        },
        {
            "chapter": 29,
            "verse": 28,
            "text": "Napomni (o prorok!), kak My napravili Luta k yego narodu, i on prizyval ikh k yedinobozhiyu i k povinoveniyu Allakhu Yedinomu, i sil'no osudil ikh za tu merzost', kotoruyu oni tvoryat i kotoroy ne predavalas' ni odna obshchina do nikh"
        },
        {
            "chapter": 29,
            "verse": 29,
            "text": "Lut skazal svoyemu narodu: \"To, chto vy delayete, gubitel'no i merzko. Vy prikhodite s vozhdeleniyem k muzhchinam i otrezayete puti k prodolzheniyu roda, sposobstvuya yego ischeznoveniyu. Vy takzhe tvorite bezzakoniye na dorogakh i beschinstvuyete na vashikh sobraniyakh, ne boyas' Allakha, razvratnichayete, ne stydyas' drug druga\". No lyudi ne stali slushat' Luta i skazali, nasmekhayas' nad nim, chtoby on uskoril nakazaniye Allakha, kotorym on im ugrozhal, yesli on deystvitel'no pravdiv"
        },
        {
            "chapter": 29,
            "verse": 30,
            "text": "Lut obratilsya za pomoshch'yu k Allakhu protiv svoyego naroda i prosil, chtoby Allakh pomog yemu pobedit' etikh nechestivtsev, kotoryye rasprostranyayut beschinstva i razvrat na zemle"
        },
        {
            "chapter": 29,
            "verse": 31,
            "text": "Kogda prishli ot Allakha k Ibragimu - da budet mir nad nim! - s dobroy vest'yu (o tom, chto u nego budet syn) angely, oni skazali yemu, chto im poveleno Allakhom pogubit' obitateley etogo seleniya, ibo oni pogryazli v razvrate i prichinili sebe bol'shoy uron, buduchi nechestivtsami, tvoryashchimi merzost'"
        },
        {
            "chapter": 29,
            "verse": 32,
            "text": "Ibrakhim - da budet yemu mir! - skazal angelam: \"V etom selenii zhivot Lut. Kak zhe mozhno podvergnut' ikh gibeli, yesli on zhivot sredi nikh?\" Angely yemu otvetili, chto oni znayut, kto tam zhivot, i oni spasut Luta i yego sem'yu, krome yego zheny. Ona budet v chisle pogibshikh, ibo ona - iz merzkikh nechestivtsev"
        },
        {
            "chapter": 29,
            "verse": 33,
            "text": "Kogda angely - poslantsy Allakha - prishli k Lutu, on, uvidev ikh, ogorchilsya, boyas' rasputstva svoyego naroda po otnosheniyu k nim. On byl ne v sostoyanii ikh zashchitit'. No oni uspokoili yego, skazav: \"Ne boysya razvratnykh deystviy tvoyego naroda po otnosheniyu k nam i ne ogorchaysya. My ved' prishli pogubit' zhiteley etogo seleniya, no my spasom tebya i tvoyu sem'yu, a tvoya nechestivaya zhena budet v chisle pogibshikh"
        },
        {
            "chapter": 29,
            "verse": 34,
            "text": "Angely dobavili, chto oni poslany vypolnit' poveleniye Allakha: nisposlat' s neba nakazaniye na zhiteley etogo seleniya za ikh merzost', rasputstvo i neveriye"
        },
        {
            "chapter": 29,
            "verse": 35,
            "text": "Allakh pogubil zhiteley etogo seleniya, ostaviv tam yasnoye znameniye, svidetel'stvuyushcheye o mogushchestve Allakha dlya tekh, kto razumeyet"
        },
        {
            "chapter": 29,
            "verse": 36,
            "text": "Allakh napravil k madyanitam poslannika iz nikh - Shuayba, kotoryy prizval ikh k yedinobozhiyu i pokloneniyu Yemu, k tvoreniyu dobrykh deyaniy, k boyazni Sudnogo dnya i ko vsemu tomu, chto zasluzhivayet nagrady Allakha. Shuayb zapretil im rasprostranyat' nechestiye i zlodeyaniya na zemle"
        },
        {
            "chapter": 29,
            "verse": 37,
            "text": "Narod oproverg prizyv Shuayba i ne slushal yego. I pogubil ikh Allakh za eto strashnym zemletryaseniyem, kotoroye razrushilo ikh doma, i oni pogibli v nikh i ostalis' nedvizhimymi"
        },
        {
            "chapter": 29,
            "verse": 38,
            "text": "Vspomni (o poslannik!), kak My pogubili aditov i samudyan. Ot ikh zhilishch ostalis' yavnyye sledy, kotoryye vam vidny. Oni podverglis' gibeli, ibo shaytan obol'stil ikh sovershat' skvernyye deyaniya. Oni sledovali za nim, i on sbil ikh s puti istiny, kotoryy oni znali, ibo poslanniki Allakha ukazali im pryamoy put'"
        },
        {
            "chapter": 29,
            "verse": 39,
            "text": "Rasskazhi (o poslannik!) etim, prevoznosyashchimsya svoim imushchestvom i vlast'yu, o gibeli Karuna, Faraona i Khamana, kotorykh pogubil Allakh, kak i drugikh neuverovavshikh nechestivtsev. Allakh napravil k nim Musu s yasnymi znameniyami, dokazyvayushchimi istinnost' yego prorocheskoy missii. Ikh obuyala gordynya, i oni ne stali yego slushat' i sochli yego lzhetsom, no oni ne smogli izbezhat' kary Allakha (za ikh skvernyye deyaniya)"
        },
        {
            "chapter": 29,
            "verse": 40,
            "text": "Allakh pogubil vse narody, kotoryye schitali poslannikov Allakha lzhetsami. On ikh nakazal za ikh neveriye, nechestivost' i za te skvernyye deyaniya, kotoryye oni tvorili. Na nekotorykh iz nikh Allakh obrushil kamennyy dozhd', nekotorykh postig oglushitel'nyy vopl', nekotorykh poglotila zemlya po veleniyu Allakha, a nekotorykh Allakh potopil v more. Allakh ne byl nespravedlivym k nim, eto oni sami byli nespravedlivy k sebe, sovershaya grekhi i ne uverovav v Allakha, poetomu oni i podverglis' kare"
        },
        {
            "chapter": 29,
            "verse": 41,
            "text": "Te, kotoryye poklonyayutsya drugim bogam- pokrovitelyam, krome Allakha, podobny v svoyey slabosti i nemoshchi pauku, kotoryy ustroil sebe dom, chtoby zashchitit' sebya. No samoye slaboye, samoye neprochnoye i nepodkhodyashcheye dlya zashchity zhil'yo - eto dom pauka. Yesli by eti mnogobozhniki, ne uverovavshiye v Allakha i prizyvayushchiye pomimo Nego drugikh pokroviteley znali eto i byli razumny, oni by tak ne postupili"
        },
        {
            "chapter": 29,
            "verse": 42,
            "text": "Poistine, Allakh - khvala Yemu Vsevyshnemu! - vedayet o vsekh tekh, kotorym poklonyayutsya mnogobozhniki, krome Nego, i znayet, chto oni lozhnyye bogi. Poistine, Allakh - Vsepobezhdayushchiy, prevyshe vsekh i vsego, mudryy vo vsekh svoikh nazidaniyakh i ustanovleniyakh"
        },
        {
            "chapter": 29,
            "verse": 43,
            "text": "Allakh privodit lyudyam eti pritchi dlya nazidaniya. No tol'ko razumnyye izvlekayut dlya sebya pouchitel'nyye uroki"
        },
        {
            "chapter": 29,
            "verse": 44,
            "text": "Naryadu s temi rasskazami, pritchami i znameniyami, kotoryye Allakh privol lyudyam, yest' yeshcho boleye yavnoye znameniye - tvoreniye nebes i zemli Allakhom Svoyey moshch'yu i mudrost'yu, kotorymi On upravlyayet na blago lyudey. V etom - yasnyye znameniya dlya tekh, kto veruyet v Istinu"
        },
        {
            "chapter": 29,
            "verse": 45,
            "text": "Chitay (o prorok!) Knigu Allakha i ne obrashchay vnimaniya na nevernykh, i vystaivay molitvu v sovershenstve, ibo iskrennyaya molitva uderzhivayet togo, kto vershit yeyo, ot velikikh grekhov i oberegayet ot vsekh pregresheniy, kotoryye zakony Allakha (shariat) zapreshchayut. Bogoboyaznennost' i pominaniye Allakha v smirennoy molitve i drugiye dobryye deyaniya - samoye glavnoye, i za eto budet bol'shaya nagrada. Poistine, Allakh znayet vashi deyaniya, i za nikh On vam vozdast"
        }
    ]
}