{
    "chapter": [
        {
            "chapter": 1,
            "verse": 1,
            "text": "Dengan nama Allah Yang Maha Pemurah lagi Maha Penyayang"
        },
        {
            "chapter": 1,
            "verse": 2,
            "text": "(Segala puji bagi Allah) Lafal ayat ini merupakan kalimat berita, dimaksud sebagai ungkapan pujian kepada Allah berikut pengertian yang terkandung di dalamnya, yaitu bahwa Allah Taala adalah yang memiliki semua pujian yang diungkapkan oleh semua hamba-Nya. Atau makna yang dimaksud ialah bahwa Allah Taala itu adalah Zat yang harus mereka puji. Lafal Allah merupakan nama bagi Zat yang berhak untuk disembah. (Tuhan semesta alam) artinya Allah adalah yang memiliki pujian semua makhluk-Nya, yaitu terdiri dari manusia, jin, malaikat, hewan-hewan melata dan lain-lainnya. Masing-masing mereka disebut alam. Oleh karenanya ada alam manusia, alam jin dan lain sebagainya. Lafal 'al-`aalamiin' merupakan bentuk jamak dari lafal '`aalam', yaitu dengan memakai huruf ya dan huruf nun untuk menekankan makhluk berakal/berilmu atas yang lainnya. Kata 'aalam berasal dari kata `alaamah (tanda) mengingat ia adalah tanda bagi adanya yang menciptakannya"
        },
        {
            "chapter": 1,
            "verse": 3,
            "text": "(Yang Maha Pemurah lagi Maha Penyayang) yaitu yang mempunyai rahmat. Rahmat ialah menghendaki kebaikan bagi orang yang menerimanya"
        },
        {
            "chapter": 1,
            "verse": 4,
            "text": "(Yang menguasai hari pembalasan) di hari kiamat kelak. Lafal 'yaumuddiin' disebutkan secara khusus, karena di hari itu tiada seorang pun yang mempunyai kekuasaan, kecuali hanya Allah Taala semata, sesuai dengan firman Allah Taala yang menyatakan, \"Kepunyaan siapakah kerajaan pada hari ini (hari kiamat)? Kepunyaan Allah Yang Maha Esa lagi Maha Mengalahkan.\" (Q.S. Al-Mukmin 16) Bagi orang yang membacanya 'maaliki' maknanya menjadi \"Dia Yang memiliki semua perkara di hari kiamat\". Atau Dia adalah Zat yang memiliki sifat ini secara kekal, perihalnya sama dengan sifat-sifat-Nya yang lain, yaitu seperti 'ghaafiruz dzanbi' (Yang mengampuni dosa-dosa). Dengan demikian maka lafal 'maaliki yaumiddiin' ini sah menjadi sifat bagi Allah, karena sudah ma`rifah (dikenal)"
        },
        {
            "chapter": 1,
            "verse": 5,
            "text": "(Hanya Engkaulah yang kami sembah dan hanya kepada Engkaulah kami memohon pertolongan) Artinya kami beribadah hanya kepada-Mu, seperti mengesakan dan lain-lainnya, dan kami memohon pertolongan hanya kepada-Mu dalam menghadapi semua hamba-Mu dan lain-lainnya"
        },
        {
            "chapter": 1,
            "verse": 6,
            "text": "(Tunjukilah kami ke jalan yang lurus) Artinya bimbinglah kami ke jalan yang lurus, kemudian dijelaskan pada ayat berikutnya, yaitu"
        },
        {
            "chapter": 1,
            "verse": 7,
            "text": "(Jalan orang-orang yang telah Engkau anugerahkan nikmat kepada mereka), yaitu melalui petunjuk dan hidayah-Mu. Kemudian diperjelas lagi maknanya oleh ayat berikut: (Bukan (jalan) mereka yang dimurkai) Yang dimaksud adalah orang-orang Yahudi. (Dan bukan pula) dan selain (mereka yang sesat.) Yang dimaksud adalah orang-orang Kristen. Faedah adanya penjelasan tersebut tadi mempunyai pengertian bahwa orang-orang yang mendapat hidayah itu bukanlah orang-orang Yahudi dan bukan pula orang-orang Kristen. Hanya Allahlah Yang Maha Mengetahui dan hanya kepada-Nyalah dikembalikan segala sesuatu. Semoga selawat dan salam-Nya dicurahkan kepada junjungan kita Nabi Muhammad saw. beserta keluarga dan para sahabatnya, selawat dan salam yang banyak untuk selamanya. Cukuplah bagi kita Allah sebagai penolong dan Dialah sebaik-baik penolong. Tiada daya dan tiada kekuatan melainkan hanya berkat pertolongan Allah Yang Maha Tinggi lagi Maha Besar"
        }
    ]
}