{
    "pages": [
        {
            "chapter": 6,
            "verse": 143,
            "text": "(Huwa għamel għalikom) tmint iżwieġ (jiswew għall- ikel): żewġ nagħġiet (muntun u nagħġa) u żewġ mogħżiet (bodbod u mogħża). Għid (Muħammad): 'Liema għamel ma jiswewx, iż-żewġt irġiel jew iż-żewġ nisa (minn dawn il-bhejjem), jew inkella dak li kien hemm fi ġwief iż- żewġ nisa 7 Għiduli bl-għerf (tagħkom), jekk qegħdin tgħidu s-sewwa"
        },
        {
            "chapter": 6,
            "verse": 144,
            "text": "U żewġt iġmla (il-ġemel u l-ġemla) u żewġ baqriet (il- gendus u l-baqra). Għid (Muħammad): 'Liema għamel ma jiswewx, iż-żewġt irġiel jew iż-żewġ nisa (nin dawn il-bhejjem), jew inkella dak li kien hemm fi ġwief iż- żewġ nisa 2 Jaqaw kontu xhieda meta Alla wissiekom dwar dan (il-kliem ta' projbizzjoni li qegħdin tallegaw) 7' Min hu agħar minn dak li jaqla' l-gideb dwar Alla, biex itellef it-triq lin-nies, mingħajr għarfien 7 Tabilħaqq. li Alla ma jmexxix fit-triq it-tajba lin-nies il-ħżiena"
        },
        {
            "chapter": 6,
            "verse": 145,
            "text": "Għid (Muħammad): ''E'dak. li tnebbaħ lili ma nsib xejn (mil-laħam). li ma. jiswiex għal min jiekol, biex jieklu, ħlief jekk (dan l-ikel) ikun (laħam ta' annimal) mejjet, jew demm imxerred, jew laħam il-ħanżir, għaliex huwa mniġġes, jew dak li, b'ħażen, issemma fuqu isem ieħor minflok ta' Alla.' Iżda min ikollu (jiekol minn dan l-ikel minħabba l-ħtieġa), mingħajr ma jixtieq, u mingħajr ma jiekol iżżejjed, Sidek huwa tabilħaqq Kollu Maħfra u Ħanin"
        },
        {
            "chapter": 6,
            "verse": 146,
            "text": "U għal-Lhud għamilna ma jiswewx il-bhejjem kollha bid-difer (mhux mifrud), u ma ħallejnihomx jieklu xaħam il-baqar u n-nagħaġ; ħlief dak li (dawn il-bhejjem) għandhom ma' daharhom, jew fil-ġewwieni (ma' l- imsaren), jew dak (ix-xaħam) li tħallat ma' l-għadam. B'hekk ħallasniehom tal-ħażen tagħhom. Aħna tabilħaqq ngħidu s-sewwa"
        }
    ]
}