{
    "pages": [
        {
            "chapter": 9,
            "verse": 87,
            "text": "Huma jogħġobhom li jkunu ma' dawk (in-nisa, it-tfal, il-morda u oħrajn li ma għandhomx is-saħħa u l-ħila jitqatlu) li baqgħu lura, u tqiegħed siġill fuq qlubhom, hekk li ma jifhmux"
        },
        {
            "chapter": 9,
            "verse": 88,
            "text": "Iżda l-Mibgħut u dawk li jemmnu miegħu, ħabirku u tqabdu b'ġidhom u bihom infushom. Ta' dawk huma l- ħwejjeġ tajba (kollha), u dawk huma r-rebbieħa"
        },
        {
            "chapter": 9,
            "verse": 89,
            "text": "Alla ħejjielhom Ġonna bix-xmajjar jiġru taħthom, u fihom jgħammru għal dejjem. Dik hija r-rebħa l-kbira"
        },
        {
            "chapter": 9,
            "verse": 90,
            "text": "Minn fost l-Għarab tad-deżert kien hemm dawk li ġew b'xi skuża biex jingħataw permess (biex ma joħorġux jitqabdu). Dawk li giddbu lil Alla u lill-Mibgħut tiegħu qagħdu lura (i ma ħarġux għat-taqbid.) Lil dawk li ma jemmnux se jmiss kastig ta' wġigħ"
        },
        {
            "chapter": 9,
            "verse": 91,
            "text": "La d-dgħajfin, la l-morda, u lanqas dawk li ma jsibux (ġid) x'jonfqu, jekk huma sinċieri ma' Alla u mal- Mibgħut tiegħu (u jagħmlu għemejjel tajba), ma għandhom ebda ħtija. Ma hemm ebda triq (/i twassal għall-kundanna) ta' dawk li jagħmlu t-tajjeb. Alla huwa Kollu Maħfra u Ħanin"
        },
        {
            "chapter": 9,
            "verse": 92,
            "text": "Lanqas (ma għandhom ħtija) dawk li, meta ġew għandek jitolbuk biex trikkibhom (fuq żwiemel jew iġmla, biex joħorġu jitqabdu miegħek), u inti weġibthom: 'Ma nsibx fuq xiex inrikkibkom,' huma telqu mnikktin, bid-dmugħ igelgel minn għajnejhom, għaliex ma kellhom xejn x'jonfqu (għall-kawża ta' Alla)"
        },
        {
            "chapter": 9,
            "verse": 93,
            "text": "Il-ħtija hija biss fuq dawk l-għonja li' jitolbuk tiskużahom (biex jibqgħu lura u ma joħorġux jitqatlu). Huma jogħġobhom li jkunu ma' dawk (in-nisa, it-tfal, il- morda u l-oħrajn) li baqgħu lura. Alla qiegħed siġill fuq qlubhom, u għalhekk ma jafux"
        }
    ]
}