{
    "pages": [
        {
            "chapter": 14,
            "verse": 19,
            "text": "Mela ma rajtx li Alla ħalaq is-smewwiet u l-art bis- sewwa. Jekk irid, (jista') jeqridkom u jġib ħolqien ġdid. (li joqgħod għad-digrieti tiegħu)"
        },
        {
            "chapter": 14,
            "verse": 20,
            "text": "Dak, għal Alla, ma huwiex xi ħaġa tqila"
        },
        {
            "chapter": 14,
            "verse": 21,
            "text": "Ilkoll għad jidhru quddiem Alla, u d-dgħajfin jgħidu lil dawk li tkabbru: ''Aħna tabilħaqq imxejna warajkom. (Issa). tistgħu teħilsuna mill-kastig ta' Alla 7' Huma jgħidu: 'Kieku Alla mexxiena (fit-triq tiegħu), konna mmexxukom (fiha). U (issa) xorta waħda għalina, sew jekk nitilfu sabarna, u sew jekk nistabru: ma għandniex minn fejn naħarbu"
        },
        {
            "chapter": 14,
            "verse": 22,
            "text": "U meta l-kwistjoni tkun inqatgħet, ix-Xitan jgħid: Tassew li Alla wegħedkom il-wegħda tas-sewwa, u (jiena wkoll) wegħedtkom (u għedtilkom li ma hemmx qawmien mill-imwiet, u ma hemmx kastig), iżda ma żammejtx kelmti magħkom. Jiena ma kelli ebda setgħa fuqkom, ħlief li: sejjaħtilkom (bit-tfesfis. tiegħi), u weġibtuni. Mela (issa (i: wasaltu hawn. fl-Infern) tlumunix, u lumu lilkom infuskom. Jiena ma nistax ngħinkom, u intom ma tistgħux tgħinuni. Jiena niċħad (għemilkom li bih), qabel, għamiltuni xrik ma' Alla. Tabilħaqq li l-ħżiena għandhom kastig ta' wġigħ"
        },
        {
            "chapter": 14,
            "verse": 23,
            "text": "VU dawkli jemmnu u jagħmlu għemejjel tajba jiddaħħlu f'Ġonna bix-xmajjar jiġru taħthom, u fihom jgħammru għal dejjem, bir-rieda ta' Sidhom (il-Mulej). U t-tislima tagħhom, fihom, tkun: ''Sliemf"
        },
        {
            "chapter": 14,
            "verse": 24,
            "text": "Mela mattarax kif Alla jxebbah kelma tajba: (hija bħal) siġra tajba bl-għerq tagħha maqbud sew (f'qiegħ l-art), u. bil-fergħa tagħha fis-sema"
        }
    ]
}