{
    "pages": [
        {
            "chapter": 58,
            "verse": 7,
            "text": "Mela ma tarax li Alla jaf b'dak li hemm fis-smewwiet u b'dak li hemm fl-art 7 Ma hemmx kliem mistur bejn tlietà li Huwa ma jkunx ir-Raba' fosthom, jew (bejn) ħamsa, li Hu ma jkunx is-Sitt wieħed, jew inqas minn dak, inkella aktar, li Huwa ma jkunx magħhom, ikunu fejn ikunu. Imbagħad f'Jum il-Qawmien jgħarrafhom b'dak li għamlu. Alla tabilħaqq jaf b'kollox"
        },
        {
            "chapter": 58,
            "verse": 8,
            "text": "Mela ma rajtx (Muħammad) lil dawk li kien projbit għalihom. it-taħdit bil-moħbi 2. (Madanakollu) huma reġgħu lura għal dak li kien projbit għalihom u (issa qegħdin) jitkellmu bil-moħbi bil-ħtija, bl-aggressjoni u bid-diżubbidjenza lejn il-Mibgħut 7 U meta jiġu għandek (Muħammad) isellmulek b'dak (it-tislim stramb) li Alla ma jsellimlekx bih (meta, minflok ''as-salamu għalajka '' jgħidulek ''as-samu għalajka'', jiġifieri: ''l-mewt. tiġi għalik'), u jgħidu fihom infushom: ''Għaliex Alla ma jikkastiganiex. ta' dak li ngħiduf' L-Infem biżżejjed għalihom biex jinxtwew (fih), u (dak ikun tassew) tmiem mill-agħar"
        },
        {
            "chapter": 58,
            "verse": 9,
            "text": "Intom li temmnu, meta: titkellmu bil-moħbi, la titkellmux bil-ħtija, bl-aggressjoni u bid-diżubbidjenza lejn il-Mibgħut, iżda tkellmu bit-tjieba u bil-biża' ta' Alla, Ibżgħu minn Alla li għandu għad tinġabru (fl-Aħħar Jum)"
        },
        {
            "chapter": 58,
            "verse": 10,
            "text": "Il-kliem (ħażin) bil-moħbi ma huwiex ħlief mix-Xitan, biex inikket lil dawk li jemmnu. Hu xejn ma jagħmlilhom ħsara, jekk mhux bil-permess ta' Alla. F'idejn Alla għandhom iħallu dawk li jemmnul"
        },
        {
            "chapter": 58,
            "verse": 11,
            "text": "Intom li temmnu, meta jingħad lilkom: 'Agħmlu l-post (lil xulxin) fil-laqgħati' agħmlu l-post; Alla jagħmel post lilkom. U meta jingħad lilkom: ''Qumu (biex tagħmlu post lil ħaddieħor).' qisu li tqumu. Alla jgħolli fi gradi (ta' ġieħ) lil dawk minnkom li jemmnu, u lil dawk li ngħataw l-għarfien. Alla jaf sew b'dak li tagħmlu"
        }
    ]
}