{
    "pages": [
        {
            "chapter": 58,
            "verse": 12,
            "text": "(Intom li temmnu, meta tikkonsultaw lill-Mibgħut, ras imb'ras, qabel it-taħdit privat tagħkom friegħu), agħtu karità. Dan ikun aħjar għalikom u (ssiru) aktar safjin. U jekk ma ssibux (kif tagħmlu din il-karità, kunu afu li) Alla tabilħaqq Kollu Maħfra, Ħanin"
        },
        {
            "chapter": 58,
            "verse": 13,
            "text": "Jaqaw (intom li temmnu) bżajtu tagħtu karità qabel it- taħdit privat tagħkom (mal-Profeta) 7 U billi ma għamiltux (karità), u Alla dar lejkom bil-maħfra (u wara li sirtu tafu li t-taħdit privat mal-Profeta huwa ħaġa serja ħafna), mela (għallinqas) agħmlu t-talb, agħtu l-karità (obbligatorja, iż- żakat), u oqogħdu għal Alla u għall-Mibgħut tiegħu. Alla jaf sewwa b'dak li tagħmlu"
        },
        {
            "chapter": 58,
            "verse": 14,
            "text": "Mela ma tarax (Muħammad) lil dawk (ta' wiċċ b'ieħor) li ssieħbu ma' nies (il-Lhud) li Alla għadab għalihom' (Dawn ta' wiċċ b'ieħor) ma humiex minnkom (il-Misilmin), u lanqas minnhom (mil-Lhud), u jaħilfu bil-ġideb (u jgħidu: UFuq Alla, aħna tassew Misilmini'') u jafu (li dan ma huwiex minnu)"
        },
        {
            "chapter": 58,
            "verse": 15,
            "text": "Alla ħejja għalihom kastig qalil. Tabilħaqq ħażin dak li kienu jagħmlul"
        },
        {
            "chapter": 58,
            "verse": 16,
            "text": "Huma jistkennu wara l-ħalf (fa/z) tagħhom u jżommu (lil ħaddieħor) mit-triq ta' Alla. Għalhekk ikollhom kastig ta' tkasbir"
        },
        {
            "chapter": 58,
            "verse": 17,
            "text": "Xejn, la ġidhom, u lanqas uliedhom, ina jħarsuhom minn Alla (u l-kastig tiegħu). Dawk huma nies in-Nar; huma fih jgħammru għal dejjemi"
        },
        {
            "chapter": 58,
            "verse": 18,
            "text": "Fil-Jum meta Alla jqajjimhom ilkoll mill-mewt, huma jaħilfulu bħalma jaħilfulkom (issa) u jaħsbu li għandhom xi ħaġa (li jistgħu joqogħdu fuqha). U ara, huma tabilħaqq il- giddibin"
        },
        {
            "chapter": 58,
            "verse": 19,
            "text": "Ħakimhom ix-Xitan u nessiehom it-tifkira ta' Alla. Dawk huma l-ġemgħa tax-Xitan. U ara, tabilħaqq li (dawk ta') il- ġemgħa tax-Xitan huma t-telliefa"
        },
        {
            "chapter": 58,
            "verse": 20,
            "text": "Tabilħaqq li dawk li jeħduha kontra Alla u l-Mibgħut tiegħu jkunu fost l-aktar imkasbrin"
        },
        {
            "chapter": 58,
            "verse": 21,
            "text": "Alla kiteb (dan id-digriet): Tassew negħleb (lill- għedewwa tiegħi), Jiena u l-Mibgħutin tiegħi. Alla tabilħaqq huwa Qawwi, Felħan"
        }
    ]
}