{
    "maqras": [
        {
            "chapter": 7,
            "verse": 1,
            "text": "A L. M. S"
        },
        {
            "chapter": 7,
            "verse": 2,
            "text": "This scripture has revealed ona -Ona nie harbor doubt it do tvoj srdce -Ze ona warn it zadovazit reminder believers"
        },
        {
            "chapter": 7,
            "verse": 3,
            "text": "Ona shall all nasledovat co revealed ona tvoj Lord nie nasledovat any idols Him! Zriedka robit ona berie heed"
        },
        {
            "chapter": 7,
            "verse": 4,
            "text": "Vela obec my annihilated they incurred our retribution chvila they bol asleep siroky zobudit"
        },
        {
            "chapter": 7,
            "verse": 5,
            "text": "Ich utterance when our retribution pojdem them je Indeed my bol transgressors"
        },
        {
            "chapter": 7,
            "verse": 6,
            "text": "My istota question those received odkaz my question posol"
        },
        {
            "chapter": 7,
            "verse": 7,
            "text": "My informovat them authoritatively my je never absent"
        },
        {
            "chapter": 7,
            "verse": 8,
            "text": "scales je set on ze dni equitably. Those weights bol heavy bol winners"
        },
        {
            "chapter": 7,
            "verse": 9,
            "text": "Mat rad for those weights bol kypry they bol jeden lost ich souls consequence z disregarding our revelations unjustly"
        },
        {
            "chapter": 7,
            "verse": 10,
            "text": "My zriadit ona zem my have zadovazit for ona znamenat support therein! Zriedka bol ona appreciative"
        },
        {
            "chapter": 7,
            "verse": 11,
            "text": "My created ona potom my shaped ona potom my said do angels, Jesen prostrate Adam. They fell prostrate except Iblees (Satan;) he nie bol prostrators"
        },
        {
            "chapter": 7,
            "verse": 12,
            "text": "He said Co zamedzit ona z prostrating when ja zakazka ona? He said ja je lepsie than he; Ona created mna z zapalit created him z mud"
        },
        {
            "chapter": 7,
            "verse": 13,
            "text": "He said Therefore ona ist nadol, ona nie bol bol arrogant tu. Get ona debased"
        },
        {
            "chapter": 7,
            "verse": 14,
            "text": "He said Grant mna respite Dni Vzkriesenie"
        },
        {
            "chapter": 7,
            "verse": 15,
            "text": "He said Ona granted respite"
        },
        {
            "chapter": 7,
            "verse": 16,
            "text": "He said Since Ona have willed ze ja ist astray ja skulk them Tvoj straight chodnicek"
        },
        {
            "chapter": 7,
            "verse": 17,
            "text": "Ja pojdem them z them za them z ich na pravo z ich vlavo Ona zalozit ze vela z them bol unappreciative"
        },
        {
            "chapter": 7,
            "verse": 18,
            "text": "He said Get therefrom despised defeated Those among them nasledovat ona ja fill Hell ona all"
        },
        {
            "chapter": 7,
            "verse": 19,
            "text": "Mat rad for ona Adam byvat tvoj manzelka v Raj jestn therefrom ona prosim nie zblizit sa this 1 strom lest ona jesen do zhresit"
        },
        {
            "chapter": 7,
            "verse": 20,
            "text": "devil whispered them v poradie reveal ich zbor bol invisible do them. He said Tvoj Lord nie zakazat ona this strom zamedzit ona z becoming angels attaining eternal existence"
        },
        {
            "chapter": 7,
            "verse": 21,
            "text": "He swore them ja dat ona dobry rada"
        },
        {
            "chapter": 7,
            "verse": 22,
            "text": "He thus duped them laicky Mat rad skoro mat rad they chut strom ich zbor became visible do them they tried pokryvka vlavo Raj! Ich Lord vola sa them ja nie enjoin ona Robit z ze strom warn ona devil bol tvoj zapalisty enemy"
        },
        {
            "chapter": 7,
            "verse": 23,
            "text": "They said Our Lord my zlo our souls a Ona forgive us have zlutovanie us my bol losers"
        },
        {
            "chapter": 7,
            "verse": 24,
            "text": "He said Ist nadol enemies z 1 iny On zem bol tvoj habitation provision for awhile"
        },
        {
            "chapter": 7,
            "verse": 25,
            "text": "He said it ona zivy it ona umrel z it ona bol brought out"
        },
        {
            "chapter": 7,
            "verse": 26,
            "text": "O dieta Adam my zadovazit ona garments pokryvka tvoj zbor i luxury! Lepsie garment bol garment righteousness. These je some z GOD's znamka lenze they berie heed"
        },
        {
            "chapter": 7,
            "verse": 27,
            "text": "O dieta Adam nie let devil dupe ona mat rad he robit when he zapricinit eviction tvoj rodicia Raj removal ich garments expose ich zbor. He jeho tribe see ty, chvila ona nie see them. My appoint devils companions z those nie verit"
        },
        {
            "chapter": 7,
            "verse": 28,
            "text": "They commit gross zhresit potom say My zalozit my rodicia robit this GOD commanded us robi it Say GOD never zastanca zhresit! Ona saying GOD co ona nie zauzlit"
        },
        {
            "chapter": 7,
            "verse": 29,
            "text": "Say Moj Lord zastanca justice stand devoted do Him alone kazdy miesto kult! Ona devote tvoj kult absolutely Him alone Iba mat rad He zasvatit ona ona ultimately ist Him"
        },
        {
            "chapter": 7,
            "verse": 30,
            "text": "Some He guided chvila others committed straying They berie devils ich zvladnut GOD they verit ze they guided"
        }
    ]
}