{
    "maqras": [
        {
            "chapter": 3,
            "verse": 75,
            "text": "Ārau kitābīsakalara mājata ēnēkuraā kichumāna mānuhō āchē, yāra ōcarata bipula sampada āmānata raākhilē'ō si ghūraā'i diba; ākau siham̐tara mājata ēnēkuraā mānuhō āchē, yāra ōcarata ēṭā dīnāra āmānata raākhilē'ō tāra ōparata sarbōcca tāgida nidiẏā laikē si sēẏā ubhatā'i nidiba. Ē'iṭō ē'i bābē yē, siham̐tē kaẏa, ‘um'mīsakalara biṣaẏē āmāra ōparata kōnō bādhyabādhakatā nā'i; ārau siham̐tē jāni buji āllāhara ōparata michā kathā kaẏa"
        },
        {
            "chapter": 3,
            "verse": 76,
            "text": "Haẏa niścaẏa, yadi kōnōbā'i nija pratiśrauti pūraṇa karaē ārau tākbaraā aralambana karaē tēntē (jāni thōraā) niścaẏa āllāhē mattākbīsakalaka bhāla pāẏa"
        },
        {
            "chapter": 3,
            "verse": 77,
            "text": "Niścaẏa yisakalē āllāhara lagata karaā pratiśrauti ārau nijara śapata tuccha mulyara binimaẏata bikraī karaē, ākhiraātata siham̐tara kōnō anśa nā'i; ārau kiẏāmatara dinā āllāhē siham̐tara lagata kathā naka’ba, siham̐tara prati dr̥ṣṭi'ō nidiba ārau siham̐taka paraiśud'dha'ō nakaraiba; ārau siham̐tara bābē āchē yantraṇādāẏaka śāsti"
        },
        {
            "chapter": 3,
            "verse": 78,
            "text": "Ārau niścaẏa siham̐tara mājata ēnēkuraā ēṭā dala āchē, yisakalē kitābaka jibhāra dbāraā bikr̥ta karaē yātē tōmālōkē sē'iṭōka āllāhara kitābara anśa buli bharaā; athaca sē'iṭō kitābara anśa nahaẏa. Siham̐tē ārau kaẏa, ‘ē'iṭō āllāhara taraphara paraā’; athaca sē'iṭō āllāhara taraphara paraā nahaẏa. Ārau siham̐tē jāni-buji āllāhara ōparata michā kathā kaẏa"
        },
        {
            "chapter": 3,
            "verse": 79,
            "text": "Kōnō mānuhara bābē saṅgata nahaẏa yē, āllāhē tē'ōm̐ka kitāba, hikamata ārau nubu'ōrata dāna karaāra pichata tē'ōm̐ mānuhaka ka’ba, ‘āllāhara paraibartē tōmālōkē mōraē'i dāsa hai yōraā’, baraṁ tē'ōm̐ ka’ba, ‘tōmālōkē raābbānī hai yōraā, yihētu tōmālōkē kitāba śikṣā diẏā ārau yihētu tōmālōkē adhyaẏana karaā’"
        },
        {
            "chapter": 3,
            "verse": 80,
            "text": "Ē'idaraē tē'ōm̐ tōmālōkaka ē'iṭō'ō nirdēśa nidiba yē, tōmālōkē phiraistā ārau nabīsakalaka raba hicāpē grahaṇa karaā. Tōmālōkē muchalima hōraāra pichata tē'ōm̐ kēnēkai tōmālōkaka kupharaīra nirdēśa diba"
        },
        {
            "chapter": 3,
            "verse": 81,
            "text": "ārau smaraṇa karaā, yētiẏā āllāhē nabīsakalara aṅgīkāra laichila yē, ‘ma'i tōmālōkaka kitāba ārau hikamatara (śikṣā) dichō; ētēkē tōmālōkara ōcarata yi āchē tāra satyāẏanakāraīraūpē yētiẏā tōmālōkara ōcarata ējana raāchula āhiba- tētiẏā tōmālōkē araśya'i tāra prati īmāna ānibā ārau tē'ōm̐ka sahāẏa karaibā’. Tē'ōm̐ ka’lē, ‘tōmālōkē sbīkāra karailānē? Ārau iẏāra ōparata mōra aṅgīkāra grahaṇa karailānē’? Tē'ōm̐lōkē ka’lē, ‘āmi sbīkāra karailō’. Tē'ōm̐ ka’lē, ‘tēntē tōmālōkē sākṣī thākā ārau maẏō tōmālōkara lagata sākṣī thākilō"
        },
        {
            "chapter": 3,
            "verse": 82,
            "text": "Ētēkē iẏāra pichata yisakalē ubhati yāba siham̐tē'i phāchika"
        },
        {
            "chapter": 3,
            "verse": 83,
            "text": "Siham̐tē āllāhara dbīnara paraibartē āna kibā bicāraē nēki? Athaca ākāśamaṇḍala ārau pr̥thiraīta yi āchē sakalōraē icchātē ha'ōm̐ka bā anicchātē tē'ōm̐ra ōcarata ātmasamarpaṇa karaichē; ārau tē'ōm̐ra ōcaratē'i siham̐tara pratyārartana"
        },
        {
            "chapter": 3,
            "verse": 84,
            "text": "Kōraā, ‘āmi āllāhara ōparata ārau āmāra prati yi aratīrṇa haichē ārau ibraāhīma, ichamā'īla, ichahākba, iẏākbuba ārau tē'ōm̐ra banśadharasakalara prati yi aratīrṇa haichila ārau yi muchā, īchā ārau āna āna nabīsakalaka tē'ōm̐lōkara pratipālakara taraphara paraā pradāna karaā haichila tāra ōparata īmāna ānichō; āmi tē'ōm̐lōkara kāraō mājata kōnō pārthakya nakaraō; ārau āmi tē'ōm̐ra ōcaratē'i ātmasamarpaṇakāraī"
        },
        {
            "chapter": 3,
            "verse": 85,
            "text": "Ārau yiẏē ichalāmara bāhiraē āna kōnō dbīna sandhāna karaiba tāra paraā kētiẏā'ō sēẏā grahaṇa karaā naha’ba ārau si parakālata kṣatigrastasakalara antarbhūkta ha’ba"
        },
        {
            "chapter": 3,
            "verse": 86,
            "text": "Āllāhē kēnēkai sē'i sampradāẏaka hidāẏata karaiba, yisakalē īmāna ānāra pichata ārau raāchulaka satya buli sākṣya diẏāra pichata ārau siham̐tara ōcarata spaṣṭa nidarśana ahāra pichatō kupharaī karaē? Ārau āllāhē yālima sampradāẏaka hidāẏata nidiẏē"
        },
        {
            "chapter": 3,
            "verse": 87,
            "text": "Iham̐tē'i haichē sē'isakala lōka, yisakalara pratidāna haichē, siham̐tara ōparata āllāhara, phiraistāsakalara ārau sakalō mānuhara abhisampāta"
        },
        {
            "chapter": 3,
            "verse": 88,
            "text": "Siham̐tē tāta sthāẏī ha’ba, siham̐tara śāsti śithila karaā naha’ba ārau siham̐taka arakāśa'ō diẏā naha’ba"
        },
        {
            "chapter": 3,
            "verse": 89,
            "text": "kintu sē'isakala lōkara bāhiraē, yisakalē iẏāra pichata tā'ōbā karaichē ārau nijakē sanśōdhana karaichē. Tēntē niścaẏa āllāha kṣamāśīla, parama daẏālu"
        },
        {
            "chapter": 3,
            "verse": 90,
            "text": "Niścaẏa yisakalē īmāna ānāra pichata kupharaī karaichē, tāra pichata siham̐ta kupharaī kāryata bāṛhi gaichē siham̐tara tā'ōbā kētiẏā'ō kabula karaā naha’ba; ārau siham̐tē'i pathabhraṣṭa"
        },
        {
            "chapter": 3,
            "verse": 91,
            "text": "Niścaẏa yisakalē kupharaī karaichē ārau kāphiraraūpē mr̥tyubaraṇa karaichē siham̐tara kōnōbā'i pr̥thiraī bharaā sōṇa binimaẏasbaraūpa pradāna karailē'ō sēẏā kētiẏā'ō grahaṇa karaā naha’ba. Iham̐tē'i sē'isakala lōka, yiham̐tara bābē āchē yantraṇādāẏaka śāsti ārau siham̐tara bābē kōnō sahāẏakāraī nā'i"
        },
        {
            "chapter": 3,
            "verse": 92,
            "text": "Tōmālōkē yi bhālapōraā tāra paraā byaẏa nakaraālaikē tōmālōkē kētiẏā'ō chōraāba arjana karaiba nōraāraibā; ārau tōmālōkē yi byaẏa karaā, niścaẏa āllāha sē'i samparkē sabiśēṣa aragata"
        }
    ]
}