{
    "maqras": [
        {
            "chapter": 5,
            "verse": 109,
            "text": "(Smaraṇa karaā) yidinā āllāhē raāchulasakalaka ēkatraita karaiba ārau sudhiba, ‘tōmālōkaka ki uttara diẏā haichila’? Tē'ōm̐lōkē ka’ba, ‘ē'i biṣaẏē āmāra kōnō jñāna nā'i, tumiẏē'itō gāẏēba samparkē sarbajñānī’"
        },
        {
            "chapter": 5,
            "verse": 110,
            "text": "Smaraṇa karaā, yētiẏā āllāhē ka’ba, ‘hē māra'iẏāmara putra īchā! Tōmāra prati ārau tōmāra mākara prati mōra niẏāmata smaraṇa karaā, yētiẏā rauhula kuducha pradāna karai ma'i tōmāka śaktiśālī karaichilō ārau tumi dōlanāta thakā arasthāta lagatē paraiṇata baẏasatō mānuhara lagata kathā ka’ba pāraichilā, tōmāka kitāba, hikamata, tā'ōraāta ārau iñjīla śikṣā dichilō, tumi bōkā māṭiraē mōra anumatikramata caraā'ira daraē ākr̥ti gaṭhaṇa karaichilā ārau tāta phum̐ māraichilā, phalata mōra anumatikramē sē'iṭō caraā'i hai gaichila, janmāndha ārau kuṣṭha raōgīsakalaka tumi mōra anumatikramē niraāmaẏa karaichilā ārau tumi mōra anumatikramē mr̥taka jīraita karaichilā, ārau smaraṇa karaā, yētiẏā ma'i tōmāra paraā banī icharaā'īlaka birata raākhichilō, yētiẏā tumi siham̐tara ōcarata spaṣṭa nidarśana lai āhichilā tētiẏā siham̐tara mājata yisakalē kupharaī karaichila siham̐tē kaichila, ‘ēẏā spaṣṭa yādura bāhiraē āna ēkō nahaẏa’"
        },
        {
            "chapter": 5,
            "verse": 111,
            "text": "Ārau smaraṇa karaā, yētiẏā ma'i hāraāraīsakalara manata ilahāma karaichilō yē, ‘tōmālōkē mōra prati ārau mōra raāchulara prati īmāna ānā’, siham̐tē kaichila, ‘āmi īmāna ānilō ārau tumi sākṣī thākā yē, niścaẏa āmi muchalima’"
        },
        {
            "chapter": 5,
            "verse": 112,
            "text": "Smaraṇa karaā, yētiẏā hāraāraīsakalē kaichila, ‘hē māra'iẏāmara putra īchā! Tōmāra pratipālakē āmālai ākāśara paraā khādya basturaē bharaā dastarakhāna praēraṇa karaibalai sakṣamanē? Tē'ōm̐ kaichila, ‘āllāhara tākbaraā aralambana karaā yadi tōmālōkē mumina hōraā’"
        },
        {
            "chapter": 5,
            "verse": 113,
            "text": "Siham̐tē kaichila, ‘āmi tāra paraā khāba bicāraō ārau āmāra hr̥daẏē praśānti lābha karaiba, ārau yātē āmi jāniba pāraō yē, tumi kōraā kathābōra satya ārau āmi ē'i biṣaẏē sākṣī ha’ba bicāraō’"
        },
        {
            "chapter": 5,
            "verse": 114,
            "text": "Māra'iẏāmara putra īchā'i ka’lē, ‘hē āllāha (tumi) āmāra raba! Āmāra bābē ākāśara paraā dastarakhāna aratīrṇa karaā; ē'iṭō āmāra ārau āmāra pūrbarartī lagatē parabartī sakalōraē bābē ha’ba ānandōṯsara sbaraūpa ārau ēẏā ha'ba tōmāra phālara paraā ēṭā nidarśana. Āmāka jīraikā dāna karaā, tumiẏē'itō śraēṣṭha jīraikādātā’"
        },
        {
            "chapter": 5,
            "verse": 115,
            "text": "Āllāhē ka’lē, ‘niścaẏa ma'i tōmālōkara ōcarata sēẏā aratīrṇa karaima, kintu iẏāra pichata tōmālōkara mājara paraā kōnōbā'i kupharaī karailē tāka ma'i ēnēkuraā śāsti bihima yiṭō śāsti sr̥ṣṭijagatara āna kākō nidi'ōm̐’"
        },
        {
            "chapter": 5,
            "verse": 116,
            "text": "Ārau smaraṇa karaā, āllāhē yētiẏā ka’ba, ‘hē māra'iẏāmara putra īchā! Tumi mānuhaka ē'i kathā kaichilā nēki yē, tōmālōkē āllāhara bāhiraē mōka ārau mōra mākaka upāsyaraūpē grahaṇa karaā? Tē'ōm̐ ka’ba, ‘tumi mahimānbita! Yiṭō kōraāra adhikāra mōra nā'i sē'iṭō kōraā mōra pakṣē kētiẏā'ō śōbhanīẏa nahaẏa. Yadi ma'i ēnēkai ka’lōhēm̐tēna tēntē tumitō sēẏā jānilāhēm̐tēna. Mōra antarara kathātō tumi jānā, kintu tōmāra antarara kathā ma'i nājānō, niścaẏa tumi adr̥śya samparkē sarbajñānī’"
        },
        {
            "chapter": 5,
            "verse": 117,
            "text": "‘Tumi mōka yi ādēśa karaichilā tāra bāhiraē ma'i siham̐taka ēkō kōraā nā'i, sēẏā haichē yē, tōmālōkē āllāhara ibādata karaā yijana mōra raba ārau tōmālōkaraō raba; ārau yimāna dinalaikē ma'i siham̐tara mājata āchilō simāna dinalaikē ma'i siham̐tara kāryakarmara sākṣī āchilō, kintu yētiẏā tumi mōka uṭhā'i ānilā tētiẏā tumiẏē'itō āchilā siham̐tara kr̥takarmara tattbāradhāẏaka ārau tumiẏē'i sakalō bastura paryabēkṣaka"
        },
        {
            "chapter": 5,
            "verse": 118,
            "text": "Yadi tumi siham̐taka śāsti diẏā tēntē siham̐tatō tōmāraē'i bāndā, ārau yadi siham̐taka kṣamā karai diẏā tēntē tumitō mahāparaākramaśālī, prajñāmaẏa"
        },
        {
            "chapter": 5,
            "verse": 119,
            "text": "Āllāhē ka’ba, ‘ē'iṭōraē sē'i dina, yidinā satyabādīsakalē siham̐tara satyara bābē upakr̥ta ha’ba, siham̐tara bābē āchē jānnāta yāra talata nadīsamūha prabāhita. Siham̐tē tāta cirasthāẏī ha’ba, āllāha siham̐tara prati santuṣṭa ārau siham̐tē'ō āllāhara prati santuṣṭa, ē'iṭōraē'i mahāsaphalatā"
        },
        {
            "chapter": 5,
            "verse": 120,
            "text": "Ākāśamaṇḍala ārau pr̥thiraī lagatē ē'i duẏōra mājata yi āchē sē'i sakalōraē raājatba āllāharaē'i ārau tē'ōm̐ sakalō bastura ōparata kṣamatābāna"
        },
        {
            "chapter": 6,
            "verse": 1,
            "text": "Sakalō dharaṇara praśansā kērala āllāharaē'i yijanē ākāśamaṇḍala ārau pr̥thiraī sr̥ṣṭi karaichē, ārau sr̥ṣṭi karaichē andhakāra ārau pōhara. Iẏāra pichatō kāphirasakalē nija pratipālakara samatulya sthira karaē"
        },
        {
            "chapter": 6,
            "verse": 2,
            "text": "Tēraēm̐i tōmālōkaka bōkā māṭiraē sr̥ṣṭi karaichē, tāra pichata ēṭā samaẏa nirdiṣṭa karaichē ārau āna ēṭā nirdhāraita samaẏa āchē yiṭō kērala tēraēm̐i jānē, iẏāra pichatō tōmālōkē sandēha karaā"
        },
        {
            "chapter": 6,
            "verse": 3,
            "text": "Ākāśamaṇḍala ārau pr̥thiraīta kērala tēraēm̐i āllāha, tōmālōkara gōpana ārau prakāśya sakalō tē'ōm̐ jānē ārau tōmālōkē yi arjana karaā sēẏā'ō tē'ōm̐ jānē"
        },
        {
            "chapter": 6,
            "verse": 4,
            "text": "Ārau siham̐tara pratipālakara paraā siham̐tara ōcaralai kōnō nidarśana āhilē'i siham̐tē tāra paraā mukha ghūraā'i laẏa"
        },
        {
            "chapter": 6,
            "verse": 5,
            "text": "Ētēkē satya yētiẏā'i siham̐tara ōcarata āhichē siham̐tē sēẏā asbīkāra karaichē. Gatikē yi biṣaẏē siham̐tē upahāsa karaichē tāra yathārtha sambāda anatipalamē siham̐tara ōcarata āhi pāba"
        },
        {
            "chapter": 6,
            "verse": 6,
            "text": "Siham̐tē cōraā nā'inē yē, āmi siham̐tara pūrbē bahu prajanmaka bināśa karaichō? Siham̐taka pr̥thiraīta ēnēkai pratiṣṭhita karaichilō yē, tēnēkai pratiṣṭhita tōmālōkakō karaā nā'i ārau siham̐tara ōparata dhāraāṣāra baraṣuṇa barṣā'ichilō. Ārau sr̥ṣṭi karaichilō nadīsamūha yibōra siham̐tara talata prabāhita āchila, tāra pichata siham̐tara pāpakarmara bābē siham̐taka bināśa karaichō ārau siham̐tara pichata āna prajanmaka sr̥ṣṭi karaichō"
        },
        {
            "chapter": 6,
            "verse": 7,
            "text": "Ārau āmi yadi tōmāra prati kāgajata likhā kitāpō aratīrṇa karailōhēm̐tēna, phalata siham̐tē yadi sēẏā hātēraē sparśa'ō karailēhēm̐tēna tathāpi'ō kāphirasakalē ka’lēhēm̐tēna, ‘ē'iṭō spaṣṭa yādura bāhiraē āna ēkō nahaẏa’"
        },
        {
            "chapter": 6,
            "verse": 8,
            "text": "Ārau siham̐tē kaẏa, ‘kiẏa tāra ōcarata kōnō phiraistā aratīrṇa nahaẏa?’ Ārau yadi āmi phiraistā aratīrṇa karailōhēm̐tēna, tēntē biṣaẏaṭōra cuṛānta phaẏacālā'i hai ga’lēhēm̐tēna, tāra pichata siham̐taka ārau kōnō arakāśa diẏā naha’lēhēm̐tēna"
        },
        {
            "chapter": 6,
            "verse": 9,
            "text": "Ārau yadi tē'ōm̐ka phiraistā karailōhēm̐tēna tēntē tē'ōm̐ka purauṣa mānuhara ākr̥titē'i paṭhiẏālōhēm̐tēna, ārau siham̐taka tēnēkuraā bibhramatē'i raākhilō haẏa yēnēkuraā bibhramata siham̐ta ētiẏā āchē"
        },
        {
            "chapter": 6,
            "verse": 10,
            "text": "Ārau tōmāra pūrbē bahutō raāchulaka upahāsa karaā haichē. Phalata yisakalē tē'ōm̐lōkara lagata upahāsa karaichila siham̐taka siham̐tara upahāsē'i paraibēṣṭana karai laichē"
        },
        {
            "chapter": 6,
            "verse": 11,
            "text": "Kōraā, ‘tōmālōkē pr̥thiraīta paraibhramaṇa karaā, tāra pichata cōraā, yisakalē mithyāraōpa karaichila siham̐tara paraiṇāma ki haichila’"
        },
        {
            "chapter": 6,
            "verse": 12,
            "text": "kōraā, ‘ākāśamaṇḍala ārau pr̥thiraīta yi āchē sēẏā kāra’? Kōraā, ‘āllāharaē'i’, tē'ōm̐ nijara ōparata'daẏāka' kartabya hicāpē likhi laichē. Kiẏāmatara dinā tē'ōm̐ niścaẏa tōmālōkaka ēkatraita karaiba, iẏāta kōnō sandēha nā'i. Yisakalē nijē'i nijara kṣati karaichē siham̐tē īmāna pōṣaṇa nakaraiba"
        }
    ]
}