{
    "rukus": [
        {
            "chapter": 16,
            "verse": 111,
            "text": "(All this will happen) on the day when everyone will come pleading for himself, and everyone will be given in full what he did, and they will not be wronged"
        },
        {
            "chapter": 16,
            "verse": 112,
            "text": "Allah gives an example: There was a town, secure and content with its sustenance coming in plenty from every place. Then, it turned ungrateful to the bounties of Allah; so, Allah made it to taste hunger and terror (that covered it) like a garment, as recompense of what its people used to do"
        },
        {
            "chapter": 16,
            "verse": 113,
            "text": "And, of course, a messenger from among themselves had come to them, but they rejected him; so the punishment seized them when they were wrongdoers"
        },
        {
            "chapter": 16,
            "verse": 114,
            "text": "So, eat the permissible and pure things from what Allah has provided you, and be grateful for the bounty of Allah, if you worship Him alone"
        },
        {
            "chapter": 16,
            "verse": 115,
            "text": "He has but prohibited for you the carrion, the blood, the flesh of swine and what has been invoked upon with a name other than that of Allah. However, if anyone is compelled by necessity - neither seeking pleasure, nor crossing the limit (of necessity) - then, Allah is Most-Forgiving, Very-Merciful"
        },
        {
            "chapter": 16,
            "verse": 116,
            "text": "Do not say about what your tongues describe falsely, .This is lawful and that is unlawful. so that you may forge the lie upon Allah. Surely, those who forge a lie upon Allah do not prosper"
        },
        {
            "chapter": 16,
            "verse": 117,
            "text": "(Let there be) a little enjoyment, and (then) for them there is a painful punishment"
        },
        {
            "chapter": 16,
            "verse": 118,
            "text": "For those who are Jews, We had prohibited that which We have already told you; and We did not wrong them, but it was they who used to wrong themselves"
        },
        {
            "chapter": 16,
            "verse": 119,
            "text": "Then your Lord – for those who did evil because of ignorance, then repented after that and corrected themselves – surely your Lord is, after all that, Most-Forgiving, Very-Merciful"
        }
    ]
}