{
    "rukus": [
        {
            "chapter": 2,
            "verse": 30,
            "text": "(Remember) when your Lord said to the angels, .I am going to create a deputy on the earth!. They said, .Will You create there one who will spread disorder on the earth and cause bloodshed, while we proclaim Your purity, along with your praise, and sanctify Your name?. He said, .Certainly, I know what you know not"
        },
        {
            "chapter": 2,
            "verse": 31,
            "text": "And He taught ‘Adam the names, all of them; then presented them before the angels, and said, .Tell me their names, if you are right"
        },
        {
            "chapter": 2,
            "verse": 32,
            "text": "They said, .To You belongs all purity! We have no knowledge except what You have given us. Surely, You alone are the All-knowing, All- wise"
        },
        {
            "chapter": 2,
            "verse": 33,
            "text": "He said, .O ‘Adam, tell them the names of all these. When he told them their names, Allah said, .Did I not tell you that I know the secrets of the skies and of the earth, and that I know what you disclose and what you conceal"
        },
        {
            "chapter": 2,
            "verse": 34,
            "text": "And when We said to the angels: .Prostrate yourselves before ‘Adam!. So, they prostrated themselves, all but Iblis (Satan). He refused, and became one of the infidels"
        },
        {
            "chapter": 2,
            "verse": 35,
            "text": "And We said, .O ‘Adam, dwell, you and your wife, in Paradise; and eat at pleasure wherever you like, but do not go near this tree, otherwise you will be (counted) among the transgressors"
        },
        {
            "chapter": 2,
            "verse": 36,
            "text": "Then, Satan caused them to slip from it, and brought them out of where they had been. And We said, .Go down, all of you, some of you the enemies of others; and on the earth there will be for you a dwelling place and enjoyment for a time"
        },
        {
            "chapter": 2,
            "verse": 37,
            "text": "Then ‘Adam learned certain words (to pray with) from his Lord; so, Allah accepted his repentance. No doubt, He is the Most-Relenting, the Very-Merciful"
        },
        {
            "chapter": 2,
            "verse": 38,
            "text": "We said, .Go down from here, all of you. Then, should some guidance come to you from Me, those who follow My guidance shall have no fear, nor shall they grieve"
        },
        {
            "chapter": 2,
            "verse": 39,
            "text": "As for those who disbelieve, and deny Our signs, they are the people of the Fire. They shall dwell in it forever"
        }
    ]
}