{
    "maqras": [
        {
            "chapter": 3,
            "verse": 133,
            "text": "A speste o prekot, abyste dosahli odpusteni Pana sveho a raje, jenz rozsahem stejny jest jako nebe i zeme a jenz prichystan jest bohahojnym"
        },
        {
            "chapter": 3,
            "verse": 134,
            "text": "kteri rozdavaji almuznu v dobach dobrych i zlych, premahaji hnev svuj a odpousteji druhym, Buh zajiste miluje ty, kdoz dobre cini"
        },
        {
            "chapter": 3,
            "verse": 135,
            "text": "Kteri kdyz byli dopustili se spatnosti neb neceho zleho vuci sobe samym, vzpomenou na Boha a prosi jej za odpusteni hrichu svych — a kdoz jiny odpousteti muze hrichy krome Boha? — a nesetrvavaji v tom, co byli ucinili, kdyz vedi, ze jest to hrisno"
        },
        {
            "chapter": 3,
            "verse": 136,
            "text": "Odmenou techto bude odpusteni Pana jejich a zahrady, pod nimiz reky tekou, v nichz prebyvati budou vecne. Jak krasna jest odmena tech, kteri konaji dobro"
        },
        {
            "chapter": 3,
            "verse": 137,
            "text": "Jiz pred vami ucineny byly vystrazne priklady. Projdete zemi a vizte, jaky konec vzali ti, kteri nazyvali proroky lhari"
        },
        {
            "chapter": 3,
            "verse": 138,
            "text": "Totot jasne jest prohlaseni lidstvu a vedeni i napomenuti bohahojnym"
        },
        {
            "chapter": 3,
            "verse": 139,
            "text": "Neztracejte mysli, aniz se rmutte, nebot vy dostanete se na vrch, budete-li vericimi"
        },
        {
            "chapter": 3,
            "verse": 140,
            "text": "Utrpite-li poraneni, pomnete, ze stejna zraneni utrpeli lide pred tim: podobnym dnum uspechu ci neuspechu davame stridati se mezi lidmi, aby tak seznal Buh ty, kdoz uverili mezi vami a mucedniky si vybral mezi vami: a Buh nemiluje nepravostnych"
        },
        {
            "chapter": 3,
            "verse": 141,
            "text": "A aby Buh vzal na zkousku ty, kteri uverili a zahladil neverici"
        },
        {
            "chapter": 3,
            "verse": 142,
            "text": "Zdaz domnivali jste se, ze vstoupite do raje drive, nez zvi Buh, kdo zdatnymi byli v boji a nez sezna, kdo byli vytrvalymi"
        },
        {
            "chapter": 3,
            "verse": 143,
            "text": "Vzdyt prali jste si smrti drive, nez setkali jste se s ni tvari v tvar: nuze, videli jste ji a na sve vlastni oci — a ted vahate"
        },
        {
            "chapter": 3,
            "verse": 144,
            "text": "Mohammed jest pouze prorok a pred nim jiz byli proroci: a kdyby zemrel, aneb byl zabit, odvratili byste se od prave viry? Ten, kdo odvrati se, neuskodi Bohu v nejmensim: a Buh odmenuje ty, kteri jsou mu vdecni"
        },
        {
            "chapter": 3,
            "verse": 145,
            "text": "Nikdo nezemre, vyjma z doveleni boziho, podle knihy, jez urcuje presne lhutu zivota. Kdozkoli zada si odmeny v tomto svete, bude mu dana: kdozkoli pak zada si odmeny ve svete budoucim, dame mu ji: a Buh odmenuje ty, kteri jsou mu vdecni"
        },
        {
            "chapter": 3,
            "verse": 146,
            "text": "Jak mnohy prorok bojoval s odpurci, s nimiz byly zastupy cetne, vsak nedali se zastrasiti jakymkoli protivenstvim, potkavsim je v boji na stezce bozi, aniz ochabli ci zbabele poddali se. A Buh miluje ty, kdoz pevne vytrvavaji"
        },
        {
            "chapter": 3,
            "verse": 147,
            "text": "Rikali jen: „Pane nas, odpust nam viny nase a pochybeni v poslani nasem: a upevni kroky nase a poprej nam vitezstvi nad lidem nevericim.“"
        },
        {
            "chapter": 3,
            "verse": 148,
            "text": "A Buh dal jim odmenu v tomto svete a krasnou odmenu ve svete budoucim. A Buh miluje ty, kdoz dobre cini"
        },
        {
            "chapter": 3,
            "verse": 149,
            "text": "Vy, kteri jste uverili, poslechnete-li neverici, premluvi vas k navratu do bludu vasich a upadnete, ztrativse vsechno"
        },
        {
            "chapter": 3,
            "verse": 150,
            "text": "Ale za to Buh jest ochranitelem vasim a on zajiste nejlepsim jest ze vsech ochrancu"
        },
        {
            "chapter": 3,
            "verse": 151,
            "text": "Vrhneme hruzu v srdce nevericich za to, ze Bohu davali spolecniky v bozstvi, aniz by byli obdrzeli k tomu splnomocneni s hury: prebyvanim jejich bude ohen a jak hrozne bude bydliste nepravostnych"
        },
        {
            "chapter": 3,
            "verse": 152,
            "text": "Buh splnil vam jiz slib svuj, kdyz z dopusteni jeho porazili jste je, dokud neztratili jste odvahu a neopreli jste se rozkazu a byli jste neposlusnymi pote, kdyz byl ukazal vam prorok to, po cem jste touzili. Nekteri z vas zadali si odmeny pozemske, nekteri pak zadali si odmeny v zivote budoucim: Buh obratil vas na utek pred nepritelem, aby vas zkousel, vsak nyni jiz odpustil vam, nebot Buh jest nejvys milostiv vuci vericim"
        }
    ]
}