{
    "maqras": [
        {
            "chapter": 8,
            "verse": 61,
            "text": "A kloni-li se k miru, klon se tez k nemu a spolehej na Boha, nebot On vse slysi a vi"
        },
        {
            "chapter": 8,
            "verse": 62,
            "text": "Vsak chteji-li oklamati te, Buh zajiste postaci ti: ont prispel ti pomoci svou a pomoci vericich"
        },
        {
            "chapter": 8,
            "verse": 63,
            "text": "Ont sjednotil srdce jejich: kdybys byl venoval veskera bohatstvi zeme, nebyl bys sjednotil srdce jejich, vsak Buh sjednotil je: Ont zajiste mocny jest a moudry"
        },
        {
            "chapter": 8,
            "verse": 64,
            "text": "O proroku, Buh dostaci ti a oni, kdoz nasleduji te z vericich"
        },
        {
            "chapter": 8,
            "verse": 65,
            "text": "O proroku, povzbuzuj verici k boji: bude-li mezi vami dvacet vytrvalych, premohou dve ste, a bude-li mezi vami takovych sto, premohou tisic nevericich, nebot jest to lid nechapavy"
        },
        {
            "chapter": 8,
            "verse": 66,
            "text": "Nyni Buh ulehcil vam, nebot vi, jak slabi jste. Vsak bude-li vas sto vytrvalych, premohou dve ste: a bude-li vas takovych tisic, premohou dva tisice z dopusteni boziho, nebot Buh jest na strane vytrvalych"
        },
        {
            "chapter": 8,
            "verse": 67,
            "text": "Nikteremu proroku dano bylo ciniti zajatce, dokud neucinil krveproliti na zemi. Vy chcete pomijejici veci tohoto sveta, vsak Buh chce (dati vam) zivot budouci: a Buh mocny jest a moudry"
        },
        {
            "chapter": 8,
            "verse": 68,
            "text": "Nebyti narizeni, daneho vam jiz pred tim Bohem, byl by dotekl se vas za to, co vzali jste, trest velky"
        },
        {
            "chapter": 8,
            "verse": 69,
            "text": "Nuz pozivejte z toho, co ukoristili jste, coz dovoleno jest a dobre: a bojte se Boha, nebot Buh velky jest zajiste v odpousteni, slitovny"
        },
        {
            "chapter": 8,
            "verse": 70,
            "text": "O proroku, rci k tem, kdoz zajatci jsou v rukou vasich: „Sezna-li Buh, ze dobro jest v srdcich vasich, da vam lepsi statky tech, ktere odnaty vam byly a odpusti vam: nebot Buh velky jest v odpousteni, slitovny.“"
        },
        {
            "chapter": 8,
            "verse": 71,
            "text": "Vsak zanaseji-li se zradou vuci tobe nebo zachovali-li se proradne vuci Bohu jiz pred tim, (Buh) dal ti je v moc a on zajiste jest vedouci. moudry"
        },
        {
            "chapter": 8,
            "verse": 72,
            "text": "Ti, kdoz uverili, a vystehovali se z domu svych a bojovali statky i osobami svymi na stezce bozi: a ti, kdoz utociste a pomoci poskytli (prorokovi), jsou si navzajem prateli. A ti. kdoz uverili vsak nevystehovali se, nemaji nikterak zahrnuti byt vami ve svazek pratelsky, dokud nevystehuji se: ale kdyby prosili vas o pomoc v pricine viry, jest na vas, abyste poskytli jim pomoci, vyjma proti lidu, s nimz jste byli ucinili smlouvu. A Buh dobre pozoruje skutky vase"
        },
        {
            "chapter": 8,
            "verse": 73,
            "text": "Ti, kdoz neuverili, jsou si navzajem prateli: a neucinite-li stejne tak, rozbroj zavladne v zemi a zkazenost velka"
        },
        {
            "chapter": 8,
            "verse": 74,
            "text": "A ti, kdoz uverili a vystehovali se a bojovali na stezce bozi: a kdoz utociste a pomoci poskytli (prorokovi): tito jsou vericimi v pravde — jim odpusteni prichystano jest a odmena stedra"
        },
        {
            "chapter": 8,
            "verse": 75,
            "text": "A ti, kdoz uverili pote a vystehovali se a bojovali s vami: tito patri ve svazek vas. Vsak ti, kdoz krevne sprizneni jsou, jsou si nejblize pribuzni navzajem. (Toto psano jest) v Knize bozi a Buh o vsem vi"
        }
    ]
}