{
    "rukus": [
        {
            "chapter": 7,
            "verse": 40,
            "text": "Bēśaka jinhāṁ lōkāṁ nē sāḍī'āṁ niśānī'āṁ tōṁ inakāra atē hakāra kītā unhāṁ la'ī asamāna dē daravāzē nahīṁ' khōl'hē jāṇagē atē nā hī uha savaraga vica pravēśa karanagē jināṁ cira ūṭha sū'ī dē nakē vicōṁ nā lagha jāvē (bhāva kadē vī nahīṁ) asīṁ aparādhī'āṁ nū ajihī hī sazā didē hāṁ"
        },
        {
            "chapter": 7,
            "verse": 41,
            "text": "Unhāṁ la'ī naraka dā bisatarā hōvēgā atē unhāṁ upara uhī ōcaṇā (sauṇa didē rahāṅgē)"
        },
        {
            "chapter": 7,
            "verse": 42,
            "text": "Atē jihaṛē lōka bharōsē vālē hō'ē unhāṁ nēka karama kītē iha lōka hī janata vālē hana atē isa vica hamēśā rahiṇagē"
        },
        {
            "chapter": 7,
            "verse": 43,
            "text": "Atē usa dē dila dē harēka khōṭa nū asīṁ' kaḍha dēvāṅgē. Unhāṁ dē thalē nahirāṁ vahi rahī'āṁ hōṇagī'āṁ atē uha kahiṇagē ki sapūrana prasasā alāha la'ī hai. Jisa nē sānū ithōṁ taka pahucā'i'ā atē asīṁ rasatā pā'uṇa vālē nahīṁ sī. Jēkara alāha sānū rāha nā dikhā'undā. Sāḍē raba dē paigabara sacī'āṁ galāṁ lai kē ā'ē sana. Atē pukāri'ā jā'ēgā ki ithē janata hai. Jisa dē tusīṁ adhikārī ghōśita kītē ga'ē hō. Tuhāḍē karamāṁ dē badalē"
        },
        {
            "chapter": 7,
            "verse": 44,
            "text": "Atē janata vālē naraka vāli'āṁ nū pūkāraṇagē ki isa vica sāḍē raba nē jihaṛī pratigi'ā kītī sī asīṁ usa nū sacā pā'i'ā hai, kī tusīṁ vī āpaṇē raba dī pratigi'ā nū sacā pā'i'ā hai. Uha kahiṇagē hāṁ. Phira ika pukārana vālā dōvāṁ dē vica pukārēgā ki ati'ācārī'āṁ upara alāha dī lāhaṇata hōvē"
        },
        {
            "chapter": 7,
            "verse": 45,
            "text": "Jihaṛē alāha dē rāha vicōṁ rōkadē sana atē usa vica kamī'āṁ labhadē sana atē uha ki'āmata dē dina nū jhuṭhalā'uṇa vālē sana"
        },
        {
            "chapter": 7,
            "verse": 46,
            "text": "Atē dōvāṁ dē vica ika ōṭa hōvēgī. Atē ārāfa dē upara kujha lōka hōṇagē jihaṛē hara ika nū unhāṁ dē lachaṇā tōṁ pachānaṇagē atē uha janata vāli'āṁ nū pukāra kē kahiṇagē ki tuhāḍē upara salāmatī hōvē, uha huṇa vī janata vica pravēśa nahīṁ' hō'ē hōṇagē, paratū uha āsavada hōṇagē"
        },
        {
            "chapter": 7,
            "verse": 47,
            "text": "Atē jadōṁ naraka vāli'āṁ dē vala unhāṁ dī nazara phērī jāvēgī tāṁ uha kahiṇagē ki hē sāḍē raba! Sānū inhāṁ ati'ācārī lōkāṁ dē vica śāmila nā karanā"
        }
    ]
}