{
    "rukus": [
        {
            "chapter": 9,
            "verse": 1,
            "text": "Virakatāṁ bēmukhāṁ dā ailāna hai, alāha atē usa dē rasūla valōṁ unhāṁ bahu=dēvavādī'āṁ la'ī jinhāṁ nāla tusīṁ sadhī'āṁ kītī'āṁ sana"
        },
        {
            "chapter": 9,
            "verse": 2,
            "text": "Tāṁ tusī' lōka dēśa vica cāra mahīnē ghuma phira lavō atē jāṇa lavō ki tusī alāha nū majabūra nahīṁ kara sakadē. Atē iha ki alāha inakārī'āṁ nū apamāṇita karana vālā hai"
        },
        {
            "chapter": 9,
            "verse": 3,
            "text": "Alāha atē usa dē rasūla valōṁ ailāna hai ki vaḍē haja dē dina lōkāṁ la'ī alāha atē usa dā rasūla bahudēva vādī'āṁ dī zimēvārī dē bhāra tō mukata hai. Huṇa jēkara tusīṁ lōka tauśā kara lavō tāṁ tuhāḍē la'ī cagā hai. Para jēkara tusīṁ bēmukha hōvōgē tāṁ jāṇa la'u ki tusīṁ alāha nū majabūra karana vālē nahīṁ hō. Atē inakārī'āṁ nū saḵẖata sazā dī khuśakhabarī dē dēvō"
        },
        {
            "chapter": 9,
            "verse": 4,
            "text": "Para jinhāṁ muśarakāṁ (raba śarīka baṇā'uṇa vālē) nāla tusīṁ samajhautā kītā sī, phira unhāṁ nē tuhāḍē nāla kō'ī virōdhatā nahīṁ kītī atē nā hī tuhāḍē virudha kisē dī sahā'itā kītī tāṁ unhāṁ nāla kītā samajhautā usa dē samēṁ' taka pūrā karō. Bēśaka alāha savācārī'āṁ nū pasada karadā hai"
        },
        {
            "chapter": 9,
            "verse": 5,
            "text": "Phira jadōṁ pavitara mahīnē batīta hō jāṇa tāṁ, jithē vī dēkhō bahū- dēvavādī'āṁ dī hati'ā kara di'ū. Unhāṁ nū phaṛhō, ghērōṁ atē harēka thāṁ tē unhāṁ dī ghāta vica baiṭhō. Phira jēkara uha taubā kara laiṇa atē namāza sathāpita karana atē zakāta dēṇa tāṁ unhāṁ nū mu'āfa kara di'uṁ. Alāha mu'āfa karana vālā atē rahimata karana vālā hai"
        },
        {
            "chapter": 9,
            "verse": 6,
            "text": "Atē jēkara śiraka karana vāli'āṁ vicōṁ kō'ī badā tuhāḍē tōṁ śaraṇa magē tāṁ usa nū śaraṇa dē dēvō tāṁ ki uha alāha dē śabada suṇana. Phira unhāṁ nū unhāṁ dē surakhi'ata sathāna tē pahucā dēvō. Iha isa la'ī hai ki'uṅki iha lōka samajha nahīṁ rakhadē"
        }
    ]
}