{
    "rukus": [
        {
            "chapter": 2,
            "verse": 130,
            "text": "hōra kēṇṇa hai jō ibarāhīma dē dīna nū pasada nā karē, para uha jisa nē āpaṇē āpa nū mūrakha baṇā li'ā hōvē hālāṅki asīṁ ibarāhīma nū sasāra vicōṁ cuṇa li'ā sī atē pralōka vica uha bhalē lōkāṁ vicōṁ hōvēgā"
        },
        {
            "chapter": 2,
            "verse": 131,
            "text": "Jadōṁ usa dē raba nē kihā ki āpaṇē āpa nū raba dē havālē kara dēvō, tāṁ usa nē kihā maiṁ āpaṇē āpa nū jagata dē mālaka dē havālē kītā hai"
        },
        {
            "chapter": 2,
            "verse": 132,
            "text": "atē isa dā hī upadēśa ditā ibarāhīma nē āpaṇī aulāda nū atē isē dā upadēśa yākūba nē āpaṇī satāna nū ditā. Hē mērē putarō! Alāha nē tuhāḍē la'ī isa dīna nū cuṇa li'ā. Ata isalāma tōṁ bināṁ kisē hōra hālāta vica tuhānū mauta nā ā'ē"
        },
        {
            "chapter": 2,
            "verse": 133,
            "text": "Kī tusīṁ hāzara sī jadōṁ yākūba dī mauta dā samāṁ ā'i'ā. Jadōṁ usa nē āpaṇē bēṭi'āṁ nū kihā ki mērē tōṁ bā'ada tusīṁ kisa dī ibādata karōgē? Unhāṁ nē kihā, asīṁ usē alāha dī ibādata karāṅgē, jisa dī ibādata tusīṁ āpa atē tuhāḍē vaḍērē ibarāhīma, isamā'īla, isahāka karadē ā'ē hana, uhī ika manaṇa yōga hai atē asīṁ usa dē āgi'ākārī hāṁ"
        },
        {
            "chapter": 2,
            "verse": 134,
            "text": "Iha ika pīṛhī sī jihaṛī guzara cukī hai. Usa nū milēgā jō usa nē kamā'i'ā atē tuhānū milēgā jō tusīṁ kamā'i'ā. Atē tuhāḍē tōṁ unhāṁ bārē kō'ī pucha nahīṁ hōvēgī"
        },
        {
            "chapter": 2,
            "verse": 135,
            "text": "Uha kahidē hana ki yahūdī jāṁ īsā'ī baṇa jā'u tāṁ cagā rāha pā'uṅgē. Kahō ki nahīṁ, sagōṁ asīṁ tāṁ ibarāhīma dē dīna dā pālaṇa karadē hāṁ jihaṛā ika alāha nū manaṇa vālā sī atē uha bahu-dēvavādī'āṁ vicōṁ nahīṁ sī"
        },
        {
            "chapter": 2,
            "verse": 136,
            "text": "Kahō ki asī alāha upara īmāna li'ā'ē atē usa māraga daraśana upara jō sāḍē vala utāri'ā gi'ā atē usa upara vī jihaṛā ibarāhīma, isamā'īla, isahāka, yākūba atē usa dī satāna upara utāri'ā gi'ā atē jihaṛā ditā gi'ā mūsā atē īsā nū vī atē jihaṛā ditā gi'ā sārē paiġabarāṁ nū unhāṁ dē raba dē valōṁ. Asīṁ unhāṁ vicōṁ kisē vica faraka nahī” karadē, atē asīṁ alāha dē hī agi'ākārī, (susalima) hāṁ"
        },
        {
            "chapter": 2,
            "verse": 137,
            "text": "phira jēkara uha īmāna li'ā'uṇa jisa tar'hāṁ tusīṁ lai ā'ē hō tāṁ bēśaka uha srēśaṭa rāha pā ga'ē atē jēkara uha phira ga'ē tāṁ huṇa uha haṭha dharamī apaṇā rahē hana. Ata tuhāḍē valōṁ alāha unhāṁ dē la'ī hāzira hai atē uha suṇana vālā, jāṇana vālā hai"
        },
        {
            "chapter": 2,
            "verse": 138,
            "text": "kahō asīṁ apaṇā'i'ā alāha dā raga atē alāha dē raga tōṁ kisa dā raga vadhī'ā hai atē asīṁ usē dī ibādata karana vālē hāṁ"
        },
        {
            "chapter": 2,
            "verse": 139,
            "text": "Kahō kī tusīṁ alāha dē sabadha vica sāḍē nāla laṛadē hō, hālāṅki uha sāḍā vī pālaṇahāra hai atē tuhāḍā vī pālaṇahāra hai. Sāḍē la'ī sāḍē karama hana atē tuhāḍē la'ī tuhāḍē karama atē asīṁ pūrana rūpa vica usa dē la'ī hāṁ"
        },
        {
            "chapter": 2,
            "verse": 140,
            "text": "Kī tusīṁ kahidē hō ibarāhīma, isamā'īla atē isahāka atē yākūba atē usa dī satāna sabha yahūdī jāṁ īsā'ī sī ākhō kī tusīṁ zi'ādā jāṇadē hō jāṁ alāha. Atē usa tōṁ vaḍā ati'ācārī hōra kauṇa hōvēgā jō usa gavāhī nū ḍupā'ē jihaṛī alāha dē valōṁ usa dē pāsa ā'ī hō'ī hai atē jō kujha tusīṁ karadē hōṁ alāha usa tōṁ aṇajāṇa nahīṁ"
        },
        {
            "chapter": 2,
            "verse": 141,
            "text": "Iha ika pīṛhī sī jihaṛī guzara cukī, usa nū milēgā jō usa nē kamā'i'ā atē tuhānū milēgā, jihaṛā tusīṁ kamā'i'ā atē tuhāḍē tōṁ unhāṁ du'ārā kītē kītē kamāṁ dī puchagicha nā hōvēgī"
        }
    ]
}