{
    "rukus": [
        {
            "chapter": 16,
            "verse": 1,
            "text": "Ā gi'ā alāha dā phaisalā, tāṁ usa la'ī kāhalī nā karō. Uha pavitara atē ucatama hai, usa nālōṁ, jisa nū uha alāha dē barābara śarīka manadē hana"
        },
        {
            "chapter": 16,
            "verse": 2,
            "text": "Uha fariśati'āṁ nū āpaṇē hukama (vahī) dē nāla bhējadā hai. Āpaṇē badi'āṁ vicōṁ' jisa nū uha cāhudā hai ki uha lōkāṁ nū sāvadhāna karana ki mērē tōṁ binā kō'ī hōra pūjē jāṇa dē kābila nahīṁ' tāṁ tusīṁ mērē tōṁ ḍarō"
        },
        {
            "chapter": 16,
            "verse": 3,
            "text": "Usanē ākāśāṁ atē dharatī nū haka atē makasada nāla paidā kītā hai. Uha ucatama hai, usa śiraka (alāha dē barābara śarīka) nālōṁ jihaṛā uha kara rahē hana"
        },
        {
            "chapter": 16,
            "verse": 4,
            "text": "Usa nē manukha nū ika būda (vīraja) tōṁ baṇā'i'ā. Phira uha acānaka khul'hama khulā jhagaṛaṇa lagi'ā"
        },
        {
            "chapter": 16,
            "verse": 5,
            "text": "Atē usa nē jānavarāṁ nū baṇā'i'ā, unhāṁ vica tuhāḍē la'ī basatara, bhōjana samagarī atē dūjē lābha vī hana. Inhāṁ vicōṁ tusīṁ khāndē vī hō"
        },
        {
            "chapter": 16,
            "verse": 6,
            "text": "Atē unhāṁ vica tuhāḍē la'ī sasārika rauṇaka hai, jadōṁ śāma vē samē tusīṁ unhāṁ nū li'ā'undē hō, atē jadōṁ savēra vēlē unhāṁ nū chaḍaṇa jāndē hō"
        },
        {
            "chapter": 16,
            "verse": 7,
            "text": "Atē uha tuhāḍā bhāra ajihē sathānā tuhāḍā raba bahuta kripālū atē di'ālū hai"
        },
        {
            "chapter": 16,
            "verse": 8,
            "text": "Atē usa nē ghauṛē, khacara atē gahē paidā kītē tāṁ ki tusīṁ unhāṁ upara savāra hōvō atē sudaratā la'ī vī. Uha ajihī'āṁ cīzāṁ vī paidā karadā hai jō tusīṁ nahīṁ jāṇadē"
        },
        {
            "chapter": 16,
            "verse": 9,
            "text": "Atē sidhā rāha alāha taka pahucadā hai. Atē kujha rāha ṭēḍhē vī hana. Jēkara alāha cāhudā tāṁ tuhānū sāri'āṁ nū sidhā rāha baḵẖaśa didā"
        }
    ]
}