{
    "rukus": [
        {
            "chapter": 28,
            "verse": 22,
            "text": "Atē jadōṁ usa nē madayana vala safara dā phaisalā kītā tāṁ usa nē ākhi'ā, kāśa! Āsa hai ki mērā raba mainū sidhā rāha vikhā dēvē"
        },
        {
            "chapter": 28,
            "verse": 23,
            "text": "Atē jadōṁ uha madayana dē pāṇī tē pahuci'ā tāṁ utē usa nē lōkāṁ dē ika samūha nū pāṇī pilā'undē hō'ē dēkhi'ā. Atē usa tōṁ vakharī'āṁ ika pāsē dō auratāṁ nū dēkhi'ā ki uha āpaṇī'āṁ bakarī'āṁ nū rōka kē khaṛhī'āṁ hana. Mūsā nē unhāṁ nū puchi'ā ki tuhāḍā kī masalā hai. Unhāṁ nē ākhi'ā ki asīṁ pāṇī nahīṁ pilā'undē jadōṁ taka carāvāhē āpaṇī'āṁ bakarī'āṁ ithōṁ nā haṭā laiṇa atē sāḍē pitā bazuraga hana"
        },
        {
            "chapter": 28,
            "verse": 24,
            "text": "Tāṁ usa nē unhāṁ dē paśū'āṁ nū pāṇī pilā'i'ā atē phira chāṁ vica calā gi'ā. Phira kihā hē mērē pālaṇahāra! Jihaṛī vī cagī cīza mērē la'ī utārē mai usa dā muhatāja hāṁ"
        },
        {
            "chapter": 28,
            "verse": 25,
            "text": "Phira unhāṁ dōvāṁ vicōṁ śaramidagī nāla caladī hō'ī ika laṛakī ā'ī usa nē kihā mērē pitā āpa nū bulā rahē hana tāṁ ki tusīṁ sāḍē la'ī jihaṛā pāṇī pilā'i'ā usa dā tuhānū fala dē sakaṇa. Phira jadōṁ uha usa dē kōla ā'i'ā tāṁ usa nē sārā hāla bi'āna kītā tāṁ usa nē kihā ḍarō nā tusīṁ zālimāṁ tōṁ mukatī pā'undē hō"
        },
        {
            "chapter": 28,
            "verse": 26,
            "text": "Unhāṁ vicōṁ ika nē ākhi'ā, hai pitā jī! Isa nū kama tē rakha la'ī'ē. Cagā badā, jisa nū tusīṁ kama tē rakhaṇā cāhōṁ. Uha hī hai, jihaṛā śakatīśālī atē amānatadāra hōvē"
        },
        {
            "chapter": 28,
            "verse": 27,
            "text": "Usa nē (mūsā nū) ākhi'ā ki maiṁ cāhudā hāṁ, ki maiṁ āpaṇī'āṁ inhāṁ dōvāṁ bēṭī'āṁ vicōṁ ika dā vi'āha tuhāḍē nāla kara dēvāṁ, para śarata hai ki tusīṁ aṭha sāla taka mērī naukarī karōṁ. Phira jēkara tusī' dasa sāla pūrē kara dēvōṁ tāṁ uha tuhāḍē valōṁ ahisāna hōvēgā atē maiṁ tuhānū musībata vica nahīṁ pā'uṇā cāhudā. Jēkara alāha nē cāhi'ā tāṁ tūsīṁ' mainū cagā badā pā'ugē"
        },
        {
            "chapter": 28,
            "verse": 28,
            "text": "Mūsā nē ākhi'ā, ki iha gala mērē atē tuhāḍē vicakāra tai'a hai. Inhāṁ dōvāṁ sami'āṁ vicōṁ jihaṛā vī maiṁ pūrā karāṁ tāṁ phira mērē la'ī kō'ī rōka nahīṁ hōvēgī atē alāha sāḍē vacana atē samajhautē la'ī gavāha hai"
        }
    ]
}