{
    "rukus": [
        {
            "chapter": 38,
            "verse": 15,
            "text": "Atē iha lōka sirafa ika caghi'āṛa dī uḍīka vica hana jisa tōṁ bā'ada kō'ī ḍhila nahīṁ"
        },
        {
            "chapter": 38,
            "verse": 16,
            "text": "Atē unhāṁ nē kihā ki hē sāḍē raba! Sāḍā hisā sānū hisāba dē dina tōṁ pahilāṁ dē vē"
        },
        {
            "chapter": 38,
            "verse": 17,
            "text": "Jō kūjha uha kahidē hana usa utē dhīraja rakhō atē sāḍē badē dā'ūda nū yāda karō. Jihaṛā samarathā vālā hai atē (āpaṇē raba vala) jhukaṇa vālā sī"
        },
        {
            "chapter": 38,
            "verse": 18,
            "text": "Asīṁ pahāṛāṁ nū usa dē nāla hī vasa vica kara ditā ki uha usa dē nāla hī' savērē śāma (alāha dī) siphata salāha karadē sana"
        },
        {
            "chapter": 38,
            "verse": 19,
            "text": "Atē pachī'āṁ dē jhuḍa vī alāha hi sifata salāha karana vālē sana"
        },
        {
            "chapter": 38,
            "verse": 20,
            "text": "Atē asīṁ usa dī satā nū sathira kara ditā atē usa nū bibēka pradāna kītā atē māmali'āṁ dā phaisalā karana dī yōgatā pradāna kītī"
        },
        {
            "chapter": 38,
            "verse": 21,
            "text": "Atē kī tuhānū ḵẖabara pahucī hai mukadamā (vā'adē) vāli'āṁ dī jadōṁ ki uha kadha ṭapa kē ibādata karana vālē kamarē vica ā pahucē"
        },
        {
            "chapter": 38,
            "verse": 22,
            "text": "Jadōṁ uha dā'ūda dē kōla pahucē tāṁ uha unhāṁ tōṁ ghabarā gi'ā. Unhāṁ nē kihā ki āpa ḍarōṁ nā asīṁ dō pakha hāṁ, ika dūsarē utē ati'ācāra kītā hai'tāṁ āpa sāḍē vica sacā'ī dē nāla faisalā karō, nā inasāfa nā karanā atē sānū cagā rāha dikhā'u"
        },
        {
            "chapter": 38,
            "verse": 23,
            "text": "Iha mērā vaḍā bharā hai isa kōla naṛa̔inavēṁ (99) dubī'āṁ (bhēḍāṁ) hana atē mērē kōla sirafa ika dubī hai tāṁ uha kahidā hai ki iha vī mainū dē dē atē isa nē gala bāta vica mainū daśā li'ā"
        },
        {
            "chapter": 38,
            "verse": 24,
            "text": "Dā'ūda nē ākhi'ā ki isa nē tuhāḍī durabī nū āpaṇī'āṁ dubī'āṁ vica śāmala karana dī maga karakē asala vica tuhāḍē upara zulama kītā hai. Atē zi'ādātara hisēdāra (śarīka) ika dūjē tē zulama karadē hana. Paratū jihaṛē īmāna rakhadē hana atē cagē karama karadē hana ajihē lōka bahuta ghaṭa hana. Atē dā'ūda dē mana vica vicāra ā'i'ā ki asīṁ (isa kahāṇī rāhīṁ) usadā imatihāna li'ā hai tāṁ usa nē āpaṇē raba tōṁ mu'āfī magī atē sijadē vica ḍiga pi'ā (alāha vala) vāpisa muṛi'ā"
        },
        {
            "chapter": 38,
            "verse": 25,
            "text": "Phira asīṁ usa dē pāpa nū mu'āfa kara ditā atē bēśaka sāḍē ithē usa la'ī nikaṭavaratī sathāna atē cagā natījā hai"
        },
        {
            "chapter": 38,
            "verse": 26,
            "text": "Hai dā'ūda! Asīṁ tuhānū dharatī tē khalīfā baṇā'i'ā hai tāṁ ki lōkāṁ dē vicakāra inasāpha nāla faisalā karō atē āpaṇī ichā dā pālaṇa nā karō. Uha tuhānū alāha dē rāha tōṁ bhaṭakā dēvēgī. Jihaṛē lōka alāha dē rāha tōṁ bhaṭakadē hana unhāṁ la'ī saḵẖata sazā hai. Isa la'ī ki uha hisāba vālē dina nū bhulē rahē"
        }
    ]
}