{
    "rukus": [
        {
            "chapter": 42,
            "verse": 44,
            "text": "Atē jihaṛē badē nū alāha kurāhē pā dēvē tāṁ usa tōṁ bā'ada usa dā kō'ī sāthī nahīṁ. Atē tusīṁ zālamāṁ nū dēkhōgē ki jadōṁ uha sazā nū prāpata karanagē tāṁ uha ākhaṇagē ki kī vāpisa jāṇa dā kō'ī tarīkā hai. Atē tusīṁ unhāṁ nū dēkhōgē ki uha naraka dē sāhamaṇē li'ā'ē jāṇagē"
        },
        {
            "chapter": 42,
            "verse": 45,
            "text": "Uha apamāna nāla jhukē hō'ē hōṇagē. Chupī'āṁ hō'ī'āṁ nazarāṁ nāla dēkhadē hōṇagē. Atē īmāna vālē ākhaṇagē ki ghāṭē vālē uha hī lōka hana, jinhāṁ nē ki'āmata dē dina dē dina āpaṇē āpa nū atē āpaṇē riśatēdārāṁ nū ghāṭē vica pā ditā. Suṇa lavō, zālima lōka hamēśā sazā vica rahiṇagē"
        },
        {
            "chapter": 42,
            "verse": 46,
            "text": "Atē unhāṁ la'ī kō'ī sahā'ika nahīṁ' hōvēgā, jihaṛā alāha dē mukābalē usa dī madada karē. Alāha jisa nū kurāhē pā dēvē, tāṁ usa la'ī kō'ī rāha nahīṁ"
        },
        {
            "chapter": 42,
            "verse": 47,
            "text": "Tusīṁ āpaṇē raba dā sadā kabūla karōṁ, isa tōṁ pahilāṁ ki ajihā dina ā jāvē, jadōṁ alāha valōṁ ṭalaṇā nahīṁ hōvēgā. Usa dina tuhāḍē la'ī nā kō'ī śaraṇa hōvēgī atē nā tusīṁ kisē cīza tōṁ mūha mōṛa sakōgē"
        },
        {
            "chapter": 42,
            "verse": 48,
            "text": "Isa la'ī jadōṁ uha mūha mōṛaṇa tāṁ asīṁ tuhānū unhāṁ upara rakhavālē baṇā kē nahīṁ bhēji'ā. Tuhāḍī jimēvārī sirafa (sunēhā) pahucā'uṇṇā hai. Atē manukha nū jadōṁ asīṁ āpaṇī kirapā nāla nihāla karadē hāṁ, tāṁ uha usa nāla khuśa hō jāndā hai. Atē jēkara unhāṁ dē kītē karamā dē badalē unhāṁ nū kō'ī takalīfa ā jāndī hai, tāṁ inasāna nā-śukarī karana laga jāndā hai"
        },
        {
            "chapter": 42,
            "verse": 49,
            "text": "Ākāśāṁ atē dharatī dī bādaśāhī alāha la'ī hī hai, uha jisa nū cāhudā hai paidā karadā hai atē jisa nū cāhudā hai dhī'āṁ bakhaśadā hai atē jisa nū cāhudā hai putara pradāna karadā hai"
        },
        {
            "chapter": 42,
            "verse": 50,
            "text": "Jāṁ unhāṁ nū atē unhāṁ dī'āṁ dhī'āṁ putarāṁ nū ikaṭhē kara didā hai. Atē jisa nū cāhudā hai bē'aulāda rakhadā hai. Bēśaka uha jāṇana vālā atē samarathā rakhaṇa vālā hai"
        },
        {
            "chapter": 42,
            "verse": 51,
            "text": "Atē kisē manukha kōla iha tākata nahī ki usa alāha nāla gala kara sakē, paratū vahī dē rāhī' jā paradē dē pichē tōṁ jāṁ uha kisē fariśatē nū bhēja dēvē ki uha usa dī āgi'ā nāla vahī kara dēvē, jēkara uha cāhē. Bēśaka uha sabha tōṁ upara hai. Bibēka vālā hai"
        },
        {
            "chapter": 42,
            "verse": 52,
            "text": "Atē isa tarāṁ asīṁ tuhāḍē vala prakāśanā kītī hai. Āpaṇē hukama nāla ika rūha-hula-kudūsa (hazarata jibarā'īla fariśatā) rāhīṁ. Tusīṁ nā jāṇadē sī ki kitāba kī cīza hai. Atē nā iha jāṇadē sī ki īmāna kī cīza hai. Paratū asīṁ isa cāhudē hāṁ, nasīhata prāna karadē hāṁ. Bēśaka tusīṁ ika sidhē rāha tē hō atē māraga daraśana kara rahē hō"
        },
        {
            "chapter": 42,
            "verse": 53,
            "text": "Usa alāha dē rāha vala jisa dā uha sārā kujha hai jihaṛā ākāśāṁ atē dharatī vica hai. Suṇa lavō, sārē māmalē alāha hī vala mōṛē jāṇa vālē hana"
        }
    ]
}