{
    "rukus": [
        {
            "chapter": 51,
            "verse": 47,
            "text": "Atē asīṁ ākāśa nū āpaṇē zōra nāla baṇā'i'ā atē asīṁ usa dā visathāra karana vālē hāṁ"
        },
        {
            "chapter": 51,
            "verse": 48,
            "text": "Atē asīṁ dharatī nū vaphā'i'ā. Dēkhō asī kinā vadhī'ā vachā'uṇa vālē hāṁ"
        },
        {
            "chapter": 51,
            "verse": 49,
            "text": "Atē asīṁ harēka cīza dā jōṛā-jōṛā baṇā'i'ā tāṁ ki tusīṁ dhi'āna karō"
        },
        {
            "chapter": 51,
            "verse": 50,
            "text": "Bhajō alāha vala. Maiṁ usa valōṁ ika pratakha taura tē ḍarā'uṇa vālā hāṁ"
        },
        {
            "chapter": 51,
            "verse": 51,
            "text": "Atē alāha dē barābara kō'ī pūjanīka nā baṇā'u. Mai' usa valōṁ tuhāḍē la'ī pratakha ḍarā'uṇa vālā hāṁ"
        },
        {
            "chapter": 51,
            "verse": 52,
            "text": "Isa tar'hāṁ unhāṁ dē pichali'āṁ dē kōla kō'ī paiġaibara ajihā nahīṁ ā'i'ā jisa nē inhāṁ nū jādūgara jāṁ dīvānā nā kihā hōvē"
        },
        {
            "chapter": 51,
            "verse": 53,
            "text": "Kī iha ika cūsarē nū isa dī vasī'ata karadē zalē ā rahē hana?Sagōṁ' iha sārē bāġī lōka hana"
        },
        {
            "chapter": 51,
            "verse": 54,
            "text": "Sō tusīṁ inhāṁ tōṁ mūha mōṛō tuhāḍē tē kō'ī dōśa nahīṁ"
        },
        {
            "chapter": 51,
            "verse": 55,
            "text": "Atē samajhadē rahō, ki'uṅki samajhā'uṇā īmāna vāli'āṁ la'ī lāhēvada hai"
        },
        {
            "chapter": 51,
            "verse": 56,
            "text": "Atē maiṁ' jināṁ atē manukhāṁ nū sirafa isa la'ī paidā kītā hai ki uha mērī hī ibādata karana"
        },
        {
            "chapter": 51,
            "verse": 57,
            "text": "Mai' unhāṁ tōṁ rizaka nahīṁ cāhudā atē nā iha cāhudā hāṁ ki uha mainū khavā'uṇa"
        },
        {
            "chapter": 51,
            "verse": 58,
            "text": "Bēśaka alāha hī rizaka dēṇa vālā zabaradasata atē śakatīśālī hai"
        },
        {
            "chapter": 51,
            "verse": 59,
            "text": "Atē jinhāṁ lōkāṁ nē zulama kītā unhāṁ dā bhāṇḍā bhara cuki'ā hai, jivēṁ unhāṁ dē sāthī'āṁ dā bhari'ā sī. Sō uha jaladī nā karana"
        },
        {
            "chapter": 51,
            "verse": 60,
            "text": "Sō avagi'ākārī'āṁ la'ī vināśa hai. Unhāṁ dē usa dina tōṁ jisa dā unhāṁ nāla vā'adā kītā jā rihā hai"
        }
    ]
}