{
    "rukus": [
        {
            "chapter": 5,
            "verse": 27,
            "text": "Atē unhāṁ nū ādama dē dō putarāṁ (hāśīla atē kābīla) dī kahāṇī sacā'ī dē nāla suṇā'u. Jadōṅki unhāṁ dōvāṁ nē kurabānī hāzira kītī tāṁ unāṁ vicōṁ ika dī bhēṭā savīkāra hō'ī atē dūsarē dī savīkāra nā hō'ī. Usa nē kihā ki maiṁ tainū māra dēvāṅgā. Usa nē utara ditā ki alāha tāṁ sirafa usa dā bhai vāli'āṁ tōṁ hī savīkāra karadā hai"
        },
        {
            "chapter": 5,
            "verse": 28,
            "text": "Jēkara tusīṁ mērī hati'ā karana dē la'ī hatha uṭhā'uṅgē tāṁ maiṁ tuhāḍī hati'ā tōṁ jihaṛā sārē jagata dā pālaṇahāra hai"
        },
        {
            "chapter": 5,
            "verse": 29,
            "text": "Maiṁ cāhudā hāṁ ki mērā atē āpaṇā pāpa tusīṁ hī lai lavō. Phira tusīṁ naraka vāli'āṁ vica śāmila hōvēṁ. Iha hī sazā hai zulama karana vāli'āṁ la'ī"
        },
        {
            "chapter": 5,
            "verse": 30,
            "text": "Phira usa dē mana nē usa nū āpaṇē bharā dī hati'ā karana la'ī ukasā'i'ā atē usa nē, usa dī hati'ā kara ditī. Phira uha nukasāna uṭhā'uṇa vāli'āṁ vica śāmila hō gi'ā"
        },
        {
            "chapter": 5,
            "verse": 31,
            "text": "Phira alāha nē ika kāṁ nū bhēji'ā jihaṛā zamīna puṭadā sī, tāṁ ki uha zamīna puṭa kē usa nū dikhāvē, ki uha āpaṇē bharā dī lāśa nū kisa tar'hāṁ chupāvē. Usa nē kihā, aphasōsa mērī hālata utē ki maiṁ isa kāṁ varagā vī nahīṁ hō saki'ā, ki āpaṇē bharā dī lāśa nū chupā didā. Isa la'ī uha bahuta śaramidā hō'i'ā"
        },
        {
            "chapter": 5,
            "verse": 32,
            "text": "Isa la'ī asīṁ isarā'īla dī aulāda la'ī iha likha ditā sī ki jihaṛā badā kisē dī (bē-vaj'hā) hati'ā karē, bhāva binhāṁ isa dē ki usa nē kisē dī hati'ā kītī hōvē jāṁ dharatī upara zulama kītā hōvē tāṁ uha isa tar'hāṁ hai jivēṁ usa nē sārī mānavatā dī hati'ā kara ditī hōvē. Atē jisa nē ika jāna nū bacā'i'ā tāṁ uha isa tar'hāṁ hai jivēṁ usa nē sārī mānavatā nū bacā li'ā hōvē. Atē sārē rasūla unhāṁ dē kōla sapaśaṭa hukama li'ā'ē. Isa dē bāvajūda unhāṁ vicōṁ bahuta sārē lauka dharatī upara zi'ādatī'āṁ karadē hana"
        },
        {
            "chapter": 5,
            "verse": 33,
            "text": "Jihaṛē lōka alāha atē unhāṁ dē rasūlāṁ nāla laṛadē hana atē dharatī upara zulama karana la'ī bhajadē hana. Unhāṁ dī sazā iha hī hai, ki unhāṁ dī hati'ā kara ditī jāvē jāṁ uha sūlī upara caṛhā'ē jāṇa jāṁ unhāṁ dē hatha paira ulaṭī diśā vica kaṭē jāṇa jāṁ unhāṁ nū dēśa tōṁ bāhara kaḍha ditā jāvē. Iha isa sasāra vica unhāṁ dī bē'izatī hai atē pralōka vica unhāṁ la'ī vaḍī sazā hai"
        },
        {
            "chapter": 5,
            "verse": 34,
            "text": "Para jihaṛē lōka unhāṁ tē kābū pā'uṇa tōṁ pahilāṁ tōśā kara laiṇa'tāṁ samajha lavō ki alāha mu'āfa karana vālā atē rahima karana vālā hai"
        }
    ]
}