{
    "rukus": [
        {
            "chapter": 6,
            "verse": 122,
            "text": "El que estaba muerto y que luego hemos resucitado dándole una luz con la cual anda entre la gente, ¿es igual que el que está entre tinieblas sin poder salir? De este modo han sido engalanadas las obras de los infieles"
        },
        {
            "chapter": 6,
            "verse": 123,
            "text": "Así, hemos puesto en cada ciudad a los más pecadores de ella para que intriguen. Pero, al intrigar, no lo hacen sino contra sí mismos, sin darse cuenta"
        },
        {
            "chapter": 6,
            "verse": 124,
            "text": "Cuando les viene un signo dicen: «No creeremos hasta que se nos dé tanto cuanto se ha dado a los enviados de Alá». Pero Alá sabe bien a quién confiar Su mensaje. La humillación ante Alá y un castigo severo alcanzarán a los pecadores por haber intrigado"
        },
        {
            "chapter": 6,
            "verse": 125,
            "text": "Alá abre al islam el pecho de aquél a quien Él quiere dirigir. Y estrecha y oprime el pecho de aquél a quien Él quiere extraviar, como si se elevara en el aire. Así muestra Alá la indignación contra quienes no creen"
        },
        {
            "chapter": 6,
            "verse": 126,
            "text": "Ésta es la vía de tu Señor, recta. Hemos expuesto las aleyas a gente que se deja amonestar"
        },
        {
            "chapter": 6,
            "verse": 127,
            "text": "La Morada de la Paz junto a su Señor es para ellos -Él es su amigo-, como premio a sus obras"
        },
        {
            "chapter": 6,
            "verse": 128,
            "text": "El día que Él les congregue a todos: «¡Asamblea de genios! ¡Habéis abusado de los hombres!» y los hombres que fueron amigos de los genios dirán: «¡Señor! Unos hemos sacado provecho de otros y hemos llegado ya al término que Tú nos habías señalado». Dirá: «Tendréis el Fuego por morada, en el que estaréis eternamente, a menos que Alá disponga otra cosa». Tu Señor es sabio, omnisciente"
        },
        {
            "chapter": 6,
            "verse": 129,
            "text": "Así conferimos a algunos impíos autoridad sobre otros por lo que han cometido"
        }
    ]
}