{
    "pages": [
        {
            "chapter": 5,
            "verse": 6,
            "text": "О вы, которые уверовали! Если вы собираетесь совершить молитву, то перед ней совершите омовение следующим образом: вымойте лицо, руки до локтей, оботрите голову (или часть её) водой и вымойте ноги до щиколоток. Если вы осквернены (т.е. имели половые сношения), мойтесь с головы до ног и очищайтесь. Если вы больны и вам не разрешается употреблять воду, которая может повредить вам, или вы в пути и не нашли воды, или вы выходили по естественной нужде и вернулись из отхожего места, или вы совершили половой акт и не нашли воды, то тогда употребите для омовения чистый песок: оботрите свои лица и руки чистым сухим песком. Аллах не хочет затруднять вас Своим шариатом, но желает очистить ваши тела и души, чтобы завершить Свою милость, руководя вами, объясняя и облегчая вам прямой путь, чтобы вы стали благодарны Аллаху за Его руководство и милость своим постоянным повиновением Ему"
        },
        {
            "chapter": 5,
            "verse": 7,
            "text": "О вы, которые уверовали! Помните милость Аллаха к вам, когда привёл Он вас к исламу, и помните обет, данный Аллаху, когда вы обещали повиноваться посланнику Аллаха - Мухаммаду - да благословит его Аллах и приветствует! Бойтесь Аллаха и выполняйте свои обеты. Аллах - слава Ему Всевышнему! - знает тайны ваших сердец и воздаст вам за это"
        },
        {
            "chapter": 5,
            "verse": 8,
            "text": "О вы, которые уверовали! Оберегайте предписанные Аллахом законы истины, будьте стойки в вере в Него и свидетельствуйте справедливо между людьми. Пусть большая ненависть к определённым людям не приведёт вас к греху совершить несправедливость по отношению к ним. Будьте справедливы - это ближайший путь к богобоязненности и избежанию гнева Аллаха . Бойтесь Аллаха во всех ваших делах. Поистине, Аллах Всевышний знает всё, что вы делаете, и воздаст вам за это"
        },
        {
            "chapter": 5,
            "verse": 9,
            "text": "Аллах обещал тем, кто уверовал в Его религию и творил благое, простить их грехи и наградить их наградой великой"
        }
    ]
}