{
    "pages": [
        {
            "chapter": 12,
            "verse": 79,
            "text": "Йусуф не мог противостоять воле Аллаха, который помог ему взять к себе брата, поэтому он не внял их мольбе и категорически отказался отпустить брата. Он решительно ответил им: \"Упаси Аллах, будучи несправедливым, задержать кого-либо, кроме того, у которого нашли нашу чашу. Ведь, если мы накажем невиновного, тогда мы будем нечестивыми, которые наказывают невинного, оставляя виновного"
        },
        {
            "chapter": 12,
            "verse": 80,
            "text": "Отчаявшись и потеряв надежду на освобождение брата, они стали совещаться между собой, что скажут отцу. Когда они спросили самого старшего из них - устроителя их дел, он ответил: \"Не забывайте о своем обете, который вы дали отцу и подтвердили, поклявшись Аллахом: сберечь младшего брата и возвратить его к нему, и не забывайте, что вы раньше дали ему твёрдое обещание сохранить Йусуфа, но не выполнили его. Поэтому, я никуда не пойду, а останусь в Египте, пока отец не поймёт, что произошло на самом деле, и не разрешит мне вернуться к нему, или пока Аллах не соизволит облегчить мне достойное возвращение на родину. Ведь Он - самый справедливый из судей"
        },
        {
            "chapter": 12,
            "verse": 81,
            "text": "Вернитесь к вашему отцу и расскажите ему всё, что произошло, и скажите ему: \"Твой сын украл чашу царя, её нашли в его вьюке, за что его взяли в рабы. Мы тебе сообщили только то, что мы видели своими глазами. Мы не знали сокровенного предопределения Аллаха, когда попросили тебя отпустить его с нами и дали тебе клятву охранять и вернуть его. Ведь Аллах - лучший из решающих"
        },
        {
            "chapter": 12,
            "verse": 82,
            "text": "Если ты сомневаешься в том, что мы тебе сообщили, то пошли кого-нибудь в Египет, чтобы удостовериться в истинности наших слов. И сам расспроси наших спутников по каравану, с которыми мы вернулись, чтобы подтвердилась наша невиновность. Мы тебя уверяем, что говорим правду"
        },
        {
            "chapter": 12,
            "verse": 83,
            "text": "Сыновья Йакуба, кроме старшего, вернулись к отцу и рассказали ему обо всём, как настаивал их старший брат. Это опечалило его, но ещё больше его опечалила потеря второго сына. Его не успокаивала их непричастность к этому. Ведь он ещё не оправился от того, что они сделали прежде с Йусуфом. Открыто обвиняя их, Йакуб сказал: \"Я сомневаюсь в искренности вашего намерения сберечь моего сына. Ваши души разукрасили это дело, чтобы избавиться от него, как избавились от его брата. Если бы не ваше решение, чтобы вора взяли в рабы в наказание за воровство, не взял бы вельможа моего сына, и не остался бы ваш старший брат в Египте. Сейчас я не могу ничего сделать и мне остаётся только терпеть, надеясь, что Аллах вернёт мне всех моих сыновей. Ведь Его знание и мудрость безграничны. Он знает, в каком состоянии я нахожусь сейчас, и в каком состоянии находятся они. Он обладает совершенной мудростью во всём, что вершит и решает относительно меня"
        },
        {
            "chapter": 12,
            "verse": 84,
            "text": "Его сердце сжалось от того, что рассказали сыновья, и он, отвернувшись от них, остался наедине с самим собой, испытывая такую печаль и скорбь из-за того, что потерял Йусуфа, что его глаза совсем выцвели и стали белесыми, потеряв цвет и остроту зрения. Он еле сдерживал свой гнев и печаль"
        },
        {
            "chapter": 12,
            "verse": 85,
            "text": "Дни текли один за другим, и Йакуб продолжал жить в скорби и печали. Его сыновья, опасаясь за него, стали уговаривать его, чтобы он перестал так сильно печалиться. В их сердцах боролись два чувства: жалость к отцу и раздражение на то, что он всегда вспоминает Йусуфа. Они ему сказали: \"Если ты будешь так печалиться и думать о Йусуфе, то воспоминания о нём усилят твою боль, и ты совсем обессилеешь или скончаешься"
        },
        {
            "chapter": 12,
            "verse": 86,
            "text": "Их слова не подействовали на Йакуба. Он, отталкивая их, сказал: \"Я не жаловался вам, не просил у вас сочувствия. Я никому, кроме Аллаха, не жалуюсь на мою печаль, на мои заботы, лёгкие и тяжёлые, на то, что я скрываю, и на то, что не могу скрывать. Ведь я лучше вас знаю, что мудрость и милосердие Аллаха велики"
        }
    ]
}