{
    "pages": [
        {
            "chapter": 2,
            "verse": 164,
            "text": "Аллах послал знамения каждому разумному человеку о Своём существовании и Божественной мощи. Поистине, в устройстве небес, где регулярно движутся планеты и откуда идут тепло и свет для нашего мира, в творении земли, где море и суша, в полезной смене дня и ночи, в кораблях, которые плывут по морям, чтобы перевозить людей и необходимые им грузы, в воде, которую Аллах низводит с неба и оживляет ею землю, растения и скот, во всём сущем, что Он рассеял по земле, в смене ветров и движении облаков, принуждённых носиться между небом и землёй, - знамения Аллаха для тех, кто разумеет! Разве это было создано само собой, или это творение Аллаха Всеведущего и Всемогущего"
        },
        {
            "chapter": 2,
            "verse": 165,
            "text": "Несмотря на ясные знамения Аллаха, среди людей есть такие, у которых ослепли сердца, и они почитают наравне с Аллахом другие божества. Они их слушают, почитают и любят, как должно любить только одного Бога. А те, которые уверовали, любят Аллаха Единого и всегда искренне повинуются Ему. Но если многобожников постигнет несчастье, они начинают сомневаться в своих божествах и обращаются к Всемогущему Аллаху. Если бы эти нечестивые узнали наказание, которому они подвергнутся в День воздаяния, они поняли бы, что Аллах всемогущ над всем и суров в Своём наказании, и они не совершали бы своих грешных поступков"
        },
        {
            "chapter": 2,
            "verse": 166,
            "text": "В День воздаяния те, кто вёл за собою других, кто был примером для других в неверии и неповиновении, отделятся от тех, кто следовал за ними, и скажут им: \"Мы не призывали вас следовать за нами по грешному пути. Это было ваше желание и неразумное поведение\". Связи и дружба, которые были между ними в ближней жизни, оборвутся, и те, за которыми следовали, станут врагами с теми, которые следовали за ними"
        },
        {
            "chapter": 2,
            "verse": 167,
            "text": "И поймут те, которые следовали за ними, что они были в заблуждении, следуя по неправедному пути, и скажут: \"О, если бы нам был возможен возврат отсюда! Мы отделились бы от них так же, как они отделились теперь от нас!\" Так Аллах представит им их грешные деяния, и они раскаются, будучи брошены в ад, и из огня им нет уже выхода"
        },
        {
            "chapter": 2,
            "verse": 168,
            "text": "О люди! Из того, что есть на земле, ешьте только доброе и дозволенное Аллахом. Не следуйте шайтану, который соблазняет вас есть недозволенное или отказываться от дозволенного Аллахом. Ведь вы уже знаете, что шайтан - ваш заклятый враг и подталкивает вас совершать плохие дела"
        },
        {
            "chapter": 2,
            "verse": 169,
            "text": "Шайтан подталкивает вас на злые, мерзкие дела. Он только вредит вам. Он посеет в вас сомнения, возбудит воображение ложными иллюзиями. И вы будете возводить на Аллаха то, о чём не ведаете сами относительно запрещённого и разрешённого"
        }
    ]
}