{
    "pages": [
        {
            "chapter": 14,
            "verse": 19,
            "text": "Разве ты не знаешь, о тот, к которому обращены Наши слова, что Аллах Всевышний по Своей мудрости сотворил небеса и землю во истине, а кто это сделал - может, если Он пожелает, истребить вас, о неверные, и заменить вас другим народом, который уверует в Него, Единого, не придавая Ему сотоварищей"
        },
        {
            "chapter": 14,
            "verse": 20,
            "text": "Истребить неверных и заменить их другим, повинующимся Аллаху народом, не представляет для Всевышнего никакого затруднения"
        },
        {
            "chapter": 14,
            "verse": 21,
            "text": "В День воскресения неверные выйдут из могил и предстанут перед Судом Аллаха Всевышнего. В этом нет ни малейшего сомнения. И тогда слабовольные последователи скажут своим превозносившимся главарям: \"Мы следовали за вами, не веруя в посланников, не следуя их советам и воюя с ними. Защитите ли вы нас сегодня хоть отчасти от наказания Аллаха?\" Возвеличившиеся главы их скажут им: \"Если бы Аллах помог нам и привел нас к прямому пути, к пути спасения, то мы призвали и привели бы вас к нему. Но мы сами заблуждались и привели вас к заблуждению, то есть мы выбрали для вас то, что мы выбрали для себя. А сейчас нам с вами всё равно: проявим ли мы страх или будем терпеливы - нам не избежать наказания"
        },
        {
            "chapter": 14,
            "verse": 22,
            "text": "Когда Аллах повелит привести предавшихся Ему в рай, а не повиновавшихся Ему мучительно наказать, Иблис скажет последовавшим за ним неверным: \"Поистине, Аллах Всевышний обещал вам воскресение и воздаяние за ваши деяния и выполнил Своё обещание. Ведь обещание Всевышнего - истина. А я обещал вам, что не будет ни воскресения, ни воздаяния, и я не сдержал своего обещания. Ведь моё обещание - ложь. У меня не было над вами никакой власти, чтобы заставить вас следовать за мною, но я, нашёптывая вам, призывал вас к заблуждению, а вы поспешили повиноваться мне, поэтому не порицайте же меня за это, а порицайте только самих себя. Сегодня я не избавлю вас от наказания, и вы не спасёте меня от него. Я сегодня отрекаюсь от того, что вы меня сделали сотоварищем Аллаха в земной жизни, повинуясь мне, как повинуется раб Господу своему. Поистине, неверных постигнет мучительное наказание"
        },
        {
            "chapter": 14,
            "verse": 23,
            "text": "В будущей жизни верующие, творившие добрые деяния, будут введены в рай, где внизу текут реки между его дворцами. Там они будут с дозволения Аллаха Всевышнего вечно пребывать. И приветствовать их в раю будут ангелы: \"Мир вам и спокойствие"
        },
        {
            "chapter": 14,
            "verse": 24,
            "text": "Разве ты не знал, о человек, какой Аллах привёл пример доброго слова истины и пример скверного слова лжи: доброе, полезное слово - как доброе полезное дерево. Его корень утвердился в земле, а ветви взметнулись высоко к небесам"
        }
    ]
}