{
    "pages": [
        {
            "chapter": 18,
            "verse": 21,
            "text": "О том, как Мы усыпили, а затем пробудили их, Мы поведали обитателям города, чтобы они узнали, что обещание Аллаха о воскрешении - несомненная истина. Тогда обитатели города уверовали в Аллаха и непременный Судный час. А когда юноши, пребывавшие в пещере, умерли в определённый для них час, люди разошлись во мнениях относительно этого дела. Одни предложили возвести строение перед входом в пещеру и оставить их так - ведь их Господь лучше знает про них. А те, слово которых одержало верх, предложили построить над ними мечеть для поклонения Аллаху"
        },
        {
            "chapter": 18,
            "verse": 22,
            "text": "Обладатели Книги спорили о числе заснувших в пещере, рассказывая о них. Одни сказали, что их было трое, а четвёртый - их пёс, а другие предполагали без доказательств, что их было пятеро, а шестой - их пёс. Иные же сказали, что их было семеро, а восьмой - их пёс. Скажи этим, находящимся в разногласии: \"Мой Господь лучше ведает, сколько их было, и немногие люди, которым Аллах возвестил, знают их число\". Не упорствуй в споре, если спор не ведётся прямо, и ни у кого не спрашивай мнения о них, ведь с тобой истина, не подлежащая сомнению"
        },
        {
            "chapter": 18,
            "verse": 23,
            "text": "Никогда не говори заранее о том, что ты собираешься делать или что тебя интересует, просто: \"Я это сделаю завтра или в будущем"
        },
        {
            "chapter": 18,
            "verse": 24,
            "text": "При этом нужно всегда добавить: \"Если захочет Аллах\". Если же случайно забудешь, то непременно сразу вспомни своего Господа и скажи, когда ты намерен сделать что-нибудь: \"С дозволения Аллаха. Может быть, мой Господь направит меня на лучший путь, чем тот, на который я намерен вступить"
        },
        {
            "chapter": 18,
            "verse": 25,
            "text": "Юноши пробыли в пещере спящими триста лет и ещё девять"
        },
        {
            "chapter": 18,
            "verse": 26,
            "text": "Скажи людям (о пророк!), что Аллах один лучше знает, сколько они пробыли там. Он - слава Ему Всевышнему! - знает сокровенное небес и земли! Как ясно, верно и прекрасно Он слышит и видит всё! У обитателей небес и земли нет другого покровителя, кроме Него, и не берёт Он соучастников в Своих решениях"
        },
        {
            "chapter": 18,
            "verse": 27,
            "text": "Читай (о пророк!), что открыто тебе из Корана, включая то, что открыто тебе об этих юношах - обитателях пещеры. Не обращай внимания на людей, которые издеваются над Кораном, требуя заменить его другим знамением. Никто не заменит Коран! Не ослушайся повеления твоего Господа! Ведь только у Него найдёшь убежище, и не найдёшь помимо Него защиты ни у кого"
        }
    ]
}