{
    "pages": [
        {
            "chapter": 18,
            "verse": 84,
            "text": "Мы укрепили его могущество на земле и даровали ему большие знания о путях, которыми он может направлять свои дела"
        },
        {
            "chapter": 18,
            "verse": 85,
            "text": "С их помощью он распространил своё могущество на земле и выбрал путь для достижения своих целей"
        },
        {
            "chapter": 18,
            "verse": 86,
            "text": "Он шёл до тех пор, пока не достиг отдалённого места в западной стороне, где он увидел, как солнце закатывалось в мутный зловонный источник. Зу-ль- Карнайн нашёл около источника неверующих людей. Аллах повелел ему выбрать один из двух путей: либо призвать их к вере, а это доброе дело само по себе, либо сражаться против них, если они не уверуют"
        },
        {
            "chapter": 18,
            "verse": 87,
            "text": "Зу-ль-Карнайн объявил им, что тот, кто наносит вред себе, настаивая на неверии, заслуживает наказания в земном мире, а затем в будущей жизни он будет возвращён к своему Господу, который его мучительно накажет и подвергнет такой каре, которую никто не может себе представить"
        },
        {
            "chapter": 18,
            "verse": 88,
            "text": "Тот же, кто ответит на его призыв к вере, уверует в Аллаха и будет творить благое, получит прекрасное воздаяние в дальней жизни. А в ближней жизни Зу-ль- Карнайн будет милосерден к нему и будет давать ему такие повеления, которые легки для исполнения"
        },
        {
            "chapter": 18,
            "verse": 89,
            "text": "Зу-ль-Карнайн пошёл дальше с помощью Аллаха и направился в сторону восхода солнца, на восток"
        },
        {
            "chapter": 18,
            "verse": 90,
            "text": "Он шёл на восток, где восходит солнце, пока не дошёл до открытого места, где люди жили первобытным обществом. И не было у них никакой защиты от солнца и зноя"
        },
        {
            "chapter": 18,
            "verse": 91,
            "text": "Так же, как прежде Зу-ль-Карнайн призывал людей, живших на западе, где заходит солнце, к вере в Аллаха, он призвал и этих людей также уверовать в Аллаха"
        },
        {
            "chapter": 18,
            "verse": 92,
            "text": "Затем он пошёл дальше, опираясь на помощь Аллаха, дорогой, пролегавшей между востоком и западом"
        },
        {
            "chapter": 18,
            "verse": 93,
            "text": "Пока он не дошёл в своём третьем путешествии до отдалённого места между двумя горами. Там он увидел народ, едва понимавший речь, с которой к нему обращались"
        },
        {
            "chapter": 18,
            "verse": 94,
            "text": "Когда эти люди обнаружили силу и мощь Зу-ль- Карнайна, они попросили его установить преграду между ними и Йаджуджем и Маджуджем (Гогом и Магогом), которые часто совершали набеги на них и опустошали их землю. Эти люди предложили уплатить ему дань"
        },
        {
            "chapter": 18,
            "verse": 95,
            "text": "Он им ответил: \"Аллах даровал мне могущество и власть. Это - лучшая плата для меня\". Он стал возводить преграду, потребовав от них помочь ему людьми и орудиями труда, чтобы выполнить их просьбу"
        },
        {
            "chapter": 18,
            "verse": 96,
            "text": "Он попросил собрать для него куски железа, из которых он устроил высокую преграду, соединив ею два крутых склона. Затем он приказал людям разжечь огонь и раздувать его, пока железо не раскалилось. Потом он вылил на неё расплавленную медь, и в результате получилась прочная сплошная стена - заграждение"
        },
        {
            "chapter": 18,
            "verse": 97,
            "text": "И не могли племена Йаджуджа и Маджуджа ни подняться на преграду, ибо она была очень высокая, ни пробить её, ибо она была очень прочная"
        }
    ]
}