{
    "pages": [
        {
            "chapter": 2,
            "verse": 238,
            "text": "Строго соблюдайте молитвы и чтите их, а особенно чтите Среднюю молитву \"аль-Аср\" (Послеполуденную молитву)! Старайтесь быть смиренными в ваших молитвах и стойте перед Аллахом благоговейно"
        },
        {
            "chapter": 2,
            "verse": 239,
            "text": "Если вы чувствуете опасность, то молитесь пешими или конными. Когда же опасность минует вас, и вы окажетесь в безопасности, выстаивайте молитву, как Аллах научил вас, поминая Его и благодаря Его за то, что Он научил вас тому, чего вы до этого не знали, и избавил вас от опасности"
        },
        {
            "chapter": 2,
            "verse": 240,
            "text": "Те, которые покинут этот мир и оставят после себя жену, должны завещать ей надел, необходимый на один год без выхода из дома. Никто не имеет права выгнать вдову из дома в течение этого года. А если она сама захочет уйти в течение этого года, то не будет греха над теми, которые отвечают за неё и разрешат ей делать, что она хочет, согласно законам шариата. Слушайте указания Аллаха и поступайте так, как Он повелел. Аллах может наказать того, кто нарушает Его законы. Поистине, Аллах - Великий, Мудрый и даёт Свои наставления в ваших интересах, а вы эту мудрость можете не понимать"
        },
        {
            "chapter": 2,
            "verse": 241,
            "text": "Для разведённых женщин - право получить надел (подходящее обеспечение) в благопристойном размере в соответствии с возможностями мужа, как подобает людям благочестивым. Так должны поступать богобоязненные"
        },
        {
            "chapter": 2,
            "verse": 242,
            "text": "Подобными толкованиями и увещеваниями в интересах людей Аллах разъясняет Свои знамения, предполагая, что вы будете поступать благоразумно"
        },
        {
            "chapter": 2,
            "verse": 243,
            "text": "Обрати внимание (о Мухаммад!) на рассказ о людях, которые покинули свои жилища, страшась смерти, - а их были тысячи. Они убегали от борьбы за Аллаха. Поэтому Аллах сказал им: \"Умрите! И будьте униженными перед врагом\". Но часть из них сражалась мужественно, и поэтому Аллах возвратил их общину к жизни, чтобы они поняли, что жизнь даёт только Аллах, которого мы должны благодарить, но большая часть людей - неблагодарны"
        },
        {
            "chapter": 2,
            "verse": 244,
            "text": "Если вы знаете, что, остерегаясь смерти, вы всё равно не избежите её, то старайтесь на пути Аллаха и жертвуйте собой ради Его учения. Ведь Аллах слышит, что говорят, боясь смерти, не участвующие в бою, и что говорят борющиеся на пути Аллаха, и знает, что скрывает каждый в своём сердце. Он награждает за добро добром и за зло - злом"
        },
        {
            "chapter": 2,
            "verse": 245,
            "text": "На борьбу за прямой путь Аллаха нужны средства. Жертвуйте же свои деньги на это. Давайте Аллаху хороший заем, дабы Он увеличил его во много раз. Он удерживает и подаёт, кому хочет, в ваших интересах. Вы к Нему будете возвращены, и Он наградит вас за то, что вы делали. Хотя удел - благо от Аллаха, Он назвал того, кто даёт деньги на борьбу на пути Аллаха заимодавцем, чтобы призвать людей жертвовать средства на эту борьбу и получить двойную награду за это в настоящей жизни и в будущей жизни"
        }
    ]
}