{
    "pages": [
        {
            "chapter": 41,
            "verse": 39,
            "text": "Из доказательств мощи Аллаха Всевышнего ты видишь (о ты, который можешь видеть!) сухую землю, но когда Мы ниспосылаем на неё воду, она волнуется и разбухает (и на ней появляются растения). Тот, кто воскресил землю после засухи, может оживлять и мёртвых. Поистине, Он - Всемогущий, над всякой вещью властен"
        },
        {
            "chapter": 41,
            "verse": 40,
            "text": "Те, которые отклоняются от прямого пути касательно Наших айатов, отвергая их, не скрыты от Нас! Мы воздадим им за то, что они вершили, как они заслуживают. Кто же лучше: тот, которого ввергают в ад, или тот, который приходит к Нам в Судный день в безопасности, спасённый от всякого зла? Скажи им (о Мухаммад!), увещевая: \"Делайте, что хотите. Поистине, Аллах - Всевидящий, объемлет всё, что вы делаете, и воздаст каждому по его деяниям"
        },
        {
            "chapter": 41,
            "verse": 41,
            "text": "Поистине, для тех, которые отрицали Благородный Коран и не уверовали в него, когда он был передан им, не размышляя над ним, уготовано такое мучительное наказание, которое трудно представить. Они опровергали Коран, хотя это Благородная, Неподражаемая Книга, подобную которой невозможно составить и которая победит всё, что выражает несогласие с ней"
        },
        {
            "chapter": 41,
            "verse": 42,
            "text": "Ложь не подступится к Корану с какой-либо стороны - ни спереди него, ни сзади. Коран ниспосылался последовательно Аллахом Великим, Мудрым, Безупречным, восхваляемым за Его милости"
        },
        {
            "chapter": 41,
            "verse": 43,
            "text": "Тебе (о Мухаммад!) твои враги говорят, что ты только лжец, ругают тебя и опровергают твоё послание, как делали с посланниками, бывшими до тебя, их враги. Поистине, твой Творец и Наставник щедро прощает и мучительно наказывает. Он прощает грехи раскаявшимся и мстит за тебя неверным за их упорное отрицание веры"
        },
        {
            "chapter": 41,
            "verse": 44,
            "text": "Если бы Мы ниспослали Коран не на арабском, а на ином языке, как некоторые упорные неверные предлагали, отрицая его, они бы сказали: \"Не можешь ли ты разъяснить его айаты на языке, который мы понимаем? Как же это Писание не на арабском языке, а обращено к арабам?!\" Скажи им (о пророк!): \"Это Писание (т.е. Коран) ниспослано Аллахом для тех, кто уверовал, как руководство к прямому пути и исцеление от сомнений и тревог. А у тех, кто не уверовал и отверг Писание, в ушах глухота, и он (Коран) для них - слепота, ибо они не видят в нём ничего, кроме смуты, к которой они стремятся. Эти неверные не слышат призыва к Корану, будто к ним взывают к вере издалека"
        },
        {
            "chapter": 41,
            "verse": 45,
            "text": "Клянусь, Мы даровали Мусе Тору, но о ней у его народа возникло разногласие. И если бы не было предопределённого решения твоего Господа (о Мухаммад!) отложить наказание неверующих, считающих тебя лжецом, до предопределённого времени, Мы бы судили между тобой и ими и покончили бы с неверующими, отрицающими твой призыв к истине. Поистине, те которые не уверовали из твоего народа (мекканские многобожники) в большом сомнении относительно Корана, что приводит их к беспокойству и волнению"
        },
        {
            "chapter": 41,
            "verse": 46,
            "text": "Кто творит добродеяния, то для самого себя, а тот, кто творит злодеяния, то во вред себе. Твой Господь никогда не бывает несправедливым к Своим рабам и никогда не наказывает одного за грех другого"
        }
    ]
}