{
    "pages": [
        {
            "chapter": 43,
            "verse": 23,
            "text": "Так было и раньше с прежними народами. Мы не посылали до тебя в селение никакого посланника, чтобы зажиточные люди, которых благоденствие сделало заносчивыми, не говорили: \"Поистине, мы нашли наших отцов, державшихся определённой веры, и мы следуем за ними\". Ведь подражание - давнее заблуждение"
        },
        {
            "chapter": 43,
            "verse": 24,
            "text": "Увещеватель сказал: \"Разве вы последуете за вашими отцами, даже если я пришёл к вам с верой, более правильной, чем та, которой держались ваши отцы?!\" Они ответили своим посланникам, отрицая религию: \"Поистине, мы не веруем в то, с чем вы посланы"
        },
        {
            "chapter": 43,
            "verse": 25,
            "text": "И Мы покарали тех, которые отвергали своих посланников, подвергнув их мучительному наказанию в этой жизни. Посмотри же, о ты, кто размышляет, как стал конец тех, которые отвергли своих посланников, удивительным, назидательным примером и красноречивым поучением для вас"
        },
        {
            "chapter": 43,
            "verse": 26,
            "text": "И рассказывай, о Мухаммад, тем, которые отвергли своих посланников, историю Ибрахима, когда сказал он своему отцу и своему народу: \"Я не причастен к поклонению вашим ложным богам"
        },
        {
            "chapter": 43,
            "verse": 27,
            "text": "но я поклоняюсь Аллаху, который сотворил меня, поскольку Он - Тот, кто наставит меня на путь истины"
        },
        {
            "chapter": 43,
            "verse": 28,
            "text": "Слова, которые Ибрахим сказал отцу и народу своему, стали словом единобожия, которое он оставил своим потомкам, - может быть, они обратятся к нему (слову единобожия) и уверуют в него"
        },
        {
            "chapter": 43,
            "verse": 29,
            "text": "Многобожники не оправдали ожидания Ибрахима, и Я не ускорил им наказания. Я дал твоему народу, о Мухаммад, а прежде их отцам, возможность наслаждаться мирскими благами до тех пор, пока им не был ниспослан Коран, призывающий к истине, и пока к ним не пришёл посланник, ясно призывающий их к ней"
        },
        {
            "chapter": 43,
            "verse": 30,
            "text": "И когда Мы ниспослали Коран, чтобы наставить их на путь единобожия, они не ограничились своим многобожием, а, издеваясь над ним, назвали его колдовством и ложью и упорствовали в своём неверии"
        },
        {
            "chapter": 43,
            "verse": 31,
            "text": "И сказали многобожники, пренебрежительно относясь к Мухаммаду и считая ниспослание ему Корана слишком большой честью для него: \"Почему же Коран, про который Мухаммад утверждает, что он якобы Откровение от Аллаха, не был ниспослан какому- нибудь знатному человеку из Мекки или ат-Таифа"
        },
        {
            "chapter": 43,
            "verse": 32,
            "text": "Многобожники не властны распределить пророческую миссию, чтобы выбрать посланника из знатных мужей. Ведь Мы взяли на Себя устройство их жизни, поскольку они бессильны это сделать. Мы возвысили одних над другими в пропитании и власти, чтобы одни из них могли брать других в помощники и в услужение для поддержания друг друга в удовлетворении жизненных потребностей и организации своей жизни. Пророческая миссия и связанное с ней счастье в этой и будущей жизни лучше, чем все мирские блага"
        },
        {
            "chapter": 43,
            "verse": 33,
            "text": "Если бы не было так отвратительно от того, что все люди станут неверными, увидев, что неверные в благоденствии и благодати, то Мы для тех, кто не верует в Милостивого, сделали бы крыши домов и лестницы, по которым они поднимаются, из серебра, поскольку эта жизнь для Нас - ничтожна"
        }
    ]
}