{
    "pages": [
        {
            "chapter": 45,
            "verse": 23,
            "text": "Посмотрел ли и увидел ли ты, о посланник, того, кто сделал свои страсти богом своим, подчинился, повиновался им, умышленно сбился с пути истины, закрыл свои уши, чтобы не слушать наставления, и положил печать на своё сердце, чтобы не убедиться в истине, и опустил на свои глаза завесу, чтобы не поучаться и не наставляться. Так кто же наставит его на прямой путь после того, как Аллах отвернулся от него? Неужели вы не размышляете и поэтому не поучаетесь"
        },
        {
            "chapter": 45,
            "verse": 24,
            "text": "Те, которые отрицают воскресение, сказали: \"Нет другой жизни, кроме нашей жизни в этом мире. Мы живём, потом умрём и не будет другой жизни после смерти, и нас губит только время\". Они говорят это, исходя не из истинного знания и убеждения, а лишь опираясь на догадки и предположения"
        },
        {
            "chapter": 45,
            "verse": 25,
            "text": "Когда им читают айаты Аллаха, ясно доказывающие, что Он Всемогущ и может воскресить после смерти, у них имеется только один довод, который они приводят, чтобы убежать от истины: \"Воскресите же наших отцов, если вы правдивы, утверждая, что воскресение непременно настанет"
        },
        {
            "chapter": 45,
            "verse": 26,
            "text": "Скажи им, о Мухаммад: \"Аллах дарует вам жизнь, создавая вас из небытия в земном мире и умерщвляет вас, когда кончится ваш жизненный срок. Потом соберёт вас в День Воскресения, и в этом нет никакого сомнения. Но большинство людей не ведают, что Аллах Всемогущ и может воскресить после смерти, поскольку они отказываются размышлять о знамениях Аллаха. А кто в силах сотворить вас из небытия, тот может поднять из могил ваших отцов"
        },
        {
            "chapter": 45,
            "verse": 27,
            "text": "Аллаху одному принадлежит власть над небесами и землёй. Он сотворил их, властен над ними, управляет ими, как пожелает. В тот День , когда наступит Судный час, - будут в убытке те, которые придерживались лжи"
        },
        {
            "chapter": 45,
            "verse": 28,
            "text": "В тот День, когда настанет Судный час, ты увидишь, о тот, к которому обращена речь, последователей каждой религии коленопреклонёнными от ужасов этого Дня, готовыми идти на зов; каждая община будет призвана к Книге записей своих деяний и будет им сказано: \"Сегодня вам воздастся за ваши деяния, которые вы совершили в земном мире"
        },
        {
            "chapter": 45,
            "verse": 29,
            "text": "Им также будет сказано: \"Это Наша Книга, в которой Мы записали ваши деяния, и вы получили её в руки. Она истинно возвещает вам о ваших деяниях. Ведь Мы велели ангелам записать то, что вы вершили, чтобы вы ответили перед Нами за то, что вы делали"
        },
        {
            "chapter": 45,
            "verse": 30,
            "text": "А что касается тех, которые уверовали и творили благочестивые деяния, то их Господь введёт в Свой рай. Это и есть явный, истинный успех"
        },
        {
            "chapter": 45,
            "verse": 31,
            "text": "А тем, которые не уверовали в Аллаха и Его посланников, будет сказано в упрёк: \"Разве не приходили к вам Мои посланники и не возвещали перед вами Мои знамения, но вы, возгордившись, отказались от истины и стали неверными"
        },
        {
            "chapter": 45,
            "verse": 32,
            "text": "Когда посланник Аллаха сказал вам, о вы, которые отвергали воскресение: \"Поистине, обещание Аллаха о воздаянии - непреклонная истина и нет сомнения в том, что Судный час непременно настанет\", - вы ответили: \"Мы не знаем ничего о Судном часе и не знаем, в чём его суть. Мы полагаем, что наступление Судного часа - лишь предположение, но мы не уверены, что он настанет"
        }
    ]
}