{
    "pages": [
        {
            "chapter": 68,
            "verse": 16,
            "text": "Мы наложим клеймо ему на нос, чтобы опозорить его перед людьми"
        },
        {
            "chapter": 68,
            "verse": 17,
            "text": "Поистине, Мы подвергли мекканцев испытанию: Мы даровали им милость, но они не уверовали. Подобному испытанию мы подвергли обладателей сада, когда они поклялись, что непременно утром соберут плоды"
        },
        {
            "chapter": 68,
            "verse": 18,
            "text": "не помянув Аллаха и не сказав: \"Если на это будет воля Аллаха"
        },
        {
            "chapter": 68,
            "verse": 19,
            "text": "И тогда ночью, когда они спали, сад постигла большая беда, ниспосланная Аллахом"
        },
        {
            "chapter": 68,
            "verse": 20,
            "text": "и он стал как мрачная ночь"
        },
        {
            "chapter": 68,
            "verse": 21,
            "text": "Они звали друг друга утром"
        },
        {
            "chapter": 68,
            "verse": 22,
            "text": "Пойдёмте пораньше, если вы действительно хотите собрать плоды"
        },
        {
            "chapter": 68,
            "verse": 23,
            "text": "Они устремились в сад, переговариваясь потихоньку и наставляя друг друга"
        },
        {
            "chapter": 68,
            "verse": 24,
            "text": "Никто из вас не должен сегодня впускать бедняка в наш в сад"
        },
        {
            "chapter": 68,
            "verse": 25,
            "text": "И они отправились в свой сад утром со злым немерением - не пускать в сад ни одного бедняка, полагая, что они в силах выполнить это намерение"
        },
        {
            "chapter": 68,
            "verse": 26,
            "text": "Увидев свой сад сожжённым, чёрным, они сказали в замешательстве: \"Поистине, мы заблудились. Это не наш сад"
        },
        {
            "chapter": 68,
            "verse": 27,
            "text": "Но нет, это - наш сад, и мы лишились его (и его плодов)"
        },
        {
            "chapter": 68,
            "verse": 28,
            "text": "Самый справедливый и благочестивый из них сказал им, порицая: \"Разве я не говорил вам, когда вы наставляли друг друга лишить бедняков (плодов), что надо бы вам помянуть Аллаха и отказаться от вашего намерения"
        },
        {
            "chapter": 68,
            "verse": 29,
            "text": "Образумившись, они сказали: \"Хвала Аллаху! Он не был несправедлив к нам, так наказав нас. Поистине, мы сами были неправедными нечестивцами из-за нашего злого намерения"
        },
        {
            "chapter": 68,
            "verse": 30,
            "text": "И стали они упрекать друг друга"
        },
        {
            "chapter": 68,
            "verse": 31,
            "text": "говоря: \"Гибель нам! Поистине, мы дошли до крайности в своей нечестивости"
        },
        {
            "chapter": 68,
            "verse": 32,
            "text": "Может быть, Господь наш возместит нам наш сад, одарив нас садом лучше. Мы обращаемся к Аллаху, прося у Него прощения и возмещения"
        },
        {
            "chapter": 68,
            "verse": 33,
            "text": "Подобно бедствию, поразившему сад, будет Моё наказание в этой жизни тому, кто его заслуживает, а в будущей жизни наказание будет ещё мучительнее. Если бы люди только знали об этом"
        },
        {
            "chapter": 68,
            "verse": 34,
            "text": "Поистине, для богобоязненных у Господа их - сады блаженства"
        },
        {
            "chapter": 68,
            "verse": 35,
            "text": "Неужели Мы решим несправедливо: сделаем мусульман и неверных равными (перед Нами)"
        },
        {
            "chapter": 68,
            "verse": 36,
            "text": "Что случилось с вами? Как вы судите, принимая такое несправедливое решение"
        },
        {
            "chapter": 68,
            "verse": 37,
            "text": "Или у вас есть Писание, ниспосланное от Аллаха, в котором вы читали это"
        },
        {
            "chapter": 68,
            "verse": 38,
            "text": "и в нём то, что вы выбираете и желаете себе"
        },
        {
            "chapter": 68,
            "verse": 39,
            "text": "Или Мы дали вам заветы и обеты, подтверждённые Нами, до Дня воскресения? И, согласно этим заветам, вы получите всё, что вы задумаете и решите"
        },
        {
            "chapter": 68,
            "verse": 40,
            "text": "Спроси многобожников, о Мухаммад, кто из них подтверждает и ручается за это решение"
        },
        {
            "chapter": 68,
            "verse": 41,
            "text": "Или у них есть единомышленники, которые придерживаются такого же мнения?! Пусть они приведут своих единомышленников, если они правдивы в своём утверждении"
        },
        {
            "chapter": 68,
            "verse": 42,
            "text": "В тот День, когда станет тягостно и трудно, неверных призовут пасть ниц, порицая их и показывая их бессилие, а они не смогут этого сделать"
        }
    ]
}