{
    "pages": [
        {
            "chapter": 78,
            "verse": 31,
            "text": "А для богобоязненных - спасение от мук адского мучения и великое вознаграждение - рай"
        },
        {
            "chapter": 78,
            "verse": 32,
            "text": "плодовые сады и виноградники с вкусными ягодами"
        },
        {
            "chapter": 78,
            "verse": 33,
            "text": "и полногрудые девы - ровесницы"
        },
        {
            "chapter": 78,
            "verse": 34,
            "text": "и прозрачные полные чаши"
        },
        {
            "chapter": 78,
            "verse": 35,
            "text": "В раю они не услышат ни пустословия, ни лжи"
        },
        {
            "chapter": 78,
            "verse": 36,
            "text": "Всё это - великое воздаяние Господа твоего. Он даст всё это по Своей милости и великому милосердию как великое благодеяние им"
        },
        {
            "chapter": 78,
            "verse": 37,
            "text": "от Господа небес и земли и всего, что между ними, чья милость охватит всё сущее. И никто не посмеет обратиться к Нему со словом"
        },
        {
            "chapter": 78,
            "verse": 38,
            "text": "В тот День Джибрил и ангелы покорно станут рядами, и никто из них не будет говорить, кроме тех, кому Милостивый разрешит говорить. Они скажут только правду"
        },
        {
            "chapter": 78,
            "verse": 39,
            "text": "Нет сомнения, что этот День - истина. Кто захочет, тот изберёт путь к своему Господу - путь благочестия, искренней веры в Аллаха и добродеяния"
        },
        {
            "chapter": 78,
            "verse": 40,
            "text": "Мы предостерегли вас от близкого наказания в тот День, когда человек увидит то, что сотворили его руки, а неверный, желая спасения, скажет: \"О, если бы я остался прахом после смерти и не был бы воскрешён, и мне не предстояла бы расплата"
        },
        {
            "chapter": 79,
            "verse": 1,
            "text": "Клянусь ангелами, которых Я одарил способностью с силой вырывать вещи с их местонахождения"
        },
        {
            "chapter": 79,
            "verse": 2,
            "text": "и ангелами, которых Я одарил способностью извлекать вещи мягко и нежно"
        },
        {
            "chapter": 79,
            "verse": 3,
            "text": "и ангелами, которых Я наделил скоростью, чтобы они выполняли свои обязанности легко и без труда"
        },
        {
            "chapter": 79,
            "verse": 4,
            "text": "и ангелами, которые передвигаются очень быстро, выполняя свои поручения"
        },
        {
            "chapter": 79,
            "verse": 5,
            "text": "и ангелами, которые по воле Аллаха управляют делами во Вселенной, используя при этом способности, которыми Аллах наделил их"
        },
        {
            "chapter": 79,
            "verse": 6,
            "text": "что Судный час непременно настанет в тот День, когда первый трубный глас сотрясёт и уничтожит творения"
        },
        {
            "chapter": 79,
            "verse": 7,
            "text": "за ним последует второй трубный глас, после которого все творения будут воскрешены"
        },
        {
            "chapter": 79,
            "verse": 8,
            "text": "В этот День сердца неверных испытают страх и ужас"
        },
        {
            "chapter": 79,
            "verse": 9,
            "text": "А их взоры будут печальны и потуплены от унижения"
        },
        {
            "chapter": 79,
            "verse": 10,
            "text": "В земной жизни они говорили, отрицая воскрешение: \"Неужели после смерти мы будем возвращены в первоначальное состояние - живыми, какими мы были в земной жизни"
        },
        {
            "chapter": 79,
            "verse": 11,
            "text": "Разве после того, как мы превратимся в истлевшие останки, мы будем возвращены и воскрешены заново"
        },
        {
            "chapter": 79,
            "verse": 12,
            "text": "Они говорили, отрицая и издеваясь: \"Если мы будем воскрешены и возвращены к жизни, то это будет для нас убыточно, а мы не из тех, кто терпит убыток"
        },
        {
            "chapter": 79,
            "verse": 13,
            "text": "Не думайте, что воскрешение трудно. Ведь раздастся только один глас"
        },
        {
            "chapter": 79,
            "verse": 14,
            "text": "и мёртвые восстанут и соберутся в определённом месте для расчёта"
        },
        {
            "chapter": 79,
            "verse": 15,
            "text": "Не дошёл ли до тебя, о Мухаммад, рассказ о Мусе"
        }
    ]
}