{
    "pages": [
        {
            "chapter": 4,
            "verse": 45,
            "text": "Ведь Аллах лучше знает ваших настоящих врагов, знает истину их сердец. Покровительство Аллаха защищает вас и достаточно вам этого. Не просите ничьего покровительства, кроме Его покровительства. Довольно в Аллахе Защитника и Помощника"
        },
        {
            "chapter": 4,
            "verse": 46,
            "text": "Среди иудеев есть такие, которые искажают слова ниспосланного им Писания, придавая им другие значения, и говорят про себя пророку: \"Мы слышали слова, но не повинуемся\". И говорят тебе (о Мухаммад!): \"Выслушай, да не услышащий ты!\" Но, говоря это, они искажают слова так, что их высказывание имеет совсем другое, оскорбительное, двусмысленное значение, - пожелание пророку быть глухим. Они говорят тебе (о Мухаммад!) \"ра'ина\" и притворяются, что говорят: \"Воззри на нас!\" На самом деле они, используя близкие по звучанию, но разные по смыслу слова, произносят это по-еврейски с искажённым, нехорошим смыслом, придающим ему характер легкомыслия, нанося этим удар по религии и характеризуя посланника как легкомысленного человека. Если бы они говорили прямо: \"Мы слышали и повинуемся\", - вместо: \" Мы слышали и не повинуемся\". И если бы сказали: \" Выслушай нас и обрати на нас свой взор\", - а не говорили: \"Да не услышащий ты! И сказали бы \"унзурна\", т.е. \"Воззри на нас!\" вместо \"ра'ина\", было бы им это лучше, и шли бы они по прямому пути. За их неверие Аллах их проклял, и лишь немногие из них истинно верят"
        },
        {
            "chapter": 4,
            "verse": 47,
            "text": "О вы, которым даровано Писание Аллахом! Уверуйте в Коран, который Мы ниспослали пророку Мухаммаду - да благословит его Аллах и приветствует, - чтобы утвердить истинность того Писания, которое с вами, раньше, чем Мы накажем вас , сгладив ваши лица, и они будут, как затылки, где нет ни носа, ни глаз, ни бровей, или проклянём вас и лишим вас Нашей милости, как тех, которых Мы прокляли за то, что они ослушались и нарушили Наш приказ, запрещающий ловлю рыбы в субботу. Поистине, повеление Аллаха исполняется"
        },
        {
            "chapter": 4,
            "verse": 48,
            "text": "Аллах не простит того, что вы придаёте Ему в сотоварищи другие божества, но простит другие грехи, кому пожелает из Своих рабов. Тот, кто измышляет в сотоварищи Аллаху другие божества, совершает великий грех и никогда не получит прощения Аллаха"
        },
        {
            "chapter": 4,
            "verse": 49,
            "text": "Не удивляйся этим неверующим, которые хвалят себя и оправдывают свои грехи. Но нет! Один только Господь знает праведных и нечестивых и может оправдывать и хвалить, кого Он пожелает. Аллах справедлив ко всем людям, и они не будут обижены хотя бы на самую малость"
        },
        {
            "chapter": 4,
            "verse": 50,
            "text": "Как они могут измышлять на Аллаха ложь таким образом!? В этом явный грех, раскрывающий их тайные намерения"
        },
        {
            "chapter": 4,
            "verse": 51,
            "text": "Видел ли ты (о Мухаммад!) тех, кому дарована часть Писания, но которые поклоняются идолам и шайтану и говорят про неверных идолопоклонников, что они идут более верным путём, чем тот, которым следуют уверовавшие в Аллаха"
        }
    ]
}