{
    "pages": [
        {
            "chapter": 4,
            "verse": 52,
            "text": "Прокляты они Аллахом. Он лишил их Своей милости, и Он им не помощник. Кого проклял Аллах, тот не имеет ни помощников, ни защитников от Его гнева"
        },
        {
            "chapter": 4,
            "verse": 53,
            "text": "Или у них есть доля власти над этим миром? На самом деле они лишены блага поклонения Аллаху так же, как они лишены власти и господства над этим миром. Если бы они имели власть над этим миром, они бы не дали другим людям ничего, даже бороздки на финиковой косточке. Они не могут видеть благоденствия других людей"
        },
        {
            "chapter": 4,
            "verse": 54,
            "text": "Как могут эти люди завидовать арабам за милость, которую Аллах даровал им, выбрав Своего посланника из них? Но ведь Аллах даровал Ибрахиму и его семейству, - а Ибрахим ваш и их праотец, - Писание, пророчество и великую власть"
        },
        {
            "chapter": 4,
            "verse": 55,
            "text": "Из тех, к кому Ибрахим и его потомки были посланы, были такие, которые уверовали, и такие, которые отвратились. Эти отвратившиеся от веры, будут вечно гореть в геенне. В геенне довольно пламени"
        },
        {
            "chapter": 4,
            "verse": 56,
            "text": "Те, которые не уверовали, отвергали Наши явные знамения, отрицали истину Наших пророков, будут вечно гореть в огне, который будет жечь их кожу, и каждый раз, когда их кожа потеряет чувствительность к муке, Мы заменим её другой кожей, чтобы они продолжали жить, испытывая непрерывные боль и мучения, и сполна вкусили наказание. Поистине, Аллах Всевышний мудр в Своих делах! Он наказывает того, кто не уверовал в Него, отверг Его Истину и настаивал на этом до самой смерти"
        },
        {
            "chapter": 4,
            "verse": 57,
            "text": "Тех, которые уверовали в ниспосланное Аллахом Писание и творили благое, Мы наградим за их веру и введём их в райские сады, где внизу текут реки и где они будут вечно пребывать. Для них там - чистые благочестивые супруги. Мы введём их в прохладную тень, где и будут они пребывать в вечном блаженстве"
        },
        {
            "chapter": 4,
            "verse": 58,
            "text": "О вы, которые уверовали, Аллах повелевает вам справедливо возвращать всё доверенное вам имущество Аллаха или людей владельцам. Таков завет Аллаха, следуйте ему. Прекрасно то, чем Аллах вас увещевает. Аллах всегда слышит всё то, что вы говорите, и видит всё то, что вы делаете. Он слышит, видит и знает, кто возвращает доверенное ему и кто изменяет этому, кто судит справедливо и кто судит не по справедливости. Он воздаст каждому за его деяния"
        },
        {
            "chapter": 4,
            "verse": 59,
            "text": "О вы, которые уверовали в то, что ниспослано Аллахом пророку Мухаммаду - да благословит его Аллах и приветствует, - повинуйтесь Аллаху и пророку, а также тем из вас - мусульман, - которые наделены властью, руководят по справедливости и выполняют шариат Аллаха. Если же вы препираетесь о чём-нибудь и возникнет спор между вами, обратитесь к Книге Аллаха и к Сунне Его пророка, чтобы рассудить это дело и выяснить, кто прав. Аллах ниспослал Своё Писание и вместе с ним шариат о том, о чём вы препираетесь, и Его пророк разъяснил вам, как следует жить и решать споры согласно шариату, если верите в Аллаха и в День Суда. Ведь это - лучше для вас, потому что вы будете руководствоваться поистине справедливыми законами в ваших спорах. Это - пристойнее для вас, и разрешает спор, вводящий в заблуждение"
        }
    ]
}