{
    "pages": [
        {
            "chapter": 2,
            "verse": 58,
            "text": "Вспомните, о сыны Исраила, когда Мы сказали вам: \"Войдите в этот большой город - Иерусалим - и питайтесь там, где и как пожелаете, в своё удовольствие. И входите в назначенные вашим пророком ворота, смиренно поклоняясь и прося прощения за свои грехи. Мы простим ваши прегрешения и возвеличим делающих добро"
        },
        {
            "chapter": 2,
            "verse": 59,
            "text": "Но те, которые были несправедливы, ослушались повеления Аллаха и, издеваясь, заменили то правдивое, что им было сказано, другим, ложным словом, которое они сами сочинили. Аллах низвёл на тех, которые были несправедливы, мучительное наказание за то, что они были нечестивы и не повиновались предписанию Аллаха"
        },
        {
            "chapter": 2,
            "verse": 60,
            "text": "Вспомните, о сыны Исраила, когда ваш пророк Муса попросил у Нас питья для своего народа, страдавшего от жажды в пустыне, и Мы сказали: \"Ударь своей палкой о скалу!\" И забили из-под неё двенадцать источников, так что каждое племя знало место, где им пить. \"Ешьте и пейте из даров Господних! И не творите зла на земле, распространяя нечестие и грехи"
        },
        {
            "chapter": 2,
            "verse": 61,
            "text": "Вспомните, о иудеи, также тот день, когда ваши предки проявили недовольство и не выразили благодарности Аллаху за Его блага, и сказали Мусе: \"О Муса! Мы не можем выносить одну и ту же пищу - манну и перепелов. Воззови ради нас к твоему Господу, пусть Он низведёт нам то, что произрастает на земле из овощей: огурцы, чеснок, чечевицу, лук\". И сказал Муса, удивляясь: \"Неужели вы просите заменить то, что лучше, тем, что хуже и ниже? Если это ваше желание, тогда спуститесь в один из городов и там вы найдёте, что хотите и просите\". Из-за их упрямства и неблагодарности Аллаху были ниспосланы им унижение и бедность. И навлекли они на себя гнев Аллаха. Это - за то, что они не уверовали в знамения Аллаха и несправедливо убивали пророков из своего народа. Это - за то, что они из-за упорства и бунтарства, ослушались Аллаха и были грешными преступниками"
        }
    ]
}