{
    "maqras": [
        {
            "chapter": 27,
            "verse": 27,
            "text": "‹ ߛߎ߬ߟߋ߬ߡߊ߯ߣߊ߫ › ߞߊ߲߫ ߞߏ߫ ߊ߲ ߓߍߣߵߊ߬ ߝߟߍ߫ ߣߴߌ ߞߊ߬ ߕߎ߬ߢߊ߫ ߟߋ߬ ߝߐ߫ ߥߟߊ߫ ߌ ߦߋ߫ ߥߎߦߊ߫ ߝߐߟߊ ߟߎ߬ ߘߏ߫ ߟߋ߬ ߘߌ߫"
        },
        {
            "chapter": 27,
            "verse": 28,
            "text": "ߕߊ߯ ߒ ߠߊ߫ ߗߋߛߓߍ ߣߌ߲߬ ߠߊߝߌ߬ߟߴߊ߬ߟߎ߫ ߞߊ߲߬ ߸ ߌ ߦߋ߫ ߓߊ߲߫ ߞߵߌ ߞߐߘߏ߲߬ ߊ߬ߟߎ߬ ߟߊ߫ ߸ ߌ ߦߴߊ߬ ߝߟߍ߫ ߛߊ߫ ߸ ߊ߬ߟߎ߬ ߦߴߊ߬ ߖߋ߬ߓߌ߬ ߟߊ߫ ߡߍ߲ ߠߊ߫"
        },
        {
            "chapter": 27,
            "verse": 29,
            "text": "‹ ߡߛߏ߬ ߡߊ߲ߛߊ › ߞߊ߲߫ ߞߏ߫ ߤߍ߲߬ ߊߟߎ߬ ߞߏߟߊߕߍ߮ ߟߎ߬ ߸ ( ߗߋߛߓߍ߫ ) ߟߍߙߊ߫ ߞߟߊߒߞߋ߫ ߟߋ߬ ߓߘߊ߫ ߟߊߝߟߌ߬ ߒ ߞߊ߲߬ ߣߌ߲߬"
        },
        {
            "chapter": 27,
            "verse": 30,
            "text": "ߊ߬ ߘߏ߲߬ ߝߘߊߣߍ߲߫ ߛߎ߬ߟߋ߬ߡߊ߯ߣߊ߫ ߟߋ߬ ߟߊ߫ ، ߊ߬ ( ߞߎߡߊ ) ߝߟߍ߫ ߣߌ߲߬: ߊߟߊ߫ ߕߐ߮ ߟߊ߫ ߡߊ߬ߤߌ߬ߣߊ߬ߟߊ߫ ߟߋ߬ ߤߌߣߟߊ߫ ߟߋ߬"
        },
        {
            "chapter": 27,
            "verse": 31,
            "text": "ߒ ߞߏ߫ ߊߟߎ߫ ߞߊߣߵߊߟߎ߫ ߖߘߍ߬ ߥߙߎߞߌ߫ ߒߠߋ ߡߊ߬ ߘߋ߬ ، ߊߟߎ߫ ߞߟߏߣߍ߲ ߠߎ߫ ߟߋ߬ ߦߋ߫ ߣߊ߬ ߒߠߋ ߡߊ߬"
        },
        {
            "chapter": 27,
            "verse": 32,
            "text": "‹ ߡߛߏ߬ ߡߊ߲ߛߊ › ߞߊ߲߫ ߞߏ߫ ߤߍ߲߬ ߊߟߎ߬ ߞߏߟߊߕߍ߮ ߟߎ߬ ߸ ߊߟߎ߫ ߒ ߖߋ߬ߓߌ߬ ߒ ߠߊ߫ ߞߏߢߊ ߘߐ߫ ، ߓߊ ߒߠߋ ߕߍ߫ ߞߏ߫ ( ߛߌ߫ ) ߟߊߕߍ߰ ߟߊ߫ ߝߏ߫ ߊߟߎ߫ ߓߊ߯ ߒ ߛߙߋߦߊ߫"
        },
        {
            "chapter": 27,
            "verse": 33,
            "text": "ߏ߬ ߟߎ߬ ߞߊ߲߫ ߞߏ߫ ߒ߬ߠߎ߬ ߦߋ߫ ߝߊ߲߬ߞߊ߫ ߕߌ߰ ߟߎ߫ ߣߌ߫ ߞߟߍ߬ ߜߍ߬ߟߍ߲߬ ߕߌ߮ ߟߎ߫ ߟߋ߬ ߘߌ߫ ، ߖߊ߬ߡߊߙߌ ߞߏ߬ߣߌ߲߬ ߌߟߋ ߟߋ߬ ߓߟߏ߫ ، ߏ߬ ߘߐ߫ ߌߟߋ ߟߴߊ߬ ߝߟߍ߫ ߟߊ߫ ߸ ߌ ߘߌ߫ ߖߊ߬ߡߊߙߌ ߞߍ߫ ߡߍ߲ ߠߊ߫"
        },
        {
            "chapter": 27,
            "verse": 34,
            "text": "‹ ߡߛߏ߬ ߡߊ߲ߛߊ › ߞߊ߲߫ ߞߏ߫ ( ߞߟߍ߬ ) ߡߊ߲ߛߊ ߟߎ߬ ߓߊ߯ ߘߏ߲߬ ߛߏ ߟߊ߫ ߸ ߊ߬ߟߎ߬ ߦߴߊ߬ ߕߌߢߍ߫ ߟߊ߫ ߟߋ߬ ، ߊ߬ ߣߴߊ߬ߟߎ߬ ߘߴߊ߬ ߡߐ߰ߓߊ ߟߎ߬ ߞߍ߫ ߡߐ߰ߣߍ߲ ߠߎ߬ ߘߌ߫ ، ߊ߬ߟߎ߫ ߘߏ߲߬ ߦߴߊ߬ ߞߍ߫ ߟߊ߫ ߕߋ߲߬ ߠߋ߬"
        },
        {
            "chapter": 27,
            "verse": 35,
            "text": "ߒߠߋ ߦߋ߫ ߝߌߛߙߌ ߟߋ߬ ߗߋ߫ ߟߴߊ߬ߟߎ߫ ߡߊ߬ ߸ ߞߵߊ߬ ߝߟߍ߫ ߛߊ߫ ߗߋߘߋ߲ ߠߎ߫ ߛߊ߬ߦߌ߲߬ߕߐ߫ ( ߖߋ߬ߓߌ߬ߟߌ ) ߡߍ߲ ߘߌ߫"
        },
        {
            "chapter": 27,
            "verse": 36,
            "text": "ߕߎ߬ߡߊ ߡߍ߲ ( ߗߋߘߋ߲ ߠߎ߫ ) ߣߊ߬ ߘߊ߫ ߛߎ߬ߟߋ߬ߡߊ߯ߣߊ߫ ߡߊ߬ ߸ ߊ߬ ߞߊ߲߫ ߞߏ߫ ߌ߬ߦߏ߯ ߊߟߎ߫ ߦߋ߫ ߒߠߋ ߡߊߜߍ߲߫ ߣߊ߲߬ߝߟߏ ߟߊ߫؟ ߊߟߊ߫ ߘߏ߲߬ ߞߊ߬ ߒߠߋ ߛߐ߫ ߡߍ߲ ߠߊ߫ ߸ ߏ߬ ߦߋ߫ ߝߌ߬ߛߵߊߟߎ߫ ߛߐ߫ ߝߋ߲ ߘߌ߫ ، ߋ߬ߋ߬ߋ߯ ߸ ߊߟߎ߫ ߝߊ߲߭ ߦߴߊߟߎ߫ ߘߐߜߊ߲߫ ߠߴߊߟߎ߫ ߟߊ߫ ߝߌߛߙߌ ߏ߬ ߟߋ ߟߊ߫߹"
        },
        {
            "chapter": 27,
            "verse": 37,
            "text": "ߌ ߞߐߛߊ߬ߦߌ߲߫ ߊ߬ߟߎ߫ ߡߊ߬ ߦߋ߲߬ ߸ ߞߏ߫ ߒ ߘߌ߫ ߣߵߊ߬ߟߎ߫ ߡߊ߬ ߞߟߍ߬ߓߏߟߏ߲߫ ߠߎ߫ ߘߌ߫ ߸ ߟߊ߬ߣߐ߬ ߕߴߊ߬ߟߎ߬ ߦߋ߫ ߡߍ߲ ߠߎ߬ ߟߊ߫ ߸ ߊ߬ ߣߌ߫ ߒ ߘߴߊ߬ߟߎ߬ ߟߊߓߐ߫ ߦߋ߲߬ ߡߊ߬ߢߌ߬ߡߊ߬ߞߏ ߘߌ߫ ߸ ߞߵߊ߬ ߕߘߍ߬ ߊ߬ߟߎ߬ ߦߋ߫ ߘߐ߯ߦߊ߫ ߡߎ߬ߙߎ߲߬ߕߌ߬ߣߍ߲߬ ߜߟߏ ߞߊ߲߬"
        },
        {
            "chapter": 27,
            "verse": 38,
            "text": "‹ ߛߎ߬ߟߋ߬ߡߊ߯ߣߊ߫ › ߞߊ߲߫ ߞߏߟߊߕߍ߮ ߟߎ߫ ߡߊ߬ ߸ ߞߏ߫ ߊߟߎ߫ ߖߍߣߍ߲ ߘߌ߫ ߣߵߊ߬ ߟߊ߫ ߛߍ߬ߡߍ ߘߌ߫ ߒ ߡߊ߬ ߞߊ߬ ߞߐ߲߰ ߊ߬ߟߎ߫ ߣߊ߭ ߢߍ߫ ߒ ߡߊ߬ ߖߘߍ߬ߞߟߏ ߘߌ߫؟"
        },
        {
            "chapter": 27,
            "verse": 39,
            "text": "ߞߎ߬ߞߎ ߘߏ߫ ߞߊ߲߫ ߥߐ߬ߞߎߟߐ ߟߎ߬ ߘߐ߫ ߸ ߞߏ߫ ߒߠߋ ߘߌ߫ ߣߵߊ߬ ߘߴߌ ߡߊ߬ ߛߊߣߌ߬ ߌ ߦߴߌ ߥߟߌ߬ ߌ ߛߌ߰ ߦߌߟߊ ، ߒ ߧߋ߫ ߝߊ߲߰ߞߊ߬ߡߊ߫ ߘߌ߫ ߊ߬ ߕߊ߭ ߘߐ߫ ߸ ߒ ߧߋ߫ ߟߊߒߠߊߒߕߋ߫ ߘߌ߫"
        },
        {
            "chapter": 27,
            "verse": 40,
            "text": "ߟߐ߲ߠߌ߲ ߘߏ߫ ߦߋ߫ ߡߍ߲ ߓߟߏ߫ ߟߍߙߊ ߞߣߐ߫ ߸ ߏ߬ ߞߊ߲߫ ߞߏ߫ ߒߠߋ ߘߌ߫ ߣߵߊ߬ ߘߴߌ ߡߊ߬ ߸ ߛߊߣߵߌ ߢߊ ߦߋ߫ ߛߊ߬ߦߵߌ ߡߊ߬ ، ߊ߬ ߣߵߊ߬ ߛߌ߰ߣߍ߲ ߦߋ߫ ߟߴߊ߬ ߣߊ߰ߟߊ߫ ߸ ߊ߬ ߞߊ߲߫ ߞߏ߫ ߣߌ߲߬ ߦߋ߫ ߒ ߡߊ߰ߙߌ ߟߊ߫ ߢߊ߬ߒߡߊ߭ ߘߏ߫ ߟߋ߬ ߘߌ߫ ߸ ߛߴߊ߬ ߘߌ߫ ߒ ߘߐߜߍ߫ ߣߌ߫ ߒ ߘߌ߫ ߞߏߢߌߡߊߟߐ߲߫ ߞߍ߫ ߥߟߊ߫ ߒ ߘߌ߫ ߝߌߕߙߌߥߊߟߋߦߊ߫ ߞߍ߫ ، ߡߍ߲ ߘߏ߲߬ ߓߊ߯ ߞߏߢߌߡߊߟߐ߲ ߞߍ߫ ߸ ߏ߬ ߦߴߏ߬ ߞߍ߫ ߟߴߊ߬ ߖߍ߬ߘߍ߫ ߟߋ߬ ߦߋ߫ ، ߣߌ߫ ߡߍ߲ ߠߋ߬ ߞߊ߬ ߥߊߟߢߌߡߊߟߐ߲ߓߊߟߌߦߊ ߞߍ߫ ߛߊ߫ ߸ ߒ ߡߊ߰ߙߌ ߞߏ߬ߣߌ߲ ߞߊ߯ߙߌߓߊ߯ ߞߊ߬ߡߙߊ߬ߒߞߋ ߟߋ߬ ߘߌ߫"
        },
        {
            "chapter": 27,
            "verse": 41,
            "text": "‹ ߛߎ߬ߟߋ߬ߡߊ߯ߣߊ߫ ߞߊ߲߫߫ › ߞߏ߫ ߊߟߎ߫ ߦߴߊ߬ ߟߊ߫ ߛߍ߬ߡߍ ߡߊߝߌ߬ߟߴߊ߬ ߢߍ߫ ߓߊ߫ ، ߊ߲ ߧߴߊ߬ ߝߟߍ߫ ߣߴߊ߬ ߘߌ߫ ߞߊ߲ߘߊ߫ ߸ ߥߟߊ߫ ߡߍ߲ ߠߎ߬ ߕߍߣߊ߬ ߞߊ߲ߘߊ߫ ߟߊ߫ ߸ ߊ߬ ߦߴߏ߬ ߟߎ߬ ߘߏ߫ ߟߋ߬ ߘߌ߫"
        },
        {
            "chapter": 27,
            "verse": 42,
            "text": "‹ ߡߛߏ߬ ߡߊ߲ߛߊ › ߣߊ߬ߣߍ߲ ߸ ߊ߬ ߝߐ߫ ߘߴߊ߬ ߦߋ߫ ߞߴߌ ߟߊ߫ ߛߍ߬ߡߍ ߕߊ߲߬ ߠߋ߬ ߓߊ߬؟ ߊ߬ ߞߊ߲߫ ߞߏ߫ ߊ߰ ߟߋ߬ ߦߏ߫ ߊ߬ߟߋ ߟߋ߬ ، ߏ߬ ߟߐ߲ߠߌ߲ ߕߘߍ߬ ߓߘߊ߫ ߘߴߊ߲ ߡߊ߬ ߞߘߐ߬ߡߊ߲߫ ߸ ߊ߬ ߣߴߊ߲ ߓߘߊ߫ ߞߍ߫ ( ߛߌ߬ߟߊ߬ߡߊ߫ ) ߖߘߍ߬ߞߟߏ߬ߟߊ ߟߎ߬ ߘߌ߫"
        },
        {
            "chapter": 27,
            "verse": 43,
            "text": "‹ ߛߎ߬ߟߋ߬ߡߊ߯ߣߊ߫ › ߞߵߊ߬ ߞߎ߬ߡߊ߲߬ߘߌ߬ ߝߋ߲߫ ߡߊ߬ ߸ ߊ߬ ߕߘߍ߬ ߡߍ߲ ߓߊ߬ߕߏ߬ ߟߊ߫ ߞߵߊߟߊ߫ ߕߏ߫ ߸ ߓߊ ߊ߬ߟߋ߬ ߡߏ߬ߛߏ ߕߘߍ߬ ߡߌ߬ߙߌ߲߬ߘߌ߫ ߓߊ߲߬ߣߍ߲ ߠߎ߬ ߘߏ߫ ߟߋ߬ ߘߌ߫"
        },
        {
            "chapter": 27,
            "verse": 44,
            "text": "(ߊ߬ ߓߌ߬ߟߊ߬ߕߐ ߊ߬ ߖߌ߬ߦߊ߬ ߓߏ߲ ߠߊ߫ ) ߸ ߊ߬ ߝߐ߫ ߘߴߊ߬ ߡߊ߬ ߞߏ߫ ߘߏ߲߬ ߛߊ߲ߞߊߛߏ ߟߊ߫ ߸ ߊ߬ ߣߵߏ߬ ߦߋ߫ ߟߊ ߸ ߊ߬ ߞߵߏ ߖߌ߰ ߓߊߘߎ߲ ߘߌ߫ ߞߵߊ߬ ߜߍ߬ߟߍ߲߫ ߝߌ߬ߟߊ ߡߊߞߊ߬ ߸ ‹ ߛߎ߬ߟߋ߬ߡߊ߯ߣߊ߫ › ߞߊ߲߫ ߞߏ߫ ߣߌ߲߬ ߦߋ߫ ߛߊ߲ߞߊߛߏ߫ ߡߊߣߎ߲߬ߞߎ߬ߣߍ߲ ߠߋ߬ ߘߌ߫ ߘߎ߬ߡߊ߬ ߢߊߘߐߛߊ߲ߠߊ ߟߊ߫ ، ߏ߬ ߞߍ ߸ ߡߏ߬ߛߏ ߞߊ߲߫ ߞߏ߫ ߒ ߡߊ߰ߙߌ ߸ ߒ ߘߏ߲߬ ߓߘߊ߫ ߒ ߖߍ߬ߘߍ߫ ߕߐ߬ߢߍ߰ ߥߍ߫ ، ߓߊ߬ߙߌ߬ ߒ ߓߘߊ߫ ߒ ߖߘߍ߬ߞߟߏ߫ ߛߎ߬ߟߋ߬ߡߊ߯ߣߊ߫ ߝߍ߬ ߖߊ߯ߓߊ ߟߎ߫ ߡߊ߰ߙߌ ߊߟߊ߫ ߦߋ߫"
        },
        {
            "chapter": 27,
            "verse": 45,
            "text": "ߖߊ߯ߕߋ߬ ߸ ߊ߲ ߞߊ߬ ߛߊ߬ߡߎߘߊ ߟߎ߬ ߓߊߘߋ߲߫ ߛ߫ߊߟߌߤߎ߫ ߗߋ߫ ߊ߬ߟߎ߫ ߡߊ߬ ߸ ߒ ߞߏ߫ ߊߟߎ߫ ߦߋ߫ ߊߟߊ߫ ߓߊ߬ߕߏ߬ ، ߞߵߊ߬ ߕߘߍ߬ ߏ߬ ߟߎ߬ ߦߋ߫ ߖߊ߬ߡߊ߫ ߝߌ߬ߟߊ߫ ߟߋ߬ ߘߌ߫ ߡߍ߲ ߠߎ߬ ߦߋ߫ ߢߐ߲߮ ߞߟߍ߬ߢߐ߲߰ߦߊ߬ ߟߊ߫"
        },
        {
            "chapter": 27,
            "verse": 46,
            "text": "‹ ߛ߫ߊߟߌߤߎ߫ › ߞߊ߲߫ ߞߏ߫ ߒ ߡߌ߬ߙߌ߲ߘߌ ߸ ߡߎ߲߬ߠߴߊߟߎ߫ ߦߋ߫ ߞߌߢߍ߫ ߟߊ߫ ߖߎ߯ߡߊ߲ ߠߊ߫ ߢߌ߬ߡߊ ߢߍ߫؟ ߥߟߊߞߏ߫ ߊߟߎ߫ ߕߘߍ߬ ߦߝߊ߬ ߢߌߣߌ߲ ߞߍ߫ ߊߟߊ߫ ߟߊ߫ ߸ ߖߐ߲߰ߛߴߊߟߎ߫ ߘߌ߫ ߟߊߤߌߣߊ߫"
        },
        {
            "chapter": 27,
            "verse": 47,
            "text": "ߊ߬ߟߎ߬ ߞߊ߲߫ ߞߏ߫ ߊ߲ ߓߘߊ߫ ߣߙߐ߬ ߖߎ߮ ߟߴߌ ߣߴߌ ߝߍ߬ ߡߐ߮ ( ߟߎ߫ ) ߞߎ߲߬ ، ߏ߬ ߞߊ߲߫ ߞߏ߫ ߊߟߎ߫ ߟߊ߫ ߣߙߐ߬ ߖߎ߮ ߦߴߊߟߊ߫ ߓߘߊ ߟߋ߬ ، ߞߏ߬ߣߌ߲߬ ߊߟߎ߫ ߦߋ߫ ߡߌ߬ߙߌ߲߬ߘߌ߬ ߞߘߐߓߐߕߊ ߟߎ߫ ߟߋ߬ ߘߌ߫"
        },
        {
            "chapter": 27,
            "verse": 48,
            "text": "ߡߐ߰ ߞߐ߬ߣߐ߲߬ߘߐ߫ ߕߘߍ߬ ߛߏ ߏ߬ ߞߣߐ߫ ߸ ߡߍ߲ ߠߎ߬ ߦߋ߫ ߕߌߢߍߟߌ ߟߊ߫ ߖߡߊ߬ߣߊ ߞߣߐ߫ ، ߊ߬ߟߎ߫ ߘߏ߲߬ ߕߍ߫ ߟߢߊ߬ߟߌ߬ ߛߌ߫ ߞߍ߫ ߟߊ߫"
        },
        {
            "chapter": 27,
            "verse": 49,
            "text": "ߏ߬ ߟߎ߫ ߟߋ߬ ߞߵߊ߬ ߘߐߛߘߊ߫ ߸ ߞߏ߫ ߊ߲ ߧߋ߫ ߒ߬ ߢߐ߲߮ ߠߊߛߍ߲߫ ߞߊ߬ߟߌ߬ߟߌ ߘߐ߫ ߊߟߊ߫ ߟߊ߫ ߸ ߒ ߞߏ߫ ߊ߲ ߘߌ߫ ߡߙߊ߬ ‹ ߛ߫ߊߟߌߤߎ߫ › ߣߴߊ߬ ߘߏ߲߬ߞߏ ߟߎ߫ ߡߊ߬ ߛߎ ߘߐ߫ ߟߋ߬ ߘߍ߯ ، ߊ߲ ߘߌ߫ ߓߊ߲߫ ߞߵߊ߬ ߝߐ߫ ߊ߬ ߖߋ߬ߟߌ ߞߏߕߌ߮ ߦߋ߫ ߸ ߒ ߞߏ߫ ߊ߬ ߘߏ߲߬ߞߏ ߟߎ߬ ߟߊ߫ ߛߊ߬ߦߊ ߡߊ߫ ߞߍ߫ ߒ߬ ߢߣߊ߫ ߝߋߎ߫ ، ߒ߬ ߘߏ߲߬ ߦߋ߫ ߕߎ߬ߢߊ߬ ߕߌ߮ ߟߎ߫ ߟߋ߬ ߘߌ߫ ߛߋߚߋ߫"
        },
        {
            "chapter": 27,
            "verse": 50,
            "text": "ߊ߬ߟߎ߫ ߞߊ߬ ߣߊߡߙߊ ߏ߬ ߟߋ ߘߐߛߘߊ߫ ߸ ߊ߲ ߝߣߊ߫ ߞߊ߬ ߣߊߡߙߊ ߘߏ߫ ߟߊߘߊ߲߫ ߊ߬ߟߎ߬ ߦߟߌ߫ ߕߍ߫ ߡߍ߲ ߠߊ߫"
        },
        {
            "chapter": 27,
            "verse": 51,
            "text": "ߊ߬ ߝߟߍ߫ ߓߊ߫ ߊ߬ߟߎ߬ ߟߊ߫ ߣߊߡߙߊ ߟߊߓߊ߲ ߞߍ߫ ߘߊ߫ ߢߊ ߡߍ߲ ߸ ߊ߲ ߞߵߊ߬ߟߎ߬ ߣߴߊ߬ߟߎ߫ ߡߌ߬ߙߌ߲߬ߘߌ ߓߍ߯ ߛߌߟߊߛߊ߬ ߟߋ߬ ߟߋߎ߫"
        },
        {
            "chapter": 27,
            "verse": 52,
            "text": "ߊ߬ߟߎ߬ ߟߊ߫ ߓߏ߲ ߠߎ߬ ߟߊߞߏߟߏ߲ ߠߋ߬ ߣߌ߲߬ ߸ ߞߊ߬ߡߊߛߐ߬ߘߐ߲߫ ߊ߬ߟߎ߬ ߟߊ߫ ߕߐ߬ߢߍ߮ ߝߍ߬ ، ߖߊ߯ߕߋ߬ ߸ ߕߊ߰ߛߌ߬ߟߌ߫ ߟߴߏ߬ ߘߐ߫ ߡߌ߬ߙߌ߲߬ߘߌ߫ ߞߏߟߐ߲ߠߊ ߟߎ߬ ߦߋ߫"
        },
        {
            "chapter": 27,
            "verse": 53,
            "text": "ߊ߲ ߞߊ߬ ߡߌ߬ߙߌ߲߬ߘߌ ߟߎ߫ ߟߋ߬ ߟߊߞߛߌ߫ ߸ ߡߍ߲ ߠߎ߫ ߘߍ߲߬ߞߣߍ߬ߦߊ߬ ߘߊ߫ ߸ ߊ߬ ߣߴߊ߬ߟߎ߬ ߞߍ߫ ߘߊ߫ ߝߊ߲ߕߊ߲ߞߟߊ ߟߎ߬ ߘߌ߫"
        },
        {
            "chapter": 27,
            "verse": 54,
            "text": "ߊ߲ ߞߊ߬ ߟߎ߯ߕߌ߫ ߝߣߊ߫ ߗߋ߫ ߸ ߕߎ߬ߡߊ ߡߍ߲ ߊ߬ ߞߵߊ߬ ߝߐ߫ ߊ߬ ߡߌ߬ߙߌ߲߬ߘߌ ߦߋ߫ ߸ ߞߏ߫ ߌ߬ߦߏ߯ ߊߟߎ ߟߋ߫ ߣߊ߬ ߟߊ߫ ߖߊߡߙߎߦߊ ߘߌ߫ ߞߵߊ߬ ߕߘߍ߬ ߊߟߎ߫ ߢߊ߯ ߞߏ߫ ߟߊ߫ ߛߎߋ߯؟"
        },
        {
            "chapter": 27,
            "verse": 55,
            "text": "ߞߏ߬ߞߏ߫ ߊߟߎ ߟߋ߫ ߣߊ߬ ߟߊ߫ ߗߍ߭ ߟߎ߫ ߡߊ߬ ߤߌߟߍ ߘߌ߫ ߞߊ߬ ߡߏ߬ߛߏ ߟߎ߬ ߕߏ߫ ߦߋ߲߬ ߞߍ߬؟ ߤߊ߲߫ ߸ ߊߟߎ߫ ߦߋ߫ ߡߌ߬ߙߌ߲߬ߘߌ߫ ߞߎ߲߬ߒߕߊ߲ ߖߍ߬ߘߍ ߟߋ߬ ߘߌ߫"
        }
    ]
}