{
    "rukus": [
        {
            "chapter": 9,
            "verse": 30,
            "text": "DE JUDISKA [trosbekännarna] säger: \"Esra, Guds son\", medan de kristna säger: \"Kristus, Guds son\". Detta kommer över deras läppar och då säger de efter vad [andra] förnekare av sanningen har sagt före dem. Guds förbannelse över dem! Hur förvirrade är inte deras begrepp"
        },
        {
            "chapter": 9,
            "verse": 31,
            "text": "De har tagit sina rabbiner och klosterbröder till herrar och beskyddare i Guds ställe, och [detsamma har de gjort med] Kristus, Marias son, trots att de har förmanats att inte dyrka någon annan än den Ende Guden - det finns ingen gud utom Han; stor är Han i Sin härlighet, fjärran från allt vad de vill sätta vid Hans sida"
        },
        {
            "chapter": 9,
            "verse": 32,
            "text": "De försöker utsläcka Guds ljus med sina ord, men det är Guds vilja att Hans ljus skall lysa med full styrka, hur förhatligt detta än kan vara för förnekarna"
        },
        {
            "chapter": 9,
            "verse": 33,
            "text": "Det är Han som har sänt Sitt Sändebud med vägledningen och [för att förkunna] den sanna tron som skall föras till seger över all [annan form av] gudstro, hur förhatligt detta än kan vara för dem som sätter medhälpare vid Guds sida"
        },
        {
            "chapter": 9,
            "verse": 34,
            "text": "Troende! Många rabbiner och kyrkans lärda män lägger med orätt beslag på [andras] egendom och spärrar Guds väg [för andra]. De som samlar skatter av guld och silver och inte ger av detta för Guds sak, låt dem veta att ett plågsamt straff [väntar dem]"
        },
        {
            "chapter": 9,
            "verse": 35,
            "text": "den dag då dessa [skatter] skall glödgas i helvetets eld och deras pannor, sidor och ryggar brännmärkas med detta [och en röst säger:] \"Detta är de skatter ni samlade för att i ensamhet [ruva över dem]; smaka nu det som ni lade på hög"
        },
        {
            "chapter": 9,
            "verse": 36,
            "text": "ANTALET månader är tolv enligt Guds dekret - vilket Han fastställde den dag då Han skapade himlarna och jorden. Av dem är fyra helgade; detta är [Guds] evigt sanna lag. Vanhelga därför inte dessa [månader] till skada för er själva. Och var orubbliga i ert motstånd mot dem som sätter gudar vid Guds sida, liksom de är orubbliga i sitt motstånd mot er, och var förvissade om att Gud är med de gudfruktiga"
        },
        {
            "chapter": 9,
            "verse": 37,
            "text": "Genom att lägga till [en månad] ger de mer kraft åt förnekandet av sanningen och därmed växer förnekarnas förvirring - ett år förklarar de detta är tillåtet och ett [annat] år förbjuder de det så att det stämmer överens med antalet av Gud helgade månader. På så sätt förgriper de sig på det som Gud har heligförklarat. De har förmåtts att se det onda de gör i ett fördelaktigt ljus, men Gud vägleder inte dem som förnekar sanningen"
        }
    ]
}