{
    "rukus": [
        {
            "chapter": 11,
            "verse": 61,
            "text": "OCH TILL [stammen] Thamud [sändes] deras broder Salih. Han sade: \"Dyrka Gud, mitt folk! Ni har ingen gud utom Honom. Han skapade er av jord och Han lärde er att bruka den och där fick ni bygga och bo. Be Honom om förlåtelse för era synder och vänd ångerfulla åter till Honom. Min Herre är nära och hör [människans] bön"
        },
        {
            "chapter": 11,
            "verse": 62,
            "text": "De svarade: \"Du har varit en av oss, Salih, [och] Vi fäste stora förhoppningar vid dig! Vill du förbjuda oss att dyrka vad våra förfäder dyrkade? Ja, Vi oroas av starka misstankar om [det verkliga syftet bakom] dina maningar till oss"
        },
        {
            "chapter": 11,
            "verse": 63,
            "text": "Han svarade: \"Vad anser ni, mitt folk? Om jag har ett klart vittnesbörd från min Herre som jag stöder mig på och Han stärker mig med Sin nåd, vem skulle då kunna skydda mig för Guds [vrede] om jag visade Honom olydnad? Ni [bidrar] enbart till [min egen] undergång"
        },
        {
            "chapter": 11,
            "verse": 64,
            "text": "Och [han fortsatte]: \"Detta Guds kamelsto, mitt folk, skall vara ett tecken för er. Lämna henne nu i fred att beta på Guds jord och tillfoga henne ingen skada; i annat fall väntar er ett ögonblickligt straff"
        },
        {
            "chapter": 11,
            "verse": 65,
            "text": "Men de slaktade kamelstoet på det grymma sättet, varpå [Salih] sade: \"I [ytterligare] tre dagar skall ni få glädjas [åt livet] i era hem; detta är inte tomma ord"
        },
        {
            "chapter": 11,
            "verse": 66,
            "text": "Och när Vår dom föll räddade Vi i Vår nåd Salih och dem som följde honom i tron, och [Vi förskonade dem] från skam och förödmjukelse på [Uppståndelsens] dag. Din Herre har all styrka, all makt"
        },
        {
            "chapter": 11,
            "verse": 67,
            "text": "Men över dem som hade begått [sådan] svår orätt genljöd dånet [av Guds straff] och morgonen fann dem liggande framstupa i sina hem"
        },
        {
            "chapter": 11,
            "verse": 68,
            "text": "[det var] som om de aldrig hade levt där i välstånd och trygghet. Stammen Thamud förnekade sin Herre - Det är ute med stammen Thamud"
        }
    ]
}