{
    "rukus": [
        {
            "chapter": 12,
            "verse": 21,
            "text": "Och mannen från Egypten, som köpte honom, sade till sin hustru: \"Behandla honom väl - som en gäst! Vi kan [en dag] få nytta av honom; men vi skulle också kunna uppta honom som vår son.\" Så gav Vi Josef en fast punkt på jorden; Vi ville nämligen låta honom få en djupare förståelse av innebörden i det som sker. Gud genomför [alltid] Sin vilja, men om detta är de flesta okunniga"
        },
        {
            "chapter": 12,
            "verse": 22,
            "text": "Och när han hade nått mogen ålder skänkte Vi honom visdom och kunskap [i andliga ting]; så belönar Vi dem som gör det goda och det rätta"
        },
        {
            "chapter": 12,
            "verse": 23,
            "text": "Men [det hände sig att] kvinnan, i vars hus han bodde, försökte förföra honom; hon reglade dörrarna och sade: \"Kom nu till mig!\" [Josef] svarade: \"Gud är mitt fäste! Min husbonde har behandlat mig väl och den som begår sådan orätt kommer att råka illa ut"
        },
        {
            "chapter": 12,
            "verse": 24,
            "text": "Hon hade fattat begär till honom och även han kände begär till henne; om han inte hade sett ett tecken från sin Herre [kunde han ha gett efter för frestelsen]. - Vi ville hålla allt ont och all skamlöshet borta från honom eftersom han var en av Våra sant hängivna tjänare"
        },
        {
            "chapter": 12,
            "verse": 25,
            "text": "Och båda sprang mot dörren. Hon [grep tag i] hans skjorta bakifrån och rev itu den; men i dörren mötte de hennes man. Hon sade: \"Hur skall den lönas som hade onda avsikter mot din hustrus [dygd] om inte med fängelse eller med ett plågsamt straff"
        },
        {
            "chapter": 12,
            "verse": 26,
            "text": "[Josef] sade: \"Det var hon som ville förföra mig!\" Då sade en [man] som hörde till huset och som var i närheten: \"Om hans skjorta har rivits sönder framifrån har hon talat sanning och han har ljugit"
        },
        {
            "chapter": 12,
            "verse": 27,
            "text": "men om skjortan har rivits sönder bakifrån, då har hon ljugit och han har talat sanning"
        },
        {
            "chapter": 12,
            "verse": 28,
            "text": "Och när [hennes man] såg att [Josefs] skjorta hade rivits itu bakifrån utbrast han: \"Här ser vi kvinnans list! Kvinnor, er list är i sanning stor"
        },
        {
            "chapter": 12,
            "verse": 29,
            "text": "[Och till Josef:] \"Låt nu detta vara glömt!\" Och [vänd till hustrun, sade han]: \"Be om förlåtelse för din synd, för du har begått ett allvarligt felsteg"
        }
    ]
}