{
    "rukus": [
        {
            "chapter": 16,
            "verse": 77,
            "text": "Hos Gud finns [kunskapen om] himlarnas och jordens dolda verklighet. [Den Yttersta] stunden är ett ögonblicks verk, ja, den är över ännu snabbare än så, eftersom Gud har allt i Sin makt"
        },
        {
            "chapter": 16,
            "verse": 78,
            "text": "Gud förde er ut ur era mödrars sköten, ovetande om allt, och gav er hörsel, syn och hjärta; kanske känner ni tacksamhet [mot Honom]"
        },
        {
            "chapter": 16,
            "verse": 79,
            "text": "Har de inte sett hur fåglarna svävar genom luften [i enlighet med Guds lagar]? Ingen annan än Gud håller dem uppe! I detta ligger sannerligen budskap till människor som vill tro"
        },
        {
            "chapter": 16,
            "verse": 80,
            "text": "Och Gud har gett er bostäder för er vila, och har gett er boskapens hudar som [flyttbara] bostäder, lätta [att medföra] på era färder och [lätta att hantera] när ni slår läger; och [Han har gett er] deras ull, den grova och den fina, och deras hår [av vilket ni kan tillverka det som behövs] för att inreda [bostäderna] och annat som skall vara er till glädje och nytta sålänge de varar"
        },
        {
            "chapter": 16,
            "verse": 81,
            "text": "Och bland de ting som Gud har skapat har Han [sörjt för att några skänker] er skydd och skugga och i bergen har Han skapat grottor [där ni kan söka tillflykt]. Och Han har gett er kläder till skydd mot hetta [och köld] och kläder, som skyddar er mot ont som ni själva är upphov till. [Se] hur Han ger er Sin välsignelse i fullt mått - kanske underkastar ni er [nu Hans vilja]"
        },
        {
            "chapter": 16,
            "verse": 82,
            "text": "MEN OM de vänder dig ryggen [minns, Muhammad, att] din enda uppgift är att klart framföra budskapet"
        },
        {
            "chapter": 16,
            "verse": 83,
            "text": "De är medvetna om Guds välsignelser, men de vill inte erkänna dem - de flesta av dem är de otacksamma som framhärdar i förnekelse och synd"
        }
    ]
}