{
    "rukus": [
        {
            "chapter": 2,
            "verse": 222,
            "text": "OCH DE frågar dig om [kvinnans] månadsblödning. Säg: \"Detta är ett ömtåligt och smärtsamt tillstånd. Håll er därför borta från kvinnorna under deras period och kom inte nära dem förrän de är rena; men när de har renat sig ta dem då till er, så som Gud har befallt er.\" Gud älskar dem som vänder tillbaka till Honom i ånger [om de har syndat] och Han älskar dem som vill rena sig"
        },
        {
            "chapter": 2,
            "verse": 223,
            "text": "Era hustrur är för er [som] en åker; beträd därför er åker, när och som ni önskar - men sörj [först] för era själar. Frukta Gud och var förvissade om att ni skall möta Honom. Och förkunna för de troende hoppets budskap"
        },
        {
            "chapter": 2,
            "verse": 224,
            "text": "GÖR INTE Gud till måltavla för era eder så att ni [i Hans namn] hindrar er själva från att göra gott och frukta Gud och att medla i tvister mellan människor. Gud hör allt, vet allt"
        },
        {
            "chapter": 2,
            "verse": 225,
            "text": "Gud bestraffar er inte för obetänksamma eder, men Han ställer er till svars för ert innersta [uppsåt]. Gud är mild och överseende"
        },
        {
            "chapter": 2,
            "verse": 226,
            "text": "Den som [vill skiljas från sin hustru och] går en ed att han inte skall komma nära henne, skall iaktta fyra månaders väntetid. Om han [bryter eden och] går tillbaka [till hustrun], är Gud förlåtande, barmhärtig"
        },
        {
            "chapter": 2,
            "verse": 227,
            "text": "Men vidhåller han beslutet att skiljas [bör han tänka på att] Gud hör allt, vet allt"
        },
        {
            "chapter": 2,
            "verse": 228,
            "text": "I fall av skilsmässa skall kvinnan iaktta en väntetid omfattande tre månadsblödningar [innan hon får ingå nytt äktenskap] och det är inte tillåtet för henne - om hon tror på Gud och den Yttersta dagen - att dölja vad Gud har skapat i hennes sköte. Mannen har full rätt att låta [skilsmässan återgå och] hustrun återvända, om han önskar förlikning. Hustrun har, som sig bör, rättigheter [mot mannen] motsvarande [dem han har] mot henne; hans [rätt] ligger dock ett steg framför hennes. Gud är allsmäktig, vis"
        }
    ]
}