{
    "rukus": [
        {
            "chapter": 4,
            "verse": 163,
            "text": "VI HAR gett dig Vår uppenbarelse liksom Vi gav Noa och de profeter som följde efter honom Vår uppenbarelse, och liksom Vi gav Abraham och Ismael och Isak och Jakob och deras efterkommande Vår uppenbarelse, och Jesus och Job och Jona och Aron och Salomo, och liksom Vi skänkte David en Skrift fylld av visdom"
        },
        {
            "chapter": 4,
            "verse": 164,
            "text": "sändebud som Vi redan har berättat för dig om och sändebud som Vi inte har berättat om - och Moses som Gud talade med utan förmedling"
        },
        {
            "chapter": 4,
            "verse": 165,
            "text": "sändebud som förde med sig ett glatt budskap om hopp och varnande ord, för att människorna, efter [att ha hört] sändebuden, inte skall kunna skylla på [okunnighet] inför Gud. Gud är allsmäktig, vis"
        },
        {
            "chapter": 4,
            "verse": 166,
            "text": "Men Gud själv vittnar med det som Han har uppenbarat för dig [att] Han har uppenbarat det med Sitt vetande; ja, även änglarna vittnar, men det behövs inga andra vittnen än Gud"
        },
        {
            "chapter": 4,
            "verse": 167,
            "text": "De som förnekar tron och vill spärra Guds väg för [andra] har drivit synden till dess yttersta gräns"
        },
        {
            "chapter": 4,
            "verse": 168,
            "text": "De som framhärdar i förnekelse och orättfärdighet kan inte vänta förlåtelse av Gud och ingen vägledning"
        },
        {
            "chapter": 4,
            "verse": 169,
            "text": "utom till vägen till helvetet; där skall de förbli till evig tid. Detta är lätt för Gud"
        },
        {
            "chapter": 4,
            "verse": 170,
            "text": "Människor! Sändebudet har nu kommit till er med sanningen från er Herre; tro därför för ert eget bästa! Men om ni framhärdar i att förneka sanningen [minns då att] allt i himlarna och på jorden tillhör Gud. - Gud vet, Gud är vis"
        },
        {
            "chapter": 4,
            "verse": 171,
            "text": "EFTERFÖLJARE av tidigare uppenbarelser! Gå inte till överdrift i [utövningen av] er religion och påstå inte om Gud annat än det som är sant! Kristus Jesus, Marias son, var Guds Sändebud och Hans ord förkunnat för Maria och ande av Hans [ande]. Tro därför på Gud och Hans sändebud och säg inte: \"[Gud är] tre.\" Upphör för ert eget bästa! Gud är den Ende Guden. Stor är Han i Sin härlighet, fjärran från [tanken] att Han skulle ha en son! Honom tillhör allt det som himlarna rymmer och det som jorden bär. Ingen behöver en ytterligare beskyddare utöver Gud"
        }
    ]
}