{
    "pages": [
        {
            "chapter": 20,
            "verse": 13,
            "text": "Und Ich habe dich erwählt. So höre auf das, was (als Offenbarung) eingegeben wird"
        },
        {
            "chapter": 20,
            "verse": 14,
            "text": "Gewiß, Ich bin Allah. Es gibt keinen Gott außer Mir. So diene Mir und verrichte das Gebet zu Meinem Gedenken"
        },
        {
            "chapter": 20,
            "verse": 15,
            "text": "Gewiß, die Stunde kommt - Ich hielte sie beinahe (ganz) verborgen -, damit jeder Seele das vergolten wird, worum sie sich bemüht"
        },
        {
            "chapter": 20,
            "verse": 16,
            "text": "So lasse denn nicht denjenigen dich von ihr abhalten, der nicht an sie glaubt und seiner Neigung folgt, sonst würdest du dich ins Verderben stürzen"
        },
        {
            "chapter": 20,
            "verse": 17,
            "text": "Und was ist das da in deiner Rechten, o Musa"
        },
        {
            "chapter": 20,
            "verse": 18,
            "text": "Er sagte: \"Es ist mein Stock, auf den ich mich stütze und mit dem ich für meine Schafe Blätter abschlage; und ich gebrauche ihn auch noch zu anderen Zwecken"
        },
        {
            "chapter": 20,
            "verse": 19,
            "text": "Er sagte: \"Wirf ihn hin, o Musa"
        },
        {
            "chapter": 20,
            "verse": 20,
            "text": "Er warf ihn hin, und sogleich war er eine Schlange, die sich rasch bewegte"
        },
        {
            "chapter": 20,
            "verse": 21,
            "text": "Er sagte: \"Nimm sie, und fürchte dich nicht. Wir werden sie in ihren früheren Zustand zurückbringen"
        },
        {
            "chapter": 20,
            "verse": 22,
            "text": "Und lege deine Hand dicht an deine Seite (, unter dem Oberarm), so kommt sie weiß heraus, jedoch nicht von Übel befallen. (Nimm dies) als weiteres Zeichen"
        },
        {
            "chapter": 20,
            "verse": 23,
            "text": "auf daß Wir dich etwas von Unseren größten Zeichen sehen lassen"
        },
        {
            "chapter": 20,
            "verse": 24,
            "text": "Geh zu Fir'aun, denn gewiß, er überschreitet das Maß (an Frevel)"
        },
        {
            "chapter": 20,
            "verse": 25,
            "text": "Er sagte: \"Mein Herr, weite mir meine Brust"
        },
        {
            "chapter": 20,
            "verse": 26,
            "text": "und mache mir meine Angelegenheit leicht"
        },
        {
            "chapter": 20,
            "verse": 27,
            "text": "Und löse den Knoten in meiner Zunge"
        },
        {
            "chapter": 20,
            "verse": 28,
            "text": "so daß sie meine Worte verstehen"
        },
        {
            "chapter": 20,
            "verse": 29,
            "text": "Und bestelle mir von meinen Angehörigen einen, der (die Last) mitträgt"
        },
        {
            "chapter": 20,
            "verse": 30,
            "text": "Harun, meinen Bruder"
        },
        {
            "chapter": 20,
            "verse": 31,
            "text": "Festige durch ihn meine Stärke"
        },
        {
            "chapter": 20,
            "verse": 32,
            "text": "und lasse ihn an meiner Angelegenheit teilhaben"
        },
        {
            "chapter": 20,
            "verse": 33,
            "text": "damit wir Dich häufig preisen"
        },
        {
            "chapter": 20,
            "verse": 34,
            "text": "und Deiner häufig gedenken"
        },
        {
            "chapter": 20,
            "verse": 35,
            "text": "Gewiß, Du siehst uns wohl"
        },
        {
            "chapter": 20,
            "verse": 36,
            "text": "Er sagte: \"Deine Bitte ist dir ja gewährt, o Musa"
        },
        {
            "chapter": 20,
            "verse": 37,
            "text": "Und Wir erwiesen dir bereits ein anderes Mal eine Wohltat"
        }
    ]
}