{
    "pages": [
        {
            "chapter": 70,
            "verse": 40,
            "text": "Nein! Ich schwöre beim Herrn der Osten und der Westen, Wir haben fürwahr die Macht dazu"
        },
        {
            "chapter": 70,
            "verse": 41,
            "text": "daß Wir sie durch bessere als sie austauschen. Und niemand kann Uns zuvorkommen"
        },
        {
            "chapter": 70,
            "verse": 42,
            "text": "So lasse sie nur schweifende Gespräche führen und ihr Spiel treiben, bis sie ihrem Tag begegnen, der ihnen angedroht ist"
        },
        {
            "chapter": 70,
            "verse": 43,
            "text": "dem Tag, da sie aus den Gräbern eilig herauskommen werden, als würden sie hastig zu einem aufgerichteten Opferstein laufen"
        },
        {
            "chapter": 70,
            "verse": 44,
            "text": "mit demütigen Blicken, bedeckt mit Erniedrigung. Das ist der Tag, der ihnen immer wieder angedroht wurde"
        },
        {
            "chapter": 71,
            "verse": 1,
            "text": "Wir sandten ja Nuh zu seinem Volk: \"Warne dein Volk, bevor schmerzhafte Strafe über sie kommt"
        },
        {
            "chapter": 71,
            "verse": 2,
            "text": "Er sagte: \"O mein Volk, ich bin euch ja ein deutlicher Warner"
        },
        {
            "chapter": 71,
            "verse": 3,
            "text": "(euch zu mahnen:) Dient Allah und fürchtet Ihn, und gehorcht mir"
        },
        {
            "chapter": 71,
            "verse": 4,
            "text": "so wird Er euch (etwas) von euren Sünden vergeben und euch auf eine festgesetzte Frist zurückstellen. Gewiß, Allahs Frist, wenn sie kommt, kann nicht zurückgestellt werden, wenn ihr nur wüßtet"
        },
        {
            "chapter": 71,
            "verse": 5,
            "text": "Er sagte: \"Mein Herr, ich habe mein Volk bei Nacht und bei Tag aufgerufen"
        },
        {
            "chapter": 71,
            "verse": 6,
            "text": "Aber mein Rufen hat sie nur in ihrer Flucht bestärkt"
        },
        {
            "chapter": 71,
            "verse": 7,
            "text": "Gewiß, jedesmal, wenn ich sie aufrief, damit Du ihnen vergibst, steckten sie ihre Finger in ihre Ohren, überdeckten sich mit ihren Gewändern, verharrten (im Irrtum) und verhielten sich sehr hochmütig"
        },
        {
            "chapter": 71,
            "verse": 8,
            "text": "Hierauf richtete ich an sie den Ruf dann öffentlich"
        },
        {
            "chapter": 71,
            "verse": 9,
            "text": "Hierauf sprach ich zu ihnen offen und ganz im geheimen"
        },
        {
            "chapter": 71,
            "verse": 10,
            "text": "Ich sagte: .Bittet euren Herrn um Vergebung - Er ist ja Allvergebend"
        }
    ]
}