{
    "rukus": [
        {
            "chapter": 10,
            "verse": 1,
            "text": "અલિફ્-લામ્-રાઅ- આ હિકમતથી ભરેલી કિતાબની આયતો છે"
        },
        {
            "chapter": 10,
            "verse": 2,
            "text": "શું તે લોકોને એ વાતથી આશ્ચર્ય થયું કે અમે તેમના માંથી એક વ્યક્તિ પાસે વહી ઉતારી કે દરેક લોકોને સચેત કરે અને જે ઇમાન લઇ આવે તેમને આ ખુશખબર સંભળાવી દે કે તેમના પાલનહાર પાસે તેમને સંપૂર્ણ વળતર અને દરજ્જા મળશે. ઇન્કાર કરનારાઓએ કહ્યું કે આ વ્યક્તિ તો ખુલ્લો જાદુગર છે"
        },
        {
            "chapter": 10,
            "verse": 3,
            "text": "નિ:શંક તમારો પાલનહાર અલ્લાહ જ છે, જેણે આકાશો અને ધરતીનું સર્જન છ દિવસમાં કર્યુ, પછી અર્શ પર બિરાજમાન થયો, તે દરેક કાર્યની વ્યવસ્થા કરે છે, તેની પરવાનગી વગર કોઈ તેની પાસે ભલામણ કરનાર નથી, આવો અલ્લાહ તમારો પાલનહાર છે. તો તમે તેની બંદગી કરો, શું તો પણ તમે શિખામણ પ્રાપ્ત નથી કરતા"
        },
        {
            "chapter": 10,
            "verse": 4,
            "text": "તમારા સૌને અલ્લાહની તરફ જ પાછા ફરવાનું છે, અલ્લાહએ સાચું વચન આપી રાખ્યું છે, નિ:શંક તે જ પ્રથમ વખત સર્જન કરે છે, પછી તે જ બીજી વખત પણ સર્જન કરશે, જેથી જે લોકો ઇમાન લાવ્યા અને તેઓએ સત્કાર્ય કર્યા, ન્યાયપૂર્વક બદલો આપશે અને જે લોકોએ ઇન્કાર કર્યો તેમને ઉકળતું પાણી પીવા માટે મળશે, અને તેમના ઇન્કારના કારણે દુ:ખદાયી યાતના મળશે"
        },
        {
            "chapter": 10,
            "verse": 5,
            "text": "તે અલ્લાહ તઆલા એવો છે જેણે સૂર્યને ચમકતો બનાવ્યો અને ચંદ્રને પ્રકાશિત બનાવ્યો અને તેના માટે (વધઘટની) મંજિલો નક્કી કરી, જેથી તમે વર્ષોની ગણતરી અને હિસાબ જાણી લો, અલ્લાહ તઆલાએ આ વસ્તુઓનું સર્જન વ્યર્થ નથી કર્યું, તે આ પુરાવા તેમને સ્પષ્ટ રીતે બતાવી રહ્યો છે, જે બુદ્ધિશાળી છે"
        },
        {
            "chapter": 10,
            "verse": 6,
            "text": "નિ:શંક રાત અને દિવસનું એક પછી એક આવવામાં અને અલ્લાહ તઆલાએ જે કંઈ આકાશો અને ધરતીમાં સર્જન કર્યુ છે, તે દરેકમાં તે લોકો માટે પુરાવા છે જેઓ અલ્લાહનો ડર રાખે છે"
        },
        {
            "chapter": 10,
            "verse": 7,
            "text": "જે લોકો અમારી તરફ પાછા ફરવામાં નથી માનતા અને તે દુનિયાના જીવન પર રાજી થઇ ગયા અને તેમાં મગ્ન થઇ ગયા છે અને જે લોકો અમારી આયતોથી બેદરકાર છે"
        },
        {
            "chapter": 10,
            "verse": 8,
            "text": "એવા લોકોનું ઠેકાણું તેમના કાર્યોના કારણે જહન્નમ છે"
        },
        {
            "chapter": 10,
            "verse": 9,
            "text": "નિ:શંક જે લોકો ઇમાન લાવ્યા અને તેમણે સત્કાર્યો કર્યા, તેમનો પાલનહાર તેમના ઇમાન લાવવાના કારણે તેમના ધ્યેય સુધી પહોંચાડી દેશે, નેઅમતના બગીચાઓમાં જેની નીચે નહેરો વહી રહી હશે"
        },
        {
            "chapter": 10,
            "verse": 10,
            "text": "તેમના મોઢા માંથી આ વાત નીકળશે “ સુબ્હાન અલ્લાહ” અને તેમની વચ્ચે સલામના શબ્દો આ હશે “ અસ્સલામુઅલયકુમ” અને તેમની છેલ્લી વાત એ હશે કે દરેક પ્રકારની પ્રસંશા અલ્લાહ માટે જ છે જે સમગ્ર સૃષ્ટિનો પાલનહાર છે"
        }
    ]
}