{
    "rukus": [
        {
            "chapter": 10,
            "verse": 31,
            "text": "તમે કહી દો કે તે કોણ છે જે તમને આકાશ અને ધરતી માંથી રોજી પહોંચાડે છે, અથવા તે કોણ છે જે કાન અને આંખો બન્ને પર સંપૂર્ણ અધિકાર ધરાવે છે અને તે કોણ છે જે નિર્જીવ માંથી સજીવ કાઢે છે અને સજીવ માંથી નિર્જીવ કાઢે છે અને તે કોણ છે જે દરેક કાર્યની વ્યવસ્થા કરે છે, જરૂર તેઓ એ જ કહેશે કે “અલ્લાહ”. તો તેમને કહો કે કેમ નથી ડરતા"
        },
        {
            "chapter": 10,
            "verse": 32,
            "text": "તો આવો છે અલ્લાહ તઆલા, જે તમારો સાચો પાલનહાર છે, સત્ય પછી પથભ્રષ્ટતા સિવાય હવે શું રહી ગયું, પછી ક્યાં ભટકો છે"
        },
        {
            "chapter": 10,
            "verse": 33,
            "text": "આવી જ રીતે તમારા પાલનહારની એ વાત કે, આ લોકો ઇમાન નહીં લાવે, દરેક વિદ્રોહીઓ વિશે સાબિત થઇ ગઇ"
        },
        {
            "chapter": 10,
            "verse": 34,
            "text": "તમે એમ કહી દો કે શું તમારા ભાગીદારોમાં કોઈ એવો છે જે પ્રથમ વખત પણ સર્જન કરીને બતાવે અને ફરી બીજી વખત પણ સર્જન કરી બતાવે ? તમે કહી દો કે અલ્લાહ જ પ્રથમ વખત સર્જન કરે છે અને તે જ બીજી વખત પણ સર્જન કરશે, પછી તમે ક્યાં ભટકતા ફરો છો"
        },
        {
            "chapter": 10,
            "verse": 35,
            "text": "તમે કહી દો કે તમારા ભાગીદારોમાં કોઈ એવો છે જે સત્ય માર્ગ તરફ માર્ગદર્શન આપતો હોય ? તમે કહી દો કે અલ્લાહ જ સત્ય તરફ માર્ગદર્શન આપે છે, તો પછી જે વ્યક્તિ સત્ય તરફ માર્ગદર્શન આપતો હોય તે અનુસરણ કરવા માટે વધું યોગ્ય છે અથવા તે વ્યક્તિ જેને બતાવ્યા વગર પોતે જ માર્ગદર્શન ન મેળવે ? બસ ! તમને શું થઇ ગયું છે તમે કેવા નિર્ણય કરો છો"
        },
        {
            "chapter": 10,
            "verse": 36,
            "text": "અને તેમના માંથી વધારે પડતા લોકો ફકત અનુમાનનું અનુસરણ કરે છે, ખરેખર અનુમાન સત્ય (ની ઓળખ)માં કંઈ પણ કામ નથી આવી શકતું. આ લોકો જે કંઈ કરી રહ્યા છે ખરેખર અલ્લાહ તે બધું જ જાણે છે"
        },
        {
            "chapter": 10,
            "verse": 37,
            "text": "અને આ કુરઆન એવું નથી કે અલ્લાહ (ની વહી) વગર (પોતે જ) ઘડી કાઢ્યું હોય, પરંતુ આ તો (તે કિતાબોની) પુષ્ટિ કરવાવાળું છે જે આ પહેલા (અવતરિત) થઇ ચૂકી છે અને કિતાબ (જરૂરી આદેશો)નું સ્પષ્ટીકરણ કરે છે, આમાં કોઈ શંકાની વાત નથી કે આ પાલનહાર તરફથી જ છે"
        },
        {
            "chapter": 10,
            "verse": 38,
            "text": "શું આ લોકો આવું કહે છે કે તમે તેને ઘડી કાઢ્યું છે ? તમે કહી દો કે તો પછી તમે તેના જેવી એક જ સૂરહ લાવી બતાવો અને અલ્લાહ સિવાય જે-જે પૂજ્યોને બોલાવી શકતા હોય, બોલાવી લો, જો તમે સાચા હોવ"
        },
        {
            "chapter": 10,
            "verse": 39,
            "text": "પરંતુ એવી વસ્તુને જુઠ્ઠી ઠેરવવા લાગ્યા જે પોતાના જ્ઞાનમાં નથી અને હજુ સુધી પરિણામ પણ નથી આવ્યું, જે લોકો આ લોકોથી પહેલા થઇ ગયા, આવી જ રીતે તેમણે પણ જુઠલાવ્યું, તો જોઇ લો કે તે અત્યાચારીઓનું પરિણામ કેવું આવ્યું"
        },
        {
            "chapter": 10,
            "verse": 40,
            "text": "અને તેમના માંથી કેટલાક એવા છે જે આના પર ઇમાન લઇ આવશે અને કેટલાક એવા છે કે આના પર ઇમાન નહીં લાવે અને તમારો પાલનહાર વિદ્રોહીઓને ખૂબ સારી રીતે જાણે છે"
        }
    ]
}