{
    "rukus": [
        {
            "chapter": 12,
            "verse": 80,
            "text": "જ્યારે આ લોકો આનાથી નિરાશ થઇ ગયા તો એકાંતમાં બેસી સલાહ-સુચન કરવા લાગ્યા, આમાં જે સૌથી મોટો હતો તેણે કહ્યું કે, તમને ખબર નથી કે તમારા પિતાએ તમારી પાસેથી અલ્લાહના સોગંદ લઇ પાકું વચન લીધું છે અને આ પહેલા યૂસુફ વિશે તમે બેદરકારી કરી ચુકયા છો. બસ ! હું તો અહીંયાથી નહીં જાઉં, જ્યાં સુધી કે પિતાજી પોતે મને પરવાનગી ન આપે, અથવા અલ્લાહ તઆલા મારી આ બાબતે ફેંસલો ન કરી દે, તે જ ઉત્તમ ફેંસલો કરનાર છે"
        },
        {
            "chapter": 12,
            "verse": 81,
            "text": "તમે પિતા પાસે પાછા જાઓ અને કહો કે પિતાજી ! તમારા દીકરાએ ચોરી કરી અને અમે તે જ સાક્ષી આપી જે અમે જાણતા હતા, અમે કંઈ પણ અદૃશ્યનું જ્ઞાન જાણતા ન હતા"
        },
        {
            "chapter": 12,
            "verse": 82,
            "text": "તમે આ શહેરના લોકોને પૂછી લો, જ્યાં અમે હતા અને તે કાફલાને પણ પૂછી લો, જેની સાથે અમે આવ્યા છે અને ખરેખર અમે સાચા છે"
        },
        {
            "chapter": 12,
            "verse": 83,
            "text": "(યાકૂબ અ.સ.એ) કહ્યું આવું નથી પરંતુ તમે પોતાના તરફથી વાત ઘડી કાઢી છે, બસ ! હવે ધીરજ રાખવી જ ઉત્તમ છે, શક્ય છે કે અલ્લાહ તઆલા તે સૌને મારી પાસે જ પહોંચાડી દે, તે જ જ્ઞાની અને હિકમતવાળો છે"
        },
        {
            "chapter": 12,
            "verse": 84,
            "text": "પછી તેમનાથી મોઢું ફેરવી લીધું અને કહ્યું કે હાય યૂસુફ ! તેમની આંખો દુ:ખના કારણે સફેદ થઇ ગઇ હતી અને તેમણે દુ:ખને છુપાવી રાખ્યું હતું"
        },
        {
            "chapter": 12,
            "verse": 85,
            "text": "પુત્રોએ કહ્યું કે, અલ્લાહના સોગંદ ! તમે હંમેશા યૂસુફની યાદમાં જ રહેશો, ત્યાં સુધી કે ઘરડા થઇ જાવ અથવા મૃત્યુ પામો"
        },
        {
            "chapter": 12,
            "verse": 86,
            "text": "તેમણે કહ્યું કે, હું તો મારી પરેશાની અને દુ:ખની ફરિયાદ અલ્લાહ પાસે જ કરુ છું, મને અલ્લાહ તરફથી તે વાતોની જાણ છે જેને તમે નથી જાણતા"
        },
        {
            "chapter": 12,
            "verse": 87,
            "text": "મારા વ્હાલા પુત્રો ! તમે જાવ અને યૂસુફ અ.સ. અને તેમના ભાઇની સંપૂર્ણ રીતે શોધ કરો અને અલ્લાહની કૃપાથી નિરાશ ન થાવ, નિ:શંક પાલનહારની કૃપાથી નિરાશ તે જ લોકો થાય છે જેઓ ઇન્કાર કરનારા છે"
        },
        {
            "chapter": 12,
            "verse": 88,
            "text": "પછી જ્યારે આ લોકો યૂસુફ અ.સ. પાસે પહોંચ્યા, તો કહેવા લાગ્યા કે હે અઝીઝ ! અમને અને અમારા કુટુંબીજનોને દુ:ખ પહોંચ્યું છે, અમે ઓછું (ધન) લાવ્યા છે, બસ ! તમે અમને પૂરેપૂરું અનાજ આપો અને અમને દાન આપો, અલ્લાહ તઆલા દાન કરવાવાળાઓને બદલો આપે છે"
        },
        {
            "chapter": 12,
            "verse": 89,
            "text": "યૂસુફે કહ્યું, જાણો છો કે તમે યૂસુફ અને તેના ભાઇ સાથે પોતાની અજાણતાની સ્થિતિમાં શું કર્યું"
        },
        {
            "chapter": 12,
            "verse": 90,
            "text": "તેઓએ કહ્યું, કે શું (ખરેખર) તમે જ યૂસુફ છો, જવાબ આપ્યો કે હાં, હું જ યૂસુફ છું અને આ મારો ભાઇ છે, અલ્લાહએ અમારા પર કૃપા કરી, વાત એવી છે કે જે પણ ડરવા લાગે અને ધીરજ રાખે તો અલ્લાહ તઆલા કોઈ સદાચારીનો બદલો વ્યર્થ નથી કરતો"
        },
        {
            "chapter": 12,
            "verse": 91,
            "text": "તેઓએ કહ્યું કે અલ્લાહના સોગંદ ! અલ્લાહ તઆલાએ તમને અમારા પર પ્રભુત્વ આપ્યું અને આ પણ તદ્દન સાચું છે કે અમે ગુનેગાર હતા"
        },
        {
            "chapter": 12,
            "verse": 92,
            "text": "જવાબ આપ્યો કે, આજે તમારા પર કોઈ પકડ નથી, અલ્લાહ તઆલા તમને માફ કરે. તે સૌ માફ કરવાવાળાઓ માંથી ખૂબ જ માફ કરનાર છે"
        },
        {
            "chapter": 12,
            "verse": 93,
            "text": "મારો આ કુર્તો તમે લઇ જાવ અને તેને મારા પિતાના ચહેરા પર નાંખી દો, જેથી તેઓ દૃષ્ટિ પાછી મેળવે અને આવી જાવ, પોતાના દરેક કુંટુંબીજનોને મારી પાસે લઇ આવો"
        }
    ]
}