{
    "rukus": [
        {
            "chapter": 15,
            "verse": 26,
            "text": "નિ:શંક અમે મનુષ્યનું સર્જન, કાળી, સડેલી અને ખણખણ બોલનારી માટીથી કર્યું"
        },
        {
            "chapter": 15,
            "verse": 27,
            "text": "અને આ પહેલા અમે જિન્નાતોનું સર્જન, લૂં વાળી આગ વડે કર્યું"
        },
        {
            "chapter": 15,
            "verse": 28,
            "text": "અને જ્યારે તારા પાલppનહારે ફરિશ્તાઓને કહ્યું કે હું એક મનુષ્યનું સર્જન કાળી, સડેલી અને ખણખણ બોલનારી માટી વડે કરવાનો છું"
        },
        {
            "chapter": 15,
            "verse": 29,
            "text": "તો જ્યારે હું તેને સંપૂર્ણ બનાવી લઉ અને તેમાં પોતાની રૂહ ફૂંકી દઉં, તો તમે સૌ તેના માટે સિજદો કરજો"
        },
        {
            "chapter": 15,
            "verse": 30,
            "text": "છેવટે દરેક ફરિશ્તાઓએ સિજદો કર્યો"
        },
        {
            "chapter": 15,
            "verse": 31,
            "text": "પરંતુ ઇબ્લિસ સિવાય, કે તેણ સિજદો કરવાવાળો માંથી થવાનો ઇન્કાર કર્યો"
        },
        {
            "chapter": 15,
            "verse": 32,
            "text": "(અલ્લાહ તઆલાએ) કહ્યું હે ઇબ્લિસ ! તને શું થયું કે તું સિજદો કરનારાઓ માંથી ન થયો"
        },
        {
            "chapter": 15,
            "verse": 33,
            "text": "તેણે કહ્યું કે, હું એવો નથી કે તે મનુષ્યને સિજદો કરું જેને તે કાળી, સડેલી અને ખણખણ બોલનારી માટી વડે બનાવ્યો"
        },
        {
            "chapter": 15,
            "verse": 34,
            "text": "કહ્યું, હવે જન્નત માંથી નીકળી જા, કારણકે તુ ધિક્કારેલો છે"
        },
        {
            "chapter": 15,
            "verse": 35,
            "text": "અને તારા પર મારી ફિટકાર કયામત સુધી છે"
        },
        {
            "chapter": 15,
            "verse": 36,
            "text": "કહેવા લાગ્યો કે હે મારા પાલનહાર ! મને તે દિવસ સુધીની મહેતલ આપી દે કે જ્યારે લોકો બીજી વાર જીવિત કરવામાં આવશે"
        },
        {
            "chapter": 15,
            "verse": 37,
            "text": "કહ્યું કે સારું તું તે લોકો માંથી છે જેમને મહેતલ મળી છે"
        },
        {
            "chapter": 15,
            "verse": 38,
            "text": "નક્કી કરેલ દિવસ સુધી"
        },
        {
            "chapter": 15,
            "verse": 39,
            "text": "(શૈતાને) કહ્યું કે હે મારા પાલનહાર ! જો કે તે મને પથભ્રષ્ટ કરી દીધો છે. હું પણ સોગંદ ખાઉં છે કે હું પણ ધરતી પર તેમના માટે ગુનાને શણગારી દઇશ અને તે બધાને પથભ્રષ્ટ પણ કરીશ"
        },
        {
            "chapter": 15,
            "verse": 40,
            "text": "તારા તે બંદાઓ સિવાય, જેઓને પસંદ કરી લેવામાં આવ્યા છે"
        },
        {
            "chapter": 15,
            "verse": 41,
            "text": "કહ્યું કે, હાં, આ જ મારા સુધી પહોંચવા માટેનો સત્ય માર્ગ છે"
        },
        {
            "chapter": 15,
            "verse": 42,
            "text": "મારા બંદાઓ પર તારો કોઈ પ્રભાવ નથી, પરંતુ હાં જે પથભ્રષ્ટ લોકો તારું અનુસરણ કરશે"
        },
        {
            "chapter": 15,
            "verse": 43,
            "text": "નિ:શંક તે સૌનું ઠેકાણું જહન્નમ છે"
        },
        {
            "chapter": 15,
            "verse": 44,
            "text": "જેના સાત દ્વાર છે, દરેક દ્વાર માટે તેમનો એક ભાગ વહેંચાયેલો છે"
        }
    ]
}