{
    "rukus": [
        {
            "chapter": 2,
            "verse": 222,
            "text": "તમને માસિક પિરીયડ બાબતે સવાલ કરે છે, કહી દો કે તે ગંદકી છે, માસિક પિરીયડની સ્થિતીમાં સ્ત્રીઓ (સાથે સંભોગ કરવાથી) થી જુદા રહો અને જ્યાં સુધી તેણીઓ પાક ન થઇ જાય તેણીઓની નજીક ન જાઓ, હાઁ જ્યારે તે પાક થઇ જાય તો તેણીઓ પાસે જાઓ જ્યાંથી અલ્લાહએ તમને પરવાનગી આપી છે, અલ્લાહ તઆલા તૌબા કરવાવાળાને અને પાક-સાફ રહેવાવાળાને પસંદ કરે છે"
        },
        {
            "chapter": 2,
            "verse": 223,
            "text": "તમારી પત્નિઓ તમારી ખેતી છે, પોતાની ખેતીઓમાં જેવી રીતે ઇચ્છો આવો અને પોતાના માટે (સદકાર્યો) આગળ મોકલો અને અલ્લાહ તઆલાથી ડરતા રહો અને જાણી લો કે તમે તેને મળવાના છો અને ઇમાનવાળાઓને શુભસુચના સંભળાવી દો"
        },
        {
            "chapter": 2,
            "verse": 224,
            "text": "અને અલ્લાહ તઆલાને પોતાની સોગંદોમાં (આવી રીતે) નિશાન ન બનાવો કે સદાચાર અને પ્રામાણિકતા અને લોકોની વચ્ચે સુધારાને છોડી દો અને અલ્લાહ સાંભળનાર અને જાણનાર છે"
        },
        {
            "chapter": 2,
            "verse": 225,
            "text": "અલ્લાહ તઆલા તમને તમારી તે સોગંદો વિશે પકડ નહીં કરે જે મજબુત નહી હોય, હાઁ તેની પકડ તે વસ્તુ પર છે જે તમારા હૃદયોનું કાર્ય હોય, અલ્લાહ તઆલા ક્ષમાવાન અને ધૈર્યવાન છે"
        },
        {
            "chapter": 2,
            "verse": 226,
            "text": "જે લોકો પોતાની પત્નિઓ સાથે (મેળાપ ન રાખવા બાબતે) સોગંદો ખાય, તેઓ માટે ચાર મહિનાનો સમયગાળો છે, પછી જો તે પાછા ફરી જાય તો અલ્લાહ તઆલા ક્ષમાવાન અને કૃપાળુ છે"
        },
        {
            "chapter": 2,
            "verse": 227,
            "text": "અને જો તલાક નો ઇરાદો કરી લે તો અલ્લાહ તઆલા સાંભળનાર અને જાણનાર છે"
        },
        {
            "chapter": 2,
            "verse": 228,
            "text": "તલાકવાળી સ્ત્રીઓ પોતાને ત્રણ માસિક પિરીયડ સુધી રોકી રાખે, તેણીઓ માટે હલાલ નથી કે અલ્લાહએ તેણીઓના ગર્ભમાં જે સર્જન કર્યુ છે તેને છુપાવે, જો તેણીઓને અલ્લાહ પર અને કયામતના દિવસ પર ઇમાન હોય, તેણીઓના પતિઓ આ સમયગાળા દરમિયાન તેણીઓને સ્વીકારી લેવાનો પુરે પુરો અધિકાર ધરાવે છે, જો તેઓનો ઇરાદો સુધારાનો હોય અને સ્ત્રીઓના પણ તેવા જ અધિકારો છે જેવા તેણીઓ પર પુરૂષોના છે, ભલાઇ સાથે, હાઁ પુરૂષોને સ્ત્રીઓ પર બઢોતરી છે, અને અલ્લાહ તઆલા વિજયી, હિકમતવાળો છે"
        }
    ]
}