{
    "rukus": [
        {
            "chapter": 28,
            "verse": 29,
            "text": "જ્યારે મૂસા અ.સ.એ સમયગાળો પૂરો કરી લીધો અને પોતાના ઘરવાળાઓને લઇને ચાલ્યા, તો “તૂર” નામના પર્વત તરફ આગ જોઇ, પોતાની પત્નીને કહેવા લાગ્યા, ઊભા રહો ! મેં આગ જોઇ છે, શક્ય છે કે હું ત્યાંથી કોઈ જાણકારી લઇને આવું અથવા આગનો કોઈ અંગારો લઇ આવું જેથી તમે તાપણું કરી લો"
        },
        {
            "chapter": 28,
            "verse": 30,
            "text": "બસ ! જ્યારે ત્યાં પહોંચ્યા, તો તે પવિત્ર ધરતીના મેદાનના જમણા કિનારે વૃક્ષ માંથી પોકારવામાં આવ્યા કે, હે મૂસા ! નિ:શંક હું જ અલ્લાહ છું, સમગ્ર સૃષ્ટિનો પાલનહાર"
        },
        {
            "chapter": 28,
            "verse": 31,
            "text": "અને એ (પણ અવાજ) આવ્યો કે પોતાની લાકડી નાખી દો, પછી જ્યારે તેને જોઇ તો તે સાપની જેમ વળ ખાઇ રહી છે, તો પીઠ ફેરવી પરત આવ્યા અને રોકાઇને જોયું પણ નહીં, અમે કહ્યું કે, હે મૂસા ! આગળ આવો, ડરો નહીં, ખરેખર તમે સંપૂર્ણ રીતે સુરક્ષિત છો"
        },
        {
            "chapter": 28,
            "verse": 32,
            "text": "પોતાના હાથને પોતાના ગળામાં નાખ, તે કોઈ રોગ વગર ચમકતો થઇ જશે, તદ્દન સફેદ અને ભયના કારણે પોતાના ખભા દબાવી લે, બસ ! આ બન્ને ચમત્કાર તમારા માટે તમારા પાલનહાર તરફથી છે, ફિરઔન અને તેના જૂથ તરફ, ખરેખર તે બધા અવજ્ઞાકારી છે"
        },
        {
            "chapter": 28,
            "verse": 33,
            "text": "મૂસા અ.સ.એ કહ્યું, પાલનહાર ! મેં તેમના એક વ્યક્તિનું કતલ કરી દીધું છે, હવે મને ભય છે કે તેઓ મને પણ કતલ કરી નાખશે"
        },
        {
            "chapter": 28,
            "verse": 34,
            "text": "અને મારો ભાઇ હારૂન, મારા કરતા વધારે સ્પષ્ટ જબાનવાળો છે, તું તેને પણ મારી મદદ કરનાર બનાવી મારી સાથે મોકલ, કે તે મને સાચો માની લે, મને તો ભય છે કે તે સૌ મને જુઠલાવી દેશે"
        },
        {
            "chapter": 28,
            "verse": 35,
            "text": "અલ્લાહ તઆલાએ કહ્યું કે અમે તમારા ભાઇ વડે તમારા પક્ષને મજબૂત કરી દઇશું અને તમને બન્નેને વિજય આપીશું, ફિરઔનના લોકો તમારા સુધી નહીં પહોંચી શકે, અમારી નિશાનીઓના કારણે, તમે બન્ને અને તમારું અનુસરણ કરનારા જ પ્રભુત્વશાળી રહેશે"
        },
        {
            "chapter": 28,
            "verse": 36,
            "text": "બસ ! તેમની પાસે મૂસા અ.સ. અમારા આપેલા સ્પષ્ટ ચમત્કારો લઇને પહોંચ્યા તો તેઓ કહેવા લાગ્યા, આ તો ઘડી કાઢેલું જાદુ છે, અમે પોતાના પૂર્વજોના સમયમાં ક્યારેય આવું નથી સાંભળ્યું"
        },
        {
            "chapter": 28,
            "verse": 37,
            "text": "મૂસા અ.સ. કહેવા લાગ્યા, મારો પાલનહાર તેને ખૂબ સારી રીતે જાણે છે, જે તેની પાસે સત્ય માર્ગ લઇ આવે છે અને જેના માટે આખેરતનું પરિણામ (સારું) હોય, ખરેખર અત્યાચારીઓનું ભલું નહીં થાય"
        },
        {
            "chapter": 28,
            "verse": 38,
            "text": "ફિરઔન કહેવા લાગ્યો, હે દરબારીઓ ! હું તો મારા સિવાય કોઈને તમારો પૂજ્ય નથી માનતો, સાંભળ ! હે હામાન ! તું મારા માટે માટીને આગમાં ગરમ કર, પછી મારા માટે એક મહેલ બનાવ, તો હું મૂસાના પૂજ્યને જોઇ શકું, આને હું જુઠ્ઠો સમજું છું"
        },
        {
            "chapter": 28,
            "verse": 39,
            "text": "તેણે અને તેના લશ્કરોએ ખોટી રીતે શહેરમાં અહંકાર કર્યો અને સમજી બેઠા કે તેઓ અમારી પાસે પાછા ફેરવવામાં જ નહીં આવે"
        },
        {
            "chapter": 28,
            "verse": 40,
            "text": "છેવટે અમે તેને અને તેના લશ્કરોને પકડી લીધા અને દરિયામાં ડુબાડી દીધા, હવે જોઇ લો કે તે અપરાધીઓની દશા કેવી થઇ"
        },
        {
            "chapter": 28,
            "verse": 41,
            "text": "અને અમે તેમને એવા નાયબ બનાવી દીધા કે લોકોને જહન્નમ તરફ બોલાવે અને કયામતના દિવસે તેમની કંઇ મદદ કરવામાં નહીં આવે"
        },
        {
            "chapter": 28,
            "verse": 42,
            "text": "અને અમે આ દુનિયામાં પણ તેમની પાછળ પોતાની લઅનત (ફિટકાર) કરી દીધી અને કયામતના દિવસે પણ તેઓ ખરાબ સ્થિતિમાં હશે"
        }
    ]
}