{
    "rukus": [
        {
            "chapter": 30,
            "verse": 1,
            "text": "અલિફ-લામ્-મિમ્"
        },
        {
            "chapter": 30,
            "verse": 2,
            "text": "રૂમના લોકો હારી ગયા"
        },
        {
            "chapter": 30,
            "verse": 3,
            "text": "નજીકની ધરતી પર અને તેઓ હારી ગયા, પછી થોડા સમય પછી વિજય મેળવશે"
        },
        {
            "chapter": 30,
            "verse": 4,
            "text": "થોડાંક વર્ષો માંજ. આ પહેલા અને પછી પણ અધિકાર તો અલ્લાહ તઆલાનો જ છે, તે દિવસે મુસલમાન ખુશ હશે"
        },
        {
            "chapter": 30,
            "verse": 5,
            "text": "અલ્લાહની મદદ વડે, તે જેની મદદ કરવા ઇચ્છે છે, કરે છે, ખરેખર વિજયી અને દયાળુ તે જ છે"
        },
        {
            "chapter": 30,
            "verse": 6,
            "text": "અલ્લાહનું વચન છે, અલ્લાહ તઆલા પોતાના વચનનો ભંગ નથી કરતો. પરંતુ ઘણા લોકો જાણતા નથી"
        },
        {
            "chapter": 30,
            "verse": 7,
            "text": "તેઓ (ફક્ત) દુનિયાના જીવનનું જાહેર જ જાણે છે અને આખેરતથી તદ્દન અજાણ છે"
        },
        {
            "chapter": 30,
            "verse": 8,
            "text": "શું તે લોકોએ પોતાના હૃદયમાં એવો વિચાર ન કર્યો, કે અલ્લાહ તઆલાએ આકાશો અને ધરતી તથા તે બન્ને વચ્ચે જે કંઈ પણ છે બધાનું ઉત્તમ રીતે, નક્કી કરેલ સમય સુધી (જ) સર્જન કર્યું. ઘણા લોકો, ખરેખર, પોતાના પાલનહારની મુલાકાતનો ઇન્કાર કરે છે"
        },
        {
            "chapter": 30,
            "verse": 9,
            "text": "શું તેઓએ ધરતી પર હરીફરીને ન જોયું કે તેમનાથી પહેલાના લોકોની દશા કેવી થઇ ? તેઓ તેમના કરતા વધારે બળવાન હતા અને તે લોકો ધરતી (પણ) ખેડતા હતા, તેમના કરતા વધારે વસાવી હતી અને તેમની પાસે તેમના પયગંબર સ્પષ્ટ પુરાવા લઇને આવ્યા હતાં, આ શક્ય જ નથી કે અલ્લાહ તઆલા તેમના પર અત્યાચાર કરતો, પરંતુ તેઓ પોતે પોતાના પર અત્યાચાર કરતા હતા"
        },
        {
            "chapter": 30,
            "verse": 10,
            "text": "છેવટે ખરાબ કાર્યો કરનારની દશા ખૂબ જ ખરાબ થઇ, એટલા માટે કે તેઓ અલ્લાહની આયતોને જુઠલાવતા હતા અને તેના વિશે ઠઠ્ઠામશ્કરી કરતા હતા"
        }
    ]
}