{
    "rukus": [
        {
            "chapter": 35,
            "verse": 15,
            "text": "હે લોકો ! તમે અલ્લાહના મોહતાજ છો અને અલ્લાહ બેનિયાઝ ગુણોવાળો છે"
        },
        {
            "chapter": 35,
            "verse": 16,
            "text": "જો તે ઇચ્છે, તો તમને નષ્ટ કરી દે અને એક નવું સર્જન કરી દે"
        },
        {
            "chapter": 35,
            "verse": 17,
            "text": "અને આ વાત અલ્લાહ માટે કંઈ મુશ્કેલ નથી"
        },
        {
            "chapter": 35,
            "verse": 18,
            "text": "કોઇ પણ ભાર ઉઠાવનાર, બીજાનો ભાર નહીં ઉઠાવે, જો કોઇ પોતાનો ભાર બીજાને ઉઠાવવા બોલાવશે, તો તેમાંથી કંઈ પણ નહીં ઉઠાવે, સંબંધી પણ કેમ ન હોય. તમે ફક્ત તે લોકોને જ સચેત કરી શકો છો, જે વિણદેખે પોતાના પાલનહારથી ડરે છે અને નમાઝ કાયમ કરે છે અને જે લોકો પવિત્ર બની જાય, તે પોતાના જ ફાયદા માટે થશે, અલ્લાહની તરફ જ પાછા ફરવાનું છે"
        },
        {
            "chapter": 35,
            "verse": 19,
            "text": "અને દૃષ્ટિહીન તથા જોઈ શકનાર સરખા નથી"
        },
        {
            "chapter": 35,
            "verse": 20,
            "text": "અને ન તો અંધકાર તથા પ્રકાશ"
        },
        {
            "chapter": 35,
            "verse": 21,
            "text": "અને ન તો છાંયડો તથા તડકો (સરખા નથી)"
        },
        {
            "chapter": 35,
            "verse": 22,
            "text": "અને જીવિત તથા મૃતક સરખા નથી હોઇ શકતા. અલ્લાહ તઆલા જેને ઇચ્છે છે, સંભળાવે છે અને તમે તે લોકોને સંભળાવી નથી શકતા, જેઓ કબરમાં છે"
        },
        {
            "chapter": 35,
            "verse": 23,
            "text": "તમે ફક્ત સચેત કરનાર છો"
        },
        {
            "chapter": 35,
            "verse": 24,
            "text": "અમે જ તમને સત્ય આપી, ખુશખબર આપનાર અને સચેત કરનાર બનાવી મોકલ્યા. અને કોઇ કોમ એવી નથી, જેમાં કોઇ સચેત કરનાર ન આવ્યો હોય"
        },
        {
            "chapter": 35,
            "verse": 25,
            "text": "અને જો આ લોકો તમને જુઠલાવે તો, જે લોકો તેમનાથી પહેલા હતા, તે લોકોએ પણ જુઠલાવ્યું હતું અને તેમની પાસે તેમના પયગંબર ચમત્કાર તથા ગ્રંથો અને પ્રકાશિત કિતાબ લઇ આવ્યા હતા"
        },
        {
            "chapter": 35,
            "verse": 26,
            "text": "પછી મેં, તે ઇન્કાર કરનારાઓને પકડી લીધા, તો મારો પ્રકોપ કેવો રહ્યો"
        }
    ]
}