{
    "rukus": [
        {
            "chapter": 3,
            "verse": 92,
            "text": "જ્યાં સુધી તમે પોતાની મનપસંદ વસ્તુને અલ્લાહના માર્ગમાં ખર્ચ નહી કરો ત્યાં સુધી ભલાઇ નહી પામો. અને જે કંઇ તમે ખર્ચ કરો તેને અલ્લાહ તઆલા ખુબ સારી રીતે જાણે છે"
        },
        {
            "chapter": 3,
            "verse": 93,
            "text": "તૌરાત ના અવતરણ પહેલા યાકૂબ (અ.સ.) એ જે વસ્તુને પોતાના ઉપર હરામ કરી દીધી હતી તે સિવાય દરેક ભોજન ઇસ્રાઇલના સંતાનો પર હલાલ હતું. તમે કહી દો કે જો તમે સાચા છો તો તૌરાત લઇ આવો અને વાંચી સંભળાવો"
        },
        {
            "chapter": 3,
            "verse": 94,
            "text": "તે પછી પણ જે લોકો અલ્લાહ તઆલા પર જુઠાણું બાંધે તે જ અત્યાચારી છે"
        },
        {
            "chapter": 3,
            "verse": 95,
            "text": "કહી દો કે અલ્લાહ તઆલા સાચો છે, તમે સૌ ઇબ્રાહીમ હનીફ ના તરીકાનું અનુસરણ કરો, જે મુશરિક ન હતા"
        },
        {
            "chapter": 3,
            "verse": 96,
            "text": "અલ્લાહ તઆલાનું પ્રથમ ઘર જે લોકો માટે નક્કી કરવામાં આવ્યું તે જ છે જે મક્કામાં છે, જે સમ્રગ સૃષ્ટિના લોકો માટે બરકત અને સત્યમાર્ગનું કારણ છે"
        },
        {
            "chapter": 3,
            "verse": 97,
            "text": "જેમાં સ્પષ્ટ નિશાનીઓ છે, મકામે ઇબ્રાહીમ છે, તેમાં જે આવી જાય સુરક્ષિત થઇ જાય છે, અલ્લાહ તઆલાએ તે લોકો પર જે તેની તરફ માર્ગ પામી શકે છે તેના માટે આ ઘરનું હજ્જ કરવું જરૂરી કરી દીધું છે, અને જે કોઇ ઇન્કાર કરે તો અલ્લાહ તઆલા સમગ્ર સૃષ્ટિથી બેપરવા છે"
        },
        {
            "chapter": 3,
            "verse": 98,
            "text": "તમે કહી દો કે હે કિતાબવાળાઓ ! તમે અલ્લાહ તઆલાની આયતોનો ઇન્કાર કેમ કરો છો ? જે કંઇ તમે કરો છો અલ્લાહ તઆલા તેના પર સાક્ષી છે"
        },
        {
            "chapter": 3,
            "verse": 99,
            "text": "તે કિતાબવાળાઓને કહો કે તમે અલ્લાહ તઆલાના માર્ગથી લોકોને કેમ રોકો છો ? અને તેમાં ખામીઓ શોધો છો, જો કે તમે પોતે સાક્ષી છો અલ્લાહ તઆલા તમારા કાર્યોથી અજાણ નથી"
        },
        {
            "chapter": 3,
            "verse": 100,
            "text": "હે ઇમાનવાળાઓ ! જો તમે કિતાબવાળાઓના કોઇ જૂથની વાતોને માનશો તો તે તમને તમારા ઇમાન લાવ્યા પછી ઇન્કારી બનાવી દેશે"
        },
        {
            "chapter": 3,
            "verse": 101,
            "text": "(જો કે ખુલ્લુ છે કે) તમે કેવી રીતે ઇન્કાર કરી શકો છો, તમારા પર અલ્લાહ તઆલાની આયતો પઢવા છતાં, અને તમારી સાથે પયગંબર સ.અ.વ. હાજર છે, જે વ્યક્તિ અલ્લાહ તઆલા (ના દીન) ને મજબુતીથી પકડી લેં, તો નિંશંક તેને સત્યમાર્ગ બતાવી દેવામાં આવ્યો"
        }
    ]
}