{
    "rukus": [
        {
            "chapter": 4,
            "verse": 135,
            "text": "હે ઈમાનવાળાઓ ! ન્યાય કરવામાં મજબૂતાઈ સાથે અડગ રહેનાર અને અલ્લાહની પ્રસન્નતા માટે સાચી સાક્ષી આપનારા બની જાઓ, ભલેને તે તમારા પોતાની વિરૂદ્ધ હોય અથવા પોતાના માતા-પિતા અથવા સગાંસંબંધીઓના વિરૂદ્ધ હોય, તે વ્યક્તિ જો ધનવાન હોય તો અને ગરીબ હોય તો બન્નેની સાથે અલ્લાહને વધારે સંબંધ છે, એટલા માટે તમે મનેચ્છાઓની પાછળ પડી ન્યાય કરવાનું ન છોડી દો અને જો તમે ખોટી સાક્ષી આપો અને અળગા રહ્યા તો જાણી લો કે જે કંઈ પણ તમે કરશો અલ્લાહ તઆલા તે વિશે પૂરી રીતે જાણનાર છે"
        },
        {
            "chapter": 4,
            "verse": 136,
            "text": "હે ઈમાનવાળાઓ ! અલ્લાહ તઆલા પર, તેના પયગંબર પર અને તે કિતાબ પર જે તેણે પોતાના પયગંબર પર અવતરિત કરી છે અને તે કિતાબો પર જે આ પહેલા તેણે અવતરિત કરી છે, ઈમાન લાવો. જે વ્યક્તિ અલ્લાહ તઆલા, તેના ફરિશ્તાઓ, તેની કિતાબો, તેના પયગંબરો, અને કયામતના દિવસનો ઇન્કાર કરે તે તો ઘણી જ દૂરની પથભ્રષ્ટતામાં પડી ગયો"
        },
        {
            "chapter": 4,
            "verse": 137,
            "text": "જે લોકોએ ઈમાન કબૂલ કરી પછી ઇન્કાર કર્યો ફરી ઈમાન લાવી પાછો ઇન્કાર કર્યો ફરી પોતાના ઇન્કારમાં વધી ગયા, અલ્લાહ તઆલા ખરેખર તેઓને માફ નહીં કરે અને ન તો તેઓને સત્યમાર્ગ બતાવશે"
        },
        {
            "chapter": 4,
            "verse": 138,
            "text": "ઢોંગીઓને તે આદેશ પહોંચાડી દો કે તેઓ માટે દુ:ખદાયી યાતના ચોક્કસપણે છે"
        },
        {
            "chapter": 4,
            "verse": 139,
            "text": "જે લોકો મુસલમાનોને છોડીને ઇન્કાર કરનારાઓને મિત્ર બનાવે છે, શું તેઓ પાસે ઇજજત શોધવા જાય છે ? (તો યાદ રાખો કે) ઇજજત તો પૂરેપૂરી અલ્લાહ તઆલાના હાથમાં છે"
        },
        {
            "chapter": 4,
            "verse": 140,
            "text": "અને અલ્લાહ તઆલા તમારી પાસે પોતાની કિતાબમાં આ આદેશ આપી ચૂકયો છે કે તમે જ્યારે કોઇ સભાવાળાઓને અલ્લાહ તઆલાની આયતોનો ઇન્કાર કરતા અને ઠઠ્ઠા-મશ્કરી કરતા સાંભળો તો તે સભામાં તેઓની સાથે ન બેસો, ત્યાં સુધી કે તે લોકો આ સિવાય બીજી વાત ન કરવા લાગે, (નહીં તો) તમે પણ તે સમયે તેઓ જેવા જ છો, નિ:શંક અલ્લાહ તઆલા દરેક ઇન્કાર કરનારાઓને અને ઢોંગીઓને જહન્નમમાં ભેગા કરવાવાળો છે"
        },
        {
            "chapter": 4,
            "verse": 141,
            "text": "આ લોકો તમારા (ખોટા પરિણામની) રાહ જુએ છે, પછી જો તમને અલ્લાહ વિજય આપે તો આ લોકો કહે છે કે શું અમે તમારા મિત્ર ન હતા ? અને જો ઇન્કાર કરનારાઓને થોડીક પણ જીત મળી જાય તો (તેમને) કહે છે કે અમે તમારા પર વિજય નહતા મેળવી શકતા અને શું અમે તમને મુસલમાનોના હાથોથી બચાવ્યા ન હતા ? બસ ! કયામતના દિવસે અલ્લાહ તઆલા પોતે તમારી વચ્ચે ન્યાય કરશે અને અલ્લાહ તઆલા ઇન્કાર કરનારાઓને ઈમાનવાળાઓ પર ક્યારેય કોઇ માર્ગ નહીં આપે"
        }
    ]
}