{
    "pages": [
        {
            "chapter": 18,
            "verse": 28,
            "text": "I budi turpeliv zaedno s onezi, koito zovat svoya Gospod sutrin i vecher, iskaiki Negoviya Lik! I ne otmestvai ochi ot tyakh, vuzzhelavaiki ukrasata na zemniya zhivot, i ne se podchinyavai na onzi, chieto surtse ostavyame da nekhae za Nasheto spomenavane, i toi sledva strastite si, i deloto mu e pogubeno"
        },
        {
            "chapter": 18,
            "verse": 29,
            "text": "I kazhi: “Istinata e ot vashiya Gospod. Koito zhelae, da vyarva, a koito zhelae, da ostane nevernik! Nie prigotvikhme za ugnetitelite Ogunya, zagrazhdeniyata na koito gi obkruzhavat. I ako viknat za pomosht, shte im se pomogne s voda kato raztopen metal, koyato izpicha litsata. Kolko gnusno e takova pitie i kolko losho myasto e tam za ot·syadane"
        },
        {
            "chapter": 18,
            "verse": 30,
            "text": "Koito vyarvat i vurshat pravedni dela - Nie ne shte pogubim nagradata na nikoi blagodetelen"
        },
        {
            "chapter": 18,
            "verse": 31,
            "text": "Za tezi sa gradinite na Adn, sred koito reki tekat. Shte nosyat tam ukrasheniya - grivni ot zlato, i shte sa oblecheni v zeleni odezhdi ot koprina i brokat, oblegnati tam na prestoli. Kolko khubavo e za vuzdayanie i kolko prekrasno myasto e tam za ot·syadane"
        },
        {
            "chapter": 18,
            "verse": 32,
            "text": "I im dai primer s dvama muzhe. Napravikhme za ediniya ot tyakh dve gradini s grozde, koito obgradikhme s palmi, i prusnakhme pomezhdu im posevi"
        },
        {
            "chapter": 18,
            "verse": 33,
            "text": "I dvete gradini daryavakha svoite plodove, bez da se pogubi nishto ot tyakh. I storikhme reka da blikne prez dvete"
        },
        {
            "chapter": 18,
            "verse": 34,
            "text": "I imashe toi plodove, i kaza na svoya drugar, govoreiki s nego: “Az imam po-golyamo bogat·stvo ot teb i poveche khora!”"
        }
    ]
}