{
    "pages": [
        {
            "chapter": 21,
            "verse": 36,
            "text": "I vidyat li te nevernitsite, podigravat ti se: “Tozi li prikazva za vashite bogove?” Te Napomnyaneto na Vsemilostiviya otrichat"
        },
        {
            "chapter": 21,
            "verse": 37,
            "text": "Chovek be suzdaden pripryan. Az shte vi pokazha Moite znameniya, ala ne iskaite ot Men da priburzvam"
        },
        {
            "chapter": 21,
            "verse": 38,
            "text": "I kazvat [nevernitsite]: “Koga [shte se sbudne] tova obeshtanie, ako govorite istinata?”"
        },
        {
            "chapter": 21,
            "verse": 39,
            "text": "Samo ako znaekha nevernitsite vremeto, kogato ne shte mogat da zashtityat ot Ogunya nito litsata, nito gurbovete si, i ne shte im se pomogne"
        },
        {
            "chapter": 21,
            "verse": 40,
            "text": "A Ogunyat shte gi vrukhleti vnezapno i shte gi slisa, i nito shte mogat da go izbegnat, nito shte budat izchakani"
        },
        {
            "chapter": 21,
            "verse": 41,
            "text": "Byakha podigravani pratenitsi i predi teb, no onezi, koito im se prismivakha, gi obgrazhdashe onova, na koeto sa se podigravali"
        },
        {
            "chapter": 21,
            "verse": 42,
            "text": "Kazhi: “Koi drug shte vi zakrilya i denem, i noshtem osven Vsemilostiviya?” Ala te ot napomnyaneto na svoya Gospod se otvrushtat"
        },
        {
            "chapter": 21,
            "verse": 43,
            "text": "Ili osven Nas imat bogove, koito da gi branyat? Te nito mogat na sebe si da pomognat, nito ot Nas shte budat izbaveni"
        },
        {
            "chapter": 21,
            "verse": 44,
            "text": "No Nie ostavyame tezi i bashtite im da se ponasladyat, dokato vuzrastta im napredne. Nima ne vizhdat, che Nie stesnyavame [za nevernitsite] zemyata po neinite kraishta? Nima te shte naddeleyat"
        }
    ]
}