{
    "pages": [
        {
            "chapter": 27,
            "verse": 23,
            "text": "Namerikh edna zhena, koyato gi upravlyava. Vsichko i e dadeno i ima velik tron"
        },
        {
            "chapter": 27,
            "verse": 24,
            "text": "Zavarikh neya i naroda i da se poklanyat na sluntseto, a ne na Allakh, i satanata e razkrasil za tyakh delata im, i taka gi e zabludil, i te ne sa naputeni"
        },
        {
            "chapter": 27,
            "verse": 25,
            "text": "da se poklanyat na Allakh, Koito izvazhda skritoto na nebesata i na zemyata, i znae kakvo spotaivate i kakvo razkrivate"
        },
        {
            "chapter": 27,
            "verse": 26,
            "text": "Allakh! Nyama drug bog osven Nego - Gospoda na velikiya Tron!”"
        },
        {
            "chapter": 27,
            "verse": 27,
            "text": "Reche [Sulaiman]: “Shte vidim istina li govorish ili si luzhets"
        },
        {
            "chapter": 27,
            "verse": 28,
            "text": "Vurvi s tova moe poslanie i im go spusni, posle se otdrupni ot tyakh i vizh kakvo shte otgovoryat!”"
        },
        {
            "chapter": 27,
            "verse": 29,
            "text": "Reche tya: “O, znatni, spusnato mi be dostopochteno poslanie"
        },
        {
            "chapter": 27,
            "verse": 30,
            "text": "To e ot Sulaiman i e: “V imeto na Allakh, Vsemilostiviya, Milosurdniya"
        },
        {
            "chapter": 27,
            "verse": 31,
            "text": "Ne se vuzgordyavaite i elate pri men otdadeni na Allakh!”"
        },
        {
            "chapter": 27,
            "verse": 32,
            "text": "Reche tya: “O, znatni, posuvetvaite me v deloto mi! Ne sum reshila nikoe delo bez vashe prisustvie.”"
        },
        {
            "chapter": 27,
            "verse": 33,
            "text": "Rekokha: “Nie imame sila i ogromna mosht. A povelyata e tvoya, ti reshi kakvo shte povelish!”"
        },
        {
            "chapter": 27,
            "verse": 34,
            "text": "Reche tya: “Tsarete, kogato nakhluyat v nyakoe selishte, go razrushavat i unizyavat nai-blagorodnite mu obitateli. I te taka shte postupyat"
        },
        {
            "chapter": 27,
            "verse": 35,
            "text": "Shte im izpratya podaruk i shte vidya s kakvo shte se vurnat pratenitsite.”"
        }
    ]
}