{
    "pages": [
        {
            "chapter": 46,
            "verse": 29,
            "text": "[I spomni si o, Mukhammad] kak nasochikhme kum teb grupa dzhinove, za da slushat Korana. I kogato pristignakha tam, rekokha: “Slushaite!” I shtom be priklyucheno, te se zavurnakha pri svoya narod s preduprezhdenie"
        },
        {
            "chapter": 46,
            "verse": 30,
            "text": "Rekokha: “O, narode nash, chukhme Kniga, nizposlana podir Musa v potvurzhdenie na onova, koeto e predi neya. Nasochva tya kum istinata i kum praviya put"
        },
        {
            "chapter": 46,
            "verse": 31,
            "text": "O, narode nash, otkliknete na zovyashtiya kum Allakh i mu vyarvaite! Shte vi oprosti Toi grekhovete i shte vi predpazi ot bolezneno muchenie"
        },
        {
            "chapter": 46,
            "verse": 32,
            "text": "A koito ne otklikne na zovyashtiya kum Allakh - toi e bezsilen na zemyata i nyama drug pokrovitel osven Nego. Takiva sa v yavna zabluda.”"
        },
        {
            "chapter": 46,
            "verse": 33,
            "text": "Ne vizhdat li, che Allakh, Koito sutvori nebesata i zemyata, i ne se umori ot tyakhnoto sutvoryavane, ima sila da suzhivi murtvite? Da, Toi nad vsyako neshto ima sila"
        },
        {
            "chapter": 46,
            "verse": 34,
            "text": "V Denya, kogato nevernitsite budat dokarani pred Ogunya [shte im se kazhe:]: “Ne e li tova istinata?”, shte kazhat: “Da, kulnem se v nashiya Gospod!” Shte kazhe [Allakh]: “Vkusete togava muchenieto, zashtoto byakhte nevernitsi!”"
        },
        {
            "chapter": 46,
            "verse": 35,
            "text": "Zatova i ti budi turpeliv [o, Mukhammad], kakto turpyakha pratenitsite, udostoeni s tvurdost, i ne burzai za tezi [nevernitsi]! V Denya, kogato vidyat onova, koeto im e obeshtano, shte im se stori, che sa prestoyali samo edin chas ot denya. Tozi [Koran] e poslanie. A n"
        }
    ]
}