{
    "rukus": [
        {
            "chapter": 21,
            "verse": 42,
            "text": "De ki: “Geceleyin veya gündüzün gelecek tehlikelere karşı o Rahman'dan başka sizi kim koruyabilir?” Ama bunu bilip Kendisine yönelecekleri yerde, onlar Rab’lerini anmaktan yüz çevirmekteler"
        },
        {
            "chapter": 21,
            "verse": 43,
            "text": "Ne o, yoksa, akılları sıra, onların Bizden başka kendilerini savunacak tanrıları mı var? (Nerede!) O tanrılaştırdıkları nesneler kendi kendilerini bile koruyamazlar. Öyleyse, o müşrikleri Bize karşı hiç mi hiç koruyamazlar. Onlar Bizim tarafımızdan zaten bir destek görmezler"
        },
        {
            "chapter": 21,
            "verse": 44,
            "text": "Kaldı ki Biz onlara da, babalarına da nimet verdik. Öyle ki uzayan ömürlerinin tadını çıkarıp avundular. Ama hükmümüzün yere yönelerek onu yavaş yavaş eksilttiğini görmüyorlar mı? Durum böyle iken onlar nasıl galip gelebilirler"
        },
        {
            "chapter": 21,
            "verse": 45,
            "text": "De ki: “Ben Sizi sadece vahiyle uyarıyorum. Fakat belli ki sağırlar ikaz edildikleri zaman bu çağrıyı duyamazlar.”"
        },
        {
            "chapter": 21,
            "verse": 46,
            "text": "Eğer onlara Rabbinin azabından bir esinti bile dokunsa: “Eyvah, yazıklar olsun bize, biz gerçekten kendimizi bu azaba müstahak etmekle kendimize zulmetmişiz!” derler"
        },
        {
            "chapter": 21,
            "verse": 47,
            "text": "Biz kıyamet gününe mahsus, öyle doğru ve hassas teraziler koyacağız ki, hiçbir kimseye zerre kadar haksızlık edilmez. Hardal tanesi ağırlığınca da olsa, yapılan iyi veya kötü işi oraya getirip tartarız. Hesap görücü olarak Biz fazlasıyla yeteriz"
        },
        {
            "chapter": 21,
            "verse": 48,
            "text": "Biz, Mûsâ ile Harun'a, Allah’a karşı gelmekten sakınanlar için bir ışık ve öğüt olan Furkan’ı (hakkı batıldan ayıran kitabı) verdik"
        },
        {
            "chapter": 21,
            "verse": 49,
            "text": "O müttakiler, görmedikleri halde Rab'lerini gıyabında tazim eder ve hem de kıyametten, o duruşma saatinden korkup titrerler"
        },
        {
            "chapter": 21,
            "verse": 50,
            "text": "İşte bu da sana indirdiğimiz kutlu bir mesajdır. Hal böyle iken siz onu inkâr mı edeceksiniz"
        }
    ]
}