{
    "rukus": [
        {
            "chapter": 28,
            "verse": 29,
            "text": "Mûsâ müddeti tamamlayıp ailesiyle Mısır tarafına doğru yolda giderken, dağ tarafında bir ateş fark etti.Ailesine: “Durun, dedi, ben bir ateş fark ettim. Gideyim belki yol hakkında bir bilgi alır,veya bir ateş koru getiririm de ateş yakıp ısınma imkânı bulursunuz.” [20,10] {KM, Çıkış}"
        },
        {
            "chapter": 28,
            "verse": 30,
            "text": "Oraya varınca kutlu mekândaki vâdinin sağ tarafında bulunan ağaçtan şöyle nida edildi:“Ey Mûsa! Rabbülâlemin olan Allah Ben'im.”"
        },
        {
            "chapter": 28,
            "verse": 31,
            "text": "“Haydi asânı yere bırak!”Mûsâ onun çevikçe hareket eden bir yılana dönüştüğünü görünce derhal kaçtı, bir kere olsun dönüp arkasına bile bakmadı.“Gel Mûsâ! Endişe etme, çünkü sen güven içinde olanlardansın!”"
        },
        {
            "chapter": 28,
            "verse": 32,
            "text": "“Elini koynuna sok! Şimdi çıkar:İşte kusursuz, pırıl pırıl ışık saçıyor.Yılana karşı korkudan ötürü tavır alma saikiyle kanat gibi açılan kollarını kendine çekip toparlan, korkma artık!İşte bunlar, Rabbin tarafından Firavun ile onun ileri gelen yetkililerine gönderilen iki mûcizedir.Onlar gerçekten iyice yoldan çıkmış bir gürûhtur.”"
        },
        {
            "chapter": 28,
            "verse": 33,
            "text": "“Ya Rabbî! dedi, Ben yanlışlıkla onlardan bir adam öldürdüm, bu yüzden beni öldürmelerinden korkuyorum.”"
        },
        {
            "chapter": 28,
            "verse": 34,
            "text": "“Kardeşim Harun'un ifadesi benimkinden daha düzgündür, onu da benimle beraber yardımcı olarak görevlendir ki beni tasdik etsin,Doğrusu beni yalancı saymalarından endişe ediyorum.”"
        },
        {
            "chapter": 28,
            "verse": 35,
            "text": "Allah Teâlâ şöyle buyurdu: “Seni kardeşinle destekleyeceğiz, size öyle bir kudret vereceğiz ki ayetlerimiz sayesinde onlar size el uzatamayacaklardır. Siz de size tâbi olanlar da, mutlaka galip geleceksiniz.” [20,36; 19,51;]"
        },
        {
            "chapter": 28,
            "verse": 36,
            "text": "Mûsa o açık belgelerimizle, mûcizelerimizle onlara geldiğinde: “Bu,” dediler, “sırf uydurma bir sihir! Hem böylesi bir iddianın, peygamberlik dâvasının veya sihrin, önce yaşamış atalarımız zamanında bulunduğunu da işitmedik!”"
        },
        {
            "chapter": 28,
            "verse": 37,
            "text": "Mûsa da: “Kimin Kendi tarafından hidâyet getirdiğini ve bu dünya hayatının sonunda hayırlı âkıbetin kime nasib olacağını Rabbim pek iyi biliyor. Şu bir gerçektir ki zalimler iflah olmazlar. Allah'ın cezasından kurtulamazlar"
        },
        {
            "chapter": 28,
            "verse": 38,
            "text": "Firavun da dedi ki: “Ey benim danışmanlarım ve devlet adamlarım! Ben sizin benden başka bir ilahınız olduğunu bilmiyorum.Hâman! Haydi benim için tuğla ocağını tutuştur, balçığı pişir, fazlaca tuğla imal ettirip benim için öyle yüksek bir kule yap ki, belki de onun vasıtasıyla yükselip Mûsâ'nın (varlığını iddia ettiği) Tanrısını görürüm! Aslında, ben onun yalancının biri olduğu görüşündeyim ya (neyse!)” [26,29; 43,54; 79,23-24] {KM, Tekvin}"
        },
        {
            "chapter": 28,
            "verse": 39,
            "text": "Böylece o ve orduları, haksız yere ülkede büyüklük tasladılar ve huzurumuza dönüp hesap vermeyeceklerini zannettiler"
        },
        {
            "chapter": 28,
            "verse": 40,
            "text": "Biz de kendisini de, ordularını da yakalarından tuttuğumuz gibi denize fırlatıverdik.İşte bak, zalimlerin sonunun ne olduğunu gör"
        },
        {
            "chapter": 28,
            "verse": 41,
            "text": "Onları insanları ateşe çağıran önderler yaptık. Bu dünyada halkı çalıştırıp desteklerini sağlasalar da, kıyamet günü en ufak bir yardım bile görmeyeceklerdir"
        },
        {
            "chapter": 28,
            "verse": 42,
            "text": "Bu dünyada arkalarına bir lânet taktık, kendilerine lânet yağdırılıyor.Kıyamette, o büyük duruşma gününde ise, en çok nefret edilenlerden olacaklardır"
        }
    ]
}