{
    "rukus": [
        {
            "chapter": 43,
            "verse": 1,
            "text": "Hâ. Mîm"
        },
        {
            "chapter": 43,
            "verse": 2,
            "text": "Açık olan ve gerçekleri açıklayan bu kitaba yemin olsun"
        },
        {
            "chapter": 43,
            "verse": 3,
            "text": "Biz düşünüp anlamanız için onu Arapça bir Kur'ân olarak indirdik"
        },
        {
            "chapter": 43,
            "verse": 4,
            "text": "O, Bizim nezdimizdeki ana kitapta saklı olup çok yücedir, hikmet doludur"
        },
        {
            "chapter": 43,
            "verse": 5,
            "text": "Siz haddi aşan bir topluluksunuz diye bu hakikatli mesajla sizi uyarmaktan vaz mı geçeceğiz? Bu mümkün değil"
        },
        {
            "chapter": 43,
            "verse": 6,
            "text": "Daha önce gelip geçmiş nesillere nice nebîler gönderdik"
        },
        {
            "chapter": 43,
            "verse": 7,
            "text": "Onlara hiçbir nebî gelmedi ki onunla alay etmiş olmasınlar"
        },
        {
            "chapter": 43,
            "verse": 8,
            "text": "Biz bunlardan, (senin Mekkeli muhataplarından) daha kuvvetli olan toplumlar helâk ettik. Nitekim öncekilerin kıssaları geçmiştir."
        },
        {
            "chapter": 43,
            "verse": 9,
            "text": "Onlara: “Gökleri ve yeri kim yarattı?” diye sorarsan, mutlaka: “Onları o Azîz ve Hakîm (O mutlak galip, tam hüküm ve hikmet sahibi) yarattı.” derler"
        },
        {
            "chapter": 43,
            "verse": 10,
            "text": "O Yaratıcıdır ki yeryüzünü sizin için beşik gibi yapmış ve yol bulmanız için yerden yollar ve geçitler var etmiştir"
        },
        {
            "chapter": 43,
            "verse": 11,
            "text": "Gökten, bir ölçüye göre su indiren de O'dur. Biz onunla ölü bir ülkeye hayat veririz.İşte siz de mezarlarınızdan öyle çıkarılacaksınız"
        },
        {
            "chapter": 43,
            "verse": 12,
            "text": "Bütün çiftleri yaratan, binmeniz için gemileri ve hayvanları var eden de O'dur"
        },
        {
            "chapter": 43,
            "verse": 13,
            "text": "Ta ki onların üstüne binerken Rabbinizin nimetini hatırlayasınız ve şöyle diyesiniz:“Bunları bizim hizmetimize veren Allah yüceler yücesidir, her türlü eksiklikten münezzehtir.O lütfetmeseydi biz buna güç yetiremezdik. Muhakkak ki biz sonunda Rabbimize döneceğiz.”"
        },
        {
            "chapter": 43,
            "verse": 14,
            "text": "Ta ki onların üstüne binerken Rabbinizin nimetini hatırlayasınız ve şöyle diyesiniz:“Bunları bizim hizmetimize veren Allah yüceler yücesidir, her türlü eksiklikten münezzehtir.O lütfetmeseydi biz buna güç yetiremezdik. Muhakkak ki biz sonunda Rabbimize döneceğiz.”"
        },
        {
            "chapter": 43,
            "verse": 15,
            "text": "Öyle iken, müşrikler tuttular kullarından bir kısmını O'nun cüz’ü (parçası) saydılar. Gerçekten insan çok nankördür"
        }
    ]
}