{
    "rukus": [
        {
            "chapter": 46,
            "verse": 21,
            "text": "Bir de Âd halkının kardeşleri Hûd'u hatırla.O Ahkaf’da kavmini uyarmıştı.Gerçekte ondan önce de, sonra da birçok uyaran peygamberler gelip geçmişti. O: “Yalnız Allah’a ibadet edin. Doğrusu ben, sizin başınıza gelecek müthiş bir günün azabından endişe ediyorum.” demişti"
        },
        {
            "chapter": 46,
            "verse": 22,
            "text": "Onlar: “Sen bizi tanrılarımızdan vazgeçirmeye mi geldin!Haydi, iddianda tutarlı isen, geleceğini bildirerek bizi tehdit ettiğin azabı başımıza getir bakalım!” dediler"
        },
        {
            "chapter": 46,
            "verse": 23,
            "text": "O şöyle cevap verdi:“Azabın vakti hakkında kesin bilgi Rabbimin nezdindedir.Ben sadece benimle gönderilen mesajı size duyuruyorum.Ne var ki sizi cahilce davranan bir toplum buluyorum.”"
        },
        {
            "chapter": 46,
            "verse": 24,
            "text": "Vaktâ ki, bildirilen azabı, vâdilerine doğru enlemesine yayılarak ilerleyen bir bulut halinde görünce:“Bu, dediler, bize yağmur getiren bir bulut!”Hûd: “Hayır, dedi, bu, sizin gelmesi için acele edip durduğunuz şeydir, yani can yakıcı azap taşıyan bir rüzgârdır! Rabbinin izniyle her şeyi devirip yerle bir eden bir kasırgadır.”Derken hepsi helâk olup sadece meskenleri kaldı.İşte Biz, suça gömülmüş gürûhu böyle cezalandırırız. [7,65; 11,50; 26,123 vd]"
        },
        {
            "chapter": 46,
            "verse": 25,
            "text": "Vaktâ ki, bildirilen azabı, vâdilerine doğru enlemesine yayılarak ilerleyen bir bulut halinde görünce:“Bu, dediler, bize yağmur getiren bir bulut!”Hûd: “Hayır, dedi, bu, sizin gelmesi için acele edip durduğunuz şeydir, yani can yakıcı azap taşıyan bir rüzgârdır! Rabbinin izniyle her şeyi devirip yerle bir eden bir kasırgadır.”Derken hepsi helâk olup sadece meskenleri kaldı.İşte Biz, suça gömülmüş gürûhu böyle cezalandırırız. [7,65; 11,50; 26,123 vd]"
        },
        {
            "chapter": 46,
            "verse": 26,
            "text": "Gerçekten, Biz onlara, size vermediğimiz imkânlar vermiştik.Kulaklar, gözler ve gönüller lütfetmiştik kendilerine.Fakat ne kulakları, ne gözleri, ne de gönülleri kendilerine hiçbir fayda vermedi.Çünkü onlar Allah'ın âyetlerini bile bile, inatla inkâr ediyorlardı.Neticede alaya aldıkları o azap kendilerini her taraftan sarıverdi"
        }
    ]
}