{
    "rukus": [
        {
            "chapter": 3,
            "verse": 110,
            "text": "(Ey Ümmet-i Muhammed!) Siz insanların iyiliği için meydana çıkarılmış en hayırlı ümmetsiniz: İyiliği yayar, kötülüğü önlersiniz, çünkü Allah'a inanırsınız. Ehl-i kitap da bu imana gelseydi, elbette kendileri için iyi olurdu. İçlerinden iman edenler varsa da ekserisi dinden çıkmış fâsıklardır"
        },
        {
            "chapter": 3,
            "verse": 111,
            "text": "Onlar size hiçbir zarar veremezler, olsa olsa incitirler. Sizinle savaşacak olurlarsa, arkalarını dönüp kaçarlar. Kendilerine yardım eden de bulunmaz"
        },
        {
            "chapter": 3,
            "verse": 112,
            "text": "Allah'tan gelmiş olan bir ipe ve insanlar tarafından uzatılan bir ipe (sisteme) tutunmaları müstesna, onlar nerede bulunurlarsa bulunsunlar, üzerlerine zillet damgası vurulmuştur. Allah’ın gazabına uğramış, meskenete mahkûm edilmişlerdir. Bu, onların Allah’ın âyetlerini inkâr etmeleri ve haksız yere peygamberleri öldürmeleri sebebiyle olmuştur. Çünkü âsi olmuşlar ve haddi aşmışlardır"
        },
        {
            "chapter": 3,
            "verse": 113,
            "text": "Ehl-i kitabın hepsi bir değildir. Onların içinde öyle dosdoğru bir cemaat vardır ki, Gece saatlerinde Allah'ın âyetlerini okuyarak secdelere kapanırlar. {KM, Mezmurlar 42,9; 77,3; 134,2. Resullerin işleri}"
        },
        {
            "chapter": 3,
            "verse": 114,
            "text": "Bunlar Allah'ı ve âhireti tasdik eder, iyiliği yayar, kötülükleri önler ve hayırlı işlere yarışırcasına koşarlar. İşte onlar salihlerdendirler"
        },
        {
            "chapter": 3,
            "verse": 115,
            "text": "Yaptıkları hayır ve iyiliklerden, mükâfatsız kalan bir tek iyilik bile bulunmayacaktır. Allah günahlardan korunan takvâ ehlini pek iyi bilir"
        },
        {
            "chapter": 3,
            "verse": 116,
            "text": "Kâfir olanların ne malları ne de evlatları, kendilerini Allah'ın cezasından asla kurtaramaz. Onlar cehennemlik olup orada ebediyyen kalacaklardır"
        },
        {
            "chapter": 3,
            "verse": 117,
            "text": "O batıl yollarda olanların bu dünya hayatında harcadıkları malların durumu, Kendi öz canlarına zulmeden kimselerin ekinine isabet eden Ve o mahsulü kasıp kavuran bir rüzgarın durumuna benzer.Doğrusu Allah onlara zulmetmedi, ama onlar kendi kendilerine zulmettiler"
        },
        {
            "chapter": 3,
            "verse": 118,
            "text": "Ey iman edenler! Siz Müslümanlardan başkasını sırdaş edinmeyin. Çünkü onlar size şer ve fesat çıkarmada ellerinden geleni bırakmazlar. Dâima sizin sıkıntıya düşmenizi isterler. Size olan düşmanlıkları, zaten ağızlarından taşıp meydana çıkmıştır. Kalplerinin gizlediği düşmanlık ise daha fazladır. Âyetlerimizi size iyice açıkladık. (Eğer akıllarınızı kullanırsanız, onlardan yararlanırsınız)"
        },
        {
            "chapter": 3,
            "verse": 119,
            "text": "İşte siz o kimselersiniz ki o düşmanlarınızı seversiniz, Halbuki siz bütün kitaplara iman ettiğiniz halde, onlar sizi sevmezler.Hem huzurunuza geldiler mi “âmenna!” biz de “inandık!” derler. Aralarında başbaşa kaldıkları vakit de, size duydukları kin ve düşmanlık sebebiyle, parmaklarını ısırırlar. De ki: “Geberin kininizle!” Allah bütün kalplerin künhünü bilir"
        },
        {
            "chapter": 3,
            "verse": 120,
            "text": "Size bir ferahlığın, bir nimetin ulaşması onları üzer. Bir fenalığın gelmesine ise, âdeta bayılırlar. Şayet siz sabreder ve Allah'a karşı gelmekten sakınırsanız, onların tuzakları size hiçbir zarar veremez. Çünkü Allah, elbette onların yaptıklarını (ilmiyle, kudretiyle) kuşatmıştır"
        }
    ]
}