{
    "rukus": [
        {
            "chapter": 2,
            "verse": 87,
            "text": "Ingatlah pula, wahai orang-orang Yahudi, sikap kalian yang sesat dan berdosa terhadap Mûsâ dan rasul- rasul yang Kami utus setelahnya kepada kalian. Kami utus Mûsâ dan Kami datangkan Tawrât kepadanya. Kami utus setelahnya beberapa rasul, termasuk di antaranya 'Isâ putra Maryam, yang Kami berikan mukjizat dan Kami kuatkan dengan Rûh al-Quddûs, yaitu Jibrîl, penyampai wahyu yang terpercaya. Ketika datang salah seorang mereka kepada kalian dengan membawa sesuatu yang tidak sesuai dengan keinginan kalian, kalian angkuh dan enggan untuk mengikutinya. Lalu beberapa orang dari mereka kalian dustakan dan sebagian yang lain kalian bunuh"
        },
        {
            "chapter": 2,
            "verse": 88,
            "text": "Begitu juga sikap kalian terhadap Rasul Kami, Muhammad Penutup nabi-nabi. Ketika ia mengajak memeluk Islam, kalian mengatakan, \"Hati kami benar-benar tertutup hingga menghalangi seruanmu untuk menembusnya. Hampir-hampir saja kami tidak mengerti sama sekali apa yang kamu serukan.\" Tetapi, sesungguhnya hati mereka bukan seperti apa yang mereka kira. Mereka sebenarnya angkuh dan lebih mengutamakan kesesatan daripada petunjuk. Maka Allah melaknat mereka karena kekufuran mereka dan melemahkan keyakinan serta keimanan mereka"
        },
        {
            "chapter": 2,
            "verse": 89,
            "text": "Dan ketika rasul Kami datang dengan membawa al-Qur'ân--yaitu kitab yang diturunkan Allah untuk membenarkan Tawrât yang diturunkan kepada mereka sebelumnya--sementara mereka mengetahui, melalui Tawrât, kebenaran yang ada dalam al-Qur'ân, mereka mengingkarinya dengan sikap membangkang dan iri karena rasul yang datang kepada mereka bukan dari bangsa mereka, Banû Isrâ'îl. Padahal sebelumnya, jika terjadi bentrokan dengan orang-orang musyrik dalam peperangan atau perkelahian, mereka mengatakan bahwa Allah akan menolong mereka dengan mengutus nabi terakhir yang disebut sebagai kabar gembira dalam kitab mereka. Sifat-sifatnya sesuai dengan sifat-sifat Muhammad. Ketahuilah bahwa laknat Allah akan menimpa orang-orang yang membangkang dan ingkar seperti mereka"
        },
        {
            "chapter": 2,
            "verse": 90,
            "text": "Alangkah buruknya apa yang mereka lakukan dengan menjual diri dengan sikap lalim dan permusuhan! Mereka condong kepada bangsa mereka dengan hawa nafsu dan kefanatikan, sehingga mereka ingkar terhadap apa yang Kami turunkan. Mereka membalas dendam terhadap bangsa lain yang diberi anugerah oleh Allah dengan mengirimkan rasul dari golongan mereka. Mereka juga mengingkari kekuasaan Allah, bahwa Dia memiliki hak mutlak untuk menurunkan anugerah-Nya kepada siapa yang dikehendaki-Nya di antara hamba-hamba-Nya. Karena itu, mereka mendapatkan kemurkaan yang berlipat ganda disebabkan kekufuran, keingkaran dan kedengkian mereka. Bagi orang-orang kafir seperti mereka siksa yang pedih dan menghinakan"
        },
        {
            "chapter": 2,
            "verse": 91,
            "text": "Inilah yang tersembunyi di dalam diri mereka, tetapi mereka selalu beralasan di hadapan makhluk-Nya tentang keengganan mereka untuk beriman kepada al-Qur'ân ketika diperintahkan untuk beriman. Alasan itu adalah bahwa mereka tidak akan beriman kecuali kepada apa yang diturunkan kepada mereka saja dan mereka akan mengingkari yang lain. Mereka sebenarnya berdusta ketika mengaku bahwa mereka beriman kepada apa yang diturunkan kepada mereka, yaitu Tawrât. Sebab, mengingkari al-Qur'ân yang membenarkan apa yang ada dalam Tawrât sama artinya dengan mengingkari kitab mereka sendiri. Juga karena mereka telah membunuh nabi-nabi yang menyeru kepada apa yang diturunkan kepada mereka. Pembunuhan nabi-nabi ini adalah bukti yang paling kuat tentang ketidakimanan mereka terhadap nabi-nabi itu"
        },
        {
            "chapter": 2,
            "verse": 92,
            "text": "Bahkan kalian telah benar-benar ingkar terhadap kitab-kitab kalian, wahai orang-orang Yahudi. Kalian telah kembali kepada kesyirikan, bahkan ketika Mûsâ masih hidup. Sesungguhnya Mûsâ telah datang dengan membawa ajaran-ajaran yang jelas dan mukjizat yang memperkuat kebenaran yang dibawanya. Tetapi ketika ia pergi untuk bermunajat kepada Tuhannya, kalian menyembah anak sapi dan kembali kepada kesyirikan kalian dengan kebatilan dan kebohongan"
        },
        {
            "chapter": 2,
            "verse": 93,
            "text": "Ketika ia datang dengan membawa Tawrât dan kalian melihat tugas-tugas yang berat di dalamnya, kalian merasa keberatan dan ragu-ragu dengan beban-beban itu. Allah telah memperlihatkan kebenaran dan manfaat pengajaran kitab ini kepada kalian. Dia mengangkat bukit Tursina di atas kepala mereka sampai seakan-akan seperti naungan dan kalian mengira bahwa gunung itu akan jatuh di atas kalian. Pada saat itu kalian memberitahukan bahwa kalian akan menerima dan menaati ajaran Tawrât. Lalu Kami ambil janji kalian, yaitu bahwa kalian tidak akan tergoda oleh hawa nafsu hingga berpaling dari sikap taat kepada pesan-pesan yang dikandung di dalam kitab ini. Kalian lalu berkata, \"Kami percaya dan mendengar.\" Tetapi perbuatan kalian memperlihatkan kedurhakaan dan pembangkangan. Keimanan belum merasuk dalam hati kalian. Keimanan tidak akan mungkin merasuk ke dalam hati orang-orang yang suka menyembah anak sapi. Sungguh buruk apa yang diperintahkan oleh keimanan kalian itu"
        },
        {
            "chapter": 2,
            "verse": 94,
            "text": "Kalian menganggap bahwa Allah akan memberi kekhususan pada kalian di antara manusia-manusia lain dengan kenikmatan surga setelah mati. Jika kalian benar-benar mengimani apa yang kalian katakan itu, jadikanlah kematian sebagai sesuatu yang kalian inginkan. Mintalah kematian, agar nikmat yang kalian kira ini akan segera datang"
        },
        {
            "chapter": 2,
            "verse": 95,
            "text": "Tetapi sebenarnya mereka selamanya tidak menginginkan kematian itu oleh sebab apa yang mereka perbuat berupa kelaliman yang mustahil tidak diketahui Allah. Dia memberitahu bahwa mereka berdusta atas apa yang mereka anggap. Juga memberitahu bahwa kenikmatan pada hari kiamat adalah untuk orang-orang yang bertakwa, bukan untuk orang-orang yang keji seperti mereka"
        },
        {
            "chapter": 2,
            "verse": 96,
            "text": "Bahkan kamu sungguh mendapatkan mereka sebagai orang yang sangat tamak kepada kehidupan dengan segala bentuk, baik maupun buruk. Ketamakan mereka melebihi ketamakan orang-orang musyrik yang tidak beriman kepada kebangkitan dan surga. Maka dari itu, mereka ingin diberi umur seribu tahun. Umur mereka yang panjang sekali-kali tidak akan menjauhkan mereka dari siksa Allah. Sesungguhnya Dia Maha Mengetahui orang-orang yang lalim, dan akan membalas apa yang mereka lakukan"
        }
    ]
}