{
    "rukus": [
        {
            "chapter": 8,
            "verse": 20,
            "text": "Wahai orang-orang yang berpihak dan tunduk pada kebenaran, sesungguhnya kalian telah benar-benar mengetahui bahwa kemenangan itu datang atas bantuan Allah dan oleh sikap patuh pada Allah dan Rasul- Nya. Maka tetaplah kalian bersikap patuh kepada Allah dan Rasul-Nya. Janganlah kalian menghalang- halangi seruan Rasul kepada kebenaran, padahal kalian mendengar dan memahami apa yang dikatakannya"
        },
        {
            "chapter": 8,
            "verse": 21,
            "text": "Janganlah kalian berperangai seperti orang-orang munafik yang berkata, \"Kami telah mengetahui dan mengerti kebenaran,\" akan tetapi sebenarnya mereka tidak mempercayai dan tidak tunduk kepada kebenaran, seakan-akan mereka tidak mengetahui kebenaran itu"
        },
        {
            "chapter": 8,
            "verse": 22,
            "text": "Sesungguhnya orang-orang musyrik, termasuk di dalamnya orang-orang munafik, bagaikan binatang yang paling buruk. Pendengaran mereka tuli dan tidak dapat mendengar, mulut mereka bisu dan tidak mampu bicara. Mereka memang tidak mau mendengar, mengatakan dan memikirkan yang benar"
        },
        {
            "chapter": 8,
            "verse": 23,
            "text": "Kalau saja Allah berkehendak mengetahui, dengan ilmu-Nya yang azali, bahwa ihwal mereka nantinya tidak akan mendatangkan kebaikan bagi diri mereka sendiri, bagi orang lain dan bagi kebenaran, niscaya Allah akan membuat mereka dapat mendengarkan petunjuk yang mengantarkan kebenaran pada akal mereka. Tapi sebenarnya meskipun mereka dapat mendengar dan memahami kebenaran itu, pasti mereka tetap akan berpaling dari usaha mendapatkan petunjuk, karena mereka telah dikuasai hawa nafsu"
        },
        {
            "chapter": 8,
            "verse": 24,
            "text": "Wahai orang-orang yang berpihak dan tunduk pada kebenaran, sambutlah Allah dengan sepenuh hati jika Dia memerintahkan kalian untuk mengerjakan sesuatu. Sambutlah Rasul-Nya--sebagai penyampai pesan-pesan Allah--apabila dia menyeru kalian untuk mengerjakan perintah dan menegakkan hukum Allah yang menjamin kehidupkan jiwa, raga, pikiran dan kalbu kalian. Ketahuilah, dengan penuh keyakinan, bahwa Allah menguasai dan mengarahkan hati kalian pada apa yang Dia kehendaki. Allah akan membuat dinding pemisah antara diri dan hati kalian jika mendapat bisikan hawa nafsu. Dan jika kalian meniti jalan yang lurus, niscaya Allah akan menyelamatkan kalian, dan kelak kalian akan dikumpulkan Allah di hari kiamat, hari pembalasan"
        },
        {
            "chapter": 8,
            "verse": 25,
            "text": "Lindungilah diri kalian dari dosa-dosa besar yang merusak tatanan masyarakat. Jauhilah sikap enggan berjihad di jalan Allah, perpecahan, dan rasa malas melaksanakan kewajiban melakukan amar makruf nahi munkar. Karena, akibat buruk dosa itu akan menimpa semua orang, tidak khusus hanya orang yang berbuat kejahatan saja. Yakinlah bahwa siksa Allah di dunia dan akhirat itu amat keras"
        },
        {
            "chapter": 8,
            "verse": 26,
            "text": "Ingatlah kembali wahai orang-orang yang beriman--meskpiun saat ini kalian telah menjadi bangsa yang kuat--masa-masa ketika masih menjadi kaum minoritas, kaum tertindas, di mana semua musuh mengeksploitasi kelemahan kalian dan kalian dicekam rasa takut oleh tindakan-tindakan penculikan yang dilakukan oleh musuh-musuh itu. Kemudian kalian berhijrah atas perintah Allah ke kota Yatsrib, yang selanjutnya menjadi tempat tinggal kalian. Kalian menang dengan bantuan dan dukungan-Nya. Allah memberikan pada kalian harta rampasan perang yang baik-baik agar kalian bersyukur atas pemberian itu dan terus berjuang demi menjunjung tinggi kalimat yang benar"
        },
        {
            "chapter": 8,
            "verse": 27,
            "text": "Wahai orang-orang yang beriman, percaya dan tunduklah kepada kebenaran. Allah tidak membenarkan ada orang dari kalangan kalian yang berkhianat kepada-Nya dan rasul-Nya dengan berpihak kepada penentang-penentang kebenaran itu. Atau mengkhianati orang lain dalam soal pengambilan harta rampasan perang dan berpangku tangan enggan berjihad. Dan jangan pula kalian mengkhianati amanat orang lain sedangkan kalian memahami perintah dan larangan-Nya"
        },
        {
            "chapter": 8,
            "verse": 28,
            "text": "Ketahuilah pula wahai orang-orang yang benar-benar beriman, bahwa cobaan hidup itu di antaranya disebabkan oleh cinta yang berlebihan pada anak-anak kalian. Maka, janganlah cinta pada anak dan harta benda itu melebihi cinta kalian pada Allah, karena hal yang demikian itu akan merusak urusan kalian. Dan ketahuilah bahwa pahala Allah jauh lebih besar daripada harta dunia dan anak keturunan"
        }
    ]
}