{
    "rukus": [
        {
            "chapter": 13,
            "verse": 19,
            "text": "Orang-orang yang mendapat petunjuk dan orang-orang yang sesat tentu tidak sama. Apakah orang yang mengerti kebenaran ajaran yang diturunkan Allah--Tuhan yang memelihara dan memilihmu, Muhammad, untuk menyampaikan pesan-pesan suci-Nya--sama dengan orang yang tersesat dari kebanaran, hingga menjadi seperti orang buta yang tidak dapat melihat? Tidak ada yang dapat mengerti kebenaran dan merenungkan kebesaran Allah selain orang yang berakal dan berfikir"
        },
        {
            "chapter": 13,
            "verse": 20,
            "text": "Mereka yang mengetahui kebenaran itu adalah orang-orang yang menepati janji Allah pada mereka sesuai dengan fitrah, penciptaan dan kuatnya perjanjian itu. Mereka tidak akan memutuskan ikatan perjanjian yang kuat yang mereka lakukan atas nama Allah antara sesama mereka, apalagi dengan perjanjian yang lebih besar yang Allah lakukan dengan mereka melalui fitrah dan penciptaan serta dijadikannya mereka dapat mengetahui kebenaran lalu beriman, kecuali jika mereka sesat dalam keyakinan"
        },
        {
            "chapter": 13,
            "verse": 21,
            "text": "Orang-orang yang beriman itu memiliki sifat cinta dan patuh. Mereka saling mencintai sesama manusia, terutama orang-orang yang memiliki hubungan kerabat dengan mereka. Mereka juga mendukung penguasa-penguasa mereka dalam memerintahkan kebenaran. Mereka mengetahui hak Allah, oleh karenanya mereka takut kepada-Nya, dan takut kepada hari perhitungan yang akan berakibat baik bagi mereka di hari kiamat. Oleh karena itu, mereka selalu tidak berbuat dosa sedapat mungkin"
        },
        {
            "chapter": 13,
            "verse": 22,
            "text": "Mereka pun sabar akan cobaan yang diberikan dengan penuh mengharap perkenan dan rida Allah dalam menegakkan kebenaran. Mereka juga melaksanakan salat pada waktu dan dalam bentuk yang tepat, demi menyucikan jiwa mereka dan demi mengingat Allah. Selain itu, mereka juga menginfakkan sebagian kekayaan yang diberikan Allah, baik secara diam-diam maupun secara terang-terangan, tanpa riyâ'. Dengan sifat-sifat seperti ini, mereka akan memperoleh akibat yang baik dengan tinggal di tempat yang paling baik di hari kiamat, yaitu surga"
        },
        {
            "chapter": 13,
            "verse": 23,
            "text": "Akibat baik itu adalah tempat tinggal yang tak akan pernah berakhir di surga yang penuh kenikmatan. Di sana mereka tinggal bersama leluhur-leluhur mereka yang akidah dan perbuatannya benar. Di samping itu, mereka juga tinggal bersama istri dan anak cucu mereka. Dari segala penjuru, malaikat akan mendatangi dan memberi ucapan selamat kepada mereka"
        },
        {
            "chapter": 13,
            "verse": 24,
            "text": "Para malaikat itu berkata, \"Selamat dan damai abadilah untuk kalian, karena kesabaran kalian menahan derita dan cobaan, serta kesabaran kalian dalam memerangi keinginan nafsu.\" Betapa baiknya akibat yang kalian peroleh ini! Surga yang merupakan negeri kenikmatan"
        },
        {
            "chapter": 13,
            "verse": 25,
            "text": "Sifat-sifat baik orang-orang Mukmin itu berlawanan dengan sifat-sifat buruk orang-orang musyrik. Orang-orang musyrik tidak menepati janji Allah yang secara fitrah telah mereka ucapkan dahulu. Mereka melawan fitrah dan akal mereka sendiri dengan menyembah batu-batu yang tidak dapat memberikan keuntungan dan kerugian apa-apa. Mereka juga melanggar perjanjian mereka kepada sesama manusia, kemudian memutus tali kasih sayang dengan mereka, dan tali perhubungan mereka dengan Allah. Mereka tidak mematuhi perintah-perintah Allah dan tidak mengesakan-Nya dalam beribadah. Mereka juga melakukan tindak perusakan di muka bumi dengan melancarkan sikap permusuhan dan tidak memperbaiki serta memanfaatkan sumber daya alam. Allah Swt. sungguh tidak menyukai kesia-siaan dan perusakan"
        },
        {
            "chapter": 13,
            "verse": 26,
            "text": "Kalau orang-orang Mukmin merasa bahwa orang-orang musyrik itu diberi banyak kekayaan, sedangkan mereka tidak demikian, maka hendaknya mereka menyadari bahwa Allah Swt. memang memberikan rezeki yang banyak kepada siapa saja yang dikehendaki-Nya jika ia menempuh cara-cara mendapatkannya. Allah juga akan mempersempit rezeki seseorang yang dikehendaki-Nya. Dia akan memberi rezeki kepada orang yang beriman dan orang yang tidak beriman. Jangan kalian kira bahwa banyaknya harta pada orang-orang musyrik itu adalah bukti bahwa mereka berada dalam kebenaran. Akan tetapi, mereka kemudian terlena oleh harta mereka, padahal Allah memberikan kenikmatan dunia kepada orang yang menyukainya dan tidak menyukainya. Kehidupan dunia ini hanyalah kenikmatan sementara yang sedikit dan fana"
        }
    ]
}