{
    "rukus": [
        {
            "chapter": 16,
            "verse": 51,
            "text": "Allah berfirman, \"Janganlah kalian menyembah dan menjadikan dua tuhan. Sebab, menyekutukan Allah dalam beribadah itu bertentangan dengan bukti keesaan dalam ciptaan ini. Sesungguhnya yang berhak disembah hanyalah Tuhan Yang Esa. Maka takutlah kalian kepada-Ku, dan jangan sekali-kali takut kepada selain Aku"
        },
        {
            "chapter": 16,
            "verse": 52,
            "text": "Hanya kepunyaan-Nyalah penciptaan, kepemilikan dan penghambaan segala apa yang ada di langit dan di bumi. Maka Dialah, tidak selain-Nya, yang berhak untuk disembah, dipuji, ditaati, diharapkan kasih sayang-Nya dan ditakuti siksa-Nya"
        },
        {
            "chapter": 16,
            "verse": 53,
            "text": "Nikmat apa saja yang datang kepada kalian adalah semata-mata dari Allah. Maka jika kalian mendapatkan malapetaka, janganlah kalian memohon dengan suara lantang kecuali hanya kepada-Nya"
        },
        {
            "chapter": 16,
            "verse": 54,
            "text": "Kemudian apabila Allah mengabulkan permohonan kalian dan Dia mengangkat malapetaka itu dari kalian, sebagian kalian lupa akan hak Allah untuk diesakan dan disembah. Mereka mempersekutukan Pencipta dan Pemelihara mereka dengan menyembah sekutu-sekutu selain Dia"
        },
        {
            "chapter": 16,
            "verse": 55,
            "text": "Hal itu terjadi pada diri mereka agar kesudahan nasib mereka adalah mengingkari karunia yang Kami berikan kepada mereka. Maka bersenang-senanglah kalian, hai orang-orang kafir, dengan sesuatu yang tidak kalian syukuri itu. Kelak kalian akan tahu akibat kekufuran yang kalian lakukan"
        },
        {
            "chapter": 16,
            "verse": 56,
            "text": "Orang-orang musyrik menyediakan untuk berhala-berhala--yang, tanpa dasar, mereka namakan tuhan-tuhan--sebagian dari rezeki yang telah Kami berikan kepada mereka, berupa tanam-tanaman, hewan ternak dan lain sebagainya, untuk mendekatkan diri kepada tuhan-tuhan tersebut. Demi keperkasaan-Ku, hai orang-orang musyrik, akan Kami tanyakan kepada kalian kebohongan dan kepalsuan yang kalian lakukan. Kami sungguh akan membalas semua perbuatan kalian itu"
        },
        {
            "chapter": 16,
            "verse": 57,
            "text": "Mereka menjadikan sesuatu yang mereka benci sebagai milik Allah. Mereka mengira bahwa malaikat adalah anak perempuan Allah dan mereka pun menyembahnya. Mahasuci Allah dari semua itu. Sementara mereka menjadikan sesuatu yang mereka sukai sebagai milik mereka, yakni anak-anak lelaki"
        },
        {
            "chapter": 16,
            "verse": 58,
            "text": "Dan apabila seseorang dari mereka menerima kabar bahwa telah terlahir untuknya seorang anak perempuan, wajahnya menjadi hitam karena merasa sedih dan ia pun amat bermuram durja"
        },
        {
            "chapter": 16,
            "verse": 59,
            "text": "Lalu ia berusaha untuk bersembunyi dari penglihatan orang, agar tidak tampak kesedihan yang menimpa dirinya karena kelahiran anak yang dikabarkan kepadanya itu. Ia pun diliputi kebimbangan antara tetap membiarkan anak itu hidup dan menanggung kehinaan sebagaimana yang ia kira, atau menguburkannya hidup-hidup. Perhatikanlah, hai orang yang mendengar, alangkah buruknya perbuatan mereka! Sungguh amat buruk ketetapan mereka yang menyatakan bahwa apa yang mereka benci adalah milik Allah"
        },
        {
            "chapter": 16,
            "verse": 60,
            "text": "Orang-orang yang tidak beriman kepada hari akhirat dengan pahala serta siksa yang akan diberikan saat itu, bagi mereka adalah keadaan yang buruk, yaitu memerlukan anak laki-laki dan membenci anak- anak perempuan. Sebaliknya, bagi Allah segala sifat yang Mahatinggi. Dia Mahakuasa atas segala sesuatu sehingga tidak memerlukan anak laki-laki. Dia pun Mahaperkasa yang tidak membutuhkan penolong"
        }
    ]
}