{
    "rukus": [
        {
            "chapter": 28,
            "verse": 76,
            "text": "Surat ini menyebutkan kisah Qârûn. Ia adalah salah seorang kaum Mûsâ yang bersikap sombong kepada mereka dengan diri dan hartanya. Allah telah memberikan kekayaan yang melimpah kepadanya. Jumlah kuncinya sangat banyak, sehingga terasa sangat berat untuk dibawa oleh sejumlah laki-laki yang kuat sekalipun. Dan ketika ia tertipu oleh nikmat Allah yang dikaruniakan kepadanya dengan mengingkarinya, kaumnya menasihatinya dengan berkata, \"Janganlah kamu tertipu dengan harta bendamu, dan jangan sampai kegembiraan dengan harta benda itu melupakanmu dari bersyukur kepada Allah. Sesungguhnya Allah tidak berkenan terhadap orang-orang yang sombong dan terpedaya oleh harta benda.\" Pelajaran yang dapat diambil dari kisah ini adalah bahwa orang-orang yang kafir kepada Muhammad saw. telah tertipu oleh harta mereka. Padahal, seperti dijelaskan al-Qur'ân, harta benda mereka sangat sedikit jika dibandingkan dengan harta Qârûn"
        },
        {
            "chapter": 28,
            "verse": 77,
            "text": "Dan jadikanlah sebagian dari kekayaan dan karunia yang Allah berikan kepadamu di jalan Allah dan amalan untuk kehidupan akhirat. Janganlah kamu cegah dirimu untuk menikmati sesuatu yang halal di dunia. Berbuat baiklah kepada hamba-hamba Allah sebagaimana Allah berbuat baik kepadamu dengan mengaruniakan nikmat-Nya. Dan janganlah kamu membuat kerusakan di bumi dengan melampaui batas- batas Allah. Sesungguhnya Allah tidak meridai orang-orang yang merusak dengan perbuatan buruk mereka itu"
        },
        {
            "chapter": 28,
            "verse": 78,
            "text": "Qârûn tidak menanggapi nasihat kaumnya dan melupakan karunia Allah kepadanya. Qârûn berpura-pura tidak mengetahui bahwa sebelumnya Allah telah menghancurkan banyak manusia yang lebih mampu untuk mengumpulkan harta dan lebih memiliki pengalaman dalam mengembangkan harta. Orang-orang jahat tidak akan ditanya tentang dosa-dosa mereka, karena Allah telah mengetahui hal itu. Mereka akan masuk neraka tanpa penghitungan. Akan tetapi mereka hanya ditanya dengan pertanyaan yang menghinakan"
        },
        {
            "chapter": 28,
            "verse": 79,
            "text": "Qârûn tidak menghiraukan nasihat kaumnya dan keluar menemui mereka membangga-banggakan kemegahannya. Maka orang-orang yang menyukai kesenangan dunia menjadi tertipu olehnya dan berangan-angan untuk memiliki seperti yang dikaruniakan kepada Qârûn, yaitu harta benda dan keberuntungan yang besar dalam kehidupan"
        },
        {
            "chapter": 28,
            "verse": 80,
            "text": "Sedangkan orang-orang yang diberi rezeki oleh Allah dalam bentuk ilmu yang bermanfaat tidak tertipu oleh itu semua. Dan mereka memberi nasihat kepada orang-orang yang tertipu itu dengan berkata, \"Janganlah kalian mengharapkan hal ini, dan jangan berpaling dari agama. Karena sesungguhnya pahala dan kenikmatan yang ada di sisi Allah lebih suci bagi orang-orang yang beriman kepada-Nya dan beramal saleh.\" Itu adalah nasihat yang benar, yang tidak akan diterima kecuali oleh orang-orang yang mengorbankan diri mereka dan sabar untuk tetap dalam ketaatan"
        },
        {
            "chapter": 28,
            "verse": 81,
            "text": "Kami kemudian melongsorkan tanah bersama Qârûn. Qârûn dan rumahnya pun tertelan, berikut harta benda dan perhiasannya. Tidak ada penolong yang dapat menghindarkannya dari azab Allah, dan ia pun tidak dapat menolong dirinya sendiri"
        },
        {
            "chapter": 28,
            "verse": 82,
            "text": "Orang-orang yang belum lama ini berharap untuk mendapatkan kedudukan di dunia seperti Qârûn, mengulang-ulang kata-kata penyesalan setelah mereka merenungi apa yang menimpa Qârûn. Mereka berkata, \"Sesungguhnya Allah melapangkan rezeki kepada hamba yang dikehendaki-Nya, baik yang Mukmin maupun yang bukan Mukmin. Sebaliknya, Allah menyempitkan rezeki atas siapa yang dikehendaki-Nya di antara mereka.\" Dan mereka lalu bersyukur dengan berkata, \"Kalaulah Allah tidak memberikan kebaikan kepada kami dengan petunjuk-Nya kepada keimanan dan penjagaan-Nya dari keterjerumusan, niscaya Dia akan menguji kami dengan memberikan apa yang kami angan-angankan dan melakukan apa yang Dia lakukan kepada Qârûn. Sesungguhnya orang-orang yang mengingkari nikmat Allah tidak akan selamat dari azab-Nya"
        },
        {
            "chapter": 28,
            "verse": 83,
            "text": "Wahai Rasul, negeri yang kamu telah dengar kabarnya dan telah sampai kepadamu sifat-sifatnya, negeri surga, hanya diperuntukkan bagi orang-orang Mukmin yang taat dan tidak menginginkan kekuasaan di dunia serta tidak condong kepada kerusakan dengan melaksanakan kemaksiatan. Sesungguhnya balasan yang baik hanyalah untuk orang-orang yang kalbunya penuh dengan keimanan karena rasa takut kepada Allah, sehingga mereka tahu apa yang diridai Allah"
        },
        {
            "chapter": 28,
            "verse": 84,
            "text": "Orang yang melakukan kebaikan, berupa keimanan dan amal saleh, akan memperoleh pahala yang berlipat ganda karena perbuatan itu. Dan orang yang melakukan keburukan dalam bentuk kekufuran dan kemaksiatan, maka ia tidak akan diberi balasan kecuali dengan yang semisal dengan perbuatan buruknya itu"
        },
        {
            "chapter": 28,
            "verse": 85,
            "text": "Sesungguhnya Allah, yang menurunkan al-Qur'ân dan mewajibkan kepadamu untuk menyampaikannya dan berpegang teguh kepadanya, benar-benar akan mengembalikanmu kepada suatu hari yang tidak akan dapat dihindari, yaitu hari kiamat, untuk memisahkan antara kamu dan orang-orang yang mendustakanmu. Katakan, wahai Rasulullah, kepada orang-orang kafir, \"Tuhankulah yang mengetahui dengan ilmu yang tiada bandingannya tentang siapa yang Dia karuniai dengan petunjuk dan arahan, dan tentang siapa yang terjerumus dalam kesesatan yang diketahui oleh setiap orang berakal yang memiliki pengetahuan yang benar"
        },
        {
            "chapter": 28,
            "verse": 86,
            "text": "Wahai Rasul, kamu tidak pernah berharap dan menunggu agar al-Qur'ân diturunkan kepadamu. Tetapi Allahlah yang menurunkannya kepadamu dari sisi-Nya sebagai rahmat atas dirimu dan umatmu. Maka ingatlah nikmat ini, dan tetaplah menyampaikannya. Janganlah kamu dan orang-orang yang mengikutimu menjadi penolong bagi orang-orang kafir untuk membantu apa yang mereka inginkan"
        },
        {
            "chapter": 28,
            "verse": 87,
            "text": "Dan janganlah orang-orang kafir itu sempat memalingkanmu dari tugas menyampaikan ayat-ayat Allah dan mengamalkannya, setelah wahyu--dalam bentuk ayat-ayat--itu turun kepadamu dari sisi Allah dan menjadi ajaran-ajaranmu. Tetaplah berdakwah kepada agama Allah, dan jangan sampai kamu dan para pengikutmu menjadi penolong-penolong bagi orang-orang musyrik dengan membantu mereka untuk mengerjakan apa yang mereka inginkan"
        },
        {
            "chapter": 28,
            "verse": 88,
            "text": "Janganlah kamu menyembah tuhan lain di samping menyembah Allah, karena tidak ada tuhan yang patut disembah selain Allah. Segala sesuatu selain Allah adalah binasa dan fana. Yang abadi hanyalah Allah semata yang memiliki ketentuan yang berlaku di dunia dan akhirat. Tak diragukan lagi, hanya kepada- Nyalah tempat kembali seluruh makhluk"
        }
    ]
}