{
    "pages": [
        {
            "chapter": 17,
            "verse": 97,
            "text": "Оној кого Аллах ќе го упати, упатен е, а оној кого ОН ќе го скршне во заблуда... за него не ќе најдеш, освен него, заштитници. Ние ќе ги збереме на Денот суден: лицата нивни ќе бидат соборени, ќе бидат и слепи, и неми, и глуви. Прибежиштето нивно е - Џехеннемот! И секојпат кога огнот Саир ќе ослабне Ние ќе го разгориме"
        },
        {
            "chapter": 17,
            "verse": 98,
            "text": "Ова, токму, е казната нивна, зашто тие, навистина, не веруваа во знаменијата Наши, и велеа: “Кога ќе станеме коски И прашина, тогаш ли ќе бидеме оживеани, одново создадени"
        },
        {
            "chapter": 17,
            "verse": 99,
            "text": "Не гледаат ли дека Аллах, секако, е Оној кој ги создаде небесата и Земјата, Кој е кадар да создаде ним слични, и да им определи рок во кого нема сомнение. Па, зулумќарите одбиваат, неверувајќи"
        },
        {
            "chapter": 17,
            "verse": 100,
            "text": "Кажи: “И кога би ги поседувале ризниците на милоста од Господарот мој и дури тогаш би ве опфатил страв да потрошите.\" Човекот е голем скржавко"
        },
        {
            "chapter": 17,
            "verse": 101,
            "text": "на Муса Ние веќе му дадовме девет знаменија јасни. Па, прашај ги синовите Израилови кога тој, Токму, им дојде, И кога фараонот му рече: “При мислење сум дека ти си, Муса, навистина, волшебник"
        },
        {
            "chapter": 17,
            "verse": 102,
            "text": "Муса рече: “Да, знаеш дека тие очигледности ги објави само Господарот на небесата и на Земјата. И јас сметам, о фараоне, дека си ти, навистина, изгубен"
        },
        {
            "chapter": 17,
            "verse": 103,
            "text": "тогаш фараонот посака да ги истера од земјата. Па, Ние него и оние кои беа со него, заедно, ги потопивме"
        },
        {
            "chapter": 17,
            "verse": 104,
            "text": "по него на синовите Израилови Ние им рековме: “Населете ја земјата, а кога ќе дојде ветувањето за Ахирет, Ние ќе ве доведеме во дружини"
        }
    ]
}