{
    "pages": [
        {
            "chapter": 2,
            "verse": 191,
            "text": "На таквите кои ве напаѓаат и вие напаѓајте ги каде било да ги сретнете, и истерувајте ги отаде од каде тие ве истеруваат... Сплеткарењето е поголем грев од убиството. И не убивајте ГИ, доколку тие не ве убиваат, при Месџидул Харам. А ако, пак, ве убиваат... па, убивајте ги и вие! Ете, така Аллах ги наградува неверниците"
        },
        {
            "chapter": 2,
            "verse": 192,
            "text": "ДА ако престанат да го прават тоа -та, Аллах, навистина, е Простувач и Сомилосен"
        },
        {
            "chapter": 2,
            "verse": 193,
            "text": "И борете се против нив се додека не исчезне сплеткарењето и додека верата Аллахова не биде слободна, а ако престанат, па престанува и непријателството, освен кон зулумќарите"
        },
        {
            "chapter": 2,
            "verse": 194,
            "text": "Светиот \"месец за свет месец, а и во светите датуми има одмазда. Оние што ќе ве нападнат, тогаш, нападнете ги и вие со иста мера, така како што тие ќе направат. И плашете се од Аллах. И знајте дека Аллах, навистина, е со богобојазливите"
        },
        {
            "chapter": 2,
            "verse": 195,
            "text": "И трошете на Аллаховиот пат. И не фрлајте се со своите раце во пропаст. И работете добро. Аллах, навистина, ги њуби доброчинителите"
        },
        {
            "chapter": 2,
            "verse": 196,
            "text": "Заради Аллах и хаџџ и умра извршете! А ако сте спречени, тогаш, курбан заколете, и не стрижете ги вашите глави додека курбаните не стигнат на свое место. А оној меѓу вас кој ќе се разболи или кој има главоболија, па пропуштеното нека ГО надополни со Пост, со садака и со курбан. А ако се најдете во вообичаена состојба, извршете умра и хаџџ и заколете курбан. А оној кој не е во состојба тоа да го направи, тогаш, нека пости три дена на хаџџ и седум дена кога ќе се врати дома: ете, полни десет дена. Ете, тоа е за оној што живее во Месџидул Харам. И плашете се од Аллахи знајте дека Аллах, навистина, е Жесток Казнувач"
        }
    ]
}