{
    "pages": [
        {
            "chapter": 41,
            "verse": 21,
            "text": "оние тогаш ќе им речат на кожите Нивни: “ЗОШТО сведочевте против нас?\" Овие ќе речат: “Аллах е Оној кој ни даде способност да зборуваме; таква способност И даде на секоја ствар. Он ве создаде првпат и Нему Му се враќате"
        },
        {
            "chapter": 41,
            "verse": 22,
            "text": "Вие не се криевте од тоа да не сведочат против вас: ушите ваши, очите ваши и кожите ваши. Но, ете, мислевте дека Аллах не знае многу од она што го работите"
        },
        {
            "chapter": 41,
            "verse": 23,
            "text": "Затоа што така мислевте, за Господарот ваш мислејќи, страдавте, и станавте поразени"
        },
        {
            "chapter": 41,
            "verse": 24,
            "text": "Па, и ако се стрпат, огнот ќе биде престојувалиштето нивно, и ако бараат да се вратат во она што сакаат, не ќе можат да се вратат"
        },
        {
            "chapter": 41,
            "verse": 25,
            "text": "Ние им одредивме другари па им го разубавуваа она што го работеа и она што ќе го работат. И против нив се оствари зборот што се оствари против народите кои лажеа пред нив: и на џиновите и на луѓето. Оние беа презрени, навистина"
        },
        {
            "chapter": 41,
            "verse": 26,
            "text": "Оние кои не веруваат, зборуваат:““Не слушајте го овој Кур\"ан и спротиставете му се, викајќи, за да го совладате"
        },
        {
            "chapter": 41,
            "verse": 27,
            "text": "За оние кои не веруваат Ние ќе одредиме сигурно да ја вкусат жешката казна и ќе ги казниме со она што е најболно заради она што го работеа"
        },
        {
            "chapter": 41,
            "verse": 28,
            "text": "Ете, тоа е казна, оган, за непријателите \" ДАллахови. Во него за нив ќе им биде Куќата на вечноста: казна затоа што не ги признаваа ајетите Наши"
        },
        {
            "chapter": 41,
            "verse": 29,
            "text": "А оние кои не веруваат, зборуваат:“Господаре наш, покажи ни ги џиновите и луѓето што не скршнаа во заблуда, да ги ставиме под нозете наши за да бидат најдолни"
        }
    ]
}