{
    "pages": [
        {
            "chapter": 45,
            "verse": 33,
            "text": "ќе им се прикажат злоделата нивни што ги правеа и ќе им се ОВИСТИНИ она што го исмеваа"
        },
        {
            "chapter": 45,
            "verse": 34,
            "text": "И ќе се рече: “Денес Ние ќе заборавиме на вас како што вие заборавивте на Средбата на овој Ден ваш; огнот е престојувалиштето ваше и за вас нема поддржници"
        },
        {
            "chapter": 45,
            "verse": 35,
            "text": "Ете, тоа ви е зашто ги исмевавте знаменијата Аллахови и што ве обзеде животот на овој свет.\" Па, денес не ќе бидат изведени од огнот а ниту, пак, од нив ќе се бара да се извинат"
        },
        {
            "chapter": 45,
            "verse": 36,
            "text": "Па, благодарноста Му припаѓа на Аллах, Господарот на небесата, Господарот на Земјата и Господарот на световите"
        },
        {
            "chapter": 45,
            "verse": 37,
            "text": "Величијата и на небесата и на Земјата се - Негови! Он е Силен и Мудар"
        },
        {
            "chapter": 46,
            "verse": 1,
            "text": "Ха, мим"
        },
        {
            "chapter": 46,
            "verse": 2,
            "text": "Книга што се објавува Од Аллах, Силен и Мудар"
        },
        {
            "chapter": 46,
            "verse": 3,
            "text": "Ние ги создадовме и небесата и Земјата и она што е меѓу нив само со вистина и до рок определен. А оние кои не веруваат се рамнодушни кон она со што се опоменуваат"
        },
        {
            "chapter": 46,
            "verse": 4,
            "text": "Кажи: “Покажете ми го она што го посакувавте освен Аллах? Покажете што создадоа на земјата! Или, пак, се здружени во создавањето на небесата. Дајте им ја Книгата пред оваа или, пак, трагите на знаењето ако сте искрени"
        },
        {
            "chapter": 46,
            "verse": 5,
            "text": "Кој повеќе скршнал од оној кој повикува друг бог освен Аллах, кој не може да му се озвие на Денот суден и тие, освен Аллах, рамнодушни се кон молбите НИВНИ"
        }
    ]
}