{
    "pages": [
        {
            "chapter": 48,
            "verse": 1,
            "text": "Ние, навистина, ќе ти дадеме за да извојуваш победа јасна"
        },
        {
            "chapter": 48,
            "verse": 2,
            "text": "а Аллах да ти ги прости оние гревови што ги направи и оние што ќе ги направиш, и за да го надополни благодатот негов кон тебе, и за да те упати по патот ВИСТИНСКИ"
        },
        {
            "chapter": 48,
            "verse": 3,
            "text": "И Аллах ќе те потпомогне со помошта силна"
        },
        {
            "chapter": 48,
            "verse": 4,
            "text": "Он е Оној кој спушта смирна во срцата на верниците за да го зголемат верувањето со верувањето свое. Војските на небесата и на Земјата се - Аллахови! Аллах, секако, е Зналеци Мудар"
        },
        {
            "chapter": 48,
            "verse": 5,
            "text": "И за Он да ги воведе верниците и верничките во бавчите џеннетски низ кои реки течат, И во нив за навек да останат, и за да ги отстрани од нив грешките НИВНИ. Тоа кај Аллах, секако, е победа голема"
        },
        {
            "chapter": 48,
            "verse": 6,
            "text": "И за Он да ги казни дволичните, било мажи било жени, многубошците и многубошките, кои за Аллах лошо мислат... Нека им се врати злото! Аллах се налути на нив, ги проколна и им го подготви Џехеннемот. МЕ, само колку лошо свратилиште е тоа"
        },
        {
            "chapter": 48,
            "verse": 7,
            "text": "Војските и на небесата и на Земјата се - Аллахови! Аллах, навистина, е Силен и Мудар"
        },
        {
            "chapter": 48,
            "verse": 8,
            "text": "Ние те испративме, навистина, да бидеш и сведок, и радосник и опоменувач"
        },
        {
            "chapter": 48,
            "verse": 9,
            "text": "за да веруваат во Аллах и во пејгамберот Негов, за да го помогнете, за да Го осознаете достоинството Негово, и за да Го величате и наутро и навечер"
        }
    ]
}