{
    "pages": [
        {
            "chapter": 49,
            "verse": 5,
            "text": "А да се стрпат, навистина, се додека не излезеш пред нив, тоа ќе им биде подобро. Аллах е Простувач и Сомилосен"
        },
        {
            "chapter": 49,
            "verse": 6,
            "text": "О верници, ако ви дојде несовесен со вест некаква, па разјаснете ја работата, за да не им нанесете зло на луѓето, незнаејќи, за да не се попишманите за она што го направивте"
        },
        {
            "chapter": 49,
            "verse": 7,
            "text": "најте дека меѓу вас, навистина, е Аллаховиот пејгамбер. Кога би ве послушал во многу работи, ќе падневте во пропаст. Но, Аллах ја поттикна њубовта кон верувањето ваше и ви го разубави во срцата ваши, а ви го направи презирно неверувањето, расипасностаи заборавот. Ете, такви се упатените"
        },
        {
            "chapter": 49,
            "verse": 8,
            "text": "Благодат и добрина Аллахова! Аллах е Зналец и Мудар"
        },
        {
            "chapter": 49,
            "verse": 9,
            "text": "Ако две дружини на верници се судрат, помирете ги еднисодруги. Ако едната од ниви направи насилство на другата, па борете се против онаа која направи насилство се додека не пристигне наредбата Аллахова. Па, ако пристане, помирете ги еднисодруги, праведно, и држете ја рамнотежата! Аллах, навистина, ги уби оние кои судат праведно"
        },
        {
            "chapter": 49,
            "verse": 10,
            "text": "Верниците, навистина, се браќа... па, тогаш, помирете ги браќата ваши. НПлашете се од Аллах за да ви се смилува"
        },
        {
            "chapter": 49,
            "verse": 11,
            "text": "верници, мажите еднисодруги нека не се потценуваат, можеби едните се подобри од другите, а и жените нека не се потценуваат еднисодруги, можеби едните се подобри од другите. Не грдете се самите себеси и не надевајте надимоци лоши еднинадруги. Е, само колку е лоша расипаноста по верувањето! А оние кои не ќе се покајат - та, зулумќари се"
        }
    ]
}