{
    "pages": [
        {
            "chapter": 51,
            "verse": 31,
            "text": "А Ибрахим рече: “А за што е вашето обраќање, о пратеници"
        },
        {
            "chapter": 51,
            "verse": 32,
            "text": "Рекоа: “Ние сме, навистина, испратени до народот насилНИЧКИ"
        },
        {
            "chapter": 51,
            "verse": 33,
            "text": "а да им испратиме камења од стврдната глина"
        },
        {
            "chapter": 51,
            "verse": 34,
            "text": "тоа е одредено кај Господарот твој за расипниците"
        },
        {
            "chapter": 51,
            "verse": 35,
            "text": "Ете, од тоа Ние верниците ги избавивме"
        },
        {
            "chapter": 51,
            "verse": 36,
            "text": "ете, само една куќа од Послушните најдовме"
        },
        {
            "chapter": 51,
            "verse": 37,
            "text": "во неа Ние оставивме знамение за оние кои стравуваат од казната болна"
        },
        {
            "chapter": 51,
            "verse": 38,
            "text": "и за Муса, кога Ние го испративме до фараонот со доказ јасен"
        },
        {
            "chapter": 51,
            "verse": 39,
            "text": "и ете, фараонот ги сврти плеќите и рече: “Маѓесник или луд"
        },
        {
            "chapter": 51,
            "verse": 40,
            "text": "Па, така, него и војската негова, Ние ги фативме и во морето ги потопивме; тој самиот се осуди на пропаст"
        },
        {
            "chapter": 51,
            "verse": 41,
            "text": "за Ад, кога Ниеим испративме ветар што суши"
        },
        {
            "chapter": 51,
            "verse": 42,
            "text": "и кај што помина ништо не остави, а да не биде како камеНОЛОМ"
        },
        {
            "chapter": 51,
            "verse": 43,
            "text": "за Семуд, кога им беше речено: “Уживајте до едно време определено"
        },
        {
            "chapter": 51,
            "verse": 44,
            "text": "Па, се оглушија од наред бата на Господарот свој и, ете, Ние ги погодивме со страшен глас, и останаа само гледајќи"
        },
        {
            "chapter": 51,
            "verse": 45,
            "text": "Па, не можеа ни да се исправат, а ниту, пак, да им се помогне"
        },
        {
            "chapter": 51,
            "verse": 46,
            "text": "А и на народот на Нух, порано. Тој беше, навистина, народ расипнички"
        },
        {
            "chapter": 51,
            "verse": 47,
            "text": "небото Ние го подигнавме со моќта Наша, сигурно! И што уште можеме да направиме"
        },
        {
            "chapter": 51,
            "verse": 48,
            "text": "И земјата Ние ја проширивме. Е, само колку е личен Оној што ја прошири"
        },
        {
            "chapter": 51,
            "verse": 49,
            "text": "И од секое нешто Ние создадовме пар за да се сеќавате"
        },
        {
            "chapter": 51,
            "verse": 50,
            "text": "“Побрзајте кај Аллах. Јас сум ви од Него, секако, опоменувач јасен"
        },
        {
            "chapter": 51,
            "verse": 51,
            "text": "не здружувајте Му на Аллах друг бог. Ја сум ви од Него, навистина, опоменувач јасен"
        }
    ]
}