{
    "pages": [
        {
            "chapter": 52,
            "verse": 15,
            "text": "па, ова ли е волшебништво или, пак, вие не гледате"
        },
        {
            "chapter": 52,
            "verse": 16,
            "text": "треснете во него! Ќе трпете ли или нема да трпете, сеедно ви е. Ке бидете казнети за она што го работевте"
        },
        {
            "chapter": 52,
            "verse": 17,
            "text": "Да, богобојазливите ќе бидат во бавчите џеннетски и во благосостојба"
        },
        {
            "chapter": 52,
            "verse": 18,
            "text": "Радосни на она што им го даде Господарот, и ќе ги сочува Господарот нивни од казната огнена"
        },
        {
            "chapter": 52,
            "verse": 19,
            "text": "Јадете и пијте и пријатно нека ви биде: за она што го работевте"
        },
        {
            "chapter": 52,
            "verse": 20,
            "text": "потпрени на дивани наместени, и ќе ги ожениме со хурии, со очи крупни"
        },
        {
            "chapter": 52,
            "verse": 21,
            "text": "А оние кои веруваа И чие верување го следеше потомството нивно... Ние ќе ги задржиме СО НИВ И ПОТОМСТВОТО НИВНО И НИШТО ОД делата Нивни, според тоа, нема да скратиме. И секој ќе биде земен предвид по она што го спечалил"
        },
        {
            "chapter": 52,
            "verse": 22,
            "text": "Ние ќе им дадеме и овошје и месо, од она што го сакаат"
        },
        {
            "chapter": 52,
            "verse": 23,
            "text": "еднисодруги ќе се служат со чаши. Во Ценнетот нема ни безработица ни кривица"
        },
        {
            "chapter": 52,
            "verse": 24,
            "text": "Ке ги обиколува послуга од едендодруг, како да се бисери чувани"
        },
        {
            "chapter": 52,
            "verse": 25,
            "text": "ќе се сеќаваат еднинадруги и ќе се прашуваат"
        },
        {
            "chapter": 52,
            "verse": 26,
            "text": "Ке речат: “Да, ние меѓу семејството наше, уште од порано, бевме богобојазливи"
        },
        {
            "chapter": 52,
            "verse": 27,
            "text": "Па, Аллах ни се наклони и не сочува од казната на ветрот што пече"
        },
        {
            "chapter": 52,
            "verse": 28,
            "text": "ние и порано Го повикувавме. Он, навистина, е Доброчинител и Сомилосен"
        },
        {
            "chapter": 52,
            "verse": 29,
            "text": "Па, потсетувај! Ги не си со благословот на Господарот твој ни маѓесник ни луд"
        },
        {
            "chapter": 52,
            "verse": 30,
            "text": "Или да зборуваат: “Тој е поет. Очекуваме да видиме што ќе му биде пресудено"
        },
        {
            "chapter": 52,
            "verse": 31,
            "text": "Кажи: “Очекувајте зашто јас сум, навистина, со вас, меѓу оние што очекуваат"
        }
    ]
}