{
    "maqras": [
        {
            "chapter": 5,
            "verse": 27,
            "text": "Onlara Adem'in iki oglunun haberini de gercek olarak oku. Hani, ikisi birer kurban sunmuslardı da birinden kabul edilmisti, otekinden kabul edilmemisti. \"Seni mutlaka oldurecegim.\" dedi. Oteki: \"Allah sadece takva sahiplerinden kabul eder.\" dedi"
        },
        {
            "chapter": 5,
            "verse": 28,
            "text": "Beni oldurmek icin elini bana uzatırsan, ben seni oldurmek icin elimi sana uzatmayacagım. Su bir gercek ki, ben, alemlerin Rabbi olan Allah'tan korkarım"
        },
        {
            "chapter": 5,
            "verse": 29,
            "text": "Ben istiyorum ki, sen benim gunahımı da senin gunahını da yuklenip ates halkından olasın. Iste budur zalimlerin cezası"
        },
        {
            "chapter": 5,
            "verse": 30,
            "text": "Nihayet nefsi onu kardesini oldurmeye ısındırdı, o da onu oldurdu. Boylece husrana ugramıslardan oldu"
        },
        {
            "chapter": 5,
            "verse": 31,
            "text": "Derken, Allah, kardesinin cesedini nasıl saklayacagını ona gostermek icin yeri eseleyen bir karga gonderdi. O dedi ki: \"Vay be! Su karga kadar bile olamıyor muyum ki, kardesimin cesedini saklayayım.\" Bu arada, pismanlık duyanlardan olmustu"
        },
        {
            "chapter": 5,
            "verse": 32,
            "text": "Iste bu yuzden biz, Israilogulları uzerine sunu yazdık: Kim bir kisiyi, bir kisiye karsılık yahut yeryuzunde bir fesat sebebiyle olmaksızın oldururse, insanları toptan oldurmus gibidir. Ve kim bir kisiye hayat verirse insanlara toptan hayat vermis gibidir. Andolsun, resullerimiz onlara acık-secik kanıtlar getirmislerdir. Ama onlardan bircogu bunun ardından da yeryuzunde zulum ve azgınlıga sapmaktadır"
        },
        {
            "chapter": 5,
            "verse": 33,
            "text": "Allah ve resuluyle savasanların ve yeryuzunde bozgunculuk yapmaya calısanların cezası sudur: Oldurulurler yahut asılırlar yahut elleriyle ayakları caprazlamasına kesilir yahut bulundukları yerden surulurler. Bu onlar icin dunyada bir rezilliktir. Ahirette de onlara buyuk bir azap vardır"
        },
        {
            "chapter": 5,
            "verse": 34,
            "text": "Ancak onları gucunuz altına almadan once tovbe edenler olursa biliniz ki, Allah Gafur ve Rahim'dir"
        },
        {
            "chapter": 5,
            "verse": 35,
            "text": "Ey iman edenler! Allah'ın buyruguna ters dusmekten sakının; O'na varmaya vesile arayın. O'nun yolunda gayret gosterin ki, kurtulusa erebilesiniz"
        },
        {
            "chapter": 5,
            "verse": 36,
            "text": "Kufre batanlar var ya, yeryuzundekilerin hepsi ve yanında bir o kadarı kendilerin olsa da kıyamet gununun azabından kurtulmak icin hepsini fidye verseler, onlardan bu bile kabul edilmez. Korkunc bir azap vardır onlar icin"
        },
        {
            "chapter": 5,
            "verse": 37,
            "text": "Atesten cıkmak isterler ama ondan cıkamayacaklardır. Onlar icin tepelerinden hic inmeyecek bir azap vardır"
        },
        {
            "chapter": 5,
            "verse": 38,
            "text": "Hırsızlık yapan erkek ve kadının, yaptıklarına karsılık Allah'tan bir ceza olarak ellerini kesin. Allah Aziz'dir, Hakim'dir"
        },
        {
            "chapter": 5,
            "verse": 39,
            "text": "Kim zulmunden sonra tovbe eder, halini duzeltirse kuskusuz Allah onun tovbesini kabul eder. Allah cok affedici, cok merhametlidir"
        },
        {
            "chapter": 5,
            "verse": 40,
            "text": "Goklerin de yerin de mulkunun/saltanatının Allah'ın oldugunu bilmedin mi? Diledigine azap eder O, diledigini affeder. Allah'ın gucu her seye yeter"
        }
    ]
}