{
    "maqras": [
        {
            "chapter": 20,
            "verse": 55,
            "text": "De ella [la tierra] os hemos creado, a ella os haremos retornar [cuando muráis], y de ella os haremos surgir nuevamente [el Día de la Resurrección]"
        },
        {
            "chapter": 20,
            "verse": 56,
            "text": "Y por cierto que le mostramos [al Faraón] todos Nuestros signos, pero los desmintió y se rehusó a creer"
        },
        {
            "chapter": 20,
            "verse": 57,
            "text": "Dijo [el Faraón]: ¡Oh, Moisés [Musa]! ¿Acaso viniste a expulsarnos de nuestra tierra con tu magia"
        },
        {
            "chapter": 20,
            "verse": 58,
            "text": "Nosotros te mostraremos una magia igual que la tuya, sólo fija un día para que tú y nosotros nos encontremos en un lugar conveniente para ambos; y que ninguno falte a la cita"
        },
        {
            "chapter": 20,
            "verse": 59,
            "text": "Dijo [Moisés [Musa]]: Nuestra cita será el día de vuestra festividad. Convocad a la gente, pues, por la mañana"
        },
        {
            "chapter": 20,
            "verse": 60,
            "text": "Entonces el Faraón se retiró y reunió a sus magos [con quienes planeó sus artificios]. Luego, el día de la cita, concurrió"
        },
        {
            "chapter": 20,
            "verse": 61,
            "text": "Moisés [Musa] les dijo [a los magos]: ¡Ay de vosotros! No inventéis mentiras acerca de Allah, pues os aniquilará con Su castigo; y sabed que quienes inventan mentiras son los que pierden"
        },
        {
            "chapter": 20,
            "verse": 62,
            "text": "Entonces, [los magos] debatieron entre ellos acerca de Moisés [Musa], y deliberaron al respecto secretamente"
        },
        {
            "chapter": 20,
            "verse": 63,
            "text": "Dijeron: En realidad, éstos son sólo dos magos que con su magia quieren expulsaros de vuestra tierra y acabar con vuestras nobles costumbres"
        },
        {
            "chapter": 20,
            "verse": 64,
            "text": "Preparad todos vuestros artificios y luego presentaos en orden; y sabed que quien sobresalga será el ganador"
        },
        {
            "chapter": 20,
            "verse": 65,
            "text": "Dijeron: ¡Oh, Moisés [Musa]! ¿Arrojas tú o la hacemos primero nosotros"
        },
        {
            "chapter": 20,
            "verse": 66,
            "text": "Dijo [Moisés [Musa]]: Arrojad vosotros primero. Entonces arrojaron sus cuerdas y varas, y por la magia que había empleado éstas parecían moverse [como si fuesen verdaderas serpientes]"
        },
        {
            "chapter": 20,
            "verse": 67,
            "text": "[Y al ver esto] Moisés [Musa] sintió temor en su interior"
        },
        {
            "chapter": 20,
            "verse": 68,
            "text": "Pero le dijimos: No temas, ciertamente tú serás el vencedor"
        },
        {
            "chapter": 20,
            "verse": 69,
            "text": "Arroja lo que tienes en tu diestra que anulará lo que ellos hicieron, pues sólo se trata de magia. Y sabe que los magos jamás prosperarán"
        },
        {
            "chapter": 20,
            "verse": 70,
            "text": "Y entonces los magos [al percibir la Verdad] se postraron y exclamaron: Creemos en el Señor de Aarón [Harún] y Moisés [Musa]"
        },
        {
            "chapter": 20,
            "verse": 71,
            "text": "Dijo [el Faraón]: ¿Acaso vais a creer en él sin que yo os lo permita? Ciertamente él es vuestro maestro que os ha ensañado la magia. Haré que se os ampute la mano y el pie opuestos, y luego os haré crucificar en troncos de palmera. Así sabréis quién de nosotros puede infligir el castigo más severo y perdurable"
        },
        {
            "chapter": 20,
            "verse": 72,
            "text": "Dijeron: No te preferiremos a las pruebas evidentes que nos han llegado, y [menos aún] a Quien nos creó. Haz pues con nosotros lo que has decidido; tú sólo puedes condenarnos en esta vida"
        },
        {
            "chapter": 20,
            "verse": 73,
            "text": "Ciertamente creemos en nuestro Señor, y Él nos perdonará nuestros pecados y la magia que nos obligaste a hacer. Por cierto que la recompensa de Allah es la mejor y Su castigo es el más perdurable"
        },
        {
            "chapter": 20,
            "verse": 74,
            "text": "Quien se presente ante su Señor siendo un [incrédulo] pecador tendrá el Infierno como castigo, en el que no podrá morir [para librarse del tormento] ni tampoco vivir [un solo instante sin padecerlo]"
        },
        {
            "chapter": 20,
            "verse": 75,
            "text": "En cambio, quien se presente ante su Señor creyendo en Él y habiendo obrado correctamente obtendrá [como recompensa] los más altos grados [en el Paraíso]"
        },
        {
            "chapter": 20,
            "verse": 76,
            "text": "Morarán eternamente en los Jardines del Edén, bajo los cuales corren los ríos. Ésa será la retribución de quienes se purifiquen [abandonando la idolatría y el pecado]"
        },
        {
            "chapter": 20,
            "verse": 77,
            "text": "Le ordenamos a Moisés [Musa] [diciéndole]: Sal de noche con Mis siervos, y abre [por Mi voluntad] el mar dejándoles un camino de tierra firme [por donde puedan huir del Faraón y sus huestes], y no temas que os alcancen ni tampoco morir ahogados"
        },
        {
            "chapter": 20,
            "verse": 78,
            "text": "Y cuando el Faraón y su ejército les siguieron, el mar los cubrió [ahogándoles a todos]"
        },
        {
            "chapter": 20,
            "verse": 79,
            "text": "Por cierto que el Faraón extravió a su pueblo, en vez de guiarles"
        },
        {
            "chapter": 20,
            "verse": 80,
            "text": "¡Oh, Hijos de Israel! [Recordad Nuestras gracias, cuando] Os salvamos de vuestros enemigos, os citamos en la ladera derecha del monte [para que podáis presenciar Nuestros milagros], y os enviamos el maná y las codornices"
        },
        {
            "chapter": 20,
            "verse": 81,
            "text": "Comed de las cosas buenas que os hemos provisto y no os extralimitéis, pues Mi ira recaerá sobre vosotros. Y sabed que aquel sobre quien recaiga Mi ira será un desdichado"
        },
        {
            "chapter": 20,
            "verse": 82,
            "text": "Ciertamente Yo soy Remisorio con quienes se arrepienten, creen, obran correctamente y perseveran en el sendero recto"
        }
    ]
}