{
    "maqras": [
        {
            "chapter": 21,
            "verse": 1,
            "text": "Se aproxima la hora en que los hombres deberán comparecer [ante Allah para ser juzgados], mientras que ellos se muestran indiferentes alejados del Mensaje"
        },
        {
            "chapter": 21,
            "verse": 2,
            "text": "Siempre que les llega de su Señor una nueva revelación, la escuchan y la toman a broma"
        },
        {
            "chapter": 21,
            "verse": 3,
            "text": "Y sus corazones permanecen distraídos. Los inicuos dicen entre sí en secreto: Éste [el Profeta Muhámmad] no es más que un mortal al igual que nosotros. ¿Acaso vais a seguirle sabiendo que lo que os ha traído es pura magia"
        },
        {
            "chapter": 21,
            "verse": 4,
            "text": "Diles [¡Oh, Muhámmad!]: Ciertamente Mi Señor bien sabe todo lo que se dice en el cielo y en la Tierra; Él es Omnioyente, Omnisciente"
        },
        {
            "chapter": 21,
            "verse": 5,
            "text": "Y dicen: [El Corán que ha traído] No es más que sueños incoherentes, o [palabras que] él mismo ha inventado, o es un poeta [que divaga]. Que nos muestre un milagro como lo hicieron los primeros Mensajeros"
        },
        {
            "chapter": 21,
            "verse": 6,
            "text": "Ninguno de los pueblos a los que exterminamos creyeron [cuando les enviamos Nuestros signos]; y éstos [que te desafían, por más que les presentemos Nuestros signos] no creerán"
        },
        {
            "chapter": 21,
            "verse": 7,
            "text": "No enviamos antes de ti sino hombres a quienes les transmitíamos Nuestra revelación. Preguntadle a la gente de conocimiento [de entre la Gente del Libro] si no lo sabéis"
        },
        {
            "chapter": 21,
            "verse": 8,
            "text": "Y no les creamos [a los Mensajeros] con un organismo con el que pudiesen prescindir de comer, ni tampoco eran inmortales"
        },
        {
            "chapter": 21,
            "verse": 9,
            "text": "Y por cierto que cumplimos con la promesa que les habíamos hecho [de secundarles], y les salvamos junto a quienes quisimos [cuando enviamos Nuestro castigo] y aniquilamos a los transgresores"
        },
        {
            "chapter": 21,
            "verse": 10,
            "text": "Ciertamente os hemos revelado un Libro a través del cual seréis honrados [si ponéis en práctica sus preceptos]. ¿Es que no reflexionáis"
        },
        {
            "chapter": 21,
            "verse": 11,
            "text": "Cuántos pueblos inicuos destruimos, e hicimos surgir después de ellos nuevas generaciones"
        },
        {
            "chapter": 21,
            "verse": 12,
            "text": "Y cuando vieron que Nuestro tormento se desencadenaba sobre ellos trataron de escapar"
        },
        {
            "chapter": 21,
            "verse": 13,
            "text": "[Y entonces se les dijo irónicamente]: No escapéis, y volved a la vida placentera que llevabais y esperad en vuestras viviendas, tal vez seáis interrogados"
        },
        {
            "chapter": 21,
            "verse": 14,
            "text": "Respondieron: ¡Ay de nosotros! En verdad hemos sido inicuos"
        },
        {
            "chapter": 21,
            "verse": 15,
            "text": "Y no cesaron de lamentarse hasta que les aniquilamos dejándoles inertes como mies segada"
        },
        {
            "chapter": 21,
            "verse": 16,
            "text": "No creamos el cielo y la Tierra y todo cuanto existe entre ellos sólo por pasatiempo"
        },
        {
            "chapter": 21,
            "verse": 17,
            "text": "Si hubiésemos querido entretenernos [como pretendéis] lo hubiéramos hecho sin que vosotros lo percibierais [pero sabed que no creamos nada sin un motivo justo y verdadero]"
        },
        {
            "chapter": 21,
            "verse": 18,
            "text": "Por cierto que siempre refutamos lo falso con la Verdad, pues lo falso se desvanece [ante la Verdad]; y sabed [¡Oh, incrédulos] que os aguarda el castigo del Infierno por lo que habéis dicho [acerca de Allah]"
        },
        {
            "chapter": 21,
            "verse": 19,
            "text": "A Él pertenece cuanto existe en los cielos y la Tierra; y quienes están junto a Él [los Ángeles] no se ensoberbecen de Su adoración, y no se cansan de hacerlo"
        },
        {
            "chapter": 21,
            "verse": 20,
            "text": "Le glorifican noche y día, ininterrumpidamente, y no se agotan por ello"
        },
        {
            "chapter": 21,
            "verse": 21,
            "text": "¿Acaso las divinidades que tomaron en la Tierra tienen poder para resucitar a los muertos"
        },
        {
            "chapter": 21,
            "verse": 22,
            "text": "Si hubiese habido en los cielos y en la Tierra otras divinidades aparte de Allah, éstos se habrían destruido. ¡Glorificado sea Allah, Señor del Trono! Él está por encima de lo que Le atribuyen"
        },
        {
            "chapter": 21,
            "verse": 23,
            "text": "Él no es interrogado por lo que hace, a diferencia de Sus siervos que sí serán interrogados [pues deberán responder por todas sus obras el Día del Juicio]"
        },
        {
            "chapter": 21,
            "verse": 24,
            "text": "Diles [¡Oh, Muhámmad!] a aquellos que adoran a otras divinidades en lugar de Allah: Presentad fundamentos válidos de lo que hacéis [si los tenéis]. Éste es nuestro Mensaje y el mismo de quienes nos precedieron, pero la mayoría no puede distinguir la Verdad y se apartan de él"
        },
        {
            "chapter": 21,
            "verse": 25,
            "text": "Y por cierto que a todos los Mensajeros que envié antes de ti [¡Oh, Muhámmad!] les revelé que no existe más divinidad que Yo, [y les ordené:] ¡Adoradme sólo a Mí"
        },
        {
            "chapter": 21,
            "verse": 26,
            "text": "Y [los incrédulos] dicen: El Misericordioso ha tenido hijas. ¡Glorificado sea! [Los Ángeles, a los que ellos llaman hijas de Allah] Son sólo siervos honrados"
        },
        {
            "chapter": 21,
            "verse": 27,
            "text": "Jamás se adelantan a las Palabras de Allah, y no hacen más que ejecutar Sus órdenes"
        },
        {
            "chapter": 21,
            "verse": 28,
            "text": "Él conoce tanto lo que hicieron como lo que harán, y sólo podrán interceder por quienes Allah quiera. Ellos Le temen por Su majestuosidad"
        }
    ]
}