{
    "maqras": [
        {
            "chapter": 5,
            "verse": 67,
            "text": "¡Oh, Mensajero! Transmite lo que te ha sido revelado por tu Señor. Si no lo haces [omitiendo algo], no habrás comunicado Su Mensaje. Allah te protegerá de los hombres. Allah no guía a los incrédulos"
        },
        {
            "chapter": 5,
            "verse": 68,
            "text": "Di: ¡Oh, Gente del Libro! No tendréis fundamento alguno mientras no observéis la Tora, el Evangelio y lo que os ha sido revelado por vuestro Señor. Lo que te ha sido revelado por tu Señor acrecentará en muchos de ellos la rebeldía y la incredulidad; pero no te aflijas por los incrédulos"
        },
        {
            "chapter": 5,
            "verse": 69,
            "text": "Por cierto que quienes de entre los creyentes, judíos, sabeos y cristianos crean en Allah y en el Día del Juicio, y obren con rectitud no temerán ni se entristecerán"
        },
        {
            "chapter": 5,
            "verse": 70,
            "text": "Concertamos el pacto con los Hijos de Israel y les enviamos Mensajeros. Siempre que un Mensajero se presentaba ante ellos con algo que no les gustaba, le desmentían o le mataban"
        },
        {
            "chapter": 5,
            "verse": 71,
            "text": "Creían que no iban a ser castigados y se enceguecieron y ensordecieron [no queriendo prestar oídos a la Verdad]. Luego Allah los perdonó, pero muchos de ellos volvieron a caer en lo mismo. Y Allah ve bien lo que hacen"
        },
        {
            "chapter": 5,
            "verse": 72,
            "text": "Son incrédulos quienes dicen: Allah es el Mesías hijo de María [Mariam]. El mismo Mesías dijo: ¡Oh, Hijos de Israel! Adorad a Allah, pues Él es mi Señor y el vuestro. A quien atribuya copartícipes a Allah, Él le vedará el Paraíso y su morada será el Infierno. Los inicuos jamás tendrán auxiliadores"
        },
        {
            "chapter": 5,
            "verse": 73,
            "text": "Son incrédulos quienes dicen: Allah es parte de una trinidad. No hay más que una sola divinidad. Si no desisten de lo que dicen, un castigo doloroso azotará a quienes [por decir eso] hayan caído en la incredulidad"
        },
        {
            "chapter": 5,
            "verse": 74,
            "text": "¿Acaso no van a arrepentirse y pedirle perdón a Allah? Allah es Absolvedor, Misericordioso"
        },
        {
            "chapter": 5,
            "verse": 75,
            "text": "El Mesías hijo de María [Mariam] es sólo un Mensajero, igual que los otros Mensajeros que le precedieron, y su madre fue una fiel y veraz creyente. Ambos comían alimentos [como el resto de la humanidad]. Observa cómo les explicamos las evidencias y observa cómo [a pesar de esto] se desvían"
        },
        {
            "chapter": 5,
            "verse": 76,
            "text": "Di: ¿Acaso adoraréis en lugar de Allah a lo que no puede perjudicaros ni beneficiaros? Allah es Omnioyente, Omnisciente"
        },
        {
            "chapter": 5,
            "verse": 77,
            "text": "Di: ¡Oh, Gente del Libro! No os excedáis en vuestra fe tergiversando la Verdad, y no sigáis las pasiones de quienes se extraviaron anteriormente e hicieron que muchos [también] se extraviaran, y se desviaron del camino recto"
        },
        {
            "chapter": 5,
            "verse": 78,
            "text": "Fueron maldecidos quienes no creyeron de entre los Hijos de Israel por boca de David [Daud] y de Jesús [Isa] hijo de María [Mariam]. Esto fue porque desobedecieron y fueron transgresores"
        },
        {
            "chapter": 5,
            "verse": 79,
            "text": "No se censuraban unos a otros los pecados que cometían. ¡Qué malo es lo que hacían"
        },
        {
            "chapter": 5,
            "verse": 80,
            "text": "Ves a muchos de ellos tomar por aliados a los incrédulos. ¡Qué malo es a lo que les indujeron sus almas! La ira de Allah cayó sobre ellos, y tendrán un castigo eterno"
        },
        {
            "chapter": 5,
            "verse": 81,
            "text": "Si hubieran creído en Allah, en el Profeta y en lo que le fue revelado no los habrían tomado por aliados, pero muchos de ellos están desviados"
        }
    ]
}