{
    "maqras": [
        {
            "chapter": 7,
            "verse": 47,
            "text": "Y cuando dirijan sus miradas hacia los habitantes del Fuego implorarán: ¡Señor nuestro! No nos sumes a los inicuos"
        },
        {
            "chapter": 7,
            "verse": 48,
            "text": "Y los hombres del muro llamarán a los habitantes del Fuego, a quienes reconocerán por su aspecto, diciéndoles: De nada os valieron vuestra riqueza ni vuestra soberbia"
        },
        {
            "chapter": 7,
            "verse": 49,
            "text": "Observad [a estos pobres y débiles] acerca de quienes jurabais que la misericordia de Allah no les alcanzaría, y [contrario a lo que creíais] se les dijo: Ingresad al Paraíso, no temáis ni os entristezcáis"
        },
        {
            "chapter": 7,
            "verse": 50,
            "text": "Los habitantes del Fuego implorarán a los moradores del Paraíso diciéndoles: Dadnos un poco de agua o algo [para comer] de lo que Allah os ha proveído. Responderán: Ciertamente Allah ha vedado esto a los incrédulos"
        },
        {
            "chapter": 7,
            "verse": 51,
            "text": "Aquellos que tomaron su religión como juego y diversión, y la vida mundanal les alucinó [haciéndoles olvidar el Día del Juicio]. Hoy les olvidamos al igual que ellos olvidaron que se encontrarían con este día, y [les castigamos] por haber negado Nuestros signos"
        },
        {
            "chapter": 7,
            "verse": 52,
            "text": "Y por cierto que les enviamos el Libro [el Corán], en el que detallamos todas las cosas con sabiduría, como una guía y misericordia para quienes creen"
        },
        {
            "chapter": 7,
            "verse": 53,
            "text": "¿Acaso esperan que suceda lo que se les ha advertido en el Libro? El día que ello acontezca [el Día del Juicio] dirán quienes no creyeron que ocurriría: Reconocemos que los Mensajeros de nuestro Señor se presentaron con la Verdad. ¿Acaso habrá quien pueda interceder por nosotros [para salvarnos del castigo] o para que se nos conceda otra oportunidad volviendo a la vida mundanal, y así poder obrar correctamente? Por cierto que se extraviaron y todas sus mentiras se disiparon"
        },
        {
            "chapter": 7,
            "verse": 54,
            "text": "Ciertamente vuestro Señor es Allah, Quien creó los cielos y la Tierra en seis días, luego se estableció sobre el Trono. Hace que la noche y el día se sucedan ininterrumpidamente. Y creó el Sol, la Luna y las estrellas sometiéndolos a Su voluntad. ¿Acaso no Le pertenece la creación y Él es Quien dictamina las órdenes según Le place? ¡Bendito sea Allah, Señor del Universo"
        },
        {
            "chapter": 7,
            "verse": 55,
            "text": "Invocad a vuestro Señor con humildad y en secreto. Ciertamente Él no ama a los transgresores"
        },
        {
            "chapter": 7,
            "verse": 56,
            "text": "No corrompáis en la Tierra después de que se haya establecido en ella el orden, e invocadle con temor y esperanza. Por cierto que los benefactores están más cerca de la misericordia de Allah"
        },
        {
            "chapter": 7,
            "verse": 57,
            "text": "Él es Quien envía los vientos que albrician la llegada de Su misericordia. Cuando éstos reúnen a las nubes, las conducimos hacia la tierra azotada por la sequía donde descendemos la lluvia con la que hacemos brotar frutos de todas clases. De la misma manera haremos resucitar a los muertos; así pues, reflexionad"
        },
        {
            "chapter": 7,
            "verse": 58,
            "text": "Y en el país de tierra fértil crece abundante vegetación por voluntad de su Señor, mientras que en un territorio desértico no brota sino poco. Así explicamos los signos a quienes son agradecidos"
        },
        {
            "chapter": 7,
            "verse": 59,
            "text": "Y enviamos a Noé [Nuh] a su pueblo, y les dijo: ¡Oh, pueblo mío! Adorad solamente a Allah, pues no existe otra divinidad salvo Él. Por cierto que temo que [si no creéis en Él] os azote un castigo terrible"
        },
        {
            "chapter": 7,
            "verse": 60,
            "text": "Los nobles de su pueblo dijeron [con total soberbia]: Nosotros consideramos que estás en un evidente error"
        },
        {
            "chapter": 7,
            "verse": 61,
            "text": "Dijo [Noé [Nuh]]: ¡Oh, pueblo mío! No estoy descarriado, [por el contrario] soy un Mensajero del Señor del Universo"
        },
        {
            "chapter": 7,
            "verse": 62,
            "text": "Os transmito el Mensaje de mi Señor y os aconsejo para vuestro bien, puesto que sé acerca de Allah lo que vosotros ignoráis"
        },
        {
            "chapter": 7,
            "verse": 63,
            "text": "¿Cómo es que os asombráis de que os llegue el Mensaje de vuestro Señor por intermedio de un hombre igual a vosotros que os advierte [del castigo], para que temáis a Allah, y para que así se os tenga compasión"
        },
        {
            "chapter": 7,
            "verse": 64,
            "text": "Pero le desmintieron, entonces le salvamos junto con quienes creían en él en el arca, y ahogamos a quienes habían desmentido Nuestros signos porque se habían enceguecido [en la incredulidad]"
        }
    ]
}