{
    "maqras": [
        {
            "chapter": 7,
            "verse": 65,
            "text": "Y al pueblo llamado Ád, le enviamos a su hermano Hud [como Profeta], y les dijo: ¡Oh, pueblo mío! Adorad a Allah, pues no existe otra divinidad salvo Él. ¿Acaso no teméis [Su castigo]"
        },
        {
            "chapter": 7,
            "verse": 66,
            "text": "Los nobles que no creyeron de su pueblo le dijeron: Creemos que eres un necio y un mentiroso"
        },
        {
            "chapter": 7,
            "verse": 67,
            "text": "Dijo [Hud]: ¡Oh, pueblo mío! No soy un necio, [por el contrario] soy un Mensajero enviado por el Señor del Universo"
        },
        {
            "chapter": 7,
            "verse": 68,
            "text": "Os transmito el Mensaje de mi Señor, y soy para vosotros un consejero leal"
        },
        {
            "chapter": 7,
            "verse": 69,
            "text": "¿Cómo os asombráis de que os haya llegado un Mensaje de vuestro Señor a través de un hombre de los vuestros para advertiros? Recordad [y agradeced] cuando Allah hizo que sucedierais a un pueblo destruido como el de Noé [Nuh], y os concedió mayor fortaleza física. Recordad las gracias de Allah para que así tengáis éxito"
        },
        {
            "chapter": 7,
            "verse": 70,
            "text": "Dijeron: ¿Acaso has venido para que adoremos a Allah solamente y abandonemos lo que adoraban nuestros padres? Haz que se cumpla el castigo con que nos amenazas si es que dices la verdad"
        },
        {
            "chapter": 7,
            "verse": 71,
            "text": "Dijo: Por cierto que os azotará un castigo terrible [por lo que decís] y habréis caído en la ira de vuestro Señor. ¿Me vais a discutir por [ídolos de piedra] a los que habéis denominado divinidades vosotros y vuestros padres? Allah no os dio autoridad alguna [para ello], aguardad [el castigo], y yo aguardaré [el socorro de Allah]"
        },
        {
            "chapter": 7,
            "verse": 72,
            "text": "Y le salvamos junto a los que creían en él por Nuestra misericordia, y destruimos a todos los que habían desmentido Nuestros signos porque fueron incrédulos"
        },
        {
            "chapter": 7,
            "verse": 73,
            "text": "Y al pueblo llamado Zamud, l enviamos a su hermano Salih [como Profeta]. Les dijo: ¡Oh, pueblo mío! Adorad a Allah, pues no existe otra divinidad salvo Él. Ésta es la camella de Allah, es una evidencia de vuestro Señor y un milagro enviado a vosotros, dejadla comer en la tierra de Allah y no le causéis ningún daño, porque si lo hacéis os azotará un doloroso castigo"
        },
        {
            "chapter": 7,
            "verse": 74,
            "text": "Recordad [y agradeced] cuando os hizo sucesores después del pueblo de Ád, y os estableció en su tierra. Construíais palacios en sus llanuras y esculpíais viviendas en las montañas. Recordad las gracias de Allah, y no obréis mal en la Tierra, corrompiéndola"
        },
        {
            "chapter": 7,
            "verse": 75,
            "text": "Dijeron los nobles soberbios de su pueblo a los más débiles de entre los creyentes: ¿Acaso pensáis que Salih es un Mensajero de su Señor? Les respondieron: Ciertamente creemos en el Mensaje que nos transmite"
        },
        {
            "chapter": 7,
            "verse": 76,
            "text": "Los soberbios dijeron: En verdad, nosotros negamos lo que vosotros creéis"
        },
        {
            "chapter": 7,
            "verse": 77,
            "text": "Y mataron a la camella desobedeciendo la orden de su Señor, y dijeron: ¡Oh, Salih! Haz que se desencadene el castigo con el que nos amenazas, si verdaderamente eres uno de los Mensajeros"
        },
        {
            "chapter": 7,
            "verse": 78,
            "text": "Y los destruyó un violento temblor, y amanecieron en sus casas todos muertos"
        },
        {
            "chapter": 7,
            "verse": 79,
            "text": "Salih les abandonó diciendo: ¡Oh, pueblo mío! Os transmití el Mensaje de mi Señor y os aconsejé para vuestro bien, pero vosotros no queréis a quienes os aconsejan"
        },
        {
            "chapter": 7,
            "verse": 80,
            "text": "Y también enviamos a Lot [Lut] [a Sodoma], quien dijo a su pueblo: ¿Cometéis una inmoralidad de la que no hay precedentes en la humanidad"
        },
        {
            "chapter": 7,
            "verse": 81,
            "text": "Satisfacéis vuestros deseos con los hombres en vez de las mujeres; en verdad sois unos desvergonzados"
        },
        {
            "chapter": 7,
            "verse": 82,
            "text": "Pero la respuesta de su pueblo fue: Expulsadles de la ciudad pues ellos pretenden purificarse [negándose a hacer lo mismo que nosotros]"
        },
        {
            "chapter": 7,
            "verse": 83,
            "text": "Y le salvamos junto a su familia, salvo a su esposa, que se contaba entre los condenados"
        },
        {
            "chapter": 7,
            "verse": 84,
            "text": "Enviamos sobre ellos una lluvia [de piedras calientes y les aniquilamos]. Observa cómo fue el final de los pecadores"
        },
        {
            "chapter": 7,
            "verse": 85,
            "text": "Y al pueblo llamado Madián, le enviamos a su hermano Jetró [Shuaib] [como Profeta], quien les dijo: ¡Oh, pueblo mío! Adorad a Allah, pues no existe otra divinidad salvo Él. Os ha llegado una evidencia de vuestro Señor [que corrobora mi profecía]. Medid y pesad con equidad, no os apropiéis de los bienes del prójimo, y no obréis mal en la Tierra corrompiéndola luego de haberse establecido la justicia, esto es mejor para vosotros si es que sois creyentes"
        },
        {
            "chapter": 7,
            "verse": 86,
            "text": "Y no embosquéis en los caminos a los creyentes amenazándolos [con castigarles] y apartándolos del sendero de Allah con el fin de desviarles. Recordad [las gracias de Allah] cuando erais pocos y Él os multiplicó, y observad cuál fue la consecuencia de los corruptores"
        },
        {
            "chapter": 7,
            "verse": 87,
            "text": "Jetró [Shuaib] dijo:] Entre vosotros hay quienes creen en el Mensaje con el que fui enviado y quienes no, tened paciencia hasta que Allah juzgue entre vosotros; y sabed que Él es el mejor de los jueces"
        }
    ]
}