{
    "maqras": [
        {
            "chapter": 7,
            "verse": 142,
            "text": "Y convocamos a Moisés [Musa] durante treinta noches pero luego extendimos [la cita] otras diez noches más, y el encuentro con su Señor duró cuarenta noches. Y [antes de partir hacia Él] Moisés [Musa] dijo a su hermano Aarón [Harún]: Remplázame ante mi pueblo y ordena el bien, y no sigas el sendero de los corruptores"
        },
        {
            "chapter": 7,
            "verse": 143,
            "text": "Y cuando Moisés [Musa] acudió al encuentro y su Señor le habló, [Moisés [Musa]] le pidió: Muéstrate para que pueda verte. Dijo [Allah]: No lo resistirías. Observa la montaña, si permanece firme en su lugar [después de mostrarme a ella], pues entonces tú también podrás verme. Pero cuando su Señor se mostró a la montaña, ésta se convirtió en polvo, y Moisés [Musa] cayó inconsciente. Cuando volvió en sí exclamó: ¡Glorificado seas! Me arrepiento y soy el primero en creer en Ti"
        },
        {
            "chapter": 7,
            "verse": 144,
            "text": "Dijo: ¡Oh, Moisés [Musa]! Ciertamente te he distinguido entre los hombres con la profecía y por haberte hablado directamente. Aférrate a lo que te he revelado y sé de los agradecidos"
        },
        {
            "chapter": 7,
            "verse": 145,
            "text": "Y escribimos en las tablas preceptos y los aclaramos detalladamente para que reflexionen. Aférrate a ellos y ordena a tu pueblo que siga todo lo bueno que hay en ellas [las tablas]; ciertamente os mostraré cómo quedaron las moradas de los desviados [para que reflexionéis]"
        },
        {
            "chapter": 7,
            "verse": 146,
            "text": "Extraviaré a quienes se ensoberbezcan en la Tierra sin derecho y no podrán reflexionar en Nuestros signos; y aunque se les presenten todas las evidencias no creerán. Cuando vean el sendero de la guía no lo seguirán y, por el contrario, cuando vean el sendero del desvío se extraviarán. Esto es por haber desmentido Nuestros signos y haber sido negligentes"
        },
        {
            "chapter": 7,
            "verse": 147,
            "text": "Y quienes desmientan Nuestros signos y no crean en el Día del Juicio sus obras habrán sido en vano. ¿Acaso no se les castigará sino por lo que hicieron"
        },
        {
            "chapter": 7,
            "verse": 148,
            "text": "Y cuando partió [hacia el encuentro con su Señor] su pueblo adoró a un becerro que construyeron fundiendo sus joyas y el cual emitía un sonido como un mugido. ¿Acaso no veían que éste no les podía hablar ni guiar? [Igualmente] lo adoraron y fueron inicuos"
        },
        {
            "chapter": 7,
            "verse": 149,
            "text": "Pero cuando se arrepintieron y vieron que se habían desviado exclamaron: Si nuestro Señor no tiene misericordia de nosotros y nos perdona nos contaremos entre los perdedores"
        },
        {
            "chapter": 7,
            "verse": 150,
            "text": "Y cuando Moisés [Musa] volvió a su pueblo enojado y afligido dijo: ¡Qué mal está lo que hicisteis durante mi ausencia! ¿Acaso pretendéis que se os precipite el castigo de vuestro Señor? Y arrojó las tablas y tomó a su hermano del cabello acercándolo a él, entonces [su hermano Aarón [Harún]] le dijo: ¡Oh, hermano mío! Ciertamente nuestro pueblo me menospreció [cuando les exhorté] y por poco me matan. No permitas que los enemigos se regocijen con esta situación y no me consideres uno de los inicuos"
        },
        {
            "chapter": 7,
            "verse": 151,
            "text": "Dijo Moisés [Musa]: ¡Oh, Señor mío! Perdóname a mí y a mi hermano, y ten misericordia de nosotros, Tú eres el más Misericordioso"
        },
        {
            "chapter": 7,
            "verse": 152,
            "text": "Ciertamente que la ira de Allah azotará a aquellos que adoraron el becerro, y serán humillados en esta vida. Así es como castigamos a quienes inventan mentiras"
        },
        {
            "chapter": 7,
            "verse": 153,
            "text": "Y quienes obren mal pero luego se arrepientan y crean, sepan que ciertamente tu Señor es Absolvedor, Misericordioso"
        },
        {
            "chapter": 7,
            "verse": 154,
            "text": "Y cuando Moisés [Musa] se calmó de su ira recogió las tablas. En ellas hay guía y misericordia para quienes temen a su Señor"
        },
        {
            "chapter": 7,
            "verse": 155,
            "text": "Y Moisés [Musa] eligió entre su pueblo a setenta hombres para que se encontrasen con Nosotros, y cuando les azotó un violento temblor, [Moisés [Musa]] exclamó: ¡Señor mío! Si hubieras querido les habrías aniquilado antes, y a mí también. ¿Acaso nos aniquilarás por lo que han cometido los necios que hay entre nosotros? Ciertamente esto [el becerro] no es sino una prueba con la que extravías y guías a quien quieres. Tú eres nuestro protector, perdónanos y ten misericordia de nosotros; Tú eres el más Indulgente"
        }
    ]
}