{
    "maqras": [
        {
            "chapter": 13,
            "verse": 35,
            "text": "Hinh anh Thien Đang ma nhung nguoi ngoan đao đuoc hua la (nhung Ngoi Vuon) ben duoi co cac dong song chay, (trong đo), trai qua khong dut mua va bong ram vinh cuu. Đo la ket cuc cua nhung nguoi ngoan đao; con ket cuc cua nhung ke vo đuc tin chinh la Hoa Nguc"
        },
        {
            "chapter": 13,
            "verse": 36,
            "text": "Nhung nguoi (co đuc tin trong so nhung nguoi) ma TA (Allah) đa ban cho ho Kinh Sach (Tawrah va Injil) vui mung ve nhung đieu đa đuoc ban xuong cho Nguoi (Thien Su Muhammad), nhung trong so cac phe (đoi lap) co nhung ke phu nhan mot phan cua No. Vi vay, Nguoi hay noi: “Qua that, ta chi đuoc lenh tho phuong mot minh Allah, khong to hop voi Ngai (bat cu đieu gi), voi Ngai ta cau nguyen, va voi Ngai ta tro ve trinh dien.”"
        },
        {
            "chapter": 13,
            "verse": 37,
            "text": "Tuong tu (nhu viec TA đa ban xuong cho cac Su Gia truoc Nguoi cac Kinh Sach bang tieng noi cua ho), TA ban (Qur’an) xuong cho Nguoi nhu mot bo luat bang tieng A-rap. Neu Nguoi thuc su lam theo mong muon cua chung (dan Kinh Sach) sau khi Nguoi đa tiep thu đuoc kien thuc thi se khong ai la đong minh ung ho Nguoi chong lai Allah va cung se khong ai co suc manh bao ve Nguoi (khoi su trung phat cua Ngai)"
        },
        {
            "chapter": 13,
            "verse": 38,
            "text": "Qua that, TA đa cu phai cac Su Gia đen truoc Nguoi va TA ban cho ho vo con. Va khong mot Su Gia nao co quyen nang mang đen mot phep la ngoai tru co su cho phep cua Allah. Moi thoi đai đeu co mot Kinh Sach (đuoc mac khai rieng)"
        },
        {
            "chapter": 13,
            "verse": 39,
            "text": "Allah xoa bo hoac giu lai bat cu đieu gi Ngai muon, va o noi Ngai co Quyen Kinh Me, (đo la Al-Lawhu Al-Mahfuzh)"
        },
        {
            "chapter": 13,
            "verse": 40,
            "text": "(Hoi Thien Su Muhammad!) Cho du TA cho Nguoi thay mot phan (hinh phat) ma TA đa hua trung phat chung hoac lam cho Nguoi chet (truoc khi đieu đo xay ra) thi that ra Nguoi cung chi la mot nguoi truyen đat (Thong Điep) con viec thanh toan bon chung la nhiem vu cua TA"
        },
        {
            "chapter": 13,
            "verse": 41,
            "text": "Le nao chung (nhung ke vo đuc tin) khong thay rang viec TA đen đat đai cua chung roi thu hep cac bien gioi cua no o moi phia (qua viec cho nguoi Muslim chinh phuc va lan rong Islam)? Qua that, Allah la Đang đinh đoat, va khong ai co quyen đao nguoc su đinh đoat cua Ngai, va Ngai rat nhanh chong trong viec thanh toan"
        },
        {
            "chapter": 13,
            "verse": 42,
            "text": "Qua that, truoc chung cung co nhung ke đa hoach đinh muu đo (đe ham hai cac vi Su Gia đuoc cu đen) nhung moi ke hoach đeu do Allah (an bai va đinh đoat), Ngai biet ro nhung gi moi linh hon đa lam. Roi đay, nhung ke vo đuc tin se biet ket cuc cua ai la tot"
        },
        {
            "chapter": 13,
            "verse": 43,
            "text": "Nhung ke vo đuc tin noi: “Nguoi (Muhammad) khong phai la (Su Gia) đuoc (Allah) cu đen.” Nguoi hay noi voi chung: “Mot minh Allah đa đu lam nhan chung giua ta va cac nguoi; va nhung ai co kien thuc ve Kinh Sach cung vay.”"
        },
        {
            "chapter": 14,
            "verse": 1,
            "text": "Alif. Lam. Ra. (Đay la) Kinh Sach ma TA (Allah) đa ban xuong cho Nguoi (Thien Su Muhammad) đe Nguoi co the đua nhan loai tu chon tam toi ra anh sang bang su cho phep cua Thuong Đe cua ho, hau đi đen con đuong cua Đang Toan Nang, Đang Đang Ca Tung"
        },
        {
            "chapter": 14,
            "verse": 2,
            "text": "Allah la Đang ma van vat trong cac tang troi cung nhu van vat trong trai đat đeu thuoc ve mot minh Ngai. Va that khon kho cho nhung ke vo đuc tin vi se bi trung phat bang mot su trung phat khung khiep"
        },
        {
            "chapter": 14,
            "verse": 3,
            "text": "(Chung la) nhung ke yeu cuoc song tran tuc hon cuoc song o Đoi Sau va ngan (thien ha) đen voi con đuong cua Allah cung nhu khong ngung tim cach lam cong no. Đo la nhung ke đi lac rat xa"
        },
        {
            "chapter": 14,
            "verse": 4,
            "text": "Khong mot Su Gia nao đa đuoc TA cu phai đen ma lai khong noi bang ngon ngu cua nguoi dan minh, muc đich đe Y trinh bay ro rang (Thong Điep) cho ho. (Va sau khi Thong Điep đuoc trinh bay), Allah lam trech huong đoi voi bat cu ai Ngai muon va huong dan bat ky ai la tuy y Ngai, boi vi Ngai la Đang Toan Nang, Đang Sang Suot"
        },
        {
            "chapter": 14,
            "verse": 5,
            "text": "Qua that, TA đa phai Musa (Moi-se) đen mang theo cac phep la cua TA (đe chung minh su mang cua Y) voi lenh phan: “Nguoi hay đua nguoi dan cua Nguoi tu noi toi tam đen voi anh sang, va Nguoi hay nhac nho ho ve nhung ngay (ma ho đa đuoc huong thu an hue) cua Allah.” Qua that, trong su viec đo la nhung dau hieu danh cho tat ca nhung ai biet kien nhan, biet tri an"
        },
        {
            "chapter": 14,
            "verse": 6,
            "text": "Nguoi (Thien Su Muhammad) hay nho khi Musa noi voi nguoi dan cua minh: “Cac nguoi hay nho lai an hue cua Allah đoi voi cac nguoi khi Ngai đa giai thoat cac nguoi khoi (su tan ac) cua Pha-ra-ong: chung hanh ha cac nguoi bang nhung hinh phat man ro, chung tan sat toan bo cac con trai cua cac nguoi va chua lai mang song cho phu nu cua cac nguoi (đe lam no le cho han). Va trong su viec đo la mot cuoc thu thach lon lao tu Thuong Đe cua cac nguoi.”"
        },
        {
            "chapter": 14,
            "verse": 7,
            "text": "(Musa noi voi nguoi dan cua minh): “Cac nguoi hay nho khi Thuong Đe cua cac nguoi đa tuyen bo: Neu cac nguoi biet on, TA chac chan se ban them cho cac nguoi; nhung neu cac nguoi vo on (đoi voi cac an hue cua TA) thi qua that, su trung phat cua TA rat khung khiep.”"
        },
        {
            "chapter": 14,
            "verse": 8,
            "text": "Va Musa noi: “Neu cac nguoi va tat ca loai nguoi tren trai đat vo on thi (cac nguoi hay biet rang) Allah la Đang Mien Can, Đang Ðang Ca tung.”"
        },
        {
            "chapter": 14,
            "verse": 9,
            "text": "(Hoi nhung ke vo đuc tin!) Le nao cac nguoi chua nghe thong tin ve cac the he truoc cac nguoi? Đam dan cua Nuh, đam dan ‘Ad (cua Hud), đam dan Thamud (cua Saleh) va nhung ai sau chung? Allah biet ro ve ho hon ai het. Khi cac Su Gia cua chung đen gap chung cung voi cac bang chung ro rang thi chung lai đua tay len mieng, noi: “Qua that, bon ta khong tin vao đieu ma cac nguoi đuoc cu phai đen, va bon ta thuc su hoai nghi ve đieu ma cac nguoi keu goi bon ta đen voi no.”"
        }
    ]
}