{
    "maqras": [
        {
            "chapter": 24,
            "verse": 35,
            "text": "Allah la Anh Sang cua cac tang troi va trai đat. Hinh anh Anh Sang cua Ngai giong nhu mot ngon đen đuoc đat o mot hoc tuong, ngon đen nam trong mot chiec long thuy tinh, long thuy tinh nhu mot ngoi sao lap lanh; ngon đen đuoc thap tu mot loai dau cua cay o liu an phuc, khong can mat troi o huong đong hay o huong tay, dau cua no gan nhu muon toa sang mac du lua van chua cham đen; anh sang ben tren anh sang. Allah huong dan đen Anh Sang cua Ngai đoi voi ai Ngai muon. Allah đua ra hinh anh thi du cho nhan loai boi vi Allah la Đang Hang Biet moi thu"
        },
        {
            "chapter": 24,
            "verse": 36,
            "text": "(Anh Sang cua Allah toa ra) trong cac ngoi nha (Masjid), noi ma Allah cho phep đuoc dung len, đuoc giu sach, va đuoc ton vinh; va la noi ma ten cua Ngai đuoc tung niem va đuoc tan duong sang toi"
        },
        {
            "chapter": 24,
            "verse": 37,
            "text": "Nhung nguoi ma viec mua ban đoi chac cung nhu viec lam an kinh doanh khong lam ho xao lang viec tuong nho Allah, khong lam ho xao lang viec dang le nguyen Salah va xuat Zakah; ho luon so cho cai Ngay ma nhung con tim cung nhu nhung cap mat se đao lon (vi so hai va hoang loan cho viec se bi Allah xet xu)"
        },
        {
            "chapter": 24,
            "verse": 38,
            "text": "(Nhung nguoi đo) se đuoc Allah ban cho phan thuong tot đep ve nhung gi ma ho đa lam va Ngai se ban them cho ho tu hong phuc noi Ngai. Qua that, Allah ban phat bong loc mot cach vo ke cho bat cu ai Ngai muon"
        },
        {
            "chapter": 24,
            "verse": 39,
            "text": "Nhung nguoi vo đuc tin, viec lam cua ho giong nhu ao anh noi sa mac ma mot nguoi đang khat cu tuong đo la nuoc cho toi khi y đen đo thi y khong thay gi ca, y chi thay Allah noi đo đang đoi xet xu y. Qua that, Allah nhanh chong trong viec xet xu va thanh toan"
        },
        {
            "chapter": 24,
            "verse": 40,
            "text": "Hoac (tinh canh cua nguoi vo đuc tin) giong nhu (y đang o duoi) bong toi trong long bien, ben tren bi bao phu boi mot lop song va ben tren lop song lai la mot đam may, lop toi nay chong len lop toi kia, khi y đua tay ra thi y khong the nhin thay tay cua minh. Va ai ma Allah khong cho y anh sang thi y khong the nao co đuoc anh sang"
        },
        {
            "chapter": 24,
            "verse": 41,
            "text": "Le nao Nguoi (Thien Su Muhammad) khong thay van vat trong cac tang troi va trai đat đeu tan duong Allah ngay ca nhung loai chim đang xoe đoi canh cua chung? Qua that, moi vat đeu biet cach dang le nguyen Salah cung nhu cach tan duong (Allah) cua rieng minh; va Allah biet ro nhung gi chung lam"
        },
        {
            "chapter": 24,
            "verse": 42,
            "text": "Quyen thong tri cac tang troi va trai đat đeu thuoc ve mot minh Allah va tat ca moi vat đeu phai tro ve voi Ngai"
        },
        {
            "chapter": 24,
            "verse": 43,
            "text": "Le nao Nguoi (Thien Su Muhammad) khong thay viec Allah di chuyen cac đam may roi gom chung lai thanh mot khoi lon va sau đo Nguoi se thay nuoc tu giua khoi may đo roi xuong? Ngai ban tu bau troi xuong (nhung đam may to nhu) nhung qua nui ben trong chua mua đa ma Ngai dung đe trung phat ai Ngai muon va Ngai lay no đi khoi ai Ngai muon. Tia chop cua nhung đam may đo gan nhu lam hoa mat (con nguoi)"
        },
        {
            "chapter": 24,
            "verse": 44,
            "text": "Allah lat tro đem ngay, qua that trong su viec đo la bai hoc cho nhung nguoi biet quan sat va thau hieu"
        },
        {
            "chapter": 24,
            "verse": 45,
            "text": "Allah đa tao ra moi sinh vat tu nuoc. Co loai di chuyen bang bung, co loai di chuyen bang hai chan, va co loai di chuyen bang bon chan. Allah tao ra bat cu thu gi Ngai muon, qua that Allah la Đang Toan Nang tren moi viec"
        },
        {
            "chapter": 24,
            "verse": 46,
            "text": "Qua that, TA (Allah) đa ban xuong nhung loi mac khai rat ro rang, va Allah huong dan ai Ngai muon đen voi con đuong ngay thang"
        },
        {
            "chapter": 24,
            "verse": 47,
            "text": "Ho (nhung ke gia tao đuc tin – Munafiq) noi “Chung toi đa co đuc tin noi Allah va Thien Su va chung toi xin vang lenh” nhung roi sau đo mot phan tu cua ho quay đi. Qua that, ho khong phai la nhung nguoi co đuc tin"
        },
        {
            "chapter": 24,
            "verse": 48,
            "text": "Khi ho đuoc moi goi đen voi Allah va vi Thien Su cua Ngai đe Y phan xu giua bon ho thi mot thanh phan trong bon ho quay bo đi"
        },
        {
            "chapter": 24,
            "verse": 49,
            "text": "Nhung neu ho gap phan phai thi ho moi lien đen gap Thien Su (Muhammad)"
        },
        {
            "chapter": 24,
            "verse": 50,
            "text": "Co phai trong tim cua ho co mot chung benh hoac phai chang ho hoai nghi hay phai chang ho so Allah va Thien Su cua Ngai xu ep ho? Khong phai vay, ma boi vi ho la nhung ke lam đieu sai quay"
        },
        {
            "chapter": 24,
            "verse": 51,
            "text": "Qua that, loi cua nhung nguoi co đuc tin thuc su khi đuoc moi goi đen voi Allah va Thien Su cua Ngai đe Y phan xu cac vu viec giua ho la: “Chung toi xin nghe va vang loi”. Va ho chinh la nhung nguoi thanh đat"
        },
        {
            "chapter": 24,
            "verse": 52,
            "text": "Nhung ai tuan lenh Allah va Thien Su cua Ngai, so Allah va ngoan đao đoi voi Ngai thi ho la nhung nguoi se gianh thang loi"
        }
    ]
}