{
    "maqras": [
        {
            "chapter": 3,
            "verse": 113,
            "text": "Tat nhien, khong phai ho đeu giong nhau, boi trong so đam dan Kinh Sach co nhung nguoi biet tuan thu đung (giao luat cua Allah), ho đoc cac loi phan cua Allah va quy lay (Ngai) thau đem"
        },
        {
            "chapter": 3,
            "verse": 114,
            "text": "Ho co đuc tin noi Allah va noi Đoi Sau, ho keu goi bao ban moi nguoi hanh thien va ngan can moi nguoi lam đieu xau, ho thuong đua nhau lam đieu tot. Ho la nhung nguoi đuc hanh"
        },
        {
            "chapter": 3,
            "verse": 115,
            "text": "Bat cu đieu tot nao ho lam (du nhieu hay it) se khong bao gio bi vut bo (ma se đuoc đen đap đay đu cho cong suc cua ho), boi Allah biet ro nguoi ngoan đao"
        },
        {
            "chapter": 3,
            "verse": 116,
            "text": "Qua that, nhung ke vo đuc tin, con cai va tai san cua ho se khong giup ich đuoc gi cho ho truoc (su trung phat cua) Allah. Ho chinh la cu dan cua Hoa Nguc, ho se song trong đo mai mai"
        },
        {
            "chapter": 3,
            "verse": 117,
            "text": "Hinh anh chi dung tai san cua ho trong cuoc song tran gian nay giong nhu hinh anh cua con gio mang theo khi lanh buot tan pha vuon tuoc cua nhung ke đa bat cong voi chinh minh. Qua that, Allah khong he bat cong voi ho ma chinh ho đa bat cong voi ban than minh"
        },
        {
            "chapter": 3,
            "verse": 118,
            "text": "Hoi nhung nguoi co đuc tin, cac nguoi cho đung chon ai khac ngoai cac nguoi lam ban than tin (boi) nhung ke đo khong bo co hoi chong pha cac nguoi. Ho luon mong cac nguoi gap phai đieu bat trac. Qua that, su hiem đoc đa xuat hien tren cua mieng cua ho, tuy nhien su hiem đoc nam trong long ho con du ton hon nhieu. TA (Allah) thuc su đa trinh bay ro rang cac loi mac khai (cua TA) cho cac nguoi neu cac nguoi co khoi oc biet suy ngam"
        },
        {
            "chapter": 3,
            "verse": 119,
            "text": "Phai chang, cac nguoi (nhung nguoi co đuc tin) lai thuong yeu ho trong khi ho chang yeu thuong gi cac nguoi, cac nguoi đa tin toan bo Kinh Sach (ke ca Kinh Sach cua ho nhung ho nao co tin vao Kinh Sach đa goi cho Thien Su cua cac nguoi). Khi ho gap cac nguoi, ho noi “Chung toi đa co đuc tin” nhung khi ho o rieng voi nhau thi ho lai boc lo noi cam hon cac nguoi đen muc can cac ngon tay. Nguoi (hoi Thien Su Muhammad) hay bao ho: “Cac nguoi cu om lay noi cam hon đo ma chet đi. Qua that, Allah luon biet ro moi đieu giau kin trong long.”"
        },
        {
            "chapter": 3,
            "verse": 120,
            "text": "Neu cac nguoi gap đuoc đieu tot lanh thi ho buc tuc kho chiu trong long nhung neu cac nguoi gap phai đieu xau thi ho lai vui mung. Tuy nhien, neu cac nguoi biet kien nhan va kinh so (Alalh) thi moi am muu va thu đoan cua ho chang hai đuoc cac nguoi bat cu đieu gi. Qua that, Allah bao quat het nhung gi ho lam"
        },
        {
            "chapter": 3,
            "verse": 121,
            "text": "Nguoi (hoi Thien Su Muhammad) hay nho lai luc Nguoi roi gia đinh (xuat binh tu Madinah) vao buoi sang. (Khi đen nui Uhud) Nguoi đa sap xep vi tri chien đau cho nhung nguoi co đuc tin, tat nhien (tat ca moi đieu đo) Allah hang nghe, hang biet"
        },
        {
            "chapter": 3,
            "verse": 122,
            "text": "Nguoi (hoi Thien Su Muhammad) hay nho lai ve viec hai đoi quan trong cac nguoi (bo toc Salamah va bo toc Harithah) đa co y đinh bo ngu trong khi Allah la Đang Bao Ho cho ca hai đoi quan đo. Boi the, nhung nguoi co đuc tin hay pho thac cho Allah"
        },
        {
            "chapter": 3,
            "verse": 123,
            "text": "Qua that, Allah đa ban chien thang cho cac nguoi tai Badr trong luc cac nguoi chi la đoi quan nho yeu. Boi vay, cac nguoi hay kinh so Allah, mong rang cac nguoi biet ta on Ngai"
        },
        {
            "chapter": 3,
            "verse": 124,
            "text": "Nguoi (hoi Thien Su Muhammad) hay nho lai khi Nguoi noi voi nhung nguoi co đuc tin: “Chang le van chua đu cho cac nguoi hay sao khi Thuong Đe cua cac nguoi đa cu ba ngan Thien Than xuong ho tro cho cac nguoi?!”"
        },
        {
            "chapter": 3,
            "verse": 125,
            "text": "Đung vay, neu cac nguoi kien nhan va kinh so (Allah) thi cho du quan đich co bat ngo tan cong cac nguoi, Thuong Đe cua cac nguoi chac chan se tang cuong cho cac nguoi nam ngan Thien Than mang dau hieu đac biet ha tran"
        },
        {
            "chapter": 3,
            "verse": 126,
            "text": "Chang qua Allah lam đieu đo chi đe bao tin mung cho cac nguoi va đe lam cho cac nguoi an long ma thoi, chu moi su thang loi đeu do Allah ca, Ngai la Đang Quyen Nang, Sang Suot"
        },
        {
            "chapter": 3,
            "verse": 127,
            "text": "(Voi chien thang đo) Ngai muon tieu diet mot đam nguoi trong nhung ke vo đuc tin hoac muon ha nhuc ho đe ho phai quay ve trong su that bai tham hai va nhuc nha"
        },
        {
            "chapter": 3,
            "verse": 128,
            "text": "Nguoi (Thien Su Muhammad) khong co bat cu tham quyen nao trong vu viec (cua ho), hoac Ngai se tha thu cho ho hoac Ngai se trung phat ho boi vi ho la đam nguoi lam đieu sai quay"
        },
        {
            "chapter": 3,
            "verse": 129,
            "text": "Van vat trong cac tang troi va van vat trong trai đat đeu thuoc ve Allah, Ngai tha thu cho ai Ngai muon va trung phat bat ky ai Ngai muon, boi Allah hang tha thu, khoan dung"
        },
        {
            "chapter": 3,
            "verse": 130,
            "text": "Hoi nhung nguoi co đuc tin, cac nguoi cho đung an tien cho vay lay lai, gap đoi hay nhieu hon, cac nguoi hay kinh so Allah mong rang cac nguoi thanh đat"
        },
        {
            "chapter": 3,
            "verse": 131,
            "text": "Cac nguoi hay so Hoa Nguc, noi đuoc chuan bi cho nhung ke vo đuc tin"
        },
        {
            "chapter": 3,
            "verse": 132,
            "text": "Cac nguoi hay vang lenh Allah va Thien Su (Muhammad) mong rang cac nguoi đuoc thuong xot"
        }
    ]
}