{
    "maqras": [
        {
            "chapter": 5,
            "verse": 82,
            "text": "Chac chan Nguoi (hoi Thien Su) se thay ke thu tham đoc nhat đoi voi nhung nguoi co đuc tin chinh la nguoi Do Thai va nhung ke tho đa than. Va chac chan Nguoi se thay nguoi co tinh cam gan gui voi nguoi co đuc tin nhat chinh la nhung ai đa noi: “Chung toi la Thien Chua”. Đo la boi vi trong ho co nhung hoc gia va cac bac tu hanh khong tu cao tu đai"
        },
        {
            "chapter": 5,
            "verse": 83,
            "text": "Nhung nguoi nay – chang han nhu vua Al-Najashi (Negus) va quan than cua ong), khi ho nghe nhung đieu đuoc ban xuong cho Thien Su (Muhammad), Nguoi (hoi Thien Su) thay đoi mat cua ho roi le khi nhan ra đuoc chan ly, ho noi: “Lay Thuong Đe cua bay toi, bay toi đa tin tuong, xin Ngai hay ghi bay toi cung voi nhung nguoi chung nhan (su that), (đo la Muhammad va cac tin đo cua Nguoi).”"
        },
        {
            "chapter": 5,
            "verse": 84,
            "text": "“Lam sao bay toi lai khong co đuc tin noi Allah trong khi chan ly đa that su đen voi bay toi (thong qua Thien Su Muhammad), bay toi tham đuoc Thuong Đe cua minh thu nhan vao cung voi nhom nguoi đuc hanh (noi Thien Đang).”"
        },
        {
            "chapter": 5,
            "verse": 85,
            "text": "Boi nhung đieu ho cau nguyen, Allah đa ban thuong cho ho nhung Ngoi Vuon Thien Đang ben duoi co cac dong song chay, ho song muon đoi trong đo. Đay la phan thuong danh cho nguoi lam tot"
        },
        {
            "chapter": 5,
            "verse": 86,
            "text": "Rieng nhung ke vo đuc tin va phu nhan cac loi mac khai cua TA, ho se lam ban voi Hoa Nguc"
        },
        {
            "chapter": 5,
            "verse": 87,
            "text": "Hoi nhung nguoi co đuc tin, cac nguoi cho đung tu y cam nhung thu tot lanh ma Allah đa cho phep cac nguoi. Tuy nhien, cac nguoi cho vuot qua gioi han, qua that, Allah khong yeu thuong nhung ke vuot qua gioi han"
        },
        {
            "chapter": 5,
            "verse": 88,
            "text": "Cac nguoi hay an nhung thuc pham Halal tot sach ma Allah đa ban cap cho cac nguoi va cac nguoi hay kinh so Allah, Đang ma cac nguoi that su co đuc tin"
        },
        {
            "chapter": 5,
            "verse": 89,
            "text": "Allah khong bat toi cac nguoi ve nhung loi the thot do quen mieng ma Ngai chi bat toi cac nguoi ve nhung loi the thuc su co chu y. Tuy nhien, đe chuoc toi cho loi the đa pham thi phai nuoi an muoi nguoi ngheo theo muc luong trung binh ma cac nguoi dung đe nuoi gia đinh hoac cap quan ao cho ho hoac tra tu do cho mot nguoi no le (co đuc tin). Đoi voi nguoi nao khong co kha nang thi phai nhin chay ba ngay lien tuc. Đo la cach chuoc toi cho đieu đa pham trong loi the, va cac nguoi hay giu loi the cua minh. Allah trinh bay ro rang cac loi mac khai cua Ngai cho cac nguoi nhu the, mong rang cac nguoi biet ta on (Ngai)"
        },
        {
            "chapter": 5,
            "verse": 90,
            "text": "Hoi nhung nguoi co đuc tin! Qua that (uong) ruou, co bac, tho cung tren ban tho đa va xin xam la nhung thu o ue thuoc hanh vi cua Shaytan. Boi the, cac nguoi hay tranh xa chung mong rang cac nguoi thanh đat"
        },
        {
            "chapter": 5,
            "verse": 91,
            "text": "Qua that, Shaytan chi muon gieo long han thu va hiem khich giua cac nguoi qua (viec uong) ruou va co bac. That ra (Shaytan) chi muon can tro cac nguoi tuong nho Allah va muon cac nguoi (sao lang) le nguyen Salah ma thoi. Vay cac nguoi khong chiu ngung u"
        },
        {
            "chapter": 5,
            "verse": 92,
            "text": "Cac nguoi hay tuan lenh Allah, vang loi Thien Su (Muhammad) va cac nguoi hay coi chung (cho khang lai lenh cua Y). Neu nhu cac nguoi quay lung voi Y thi cac nguoi hay biet rang qua that Thien Su cua TA chi co nhiem vu truyen đat ro rang ma thoi"
        },
        {
            "chapter": 5,
            "verse": 93,
            "text": "Nhung nguoi co đuc tin va hanh thien se khong bi bat toi ve nhung gi (Haram) ma ho đa an (uong) trong qua khu (chang han nhu uong ruou truoc khi co lenh cam) neu (hien tai) ho giu minh (khong pham đieu Haram), co đuc tin va hanh thien; sau đo, ho giu minh hon, co đuc tin nhieu hon, roi ho giu minh hon nua va lam tot. Qua that, Allah thuong yeu nhung nguoi lam tot"
        },
        {
            "chapter": 5,
            "verse": 94,
            "text": "Hoi nhung nguoi co đuc tin, Allah chac chan thu thach cac nguoi qua con thu san trong tam tay va mui giao cua cac nguoi (khi cac nguoi đang trong thoi gian hanh huong Hajj hoac ‘Umrah), muc đich đe Allah biet ro ai la nguoi so Ngai mot cach vo hinh. Do đo, nguoi nao vi pham sau đo thi y se phai chiu su trung phat đau đon"
        },
        {
            "chapter": 5,
            "verse": 95,
            "text": "Hoi nhung nguoi co đuc tin, cac nguoi cho đung giet thu san khi cac nguoi đang trong thoi gian ham minh (cua nghi thuc Hajj hoac ‘Umrah). Ai trong cac nguoi co tinh giet thu san (khi đang trong tinh trang ham minh nhu the) thi hinh phat danh cho y la y phai đen mot con gia suc tuong đuong voi con thu san ma y đa giet duoi giam sat cua hai nguoi đan ong cong bang trong cac nguoi, (con vat phai) đuoc dat đen Ka’bah đe giet (va chia thit cho cu dan ngheo o đo), hoac y phai chuoc toi bang cach nuoi an nhung nguoi ngheo hoac bang cach nhin chay tuong đuong voi viec nuoi an đo, muc đich đe cho y nem hau qua cua hanh vi (giet thu san) cua y. Allah se luong thu cho viec đa qua nhung ai tai pham thi Allah se trung phat y. Qua that, Allah la Đang Toan Nang, Đang toan quyen trung phat (khong quyen luc nao co the khang cu)"
        },
        {
            "chapter": 5,
            "verse": 96,
            "text": "Cac nguoi đuoc phep san bat (đong vat) tren bien va đuoc phep dung thuc an cua no (xac chet tren bien) lam thuc pham cho cac nguoi va cho khach bo hanh cua sa mac. Tuy nhien, cac nguoi khong đuoc phep san bat đong vat tren can luc cac nguoi đang trong (thoi gian) ham minh (cua nghi thuc Hajj hoac ‘Umrah). Cac nguoi hay kinh so Allah, Đang ma cac nguoi se đuoc trieu tap (trinh dien Ngai vao Ngay Phan Xet)"
        }
    ]
}