{
    "rukus": [
        {
            "chapter": 7,
            "verse": 40,
            "text": "کسانی که آیات ما را دروغ انگاشتند و در برابر آن تکبر ورزیدند، درهای آسمان بر آنان گشوده نگردد و وارد بهشت نشوند مگر آنکه شتر وارد سوراخ سوزن شود، و بدین‌سان گناهکاران را کیفر می‌دهیم‌"
        },
        {
            "chapter": 7,
            "verse": 41,
            "text": "بسترها و بالاپوشهایشان از آتش جهنم است، و بدین‌سان ستمکاران [و مشرکان‌] را کیفر می‌دهیم‌"
        },
        {
            "chapter": 7,
            "verse": 42,
            "text": "و کسانی که ایمان آورده‌اند و کارهای شایسته کرده‌اند، اینان بهشتی‌اند و در آن جاودانه خواهند ماند، و ما بر هیچ کس جز به اندازه توانش تکلیف نمی‌کنیم‌"
        },
        {
            "chapter": 7,
            "verse": 43,
            "text": "و از سینه‌های آنان هر کینه‌ای که باشد می‌زداییم، جویباران از فرودست آنان جاری است و گویند سپاس خدای را که ما را به اینجا رهنمون شد و اگر خداوند راهبر نمی‌شد، هرگز راه نمی‌یافتیم، بی‌شک فرستادگان پروردگارمان به راستی و درستی آمدند، و ندا داده شود که اینک این بهشتی است که به خاطر کار و کردارتان به شما رسیده است‌"
        },
        {
            "chapter": 7,
            "verse": 44,
            "text": "و بهشتیان دوزخیان را ندا دهند که ما وعده پروردگارمان را راست و درست یافتیم، آیا شما هم آنچه پروردگارتان وعده داده بود راست و درست یافتید؟ گویند آری، آنگاه آوازدهنده‌ای در میان آنان آواز در دهد که لعنت الهی بر ستمگران باد"
        },
        {
            "chapter": 7,
            "verse": 45,
            "text": "کسانی که از راه خدا باز می‌دارند و آن را ناهموار و ناهنجار می‌شمارند و منکر آخرت هستند"
        },
        {
            "chapter": 7,
            "verse": 46,
            "text": "و بین آنان حایلی است و بر روی اعراف [ بلندیها] مردانی هستند که همگان را به سیمایشان می‌شناسند، و بهشتیان را ندا دهند که سلام بر شما باد، اینان هنوز وارد آن [بهشت‌] نشده‌اند، اما امید می‌برند"
        },
        {
            "chapter": 7,
            "verse": 47,
            "text": "و چون چشمان آنان به جانب دوزخیان افتد گویند پروردگارا ما را در زمره [این‌] قوم ستمکار میاور"
        }
    ]
}