{
    "rukus": [
        {
            "chapter": 7,
            "verse": 85,
            "text": "و به سوی [قوم‌] مدین برادرشان شعیب را [فرستادیم‌] که گفت ای قوم من خداوند را که خدایی جز او ندارید بپرستید، به راستی که حکم روشنی از سوی پروردگارتان برای شما آمده است، پس پیمانه و ترازو را درست بدارید [و تمام بدهید] و به مردم اجناسشان را کم ندهید، و در این سرزمین پس از آنکه به صلاح آمده است، فتنه و فساد نکنید که اگر مؤمن باشید این برایتان بهتر است‌"
        },
        {
            "chapter": 7,
            "verse": 86,
            "text": "بر سر هر راهی [به کمین مردم‌] منشینید که [مردم را] بترسانید، و هرکسی را که ایمان دارد از راه خدا بازدارید و آن را ناهموار و ناهنجار مشمارید، و یاد کنید که زمانی اندکشمار بودید و او افزونتان کرد، و بنگرید که سرانجام اهل فساد چگونه بود"
        },
        {
            "chapter": 7,
            "verse": 87,
            "text": "و اگر گروهی از شما به پیام من ایمان آوردند و گروهی ایمان نیاوردند صبر کنید که خداوند در میان ما داوری کند و او بهترین داوران است‌"
        },
        {
            "chapter": 7,
            "verse": 88,
            "text": "بزرگان قوم او که استکبار ورزیده بودند گفتند ای شعیب تو و کسانی را که همراه تو ایمان آورده‌اند از شهرمان بیرون می‌کنیم مگر آنکه به آیین ما بازمی‌گردید، گفت حتی اگر دلمان نخواهد؟"
        },
        {
            "chapter": 7,
            "verse": 89,
            "text": "اگر به آیین شما -پس از آنکه خداوند از آن نجاتمان داده استبازگردیم، به راستی که بر خداوند دروغ بسته‌ایم، و ما را نسزد که به آن بازگردیم، مگر آنکه خدا، پروردگارمان بخواهد، که علم او همه چیز را فراگیر است، بر خدا توکل کردیم، پروردگارا بین ما و قوممان به حق داوری کن که تو بهترین داورانی‌"
        },
        {
            "chapter": 7,
            "verse": 90,
            "text": "و بزرگان قومش که کفرورزیده بودند، گفتند اگر از شعیب پیروی کنید، در آن صورت زیانکار خواهید بود"
        },
        {
            "chapter": 7,
            "verse": 91,
            "text": "آنگاه زلزله آنان را فروگرفت و در خانه‌شان از پا درآمدند"
        },
        {
            "chapter": 7,
            "verse": 92,
            "text": "گویی دروغگوانگاران شعیب، هرگز در آن [سرزمین‌] نبوده‌اند، دروغگوانگاران شعیب زیانکار بوده‌اند"
        },
        {
            "chapter": 7,
            "verse": 93,
            "text": "آنگاه [شعیب‌] از آنان رویگردان شد و گفت ای قوم من، به راستی که پیامهای پروردگارم را به شما رساندم و خیر شما را خواستم، پس چگونه بر قوم کافر دریغ بخورم‌"
        }
    ]
}