{
    "rukus": [
        {
            "chapter": 10,
            "verse": 61,
            "text": "و تو در هیچ کاری نیستی و هیچ بخشی از قرآن را از سوی او نمی‌خوانی و شما نیز هیچ عملی نمی‌کنید مگر آنکه آنگاه که به آن می‌پردازید ما بر شما گواهیم، و هم سنگ ذره‌ای نه در زمین و نه در آسمان از پروردگارت پنهان نیست و کوچکتر و بزرگتر از این چیزی نیست مگر آنکه در کتابی مبین [لوح محفوظ] ثبت است‌"
        },
        {
            "chapter": 10,
            "verse": 62,
            "text": "بدانید که دوستداران خدا، نه بیمی بر آنهاست و نه اندوهگین می‌شوند"
        },
        {
            "chapter": 10,
            "verse": 63,
            "text": "همان کسانی که ایمان آورده‌اند و تقوا ورزیده‌اند"
        },
        {
            "chapter": 10,
            "verse": 64,
            "text": "آنان در زندگانی دنیا [رؤیاهای‌] بشارت‌بخش دارند، و در آخرت هم [بهشت دارند]، وعده‌های الهی خلف و خلاف ندارد، این همان رستگاری بزرگ است‌"
        },
        {
            "chapter": 10,
            "verse": 65,
            "text": "و سخن ایشان تو را اندوهگین نکند، که عزت به تمامی به دست خداست، او شنوای داناست‌"
        },
        {
            "chapter": 10,
            "verse": 66,
            "text": "بدانید که هرکس که در آسمانها و هرکس که در زمین است، ملک و مطیع خداوند است، و کسانی که غیر از خداوند را به دعا می‌خوانند، در حقیقت از شریکانی که قائلند پیروی نمی‌کنند، و پیروی نمی‌کنند مگر از پندار، و کاری جز برساختن ندارند"
        },
        {
            "chapter": 10,
            "verse": 67,
            "text": "او کسی است که شب را برای شما آفرید تا در آن آرام گیرید و روز را چشم‌اندازی روشن ساخت، در این عبرتها برای گروهی است که گوش شنوا دارند"
        },
        {
            "chapter": 10,
            "verse": 68,
            "text": "[مشرکان‌] گفتند خداوند فرزندی برگزیده است، او منزه است، او بی‌نیاز است، او راست آنچه در آسمانها و زمین است، شما دلیلی بر این [ادعا] ندارید، آیا چیزی را که نمی‌دانید به خداوند نسبت می‌دهید؟"
        },
        {
            "chapter": 10,
            "verse": 69,
            "text": "بگو کسانی که بر خداوند دروغ می‌بندند، رستگار نمی‌شوند"
        },
        {
            "chapter": 10,
            "verse": 70,
            "text": "بهره‌وری [گذرایی‌] در دنیاست، سپس بازگشتشان به سوی ماست، آنگاه عذاب شدید را به خاطر کفرورزیدنشان به ایشان می‌چشانیم‌"
        }
    ]
}