{
    "rukus": [
        {
            "chapter": 17,
            "verse": 61,
            "text": "و چنین بود که به فرشتگان گفتیم بر آدم سجده برید، آنگاه همه سجده بردند، جز ابلیس که گفت آیا بر کسی سجده برم که او را از گل آفریده‌ای؟"
        },
        {
            "chapter": 17,
            "verse": 62,
            "text": "[همچنین‌] گفت خواهی دید که همین کسی که بر من برتری‌اش دادی اگر مرا تا روز قیامت بازپس داری [مهلت دهی‌] همه زاد و رود او جز اندکی را از راه به در برم‌"
        },
        {
            "chapter": 17,
            "verse": 63,
            "text": "[خداوند] فرمود برو که هر کس از ایشان از تو پیروی کند، جهنم جزای شما خواهد بود که جزایی بسنده است‌"
        },
        {
            "chapter": 17,
            "verse": 64,
            "text": "و هر کس را که توانی از ایشان به بانگ خویش از جای ببر و سوارگان و پیادگانت را بر سر ایشان بتاز و با آنان در اموال و اولاد شریک شو، و به آنان وعده‌[های رنگین‌] بده، و شیطان وعده‌ای جز فریب به آنان نمی‌دهد"
        },
        {
            "chapter": 17,
            "verse": 65,
            "text": "بدان که بر بندگان من سلطه نداری و پروردگارت کارسازی را بسنده است‌"
        },
        {
            "chapter": 17,
            "verse": 66,
            "text": "پروردگار شماست که کشتی را برای شما در دریا روان می‌کند تا از فضل او [روزی خویش را] بجویید، چرا که او با شما مهربان است‌"
        },
        {
            "chapter": 17,
            "verse": 67,
            "text": "و چون در دریا بلایی دامن‌گیرتان شود، هر چه به دعایش می‌خوانید [و به ناحق می‌پرستید] جز او ناپدید می‌گردد آنگاه چون شما را برهاند و به خشکی برساند [از او] روی بر می‌گردانید و انسان ناسپاس است‌"
        },
        {
            "chapter": 17,
            "verse": 68,
            "text": "پس آیا ایمنید از اینکه شما را در گوشه‌ای از خشکی به زمین فرو برد، یا بر سر شما شن‌بادی بفرستد آنگاه برای خویش نگهبانی نیابید؟"
        },
        {
            "chapter": 17,
            "verse": 69,
            "text": "یا آیا ایمنید از اینکه بار دیگر شما را به آن [دریا] بازگرداند و بر سر شما تندبادی کشتی شکن بفرستد و شما را به خاطر کفر و کفرانتان غرقه سازد، آنگاه در این امر برای خویش در برابر ما خونخواهی نیابید"
        },
        {
            "chapter": 17,
            "verse": 70,
            "text": "و به راستی که فرزندان آدم را گرامی داشتیم و آنان را در خشکی و دریا [بر مرکب مراد] روانه داشتیم و به ایشان از پاکیزه‌ها روزی دادیم و آنان را بر بسیاری از آنچه آفریده‌ایم، چنانکه باید و شاید برتری بخشیدیم‌"
        }
    ]
}