{
    "rukus": [
        {
            "chapter": 39,
            "verse": 1,
            "text": "کتابی است که از سوی خداوند پیروزمند فرزانه فرو فرستاده شده است‌"
        },
        {
            "chapter": 39,
            "verse": 2,
            "text": "کتاب آسمانی را به راستی و درستی بر تو نازل کرده‌ایم، پس خداوند را در حالی که دین خود را برای او پاک و پیراسته می‌داری بپرست‌"
        },
        {
            "chapter": 39,
            "verse": 3,
            "text": "هان دین خالص خدای راست، و کسانی که به جای او سرورانی به پرستش می‌گیرند [و مدعی می‌شوند] آنان را جز برای این نمی‌پرستیم که ما را با تقربی به خداوند نزدیک گردانند، بی‌گمان خداوند در آنچه ایشان در آن اختلاف دارند، در میانشان داوری خواهد کرد، که خداوند کسی را که دروغ‌زن کفران پیشه است، هدایت نمی‌کند"
        },
        {
            "chapter": 39,
            "verse": 4,
            "text": "اگر خداوند می‌خواست که فرزندی [برای خود] برگزیند، آنچه می‌خواست از میان آنچه آفریده است، بر می‌گزید، اما او [از این نسبتها] منزه است، او خداوند یگانه قهار است‌"
        },
        {
            "chapter": 39,
            "verse": 5,
            "text": "که آسمانها و زمین را به حق آفریده است، و شب را بر روز و روز را بر شب می‌گستراند، و خورشید و ماه را رام کرده است، همه تا سرآمدی معین سیر می‌کنند، هان او پیروزمند آمرزگار است‌"
        },
        {
            "chapter": 39,
            "verse": 6,
            "text": "شما را از تنی یگانه آفرید، سپس همسرش را از او پدید آورد، و برای شما هشت قسم از چارپایان آفرید، و خود شما را در شکم مادرانتان، آفرینشی پس از آفرینشی در میان تاریکیهای سه‌گانه می‌آفریند، این چنین است خداوند پروردگارتان، که فرمانروایی او راست، خدایی جز او نیست، پس چگونه به بیراهه می‌روید؟"
        },
        {
            "chapter": 39,
            "verse": 7,
            "text": "اگر کفران‌بورزید، بدانید که خداوند از شما بی‌نیاز است، ولی در عین حال کفران را هم بر بندگان خویش نمی‌پسندد، و اگر سپاس بگزارید آن را بر شما می‌پسندد، و هیچ بردارنده‌ای بار گناه دیگری را برندارد، سپس بازگشتتان به سوی پروردگارتان است، آنگاه شما را از [حقیقت و نتیجه‌] آنچه کرده‌اید، آگاه می‌سازد، که او دانای راز دلهاست‌"
        },
        {
            "chapter": 39,
            "verse": 8,
            "text": "و چون به انسان رنجی رسد پروردگارش را -انابت کنانمی‌خواند، سپس چون نعمتی از سوی خویش به او ارزانی دارد، فراموش می‌کند که پیشتر چه دعایی به درگاه او داشت، و برای خداوند همتایانی قائل می‌شود که [دیگران را هم‌] از راه او گمراه سازد، بگو با کفر خویش اندکی [از زندگانی‌] بهره‌مند شو که [سرانجام‌] تو از دوزخیانی‌"
        },
        {
            "chapter": 39,
            "verse": 9,
            "text": "آیا کسی که در پاسهایی از شب، گاه به سجده و گاه بر پا، نیایشگر است و از آخرت بیم و به رحمت پروردگارش امید دارد [بهتر است یا مشرک غافل ناسپاس‌]، بگو آیا کسانی که می‌دانند، با کسانی که نمی‌دانند برابرند؟ [هرگز] فقط خردمندانند که پند می‌گیرند"
        }
    ]
}