{
    "rukus": [
        {
            "chapter": 6,
            "verse": 21,
            "text": "Аллаһуга ялганны ифтира кылган яки аның аятьләрен ялган дигән кешедән дә залимрәк кеше бармы? Залимнәр, шиксез, Аллаһ ґәзабыннан котыла алмаслар"
        },
        {
            "chapter": 6,
            "verse": 22,
            "text": "Кыямәт көнендә һәммәләрен дә хөкемгә җыярбыз, соңра әйтербез мөшрикләргә: \"Аллаһуның тиңдәше бар дип низаглашкан илаһәгыз кайда, күрсәтегез\", – дип"
        },
        {
            "chapter": 6,
            "verse": 23,
            "text": "Мөшкирләр хөкем ителгәндә: \"Ий тәрбиячебез Аллаһ! Без дөньяда чагыбызда мөшрикләрдән булмадык\", – дип үзләренең мөшриклекләрен инкяр итүләре үзләренә фетнә булыр – ягъни дөньяда киреләнеп мөшриклек белән мөбтәлә булдылар, ахирәттә шул гаепләрен инкяр итеп, ґәзаб өстенә – ґәзабны кәсеп итәрләр"
        },
        {
            "chapter": 6,
            "verse": 24,
            "text": "Карагыл! Ничек үз өсләренә ялган сөйлиләр ягъни Аллаһу хозурына баргач та хакны катлап-катлап инкяр итеп, үзләренең ялганчы икәнлекләрен үзләре ныгыталар. Аллаһуга ифтира кылып, Аллаһудан башканы илаһә тоткан нәрсәләре алардан бизде"
        },
        {
            "chapter": 6,
            "verse": 25,
            "text": "Алардан кайберләре синең сүзеңне тыңларлар, ләкин сүзнең төп мәгънәсенә төшенмәсләр, шул сәбәпле Аллаһ хөкемнәрен кабул итмәсләр. Соңра күңелләренә аңламаулык пәрдәсен кордык, аңламаслар, колакларына ишетмәүлек пәрдәсен кордык, хак сүзне ишетмәсләр. Әгәр алар Аллаһуның могҗизаларын күрсәләр, берсенә дә ышанмыйлар, бу Коръән әүвәлгеләрдән калган хикәяләрдән башка нәрсә түгел диюче кәферләр, хәтта яныңа килсәләр хакны инкяр итеп, ялганны яклап синең белән бәхәсләшәләр"
        },
        {
            "chapter": 6,
            "verse": 26,
            "text": "Ул динсезләр, исламны кабул итүдән, Коръән белән гамәл кылудан кешеләрне тыялар һәм үзләре дә Коръәннән бик ераклар. Алар бу эшләре белән аңламыйча, үзләрен генә һәлак итәләр, ләкин сизмиләр"
        },
        {
            "chapter": 6,
            "verse": 27,
            "text": "Әгәр аларның җәһәннәм уты эчендә тукталып, калганнарын күрсәң, бик әче хәсрәт белән әйтерләр: \"Ий кәшки без дөньяга кире кайтарылсакчы, Раббыбызның аятьләрен инкяр итмәгән булсакмы һәм Коръән белән гамәл кылып камил мөэмин булган булсакмы\", – дип"
        },
        {
            "chapter": 6,
            "verse": 28,
            "text": "Бәлки аларның әүвәлдә яшереп эшләгән эшләре ахирәттә ачыкланыр. Әгәр алар дөньяга кире кайтарылсалар, әлбәттә, әүвәлдә Аллаһ тыйган көферлек вә азгынлык юлларына төшәр иделәр, әгәр дөньяга кире кайтарылсак, Коръән белән гамәл кылып, камил мөэмин булыр идек – дигән сүзләрендә, әлбәттә, ялганчылардыр"
        },
        {
            "chapter": 6,
            "verse": 29,
            "text": "Ул имансызлар, дөньяда яшәвебездән башка яшәү юк, үлгәннән соң терелүчеләрдән түгелбез, диләр"
        },
        {
            "chapter": 6,
            "verse": 30,
            "text": "Әгәр Аллаһу хозурында хөкем ителү өчен басып торганнарын күрсәң, шул вакытта Аллаһ әйтер: \"Әйә! Үлгәннән соң терелү хак булмадымы?\" – дип. Алар әйттеләр: \"Бәлки, ий Раббыбыз, үлгәннән соң терелү хак булды\", – дип. Инде аларга Аллаһ әйтер: \"Алай булгач Коръәнне вә үлгәннән соң терелүне инкяр итүегез сәбәпле җәһәннәм ґәзабы татыгыз\", – дип"
        }
    ]
}