{
    "rukus": [
        {
            "chapter": 10,
            "verse": 31,
            "text": "Сорагыл: \"Җир вә күк тарафыннан кем ризыкландыра? Яки хуҗа булып сезгә күз вә колакларны кем бирә? Дәхи үлектән терекне һәм теректән үлекне кем чыгара, кемнең көче җитә? Вә бөтен эшләр белән кем җитәкчелек итә? Алар әйтер: \"Аллаһ\". Әйт: \"Шулай булгач Аллаһудан курыкмыйсызмы? Әлбәттә, куркыгыз"
        },
        {
            "chapter": 10,
            "verse": 32,
            "text": "Ошбу эшләрне кылучы хак тәрбиячегез булган Аллаһ! Инде хакны ташлаганнан соң, адашудан башка нәрсә булыр? Әлбәттә, фәкать адашу булыр! Ничаклы каты киреләнәсез, хакны ташлап кайда бармакчы буласыз"
        },
        {
            "chapter": 10,
            "verse": 33,
            "text": "Аллаһ тәгаләнең хаклыгы дөресләнгән кеби, фасыйклар иман китермәсләр дигән сүз дә дөресләнде"
        },
        {
            "chapter": 10,
            "verse": 34,
            "text": "Мөшрикләргә әйт: \"Сезнең сынымнарыгыз мәхлукларны бар итеп соңра үтереп янә тергезүчеләрме? Араларында шул эшне эшләүчесе бармы?\" Әйт: \"Әлбәттә, юк! Бәлки кешеләрне халык кылучы, соңра үтереп янә тергезүче фәкать Аллаһу тәгалә. Ул – Аллаһуга ничек ялганны ифтира кыласыз"
        },
        {
            "chapter": 10,
            "verse": 35,
            "text": "Янә әйт: \"Сезнең сынымнарыгыздан хак юлга күндерүчесе бармы?\" Әйт: \"Әлбәттә, юк! Хак юлга фәкать Аллаһу тәгалә үзе генә күндерә! Хак юлга күндерүче Аллаһуга иярергә, баш ияргә тиешлеме? Яки селкенергә дә хәленнән килми торган сынымнарга баш ию тиешлеме? Яки Аллаһ күндермәсә туры юлны үзе өчен генә дә таба алмаган ишаннарга иярергә, аларга баш ияргә тиешлеме? Ни булды сезгә, батыл эшне кыласыз"
        },
        {
            "chapter": 10,
            "verse": 36,
            "text": "Зан итү, ягъни дәлилсез уйлау, яки нәфес теләгәнчә хөкем итү – дөреслекнең һичбер өлешенә ирештермәс. Дөреслектә, Аллаһ аларның ни, эшләгәннәрен белә"
        },
        {
            "chapter": 10,
            "verse": 37,
            "text": "Бу Коръән Аллаһудан башка бер кеше уйлап чыгарган китап дип ифтира ителә торган нәрсә түгел, ләкин Аллаһудан әүвәлге китапларны дөресләгәне хәлдә һәм шәригать хөкемнәрен ачык бәян иткән хәлдә иңдерелде, Коръәннең бөтен галәмне тәрбияләүче Аллаһудан иңдерелгәнлегендә һич шик юк"
        },
        {
            "chapter": 10,
            "verse": 38,
            "text": "Әйә ул мөшрикләр, Мухәммәд Коръәнне үзе уйлап чыгарган да, аннары Аллаһ иңдерде дип ялган сөйлиләрме? Әйт: \"Әгәр Коръәнне Мухәммәд үзе уйлап чыгарган булса, сез дә Аллаһудан башка ярдәм өстәмәк мөмкин булганнарны барчасын да чакырыгыз да, бергәләшеп, бер сүрә китерегез, әгәр дөрес сөйләүчеләрдән булсагыз"
        },
        {
            "chapter": 10,
            "verse": 39,
            "text": "Бәлки алар үзләре аңлап һәм белеп бетерә алмаган нәрсәне гафиллек белән ялган диделәр һәм аларга Коръәннең тәэвиле дә килмәде, аңламыйча гафил калдылар. Болардан алдагылар да пәйгамбәрләрен ялган диделәр. Карагыл, залимнәрнең ахыры ничек булды? Башка залимнәрнең дә ахыры шулай булачак"
        },
        {
            "chapter": 10,
            "verse": 40,
            "text": "Аларның бәгъзеләре Коръәнгә ышаналар, бәгъзеләре Коръәнгә ышанмыйлар. Синең Раббың Коръәнгә ышанмыйча бозыклык кылучы фәсыйкларны белүчерәк"
        }
    ]
}