{
    "rukus": [
        {
            "chapter": 16,
            "verse": 71,
            "text": "Аллаһ, кайберләрегезне ризыкта артык кылды, ягъни дөньядагы кешеләрнең кайберләрен бай вә кайберләрен ярлы кылды. \"Шул тигезсезлекне Аллаһ тигезләмәгәч, кем тигезли ала? Бу эш гыйбрәт түгелме?\" Аллаһ биргән байлыкны кешеләр һәммәсе бертигез файдаланырга бурычлы булсалар да, байлар байлыкларын кул асларында булган ярлы кешеләргә бирергә теләмиләр, яки алар байлыкны Аллаһ биргәнлекне инкяр итеп, ул байлыкларны безгә сынымнар бирде диләрме? Яки үзебез булдырабыз диләрме"
        },
        {
            "chapter": 16,
            "verse": 72,
            "text": "Аллаһ, сезнең өчен үз җенесегездән хатыннар халык кылды, вә хатыннарыгыздан сезгә балалар вә балаларның балаларын яратты, вә сезне хәләл яхшы ризыклар белән ризыкландырды, әйә кире кешеләр ялганга ышанып Аллаһ нигъмәтләрен инкяр итәләрме"
        },
        {
            "chapter": 16,
            "verse": 73,
            "text": "Аллаһудан бизеп сынымнарга гыйбадәт кылалар ки, ул сынымнары аларга күктән дә һәм җирдән дә бернинди ризык бирмәгән, бирергә көче дә җитмәгән яраксыз нәрсәләрдер"
        },
        {
            "chapter": 16,
            "verse": 74,
            "text": "Аллаһуга һичнәрсәне мисал кылмагыз! Чөнки Ул һичнәрсәгә охшамыйдыр, Аллаһ, әлбәттә, һәрнәрсәне беләдер, әмма сез күп нәрсәне белмисез"
        },
        {
            "chapter": 16,
            "verse": 75,
            "text": "Аллаһ мисал китерә: үзен дә тәэмин итә алмый, башка кешегә дә һичнәрсә бирә алмый загыйфь бер кол, дәхи Без берәүгә мал вә яхшы ризык бирдек, ул шул малдан күрсәтеп вә күрсәтмичә мохтаҗларга бирер, бу ике кеше бер тигез булырлармы? Хакыйкый мактау Аллаһуга хасдыр, бәлки күп кешеләр белмиләр"
        },
        {
            "chapter": 16,
            "verse": 76,
            "text": "Янә Аллаһ, ике ирне мисал кыладыр: берсе телсез һичнәрсә аңламый, бер эш тә эшли алмый, кайда гына барса да бер файда китерә алмый, фәкать хуҗасына йөк булып тора иде, шул телсез загыйфь кеше туры юлны табып изге гамәлләр кылган, файдалы эшләрне эшләгән һәм башкаларны да гаделлеккә изге гамәлләргә өндәгән көчле кеше кеби булырмы? Әлбәттә, тигез булмаслар"
        }
    ]
}