{
    "rukus": [
        {
            "chapter": 17,
            "verse": 23,
            "text": "Аллаһ хөкем итте вә әмер бирде, фәкать Аллаһуга гына гыйбадәт кыйлырга һәм ата-анага изгелек итәргә. Әгәр син исән чакта аларның берсе яки икесе дә картлыкка ирешсәләр, син аларга \"уф\" та димәгел, вә каһәрләмә кәефләрен җибәрмә, бәлки аларга һәрвакыт йомшак вә мөлаем сүзләр сөйләгел"
        },
        {
            "chapter": 17,
            "verse": 24,
            "text": "Вә аларга шәфкать итеп, рәхим канатларыңны җәйгел! Вә әйт: \"Ий Раббым, алар мине кечкенә чагымда мәрхәмәт белән үстергәннәре кебек, Син дә аларга дөньяда һәм ахирәттә шәфкать кыйл"
        },
        {
            "chapter": 17,
            "verse": 25,
            "text": "Күңелләрегездә нинди ниятләр вә теләкләр барын Аллаһ белә, әгәр күңелләрегез яхшы булса, Аллаһ, әлбәттә, тәүбә итеп төзәлгән кешеләрне гафу итәдер"
        },
        {
            "chapter": 17,
            "verse": 26,
            "text": "Дәхи якын кардәшләрнең вә мескеннәрнең вә мосафирларның хакларын бир! Әмма малыңны тиешсез җирләргә исраф итмә"
        },
        {
            "chapter": 17,
            "verse": 27,
            "text": "Тиешсез урынга малны исраф итүчеләр, әлбәттә, шайтан кардәшләредер, шайтан Раббысына кәфер булды"
        },
        {
            "chapter": 17,
            "verse": 28,
            "text": "Мохтаҗ кешеләр килеп синнән ярдәм сораганда синең бирергә һичнәрсәң булмаса, Раббым рәхмәт итеп нигъмәт бирсә сезгә дә бирер идем, дип, алардан йөз дүндерсәң, ул вакытта йомшак сүзләр әйтеп күңелләрен табарга тырыш"
        },
        {
            "chapter": 17,
            "verse": 29,
            "text": "Мохтаҗларга садака бирүдә кулыңны муеныңа баглап куйма, сараннар кыяфәтеңдә шулай ук кулыңны бөтенләй ачып җибәрмә, ягъни үзеңә калдырмыйча биреп бетермә, әгәр киемеңә хәтле биреп бетерсәң, ул вакытта ялангач хәлендә үзеңне шелтәләп, хәсрәтләнеп утырырсың"
        },
        {
            "chapter": 17,
            "verse": 30,
            "text": "Тәхкыйк Раббың теләгән -кешесенә киң ризык биреп бай кыйлыр вә теләгән кешесен фәкыйрь кыйлыр, әлбәттә, Ул бәндәләрен күрә вә хәлләрен беләдер. Шуның өчен фәкыйрь кеше хәсрәтләнмәсен, сабыр итсен"
        }
    ]
}