{
    "rukus": [
        {
            "chapter": 2,
            "verse": 274,
            "text": "Аллаһ күрсәткән урыннарга кичен дә, көндезен дә, күрсәтеп тә, күрсәтмичә дә садака бирүче мөэминнәргә Раббылары хозурында күп нигъмәтләр саклана. Аларга ахирәттә курку булмас һәм алар көенмәсләр"
        },
        {
            "chapter": 2,
            "verse": 275,
            "text": "Риба ашаучылар, ягъни бурычка биреп торган өчен арттырып алучылар, каберләреннән, шайтан буып ташлаган кеше кеби, бик яман сурәттә кубарлар. Бу ґәзаб аларга тиешле булды, риба сәүдә кебек хәләл дигәннәре өчен. Аллаһ сәүдә эшләрен хәләл итте, риба эшләрен хәрам кылды. Берәү, рибаның хәрам икәнлеге белән Раббысыннан вәгазь килгәннән соң риба алудан тыелса, вәгазь килмәс борын алган рибасы үзенә хәләлдер. Вәгазьгә хәтле риба алучыларның эше Аллаһуга тапшырылыр. Бу аять иңгәннән соң да рибаны хәләл санап, алуларын дәвам итсәләр, алар ут әһелләре. Алар анда мәңге калырлар"
        },
        {
            "chapter": 2,
            "verse": 276,
            "text": "Аллаһ риба белән кергән малны һәлак итә, ә садакасы бирелгән малны арттырадыр. Рибаны хәләл диюче кәферне Аллаһ сөйми"
        },
        {
            "chapter": 2,
            "verse": 277,
            "text": "Иман китереп изге гамәлләр кылучы, намазларын укып, зәкәтләрен бирүче мөэминнәрнең әҗере Раббылары хозурында. Аларга ахирәттә курку һәм көенү дә булмас"
        },
        {
            "chapter": 2,
            "verse": 278,
            "text": "Ий мөэминнәр, Аллаһудан куркыгыз, Аның хөкемнәрен бозудан сакланыгыз! Алырга сөйләшкән рибаларыгыз алынмый калган булса, рибаны хәрам кылган аять килгәннән соң, ул сөйләшкән рибаларыгызны алмагыз, Аллаһуга гөнаһкәр булудан сакланыгыз! Әгәр Коръән белән гамәл кылучы хак мөэмин булсагыз"
        },
        {
            "chapter": 2,
            "verse": 279,
            "text": "Әгәр риба белән мал алудан туктамасагыз, ул вакытта яхшы белегез! Аллаһуның һәм рәсүлнең сезгә каршы сугышуларын үзегезгә лязем иткән буласыз. Арттырып алу өчен бурычка бирүчеләр әгәр тәүбә итсәгез, бурычка биргән малыгыз сезнеке, биргәнегез хәтле генә алыгыз. Бурычка биргән кеше арттырып алу белән золым итмәсен һәм бурычны киметеп бирү белән бурычка бирүчегә дә золым ителмәсен"
        },
        {
            "chapter": 2,
            "verse": 280,
            "text": "Әгәр сездән бурычка алган кешеләр бурычларын түли алмаслык фәкыйрь булсалар, бурычларын түләргә мал тапканнарына чаклы кичектерү сезгә лаземдыр. Әгәр бурычларын түләргә көче җитмәгән кешеләргә, бурычларын үзләренә садака кылсагыз, сезнең өчен бик тә хәерледер, әгәр белсәгез"
        },
        {
            "chapter": 2,
            "verse": 281,
            "text": "Хөкемгә Аллаһуга кайтачак дәһшәтле кыямәт көненнән куркыгыз! Ул көндә һәрбер кеше кәсеп иткән савабы һәм гөнаһы өчен тиешле җәзаны алыр. Ул көндә кешеләр савабларын киметеп яки гөнаһларын арттырып золым ителмәсләр"
        }
    ]
}