{
    "rukus": [
        {
            "chapter": 3,
            "verse": 21,
            "text": "Аллаһу тәгаләнең аятьләрен инкяр итүче кәферләр, пәйгамбәрләрне һәм ислам диненә, хаклыкка чакыручы мөселманнарны хаксыз үтерәләр. Аларга ахирәттә рәнҗеткүче ґәзаб булачагы белән хәбәр бир"
        },
        {
            "chapter": 3,
            "verse": 22,
            "text": "Хаксыз мөселманнарны үтерүче кәферләрнең дөньяда һәм ахирәттә барча эшләре юкка чыкты, һәм аларга ахирәттә ярдәмче булмас"
        },
        {
            "chapter": 3,
            "verse": 23,
            "text": "Күрәсеңме китаптан өлеш бирелгән кәферләрне? Алар Коръән белән гамәл кылырга һәм дә үзара барча эшләрен Коръән белән генә хәл итәргә чакырылалар, ләкин бу чакыруны инкяр итеп, артларына дүнәләр. Алар Аллаһуга каршылык күрсәтүчеләр"
        },
        {
            "chapter": 3,
            "verse": 24,
            "text": "Кәферләрнең безне җәһәннәм уты тотса да берничә көн генә тотар дип әйтүләре ислам динен вә Коръән хөкемнәрен кабул итмәүләренә сәбәп булды һәм батыл диннәрендә Аллаһуга ялганны ифтира итүләре аларны алдады"
        },
        {
            "chapter": 3,
            "verse": 25,
            "text": "Шиксез булачак кыямәт көнендә аларны хөкемгә җыеп китерсәк, ничек булыр хәлләре? Вә золым ителмичә һәр кеше үзенең кылган гамәле буенча гына тиешле җәзаны алганда, Коръән белән гамәл кылмаучыларның хәле ничек булыр"
        },
        {
            "chapter": 3,
            "verse": 26,
            "text": "Ий Аллаһ син барча байлыкка патшасың, үзең теләгән кешегә байлыкны бирәсең һәм үзең теләгән кешедән байлыкны аласың, теләгән бәндәңне Коръән белән гамәл кылдырып хөрмәтле итәсең, һәм теләгән бәндәңне Коръәннән гафил кылып хур итәсең. Барча хәйриәт синең кулындадыр, шиксез, Синең һәр нәрсәгә көчең җитә, дип әйт"
        },
        {
            "chapter": 3,
            "verse": 27,
            "text": "Ий Аллаһ! Син кичне көнгә, көнне кичкә кертәсең, үлекне теректән чыгарасың, һәм терекне үлектән чыгарасың, һәм дә теләгән бәндәләреңә хисапсыз ризык бирәсең"
        },
        {
            "chapter": 3,
            "verse": 28,
            "text": "Мөэминнәр мөэминнәрдән башка кәферләрне дус тотмасыннар. \"Чөнки аларга дус булу ахырда кәфер булуга сәбәптер\". Бу аять иңгәннән соң бер мөэмин кәферләргә дус булса, аңа Аллаһудан һичнәрсә юктыр. Мәгәр кәферләрнең үтерү белән янаулары булганда тыштан гына дуслык күрсәтергә ярый, Коръәнгә каршы булган әмерләрен рия белән генә үтәргә мөмкин була. Ләкин иманга зарар килүдән курку, һәм күңелдә иманны нык саклау тиешдер. Аллаһ сезне үзенең ґәзабы белән куркыта, әлбәттә, куркыгыз! Бит ахырда хөкем ителү өчен кайтачак урын Аллаһ хозурында"
        },
        {
            "chapter": 3,
            "verse": 29,
            "text": "Әйт: \"Күңелләрегездә булган теләкләрегезне кирәк – яшерегез, кирәк – белдерегез Аллаһ аны беләдер һәм җир, күкләрдә булган нәрсәләрне дә белә. Аллаһ һәрнәрсәгә кадир"
        },
        {
            "chapter": 3,
            "verse": 30,
            "text": "Кыямәт көнне һәр изге кеше эшләгән изге эшләренең әҗерен хәзерләнеп, алдына куелганын табар. Бозык эшләрне эшләүчеләр дә гөнаһлары алларына куелганны күрерләр. Бу явыз эшләрнең иясе, явыз эшләре белән үзенең арасын бик ерак булуны теләр, ләкин явыз эшләре үзе белән мәңге бергә булыр. Аллаһ сезне үзенең ґәзабы белән куркыта. Ґәзабыннан куркып, Аллаһуга итагать иткән мөэмин бәндәләренә Ул миһербанлы"
        }
    ]
}