{
    "rukus": [
        {
            "chapter": 48,
            "verse": 11,
            "text": "Хилафлык кылып Хөдәйбия вакыйгасына катнашмаган бәдәвий гарәбләре сиңа әйтерләр: \"Безләрне малларыбыз вә хатын-балаларыбыз тоткарлады, шуның өчен сиңа иярә алмадык, Раббыңнан безнең өчен гафу сорагыл\", – дип. Алар күңелләрендә булмаган нәрсәне телләре белән әйтерләр, ягъни алар Аллаһуның гафу итүен кирәксенмиләр. Син әйт: \"Аллаһуның хөкеменнән бернәрсәне кире кайтарырга сезнең өчен кем ирекле булыр, әгәр Аллаһ сезгә зарарны яки файданы теләсә, бәлки Аллаһ сезнең кылган эшләрегездән хәбәрдар булды\", – дип"
        },
        {
            "chapter": 48,
            "verse": 12,
            "text": "Бәлки сез уйладыгыз пәйгамбәр һәм мөэминнәр Хөдәйбиядән кире Мәдинәгә вә өй җәмәгатьләренә мәңге кайтмаслар, ягъни кәферләр үтереп бетерерләр дип, шул уегыз сезнең күңелегездә шайтан тарафыннан яхшы уй итеп күрсәтелде, янә явызлыкны зан кылдыгыз, ягъни исламның җимерелүен, мөселманнарның һәлак булуын теләдегез, вә күңелегезнең бозыклыгы белән һәлак буласы кавем булдыгыз"
        },
        {
            "chapter": 48,
            "verse": 13,
            "text": "Вә берәү Аллаһуга вә Аның рәсүленә иман китермәсә, дөреслектә Без кәферләргә җәһәннәм утын хәзерләдек"
        },
        {
            "chapter": 48,
            "verse": 14,
            "text": "Җир вә күкләр мөлке Аллаһ мөлкедер, теләгән кешесен гафу итәр вә теләгән кешесен ґәзаб кылыр. Аллаһ гафу итүче вә рәхмәт кылучы булды"
        },
        {
            "chapter": 48,
            "verse": 15,
            "text": "Хөдәйбиягә бармыйча синнән аерылып калган монафикълар әйтерләр: \"Сез табыш малын алырга барган вакытта безне дә алыгыз, сезгә ияреп барыйк\", – дип. Хөдәйбиядән кайткач Мухәммәд г-м сахабәләрне Хәйбәргә җибәрергә хәзерләде, Хөдәйбиядә Аллаһуга бәйґәт биргән Сәхабәләр генә Хәйбәргә хәзерләнсеннәр, диде. Хәйбәр сугышында мөселманнар җиңә калсалар, аннан күп табыш малы өмет ителә иде. Хәйбәр сугышы һәм аннан алыначак табыш малы, Хөдәйбиягә бәйґәт биргән сәхабәләргә генә тапшырылды. Хөдәйбия сәфәренә чыкмый калган монафикълар, Аллаһу тәгаләнең: \"Хәйбәр сугышы вә табыш малы, Хөдәйбиядә бәйґәт биргән сәхабәләргә генә тапшырылсын\", – дигән сүзен алыштырырга, үзгәртергә телиләр, ягъни Хәйбәргә барырга бик тырышалар. Син аларга әйт: \"Безгә ияреп Хәйбәргә һич тә бармассыз, Аллаһу тәгалә сезнең хакта \"Хәйбәргә бармасыннар\", дип, без Хөдәмбиядән кайтмас борын ук әйтте\". Ул монафикълар әйтерләр: \"Табыш малыннан хөседләнеп безне Хәйбәргә җибәрмисез\", – дип. Бәлки алар эшнең хакыйкатен аңламыйлар, мәгәр бик аз аңлыйлар, ягъни дөнья эшен, дөнья малын гына яхшы аңлыйлар"
        },
        {
            "chapter": 48,
            "verse": 16,
            "text": "Бәдәвий ґәрәбләреннән булган карышучыларга әйт: Тиздән Рум кавеме белән сугышырга чакырылырсыз алар каты сугыш ияләредер, ул кавем белән сугыш кылырсыз, яки алар мөселман булырлар, әгәр шул вакытта пәйгамбәргә итагать итсәгез, Аллаһ сезгә күркәм әҗерләр бирер һәм баштагы карышуыгызны гафу итәр, әгәр йөз дүндерсәгез, карышсагыз әүвәлдәге йөз дүндерүегез кеби, Аллаһ сезне рәнҗеткүче ґәзаб белән ґәзаб кылыр"
        },
        {
            "chapter": 48,
            "verse": 17,
            "text": "Сукыр кеше вә аксак кеше һәм авыру кешеләр сугыштан калсалар аларга гөнаһ юктыр, берәү Аллаһуга вә рәсүленә итагать итсә, Аллаһ ул кешене асларыннан елгалар агучы җәннәтләргә кертер, вә берәү Аллаһудан вә рәсүленнән йөз дүндерсә, Аллаһ ул кешене ґәзаб кылыр рәнҗеткүче ґәзаб белән"
        }
    ]
}