{
    "rukus": [
        {
            "chapter": 65,
            "verse": 1,
            "text": "Ий пәйгамбәр һәм аның өммәте, әгәр хатыннарыгызны талак кылыр булсагыз, күремнәре беткәч, пакь хәлләрендә якынлык кылмыйча талак кылыгыз вә күрем көннәрен һәм талак гыйддәтен атагыз, талак гыйддәте пакь вакытларында талак ителеп өч күремне уздырып пакьләнгән вакытларына чаклыдыр. Күрем күргән вакытларында һәм балага йөкле булсалар, талак кылу дөрес булмыйдыр. Раббыгыз булган Аллаһудан куркыгыз, Аның хөкемнәрен бозмагыз! Талак кылгач хатыныгызны торган өйләреннән чыгармагыз, өч күремне уздырып пакьләнгәннәренә чаклы вә ул хатыннар үз ихтыярлары илә дә чыкмасыннар, мәгәр ачык бозык эшне кылсалар, урлау вә зина кылу кеби эшләрне кылсалар – ул вакытта өйләреннән чыгарырбыз! Бу хөкемнәр Аллаһуның чикләредер. Берәү Аллаһуның чигеннән чыгып эш кылса, тәхкыйк ул үзенә золым кылды. Ий талак кылучы ир, белмәссең, шаять Аллаһ талактан соң синең файдаңа эш кылыр, ягъни арагызга мәхәббәт салыр да яңадан тора башларсыз. \"Талак кылганнан соң теләгегез булса яңадан кушылып торырга шәригатьтә юл булганы өчен, талак кылган хатыннарыгызны гыйддәтләре үтмичә өегездән чыгармагыз, һәм бердән өч талак белән талак кылмагыз"
        },
        {
            "chapter": 65,
            "verse": 2,
            "text": "Әгәр талак кылган хатыннарыгызның гыйддәтләре тулса, яңадан кушылып торырга теләсәгез яхшылык белән торыгыз, әгәр торырга теләмәсәгез яхшылык белән аерыгыз мәһәрләрен һәм башка тиешле әйберләрен биреп, вә үзегезнең арагыздан ике гадел мөселман кеше, хатыныгызны талак кылуыгызга яки яңадан кушылып торуыгызга гуаһ булсыннар! Ий гуаһ булган кешеләр, гуаһлык эшегезне дөреслек белән Аллаһ ризалыгы өчен үтәгез! Бу хөкемнәр сезгәдер, ул хөкемнәр Аллаһуга вә кыямәт көненә иман китергән кешеләр Аллаһ тарафыннан вәгазь кылыналар. Берәү Аллаһуга гөнаһлы булудан сакланса, ул кешегә Аллаһ дөньяда һәм ахирәттә хәсрәтле булудан котылу юлын ачар"
        },
        {
            "chapter": 65,
            "verse": 3,
            "text": "Дәхи ул кешене Аллаһ уйламаган җирдән ризыкландырыр. Бер кеше үзен вә барча эшен Аллаһуга тапшырса, аның хаҗәтләрен үтәргә Аллаһ җитәдер. Тәхкыйк Аллаһ Үзенең эшләрен җиренә җиткерүче, әлбәттә, Аллаһ һәрнәрсәгә чик үлчәү куйды"
        },
        {
            "chapter": 65,
            "verse": 4,
            "text": "Хатыннарыгыздан картлык сәбәпле күремнән туктаган хатыннар һәм күрем күрми торган бик яшь хатыннар талак ителсәләр, гыйддәтләре хакында шикләнсәгез, аларның гыйддәтләре өч айдыр, вә йөкле хатыннарның гыйддәтләре балаларын тудырганчыдыр. Вә берәү Аллаһудан курыкса, хатын корсагындагы баласын яшермәсә, Аллаһ аның һәр эшендә җиңеллек бирер"
        },
        {
            "chapter": 65,
            "verse": 5,
            "text": "Болар Аллаһуның хөкемнәредер, аларны сезнең өчен иңдерде. Берәү Аллаһудан курыкса, Аның хөкемнәрен бозудан сакланса, ул кешенең гөнаһларын каплар һәм әҗерен олугъ кылыр"
        },
        {
            "chapter": 65,
            "verse": 6,
            "text": "Ул талак кылган хатыннарыгызны үзегез торган өйләрегезнең берендә тотыгыз вә көчегез җиткәнчә тәрбияләгез, вә аларга зарар тидермәгез өйдән чыгып китәргә мәҗбүр итәр өчен. Әгәр ул талак ителгән хатыннар йөкле булсалар, аларны ашатыгыз, киендерегез, балаларын тудырганнарына чаклы. Әгәр тудырган балаларын сезнең өчен имезсәләр, имезгәннәре өчен хакын түләгез, вә үзара шәригатькә муафыйк киңәшләрне кабул итегез. Әгәр ир баласын имезгән өчен талак кылган хатынына хакын түләргә авырсынса яки хатын баласын имезергә авырсынса, ул вакытта баланы икенче бер ят хатын имезер"
        },
        {
            "chapter": 65,
            "verse": 7,
            "text": "Иркен тормышлы бай кеше талак кылган хатынына яки бала имезүчегә иркенрәк итеп бирсен үзенең байлыгыннан, әмма түбән тормышлы ярлы булса, Аллаһ биргәннән көче җиткән хәтле бирсен. Бит Аллаһ һичкемне бирергә көчләми, мәгәр Үзе биргән хәтле генә көчләр. Ярлы вә авыр тормыштан соң Аллаһ тиздән дөньяда яки ахирәттә тормышны бай иркен кылыр"
        }
    ]
}