{
    "rukus": [
        {
            "chapter": 3,
            "verse": 130,
            "text": "Ий мөэминнәр, риба ашамагыз, ягъни бурычка биреп торган өчен арттырып алмагыз, катлап-катлап хәрам ашамагыз! Аллаһуның сүзләрен, хөкемнәрен игътибарсыз калдырудан сакланыгыз, шаять ґәзабтан котылып, өстенлек табарсыз"
        },
        {
            "chapter": 3,
            "verse": 131,
            "text": "Аллаһуга вә расүлгә итагать итегез, шаять Аллаһудан рәхмәт кылынырсыз"
        },
        {
            "chapter": 3,
            "verse": 132,
            "text": "Дәхи тәүбә итеп төзәлегез вә изге гамәлләр кылу белән"
        },
        {
            "chapter": 3,
            "verse": 133,
            "text": "Раббыгызның ярлыкавына һәм җир, күкләр киңлегендә булган җәннәтләр тарафына ашыгыгыз! Ул җәннәтләр шәригать хөкемнәрен бозудан сакланучы тәкъва мөэминнәргә хәзерләнде"
        },
        {
            "chapter": 3,
            "verse": 134,
            "text": "Ул мөэминнәр бай чакларыңда да, ярлы чакларында да Аллаһ күрсәткән урыннарга садака бирәләр, ачулары килгәндә ачуны йоталар, ґәепле кешеләр гафу сораганда гафу итәләр. Яхшылык кылучы әнә шундый мөэминнәрне Аллаһ сөядер"
        },
        {
            "chapter": 3,
            "verse": 135,
            "text": "Фәхеш эшләрне эшләүчеләр яки Аллаһ хөкемнәрен бозып үзләренә золым итсәләр, аннары тәүбә итеп, төзәлеп ярлыкауны сорап Аллаһуны күп зәкер итсәләр, аларны Аллаһ ярлыкар. Кем ярлыкар гөнаһларны? Һичкем түгел, мәгәр Аллаһ үзе генә ярлыкаучы. Ул тәүбә итүчеләр әүвәлдә эшләгән гөнаһлы эшләрне инде эшләмәделәр, чөнки алар нәрсәдән тәүбә иткән булсалар, аны эшләргә ярамаганлыкны беләләр"
        },
        {
            "chapter": 3,
            "verse": 136,
            "text": "Бу тәүбә итүчеләрнең җәзасы, Раббылары тарафыннан гафу ителмәк һәм җимеш агачлары астыннан елгалар ага торган җәннәтләр. Изге гамәл кылучыларның җәзасы нинди хуш нигъмәтләрдер"
        },
        {
            "chapter": 3,
            "verse": 137,
            "text": "Дөреслектә сездән алдагы кешеләргә дә Аллаһ ислам динен генә өйрәткән иде. Аллаһуга итагать иткән кешеләр хак диндә вә туры юлда булдылар. Әмма нәфескә яки шайтанга ияргән кешеләр төрле фиркаләргә бүленеп адашу юлында булдылар. Ничек кенә яшәсәләр дә алар дөньядан үтеп киттеләр. Җир өстендә йөрегез һәм карагыз, ялганчыларның хәле ничек булды"
        },
        {
            "chapter": 3,
            "verse": 138,
            "text": "Бу Коръәннең һәрнәрсәдән хәбәр биреше, кешеләр өчен ачык аңлатма вә туры юлга һидәят һәм тәкъва кешеләргә чын вәгазьдер"
        },
        {
            "chapter": 3,
            "verse": 139,
            "text": "Өход сугышында мөселманнар җиңелгәч бу аять иңде. Ий мөэминнәр! Дошманнарыгыздан курыкмагыз, загыйфьләнмәгез, өход сугышыңда зарар күргәнегез өчен хәсрәтләнмәгез, киләчәктә, әлбәттә, сез өстен булачаксыз, әгәр Аллаһ сүзенә ышанучылардан булсагыз"
        },
        {
            "chapter": 3,
            "verse": 140,
            "text": "Ий мөэминнәр, сезгә өход сугышында җәрәхәтләр ирешкән булса, кәферләргә дә бәдер сугышында җәрәхәтләр иреште сезгә ирешкән хәтле. Дөнья көннәрен әнә шулай әйләндерәбез бер көнне сезнең файдагызга, икенче көнне кәферләр файдасына. Аллаһ өход көнен сезнең зарарыгызга кылды, чын мөэминнәрне күрсәтмәк өчен, мөселманнар шунда сыналдылар, монафикълар качтылар һәм чын мөселманнар Аллаһ юлында шәһид булсыннар өчен шулай кылды. Аллаһ, әлбәттә, залимнәрне сөйми"
        },
        {
            "chapter": 3,
            "verse": 141,
            "text": "Аллаһ бу көнне шулай кылды мөэминнәрне гафу итеп, кәферләрне һәлак итәр өчен"
        },
        {
            "chapter": 3,
            "verse": 142,
            "text": "Ий мөэминнәр, җиңел генә җәннәткә керергә исәплисезме? Сезләрдән ислам динен куәтләр өчен кәферләр белән сугышкан һәм сугыш юлында төрле авырлыкларны күтәргән хак мөэминнәрне әллә Аллаһ белми дип уйлыйсызмы"
        },
        {
            "chapter": 3,
            "verse": 143,
            "text": "Дөреслектә өход сугышыннан элек Аллаһ юлында шәһид булуны теләдегез, менә инде үзегез теләгән үлемне күзегез белән күрдегез"
        }
    ]
}