{
    "maqras": [
        {
            "chapter": 29,
            "verse": 1,
            "text": "Alif Lam Mim"
        },
        {
            "chapter": 29,
            "verse": 2,
            "text": "Meinen die Menschen, sie wurden in Ruhe gelassen werden, wenn sie bloß sagten: \"Wir glauben\", und meinen sie, sie wurden nicht auf die Probe gestellt"
        },
        {
            "chapter": 29,
            "verse": 3,
            "text": "Und Wir stellten doch die auf die Probe, die vor ihnen waren. Also wird Allah gewiß die erkennen, die wahrhaftig sind, und gewiß wird Er die Lugner er kennen"
        },
        {
            "chapter": 29,
            "verse": 4,
            "text": "Oder glauben diejenigen, die bose Taten begehen, daß sie Uns entrinnen konnten? Ubel ist es, wie sie urteilen"
        },
        {
            "chapter": 29,
            "verse": 5,
            "text": "Wer mit Allahs Begegnung rechnet, (der soll wissen, daß) Allahs angesetzte Frist sicher ablauft. Und Er ist der Allhorende, der Allwissende"
        },
        {
            "chapter": 29,
            "verse": 6,
            "text": "Und wer da eifert, eifert nur fur seine eigene Seele; denn Allah ist auf niemanden von allen Welten angewiesen"
        },
        {
            "chapter": 29,
            "verse": 7,
            "text": "Und jene, die glauben und gute Werke tun - wahrlich, Wir werden ihre Ubel von ihnen nehmen und ihnen den besten Lohn fur ihre Taten geben"
        },
        {
            "chapter": 29,
            "verse": 8,
            "text": "Und Wir haben dem Menschen anbefohlen, seinen Eltern Gutes zu tun. Doch wenn sie dich zwingen wollen, Mir das zur Seite zu stellen, wovon du keine Kenntnis hast, so gehorche ihnen nicht. Zu Mir werdet ihr heimkehren, (und) dann will Ich euch verkunden, was ihr getan habt"
        },
        {
            "chapter": 29,
            "verse": 9,
            "text": "Und jene, die glauben und gute Werke tun - wahrlich, Wir werden sie bei den Rechtschaffenen einfuhren"
        },
        {
            "chapter": 29,
            "verse": 10,
            "text": "Und unter den Menschen sind manche, die sagen: \"Wir glauben an Allah\", doch wenn sie fur Allahs Sache Ungemach erleiden, so betrachten sie die Anfeindung von Menschen als der Strafe Allahs gleich. Kommt aber Hilfe von deinem Herrn, dann sagen sie gewiß: \"Wahrlich, wir waren mit euch.\" Ist es nicht Allah, Der am besten weiß, was in den Herzen aller Geschopfe ist"
        },
        {
            "chapter": 29,
            "verse": 11,
            "text": "Und Allah wird sicherlich die bezeichnen, die glauben, und Er wird sicherlich die Heuchler bezeichnen"
        },
        {
            "chapter": 29,
            "verse": 12,
            "text": "Und die Unglaubigen sagen zu denen, die glauben: \"Wenn ihr unserem Weg folgt, so wollen wir eure Sunden tragen.\" Sie konnen doch nichts von ihren Sunden tragen. Sie sind gewiß Lugner"
        },
        {
            "chapter": 29,
            "verse": 13,
            "text": "Aber sie sollen wahrlich ihre eigenen Lasten tragen und (noch) Lasten zu ihren Lasten dazu. Und sie werden gewiß am Tage der Auferstehung uber das befragt werden, was sie erdichtet haben"
        },
        {
            "chapter": 29,
            "verse": 14,
            "text": "Und wahrlich, Wir sandten Noah zu seinem Volke, und er weilte unter ihnen eintausend Jahre weniger funfzig Jahre. Da ereilte sie die Sintflut, weil sie Missetater waren"
        },
        {
            "chapter": 29,
            "verse": 15,
            "text": "Aber Wir erretteten ihn und die Schiffsinsassen; und Wir machten sie zu einem Zeichen fur alle Volker"
        },
        {
            "chapter": 29,
            "verse": 16,
            "text": "Und Abraham sagte zu seinem Volk: \"Dient Allah und furchtet Ihn. Das ist besser fur euch, wenn ihr es wußtet"
        },
        {
            "chapter": 29,
            "verse": 17,
            "text": "Ihr dient nur Gotzen statt Allah, und ihr ersinnt eine Luge. Jene, die ihr statt Allah dient, vermogen euch nicht zu versorgen. Sucht darum bei Allah die Versorgung und dient Ihm und seid Ihm dankbar. Zu Ihm werdet ihr zuruckgebracht werden"
        },
        {
            "chapter": 29,
            "verse": 18,
            "text": "Und wenn ihr es fur Luge erklart, so haben Generationen vor euch es fur Luge gehalten. Und dem Gesandten obliegt nur die deutliche Verkundigung"
        },
        {
            "chapter": 29,
            "verse": 19,
            "text": "Sehen sie denn nicht, wie Allah die Schopfung hervorbringt und sie dann wiederholt? Das ist wahrlich ein leichtes fur Allah"
        },
        {
            "chapter": 29,
            "verse": 20,
            "text": "Sprich: \"Zieht auf Erden umher und schauet, wie Er ein erstes Mal die Schopfung hervorbrachte. Sodann ruft Allah die zweite Schopfung hervor.\" Wahrlich, Allah hat Macht uber alle Dinge"
        },
        {
            "chapter": 29,
            "verse": 21,
            "text": "Er bestraft, wen Er will, und erweist Barmherzigkeit, wem Er will; und zu Ihm werdet ihr zuruckkehren"
        },
        {
            "chapter": 29,
            "verse": 22,
            "text": "Und ihr konnt (Allahs Plane) nicht vereiteln, weder auf Erden noch im Himmel, noch habt ihr einen Beschutzer oder Helfer außer Allah"
        },
        {
            "chapter": 29,
            "verse": 23,
            "text": "Und diejenigen, die nicht an die Zeichen Allahs und an die Begegnung mit Ihm glauben - sie sind es, die an Meiner Barmherzigkeit zweifeln. Und ihnen wird eine schmerzliche Strafe zuteil sein"
        },
        {
            "chapter": 29,
            "verse": 24,
            "text": "Die Antwort seines Volkes waren nur die Worte: \"Erschlagt ihn (Abraham) oder verbrennt ihn.\" Doch Allah errettete ihn aus dem Feuer. Hierin liegen wahrlich Zeichen fur Leute, die glauben"
        },
        {
            "chapter": 29,
            "verse": 25,
            "text": "Und er sagte: \"lhr habt euch nur Gotzen statt Allah genommen um die Beziehung zueinander im irdischen Leben zu pflegen. Dann aber, am Tage der Auferstehung, werdet ihr einander verleugnen und verfluchen. Und eure Herberge wird das Feuer sein; und ihr werdet keine Helfer finden"
        }
    ]
}