{
    "maqras": [
        {
            "chapter": 31,
            "verse": 22,
            "text": "Und der aber, der sein Antlitz auf Allah richtet und Gutes tut, hat wahrlich die festeste Handhabe ergriffen. Und bei Allah ruht das Ende aller Dinge"
        },
        {
            "chapter": 31,
            "verse": 23,
            "text": "Und wenn jemand unglaubig ist, so laß dich nicht durch seinen Unglauben bekummern. Zu Uns werden sie heimkehren, dann werden Wir ihnen verkunden, was sie getan haben; denn Allah weiß recht wohl, was in den Herzen ist"
        },
        {
            "chapter": 31,
            "verse": 24,
            "text": "Wir lassen sie sich eine kleine Weile ergotzen, dann aber werden Wir sie strenger Strafe zutreiben"
        },
        {
            "chapter": 31,
            "verse": 25,
            "text": "Und wenn du sie fragst: \"Wer schuf die Himmel und die Erde?\" dann werden sie gewiß sagen: \"Allah.\" Sprich: \"Alles Lob gebuhrt Allah.\" Jedoch die meisten von ihnen wissen es nicht"
        },
        {
            "chapter": 31,
            "verse": 26,
            "text": "Allahs ist, was in den Himmeln und auf Erden ist. Wahrlich, Allah ist Der, Der auf keinen angewiesen ist, der Preiswurdige"
        },
        {
            "chapter": 31,
            "verse": 27,
            "text": "Und wenn alle Baume, die auf der Erde sind, Schreibrohre waren und der Ozean (Tinte), und sieben Ozeane wurden sie mit Nachschub versorgen, selbst dann konnten Allahs Worte nicht erschopft werden. Wahrlich, Allah ist Allmachtig, Allweise"
        },
        {
            "chapter": 31,
            "verse": 28,
            "text": "Eure Erschaffung und eure Auferstehung sind (fur Ihn so leicht wie die) eines einzigen Wesens. Wahrlich, Allah ist Allhorend, Allsehend"
        },
        {
            "chapter": 31,
            "verse": 29,
            "text": "Hast du denn nicht gesehen, daß Allah die Nacht in den Tag und den Tag in die Nacht ubergehen laßt, und daß Er (euch) die Sonne und den Mond dienstbar gemacht hat, so daß jedes (Gestirn auf seiner Bahn) zu einem bestimmten Ziel lauft, und daß Allah wohl dessen kundig ist, was ihr tut"
        },
        {
            "chapter": 31,
            "verse": 30,
            "text": "Dies (ist so), weil Allah allein die Wahrheit ist und was sie sonst außer Ihm anrufen, ist das Falsche und weil Allah, Er, der Erhabene ist, der Große"
        },
        {
            "chapter": 31,
            "verse": 31,
            "text": "Hast du denn nicht gesehen, daß die Schiffe durch Allahs Gnade auf dem Meer fahren, auf daß Er euch Seine Zeichen zeige? Hierin sind wahrlich Zeichen fur jeden Standhaften, Dankbaren"
        },
        {
            "chapter": 31,
            "verse": 32,
            "text": "Und wenn Wogen sie gleich Hullen bedecken, dann rufen sie Allah in lauterem Glauben an; doch rettet Er sie dann ans Land, so sind es (nur) einige von ihnen, die einen gemaßigten Standpunkt vertreten. Und niemand leugnet Unsere Zeichen, außer allen Treulosen, Undankbaren"
        },
        {
            "chapter": 31,
            "verse": 33,
            "text": "O ihr Menschen, furchtet euren Herrn und furchtet den Tag, da kein Vater fur seinen Sohn etwas unternehmen kann und kein Sohn fur seinen Vater im geringsten etwas unternehmen kann. Wahrlich, Allahs Verheißung ist wahr. Darum soll das Leben dieser Welt euch nicht verfuhren, noch sollt ihr euch uber Allah mit (eurem) Denken selbst tauschen"
        },
        {
            "chapter": 31,
            "verse": 34,
            "text": "Wahrlich, bei Allah allein ist die Kenntnis der Stunde. Er sendet den Regen nieder, und Er weiß, was in den Mutterschoßen ist. Und niemand weiß, was er sich morgen zufugen wird, und niemand weiß, in welchem Lande er sterben wird. Wahrlich, Allah ist Allwissend, Allkundig"
        },
        {
            "chapter": 32,
            "verse": 1,
            "text": "Alif Lam Mim"
        },
        {
            "chapter": 32,
            "verse": 2,
            "text": "Die Offenbarung des Buches stammt ohne Zweifel vom Herrn der Welten"
        },
        {
            "chapter": 32,
            "verse": 3,
            "text": "Oder sagen sie: \"Er hat es erdichtet?\" Nein, es ist die Wahrheit von deinem Herrn, auf daß du ein Volk warnest, zu dem vor dir kein Warner gekommen ist, damit sie dem rechten Weg folgen mogen"
        },
        {
            "chapter": 32,
            "verse": 4,
            "text": "Allah ist es, Der die Himmel und die Erde und alles, was zwischen beiden ist, in sechs Tagen erschuf; dann wandte Er Sich Seinem Reich majestatisch zu. Ihr habt außer Ihm weder einen wahren Freund noch einen Fursprecher. Wollt ihr euch denn nicht ermahnen lassen"
        },
        {
            "chapter": 32,
            "verse": 5,
            "text": "Er verwaltet die An gelegenheiten von Himmel und Erde, (und) dann werden sie wieder zu Ihm emporsteigen in einem Tage, dessen Lange nach eurer Zeitrechnung tausend Jahre betragt"
        },
        {
            "chapter": 32,
            "verse": 6,
            "text": "Er ist der Kenner des Verborgenen und des Sichtbaren, der Allmachtige, der Barmherzige"
        },
        {
            "chapter": 32,
            "verse": 7,
            "text": "Der alles gut gemacht hat, was Er erschuf. Und Er begann die Schopfung des Menschen aus Ton"
        },
        {
            "chapter": 32,
            "verse": 8,
            "text": "Hierauf machte Er seine Nachkommenschaft aus einer nichtbeachtenswerten Flussigkeit"
        },
        {
            "chapter": 32,
            "verse": 9,
            "text": "Dann formte Er ihn und hauchte ihm von Seinem Geist ein. Und Er hat euch Gehor und Augenlicht und Herzen gegeben. Doch euer Dank ist recht gering"
        },
        {
            "chapter": 32,
            "verse": 10,
            "text": "Und sie sagen: \"Wie? Wenn wir in der Erde verschwunden sind, dann sollen wir in einer neuen Schopfung sein?\" Nein, sie sind hinsichtlich der Begegnung mit ihrem Herrn unglaubig"
        }
    ]
}