{
    "maqras": [
        {
            "chapter": 37,
            "verse": 145,
            "text": "Dann warfen Wir ihn ins Freie, und er war krank"
        },
        {
            "chapter": 37,
            "verse": 146,
            "text": "Und Wir ließen eine Kurbispflanze uber ihm wachsen"
        },
        {
            "chapter": 37,
            "verse": 147,
            "text": "Und Wir entsandten ihn zu hunderttausend oder mehr (Menschen)"
        },
        {
            "chapter": 37,
            "verse": 148,
            "text": "Und sie wurden glaubig; so gewahrten Wir ihnen fur eine Zeitlang Versorgung"
        },
        {
            "chapter": 37,
            "verse": 149,
            "text": "Nun frage sie, ob dein Herr Tochter hat, wahrend sie Sohne haben"
        },
        {
            "chapter": 37,
            "verse": 150,
            "text": "Oder haben Wir etwa die Engel weiblich erschaffen, wahrend sie zugegen waren"
        },
        {
            "chapter": 37,
            "verse": 151,
            "text": "Es ist bloß ihre eigene Luge, wenn sie sagen"
        },
        {
            "chapter": 37,
            "verse": 152,
            "text": "Allah hat gezeugt\"; und sie sind wahrlich Lugner"
        },
        {
            "chapter": 37,
            "verse": 153,
            "text": "Hat Er Tochter den Sohnen vorgezogen"
        },
        {
            "chapter": 37,
            "verse": 154,
            "text": "Was verwirrt euch? Wie urteilt ihr nur"
        },
        {
            "chapter": 37,
            "verse": 155,
            "text": "Wollt ihr euch denn nicht besinnen"
        },
        {
            "chapter": 37,
            "verse": 156,
            "text": "Oder habt ihr einen klaren Beweis"
        },
        {
            "chapter": 37,
            "verse": 157,
            "text": "Sodann bringt euer Buch herbei, wenn ihr wahrhaftig seid"
        },
        {
            "chapter": 37,
            "verse": 158,
            "text": "Und sie unterstellten Ihm eine Blutsverwandschaft mit den Ginn; wahrend die Ginn doch recht wohl wissen, daß sie (vor Ihn zum Gericht) gebracht werden sollen"
        },
        {
            "chapter": 37,
            "verse": 159,
            "text": "Gepriesen sei Allah hoch uber all das, was sie beschreiben"
        },
        {
            "chapter": 37,
            "verse": 160,
            "text": "Ausgenommen (davon sind) die erwahlten Diener Allahs"
        },
        {
            "chapter": 37,
            "verse": 161,
            "text": "Wahrlich, ihr und das, was ihr verehrt"
        },
        {
            "chapter": 37,
            "verse": 162,
            "text": "ihr vermogt nicht (einen) gegen Ihn zu verfuhren"
        },
        {
            "chapter": 37,
            "verse": 163,
            "text": "mit Ausnahme dessen, der in der Gahim brennen wird"
        },
        {
            "chapter": 37,
            "verse": 164,
            "text": "Und da ist keiner unter uns (Engeln), der nicht seinen (ihm) zugewiesenen Platz hatte"
        },
        {
            "chapter": 37,
            "verse": 165,
            "text": "Und wahrlich, wir sind die in Reihen Geordneten"
        },
        {
            "chapter": 37,
            "verse": 166,
            "text": "Und wahrlich, wir sind es, die (Allah) preisen"
        },
        {
            "chapter": 37,
            "verse": 167,
            "text": "Und sie pflegten doch zu sagen"
        },
        {
            "chapter": 37,
            "verse": 168,
            "text": "Hatten wir nur eine Mahnung von Seiten der Fruheren (erhalten)"
        },
        {
            "chapter": 37,
            "verse": 169,
            "text": "so waren wir sicher Allahs erwahlte Diener gewesen"
        },
        {
            "chapter": 37,
            "verse": 170,
            "text": "Dennoch glauben sie nicht an ihn (den Quran), allein sie werden es bald erfahren"
        },
        {
            "chapter": 37,
            "verse": 171,
            "text": "Wahrlich, Unser Wort ist schon an Unsere gesandten Diener ergangen"
        },
        {
            "chapter": 37,
            "verse": 172,
            "text": "sie sind wahrlich die, denen geholfen wird"
        },
        {
            "chapter": 37,
            "verse": 173,
            "text": "Und Unsere Heerschar wird sicher siegreich sein"
        },
        {
            "chapter": 37,
            "verse": 174,
            "text": "Darum wende dich von ihnen fur eine Zeitlang ab"
        },
        {
            "chapter": 37,
            "verse": 175,
            "text": "und beobachte sie; denn sie werden bald sehen"
        },
        {
            "chapter": 37,
            "verse": 176,
            "text": "Ist es etwa Unsere Strafe, die sie beschleunigen mochten"
        },
        {
            "chapter": 37,
            "verse": 177,
            "text": "Doch wenn sie uber ihr Gebiet herabkommt, dann wird der Morgen fur die Gewarnten ubel sein"
        },
        {
            "chapter": 37,
            "verse": 178,
            "text": "So wende dich von ihnen fur eine Zeitlang ab"
        },
        {
            "chapter": 37,
            "verse": 179,
            "text": "und beobachte (sie); denn sie werden bald sehen"
        },
        {
            "chapter": 37,
            "verse": 180,
            "text": "Gepriesen sei dein Herr, der Herr der Erhabenheit, Hoch uber dem, was sie beschreiben"
        },
        {
            "chapter": 37,
            "verse": 181,
            "text": "Und Friede sei auf den Gesandten"
        },
        {
            "chapter": 37,
            "verse": 182,
            "text": "Und alles Lob gebuhrt Allah, dem Herrn der Welten"
        },
        {
            "chapter": 38,
            "verse": 1,
            "text": "Sad. Beim Quran mit der Ermahnung"
        },
        {
            "chapter": 38,
            "verse": 2,
            "text": "Die, die aber unglaubig sind, verharren in falschem Stolz und Feindseligkeit"
        },
        {
            "chapter": 38,
            "verse": 3,
            "text": "Wie oft ließen Wir manches Geschlecht schon vor ihnen zugrunde gehen! Sie schrien, als keine Zeit mehr zum Entrinnen war"
        },
        {
            "chapter": 38,
            "verse": 4,
            "text": "Und sie wundern sich, daß ein Warner aus ihrer Mitte zu ihnen gekommen ist; und die Unglaubigen sagen: \"Das ist ein Zauberer, ein Lugner"
        },
        {
            "chapter": 38,
            "verse": 5,
            "text": "Macht er die Gotter zu einem einzigen Gott? Dies ist wahrlich ein wunderbares Ding"
        },
        {
            "chapter": 38,
            "verse": 6,
            "text": "Und die Vornehmen unter ihnen liefen davon (und sagten): \"Geht und haltet an euren Gottern fest. Das ist es, was man beabsichtigt"
        },
        {
            "chapter": 38,
            "verse": 7,
            "text": "Wir haben hiervon nie etwas in der fruheren Religion gehort. Dies ist nichts als eine Dichtung"
        },
        {
            "chapter": 38,
            "verse": 8,
            "text": "Ist die Ermahnung unter uns nur zu ihm allein gekommen?\" Nein, sie hegen Zweifel uber Meine Er mahnung. Nein, sie haben Meine Strafe nicht gekostet"
        },
        {
            "chapter": 38,
            "verse": 9,
            "text": "Besitzen sie etwa die Schatze der Barmherzigkeit deines Herrn, des Allmachtigen, des Gabenverleihers"
        },
        {
            "chapter": 38,
            "verse": 10,
            "text": "Oder gehort ihnen das Konigreich der Himmel und der Erde und dessen, was zwischen beiden ist? Mogen sie nur weiter Mittel und Wege (gegen Mich) ersinnen"
        },
        {
            "chapter": 38,
            "verse": 11,
            "text": "Eine Heerschar der Verbundeten wird in die Flucht geschlagen werden"
        },
        {
            "chapter": 38,
            "verse": 12,
            "text": "Vor ihnen haben schon geleugnet: das Volk Noahs und die `Ad und Pharao mit den bodenfesten Bauten"
        },
        {
            "chapter": 38,
            "verse": 13,
            "text": "und die Tamud und das Volk Lots und die Bewohner des Waldes diese waren die Verbundeten"
        },
        {
            "chapter": 38,
            "verse": 14,
            "text": "Ein jeder hatte die Gesandten der Luge bezichtigt, darum war Meine Strafe fallig gewesen"
        },
        {
            "chapter": 38,
            "verse": 15,
            "text": "Und diese erwarteten nichts als einen einzigen Schrei, fur den es keinen Aufschub gibt"
        },
        {
            "chapter": 38,
            "verse": 16,
            "text": "Und sie sagen: \"Unser Herr, beschleunige Unseren Teil (der Strafe) vor dem Tage der Abrechnung"
        },
        {
            "chapter": 38,
            "verse": 17,
            "text": "Ertrage in Geduld, was sie reden, und gedenke Unseres Dieners David, des Kraftvollen. Er war gehorsam"
        },
        {
            "chapter": 38,
            "verse": 18,
            "text": "Wahrlich, Wir machten (ihm) die Berge dienstbar, um mit ihm am Abend und beim Sonnenaufgang (Allah) zu lobpreisen"
        },
        {
            "chapter": 38,
            "verse": 19,
            "text": "Und die Vogel in Scharen - alle waren sie ihm gehorsam"
        },
        {
            "chapter": 38,
            "verse": 20,
            "text": "Und Wir festigten sein Konigreich und gaben ihm Weisheit und ein unwiderrufliches Urteilsvermogen"
        }
    ]
}