{
    "chapter": [
        {
            "chapter": 46,
            "verse": 1,
            "text": "ߤ߭. ߡ. ( ߤ߭ߊ߯ߎ. ߡߌ߯ߡ)"
        },
        {
            "chapter": 46,
            "verse": 2,
            "text": "ߟߍߙߊ ߟߊߖߌ߱ ߝߘߊߣߍ߲߫ ߊߟߊ߫ ߣߌ߬ߣߌ߬ߟߊ߫ ߥߘߋ߬ߥߘߋ߬ߟߌ߬ߟߊ ߟߋ߬ ߟߊ߫"
        },
        {
            "chapter": 46,
            "verse": 3,
            "text": "ߊ߲ ߡߊ߫ ߛߊ߲ ߠߎ߬ ߣߌ߫ ߘߎ߱ ߣߴߏ ߝߌ߬ߟߊ ߕߍ߫ ߝߋ߲ ߠߎ߬ ߘߊ߲߫ ߝߏߦߌ߬ ߟߊ߫ ߸ ߝߏ߫ ߕߎ߬ߢߊ ߣߌ߫ ߛߕߊ߫ ߟߐ߯ߟߊߣߍ߲ ، ߡߍ߲ ߠߎ߫ ߓߊ߲߬ߣߍ߲߫ ߸ ߏ߬ ߟߎ߫ ߟߋ߬ ߞߐߘߏ߲߬ߣߍ߲߬ ߞߏ߫ ߟߊ߫ ߸ ߖߊ߬ߛߙߋ߬ߡߟߊ߬ ߞߍߣߴߊ߬ߟߎ߬ ߦߋ߫ ߡߍ߲ ߘߐ߫"
        },
        {
            "chapter": 46,
            "verse": 4,
            "text": "ߊ߬ ߝߐ߫ ߞߏ߫ ߐ߲߬ߤߐ߲߫ ߸ ߊߟߎ߫ ߦߋ߫ ( ߝߋ߲ ) ߡߍ߲ ߠߎ߬ ߞߟߌ߫ ߟߊ߫ ߞߵߊߟߊ߫ ߕߏ߫ ߸ ߏ߬ ߟߎ߫ ߣߐ߬ ߓߊ߯ ߞߍ߫ ( ߦߌߟߊ ) ߡߍ߲ ߘߊ߲߫ ߠߊ߫ ߘߎ߱ ߘߐ߫ ߖߐ߫ ߸ ߊߟߎ߫ ߦߴߏ ߦߌ߬ߘߊ߬ ߒߠߋ ߟߊ߫ ߓߊ߫ ، ߥߟߴߊ߬ߟߎ߫ ߕߘߍ߬ ߘߊ߫ ߟߋ߬ ߛߊ߲ ߠߎ߬ ߘߊ߲ ߘߐ߫؟ ߸ ߊߟߎ߫ ߣߵߏ߬ ߟߍߙߊ߫ ߘߌ߫ ߒ ߡߊ߬ ߡߍ߲ ߞߐ߲߰ߣߍ߲߫ ( ߞߎ߬ߙߊ߬ߣߊ ) ߣߌ߲߬ ߢߍ߫ ، ߤߊߡߊ߲ߕߍ߫ ߊ߬ ߣߐ߬ ߞߘߐ ߘߏ߫ ߘߌ߫ ߟߐ߲ߞߏ ߘߐ߫ ߸ ߣߴߊߟߎ߫ ߦߋ߫ ߕߎ߬ߢߊ߬ ߕߌ߯ ߟߎ߫ ߘߌ߫"
        },
        {
            "chapter": 46,
            "verse": 5,
            "text": "ߖߍߣߍ߲ ߝߟߌ߬ߣߍ߲߫ ߡߐ߱ ߘߌ߫ ߸ ߡߍ߲ ߦߋ߫ ߝߋ߲߫ ߞߟߌ߫ ߟߊ߫ ߞߵߊߟߊ߫ ߕߏ߫ ߸ ߡߍ߲ ߕߍ߫ ߖߋ߬ߓߟߌ߬ ߞߍ߫ ߟߴߊ߬ ߦߋ߫ ߝߋߎ߫ ߸ ߝߏ߫ ߞߵߊ߬ ߛߌ߰ ߟߐ߬ߓߊ ߟߏ߲ ߠߊ߫؟ ߸ ߏ߬ ߟߎ߫ ߝߊ߲߭ ߖߊ߲߬ߓߐߣߍ߲߫ ߠߴߊ߬ߟߎ߬ ߟߊ߫ ߞߟߌߟߌ ߘߐ߫"
        },
        {
            "chapter": 46,
            "verse": 6,
            "text": "ߣߌ߫ ߡߐ߱ ߟߎ߬ ߟߊߘߍ߬ ߘߊ߫ ߕߎ߬ߡߊ ߡߍ߲ ߸ ( ߖߏ߭ ) ߏ߬ ߟߎ߬ ߘߌ߫ ߞߍ߫ ߊ߬ߟߎ߬ ߖߎ߮ ߟߎ߬ ߘߌ߫ ، ߊ߬ ߣߴߊ߬ߟߎ߬ ߘߌ߫ ߞߍ߫ ߊ߬ߟߎ߬ ߟߊ߫ ߓߊ߬ߕߏ߬ ( ߞߍߣߍ߲ ) ߝߌߛߙߌߥߊߟߋߦߊߓߊ߮ ߟߎ߬ ߘߌ߫"
        },
        {
            "chapter": 46,
            "verse": 7,
            "text": "ߣߌ߫ ߒ߬ ߠߊ߫ ߟߝߊߙߌ߫ ߘߐߞߣߍߣߍ߲ ߠߎ߫ ߞߊ߬ߙߊ߲߬ ߘߴߊ߬ߟߎ߬ ߦߋ߫ ߸ ߓߊ߲߬ߓߊ߮ ߟߎ߬ ߘߴߊ߬ ߝߐ߫ ߕߎ߬ߢߊ ߣߊ߬ߣߍ߲ ߡߵߊ߬ߟߎ߫ ߡߊ߬ ߸ ߞߏ߫ ߣߌ߲߬ ߦߋ߫ ߛߎߓߊ߯ߦߊ ߜߍߘߐߕߊ ߟߋ߬ ߘߌ߫"
        },
        {
            "chapter": 46,
            "verse": 8,
            "text": "ߊ߬ߟߎ߬ ߞߊ߲߫ ߠߋ߫ ߓߊ߬ ߞߏ߫ ߊ߬ ߣߵߊ߬ ߓߐ߫ ߟߴߊ߬ ߞߎ߲߬ߘߐ߫ ߟߋ߬؟ ߊ߬ ߝߐ߫ ߞߏ߫ ߣߌ߫ ߒ ߣߐ߬ ߞߍ߫ ߘߴߊ߬ ߓߐ߫ ߟߊ߫ ߒ ߞߎ߲߬ߘߐ߫ ߸ ߊߟߎ߫ ߕߍߣߊ߬ ߛߋ߫ ߟߊ߫ ߒߠߋ ߕߟߊ߫ ߟߴߊߟߊ߫ ߟߊ߫ ߝߏߦߌ߬ ߟߊ߫ ߏ߬ ߘߐ߫. ߏ߬ ߘߏ߲߬ ߞߵߊ߬ ߟߐ߲߫ ߊߟߎ߫ ߦߴߊߟߎ߫ ߛߏ߲߯ߓߊ߫ ߟߊ߫ ߡߍ߲ ( ߠߊߞߊ߬ߟߌ ) ߘߐ߫ ، ߊ߬ ߥߛߊ߬ ߘߊ߫ ߛߙߋ߫ ߘߌ߫ ߒߠߋ ߣߴߊߟߎ߫ ߕߍ߫ ߸ ߊ߬ߟߋ ߟߋ߫ ߘߏ߲߬ ߦߝߊ߬ߟߊ߫ ߤߌߣߟߊ ߘߌ߫"
        },
        {
            "chapter": 46,
            "verse": 9,
            "text": "ߊ߬ ߝߐ߫ ߞߏ߫ ߒߠߋ ߕߍ߫ ߝߟߐ߫ ߘߌ߫ ߞߋߟߊ ߟߎ߬ ߘߐ߫ ، ߒ ߘߏ߲߬ ߡߴߊ߬ ߟߐ߲߫ ߡߍ߲ ߞߍߕߐ߫ ߒߠߋ ߣߴߊߟߎ ߛߌ߫ ߟߊ߫ ، ߒ ߞߏ߬ߣߌ߲ ߕߍ߫ ߝߏߦߌ߬ ߟߊߓߊ߬ߕߏ߬ ߟߊ߫ ߸ ߝߏ߫ ߒ ߧߋ߫ ߦߟߌߘߏ߲߬ ߠߊ߫ ߡߍ߲ ߠߊ߫ ، ߒߠߋ ߘߏ߲߬ ߕߍ߫ ߘߏ߫ ߜߘߍ߫ ߘߌ߫ ߝߏ߫ ߖߊ߬ߛߙߋ߬ߡߊ߬ߟߌ߬ߟߊ߬ ߘߐ߬ߜߍ"
        },
        {
            "chapter": 46,
            "verse": 10,
            "text": "ߊ߬ ߝߐ߫ ߞߏ߫ ߐ߲߬ߤߐ߲߫ ߸ ߣߴߊ߬ ߕߘߍ߬ ߘߊ߫ ߊ߬ ߓߐߣߴߊߟߊ߫ ߓߘߊ ߟߋ߬ ߛߋߚߋ߫ ߸ ߊߟߎ ߘߏ߲߬ ߓߘߴߊߟߎ߫ ߓߊ߲߬ ߊ߬ ߘߐ߫ ، ߞߵߊ߬ ߕߘߍ߬ ߛߙߋ ߘߏ߫ ߓߘߊ߫ ߛߙߋߦߊ ( ߟߊߟߐ߬ ) ߌߛߌߙߊߌߟߞߊ ߟߎ߬ ߘߐ߫ ߊ߬ ߟߊ߫ ߓߐߢߐ߲߯ߞߏߦߊ ߡߊ߬ (ߞߏ߫ ߞߋߟߊ߫ ߕߊ߬ߡߌ߲߬ߣߍ߲ ߠߎ߬ ߟߊ߫ ߟߍߙߊ ߟߎ߬ ߓߐߢߐ߲߯ߞߏ ߟߋ߬) ߸ ߛߙߋ ߏ߬ ߘߏ߲߬ ߓߘߊ߫ ߘߍ߲߬ߞߣߍ߬ߦߴߊ߬ ߡߊ߬ ߸ ߞߏ߬ߣߵߊߟߎ ߓߘߴߊߟߎ߫ ߖߘߍ߬ߘߐߓߏ߲߬ߧߴߊ߬ ߡߊ߬ ( ߏ߰ ߘߌ߬؟ ) ، ߞߏ߬ߣߌ߲߬ ߖߊ߯ߕߋ߬ ߸ ߊߟߊ߫ ߕߍ߫ ߡߌ߬ߙߌ߲߬ߘߌ߫ ߕߐ߬ߢߍ߰ߒߕߋ ߟߎ߬ ߞߊ߲ߘߊ߫ ߝߋߎ߫"
        },
        {
            "chapter": 46,
            "verse": 11,
            "text": "ߓߊ߲߬ߓߊ߮ ߟߎ߬ ߞߊ߲߫ ߘߍ߲߬ߞߣߍ߬ߦߊ߬ߓߊ߮ ߟߎ߫ ߡߊ߬ ߟߋ߬ ߸ ߞߏ߫ ߣߴߊ߬ ߕߎ߲߬ ߓߍ߫ ߤߙߊ߫ ߘߌ߫ ߸ ߊ߬ߟߎ߫ ߕߎ߲߬ ߕߍ߫ ߞߐ߲߰ ߊ߬ ߡߊ߬ ߒ߬ߠߎ߬ ߢߍ߫ ، ߊ߬ߟߎ߬ ߡߊ߫ ߞߊ߲ߘߴߊ߬ ߡߊ߬ ߏ߬ ߘߐ߫ ߟߋ߫ ߞߍ߬ ، ߒ߬ߓߵߊ߬ߟߎ߫ ߣߊ߬ߕߐ߫ ߊ߬ ߝߐ߫ ߟߴߊ߬ ߡߊ߬ ߏ߬ ߟߋ ߘߐ߫ ߸ ߞߏ߫ ߣߌ߲߬ ߦߋ߫ ߥߎߦߊ߫ ߞߘߐߓߊ߫ ߘߌ߫ ߞߟߋ߫"
        },
        {
            "chapter": 46,
            "verse": 12,
            "text": "ߡߎߛߊ߫ ߟߊ߫ ߟߍߙߊ ߘߏ߲߬ ߜߎ ߞߐ߲߰ ߘߴߊ߬ ߢߍ߫ ߸ ߞߵߏ߬ ߞߍ߫ ߢߍߓߌߟߊ߫ ߘߌ߫ ߸ ߊ߬ ߣߌ߫ ߤߌߣߊ߫ ߘߌ߫ ، ߘߐ ߣߌ߲߬ ߦߋ߫ ߟߍߙߊ߫ ߟߊ߬ߛߙߋ߬ߦߊ߬ߟߌ߬ߟߊ ߟߋ߬ ߘߌ߫ ߊߙߊߓߎ߫ ߞߊ߲ ߘߐ߫ ߸ ߛߴߊ߬ ߘߌ߫ ߖߊ߬ߛߙߋ߬ߡߊ߬ߟߊ ߞߍ߫ ߕߐ߬ߢߍ߰ߒߕߋ ߟߎ߬ ߦߋ߫ ߸ ߊ߬ ߣߌ߫ ߞߵߊ߬ ߞߍ߫ ߘߟߊߝߎߟߌ ߘߌ߫ ߢߊ߬ߓߊ߮ ߟߎ߬ ߦߋ߫"
        },
        {
            "chapter": 46,
            "verse": 13,
            "text": "ߡߍ߲ ߠߎ߫ ߞߵߊ߬ ߝߐ߫ ߞߏ߫ ߊ߲ ߡߊ߰ߙߌ ߟߋ߬ ߊߟߊ߫ ߘߌ߫ ، ߊ߬ߟߎ߬ ߓߊ߲߫ ߘߊ߫ ߞߵߊ߬ߟߎ߬ ߕߋߟߋ߲߫ ߸ ߒ߬ߓߊ߬ ߛߌߟߊ߲߫ ߕߍ߫ ߏ߬ ߟߎ߫ ߟߋ߫ ߡߊ߬ ߸ ߊ߬ߟߎ߫ ߘߏ߲߬ ߕߍߣߊ߫ ߛߎ߬ߣߎ߲߬ ߠߊ߫"
        },
        {
            "chapter": 46,
            "verse": 14,
            "text": "ߏ߬ ߟߎ߫ ߟߋ߬ ( ߡߍ߲ߘߌߦߊ ) ߣߊߞߐ ߕߌ߱ ߟߎ߬ ߘߌ߫ ߸ ߞߵߊ߬ߟߎ߬ ߘߎߡߊ߫ ߦߋ߲߬ ߊ߬ߟߎ߬ ߟߊ߫ ߓߊ߯ߙߊ ( ߟߎ߬ ) ߞߐ߲ߘߐ߲ ߘߌ߫"
        },
        {
            "chapter": 46,
            "verse": 15,
            "text": "ߊ߲ ߞߊ߬ ߡߐ߱ ߡߊߛߙߊ߬ ߢߌ߬ߡߊ߫ ߟߋ߬ ߟߴߊ߬ ߡߏߦߌߓߊ߯ ߝߌ߬ߟߊ ߦߋ߫ ߸ ߊ߬ ߣߊ߫ ߞߵߊ߬ ߞߣߐ ߘߏ߬ߣߌ߲߬ ߡߊ߲߬ߕߙߐ ߟߋ߬ ߘߌ߫ ߸ ߞߵߊ߬ ߡߏߦߌ߫ ߡߊ߲߬ߕߙߐ ߘߌ߫ ، ߊ߬ ߞߣߐ ߘߏ߬ߣߌ߲ ߣߴߊ߬ ߘߊߓߐߒߛߌ߲ߠߊ ߦߋ߫ ߛߊ߲߬ߓߏ߬ߟߏ߲߬ ߓߌߛߊ߬ߓߊ߫ ߟߋ߬ ߘߌ߫ ، ߤߊ߲߯ ߊ߬ ߘߌ߫ ߛߴߊ߬ ߞߐ߮ ߡߊ߬ ، ߊ߬ ߣߌ߫ ߞߊ߬ ߛߋ߫ ߛߊ߲߬ ߓߌߣߊ߯ߣߌ߲߫ ߡߊ߬ ، ߊ߬ ߞߊ߲߫ ߏ߬ ߘߐ߫ ߞߏ߫ ߒ ߡߊ߰ߙߌ ߸ ߒ ߘߐߛߎ߫ ߞߟߋ߫ ߒ ߧߴߌ ߟߊ߫ ߣߍߡߊ ߞߏߢߌ߲ߡߊߟߐ߲߫ ߸ ߌ ߞߊ߬ ߡߍ߲ ߞߍ߫ ߒߠߋ ߣߌ߫ ߒ ߡߏߦߌߓߊ߯ ߝߌ߬ߟߊ ߡߊ߬ ، ߊ߬ ߣߌ߫ ߒ ߧߋ߫ ߢߌ߬ߡߊ߬ ߞߍ߫ ߸ ߌ ߦߋ߫ ߘߌ߬ߢߍ߫ ߏ ߡߊ߬ ، ߊ߬ ߣߴߌ ߦߋ߫ ߒ ߓߐ߲ߛߐ߲ ߠߎ߬ ߟߊߢߊ߬ ߒ ߧߋ߫ ، ߒ ߓߘߊ߫ ߒ ߖߘߍ߬ߟߊߛߊ߬ߦߵߌ ߡߊ߬ ߸ ߊ߬ ߣߌ߫ ߒ ߧߋ߫ ( ߛߌ߬ߟߊ߬ߡߊ߫ ) ߖߘߍ߬ߞߟߏ߬ߦߊ߬ߓߊ߮ ߟߎ߬ ߘߏ߫ ߟߋ߬ ߘߌ߫"
        },
        {
            "chapter": 46,
            "verse": 16,
            "text": "ߒ߬ߓߊ߬ ߏ߬ ߟߎ߫ ߸ ߊ߲ ߧߴߏ߬ ߟߎ߫ ߟߋ߬ ߞߋߥߊߟߌ߫ ߢߌߡߊ ( ߟߎ߫ ) ߡߌ߬ߘߊ߬ ߟߴߊ߬ߟߎ߬ ߦߋ߫ ߸ ߊ߬ ߣߴߊ߲ ߘߌ߫ ߕߊ߬ߡߌ߲߫ ߊ߬ߟߎ߬ ߟߊ߫ ߖߎ߯ߡߊ߲߫ ( ߞߍߣߍ߲ ) ߠߎ߫ ߞߎ߲߬ߠߊ߫ ( ߡߍ߲ߘߌߦߊ ) ߣߊߞߐ ߕߌ߱ ߟߎ߫ ߝߍ߬ ، ߏ߬ ߦߋ߫ ߕߎ߬ߢߊ ߛߘߊߒߡߊߞߊ߲ߠߊ ߟߋ߬ ߘߌ߫ ߸ ߊ߬ߟߎ߫ ߕߘߍ߬ ߦߟߌߡߊߘߌߦߊ߫ ߟߊ߫ ߡߍ߲ ߠߊ߫"
        },
        {
            "chapter": 46,
            "verse": 17,
            "text": "ߒ߬ߓߊ߬ ߡߍ߲ ߞߊ߲߫ ߊ߬ ߡߏߦߌߓߊ߯ ߝߌ߬ߟߊ ߡߊ߬ ߛߊ߫ ߸ ߞߏ߫ ߡߐߚߐ߫ ߊߟߎ߫ ߝߌ߬ߟߊ ߡߊ߬ ، ߌ߬ߦߏ߯ ߊߟߎ߫ ߘߌ߫ ߒ ߕߟߏߡߊߕߍ߬ ߞߏ߫ ߒ ߠߊߓߕߐ߫ ߟߋ߬ ( ߕߎ߲߯ߣߌ߲߫ )؟ ߓߐ߲ߛߐ߲ߘߊ߫ ߛߌߦߊߡߊ߲߫ ߘߏ߲߬ ߓߘߊ߫ ߕߊ߬ߡߌ߲߬ ߒ ߢߍ߫ ߞߟߋ߫߹ ، ߏ ߝߌ߬ߟߊ ߦߋ߫ ߘߍ߬ߡߍ߲߬ߠߌ߲߬ ߢߌߣߌ߲ ߞߍ߫ ߟߴߊߟߊ߫ ߟߊ߫ ، ߞߏ߫ ߕߊ߫ ߓߴߌ ߟߊ߫ ߸ ߘߍ߲߬ߞߣߍ߬ߦߊ߫ ߘߋ߬ ߸ ߓߊ ߊߟߊ߫ ߟߊ߫ ߛߘߊߒߡߊߒߞߊ߲ߠߊ ߦߋ߫ ߕߎ߬ߢߊ߫ ߟߋ߬ ߘߌ߫ ، ߊ߬ ߘߴߊ߬ ߝߐ߫ ߞߏ߫ ߣߌ߲߬ ߕߍ߫ ߝߏߦߌ߬ ߘߌ߫ ߝߏ߫ ߝߟߐ߫ ߡߐ߱ ߟߎ߬ ߟߊ߫ ߛߌߙߌ߲߫ ( ߞߘߐ ) ߟߎ߬"
        },
        {
            "chapter": 46,
            "verse": 18,
            "text": "ߒ߬ߓߊ߬ ߏ߬ ߟߎ߫ ߸ ( ߞߐ߲߬ߞߐ߲߬ߒߡߊ) ߞߎߡߊ ߜߋ߲ߜߋ߲ߦߊߣߴߏ߬ ߟߎ߫ ߟߋ߫ ߡߊ߬ ߸ ߊ߬ߟߎ߬ ߢߍ߫ ߡߊ߲ߕߏ߲߫ ߕߊ߬ߡߌ߲߬ߣߍ߲ ߠߎ߬ ߘߐ߫ ߸ ߥߐ߬ߞߎߟߐ ߟߎ߬ ߣߌ߫ ߡߐ߱ ߟߎ߬ ߘߐ߫ ، ߞߵߊ߬ߟߎ߬ ( ߓߍ߯ ) ߞߍ߫ ߓߣߐ߬ߓߊ߮ ߟߎ߬ ߘߌ߫"
        },
        {
            "chapter": 46,
            "verse": 19,
            "text": "ߡߐ߬ߟߐ߲ ߠߎ߫ ߟߋ߬ ߓߍ߯ ߞߋ߬ߟߋ߲߬ߞߋ߬ߟߋ߲߬ߣߊ ߟߊ߫ ߞߵߊ߬ ߓߍ߲߬ ߊ߬ߟߎ߬ ߗߋߥߊߟߌ ߡߊ߬ ߸ ( ߏ ߞߎ߲߭ ߠߋ߬ ) ߛߴߊ߬ ߘߴߊ߬ߟߎ߬ ߘߝߴߊ߬ߟߎ߬ ߗߋߥߊߟߌ ߟߎ߫ ( ߛߊ߬ߙߊ ) ߟߎ߬ ߟߊ߫ ، ߊ߬ߟߎ߫ ߘߏ߲߬ ߕߍ߫ ߕߐ߬ߢߍ߰ ߟߊ߫ ߝߋߎ߫"
        },
        {
            "chapter": 46,
            "verse": 20,
            "text": "ߓߊ߲߬ߓߊ߮ ߟߎ߫ ߞߊ߲߬ߞߊ߲߬ߕߐ߫ ߕߊ ߟߊ߫ ߟߏ߲ ߡߍ߲ ߸ ߞߏ߫ ߊߟߎ ߟߋ߫ ߞߵߊߟߎ߫ ߟߊ߫ ߝߋ߲߫ ߓߘߍ ߟߎ߬ ߖߊߛߌ߫ ߊߟߎ߫ ߟߊ߫ ߘߎߢߊ߫ ߢߣߊߡߦߊ ߘߐ߫ ߸ ߊ߬ ߣߴߊߟߎ߫ ߞߵߊߟߎ߫ ߘߊ߰ߡߎ߲߫ ߊ߬ ߟߊ߫ ، ߒ߬ߓߊ߬ ߓߌ߬ ߛߊ߫ ߸ ߊߟߎ߫ ߛߙߊ߬ߕߐ߫ ߘߐ߯ߦߊ ߖߊ߲߰ߞߕߊ ߟߊ߫ ߞߊ߬ߡߊߛߐ߬ߘߐ߲߬ ߊߟߎ߫ ߟߊ߫ ߖߘߍ߬ߘߐ߬ߓߊ߬ߦߊ ߟߋ߫ ߝߍ߬ ߘߎ߱ ߞߊ߲߬ ߕߎ߬ߢߊ߫ ߕߊ߬ߣߊ ߟߊ߫ ߸ ߊ߬ ߣߌ߫ ߞߊ߬ߡߊߛߐ߬ߘߐ߲߬ ߊߟߎ߫ ߟߊ߫ ߔߊߟߊ߲ߞߊ ߝߍ߬"
        },
        {
            "chapter": 46,
            "verse": 21,
            "text": "ߌ ߦߋ߫ ߊ߯ߘߌ ߟߎ߬ ߓߊߘߋ߲ ߞߏߝߐ߫ ߸ ߕߎ߬ߡߊ ߡߍ߲ ߏ ߞߊ߬ ߖߊ߬ߛߙߋ߬ߡߊ߬ߟߊ ߞߍ߫ ߊ߬ ߡߌ߬ߙߌ߲߬ߘߌ ߦߋ߫ ߞߌ߬ߢߍ߬ߞߐ ߟߎ߬ ߟߊ߫ ، ߖߊ߬ߛߙߋ߬ߡߊ߬ߟߌ߬ߟߊ߬ ߛߘߍߡߊ߲߫ ߘߏ߲߬ ߓߘߊ߫ ߕߊ߬ߡߌ߲߫ ߊ߬ ߢߍ ߣߴߊ߬ ߞߐ ߘߐ߫ ، ߞߏ߫ ߊߟߎ߫ ߞߊߣߊ߬ ߝߏߦߌ߫ ߓߊ߬ߕߏ߬ ߝߏ߫ ߊߟߊ߫ ، ߒߠߋ ߛߌߟߊ߲ߣߍ߲߫ ߊߟߎ߫ ߘߌ߫ ߟߏ߲ߓߊ ߘߏ߫ ߖߊ߲߰ߞߕߊ ߟߋ߬ ߟߊ߫"
        },
        {
            "chapter": 46,
            "verse": 22,
            "text": "ߊ߬ߟߎ߬ ߞߊ߲߫ ߞߏ߫ ߌ ߣߊ߬ߣߍ߲߫ ߒ߬ ߡߊ߬ ߟߋ߬ ߓߊ߬ ߸ ߛߴߌ ߘߴߊ߲ ߞߎ߲߬ߓߐ߫ ߒ߬ ߡߊ߰ߙߌ ߟߎ߫ ߞߊ߲߬؟ ߸ ߒ߬ߓߊ߬ ߌ ߦߴߌ ߞߐ߲߬ߞߐ߲߬ ߠߴߊ߲ ߡߊ߬ ߡߍ߲ ߘߐ߫ ߸ ߣߵߏ߬ ߘߴߊ߲ ߞߊ߲ߡߊ߬ ߛߍߣߍ߲߬ ߣߴߊ߬ ߕߘߍ߬ ߘߊ߫ ߌ ߦߋ߫ ߕߎ߬ߢߊ߬ ߕߌ߮ ߟߎ߬ ߘߏ߫ ߘߌ߫"
        },
        {
            "chapter": 46,
            "verse": 23,
            "text": "ߏ߬ ߞߊ߲߫ ߞߏ߫ ߟߐ߲ߠߌ߲ ߦߴߊߟߊ߫ ߟߋ߬ ߦߋ߫ ، ߒߠߋ ߗߋߣߍ߲߫ ߡߍ߲ ߠߊ߫ ߸ ߒ ߧߴߏ߬ ߟߋ ߟߊߛߋ߫ ߟߴߊߟߎ߫ ߡߊ߬ ، ߒߠߋ ߞߏ߬ߣߌ߲ ߢߊ߯ ߊߟߎ߫ ߟߊ߫ ߡߌ߬ߙߌ߲߬ߘߌ߬ ߞߏߟߐ߲ߓߊߟߌ ߟߋ߬ ߘߌ߫"
        },
        {
            "chapter": 46,
            "verse": 24,
            "text": "ߊ߬ߟߎ߫ ߣߵߊ߬ ߛߊ߲ߝߌ߲ߠߡߊ ߞߊ߲߬ߞߊ߲߬ߣߍ߲ ߦߋ߫ ߟߴߊ߬ߟߎ߬ ߟߊ߫ ߞߐ߭ ߟߎ߬ ߢߝߊߟߋ߲ߡߊ߫ ߸ ߊ߬ߟߎ߬ ߞߊ߲߫ ߞߏ߫ ߛߊ߲ߝߌ߲ ߣߌ߲߬ ߞߍߕߐ߫ ߟߵߊ߲ ߛߊ߲ߖߌߦߊ߫ ߟߊ߫ ߣߌ߲߬ ، ߞߵߊ߬ ߕߘߍ߬ ߖߊ߰ ߝߋ߲߫ ߠߴߏ߬ ߘߌ߫ ߊߟߎ߫ ߞߌߢߍߣߍ߲߫ ߕߘߍ߬ ߡߍ߲ ߠߊ߫ ، ߝߢߐ߫ ߟߴߏ߬ ߘߌ߫ ߸ ߖߊ߲߰ߞߕߊ߬ ߘߌߡߌ߲ߣߍ߲ ߦߋ߫ ߡߍ߲ ߘߐ߫"
        },
        {
            "chapter": 46,
            "verse": 25,
            "text": "ߏ߬ ߟߋ ߝߋ߲ ߓߍ߯ ߖߊߡߎߙߊ߲߫ ߠߴߊ߬ ߡߊ߰ߙߌ ߟߊ߫ ߘߌ߬ߢߍ ߟߊ߫ ، ߏ߬ ߟߎ߫ ߣߊ߬ ߘߊ߫ ߟߊߓߊ߲߫ ߸ ߊ߬ߟߎ߫ ( ߖߘߍ߬ ) ߕߍ߫ ߦߋ߫ ߟߊ߫ ߡߎ߬ߕߎ߲߬ ߝߏ߫ ߊ߬ߟߎ߫ ߛߌ߰ ߦߌ߬ߟߊ߬ ( ߞߘߐ ) ߟߎ߬ ، ߒ߬ߓߊ߬ ߊ߲ ߧߋ߫ ߡߌ߬ߙߌ߲߬ߘߌ߫ ߛߐ߲߬ߡߊ ߟߎ߫ ߛߙߊ߬ ߟߊ߫ ߕߋ߲߬ ߠߋ߬"
        },
        {
            "chapter": 46,
            "verse": 26,
            "text": "ߖߊ߯ߕߋ߬ ߸ ߊ߲ ߞߵߏ߬ ߟߎ߬ ߡߝߊ߫ ߞߏ߫ ߘߐ߫ ߸ ߊ߲ ߡߴߊߟߎ߫ ߡߝߊ߫ ߡߍ߲ ߘߐ߫ ، ߊ߲ ߘߏ߲߬ ߞߊ߬ ߕߟߏߘߋ߲ ߣߌ߫ ߢߊ ߟߎ߬ ߣߌ߫ ߤߊ߲ߞߟߌ ߟߎ߬ ߘߌ߫ ߏ߬ ߟߎ߫ ߡߊ߬ ߸ ߓߊ߬ߙߌ߬ ߊ߬ߟߎ߬ ߕߟߏߘߋ߲ ߣߴߊ߬ߟߎ߬ ߢߊ ߟߎ߬ ߣߴߊ߬ߟߎ߬ ߤߊ߲ߞߟߌ ߟߎ߬ ߡߊ߫ ߝߏߦߌ߫ ߢߵߊ߬ߟߎ߫ ߡߊ߬ ، ߓߊ ߊ߬ߟߎ߫ ߞߵߊ߬ ߞߍ߫ ߊߟߊ߫ ߟߊ߫ ߟߝߊߙߌ ߟߎ߬ ߡߊߛߐ߬ߛߐ ߟߋ߬ ߘߌ߫ ، ߏ߬ ߞߍ ߸ ߊ߬ߟߎ߫ ߕߘߍ߬ ߞߏ ߡߍ߲ ߡߊߦߟߍ߫ ߟߊ߫ ߸ ߏ ( ߓߌ߲߬ߓߊߏ ) ߓߋ߬ ߘߴߊ߬ߟߎ߫ ߞߊ߲߬"
        },
        {
            "chapter": 46,
            "verse": 27,
            "text": "ߊ߲ ߘߏ߲߬ ߓߘߊ߫ ߛߏ ߟߎ߬ ߛߌߟߊߛߵߊߟߎ߫ ߟߊߡߌߣߌ߲ ߘߐ߫ ߸ ߊ߬ ߣߴߊ߲ ߞߊ߬ ߘߊ߬ߟߎ ߟߎ߬ ߕߊ߯ߣߌߛߊ߬ߦߌ߲߬ ߸ ߛߴߊ߬ߟߎ߬ ߘߴߊ߬ߟߎ߬ ߞߐߛߊ߬ߦߌ߲߬"
        },
        {
            "chapter": 46,
            "verse": 28,
            "text": "ߥߟߊߞߏ߫ ߝߋ߲ ߠߎ߫ ߕߍ߬ߘߍ߫ ߊ߬ߟߎ߫ ߘߍ߬ߡߍ߲߬ ߊ߬ߟߎ߫ ߞߵߊߟߊ߫ ߕߏ߫ ߞߵߊ߬ߟߎ߬ ߓߟߏߞߍ߫ ߡߍ߲ ߠߎ߬ ߟߊ߫ ߡߊ߬ߛߎ߬ߘߎ߲߬ߧߊ߬ߟߊ߲ ߡߊ߰ߙߌ ߟߎ߬ ߘߌ߫ ، ߓߊ߬ߙߌ߬ ߍ߲߬ߍ߲߫ ߸ ߏ߬ ߟߎ߬ ߕߎߣߎ߲߫ ߘߴߊ߬ߟߎ߫ ߡߊ߬ ߟߋ߬ ߖߋߎ߲߫ ، ߓߊ ߏ߬ ߟߎ߬ ߦߴߊ߬ߟߎ߬ ߟߊ߫ ߝߊ߬ߣߌ߲߬ߧߊ ߟߋ߬ ߘߌ߫ ߸ ߊ߬ ߣߴߊ߬ߟߎ߫ ߕߘߍ߬ ߡߍ߲ ߠߎ߫ ߞߎ߲߬ߘߐߕߍ߰ ߟߊ߫"
        },
        {
            "chapter": 46,
            "verse": 29,
            "text": "ߕߎ߬ߡߊ ߡߍ߲ ߊ߲ ߞߊ߬ ߥߐ߬ߞߎߟߐ ߟߎ߫ ߖߡߊ߬ ߞߋߟߋ߲߫ ߞߎ߲߬ߟߐ߬ ߌ ߟߊ߫ ߸ ߊ߬ߟߎ߬ ߦߴߊ߬ߟߎ߬ ߕߟߏߡߊߟߐ߬ ߞߎ߬ߙߊ߬ߣߊ ߟߊ߫ ߸ ߊ߬ߟߎ߬ ߛߋ ߦߋ߲߬ ߊ߬ߟߎ߬ ߞߊ߲߫ ߢߐ߲߮ ߢߍ߫ ߸ ߞߏ߫ ߊߟߎ߫ ߦߴߊߟߎ߫ ߕߟߏߡߊߟߐ߬ ، ߞߊ߬ߙߊ߲ ߓߊ߲ߣߍ߲ ߸ ߊ߬ߟߎ߫ ߛߊ߬ߦߌ߲߬ ߘߴߊ߬ߟߎ߫ ߡߌ߬ߙߌ߲߬ߘߌ ߡߊ߬ ߖߊ߬ߛߙߋ߬ߡߊ߬ߟߌ߬ߟߊ ߟߎ߬ ߘߌ߫"
        },
        {
            "chapter": 46,
            "verse": 30,
            "text": "ߊ߬ߟߎ߬ ߞߊ߲߫ ߞߏ߫ ߊ߲ ߡߌ߬ߙߌ߲߬ߘߌ ߸ ߊ߲ ߓߘߊ߫ ߟߍߙߊ߫ ߟߊߡߍ߲߫ ߸ ߏ߬ ߟߊߖߌ߰ߣߍ߲߫ ߡߎߛߊ߫ ߞߐ߫ ߟߋ߬ ، ߊ߬ ߘߏ߲߬ ߦߴߊ߬ ߢߍߕߊ ߟߊߛߙߋߦߊ߫ ߟߊ߫ ߸ ߊ߬ ߣߴߊ߬ ߦߋ߫ ߞߊ߲ߘߊߟߌ ߞߍ߫ ߟߊ߫ ߕߎ߬ߢߊ ߡߊ߬ ߸ ߊ߬ ߣߌ߫ ߛߌߟߊ߫ ߕߋߟߋ߲ߣߍ߲ ߡߊ߬"
        },
        {
            "chapter": 46,
            "verse": 31,
            "text": "ߊ߲ ߡߌ߬ߙߌ߲߬ߘߌ ߸ ߊߟߎ߯ ߊߟߊ߫ ߟߊ߫ ߞߟߌߟߌ ߖߋ߬ߓߌ߬ ߸ ߊ߬ ߣߴߊߟߎ߯ ߘߍ߲߬ߞߣߍ߬ߦߴߊ߬ ߡߊ߬ ߸ ߏ߬ ߓߊ߯ ߞߍ߫ ߸ ߊ߬ ߘߴߊߟߎ߫ ߖߟߎ߬ߡߎ߲ ߘߏ߫ ߟߎ߫ ߦߊ߬ߝߴߊߟߎ߫ ߦߋ߫ ، ߊ߬ ߣߴߊ߬ ߘߴߊߟߎ߫ ߟߊߞߛߌ߫ ߖߊ߲߰ߞߕߊ߬ ߘߌߡߌ߲ߣߍ߲ ߡߊ߬"
        },
        {
            "chapter": 46,
            "verse": 32,
            "text": "ߣߌ߫ ߡߍ߲ ߕߍ߫ ߊߟߊ߫ ߟߊ߫ ߞߟߌߟߌߟߊ ߖߋ߬ߓߌ߬ ߟߊ߫ ߸ ߏ߬ ߕߍ߫ ߓߟߏߡߓߊߟߌߓߊ߯ ߘߌ߫ ߘߎ߱ ߞߊ߲߬ ߸ ߢߌ߲߬ ߜߘߍ߫ ߟߎ߫ ߘߏ߲߬ ߕߍ߫ ߊ߬ ߟߊ߫ ߞߵߊ߬ߟߋ߬ ߕߏ߫ ، ߒ߬ߓߊ߬ ߏ߬ ߟߋ ߝߟߌ߬ ߔߘߋߞߟߋ ߘߐ߫"
        },
        {
            "chapter": 46,
            "verse": 33,
            "text": "ߦߊ߯ߟߴߊ߬ߟߎ߬ ߕߴߊ߬ ߦߋ߫ ߟߊ߫ ߓߊ߬ ߸ ߞߏ߫ ߊߟߊ߫ ߡߍ߲ ߞߊ߬ ߛߊ߲ ߠߎ߬ ߣߌ߫ ߘߎ߱ ߘߊ߲߫ ߸ ߊ߬ ߘߏ߲߬ ߡߊ߫ ߛߍ߰ ߏ߬ ߟߎ߬ ߘߊ߲ ߘߐ߫ ߸ ߞߴߏ߬ ߘߌ߫ ߛߋ߫ ߞߊ߬ ߛߎ߭ ߟߎ߬ ߟߊߞߎߣߎ߲߫؟ ، ߤߊ߯ߟߌ߫ ߞߍ߬ ߸ ߓߊ ߏ߬ ߟߋ ߛߋ߫ ߟߊ߫ ߞߏ ߓߍ߯ ߟߊ߫"
        },
        {
            "chapter": 46,
            "verse": 34,
            "text": "ߓߊ߲߬ߓߊ߮ ߟߎ߫ ߞߊ߲߬ߞߊ߲߬ߕߐ߫ ߕߊ ߟߊ߫ ߟߏ߲ ߡߍ߲ ߸ ߞߏ߫ ߦߊ߯ߟߊ߫ ߣߌ߲߬ ߕߍ߫ ߕߎ߬ߢߊ߬ ߘߌ߫ ߓߊ߬؟ ، ߊ߬ߟߎ߬ ߘߴߊ߬ ߝߐ߫ ߞߏ߫ ߤߊ߯ߟߌ߫ ߞߍ߬ ߸ ߊ߰ ߒ߬ ߣߌ߫ ߒ߬ ߡߊ߰ߙߌ ߕߍ߫ ، ߊߟߊ߫ ߘߴߊ߬ ߝߐ߫ ߞߏ߫ ߒ߬ߓߵߊߟߎ߫ ߖߊ߲߰ߞߕߊ ߡߊߜߏ߬ߙߏ߫ ߞߊ߬ߡߊߛߐ߬ߘߐ߲߬ ߊߟߎ߫ ߟߊ߫ ߓߊ߲߬ߓߊ߰ߦߊ ߝߍ߬"
        },
        {
            "chapter": 46,
            "verse": 35,
            "text": "ߒ߬ߓߊ߬ ߌߟߋ ߌ ߡߎ߬ߢߎ߲߬ ߖߐ߫ ߸ ߦߏ߫ ߝߊ߲ߞߊ߲ߣߍ߲ߓߊ ߟߎ߫ ߞߵߊ߬ߟߎ߫ ߡߎ߬ߢߎ߲߬ ߞߋߟߊ ߟߎ߬ ߘߐ߫ ߢߊ ߡߍ߲ ، ߌ ߘߏ߲߬ ߞߊߣߊ߬ ߞߌߢߍ߫ ߊ߬ߟߎ߫ ߡߊ߬. ߞߐ߲߬ߞߐ߲߬ ߞߍߣߴߊ߬ߟߎ߫ ߡߊ߬ ߞߏ ߡߍ߲ ߘߐ߫ ߸ ߊ߬ߟߎ߬ ߓߴߏ߬ ߦߋ߫ ߟߏ߲ ߡߍ߲ ߸ ߊ߬ߟߎ߬ ߘߌ߫ ߞߍ߫ ߦߏ߫ ߊ߬ߟߎ߬ ߡߊ߫ ߥߛߎ߬ ߛߌ߫ ߞߍ߫ ( ߘߎߢߊ߫ ߘߐ߫ ) ߸ ߝߏ߫ ߕߟߋ߬ߘߐ߬ߟߊ ߕߎ߬ߡߊ߬ߙߋ߲߬ ߞߋߟߋ߲߫ ߔߋ߫ ، ߟߊ߬ߛߋ߬ߒ߬ߞߊ߲߬ߠߊ ߟߋ߫ ߣߌ߲߬ ، ߖߍߣߍ߲ ߕߏߕߐ߫ ߊ߬ ߘߐ߫ ߏ߬ ߘߐ߫ ߣߌ߫ ߡߌ߬ߙߌ߲߬ߘߌ߬ ߔߊߟߊ߲ߞߊߣߍ߲ ߠߎ߬ ߕߍ߫؟"
        }
    ]
}