{
    "chapter": [
        {
            "chapter": 24,
            "verse": 1,
            "text": "(Ky është) kapitulli, të cilin Ne e kemi shpallur dhe caktuar (dispozitë). Dhe, kemi shpallur në të argumentet e qarta për t’u këshilluar ju"
        },
        {
            "chapter": 24,
            "verse": 2,
            "text": "Kurvën dhe kurvarin rr5ihnie çdonjërin prej tyre me nga njëqind goditje. Mos t’ju kaplojë juve ndaj tyre kurrfarë mëshire (në kryerjen) e dispozitave fetare, nëse besoni Perëndinë le të prezentojnë në dënimin e tyre një grup besimtarësh"
        },
        {
            "chapter": 24,
            "verse": 3,
            "text": "Kurvari mund të martohet vetëm me kurvën apo idhujtaren, kurse kurvën mund ta marrë për grua vetëm kurvari apo idhujtari, e kjo (kurvëria – martesa me kurvat), është e ndaluar për besimtarët"
        },
        {
            "chapter": 24,
            "verse": 4,
            "text": "Ata që i fajësojnë gratë e ndershme (për kurvëri), e nuk i sjellin katër dëshmitarë, rrihnie me tetëdhjetë goditje dhe mos pranoni më kurrë të dëshmuarit e tyre, këta janë njerëz ngatërrestarë"
        },
        {
            "chapter": 24,
            "verse": 5,
            "text": "pos atyre, që pas kësaj pendohen dhe përmirëzohen. Me të vërtetë Perëndia është falës dhe mëshirues"
        },
        {
            "chapter": 24,
            "verse": 6,
            "text": "E, ata që i fajësojnë gratë e tyre (për kurvëri), duke mos pasur dëshmitar përpos vetes, do të vërtetojnë dëshminë e tyre me betim në Perëndinë – katër herë, që me siguri thotë të vërtetën"
        },
        {
            "chapter": 24,
            "verse": 7,
            "text": "(Betimi) i pestë është të ndjellë mallimin e Perëndisë ndaj vetes, nëse ai ka gënjyer"
        },
        {
            "chapter": 24,
            "verse": 8,
            "text": "E, ajo do të kursehet nga dënimi, nëse katër herë betohet në Perëndinë, se ai (burri i saj), me të vërtetë, është, nga gënjeshtarët"
        },
        {
            "chapter": 24,
            "verse": 9,
            "text": "e (betimi) i pestë është të ndjellë zemrimin e Perëndisë ndaj vetes, nëse ai (burri i saj) ka thënë të vërtetën"
        },
        {
            "chapter": 24,
            "verse": 10,
            "text": "Dhe sikur të mos ishte mirësia e Perëndisë ndaj jush dhe mëshira e Tij, dhe Perëndia (të mos ishte) Ai që pranon pendimin dhe i Gjithëdijshëm, (do t’ia shpejtonte dënimin mëkatarit – me demaskimin e tij)"
        },
        {
            "chapter": 24,
            "verse": 11,
            "text": "Me të vërtetë, ata që bënë shpifje (ndaj bashkëshortes së Muhammedit), janë një grup prej jush. Mos e konsideroni këtë (shpifje), të keqe për ju. Jo, kjo është mirë për ju. Çdonjëri prej tyre, do të dënohet për atë që ka bërë, e atë, prej tyre që ka bërë më së shumti, e pret dënimi i madh"
        },
        {
            "chapter": 24,
            "verse": 12,
            "text": "Përse, - me të dëgjuar këtë (shpifje) – besimtarët dhe besimtaret nuk menduan mirë për njëri-tjetrin dhe të thonë: “Kjo është shpifje e hapët!”"
        },
        {
            "chapter": 24,
            "verse": 13,
            "text": "Pse nuk sollën për këtë katër dëshmitarë? Meqë nuk sollën dëshmitarë, ata (atëherë), te Perëndia janë gënjeshtarë"
        },
        {
            "chapter": 24,
            "verse": 14,
            "text": "Dhe, sikur të mos ishte mirësia e Perëndisë ndaj jush dhe mëshira e Tij, në këtë botë dhe në tjetrën, me siguri do t’ju godiste dënimi i madh, për atë që u lëshuat"
        },
        {
            "chapter": 24,
            "verse": 15,
            "text": "kur atë (shpifjen) e përcillnit me gjuhët tuaja dhe flisnit me gojët tuaja atë për të cilën nuk kishit dijeni, ju këtë e merrnit për cikrrim, por te Perëndia – kjo është (çështje) e madhe"
        },
        {
            "chapter": 24,
            "verse": 16,
            "text": "Përse – kur e dëgjuat (shpifjen) – nuk thatë: “Nuk është për ne – të flasim për këtë”. Ti je i lavdëruar (Zot)! Kjo është shpifje e madhe"
        },
        {
            "chapter": 24,
            "verse": 17,
            "text": "Perëndia ju këshillon (duke ua tërhequr vërejtjen), që të mos përsëritni kurrë më diçka të ngjashme, nëse jeni besimtarë"
        },
        {
            "chapter": 24,
            "verse": 18,
            "text": "dhe, Perëndia ju shpjegon argumentet; dhe Perëndia është i Plotëdijshëm dhe i Gjithëdijshëm"
        },
        {
            "chapter": 24,
            "verse": 19,
            "text": "Ata që duan të përhapin lajmet e turpshme për besimtarët, i pret dënimi i dhembshëm në këtë botë dhe në tjetrën; Perëndia i di të gjitha, e ju nu i dini"
        },
        {
            "chapter": 24,
            "verse": 20,
            "text": "Dhe sikur të mos ishte mirësia e Perëndisë ndaj jush dhe mëshira e Tij, (dhe sikur të mos ishte) Perëndia i butë dhe mëshirues (do t’jua shpejgonte dënimin)"
        },
        {
            "chapter": 24,
            "verse": 21,
            "text": "O besimtarë! Mos ndiqni gjurmët e djallit! E, kush ndjek gjurmët e djallit (do të dënohet, sepse) ai, me të vërtetë urdhëron imoralitet dhe vepra të shëmtuara. Dhe sikur të mos ishte mirësia e Perëndisë ndaj jush dhe mëshira e Tij, kurrë nuk do të ishte pastruar prej mëkateve askush prej jush; por, Perëndia e pastron atë që don Ai. Perëndia, i dëgjon të gjitha dhe i di të gjitha"
        },
        {
            "chapter": 24,
            "verse": 22,
            "text": "Dhe, le të mos betohen të ndershmit dhe të pasurit prej jush – se nuk do t’u japin të afërmve, të varfërve dhe të emigruarve në rrugën e Perëndisë; le të falin ata dhe le të mos brigojnë (mos të mbajnë inat)! Vallë, a nuk doni ju që t’ju falë Perëndia? E, Perëndia, është falës e mëshirues"
        },
        {
            "chapter": 24,
            "verse": 23,
            "text": "Me të vërtetë, ata që i fajësojnë gratë e ndershme, zemërdlirë, besimtare, janë të mallkuar në këtë botë dhe në tjetrën, dhe për ta ka dënim të madh"
        },
        {
            "chapter": 24,
            "verse": 24,
            "text": "Atë Ditë që do të dëshmojnë kundër tyre – gjuhët e tyre, dhe duart e tyre, dhe këmbët e tyre për atë që kanë punuar ata"
        },
        {
            "chapter": 24,
            "verse": 25,
            "text": "atë Ditë Perëndia do t’ju plotësojë dënimin e merituar dhe do ta dijnë ata, se Perëndia, është e vërteta e qartë"
        },
        {
            "chapter": 24,
            "verse": 26,
            "text": "Gratë e pandershme janë për meshkuj të pandershëm; e burrat e pandershëm, janë për femra të pandershme. Gratë e ndershme janë për meshkuj të ndershëm; e burrat e ndershëm janë për femra të ndershme. Ata të ndershmit, janë larg prej atyre thënieve; atyre (të ndershmëve) ju përket falja e mëkateve, dhe dhuntia e madhe"
        },
        {
            "chapter": 24,
            "verse": 27,
            "text": "O besimtarë! Mos hyni në shtëpitë e huaja përderisa të mos lajmëroheni e të mos i përshëndetni banuesit e saj. Kjo është më mirë, që ju të këshilloheni"
        },
        {
            "chapter": 24,
            "verse": 28,
            "text": "E, nëse në to nuk gjeni askë, mos hyni në to, për – derisa të mos u lejohet, e nëse u thuhet juve: “Kthehuni” ju kthehuni! Kjo është më e mirë për ju, e Perëndia di atë që punoni ju"
        },
        {
            "chapter": 24,
            "verse": 29,
            "text": "Nuk ka mëkat për ju nëse hyni (pa leje) në godinat e pabanuara, në të cilat gjenden gjërat tuaja. Perëndia di ç’tregoni ju haptazi e çka mëshihni"
        },
        {
            "chapter": 24,
            "verse": 30,
            "text": "Thuaju besimtarëve që të mos hedhin shikimet e tyre dhe le t’i ruajnë organet e veta gjenitale; kjo është më mirë për ta. Me të vërtetë, Perëndia është i dijshëm për atë që punojnë ata"
        },
        {
            "chapter": 24,
            "verse": 31,
            "text": "Dhe, thuaju besimtareve, që t’i shmangin shikimet e tyre dhe le t’i ruajnë organet e veta gjenitale; dhe le të mos tregojnë nga stolitë e tyre (pjesët e trupit), përveç atyre që janë të dukshme (të domosdoshme). Dhe, le të lëshojnë pelerinën e vet në anët e (trupit të) tyre dhe le t’u mos tregojnë stolitë e tyre, përpos: bashkëshortëve të tyre, ose baballarëve të tyre, ose vjehrrive të tyre, ose bijve të tyre, ose djemve të bashkëshortëve të tyre, ose vëllezërve të tyre, ose djemve të vëllezërve të tyre, ose djemve të motrave të tyre ose grave (mikeshave) të tyre, ose atyre që i kanë nën pushtet (si skllavët), ose atyre që u shkojnë pas (për të arritur lëmoshë) e që nuk kanë pretendime tjera ndaj femrave. E këta janë meshkujt apo fëmijët që nuk i dinë ngacmimet e femrave. Dhe mos t’i rrahin këmbët e tyre (për tokë) që të hetohen stolitë e tyre të fshehta. Të gjithë ju, o besimtarë, pendohuni te Perëndia, që të arrini shpëtimin"
        },
        {
            "chapter": 24,
            "verse": 32,
            "text": "Martoni (mos pengoni) të pamartuarit dhe të pamartuaret, edhe skllavët dhe skllavet tuaja – besimtarë të ndershëm. Nëse janë të varfër, Perëndia do t’i begatojë ata me dhuntinë e Tij; e Perëndia është i gjerë në mirësi dhe di çgo gjë"
        },
        {
            "chapter": 24,
            "verse": 33,
            "text": "Dhe, le të frenojnë veten ata që nuk gjejnë mundësi për martesë, përderisa Perëndia të mos i begatojë ata me dhuntinë e Tij. E, ata që gjenden në pushtetin tuaj (skllavët dhe skllavet) që kërkojnë të lirohen (duke e kompensuar veten) shkruani (lidhni kontratën), nëse dini që janë të mirë. Dhe, epjuni diçka nga pasuria juaj, me të cilën ju ka dhuruar Perëndia juve. Dhe mos i detyroni skllavet tuaja në kurvëri, nëse ato dëshirojnë jetë të ndershme – për të arritur ju dobi të përkohshme të kësaj bote. E, kush i detyron ato – me të vërtetë, Perëndia pasi janë detyruar ato (e janë penduar), është falës dhe mëshirues"
        },
        {
            "chapter": 24,
            "verse": 34,
            "text": "Na u kemi shpallur juve ajetet e qarta dhe shembujt nga jeta e atyre që kanë kaluar para jush dhe këshillë për ata që i druajnë Perëndisë"
        },
        {
            "chapter": 24,
            "verse": 35,
            "text": "Perëndia është ndriçues (dirigjues e begatues) i qiejve dhe i Tokës. Shembulli i dritës së Perëndisë është si dritarja (në mur), në të cilën është feneri, - e feneri është në një xham, e ky xhami është si yll i shndritshëm, i cili ndizet nga druri i bekuar i ullirit, as i lindjes as i perëndimit, vaj i të cilit gati shkëlqen edhe pa e prekur zjarri; (kjo është) dritë mbi dritat. Perëndia e udhëzon në dritën e Vet kë të dojë dhe Perëndia shpjegon shembuj për njerëzit. Perëndia është i dijshëm për çdo gjë"
        },
        {
            "chapter": 24,
            "verse": 36,
            "text": "Në xhamitë, që u ngritën me urdhërin e Perëndisë dhe në të cilat përmendet emri i Tij – Atë e lavdërojnë, në mëngjes dhe mbrëmje"
        },
        {
            "chapter": 24,
            "verse": 37,
            "text": "njerëzit, të cilët shitblerja nuk i pengon në të përmendurit e Perëndisë dhe të cilët bëjnë namazin dhe japin zeqatin, dhe të cilët druajnë nga Dita, në të cilën zemrat dh shikimet janë të shqetësuara"
        },
        {
            "chapter": 24,
            "verse": 38,
            "text": "(e lavdërojnë Perëndinë) që Perëndia t’i shpërblejë ata me dhuratat më të mira për atë që kanë punuar, e që t’jua shtojë atyre dhuntinë e Tij. E, Perëndia e furnizon kë të dojë, pa llogari"
        },
        {
            "chapter": 24,
            "verse": 39,
            "text": "E, veprat e atyre që nuk besojnë, janë si mjegullirë (fatamorgana) në rrafshirë, të cilën, i etshmi e konsideron ujë, por kur të arrijë tek ai vend, nuk gjen asgjë, - e do të hasë në dënimin e Perëndisë dhe Ai ia paguan llogarinë e tij, se Perëndia është llogaritës i shpejtë"
        },
        {
            "chapter": 24,
            "verse": 40,
            "text": "ose (veprat e tyre) jnë si errësirat në detin e thellë, të cilat i mbulon dallga pas dallgës, mbi të cilat gjenden rëtë, errësira – njëra mbi tjetrën, aq sa dorën e vet (kur ta zgjatë njeriu) gati mos ta shohë. Kujt mos t’i japë Perëndia dritë (udhëzim), nuk do të ketë (kurrfarë) dritë për të"
        },
        {
            "chapter": 24,
            "verse": 41,
            "text": "A nuk e vëren ti, se – Perëndinë, me të vërtetë, e lavdërojnë (të gjithë) ata që gjenden në qiej dhe në Tokë, e madje edhe shpezët duke i hapur krahët e tyre, gjatë fluturimit, Ai (Perëndia) di lutjen dhe lavdërimin e çdonjërit (nga ata). Perëndia, di për atë që punojnë ata"
        },
        {
            "chapter": 24,
            "verse": 42,
            "text": "Vetëm të Perëndisë janë pushteti i qiejve dhe i Tokës dhe tek Ai kthehet çdo gjë"
        },
        {
            "chapter": 24,
            "verse": 43,
            "text": "A nuk e vëren ti, se Perëndia i shtyan ngadalë retë, e pastaj i bashkon e i grumbullon njërën mbi tjetrën, e ti sheh shiun se si del nga mesi i tyre dhe bie nga qielli; Ai, prej reve të mëdha si mali, lëshon breshërin, e me të e godit kë të dojë, kurse e shmangë prej kujt të dojë. Shkëlqimi i vetëtimës së tij – gati t’i merr sytë"
        },
        {
            "chapter": 24,
            "verse": 44,
            "text": "Ai (Perëndia) e sjell ditën dhe natën (ndërrimin dhe zgjatjen e tyre). Me të vërtetë, në këtë – ka këshillë për ata që janë largpamës"
        },
        {
            "chapter": 24,
            "verse": 45,
            "text": "Perëndia ka krijuar çdo lloj shtaze prej ujit: disa nga ato ecin me barkun e tyre, kurse një pjesë ecin në dy këmbë, e disa prej tyre në katër këmbë. Perëndia krijon çka të dojë. Me të vërtetë, Perëndia është i pushtetshëm për çdo gjë"
        },
        {
            "chapter": 24,
            "verse": 46,
            "text": "Na – madje, i kemi shpallur ajetet e qarta; e Perëndia e udhëzon kë të dojë në rrugën e drejtë"
        },
        {
            "chapter": 24,
            "verse": 47,
            "text": "E, hipokritët thonë: “Na kemi besuar Perëndinë dhe Pejgamberin dhe kemi qenë të përulur”. E, pastaj, u shmangën disa prej tyre (pasi e thanë këtë). E, këta (në të vërtetë), nuk janë besimtarë"
        },
        {
            "chapter": 24,
            "verse": 48,
            "text": "Dhe, kur të thirrën te Perëndia dhe Pejgamberi i Tij, që t’i gjykojë në mes tyre, një grup nga ata shmangët"
        },
        {
            "chapter": 24,
            "verse": 49,
            "text": "vetëm nëse dinë që drejtësia është në anën e tyre, ata vijnë përulshëm (me shpëjtim)"
        },
        {
            "chapter": 24,
            "verse": 50,
            "text": "A mos është në zemrat e tyre sëmundja (hipokrizia), apo dyshojnë, apo druajnë se Perëndia dhe Pejgamberi i Tij do t’u bëjnë padrejtësi? Jo, por ata janë zullumqarë të vërtetë"
        },
        {
            "chapter": 24,
            "verse": 51,
            "text": "Vetëm është fjala e besimtarëve, kur ata të thirren te Perëndia dhe Pejgamberi i Tij, që t’i gjykojë në mes tyre, për të thonë: “Dëgjojmë dhe përulemi!” Dhe, këta me siguri janë të shpëtuar"
        },
        {
            "chapter": 24,
            "verse": 52,
            "text": "E, ata që i përulen Perëndisë dhe Pejgamberit të Tij dhe druajnë nga Perëndia dhe i frikohen Atij, vetëm ata janë të lumtur"
        },
        {
            "chapter": 24,
            "verse": 53,
            "text": "Ata (hipokritët) janë betuar në Perëndinë, me betimin më të madh, se, nëse ti (o Muhammed) i urdhëron ata, që të shkojnë në luftë – ata me siguri do të dalin. Thuaj: “Mos betoheni! (Preju jush) kërkohet përulja si duhet. Perëndia, me të vërtetë, është i dijshëm për atë që punoni ju”"
        },
        {
            "chapter": 24,
            "verse": 54,
            "text": "Thuaj: “Përuljuni Perëndisë dhe përuljuni Pejgamberit!” E, nëse shmangeni, vetëm (Muhammedi) është përgjegjës për atë që është i obliguar; e ju jeni përgjegjës për atë që jeni ngarkuar. E, nëse i përuleni atij, do të jeni në rrugën e drejtë; - e Pejgamberi vetëm është i detyruar që t’ju shpallë qartazi"
        },
        {
            "chapter": 24,
            "verse": 55,
            "text": "Perëndia, u ka premtuar disave prej jush, që kanë besuar dhe që punojnë vepra të mira – se do t’i bëjë sundimtarë në Tokë, ashtu, si i ka bërë ata para tyre dhe që do t’ua forcojë fenë e tyre, me të cilën Ai është i kënaqur, dhe që do t’ua shndërrojë atyre – pas frikës, sigurinë. Ata, më adhurojnë Mua, e nuk më bëjnë shok asgjë. E, kush bën mohim pas kësaj, ata janë ngatërrestarë të vërtetë"
        },
        {
            "chapter": 24,
            "verse": 56,
            "text": "Dhe, kryeni namazin, jepni zeqatin dhe përuljuni Pejgamberit, për të fituar mëshirën e Perëndisë"
        },
        {
            "chapter": 24,
            "verse": 57,
            "text": "Kurrsesi mos mendo, se mohuesit do ta bëjnë të pamundshëm (dënimin nga ana e Perëndisë) në Tokë! E, strehimi i tyre është zjarri, e sa vend kthimi i shëmtuar që është ai"
        },
        {
            "chapter": 24,
            "verse": 58,
            "text": "O besimtarë! Le të kërkojnë leje ata që janë nën pushtetin tuaj (në familje) dhe ata nga ju, të cilët nuk e kanë arritur moshën e pjekurisë në tri raste: para namazit të sabahit dhe kur i zhveshni rrobat tuaja në mesditë dhe pas namazit të jacisë. Këto janë tri kohë kontestuese (jo të përshtatshme). Nuk jeni as ju, as ata – mëkatarë, pas këtyre kohëve, (nëse hyni pa leje) duke u takuar njëri me tjetrin. Kështu, ua shpjegon Perëndia dispozitat juve! Perëndia, është i Plotëdijshëm dhe i Gjithëdijshëm"
        },
        {
            "chapter": 24,
            "verse": 59,
            "text": "E, kur fëmijët tuaj të arrijnë moshën e pjekurisë, le të kërkojnë leje (në çdo kohë) ashtu siç kanë kërkuar leje ata para këtyre. Kështu, ua shpjegon Perëndia juve dispozitat e Tij! Perëndia, është i Plotëdijshëm dhe i Gjithëdijshëm"
        },
        {
            "chapter": 24,
            "verse": 60,
            "text": "E, gratë e vjetra, të cilat më – nuk kanë për qëllim të martohen, nuk është mëkat ta heqin mbulesën (që kanë mbi rrobat e trupit), por jo – duke i treguar stolitë e tyre. E, nëse i përmbahen virtytësisë, është edhe më mirë për to. Perëndia, i dëgjon dhe i di të gjitha"
        },
        {
            "chapter": 24,
            "verse": 61,
            "text": "Nuk është mëkat për të verbërin, as nuk është mëkat për të çalin, as për të sëmurin s’ka mëkat, as për ju nuk është mëkat që të hani në shtëpinë tuaj (të fëmijëve tuaj), ose në shtëpitë e baballarëve tuaj, ose në shtëpitë e nënave tuaja, ose në shtëpitë e motrave tuaja, ose në shtëpitë e axhallarëve tuaja, ose në shtëpitë e hallave tuaja, ose në shtëpitë e dajëve tuaj, ose në shtëpitë e tezeve tuaja, ose tek ata çelësat e të cilëve u janë lanë juve (për ta ruajtur atë), ose (në shtëpi) te miqtë e sinqertë. Nuk jeni mëkatarë që të hani bashkarisht apo veçmas; e kur të hyni në shtëpi – ju përshëndeteni banuesit e saj me një përshëndetje nga Perëndia, të begatshme e të mirë. Kështu ua shpjegon Perëndia juve dispozitat, për të medituar ju"
        },
        {
            "chapter": 24,
            "verse": 62,
            "text": "Besimtarë të vërtetë janë vetëm ata që besojnë Perëndinë dhe Pejgamberin e Tij. E, kur të gjenden me te (Pejgamberin) në një punë të përbashkët, nuk largohen para se të kërkojnë leje prej tij. Me të vërtetë, ata që kërkojnë leje prej teje, padyshim, besojnë në Perëndinë dhe Pejgamberin e Tij. E, kur të kërkojnë ata leje prej teje, për ndonjë punë të tyre, jepju leje kujt ë duash prej tyre dhe kërko për ta falje nga Perëndia. Me të vërtetë, Perëndia është falës dhe mëshirues"
        },
        {
            "chapter": 24,
            "verse": 63,
            "text": "Mos e konsideroni thirrjen e Pejgamberit në mesin tuaj, si thirrje të rëndomtë që ju ia bëni njëri-tjetrit; Perëndia, me siguri, i di ata që bishtërojnë prej jush tinëzisht. Le të druajnë ata që i kundërshtojnë urdhërit të tij, që të mos i arrijë ndonjë sprovë ose që të mos i godas ata dënimi i dhembshëm"
        },
        {
            "chapter": 24,
            "verse": 64,
            "text": "E, me të vërtetë, të Perëndisë janë gjithçka gjendet në qiej dhe në Tokë. Ai, di se në çfarë gjendje jeni. Dhe – di Ditën kur ata do të kthehen tek Ai, e do t’i laj¬mërojë ata për veprat që kanë punuar. E, Perëndia, është i dijshëm për çdo gjë"
        }
    ]
}