{
    "pages": [
        {
            "chapter": 7,
            "verse": 164,
            "text": "And when a community among them said, “Why do you admonish a people whom God is about to destroy or punish with a severe punishment?” They said, “As an excuse before your Lord, and that haply they may be reverent.”"
        },
        {
            "chapter": 7,
            "verse": 165,
            "text": "And when they forgot that whereof they had been reminded, We saved those who forbade evil, and We seized those who did wrong with a dreadful punishment for their having committed iniquity"
        },
        {
            "chapter": 7,
            "verse": 166,
            "text": "When they were insolent concerning that which they had been forbidden, We said unto them, “Be you apes, outcast.”"
        },
        {
            "chapter": 7,
            "verse": 167,
            "text": "And when thy Lord proclaimed that He would surely send against them, till the Day of Resurrection, those who would inflict upon them a terrible punishment. Truly thy Lord is swift in retribution, and truly He is Forgiving, Merciful"
        },
        {
            "chapter": 7,
            "verse": 168,
            "text": "And We divided them into communities on the earth: some of them are righteous and some are otherwise. And We tried them with good things and with evil things, that haply they would return"
        },
        {
            "chapter": 7,
            "verse": 169,
            "text": "Then a generation succeeded them who inherited the Book. They grasp the ephemeralities of this lower world and say, “It will be forgiven us.” And if other ephemeralities like them were to come their way, they would grasp them [also]. Did not the covenant of the Book commit them to say naught of God save the truth? They have studied what is in it. And the Abode of the Hereafter is better for those who are reverent. Will you not understand"
        },
        {
            "chapter": 7,
            "verse": 170,
            "text": "As for those who cling to the Book and perform the prayer—surely We neglect not the reward of the workers of righteousness"
        }
    ]
}