{
    "pages": [
        {
            "chapter": 11,
            "verse": 29,
            "text": "O my people! I ask not of you any wealth in return for it; my reward lies only with God. And I shall not drive away those who believe; truly they shall meet their Lord. But I see that you are an ignorant people"
        },
        {
            "chapter": 11,
            "verse": 30,
            "text": "O my people! Who would help me against God, were I to drive them away? Will you not remember"
        },
        {
            "chapter": 11,
            "verse": 31,
            "text": "I say not unto you that with me are the treasuries of God; nor do I know the Unseen. And I say not that I am an angel; nor do I say of those who are despicable in your eyes, ‘God will not give them any good’—God knows best what is in their souls—for then I would indeed be among the wrongdoers.”"
        },
        {
            "chapter": 11,
            "verse": 32,
            "text": "They said, “O Noah! You have disputed with us, and have prolonged the disputation; so bring upon us that wherewith you have threatened us, if you are among the truthful.”"
        },
        {
            "chapter": 11,
            "verse": 33,
            "text": "He said, “God alone shall bring it to you, if He will, and you cannot thwart [it]"
        },
        {
            "chapter": 11,
            "verse": 34,
            "text": "And my sincere advice will not benefit you, much as I desire to advise you, if God desires to cause you to err. He is your Lord, and unto Him shall you be returned.”"
        },
        {
            "chapter": 11,
            "verse": 35,
            "text": "Or do they say, “He has fabricated it”? Say, “If I fabricated it, then my guilt is upon me; but I am quit of that which you commit.”"
        },
        {
            "chapter": 11,
            "verse": 36,
            "text": "And it was revealed unto Noah, “None of thy people shall believe, save those who had already believed. So be not distressed by that which they used to do"
        },
        {
            "chapter": 11,
            "verse": 37,
            "text": "Build the Ark before Our Eyes and by Our Revelation. And address Me not concerning those who did wrong; surely they shall be drowned.”"
        }
    ]
}