{
    "pages": [
        {
            "chapter": 20,
            "verse": 52,
            "text": "He said, “Knowledge thereof is with my Lord in a Book—He errs not, nor does He forget—"
        },
        {
            "chapter": 20,
            "verse": 53,
            "text": "the One Who made the earth a cradle for you, and threaded paths for you therein. He sent down water from the sky, wherewith We brought forth diverse kinds of vegetation [saying]"
        },
        {
            "chapter": 20,
            "verse": 54,
            "text": "‘Eat and pasture your cattle.’” Truly in that are signs for those possessed of intelligence"
        },
        {
            "chapter": 20,
            "verse": 55,
            "text": "From it We created you, and unto it We shall bring you back, and from it We shall bring you forth a another time"
        },
        {
            "chapter": 20,
            "verse": 56,
            "text": "We indeed showed him Our signs, all of them; yet he denied and refused"
        },
        {
            "chapter": 20,
            "verse": 57,
            "text": "He said, “Have you come to us in order to expel us from our land with your sorcery, O Moses"
        },
        {
            "chapter": 20,
            "verse": 58,
            "text": "But we shall surely produce for you sorcery like it. So appoint a tryst between you and us at a neutral place, which neither you nor we shall fail to keep.”"
        },
        {
            "chapter": 20,
            "verse": 59,
            "text": "He said, “Your tryst shall be on the Day of Adornment; let the people be gathered when the sun has risen high.”"
        },
        {
            "chapter": 20,
            "verse": 60,
            "text": "Then Pharaoh turned away and devised his scheme. Then he came"
        },
        {
            "chapter": 20,
            "verse": 61,
            "text": "Moses said to them, “Woe unto you! Do not fabricate a lie against God, lest He should destroy you with a punishment. Whosoever fabricates [lies] has failed.”"
        },
        {
            "chapter": 20,
            "verse": 62,
            "text": "So they debated their affair among themselves and kept secret their intimate discourse"
        },
        {
            "chapter": 20,
            "verse": 63,
            "text": "They said, “These two are sorcerers who wish to expel you from your land with their sorcery and to do away with your exemplary way of life"
        },
        {
            "chapter": 20,
            "verse": 64,
            "text": "So gather your plot, then come in ranks. Today, whosoever gains the upper hand will surely have prospered!”"
        }
    ]
}