{
    "pages": [
        {
            "chapter": 20,
            "verse": 77,
            "text": "And We indeed revealed unto Moses, “Set forth with My servants by night and strike for them a dry path through the sea. Be not afraid of being overtaken, and fear not.”"
        },
        {
            "chapter": 20,
            "verse": 78,
            "text": "Then Pharaoh pursued them with his hosts, and they were overwhelmed by the sea that enshrouded them"
        },
        {
            "chapter": 20,
            "verse": 79,
            "text": "Pharaoh led his people astray, and guided them not"
        },
        {
            "chapter": 20,
            "verse": 80,
            "text": "O Children of Israel! We have saved you from your enemies and have appointed a tryst for you on the right side of the Mount. And We sent down unto you manna and quails"
        },
        {
            "chapter": 20,
            "verse": 81,
            "text": "Eat of the good things We have provided you, but exceed not the limits therein, lest My Wrath be unleashed upon you. And he upon whom My Wrath is unleashed has been cast into ruin"
        },
        {
            "chapter": 20,
            "verse": 82,
            "text": "And surely I am most forgiving toward the one who repents and believes and works righteousness, and thereafter is rightly guided"
        },
        {
            "chapter": 20,
            "verse": 83,
            "text": "“What hast made thee hasten from thy people, O Moses?”"
        },
        {
            "chapter": 20,
            "verse": 84,
            "text": "He said, “They are close upon my footsteps, and I hastened unto Thee, my Lord, that Thou mayest be content.”"
        },
        {
            "chapter": 20,
            "verse": 85,
            "text": "He said, “Truly We tried thy people in thine absence, and the Samaritan led them astray.”"
        },
        {
            "chapter": 20,
            "verse": 86,
            "text": "Then Moses returned to his people, angry and aggrieved. He said, “O my people! Did your Lord not make you a goodly Promise? Did the pact seem too long for you? Or did you desire that the anger of your Lord be unleashed upon you, such that you failed your tryst with me?”"
        },
        {
            "chapter": 20,
            "verse": 87,
            "text": "They said, “We did not fail our tryst with thee of our own will, but we were laden with the burden of the people’s ornaments. So we cast them [into the pit], and thus did the Samaritan throw also.”"
        }
    ]
}