{
    "pages": [
        {
            "chapter": 28,
            "verse": 85,
            "text": "Truly the One Who ordained the Quran for thee shall surely bring thee back to the place of return. Say, “My Lord knows best those who bring guidance, and those who are in manifest error.”"
        },
        {
            "chapter": 28,
            "verse": 86,
            "text": "And thou didst not hope that the Book would be delivered unto thee; rather, it was a mercy from thy Lord. So be not a support for the disbelievers"
        },
        {
            "chapter": 28,
            "verse": 87,
            "text": "And let them not turn thee from the signs of God after they have been sent down unto thee. But call [others] to thy Lord and be not among those who ascribe partners unto God"
        },
        {
            "chapter": 28,
            "verse": 88,
            "text": "And call not upon another god along with God. There is no god but He! All things perish, save His Face. Judgment belongs to Him, and unto Him will you be returned"
        },
        {
            "chapter": 29,
            "verse": 1,
            "text": "Alif. Lam. Mim"
        },
        {
            "chapter": 29,
            "verse": 2,
            "text": "Does mankind suppose that they will be left to say, “We believe,” and that they will not be tried"
        },
        {
            "chapter": 29,
            "verse": 3,
            "text": "though We have indeed tried those who were before them? Surely God knows those who are truthful, and surely He knows the liars"
        },
        {
            "chapter": 29,
            "verse": 4,
            "text": "Or do those who commit evil deeds suppose that they will outstrip Us? Evil indeed is the judgment they make"
        },
        {
            "chapter": 29,
            "verse": 5,
            "text": "Whosoever hopes for the meeting with God, God’s term is coming. And He is the Hearing, the Knowing"
        },
        {
            "chapter": 29,
            "verse": 6,
            "text": "And whosoever strives, strives only for himself. Truly God is beyond need of the worlds"
        }
    ]
}