{
    "pages": [
        {
            "chapter": 3,
            "verse": 187,
            "text": "[Remember] when God made the covenant with those who were given the Book, “You shall make it clear to the people, and not conceal it.” Then they cast it behind their backs and sold it for a paltry price. Evil indeed is their selling"
        },
        {
            "chapter": 3,
            "verse": 188,
            "text": "Do not suppose that those who exult in what they have brought about and love to be praised for what they have not done—do not suppose that they are delivered from the punishment; theirs is a painful punishment"
        },
        {
            "chapter": 3,
            "verse": 189,
            "text": "Unto God belongs sovereignty over the heavens and the earth, and God is Powerful over all things"
        },
        {
            "chapter": 3,
            "verse": 190,
            "text": "Truly in the creation of the heavens and the earth and the variation of the night and the day are signs for the possessors of intellect"
        },
        {
            "chapter": 3,
            "verse": 191,
            "text": "who remember God standing, sitting, and lying upon their sides, and reflect upon the creation of the heavens and the earth, “Our Lord, Thou hast not created this in vain. Glory be to Thee! Shield us from the punishment of the Fire"
        },
        {
            "chapter": 3,
            "verse": 192,
            "text": "Our Lord! Whomsoever Thou makest to enter into the Fire, Thou hast surely disgraced him. And the wrongdoers shall have no helpers"
        },
        {
            "chapter": 3,
            "verse": 193,
            "text": "Our Lord! Truly we have heard a caller calling to faith, saying ‘Believe in your Lord,’ so we believed. Our Lord, forgive us our sins and absolve us of our evil deeds, and take us unto Thee with the pious"
        },
        {
            "chapter": 3,
            "verse": 194,
            "text": "Our Lord! Give us what Thou hast promised us through Thy messengers, and disgrace us not on the Day of Resurrection. Truly Thou wilt not fail the tryst.”"
        }
    ]
}