{
    "pages": [
        {
            "chapter": 2,
            "verse": 106,
            "text": "Biz (zaman, məkan və şəraitin tələbinə görə) hər hansı bir ayəni (ayənin hökmünü) ləğv edir və ya onu unutdururuqsa, ondan daha yaxşısını, yaxud ona bənzərini gətiririk. Allahın hər şeyə qadir olmasını bilmirsənmi"
        },
        {
            "chapter": 2,
            "verse": 107,
            "text": "Məgər sən bilmirsən ki, göylərin və yerin səltənəti (hökmranlığı) ancaq Allaha məxsusdur və sizin Allahdan başqa bir dostunuz və yardımçınız yoxdur"
        },
        {
            "chapter": 2,
            "verse": 108,
            "text": "(Ey Məkkə əhli!) Yoxsa siz də bundan əvvəl Musa sorğu-suala çəkildiyi kimi Peygəmbərinizi (Muhəmmədi) sorğu-suala çəkmək istəyirsiniz? İmanı küfrə dəyişən kəs, həqiqətən, doğru yoldan azmışdır"
        },
        {
            "chapter": 2,
            "verse": 109,
            "text": "(Ey mö’minlər!) Kitab əhlindən bir çoxu həqiqət onlara bəlli olduqdan sonra belə, təbiətlərindəki həsəd (paxıllıq) üzündən sizi, iman gətirmiş olduğunuz halda, yenidən küfrə sövq etmək istərlər. Allahın əmri gəlincəyə qədər (hələlik) həmin şəxsləri əfv edin və onları qınamayın (onlardan üz çevirməyin). Şübhəsiz ki, Allah hər şeyə qadirdir"
        },
        {
            "chapter": 2,
            "verse": 110,
            "text": "Namaz qılın, zəkat verin! Özünüzdən ötrü (əvvəlcə) etdiyiniz xeyri (yaxşı əməllərin əvəzini) Allah yanında taparsınız. Həqiqətən, Allah nə etdiklərinizi görəndir"
        },
        {
            "chapter": 2,
            "verse": 111,
            "text": "(Yəhudilər və xaçpərəstlər) dedilər: “Cənnətə yəhudilərdən və xaçpərəstlərdən başqası girməyəcək!” Bu, ancaq onların xülyalarıdır. (Ya Rəsulum!) Onlara söylə: “Əgər (bu sözü) doğru deyirsinizsə, dəlilinizi gətirin!”"
        },
        {
            "chapter": 2,
            "verse": 112,
            "text": "(Xeyr, onların dediyi kimi deyil) əksinə, yaxşı işlər görüb özlərini Allaha təslim edənlərin Rəbbi yanında mükafatı (əvəzi) vardır. Onların (axirətdə) heç bir qorxusu yoxdur və onlar qəm-qüssə görməzlər"
        }
    ]
}