{
    "pages": [
        {
            "chapter": 11,
            "verse": 13,
            "text": "Yoxsa (müşriklər): “Onu (Qur’anı) özündən uydurdu!” - deyirlər. (Onlara) de: “Əgər doğru deyirsinizsə, onun kimi özünüzdən on surə uydurub gətirin və (bu işdə) Allahdan başqa, kimi bacarırsınızsa, onu da köməyə çağırın"
        },
        {
            "chapter": 11,
            "verse": 14,
            "text": "Yox, əgər (köməyə çağırdıqlarınız) sizə cavab verməsələr, bilin ki, o ancaq Allahın elmi ilə nazil olmuşdur. Ondan başqa heç bir tanrı yoxdur! (Bütün bunlardan sonra) islamı qəbul etməzmisiniz"
        },
        {
            "chapter": 11,
            "verse": 15,
            "text": "Kim (axirətdən vaz keçib) dünyanı və onun bərbəzəyini istəyirsə, Biz ona əməllərinin əvəzini (sağlamlıq, sərvət, övlad, gözəl yaşayış) elə orada (dünyada) verərik. Onların dünyadakı mükafatları əsla azaldılmaz. (Dünyada yaxşı işlər görüb e’tiqadı olmayan şəxsə axirətdə dünyəvi əməlləri heç bir fayda verməz. Çünki Allah ona dünyadakı yaxşı əməllərinin əvəzini elə dünyanın özündə verər)"
        },
        {
            "chapter": 11,
            "verse": 16,
            "text": "Belələrini axirətdə atəşdən (cəhənnəm odundan) başqa heç bir payı yoxdur. Onların dünyada gördükləri işlər puç olar və bütün əməlləri boşa çıxar"
        },
        {
            "chapter": 11,
            "verse": 17,
            "text": "Məgər Rəbbindən açıq-aydın bir dəlilə (Qurana) istinad edən, ardınca Allahdan bir şahid (Cəbrail) gələn, ondan da əvvəl Musanın (öz ümməti üçün) bir rəhbər və mərhmət olan kitabının (Tövratın) təsdiq etdiyi kimsə (dünyaya meyl edənlər, ona bel bağlayanlar kimi ola bilərmi)?! Bunlar (bu dəlilləri təsdiq edən müsəlmanlar) Qur’ana inanırlar. (Ya Rəsulum!) Qur’anı inkar edən zümrənin (bütün müşriklərin və kafirlərin) və’d olunduğu yer Cəhənnəmdir. Artıq sən də onun barəsində şübhəyə düşmə. O sənin Rəbbindən (gələn) haqdır, lakin insanların (Məkkə əhlinin) əksəriyyəti (buna) inanmaz"
        },
        {
            "chapter": 11,
            "verse": 18,
            "text": "Allaha iftira yaxandan (öz sözünü yalandan Allaha aid edəndən) daha zalım kim ola bilər? Onlar Allahın hüzuruna gətirilər, şahidlər (mələklər, peyğəmbərlər, bütün məxluqat, yaxud insanın öz bədəninin üzvləri) belə deyərlər: “Bunlar Rəbbi barəsində yalan söyləyənlərdir!” Bilin ki, zalımlar Allahın lə’nətinə gələcəklər"
        },
        {
            "chapter": 11,
            "verse": 19,
            "text": "O kəslər ki, (insanları) Allah yolundan döndərir, onu (yolu) əymək istəyirlər – onlar, məhz onlar axirəti inkar edənlərdir"
        }
    ]
}