{
    "pages": [
        {
            "chapter": 14,
            "verse": 43,
            "text": "Belə ki, onlar başlarını yuxarı qaldırıb, durar, gözlərini də qırpa bilməzlər. Onların qəlbləri də bomboşdur. (Ürəkləri duyğusuzdur, orada xeyirdən heç bir əsər-əlamət yoxdur)"
        },
        {
            "chapter": 14,
            "verse": 44,
            "text": "İnsanları onlara əzab gələcəyi günlə qorxut. O gün zalımlar: “Ey Rəbbimiz! Bizə bir az möhlət ver. Biz Sənin də’vətini qəbul edər (iman gətirər) və peyğəmbərlərə tabe olarıq!” deyərlər. Bəs əvvəlcə sizə heç bir zaval toxunmayacağı barədə and içməmişdiniz"
        },
        {
            "chapter": 14,
            "verse": 45,
            "text": "Siz özlərinə zülm edənlərin yurdlarında da sakin oldunuz, onların başına nələr gətirdiyimiz də sizə bəlli oldu. Üstəlik sizin üçün (ibrətamiz) məsəllər də çəkdik"
        },
        {
            "chapter": 14,
            "verse": 46,
            "text": "(Kafirlər Peyğəmbərə və islam dininə qarşı bacardıqları qədər) hiylə qurdular. Onların hiyləsi Allah dərgahında mə’lumdur (və buna görə də cəzalarını da alacaqlar). Onların hiyləsi ilə dağlar (islam dini, onun hökmləri) yerindən oynayan deyildir! (Və ya onların hiyləsi dağları yerindən oynatsa belə, yenə də Allahın dini qarşısında acizdir)"
        },
        {
            "chapter": 14,
            "verse": 47,
            "text": "(Ya Rəsulum!) Allahın peyğəmbərlərə verdiyi və’də xilaf çıxacağını sanma! Həqiqətən, Allah yenilməz qüvvət sahibi, intiqam sahibidir"
        },
        {
            "chapter": 14,
            "verse": 48,
            "text": "(Yadda saxla! Qiyamət günü) elə bir gündür ki, Yer (yer kürəsi) başqa bir yerlə, göylər də başqa göylərlə əvəz olunacaq (Yer dəyişib başqa cür yer, göylər də başqa cür göylər olacaq; onların mahiyyəti, şəkli o qədər dəyişəcək ki, tanınmaz hala düşəcəklər) və onlar (bütün insanlar qəbirlərindən çıxıb haqq-hesab üçün) bir olan, (hər şeyə) qalib olan Allahın hüzurunda duracaqlar"
        },
        {
            "chapter": 14,
            "verse": 49,
            "text": "O gün günahkarları qandallanmış (zəncirlə bir-birinə bağlanmış) görəcəksən"
        },
        {
            "chapter": 14,
            "verse": 50,
            "text": "Köynəkləri qətrandan olacaq, üz-gözlərini də atəş bürüyəcəkdir"
        },
        {
            "chapter": 14,
            "verse": 51,
            "text": "Allah hər kəsə (dünyada) etdiyi əməllərin cəzasını vermək üçün belə edəcəkdir! Şübhəsiz ki, Allah tezliklə haqq-hesab çəkəndir"
        },
        {
            "chapter": 14,
            "verse": 52,
            "text": "Bu (Qur’an) insanlar üçün elə bir moizədir ki, onunla həm qorxsunlar, həm də Allahın tək bir tanrı olduğunu bilsinlər, həm də ağıl sahibləri düşünüb ibrət alsınlar"
        }
    ]
}