{
    "pages": [
        {
            "chapter": 17,
            "verse": 59,
            "text": "Bizə mö’cüzələr göndərməyə mane olan şey ancaq əvvəlkilərin (keçmiş ümmətlərin) onları yalan hesab etmələridir. Biz Səmud tayfasına açıq-aşkar bir mö’cüzə olaraq dişi (maya) bir dəvə verdik, lakin onlar ona zülm etdilər (dəvəni tutub kəsdilər). Biz mö’cüzələri yalnız (bəndələrimizi) qorxutmaq üçün göndəririk"
        },
        {
            "chapter": 17,
            "verse": 60,
            "text": "(Ya Rəsulum!) Yadına sal ki, bir zaman sənə: “Rəbbin (Öz əzəli elmi və qüdrəti ilə) insanları ehtiva etmişdir (onların ixtiyarı Allahın əlində olduğu üçün sənə heç bir şey edə bilməzlər!)” –demişdik. (İsra gecəsi) sənə göstərdiyimiz mənzərəni və Qur’anda lə’nətlənmiş (Cəhənnəmdəki zəqqum adlı) ağacı insanlar (Məkkə əhli) üçün yalnız bir imtahan etdik (görək sənin sözünə inanacaqlar, ya yox). Biz onları qorxuduruq, lakin bu qorxutmaq onların tüğyanını artırmaqdan başqa bir şeyə kara gəlmir"
        },
        {
            "chapter": 17,
            "verse": 61,
            "text": "Yenə yadına sal ki, bir zaman mələklərə: “Adəmə səcdə edin!” – deyə əmr etmişdik. İblisdən başqa hamısı səcdə etmişdi. (İblis:) “Sənin palçıqdan yaratdığına mən səcdə edərəmmi?!” – demişdi"
        },
        {
            "chapter": 17,
            "verse": 62,
            "text": "(İblis) həmçinin: “(Pərvərdigara!) Bir de görək (məni oddan, bu Adəmi torpaqdan yaratdığın halda) nə üçün onu məndən üstün tutdun? Əgər (məni öldürməyib) qiyamət gününə qədər mənə möhlət versən, az bir qismi istisna olmaqla, onun nəslini öz hökmüm altına alaram (və ya yoldan çıxarıb kökünü kəsərəm)”"
        },
        {
            "chapter": 17,
            "verse": 63,
            "text": "(Allah) buyurdu: “Çıx get! (Sənə qiyamətə qədər möhlət verdim!) Onlardan hər kəs sənə uysa, (bil ki) cəzanız Cəhənnəmdir. Özü də tamam-kamal bir cəza"
        },
        {
            "chapter": 17,
            "verse": 64,
            "text": "Onlardan kimi bacarırsansa, səsinlə (vəsvəsənlə) yerindən oynat, atlı və piyadanı onlara qarşı səfərbər et, (onları harama, ziyana sövq etməklə) mallarına və övladlarına ortaq ol, onlara cürbəcür (yalan) və’dlər ver. Şeytan (ona uyanlara) yalnız yalan və’d verər"
        },
        {
            "chapter": 17,
            "verse": 65,
            "text": "Doğrusu, Mənim (mö’min) bəndələrim üzərində sənin heç bir hökmün ola bilməz. Rəbbinin vəkil olması (sənin şərindən və vəsfəsəndən onları qoruması) kifayət edər!”"
        },
        {
            "chapter": 17,
            "verse": 66,
            "text": "Sizin üçün (bol) ne’mətindən özünüzə ruzi axtarmaq (qazanmaq) məqsədilə dənizdə gəmiləri hərəkətə gətirən məhz Rəbbinizdir! Həqiqətən, Rəbbiniz sizə qarşı rəhmlidir"
        }
    ]
}