{
    "pages": [
        {
            "chapter": 18,
            "verse": 16,
            "text": "(Gənclərin başçısı, yaşca böyüyü Təmlixa yoldaşlarına belə demişdi:) “Onları və Allahdan başqa tapındıqları tanrıları tərk edib getdiyiniz zaman mağaraya çəkilin ki, Rəbbiniz sizə Öz mərhəmətindən əta etsin və işinizdə sizin üçün fayda hazırlasın (sizə kafirlərdən nicat versin, düşmənlərdən qoruyub saxlasın)”"
        },
        {
            "chapter": 18,
            "verse": 17,
            "text": "(Ya Rəsulum! Əgər o zaman onlara baxsaydın) günəşin doğduğu zaman onların mağarasının sağ tərəfinə meyl etdiyini, batdığı zaman isə onları tərk edib sol tərəfə yönəldiyini (mağaranın içinə düşüb onları yandırmadığını), onların da mağaranın ortasında geniş bir yerdə olduqlarını (küləyin onları oxşadığını və rahat nəfəs aldıqlarını) görərdin. Bu, Allahın mö’cüzələrindəndir. Allahın doğru yola saldığı kəs doğru yoldadır. Allahın yoldan çıxartdığı (zəlalətə saldığı) kimsəyə isə əsla doğru yolu göstərən bir dost (rəhbər) tapa bilməzsən"
        },
        {
            "chapter": 18,
            "verse": 18,
            "text": "(Gözləri açıq olduğu üçün) onlar yuxuda ikən sən onları oyaq sanardın. (Torpağın rütubəti bədənlərini çürütməsin deyə) Biz onları sağa-sola çevirirdik. Onlar iti də iki əlini (qabaq pəncələrini mağaranın) astanasına uzadıb yatmışdı. Əgər sən onları (bu vəziyyətdə) görsəydin, yəqin ki, (qorxudan) dönüb qaçar, dəhşət səni bürüyərdi"
        },
        {
            "chapter": 18,
            "verse": 19,
            "text": "(Gəncləri illərlə yatırtdığımız kimi) beləcə də onları bir-birindən hal-əhval tutsunlar deyə, oyatdıq. Onların biri dedi: “(Mağarada) nə qədər qaldınız?” Onlar: “Bir gün və ya bir gündən az!” – deyə cavab verdilər. Onlardan (bə’ziləri isə) belə dedi: “Qaldığınız müddəti Rəbbiniz daha yaxşı bilir. İndi içərinizdən birini bu gümüş pulunuzla şəhərə (Tərsusa və ya Əfsusa) göndərin ki, görsün ən təmiz təam hansıdırsa, ondan sizə ruzi (yemək alıb) gətirsin. O, çox ehtiyatlı olsun (ağıllı hərəkət etsin) və sizin barənizdə heç kəsə bir xəbər (nişan) verməsin"
        },
        {
            "chapter": 18,
            "verse": 20,
            "text": "Doğrusu, onlar sizi ələ keçirsələr ya sizi daşqalaq edəcək, ya da öz dinlərinə döndərəcəklər. Belə olacağı təqdirdə, siz (nə dünyada, nə də axirətdə) nicat tapa bilməzsiniz!”"
        }
    ]
}