{
    "pages": [
        {
            "chapter": 33,
            "verse": 44,
            "text": "(Mö’minlərin) Ona qovuşacaqlarını gün (Cənnətdə bir-birinə) xeyir-duaları (və ya Allahın onlara verəcəyi xeyir-dua) “salam” dır! (Allah) onlar üçün çox qiymətli (tükənməz, gözəl) mükafat hazırlamışdır"
        },
        {
            "chapter": 33,
            "verse": 45,
            "text": "Ya Peyğəmbər! Həqiqətən, Biz səni (ümmətinə) bir şahid, bir müjdəçi və bir qorxudan kimi göndərdik"
        },
        {
            "chapter": 33,
            "verse": 46,
            "text": "(Biz səni) Allahın izni ilə Ona tərəf çağıran və nurlu bir çıraq olaraq göndərdik"
        },
        {
            "chapter": 33,
            "verse": 47,
            "text": "Mö’minlərə Allah tərəfindən böyük bir mükafat (Cənnət) bəxş ediləcəyi ilə müjdə ver"
        },
        {
            "chapter": 33,
            "verse": 48,
            "text": "Kafirlərə və münafiqlərə itaət etmə. Onların (sənə olan) əziyyətlərinə əhəmiyyət vermə, Allaha bel bağla. Allahın sənə vəkil olması kifayət edər"
        },
        {
            "chapter": 33,
            "verse": 49,
            "text": "Ey iman gətirənlər! Əgər mö’min qadınlarla evlənib onlara toxunmadan əvvəl talaqlarını versəniz, artıq onlar üçün sizə gözləmə müddəti saymağa ehtiyac yoxdur. (Onları evlərinizdə saxlayıb gözləmə müddətini başa vurmağa məcbur etməyin. Aranızda yaxınlıq olmadığı üçün nə vaxt istəsələr, o vaxt da başqasına ərə gedə bilərlər). Belə olduqda onlara bir şey (mehrin yarısını və ya bir az mal) verib gözəl tərzdə sərbəst buraxın"
        },
        {
            "chapter": 33,
            "verse": 50,
            "text": "Ya Peyğəmbər! Mehrlərini verdiyin zövcələrini, Allahın sənə qənimət olaraq verdiklərindən sahib olduğun cariyələri, səninlə birlikdə (Mədinəyə) hicrət etmiş əmin qızlarını, bibilərinin qızlarını, dayın qızlarını, xalalarının qızlarını və bir də Peyğəmbər onunla evlənmək istədiyi təqdirdə özünü (mehrsiz) Peyğəmbərə bağışlayan hər hansı bir mö’min qadını – digər mö’minlərə deyil, yalnız sənə məxsus olmaq üzrə - sənin üçün halal etdik. Onların zövcələri və sahib olduqları cariyələr barəsində (“Nisa” surəsində) nə hökm etdiyimizi (onlara hansı qadınları halal buyurduğumuzu və bu məsələdə onları Peyğəmbərlə bir tutmamağımızın hikmətini), əlbəttə, bilirik. (Ya Rəsulum!) Sənə (evlənməkdə) bir çətinlik olmasın deyə (bu buyurduqlarımızı sənə halal etdik). Allah bağışlayandır, rəhm edəndir"
        }
    ]
}