{
    "chapter": [
        {
            "chapter": 25,
            "verse": 1,
            "text": "Ìbùkún ni fún Ẹni tí Ó sọ ọ̀rọ̀-ìpínyà (ohun t’ó ń ṣèpínyà láààrin òdodo àti irọ́) kalẹ̀ fún ẹrúsìn Rẹ̀ nítorí kí ó lè jẹ́ olùkìlọ̀ fún gbogbo ẹ̀dá"
        },
        {
            "chapter": 25,
            "verse": 2,
            "text": "(Òun ni) Ẹni tí Ó ni ìjọba àwọn sánmọ̀ àti ilẹ̀. Kò mú ẹnì kan kan ní ọmọ. Kò sí akẹgbẹ́ fún Un nínú ìjọba (Rẹ̀). Ó dá gbogbo n̄ǹkan. Ó sì yan òdíwọ̀n (ìrísí, ìṣẹ̀mí àti àyànmọ́) fún un níwọ̀n-níwọ̀n"
        },
        {
            "chapter": 25,
            "verse": 3,
            "text": "(Àwọn aláìgbàgbọ́) sọ àwọn kan di ọlọ́hun lẹ́yìn Allāhu. Wọn kò sì lè dá kiní kan. A sì dá wọn ni. Wọn kò sì ní ìkápá ìnira tàbí àǹfààní kan fún ẹ̀mí ara wọn. Àti pé wọn kò ní ìkápá lórí ikú, ìṣẹ̀mí àti àjíǹde"
        },
        {
            "chapter": 25,
            "verse": 4,
            "text": "Àwọn t’ó ṣàì gbàgbọ́ wí pé: “Kí ni èyí bí kò ṣe àdápa irọ́ kan tí ó dá àdápa rẹ̀ (mọ́ Allāhu), tí àwọn ènìyàn mìíràn sì ràn án lọ́wọ́ lórí rẹ̀.” Dájúdájú (àwọn aláìgbàgbọ́) ti gbé àbòsí àti irọ́ dé"
        },
        {
            "chapter": 25,
            "verse": 5,
            "text": "Wọ́n tún wí pé: “Àkọsílẹ̀ àlọ́ àwọn ẹni àkọ́kọ́, tí ó ṣàdàkọ rẹ̀ ni. Òhun ni wọ́n ń pè fún un ní òwúrọ̀ àti ní àṣálẹ́.”"
        },
        {
            "chapter": 25,
            "verse": 6,
            "text": "Sọ pé: \"Ẹni tí Ó mọ ìkọ̀kọ̀ tí ń bẹ nínú àwọn sánmọ̀ àti ilẹ̀ l’Ó sọ̀ ọ́ kalẹ̀. Dájúdájú Òun ni Ó ń jẹ́ Aláforíjìn, Àṣàkẹ́-ọ̀run"
        },
        {
            "chapter": 25,
            "verse": 7,
            "text": "Wọ́n tún wí pé: “Kí ló mú Òjíṣẹ́ yìí, t’ó ń jẹun, t’ó ń rìn nínú àwọn ọjà? Nítorí kí ni Wọn kò ṣe sọ mọlāika kan kalẹ̀ fún un kí ó lè jẹ́ olùkìlọ̀ pẹ̀lú rẹ̀"
        },
        {
            "chapter": 25,
            "verse": 8,
            "text": "Tàbí (nítorí kí ni) wọn kò ṣe ju àpótí-ọrọ̀ kan sọ́dọ̀ rẹ̀, tàbí kí ó ní ọgbà oko kan tí ó ma máa jẹ nínú rẹ̀?” Àwọn alábòsí sì tún wí pé: “Ta ni ẹ̀ ń tẹ̀lé bí kò ṣe ọkùnrin eléèdì kan.”"
        },
        {
            "chapter": 25,
            "verse": 9,
            "text": "Wo bí wọ́n ṣe fún ọ ní àwọn àfiwé (burúkú)! Nítorí náà, wọ́n ti ṣìnà; wọn kò sì lè mọ̀nà"
        },
        {
            "chapter": 25,
            "verse": 10,
            "text": "Ìbùkún ni fún Ẹni tí (ó jẹ́ pé) bí Ó bá fẹ́, Ó máa ṣoore t’ó dára ju ìyẹn fún ọ. (Ó sì máa jẹ́) àwọn ọgbà tí àwọn odò yóò máa ṣàn ní ìsàlẹ̀ rẹ̀. Ó sì máa fún ọ ni àwọn ààfin kan"
        },
        {
            "chapter": 25,
            "verse": 11,
            "text": "Ńṣe ni wọ́n pe Àkókò náà nírọ́. A sì ti pèsè Iná t’ó ń jò sílẹ̀ de ẹnikẹ́ni tí ó bá pe Àkókò náà nírọ́"
        },
        {
            "chapter": 25,
            "verse": 12,
            "text": "Nígbà tí (Iná náà) bá rí wọn láti àyè kan tí ó jìnnà, wọn yó sì máa gbọ́ ohùn ìbínú àti kíkùn (rẹ̀)"
        },
        {
            "chapter": 25,
            "verse": 13,
            "text": "Nígbà tí Wọ́n bá sì jù wọ́n sí àyè t’ó há gádígádí nínú (Iná), tí wọ́n de ọwọ́ wọn mọ́ wọn lọ́rùn, wọn yó sì máa kígbe ìparun níbẹ̀"
        },
        {
            "chapter": 25,
            "verse": 14,
            "text": "(A ó sọ pé): “Ẹ má ṣe kígbe ìparun ẹyọ kan, ẹ kígbe ìparun lọ́pọ̀lọ́pọ̀.”"
        },
        {
            "chapter": 25,
            "verse": 15,
            "text": "Sọ pé: “Ǹjẹ́ ìyẹn ló lóore jùlọ ni tàbí Ọgbà Ìdẹ̀ra gbére, èyí tí A ṣe ní àdéhùn fún àwọn olùbẹ̀rù Allāhu. Ó sì jẹ́ ẹ̀san àti ìkángun rere fún wọn"
        },
        {
            "chapter": 25,
            "verse": 16,
            "text": "Ohunkóhun tí wọ́n bá ń fẹ́ wà fún wọn nínú rẹ̀. Olùṣegbére ni wọ́n (nínú rẹ̀). (Èyí) jẹ́ àdéhùn tí wọ́n ti tọ̀rọ̀ lọ́dọ̀ Olúwa rẹ"
        },
        {
            "chapter": 25,
            "verse": 17,
            "text": "Àti pé (rántí) ọjọ́ tí (Allāhu) yóò kó àwọn abọ̀rìṣà àti n̄ǹkan tí wọ́n ń jọ́sìn fún lẹ́yìn Allāhu jọ, (Allāhu) yó sì sọ pé: “Ṣé ẹ̀yin l’ẹ ṣi àwọn ẹrúsìn Mi wọ̀nyí lọ́nà ni tàbí àwọn ni wọ́n ṣìnà (fúnra wọn)?”"
        },
        {
            "chapter": 25,
            "verse": 18,
            "text": "Wọ́n wí pé: “Mímọ́ ni fún Ọ! Kò tọ́ fún wa láti mú àwọn kan ní alátìlẹ́yìn lẹ́yìn Rẹ. Ṣùgbọ́n Ìwọ l’O fún àwọn àti àwọn bàbá wọn ní ìgbádùn, títí wọ́n fi gbàgbé Ìrántí. Wọ́n sì jẹ́ ẹni ìparun.”"
        },
        {
            "chapter": 25,
            "verse": 19,
            "text": "(Allāhu sọ pé): “Dájúdájú àwọn òrìṣà ti pe ẹ̀yin abọ̀rìṣà ní òpùrọ́ nípa ohun tí ẹ̀ ń sọ (pé olùṣìpẹ̀ ni wọ́n). Ní báyìí wọn kò lè gbé ìyà Iná kúrò fun yín, wọn kò sì lè ràn yín lọ́wọ́. Ẹnikẹ́ni tí ó ṣe àbòsí (ẹbọ ṣíṣe) nínú yín, A sì máa fún un ní ìyà t’ó tóbi tọ́ wò.”"
        },
        {
            "chapter": 25,
            "verse": 20,
            "text": "A kò rán àwọn Òjíṣẹ́ níṣẹ́ rí ṣíwájú rẹ àfi kí wọ́n jẹun, kí wọ́n sì rìn nínú ọjà. A ti fi apá kan yín ṣe àdánwò fún apá kan, ǹjẹ́ ẹ máa ṣe sùúrù bí? Olúwa Rẹ sì ń jẹ́ Olùríran"
        },
        {
            "chapter": 25,
            "verse": 21,
            "text": "Àwọn tí kò retí ìpàdé Wa (ní ọ̀run) wí pé: “Wọn kò ṣe sọ àwọn mọlāika kalẹ̀ fún wa, tàbí kí á rí Olúwa wa (sójú nílé ayé)? Dájúdájú wọ́n ti ṣègbéraga nínú ẹ̀mí wọn. Wọ́n sì ti tayọ ẹnu-ànà ní ìtayọ-ẹnu àlà t’ó tóbi"
        },
        {
            "chapter": 25,
            "verse": 22,
            "text": "(Rántí) ọjọ́ tí wọ́n yóò rí àwọn mọlāika, kò níí sí ìró ìdùnnú fún àwọn ẹlẹ́ṣẹ̀ ní ọjọ́ yẹn. (Àwọn mọlāika) yó sì sọ pé: “Èèwọ̀, èèwọ̀ (ni ìró ìdùnnú fún ẹ̀yin ẹlẹ́ṣẹ̀).”"
        },
        {
            "chapter": 25,
            "verse": 23,
            "text": "Àti pé A máa wá ṣíbi ohun tí wọ́n ṣe níṣẹ́, A sì máa sọ ọ́ di eruku àfẹ́dànù"
        },
        {
            "chapter": 25,
            "verse": 24,
            "text": "Àwọn èrò inú Ọgbà Ìdẹ̀ra, ní ọjọ́ yẹn, (ọgbà wọn) máa lóore jùlọ ní ibùgbé. Ó sì máa dára jùlọ ní ibùsinmi"
        },
        {
            "chapter": 25,
            "verse": 25,
            "text": "Àti pé (rántí) ọjọ́ tí sánmọ̀ yó fàya pẹ̀lú àwọn ẹ̀ṣújò funfun. A sì máa sọ àwọn mọlāika kalẹ̀ tààrà"
        },
        {
            "chapter": 25,
            "verse": 26,
            "text": "Ìjọba òdodo ti ọjọ́ yẹn ń jẹ́ ti Àjọkẹ́-ayé. Ó sì jẹ́ ọjọ́ kan tí ó máa nira fún àwọn aláìgbàgbọ́"
        },
        {
            "chapter": 25,
            "verse": 27,
            "text": "(Rántí) ọjọ́ tí alábòsí yóò jẹ ìka ọwọ́ rẹ̀ méjèèjì, ó sì máa wí pé: \"Yéè! Èmi ìbá ti tọ ọ̀nà kan (náà) pẹ̀lú Òjíṣẹ́ náà"
        },
        {
            "chapter": 25,
            "verse": 28,
            "text": "Ègbé mi o, yéè! Èmi ìbá tí mú lágbájá ní ọ̀rẹ́ àyò"
        },
        {
            "chapter": 25,
            "verse": 29,
            "text": "Dájúdájú ó ti ṣì mí lọ́nà kúrò níbi Ìrántí lẹ́yìn tí ó dé bá mi. Dájúdájú Èṣù ń jẹ́ adáni-dáṣòro fún ọmọnìyàn"
        },
        {
            "chapter": 25,
            "verse": 30,
            "text": "Òjíṣẹ́ náà sọ pé: “Olúwa mi dájúdájú àwọn ènìyàn mi tí pa al-Ƙur’ān yìí tì.”"
        },
        {
            "chapter": 25,
            "verse": 31,
            "text": "Báyẹn ni A ṣe àwọn kan nínú àwọn ẹlẹ́ṣẹ̀ ní ọ̀tá fún Ànábì kọ̀ọ̀kan. Olúwa rẹ sì tó ní Afinimọ̀nà àti Alárànṣe"
        },
        {
            "chapter": 25,
            "verse": 32,
            "text": "Àwọn t’ó ṣàì gbàgbọ́ wí pé: “Wọn kò ṣe sọ al-Ƙur’ān kalẹ̀ fún un ní àpapọ̀ ní ẹ̀ẹ̀ kan náà?” (A sọ̀ ọ́ kalẹ̀ díẹ̀díẹ̀) báyẹn nítorí kí A lè fi rinlẹ̀ sínú ọkàn rẹ. A sì ké e fún ọ díẹ̀díẹ̀"
        },
        {
            "chapter": 25,
            "verse": 33,
            "text": "Wọn kò níí mú àpẹẹrẹ kan wá fún ọ (bí ìbéèrè láti fi takò ọ́) àfi kí Á mú òdodo (ìyẹn, al-ƙur’ān) àti àlàyé t’ó dára jùlọ wá fún ọ (lórí rẹ̀)"
        },
        {
            "chapter": 25,
            "verse": 34,
            "text": "Àwọn tí A máa kó jọ lọ sínú iná Jahanamọ ní ìdojúbolẹ̀, àwọn wọ̀nyẹn ni àyè wọn burú jùlọ. Wọ́n sì ṣìnà jùlọ"
        },
        {
            "chapter": 25,
            "verse": 35,
            "text": "Dájúdájú A fún (Ànábì) Mūsā ní Tírà. A tún ṣe arákùnrin rẹ̀, Hārūn, ní amúgbálẹ́gbẹ̀ẹ́ fún un"
        },
        {
            "chapter": 25,
            "verse": 36,
            "text": "A sì sọ pé: “Ẹ̀yin méjèèjì, ẹ lọ sọ́dọ̀ ìjọ t’ó pe àwọn āyah Wa nírọ́. A sì pa ìjọ náà run pátápátá"
        },
        {
            "chapter": 25,
            "verse": 37,
            "text": "(Rántí) ìjọ (Ànábì) Nūh. Nígbà tí wọ́n pe àwọn Òjíṣẹ́ ní òpùrọ́, A tẹ̀ wọ́n rì sínú omi. A sì ṣe wọ́n ní àmì kan fún àwọn ènìyàn. A sì ti pèsè ìyà ẹlẹ́ta-eléro sílẹ̀ de àwọn alábòsí"
        },
        {
            "chapter": 25,
            "verse": 38,
            "text": "(Rántí) àwọn ìjọ ‘Ād, ìjọ Thamūd, ìjọ Rass àti àwọn ọ̀pọ̀lọ́pọ̀ ìran mìíràn (t’ó ń bẹ) láààrin wọn"
        },
        {
            "chapter": 25,
            "verse": 39,
            "text": "Ìkọ̀ọ̀kan wọn ni A fún ní àwọn àpèjúwe (nípa àwọn t’ó tako òdodo). Ìkọ̀ọ̀kan wọn sì ni A parun pátápátá"
        },
        {
            "chapter": 25,
            "verse": 40,
            "text": "Àti pé dájúdájú wọ́n kọjá ní ìlú tí A rọ òjò burúkú lé lórí. Ṣé wọn kì í rí i ni? Rárá, ńṣe ni wọn kò retí Àjíǹde"
        },
        {
            "chapter": 25,
            "verse": 41,
            "text": "Nígbà tí wọ́n bá sì rí ọ, kò sí ohun tí wọn yóò fi ọ́ ṣe bí kò ṣe yẹ̀yẹ́. (Wọ́n á wí pé): “Ṣé èyí ni ẹni tí Allāhu gbé dìde ní Òjíṣẹ́"
        },
        {
            "chapter": 25,
            "verse": 42,
            "text": "Ó mà fẹ́ẹ̀ ṣẹ́rí wa kúrò níbi àwọn ọlọ́hun wa, tí kì í bá ṣe pé a takú sorí rẹ̀.” Láìpẹ́ wọn máa mọ ẹni tí ó ṣìnà jùlọ nígbà tí wọ́n bá rí ìyà"
        },
        {
            "chapter": 25,
            "verse": 43,
            "text": "Sọ fún mi nípa ẹni tí ó sọ ìfẹ́-inú rẹ̀ di ọlọ́hun rẹ̀! Nítorí náà, ṣé ìwọ máa jẹ́ aláàbò fún un ni (níbi ìyà)"
        },
        {
            "chapter": 25,
            "verse": 44,
            "text": "Tàbí ìwọ ń rò pé dájúdájú ọ̀pọ̀lọpọ̀ wọn ń gbọ́ràn tàbí pé wọ́n ń ṣe làákàyè? Kí ni wọ́n ná, bí kò ṣe bí àgùtàn. Wọ́n wulẹ̀ ṣìnà jùlọ"
        },
        {
            "chapter": 25,
            "verse": 45,
            "text": "Ṣé o ò rí (iṣẹ́) Olúwa rẹ ni, bí Ó ṣe fẹ òkùnkùn òwúrọ̀ lójú (sójú sánmọ̀)? Tí Ó bá fẹ́ ni, ìbá dá a dúró síbẹ̀. Lẹ́yìn náà, A fi òòrùn ṣe atọ́ka sí bíbẹ òkùnkùn"
        },
        {
            "chapter": 25,
            "verse": 46,
            "text": "Lẹ́yìn náà, A (fi ìmọ́lẹ̀ òòrùn) mú òkùnkùn (kúrò níta) wá sí ọ̀dọ̀ Wa ní mímú díẹ̀díẹ̀ (kí ojúmọ́ lè mọ́)"
        },
        {
            "chapter": 25,
            "verse": 47,
            "text": "Àti pé Òun ni Ẹni tí Ó ṣe òru ní ìbora fun yín. (Ó ṣe) oorun ní ìsinmi (fun yín). Ó tún ṣe ọ̀sán ní àsìkò ìtúsíta (fún wíwá ìjẹ-ìmu)"
        },
        {
            "chapter": 25,
            "verse": 48,
            "text": "Òun sì ni Ẹni t’’Ó ń rán atẹ́gùn ní ìró-ìdùnnú ṣíwájú ìkẹ́ Rẹ̀. A sì sọ omi mímọ́ kalẹ̀ láti sánmọ̀"
        },
        {
            "chapter": 25,
            "verse": 49,
            "text": "nítorí kí A lè fi sọ òkú ilẹ̀ di àyè ilẹ̀ àti nítorí kí A lè fún ẹran-ọ̀sìn àti ọ̀pọ̀lọ́pọ̀ ènìyàn nínú àwọn tí A dá ní omi mu"
        },
        {
            "chapter": 25,
            "verse": 50,
            "text": "Dájúdájú A ti pín omi yìí láààrin wọn nítorí kí wọ́n lè rántí (ìkẹ́ Olúwa wọn). Ṣùgbọ́n ọ̀pọ̀lọ́pọ̀ ènìyàn kọ̀ (láti rántí) àfi àìmoore"
        },
        {
            "chapter": 25,
            "verse": 51,
            "text": "Tí ó bá jẹ́ pé A bá fẹ́ ni, A ìbá gbé olùkìlọ̀ kan dìde nínú ìlú kọ̀ọ̀kan"
        },
        {
            "chapter": 25,
            "verse": 52,
            "text": "Nítorí náà, má ṣe tẹ̀lé àwọn aláìgbàgbọ́. Kí o sì fi (al-Ƙur’ān) jà wọ́n ní ogun t’ó tóbi"
        },
        {
            "chapter": 25,
            "verse": 53,
            "text": "Òun ni Ẹni tí Ó mú àwọn odò méjì ṣàn kiri. Èyí (ni omi) t’ó dùn gan-an. Èyí sì (ni omi) iyọ̀ t’ó móró. Ó fi gàgá sí ààrin àwọn méjèèjì. (Ó sì) ṣe é ní èèwọ̀ pọ́nńbélé (fún wọn láti kó ìnira bá ẹ̀dá)"
        },
        {
            "chapter": 25,
            "verse": 54,
            "text": "Òun ni Ẹni tí Ó ṣẹ̀dá abara láti inú omi. Ó ṣe ìbátan ẹbí àti ìbátan àna fún un, Olúwa rẹ sì ń jẹ́ Alágbára"
        },
        {
            "chapter": 25,
            "verse": 55,
            "text": "Wọ́n ń jọ́sìn fún lẹ́yìn Allāhu ohun tí kò lè ṣe wọ́n ní àǹfààní, tí kò sì lè kó ìnira bá wọn. Aláìgbàgbọ́ jẹ́ olùrànlọ́wọ́ (fún Èṣù) láti tako Olúwa rẹ̀"
        },
        {
            "chapter": 25,
            "verse": 56,
            "text": "A kò sì rán ọ níṣẹ́ tayọ kí o jẹ́ oníròó-ìdùnnú àti olùkìlọ̀"
        },
        {
            "chapter": 25,
            "verse": 57,
            "text": "Sọ pé: “Èmi kò bèèrè owó-ọ̀yà kan lọ́wọ́ yín lórí rẹ̀ àfi ẹni tí ó bá fẹ́ mú ọ̀nà (dáadáa) tọ̀ lọ sí ọ̀dọ̀ Olúwa rẹ̀.”"
        },
        {
            "chapter": 25,
            "verse": 58,
            "text": "Gbáralé Alààyè tí kò níí kú. Ṣe àfọ̀mọ́ pẹ̀lú ìdúpẹ́ fún Un. Allāhu sì tó ní Alámọ̀tán nípa ẹ̀ṣẹ̀ àwọn ẹrúsìn Rẹ̀"
        },
        {
            "chapter": 25,
            "verse": 59,
            "text": "(Òun ni) Ẹni tí Ó ṣẹ̀dá àwọn sánmọ̀, ilẹ̀ àti àwọn n̄ǹkan t’ó ń bẹ láààrin méjèèjì láààrin ọjọ́ mẹ́fà. Lẹ́yìn náà, Ó gúnwà sórí Ìtẹ́-ọlá. Àjọkẹ́-ayé ni, nítorí náà, bèèrè nípa Rẹ̀ (lọ́dọ̀ Rẹ̀ nítorí pé, Ó jẹ́) Alámọ̀tán"
        },
        {
            "chapter": 25,
            "verse": 60,
            "text": "Nígbà tí wọ́n bá sọ fún wọn pé: “Ẹ forí kanlẹ̀ fún Àjọkẹ́-ayé.” Wọ́n á wí pé: “Kí ni Àjọkẹ-ayé? Ṣé kí á forí kanlẹ̀ fún ohun tí ò ń pa wá láṣẹ rẹ̀ ni?” (Ìpèpè náà) sì mú wọn lékún ní sísá-sẹ́yìn"
        },
        {
            "chapter": 25,
            "verse": 61,
            "text": "Ìbùkún ni fún Ẹni tí Ó ṣe àwọn ìràwọ̀ sínú sánmọ̀. Ó tún ṣe òòrùn àti òṣùpá ní ìmọ́lẹ̀ sínú rẹ̀"
        },
        {
            "chapter": 25,
            "verse": 62,
            "text": "Òun ni Ẹni tí Ó ṣe òru àti ọ̀sán ní ìtẹ̀léǹtẹ̀lé (tí ìkíní yàtọ̀ sí ìkejì) nítorí ẹni tí ó bá gbèrò láti ṣe ìrántí (Allāhu) tàbí tí ó bá gbèrò ìdúpẹ́ (fún Un)"
        },
        {
            "chapter": 25,
            "verse": 63,
            "text": "Àwọn ẹrúsìn Àjọkẹ́-ayé ni àwọn t’ó ń rìn jẹ́ẹ́jẹ́ lórí ilẹ̀. Nígbà tí àwọn òpè bá sì dojú ọ̀rọ̀ kọ wọ́n, wọn yóò sọ ọ̀rọ̀ àlàáfíà"
        },
        {
            "chapter": 25,
            "verse": 64,
            "text": "(Àwọn ni) àwọn t’ó ń lo òru wọn ní ìforíkanlẹ̀ àti ìdúró-kírun fún Olúwa wọn"
        },
        {
            "chapter": 25,
            "verse": 65,
            "text": "(Àwọn ni) àwọn t’ó ń sọ pé: “Olúwa wa, gbé ìyà iná Jahanamọ kúrò fún wa. Dájúdájú ìyà rẹ̀ jẹ́ ìyà àìnípẹ̀kun"
        },
        {
            "chapter": 25,
            "verse": 66,
            "text": "Dájúdájú ó burú ní ibùgbé àti ibùdúró"
        },
        {
            "chapter": 25,
            "verse": 67,
            "text": "Àwọn tí ó jẹ́ pé nígbà tí wọ́n bá náwó, wọn kò ná ìná-àpà, wọn kò sì ṣahun; (ìnáwó wọn) wà láààrin ìyẹn ní ìwọ̀ntún-wọ̀nsì"
        },
        {
            "chapter": 25,
            "verse": 68,
            "text": "(Àwọn ni) àwọn tí kò pe ọlọ́hun mìíràn mọ́ Allāhu. Wọn kò pa ẹ̀mí tí Allāhu ṣe (pípa rẹ̀) ní èèwọ̀ àfi ní ọ̀nà ẹ̀tọ́. Àti pé wọn kò ṣe zinā. Ẹnikẹ́ni tí ó bá ṣe (aburú) yẹn, ó máa pàdé (ìyà) ẹ̀ṣẹ̀"
        },
        {
            "chapter": 25,
            "verse": 69,
            "text": "A óò ṣe ìyà ní ìlọ́po fún un ní Ọjọ́ Àjíǹde. Ó sì máa ṣe gbére nínú rẹ̀ ní ẹni yẹpẹrẹ"
        },
        {
            "chapter": 25,
            "verse": 70,
            "text": "Àfi ẹni tí ó bá ronú pìwàdà, tí ó gbàgbọ́ ní òdodo, tí ó sì ṣe iṣẹ́ rere. Àwọn wọ̀nyẹn ni Allāhu yóò fi iṣẹ́ rere rọ́pò iṣẹ́ aburú wọn (ìyẹn, nípa ìronúpìwàdà wọn). Allāhu sì ń jẹ́ Aláforíjìn, Àṣàkẹ́-ọ̀run"
        },
        {
            "chapter": 25,
            "verse": 71,
            "text": "Ẹnikẹ́ni tí ó bá ronú pìwàdà, tí ó sì ṣe iṣẹ́ rere, (kí ó mọ̀) pé dájúdájú ó ń ronú pìwàdà pátápátá sọ́dọ̀ Allāhu ni"
        },
        {
            "chapter": 25,
            "verse": 72,
            "text": "(Àwọn ni) àwọn tí kò jẹ́rìí èké. Tí wọ́n bá sì kọjá níbi ìbàjẹ́, wọ́n á kọjá pẹ̀lú àpọ́nlé"
        },
        {
            "chapter": 25,
            "verse": 73,
            "text": "(Àwọn ni) àwọn tí ó jẹ́ pé tí wọ́n bá fi àwọn āyah Olúwa wọn ṣèrántí fún wọn, wọn kò dà lulẹ̀ bí adití àti afọ́jú"
        },
        {
            "chapter": 25,
            "verse": 74,
            "text": "(Àwọn ni) àwọn t’ó ń sọ pé: “Olúwa wa, ta wá ní ọrẹ ìtutù-ojú láti ara àwọn ìyàwó wa àti àwọn ọmọ wa. Kí O sì ṣe wá ní aṣíwájú fún àwọn olùbẹ̀rù (Rẹ).”"
        },
        {
            "chapter": 25,
            "verse": 75,
            "text": "Àwọn wọ̀nyẹn, ipò gíga (nínú Ọgbà Ìdẹ̀ra) ni A máa fi san wọ́n ní ẹ̀san nítorí pé wọ́n ṣe sùúrù. Ìkíni àti sísálámọ̀ ni A óò fi máa pàdé wọn nínú rẹ̀"
        },
        {
            "chapter": 25,
            "verse": 76,
            "text": "Olúṣegbére ni wọ́n nínú rẹ̀. Ó dára ní ibùgbé àti ibùdúró"
        },
        {
            "chapter": 25,
            "verse": 77,
            "text": "Sọ pé: \"Olúwa mi kò kà yín kún tí kì í bá ṣe àdúà yín. Ẹ kúkú ti pe (àwọn āyah Rẹ̀) nírọ́. Láìpẹ́ ó sì máa di ìyà àìnípẹ̀kun (fun yín)"
        }
    ]
}