{
    "maqras": [
        {
            "chapter": 22,
            "verse": 19,
            "text": "Вот две враждующие группы, которые препирались относительно их Господа. Тем [из них], которые не уверовали, [в будущей жизни] выкроят одеяния из огня, а на головы им прольется кипяток"
        },
        {
            "chapter": 22,
            "verse": 20,
            "text": "так что расплавятся они и внутри и снаружи"
        },
        {
            "chapter": 22,
            "verse": 21,
            "text": "Для них уготованы железные палицы"
        },
        {
            "chapter": 22,
            "verse": 22,
            "text": "Каждый раз, когда они захотят выскочить из огня [и избавиться] от страданий, их ввергнут туда снова [и скажут:] \"Вкусите наказание огнем"
        },
        {
            "chapter": 22,
            "verse": 23,
            "text": "Воистину, тех, которые уверовали и творили добро, Аллах поместит в сады, где текут ручьи. Там будут они носить золотые браслеты и жемчуг, будут облачены в шелка"
        },
        {
            "chapter": 22,
            "verse": 24,
            "text": "[потому что] были они [в земном мире] направлены на [принятие] наилучших слов и были наставлены на верный путь Достославного"
        },
        {
            "chapter": 22,
            "verse": 25,
            "text": "Воистину, тем, что не уверовали, что сбивают [людей] с пути Аллаха, не пускают их в Запретную мечеть, которую Мы велели воздвигнуть для [всех] людей, независимо от того, пребывают они [около нее] или кочуют [по пустыням], а также тем, кто по неправедности [своей] хочет в мечети отступиться [от веры], - всем им Мы дадим вкусить мучительное наказание"
        },
        {
            "chapter": 22,
            "verse": 26,
            "text": "[Вспомни, Мухаммад,] как Мы поселили Ибрахима в Доме [и велели]: \"Не поклоняйся наряду со Мной ничему, содержи Мой Дом в чистоте для тех, кто [совершает обряд], обходя его, отправляет молитву, кладет поклоны и падает ниц"
        },
        {
            "chapter": 22,
            "verse": 27,
            "text": "Провозгласи людям [обязанность совершать] хадж, чтобы они прибывали к тебе и пешком, и на поджарых верблюдах из самых отдаленных поселений"
        },
        {
            "chapter": 22,
            "verse": 28,
            "text": "дабы быть очевидцами выгод [которые влечет хаддж] для них, славить имя Аллаха в установленные дни при [принесении в жертву] дарованную им скотину. Так ешьте их мясо и кормите обездоленного бедняка"
        },
        {
            "chapter": 22,
            "verse": 29,
            "text": "Пусть потом они совершат свои обряды [паломничества], сполна выполнят свои обеты и обойдут вокруг древнего храма"
        },
        {
            "chapter": 22,
            "verse": 30,
            "text": "Таково [веление Аллаха]! Если кто чтит запреты, наложенные Аллахом, то это во благо ему перед своим Господом. Вам дозволено [приносить в жертву и употреблять в пищу] домашних животных, кроме тех, которые вам перечислены [в Коране]. Избегайте же скверны идолов, а также лживых речей"
        },
        {
            "chapter": 22,
            "verse": 31,
            "text": "пребывая искренними в поклонении Аллаху и не поклоняясь наряду с Ним никому. Тот, кто наряду с Аллахом поклоняется еще кому-либо, он словно упал с неба, и птицы подхватят его [и склюют на лету] или же ветер занесет его на край света"
        },
        {
            "chapter": 22,
            "verse": 32,
            "text": "Так оно и есть! А тот, кто блюдет обряды [хадджа], установленные Аллахом, [делает] это от богобоязненности в сердцах"
        },
        {
            "chapter": 22,
            "verse": 33,
            "text": "Вам в них (т. е. жертвенных верблюдах) польза - до определенного времени. А затем их принесут в жертву у Древнего храма"
        },
        {
            "chapter": 22,
            "verse": 34,
            "text": "Для каждой общины Мы определили обряды жертвоприношения [и велели ее последователям] поминать имя Аллаха над дарованными им в удел домашними животными [при заклании]. Итак, ваш бог - Бог единый. Так будьте покорны Ему, а ты [, Мухаммад,] сообщи добрую весть смиренным"
        },
        {
            "chapter": 22,
            "verse": 35,
            "text": "сердца коих при упоминании имени Аллаха трепещут от страха, которые терпеливы к тому, что их постигает, творят обрядовую молитву и расходуют [на пути Аллаха] из того, что Мы дали им в удел"
        },
        {
            "chapter": 22,
            "verse": 36,
            "text": "И принесение в жертву верблюдов Мы установили для вас в качестве обряда, предписанного Аллахом. Для вас в этом - польза. Произносите же над верблюдами имя Аллаха, когда они стоят рядами. А когда их повергнут на бока, то ешьте их [мясо], накормите и того, кто стыдится просить, и того, кто просит не таясь. Так Мы дали вам власть над ними (т. е. жертвенными верблюдами), - быть может, вы возблагодарите [за это]"
        },
        {
            "chapter": 22,
            "verse": 37,
            "text": "Ни мясо их, ни кровь их (т. е. жертвенных животных) не нужны Аллаху, Ему нужна лишь ваша набожность. Посему Он дал вам власть над жертвенными животными, чтобы вы величали Аллаха за то, что Он наставил вас на прямой путь. Так обрадуй же благой вестью тех, кто вершит добро"
        }
    ]
}