{
    "maqras": [
        {
            "chapter": 6,
            "verse": 74,
            "text": "[Вспомни, Мухаммад,] как Ибрахим сказал своему отцу Азару: \"Неужели ты поклоняешься идолам как богам? Воистину, я вижу, что ты и твой народ находитесь в явном заблуждении"
        },
        {
            "chapter": 6,
            "verse": 75,
            "text": "Так Мы показали Ибрахиму [Свою] власть над небесами и над землей, чтобы он убедился [в этом]"
        },
        {
            "chapter": 6,
            "verse": 76,
            "text": "И когда опустилась над ним ночь, он увидел звезду и сказал: \"Это - мой Господь\". А когда она закатилась, он сказал: \"Я не люблю то, что закатывается"
        },
        {
            "chapter": 6,
            "verse": 77,
            "text": "Когда он увидел восходящую луну, то воскликнул: \"Это - мой Господь!\" Когда же она закатилась, он сказал: \"Если Господь мой не наставит меня на прямой путь, то окажусь я среди заблудших"
        },
        {
            "chapter": 6,
            "verse": 78,
            "text": "Когда же он увидел восходящее солнце, то воскликнул: \"Вот мой Господь! Он больше, [чем звезды и луна]\". Когда же солнце зашло, он сказал: \"О народ мой! Воистину, я непричастен к тому, чему вы поклоняетесь наряду с Аллахом"
        },
        {
            "chapter": 6,
            "verse": 79,
            "text": "Да, действительно! Истинно уверовав, обратился я лицом к Тому, кто сотворил небеса и землю. И не принадлежу я к многобожникам"
        },
        {
            "chapter": 6,
            "verse": 80,
            "text": "Но препирался с Ибрахимом его народ. И сказал Ибрахим: \"Неужели вы станете спорить со мной об Аллахе? Ведь Он наставил меня на прямой путь! Я не испугаюсь тех, кому вы поклоняетесь помимо Него, если только Господь мой не пожелает [, чтобы я боялся]. Объемлет Господь мой все сущее Своим знанием. И неужели вы не призадумаетесь"
        },
        {
            "chapter": 6,
            "verse": 81,
            "text": "Зачем мне бояться [идолов], которым вы поклоняетесь наряду с Аллахом? Ведь вы не боитесь поклоняться им наряду с Аллахом, хотя Он и не привел вам [насчет этого] никакого доказательства. Так кто же, [по-вашему], должен ощущать большую безопасность - те ли, кто поклоняется только Аллаху, или многобожники? [Ответьте же], если вы только знаете [ответ]"
        },
        {
            "chapter": 6,
            "verse": 82,
            "text": "Те, которые уверовали и не осквернили веру свою мраком [многобожия], именно они пребывают в безопасности, и ведомы они прямым путем"
        },
        {
            "chapter": 6,
            "verse": 83,
            "text": "Таковы Наши доводы, которыми Мы поддержали Ибрахима в его спорах со своим народом. Мы возвышаем по степеням, кого пожелаем. Воистину, Господь твой - мудрый, всеведущий"
        },
        {
            "chapter": 6,
            "verse": 84,
            "text": "Мы даровали народу Исхака, Йа'куба; обоих Мы вели прямым путем, а Нуха Мы вели прямым путем задолго до Ибрахима. А из потомства Ибрахима [вели прямым путем] Давуда, Сулаймана, Аййуба, Йусуфа, Мусу и Харуна. Так воздаем Мы творящим добро"
        },
        {
            "chapter": 6,
            "verse": 85,
            "text": "[Мы вели прямым путем] Закарию, Йахйу, 'Ису и Илйаса, все они - праведники"
        },
        {
            "chapter": 6,
            "verse": 86,
            "text": "а также Исма'ила, ал-Йаса'а, Йунуса, Лута. И всех их Мы превознесли над обитателями миров"
        },
        {
            "chapter": 6,
            "verse": 87,
            "text": "А также некоторых из отцов их, потомков и братьев Мы избрали и наставили на прямой путь"
        },
        {
            "chapter": 6,
            "verse": 88,
            "text": "Так ведет Аллах по прямому пути. Он ведет по нему тех из Своих рабов, кого пожелает. А если [вознамерятся] они поклоняться кому-либо наряду с Ним, то все их деяния будут тщетны"
        },
        {
            "chapter": 6,
            "verse": 89,
            "text": "Это - те, кому Мы даровали Писание, мудрость и пророчество. Если же [найдутся] такие люди, которые не уверуют в то, что было, то ведь есть [другие], кому Мы вверили все, о чем было сказано, и они не отвергают его"
        },
        {
            "chapter": 6,
            "verse": 90,
            "text": "Они - те, которых Аллах ведет прямым путем. Следуй же [, Мухаммад,] их прямому пути. Скажи: \"Я не прошу у вас платы за следование Корану, который - не что иное, как наставление для обитателей миров"
        },
        {
            "chapter": 6,
            "verse": 91,
            "text": "Они не воздали Аллаху должным образом, когда заявили: \"Аллах ничего не ниспосылал ни одному человеку\". Спроси [, Мухаммад]: \"Кто ниспослал для людей в качестве света и руководства к прямому пути Писание, с которым пришел [к людям] Муса? Вы пишете Писание на отдельных листах, читая [людям] отдельно [выхваченные] листы, а многое утаивая. А ведь вас обучили тому, чего не знали ни вы, ни ваши отцы\". Отвечай, [Мухаммад]: \"Аллах [ниспослал Писание]\". Потом предоставь им упиваться собственным пустословием"
        },
        {
            "chapter": 6,
            "verse": 92,
            "text": "Мы ниспослали это Писание, благословенное и подтверждающее [истинность] того, что было до него, чтобы ты увещевал [жителей] Матери городов (т. е. Мекки), и тех, кто [живет] вокруг нее, и тех, которые веруют в будущую жизнь, веруют в Коран и чтут молитвенные обряды"
        },
        {
            "chapter": 6,
            "verse": 93,
            "text": "Есть ли [люди] несправедливее тех, кто возводит на Аллаха напраслину и утверждает: \"Мне дано откровение\", хотя никакого откровения ему не дано, или кто говорит: \"Я ниспошлю подобное тому, что ниспослал Аллах\"? О, если бы ты видел, как грешники пребывают в пучинах смерти, а ангелы простирают [к ним] руки [, чтобы лишить их жизни, и говорят]: \"Расставайтесь ныне со своими душами! Сегодня вам воздадут унизительным наказанием за то, что вы возводили на Аллаха навет и пренебрегали Его знамениями"
        },
        {
            "chapter": 6,
            "verse": 94,
            "text": "[И скажет Аллах им в День воскресения:] \"Явились вы к Нам лишенными всего - такими, какими Мы вас сотворили в самом начале [творения]. Вы оставили позади себя то, чем Мы наделили вас. И Мы не видим с вами ваших заступников, которых вы считали своими богами [так же, как и Нас]. И распались ваши узы, и покинули вас те, на кого вы рассчитывали"
        }
    ]
}