{
    "rukus": [
        {
            "chapter": 3,
            "verse": 55,
            "text": "Kad reče Allah: “O Isa! Ja sam Taj koji će te usmrtiti i Sebi te uzvisiti i Koji će te očistiti od onih koji ne vjeruju, i Koji će učiniti (da) oni koji te slijede budu nad onima koji ne vjeruju do Dana kijameta. Zatim je Meni povratak vaš, pa ću presuditi među vama o onom u čemu ste se razilazili"
        },
        {
            "chapter": 3,
            "verse": 56,
            "text": "Pa što se tiče onih koji ne vjeruju, ta kazniću ih kaznom žestokom na Dunjau i Ahiretu; a neće oni imati nikakvih pomagača"
        },
        {
            "chapter": 3,
            "verse": 57,
            "text": "A što se tiče onih koji vjeruju i rade dobra djela, pa isplatit će im nagrade njihove.” A Allah ne voli zalime"
        },
        {
            "chapter": 3,
            "verse": 58,
            "text": "To šta ti učimo je od ajeta i Opomena mudra"
        },
        {
            "chapter": 3,
            "verse": 59,
            "text": "Uistinu, primjer Isaa kod Allaha je kao primjer Adema. Stvorio ga je od prašine, potom mu rekao: “Budi!”, pa je bio"
        },
        {
            "chapter": 3,
            "verse": 60,
            "text": "Istina je od Gospodara tvog, zato ne budi od sumnjajućih"
        },
        {
            "chapter": 3,
            "verse": 61,
            "text": "Pa ko se bude prepirao s tobom o njemu, nakon što ti je došlo nešto znanja, tad reci: “Dođite! Pozvaćemo sinove naše i sinove vaše, i žene naše i žene vaše, i duše naše i duše vaše, zatim ćemo se skrušeno moliti pa proizvesti prokletstvo Allahovo nad lažljivcima.”"
        },
        {
            "chapter": 3,
            "verse": 62,
            "text": "Doista! Uistinu! Ovo kazivanje je istinito; i nema nikakva boga osim Allaha. A uistinu Allah - On je Moćni, Mudri"
        },
        {
            "chapter": 3,
            "verse": 63,
            "text": "Pa ako se okrenu, pa uistinu, Allah je Znalac mufsida"
        }
    ]
}