{
    "maqras": [
        {
            "chapter": 16,
            "verse": 1,
            "text": "Пришло повеление Аллаха [приблизилось время наступления Дня Суда], не торопите же Его (о, неверующие, с наказанием для вас, насмехаясь над Пророком, который предупреждает вас об этом)! Преславен [безупречен] Он, и превыше того, что они придают Ему в сотоварищи [пречист, чтобы иметь равных Себе]"
        },
        {
            "chapter": 16,
            "verse": 2,
            "text": "Он ниспосылает ангелов с духом [[«Откровение» в данном случае названо «духом», так как откровение оживляет души, также как и дух оживляет тела.]] [с откровением] по Своему решению тому, кому пожелает из Своих рабов [пророкам и посланникам, которых Он Сам и избирает]: «Предостерегайте (людей) (от многобожия), (ведь) нет бога [заслуживающего обожествления], кроме Меня! (Так) остерегайтесь же Меня [исполняйте то, что Аллах сделал обязательным и не поклоняйтесь никому, кроме Него])!»"
        },
        {
            "chapter": 16,
            "verse": 3,
            "text": "Сотворил Он небеса и землю (и все что в них) по истине [в совершенном виде, по Своей мудрости, с определенной целью]. Превыше Он того, что они [многобожники] придают в соучастники (Ему) [превыше Он того, чтобы равнять Ему кого-либо]"
        },
        {
            "chapter": 16,
            "verse": 4,
            "text": "Сотворил Он человека из капли (семенной жидкости). И вот он – препирающийся явно [упорно спорит] (утверждая, что воскрешение невозможно)"
        },
        {
            "chapter": 16,
            "verse": 5,
            "text": "И скот Он (также) создал; для вас (о, люди) в нем [в скоте] (есть) согревание [в его шерсти] и (другая) польза [в молоке и использовании кожи], и ими вы питаетесь"
        },
        {
            "chapter": 16,
            "verse": 6,
            "text": "Для вас в них – красота, когда вы гоните их (по вечерам) на покой и когда (по утрам) выпускаете (на пастбище)"
        },
        {
            "chapter": 16,
            "verse": 7,
            "text": "И переносят они [скот] ваши грузы в (такую) местность, которую бы вы не достигли без утомления самих себя (без использования животных). Поистине, Господь ваш – однозначно, сострадателен (и) милосерден (так как подчинил вам то, в чем вы нуждаетесь)"
        },
        {
            "chapter": 16,
            "verse": 8,
            "text": "И (также Он создал для вас) коней, мулов и ослов, чтобы вы на них ездили верхом, и для украшения. И творит Он (еще) и то, чего вы не знаете"
        },
        {
            "chapter": 16,
            "verse": 9,
            "text": "На Аллахе (лежит обязанностью) (разъяснить людям) цель пути [Прямой Путь] (чтобы они могли быть на истинном пути). Но (также) есть (пути) отклоняющие от него [от Прямого Пути]. И если бы Он пожелал, то непременно наставил бы на истинный путь всех вас [сделал бы верующими]"
        },
        {
            "chapter": 16,
            "verse": 10,
            "text": "(Только) Он [Аллах] – Тот, Который низвел с неба [с облаков] воду [дождь]. Для вас от нее [от воды] питье [вы пьете ее], и (Он взращивает) от нее (растения и) деревья, где вы пасете (ваш скот)"
        },
        {
            "chapter": 16,
            "verse": 11,
            "text": "Он взращивает ею [водой] для вас (разные) посевы, маслины [оливковые деревья], пальмы, лозу [виноградники] и все (остальные) плоды. Поистине, в этом [во взращивании] – знамение для людей размышляющих [которые получают пользу от этих назидательных примеров]"
        },
        {
            "chapter": 16,
            "verse": 12,
            "text": "И подчинил Он вам ночь (чтобы вы отдыхали в ней) и день (чтобы вы добывали себе средства для жизни в течение его), солнце (чтобы оно светило) и луну (как отражатель света ночью и для исчисления месяцев и лет); и звезды подчинены по Его повелению (чтобы ночью определять время и правильно находить путь). Поистине, в этом [в этом подчинении] – однозначно, (ясные) знамения для людей разумных (размышляя о которых, человек осознает о том, что есть Создатель и что Он один)"
        },
        {
            "chapter": 16,
            "verse": 13,
            "text": "И (также Он подчинил вам) то, что создал для вас на земле в разных цветах [животных, плоды и ископаемые]. Поистине, в этом [в разнообразии цветов и многообразии пользы] – однозначно, знамение [ясное доказательство] для людей, которые внимают (увещаниям) [получают пользу от этого]"
        },
        {
            "chapter": 16,
            "verse": 14,
            "text": "И (только) Он [Аллах] – Тот, Который подчинил море, чтобы вы питались из него свежим мясом [рыбами,...] и извлекали оттуда украшения [жемчуг, коралл,...], которые вы надеваете. И ты видишь суда, рассекающие его [поверхность моря], и (подчинил Он море) чтобы вы обретали (себе) (удел) от Его щедрости (добывая морские дары Аллаха и занимаясь торговлей), дабы вы были благодарны (Аллаху Всевышнему) (за Его великие благодеяния вам) (и не поклонялись никому, кроме Него)"
        },
        {
            "chapter": 16,
            "verse": 15,
            "text": "И бросил Он на землю устойчивые [горы], чтобы она не колебалась (вместе) с вами, и (сделал Он на ней) реки, и дороги, чтобы вы могли (этими путями) следовать верным путем (к тем местам, куда вы держите путь)"
        },
        {
            "chapter": 16,
            "verse": 16,
            "text": "И (также Он сделал) приметы (которые есть на дорогах, по которым вы определяете дорогу), а по звезде [по звездам] они находят путь (ночью)"
        },
        {
            "chapter": 16,
            "verse": 17,
            "text": "Разве ж Тот, Кто творит [Аллах], таков же, как тот, кто не творит [равен выдуманным божествам]? Неужели же вы не опомнитесь (чтобы задуматься над величием Аллаха)"
        },
        {
            "chapter": 16,
            "verse": 18,
            "text": "И если вы будете считать благодать Аллаха (которую Он дарует), то не сочтете ее. Поистине, Аллах – конечно же, прощающий (по отношению к тем, кто уверовал в Него, совершал праведные деяния и обращался к Нему с покаянием) (и) милосердный (к ним)"
        },
        {
            "chapter": 16,
            "verse": 19,
            "text": "И Аллах знает, что вы (о, люди) скрываете (в своих душах) и что обнаруживаете [то, что совершаете открыто]"
        },
        {
            "chapter": 16,
            "verse": 20,
            "text": "А те, кого они [многобожники] призывают вместо Аллаха [ложные божества, которым они поклоняются], не творят ничего, и сами они [те божества] сотворены (руками же неверующих)"
        },
        {
            "chapter": 16,
            "verse": 21,
            "text": "(Ложные божества) – они мертвы, не живы и они не знают, когда будут воскрешены (те, которые поклонялись им)"
        },
        {
            "chapter": 16,
            "verse": 22,
            "text": "(Истинный) Бог ваш (о, люди) [только которому можно служить и поклоняться] – (есть) бог единственный (и единый для всех) [Аллах]. А те, которые не веруют в Вечную жизнь, – сердца их отвергают [не признают] (того, что только Аллах является истинным богом), и они (являются) высокомерными (не принимая Истину)"
        },
        {
            "chapter": 16,
            "verse": 23,
            "text": "Нет сомнения (в том), что Аллах знает, что они скрывают (в своих душах) и что обнаруживают [совершают открыто]. Поистине, Он [Аллах] не любит высокомерных [тех, которые по своему высокомерию не становятся верующими и не признают Его единственным богом]"
        },
        {
            "chapter": 16,
            "verse": 24,
            "text": "И когда говорят им [многобожникам] (спрашивая о Коране): «Что же ниспослал ваш Господь?» – они отвечают: «(Выдуманные) легенды древних (народов)!»"
        },
        {
            "chapter": 16,
            "verse": 25,
            "text": "(И сказали они эту ложь), чтобы понести свои ноши [грехи] полностью [им не будет прощена ни одна часть их грехов] в День Воскресения и ноши [грехи] тех, которых они ввели в заблуждение [своих последователей] без (какого-либо) знания. О, как же скверно то, что они понесут"
        },
        {
            "chapter": 16,
            "verse": 26,
            "text": "Уже ухищрялись [строили козни] (против своих пророков) те (неверующие), которые были до них [до этих многобожников], и Аллах вырвал их здание [построенные козни] от основания. И упала на них сверху крыша, и по­стигло их наказание оттуда, откуда они и не чувствовали [не ожидали]"
        },
        {
            "chapter": 16,
            "verse": 27,
            "text": "Потом в День Воскресения Он унизит их (подвергнув наказанию) и скажет (упрекая их): «Где Мои сотоварищи [ложные божества, которых вы Мне равняли], из-за которых вы откололись [враждовали с пророками и верующими]? (Смогут ли они отклонить от вас наказание или заступиться за вас?)» Скажут те, которым было даровано знание [призывавшие к Истине, знающие Веру,...]: «Поистине, позор и зло сегодня (в День Суда) неверующим"
        },
        {
            "chapter": 16,
            "verse": 28,
            "text": "тем, которых ангелы упокоивают [забирают их души] (в положении, когда они являются) причинившими зло самим себе (своим неверием)». (И увидев смерть) они принесли покорность: «Не делали мы никакого зла [ослушания Аллаха]!» (Им будет сказано): «Нет, (вы лжете)! (Вы делали это и) поистине, Аллах знает (все), что вы делали!»"
        },
        {
            "chapter": 16,
            "verse": 29,
            "text": "«Войдите во врата Геенны [Ада], (и будьте) вечно в ней!» И (как же) скверна обитель высокомерных"
        }
    ]
}