{
    "maqras": [
        {
            "chapter": 22,
            "verse": 60,
            "text": "Это – (слова Аллаха о том, что переселившиеся будут введены в Рай) [помните об этом]! И кто наказал (своего притеснителя) тем же, чем (он сам) был наказан {что дозволяется}, а потом против него [против ответившего за притеснение] поступят несправедливо, (то) непременно и обязательно поможет ему [дважды притесненному] Аллах. Поистине, Аллах – однозначно, снисходительный, прощающий"
        },
        {
            "chapter": 22,
            "verse": 61,
            "text": "Это [то, что Аллах поможет притесненному] потому, что Аллах (всемогущий и Он) вводит ночь в день и вводит день в ночь [изменяет продолжительность дня и ночи в зависимости от сезона года], и (это еще и) потому, что Аллах – слышащий (речи Своих рабов), видящий (их деяния и положения)"
        },
        {
            "chapter": 22,
            "verse": 62,
            "text": "Это [упомянутые выше – могущество Аллаха, Его всезнание и Его помощь Своим сторонникам] потому, что Аллах – Истинный [Истинный Бог], и (потому что) то, что они [многобожники] призывают помимо Него, это [все то, что обожествляют кроме Аллаха] – ложь, и потому, что Аллах – Он, Высочайший [выше всех Своих творений], Великий [нет никого/ничего больше Него]"
        },
        {
            "chapter": 22,
            "verse": 63,
            "text": "Разве ты (о, Пророк) не видел [разве ты не знаешь], что Аллах низвел с неба воду, и становится земля позеленевшей (от выросших растений)? Поистине, Аллах – добрый (к Своим рабам) (давая им блага), (и) всеведущий [знает в чем благо для Его рабов]"
        },
        {
            "chapter": 22,
            "verse": 64,
            "text": "Ему принадлежит (все) то, что в небесах и что на земле [Он создал все, Он владелец всего, и все – Его рабы]; поистине, Аллах – Богатый [ни в чем не нуждается], Достохвальный [восхваляемый всегда и за все]"
        },
        {
            "chapter": 22,
            "verse": 65,
            "text": "Разве ты не видел, что Аллах подчинил вам (все) то, что на земле [животных, растения, плоды и полезные ископаемые] (чтобы вам пользоваться ими), и корабли, которые плывут по морю по Его повелению [по Его могуществу] (и перевозят вас и ваши грузы туда, куда вы желаете)? И Он [Аллах] удерживает небо [удерживает строение Вселенной], чтобы оно не упало на землю иначе, как с Его дозволения [удерживает до Дня Суда]. Поистине, Аллах к людям однозначно, сострадателен, милосерден"
        },
        {
            "chapter": 22,
            "verse": 66,
            "text": "И Он [Аллах] – Тот, Кто оживил вас (о, люди) [привел вас в бытие]; потом Он умертвляет вас (когда заканчиваются ваши жизненные сроки), потом (снова) оживит вас (в День Воскрешения). Поистине, человек, однозначно, неверен [отвергает ясные знамения Аллаха, указывающие на Его могущество]"
        },
        {
            "chapter": 22,
            "verse": 67,
            "text": "Для каждой общины (которые были прежде) Мы установили свои обряды (поклонения Аллаху) (и свое законоположение), которые они исполняли (повинуясь Нашему повелению). Пусть же они [многобожники] вообще не спорят с тобой (о, Пророк) относительно этого дела [законоположения, данного тебе] (и всего того, что повелел тебе Аллах). И призывай (о, Пророк) (людей) к Господу твоему [к тому, чтобы они признавали богом только Аллаха, и исполняли то, что Он повелел], (ведь) поистине, ты (о, Мухаммад), однозначно, на прямом пути"
        },
        {
            "chapter": 22,
            "verse": 68,
            "text": "А если они [неверующие] станут препираться [спорить] с тобой (о, Пророк) (приводя несостоятельные доводы), то скажи (им): «Аллах лучше знает то, что вы делаете [какое неверие вы совершаете]!»"
        },
        {
            "chapter": 22,
            "verse": 69,
            "text": "Аллах рассудит между вами [между верующими и неверующими] в День Воскресения относительного того, о чем вы разногласили (между собой в вопросах Веры и Повеления Аллаха)"
        },
        {
            "chapter": 22,
            "verse": 70,
            "text": "Разве ты (о, Пророк) не знаешь, что Аллах (полностью) знает (про все то), что в небе и на земле? Поистине, это (все) (записано у Него) – в писании [в Хранимой Скрижали]; поистине, это [знание всего] для Аллаха легко"
        },
        {
            "chapter": 22,
            "verse": 71,
            "text": "И поклоняются они [многобожники] помимо Аллаха тому, на что Он не ниспослал никакого доказательства (чтобы их называть богами и служить им), и (поклоняются они) тому [измышленным богам], относительно которых у них [у многобожников] нет никакого знания (что они боги). И нет для злодеев [для многобожников] никакого помощника (который спас бы их от наказания Аллаха)"
        },
        {
            "chapter": 22,
            "verse": 72,
            "text": "А когда читаются им [многобожникам] Наши знамения [аяты Корана] (будучи) ясными (в изложении) [имеющие очевидный смысл], ты узнаешь на лицах тех, которые стали неверующими, неприязнь [проявление ненависти к истине]. (От своего гнева) готовы они наброситься [чуть не накинутся] на тех, кто читает им Наши знамения [аяты Корана]. Скажи (им) (о, Пророк): «Не сообщить ли мне вам о худшем (для вас) [о том, что вам будет еще более ненавистно], чем это [чем слушание истины и видение призывающих к ней]? – Огонь [Ад], – обещал его Аллах тем, которые стали неверующими. И (как) ужасно это возвращение!»"
        },
        {
            "chapter": 22,
            "verse": 73,
            "text": "О, люди! Приводится притча (в качестве примера) – так (внимательно же) слушайте ее (и поразмышляйте над ней)! Поистине, те (божества), к которым вы обращаетесь [поклоняетесь] помимо Аллаха, никогда не создадут и (одной) мухи [они не смогут этого сделать], даже если (все эти божества) соберутся вместе для этого [для создания]. А если что-нибудь у них [у тех божеств] похитит муха, то они не могут спасти (похищенную вещь) от нее [от мухи]. Слаб и просящий [ложное божество] и просимый [муха]"
        },
        {
            "chapter": 22,
            "verse": 74,
            "text": "Не почтили они [многобожники] Аллаха должным образом (приравняв Ему своих идолов и измышленные божества). Поистине, Аллах – однозначно, всесилен [кто создал все], могущественен [Его никто не победит] (в отличии от божеств многобожников, которые вообще ни на что не способны)"
        },
        {
            "chapter": 22,
            "verse": 75,
            "text": "Аллах избирает посланников из (числа) ангелов (которых посылает к Своим пророкам) и из (числа) людей (которые доводят откровение Аллаха другим людям). Поистине, Аллах – слышащий (речи Своих рабов), (и) видящий (все)"
        },
        {
            "chapter": 22,
            "verse": 76,
            "text": "Знает Он (все), что перед ними [будущее ангелов и людей], и то, что позади их [их прошлое], и (только) к (одному) Аллаху возвращаются (все) дела (касающиеся как этого мира, так и Вечной жизни)"
        },
        {
            "chapter": 22,
            "verse": 77,
            "text": "О вы, которые уверовали! Кланяйтесь [совершайте поясные поклоны Аллаху], преклоняйтесь ниц [совершайте земные поклоны Аллаху] и служите (только) вашему Господу и творите добро, чтобы вы (этим самым) преуспели"
        },
        {
            "chapter": 22,
            "verse": 78,
            "text": "И усердствуйте ради Аллаха достойным Его усердием [прилагайте все свои усилия на Его пути, и только ради Него]! Он [Аллах] избрал вас (для того, чтобы нести Его Слово и Его Веру другим людям) и не устроил для вас в Вере никакого (непосильного) затруднения, (и следуйте) верой отца вашего, (пророка) Ибрахима [единобожием]. Он [Аллах] назвал вас мусульманами раньше [в Его Писаниях, которые были ниспосланы раньше] и в этом [в Коране]. Чтобы Посланник был свидетелем относительно вас (что он довел до вас послание от Аллаха), и (чтобы) вы были свидетелями относительно людей [прежних общин] (что их посланники довели до них то же, что сообщил вам Аллах в Своей Книге). (И вы должны ценить этот дар Аллаха, и за это благодарить Его.) Совершайте же молитву (надлежащим образом), выплачивайте закят и (крепко) держитесь за Аллаха [придерживайтесь Веры, которую Он дал]! Он – ваш Покровитель [союзник и помощник] (в борьбе против неверия). И как же прекрасен этот Покровитель [Аллах] (для тех, которые являются Его сторонниками), и как прекрасен этот Помощник [Аллах] (для тех, которые обращаются к Нему за помощью)"
        }
    ]
}