{
    "maqras": [
        {
            "chapter": 39,
            "verse": 32,
            "text": "И кто же более по злу [самый худший человек], (нежели) чем тот, кто лгал на Аллаха [измыслил ложь] и считал ложью истину, когда она явилась [не уверовал в Истину, которая была ниспослана пророку Мухаммаду]. Разве не в Геенне местопребывание для неверных"
        },
        {
            "chapter": 39,
            "verse": 33,
            "text": "А тот, кто явился с истиной (в словах и поступках) (из числа пророков и их последователей) и признал ее (приняв ее на веру и воплотив в дела), (то) такие – (они) остерегающиеся (наказания) (Аллаха)"
        },
        {
            "chapter": 39,
            "verse": 34,
            "text": "Для них (в Раю) (будет) то, что они пожелают у своего Господа. Это [таково оно] – воздаяние искренне добродеющих"
        },
        {
            "chapter": 39,
            "verse": 35,
            "text": "чтобы Аллах простил им наихудшее из того, что они совершили (в земной жизни) (по причине их покаяния и отстранения от грехов), и воздал им их награду лучшим, чем то, что они совершали [чтобы даровал им Рай]"
        },
        {
            "chapter": 39,
            "verse": 36,
            "text": "Разве ж Аллах недостаточен для Своего раба (как покровитель и защитник)? А они [многобожники] пугают тебя теми [кем угодно] кроме Него. Кого Аллах вводит в заблуждение [оставляет без Своего руководства], (то) не (будет) тому наставника [того, кто вывел бы его на Истинный Путь]"
        },
        {
            "chapter": 39,
            "verse": 37,
            "text": "А кого Аллах наставляет (на истинный путь), тому (уже) не будет заблуждающего [его никто не сможет ввести в заблуждение]. Разве ж Аллах не величественный (и) (разве Он не) обладатель мщения? [Неужели Аллах не сможет отомстить тем из Своих творений, кто совершает неверие и ослушается Его]"
        },
        {
            "chapter": 39,
            "verse": 38,
            "text": "А если ты (о, Пророк) спросишь их [этих многобожников]: «Кто сотворил небеса и землю?» – они, непременно, скажут: «Аллах». Скажи (им): «Думали ли вы о тех, к которым взываете (с мольбой) помимо Аллаха [о ваших божествах], – если пожелает Аллах причинить мне (какой-либо) вред, избавят ли они (меня) от (этого) Его вреда? Или, если Он пожелает мне (какую-либо) милость, удержат ли они (эту) Его милость?» (Они конечно же скажут: «Нет, божества не могут этого».) Скажи: «Довольно мне (лишь) (одного) Аллаха, на Которого уповают уповающие (когда желают, чтобы им было дано какое-либо благо, или же чтобы от них был отстранен какой-либо вред)!»"
        },
        {
            "chapter": 39,
            "verse": 39,
            "text": "Скажи (о, Посланник) (этим многобожникам): «О, народ мой! Действуйте (так, как вы считаете правильным) по своей возможности [насколько вы можете], (и) поистине я (тоже) буду действовать (как повелел мне мой Господь). И вскоре вы узнаете"
        },
        {
            "chapter": 39,
            "verse": 40,
            "text": "к кому (из нас) придет наказание, унижающее его [наказание в этом мире], и над кем пребудет постоянное наказание [наказание в Вечной жизни]»"
        },
        {
            "chapter": 39,
            "verse": 41,
            "text": "Поистине, Мы ниспослали тебе (о, Посланник) Книгу [Коран] для людей во истине. И кто пойдет верным путем [путем Аллаха], то для самого себя [во благо себе], а кто заблудится, то тот заблудится против самого себя [во вред себе]; и ты (о, Посланник) не поручитель за них [тебе не поручено сделать их верующими] (ты лишь посланник от Аллаха, и доводишь до них то, что Он повелел тебе)"
        },
        {
            "chapter": 39,
            "verse": 42,
            "text": "Аллах принимает [забирает] души (Своих рабов) в момент их смерти [когда заканчивается их жизненный срок]. {И это называется большой кончиной}. А ту (душу), которая (пока еще) не умирает, (Он забирает) во сне. [Во время сна душа тоже покидает тело.] {И это называется малой кончиной}. И Он же удерживает (во время сна) ту (душу), для которой (по Своей мудрости) решил смерть [не позволяет ей вернуться обратно в тело], и отправляет [возвращает] (в тело) другую (душу) [ту, для которой Он еще не решил смерти] до определенного срока [до окончания его жизненного срока]. Поистине, в этом [в том, что Аллах забирает душу умершего и спящего], непременно, (содержатся) знамения [наглядные наставления и доказательства] для людей, которые размышляют"
        },
        {
            "chapter": 39,
            "verse": 43,
            "text": "Или же они [многобожники] взяли (себе) помимо Аллаха (свои ложные божества) заступниками (которые заступятся пред Ним)? Скажи (им) (о, Посланник): «Неужели (вы берете их себе заступниками, как вы об этом сами утверждаете) даже если они [ложные божества] не владеют ничем и не разумеют [не понимают, что вы им поклоняетесь]?»"
        },
        {
            "chapter": 39,
            "verse": 44,
            "text": "Скажи (о, Посланник) (этим многобожникам): «Аллаху полностью принадлежит все заступничество [никто не может заступаться за кого-либо без Его дозволения]. Ему (принадлежит) (вся) власть [полное владение и управление] над небесами и землей, потом к Нему вы будете возвращены (в День Суда) (для рассчета и воздаяния)»"
        },
        {
            "chapter": 39,
            "verse": 45,
            "text": "А когда упоминается (лишь) один Аллах, испытывают отвращение сердца тех, которые не веруют в Вечную жизнь. А когда упоминаются те, кто помимо Него [их ложные божества], – вот они радуются (так как многобожие соответствует их прихотям)"
        },
        {
            "chapter": 39,
            "verse": 46,
            "text": "Скажи: «О Аллах, Творец небес и земли, Ведающий сокровенное и явное! Ты рассудишь между Твоими рабами то, в чем они разногласили (в земной жизни)»"
        },
        {
            "chapter": 39,
            "verse": 47,
            "text": "И если бы у тех, которые совершали беззаконие [у многобожников], было бы все то, что на земле [все богатства], и еще столько же вместе с этим, то они, непременно, стали бы откупаться этим (чтобы спастись) от ужасного (адского) наказания в День Воскрешения. И открылось [стало представленным] им [неверующим] от Аллаха то [наказание], на что они (даже) не рассчитывали (когда жили на земле)"
        },
        {
            "chapter": 39,
            "verse": 48,
            "text": "И открылись [стали представленными] им [неверующим] (в День Суда) (те) плохие деяния [неверие и ослушания Аллаха], что они приобрели (в земной жизни), и постигло их то (наказание), над чем они насмехались (прежде)"
        },
        {
            "chapter": 39,
            "verse": 49,
            "text": "А когда коснется [постигнет] человека беда, он взывает [обращается с мольбой] к Нам (прося помощь). Потом, когда Мы позволяем ему благодать от Нас [устраняем ту беду, что его постигла, и даруем блага], он говорит: «Мне это даровано по знанию (Аллаха) (что я заслуживаю этого)». О, нет, ведь это – искушение [испытание] (в котором проявляется, кто из Его рабов благодарен, а кто неверен), но большинство их (по своему невежеству) не знают (этого) (и поэтому воспринимают испытание Аллаха за Его дар)"
        },
        {
            "chapter": 39,
            "verse": 50,
            "text": "Уже говорили это [такое же] те (неверующие общины), которые были до них, и не избавило их [прежних неверующих] (от наказания Аллаха) то, что они приобрели [ни дети, ни богатства]"
        },
        {
            "chapter": 39,
            "verse": 51,
            "text": "И постигли их [тех, которые говорили это из прежних общин] (последствия) плохих деяний, которые они приобрели [совершили сами]. А те, которые проявляют беззаконие из этих [из курайшитов], – их (тоже) постигнут (последствия) плохих деяний, которые они приобрели, и они не будут в состоянии ослабить (Его наказание) [не смогут избежать его]"
        },
        {
            "chapter": 39,
            "verse": 52,
            "text": "Неужели они не знали, что Аллах уширяет [увеличивает] удел, кому пожелает (из числа Своих рабов) (испытывая, будет ли он благодарным Ему), и ограничивает (удел) (кому пожелает), (испытывая, будет ли он проявлять терпение). Поистине, в этом [в увеличении и ограничении удела] – однозначно, знамение для людей, которые веруют (и знают о мудрости и милости Аллаха)"
        }
    ]
}