{
    "maqras": [
        {
            "chapter": 41,
            "verse": 25,
            "text": "И послали Мы к ним [к неверующим] товарищей [шайтанов] (из числа джиннов и людей), которые разукрасили им то, что пред ними [скверные дела в этом мире] и что после них [разукрасили для них неверие в Вечную жизнь и они забыли о ней], и оказалось суждено им [они заслужили] (такое же) слово (как то, которое было сказано) о (неверующих) общинах, живших до них, из (числа) джиннов и людей (что они окажутся вечными обитателями Ада). Поистине, они оказались потерпевшими убыток (потеряв свои деяния в этом мире, и самих себя и свои семьи в Вечной жизни)"
        },
        {
            "chapter": 41,
            "verse": 26,
            "text": "И сказали те, которые стали неверующими (одни другим): «Не слушайте этот Коран и пустословьте [поднимайте шум] при нем [при его чтении]. Может быть, вы (этим) одержите верх (над Мухаммадом) (и он перестанет читать его)!»"
        },
        {
            "chapter": 41,
            "verse": 27,
            "text": "И Мы, непременно и однозначно, дадим вкусить тем, которые стали неверующими, тяжкое [неописуемое] наказание (и в этом мире и в Вечной жизни)! И Мы непременно воздадим им [неверующим] за наихудшее из того, что они совершали! [[В День Суда у неверующих не окажется никаких благих дел, так как их неверие перекрывает все их благодеяния]"
        },
        {
            "chapter": 41,
            "verse": 28,
            "text": "Таково (будет) воздаяние врагам Аллаха – Огонь [Ад]! Для них в нем [в Аду] вечная обитель в воздаяние за то, что они (в земной жизни) отрицали Наши знамения. {В этих аятах говорится о том, каким великим преступлением против Аллаха является отвращение людей от Корана, удерживание их от размышлений над его смыслом и следовании ему, каким бы ни было на то способом}"
        },
        {
            "chapter": 41,
            "verse": 29,
            "text": "И сказали те, которые стали неверующими (когда уже оказались в Аду): «Господь наш! Покажи нам тех двоих из (числа) джиннов и людей, которые ввели нас в заблуждение. Мы поместим их (в Аду) под своими ногами, чтобы они (оба) оказались из числа самых низких [чтобы они оказались на дне Ада, где самое большое наказание]!»"
        },
        {
            "chapter": 41,
            "verse": 30,
            "text": "Поистине, те, которые сказали: «Господь наш – Аллах», – а потом стоят прямо [были неуклонны в исполнении Его Слова], нисходят [опускаются] к ним ангелы (от Аллаха) (во время их смерти) (и говорят): «Не бойтесь (смерти и того, что за ней), и не печальтесь (о том, что вы оставляете в этом мире за собой: за своих детей, супруг и имущества), и радуйтесь Раю, который вам обещан!»"
        },
        {
            "chapter": 41,
            "verse": 31,
            "text": "(И скажут им ангелы): «Мы – ваши сторонники [хранители] в земной жизни и в Вечной. И для вас в нем [в Раю] (будет дано) (все) то, что пожелают ваши души, и для вас в нем [в Раю] (будет) то, что вы попросите"
        },
        {
            "chapter": 41,
            "verse": 32,
            "text": "как угощение от прощающего, милосердного (Аллаха)»"
        },
        {
            "chapter": 41,
            "verse": 33,
            "text": "Кто же лучше речью, нежели чем тот, кто призывает к Аллаху [к вере в Него и к признанию только Его богом], и совершает праведное [исполняет Слово Аллаха], и говорит: «Поистине, я из (числа) предавшихся (Аллаху) [который полностью подчинился Его велению и Слову]!» [[Аллах Всевышний в этом аяте побуждает Своих рабов, чтобы они призывали других людей к Нему, и Он разъясняет превосходство тех, которые призывают обладая достоверными знаниями, которые соответствуют тому, с чем был послан последний Его посланник – Мухаммад]"
        },
        {
            "chapter": 41,
            "verse": 34,
            "text": "Не равны хорошее [то, чем Аллах доволен] и плохое [то, что Аллах не любит]. Оттолкни же (плохое) [ответь на невежество, грубость и глупость] тем, что лучше [снисходительностью, мягкостью и добродеянием], и тогда тот, с которым у тебя (была) вражда, станет (для тебя) как ближайший друг"
        },
        {
            "chapter": 41,
            "verse": 35,
            "text": "И не даруется это [такое достойное качество] никому, кроме тех, которые проявляли терпение (по отношению к тому, что им не нравится и заставляли себя делать то, что любит Аллах); и не даруется это [качество отвечать хорошим на плохое] никому, кроме как только тем, кто обладает великой долей [хорошим нравом в этом мире и большой наградой в Вечной жизни]"
        },
        {
            "chapter": 41,
            "verse": 36,
            "text": "А если коснется тебя какое-нибудь наваждение от сатаны [он начнет подстрекать тебя к совершению плохого дела или оставлению хорошего], то обратись за защитой к Аллаху, – ведь, поистине, Он – Слышащий [слышит обращение к Нему], Знающий [все, что происходит с Его творениями]"
        },
        {
            "chapter": 41,
            "verse": 37,
            "text": "И из Его знамений (которые указывают Его рабам на Его величие, могущество и власть) – ночь и день [смена ночи и дня], солнце и луна [их подчиненность]. Не делайте поклоны ниц ни солнцу, ни луне, а делайте поклоны ниц (только) Аллаху, Который сотворил их, если вы Ему поклоняетесь [исполняете Его Слово, повинуетесь Ему]"
        },
        {
            "chapter": 41,
            "verse": 38,
            "text": "А если они [эти многобожники] проявят высокомерие (по отношению к тому, чтобы делать поклоны ниц перед Аллахом), то те, которые у Господа твоего [ангелы] (не проявляют высокомерия в этом и), восславляют Его и ночью и днем, и они не испытывают скуки (от этого)"
        },
        {
            "chapter": 41,
            "verse": 39,
            "text": "Из Его знамений (которые указывают Его единственность и могущество) то, что ты видишь землю смиренной [безжизненной], а когда же Мы низводим на нее воду, она [земля] приходит в движение (от того, что из нее прорастают растения) и разбухает она [земля] (насыщаясь водой). Поистине Тот, Кто оживил ее [Аллах], однозначно, оживит и умерших. Поистине, Он мощен над всякой вещью [всемогущ]"
        },
        {
            "chapter": 41,
            "verse": 40,
            "text": "Поистине, те, которые уклоняются от Наших знамений [отворачиваются от истины, не признают истинность Корана и пытаются исказить его], не скрыты они от Нас [Мы их знаем]! Кто же лучше: тот, которого ввергают в Огонь [в Ад] или тот, который приходит благополучно [в безопасности от наказания Аллаха] в День Воскресения? Поступайте (о, уклоняющиеся от истины), как желаете: поистине, Он [Аллах] видит то, что вы совершаете"
        },
        {
            "chapter": 41,
            "verse": 41,
            "text": "Поистине, те, которые стали неверующими в Напоминание [в Коран], после того как оно пришло к ним (будут жестоко наказаны). И поистине, это [Коран] – однозначно, книга великая [хранимая Аллахом]"
        },
        {
            "chapter": 41,
            "verse": 42,
            "text": "Не приходит к ней [к этой Книге – Корану] ложь ни спереди, ни сзади [ни с какой стороны], (ведь Коран) (является) ниспосланием мудрого, достохвального (Аллаха)"
        },
        {
            "chapter": 41,
            "verse": 43,
            "text": "(Многобожники) говорят тебе (о, Посланник) тоже самое, что говорили (прежние общины) посланникам (которые были) до тебя. (Поэтому, терпи все то, что происходит с тобой на пути призыва к Аллаху). Поистине, Господь твой – однозначно, обладает прощением (для тех, кто кается в грехах) и обладает мучительным наказанием (для тех, кто упорствует в неверии)"
        },
        {
            "chapter": 41,
            "verse": 44,
            "text": "А если бы Мы сделали его [Книгу, которую ниспослали тебе, о Мухаммад] Кораном иноязычным [на другом языке], то они [многобожники], однозначно, сказали бы: «О если бы его аяты были разъяснены (на арабском языке) (чтобы мы могли понять их смысл)!» Разве (может быть так, что Книга ниспосылается) на ином языке, а (Посланник говорит) на арабском? Скажи (им) (о, Посланник): «Он [Коран] для тех, которые уверовали, является руководством (чтобы не впасть в заблуждение) и исцелением (от невежества и тех болезней, которые из-за нее возникают); а те, которые стали неверующими, в ушах их глухота [они не слышат наставлений, которые содержатся в Коране], и он для них – слепота [им ничего не ясно из него]. Эти (многобожники) – (подобны тем, которых) зовут из далекого места»"
        },
        {
            "chapter": 41,
            "verse": 45,
            "text": "И (Я клянусь, что) уже даровали Мы (пророку) Мусе Писание [Тору], и (среди его народа) возникли разногласия относительно него [относительно самой Торы, ее положений и установлений]. [Одни люди уверовали в Тору, а другие оказались неверующими в нее.] (И твой народ, о, Мухаммад, таким же образом поступил по отношению к Корану.) А если бы не слово от твоего Господа (о том, что Он не торопиться наказать кого-либо), которое было дано [сказано] раньше, то, непременно, (уже в этом мире) было бы решено между ними [Он наказал бы неверующих из них и спас бы верующих]. А (ведь) они [многобожники], поистине, однозначно, (пребывают) во ввергающем в растерянность сомнении об этом [о Коране]"
        },
        {
            "chapter": 41,
            "verse": 46,
            "text": "Кто поступает праведно [творит благие дела], то для самого себя [польза от этого вернется ему самому], а кто творил плохое, то против самого себя, и Господь твой не притеснитель для (Своих) рабов [Он не убавит благодеяния и не прибавит плохие дела ни одному из Своих рабов]"
        }
    ]
}