{
    "maqras": [
        {
            "chapter": 5,
            "verse": 1,
            "text": "О вы, которые уверовали (в Аллаха, Его Посланника и подчинились Его Закону)! Верно исполняйте договора [свои обязательства перед Аллахом и друг перед другом в том, что не противоречит Книге Аллаха и Сунне Его Посланника]. Дозволено вам всякое животное из скота [верблюд, корова, овца и другие], кроме того, о чем читается вам [мертвечина, свинья, кровь и т.п.], без дозволения для вас охоты, когда вы (находитесь) в (состоянии) запрета [в ихраме] (во время совершения большого или малого паломничества). Поистине, Аллах устанавливает (по Своей мудрости и справедливости) то, что желает"
        },
        {
            "chapter": 5,
            "verse": 2,
            "text": "О вы, которые уверовали! Не нарушайте установлений Аллаха [границ того, что Он запретил], ни (в отношении) запретного месяца [[Запретных месяца – четыре: зуль-каада, зуль-хиджжа, мухаррам и раджаб.]] (когда не дозволялось сражаться), ни (в отношении) ведомых (к Запретной мечети) (жертвенных животных), ни (в отношении) украшенных [[Паломники вешали на шеи жертвенных животных украшенные плетенные веревки, чтобы другие по этим животным узнавали, что их хозяин направляется совершить паломничество.]] (жертвенных животных), (также нельзя покушаться) ни на (паломников) стремящихся к Запретной (для греха) Мечети, которые желают (обрести) щедрость [награду] от их Господа и (Его) благоволение [довольство]. А когда вы (после завершения всех обрядов паломничества снова будете) в состоянии дозволенности [выйдете из состояния запрещения (ихрам)], то охотьтесь. И пусть не втянет [не подтолкнет] вас в грех злоба (по отношению) к людям [жителям Мекки, которые воспрепятствовали вам совершить паломничество, как это было в год Худайбийи] за то, что они отклонили вас от Запретной Мечети, к тому, что вы преступите [нарушите повеление Аллаха в отношении их]. И помогайте (о, верующие) одни (из вас) другим в благочестии [совершении благих поступков] и остережении (от совершения грехов и ослушаний), но не помогайте в (совершении) греха и (во) вражде [в несправедливости и нарушении границ установлений Аллаха]. И остерегайтесь (наказания) Аллаха (выполняя то, что Он повелел и сторонясь того, что Он запретил): поистине, Аллах силен в наказании"
        },
        {
            "chapter": 5,
            "verse": 3,
            "text": "Запрещена вам мертвечина [[Исключительно морские животные [рыбы, крабы, креветки,...] являются дозволенными, даже если мертвы, так как пророк Мухаммад сказал: «Она [морская вода] чистая, а мертвечина из нее [из моря] является дозволенной».]] [животное, которое умерло, не будучи зарезанным], и (вытекшую из животного) кровь, и мясо свиньи, и то, что было заколото ради (кого-то) кроме Аллаха, и то, что было задушено (или задохнулось), и убитая ударом [что умерло от удара], и погибшее от падения, и забоданная (до смерти), и то, что ел [убил] хищник, – если только вы не успеете зарезать его [[Если успеть зарезать задыхающееся, получившее смертельный удар, упавшее с высоты, забоданное и то, на которое напал хищник, животное в соответствии по шариату до того, как оно умрет, его мясо будет дозволенным.]], – и (запрещено) то, что было заколото на жертвенниках (которые установили многобожники), и (запрещено) чтобы вы (выбирали необходимость или нежелательность какого-либо важного дела) по стрелам [[До Ислама, перед совершением какого-либо важного дело, люди брали три стрелы, на одном из которых было написано «делай», на другом «не делай», а не третьем ничего не было написано. И затем он определял свое дело, вытаскивая стрелу. Если же выходила стрела, на которой ничего не было написано, он повторял все заново.]]. Это [совершение того запретного, что было перечислено] (является) непокорностью. Сегодня отчаялись те, которые стали неверными, в вашей Вере [они отчаялись, поняв, что верующие не отойдут от Ислама]. Не бойтесь же их, а бойтесь Меня (Аллаха). Сегодня Я (Аллах) сделал завершенным (и совершенным) для вас вашу Веру (и Закон), и довел до конца для вас Мою благодать (выведя вас из мрака невежества к Свету Истинной Веры), и Я доволен (тем, что) Ислам [полная покорность Аллаху] (является) для вас Верой (и Законом). А кто же (будет) вынужден в голоде (кушать то, что запретил Аллах), а не склоняясь (намеренно) к греху, – то (ведь) поистине Аллах – прощающий (и) милосердный"
        },
        {
            "chapter": 5,
            "verse": 4,
            "text": "Они [сподвижники] спрашивают тебя (о, Пророк) (о том), что им дозволено (из еды)? Скажи (им): «Дозволены вам блага [любая разрешенная Аллахом пища]. А (также вам дозволена охота), которой вы научили (прирученных) хищных (животных) [собак, соколов,...], отпуская их (ловить дичь). (И) вы учите их [этих охотничьих животных] тому, чему научил вас Аллах. Ешьте же то, что они [охотничьи животные] схватят для вас, и поминайте (произносите) над этим [когда отпускаете охотничье животное] имя Аллаха. И остерегайтесь (наказания) Аллаха (выполняя то, что Он повелел и, сторонясь того, что Он запретил), – поистине, Аллах скор в расчете"
        },
        {
            "chapter": 5,
            "verse": 5,
            "text": "Сегодня стали дозволенными вам блага [любая разрешенная Аллахом пища]. И пища тех, кому даровано Писание [мясо, зарезанное иудеями и христианами], разрешается вам и ваша пища [мясо] разрешается им. И (также дозволено вам жениться на) целомудренных [супружески верных] из (числа) верующих [на мусульманках] и целомудренных [супружески верных] из тех, кому даровано Писание до вас [на иудейках и христианках], если вы им дадите их вознаграждение [брачный дар], будучи целомудренными [соблюдая супружескую верность], не совершая прелюбодеяние и не заводя любовниц. А если кто отрекся от Веры [отказался от установления, узаконенного Аллахом], то тщетным будет его дело, и в Вечной жизни он (окажется) в числе потерпевших убыток»"
        },
        {
            "chapter": 5,
            "verse": 6,
            "text": "О вы, которые уверовали! Когда вы встаете на молитву (и вы не в состоянии омовения), то мойте (водой) ваши лица и руки до локтей, обтирайте (влажными ладонями) голову и (мойте) ноги до щиколоток. А если вы (оказались) (в состоянии) большого осквернения, то очищайтесь [совершите большое омовение]. А если вы больны (так, что не можете использовать воду или ее использование увеличит болезнь) или (находитесь) в дальней поездке, или кто-нибудь из вас пришел из отхожего места, или вы прикасались к женщинам [имели с ними близость] и не нашли воды, то (вместо омовения водой) совершайте обряд очищения чистой землей [таяммум] и обтирайте ею [чистой землей] ваши лица и руки. Не желает Аллах устроить для вас тяготы (в совершении омовения) (поэтому Он разрешил вам таяммум), но Он только желает очистить вас (от скверны и грехов) и завершить Свою милость вам (разрешив очищение чистой землей), чтобы вы были благодарны (Ему) (за дарованные Им блага) (своим повиновением Ему)"
        },
        {
            "chapter": 5,
            "verse": 7,
            "text": "И помните благодать Аллаха вам [насколько она велика] и Его завет, который Он заключил с вами (о, верующие), когда вы (давая присягу Пророку) сказали: «Мы слышали и повинуемся!» И остерегайтесь (наказания) Аллаха (выполняя то, что Он повелел и сторонясь того, что Он запретил), – (ведь) поистине, Аллах знает про то, что в грудях [душах] (Его творений)"
        },
        {
            "chapter": 5,
            "verse": 8,
            "text": "О вы, которые уверовали! Будьте придерживающимися (справедливости) [говорите истину] ради Аллаха [желая обрести Его довольство], свидетельствуя беспристрастно. И пусть не втянет [не подтолкнет] вас в грех злоба (по отношению) к (каким-либо) людям на то, что вы поступите несправедливо. Будьте справедливы, это – ближе к остережению [к боязни Аллаха], и остерегайтесь (наказания) Аллаха, – (ведь) поистине, Аллах сведущ в том, что вы делаете (и воздаст вам по вашим деяниям)"
        },
        {
            "chapter": 5,
            "verse": 9,
            "text": "Обещал Аллах тем, которые уверовали и совершали праведные деяния [совершали только ради Аллаха то, что повелел Аллах Сам непосредственно и через Своего Посланника] (что) им – прощение (их грехам) и великая награда [Рай] (и Аллах не нарушает Своего обещания)"
        },
        {
            "chapter": 5,
            "verse": 10,
            "text": "А те, которые стали неверными и отвергли Наши знамения [то, с чем были посланы пророки], то такие (окажутся) обитателями Ада"
        },
        {
            "chapter": 5,
            "verse": 11,
            "text": "О вы, которые уверовали! И помните благодать, (которую) Аллах оказал вам [то, что Он даровал вам безопасность], когда (до этого) (некоторые) люди [ваши враги] желали протянуть к вам свои руки (со злом) [желали убивать вас или причинять страдания], а Он удержал их руки от вас (и вселил страх в их сердца). И остерегайтесь (наказания) Аллаха (выполняя то, что Он повелел и сторонясь того, что Он запретил), и пусть (только) на Аллаха полагаются верующие (во всех своих делах) [твердо надеются на Его помощь и поддержку]"
        }
    ]
}