{
    "chapter": [
        {
            "chapter": 29,
            "verse": 1,
            "text": "A (Alif) - L (Lam) - M (Mim). Eti bukvy privedeny dlya togo, chtoby pokazat', chto nepodrazhayemyy Koran sostoit iz tekh zhe bukv, kotoryye lyudi legko proiznosyat, i chtoby privlech' ikh vnimaniye k istine"
        },
        {
            "chapter": 29,
            "verse": 2,
            "text": "Neuzheli lyudi polagayut, chto My ikh ostavim bez ispytaniya, ibo oni ob\"yavili, chto uveruyut v Allakha i Yego poslannika Mukhammada - da blagoslovit yego Allakh i privetstvuyet! Net, obyazatel'no nuzhno podvergat' ikh ispytaniyam, kotoryye by dokazali istinnost' ikh very vo vremya bedstviy i v otnoshenii obyazannostey, vypolnyayemykh veruyushchimi"
        },
        {
            "chapter": 29,
            "verse": 3,
            "text": "Allakh podvergal ispytaniyu prezhniye narody neobkhodimost'yu vypolnyat' obyazannosti veruyushchego, razlichnogo roda blagami i bedstviyami, chtoby pokazat' to, chto Yemu davno izvestno, i chtoby otlichit' iskrenne uverovavshikh ot nevernykh lzhetsov"
        },
        {
            "chapter": 29,
            "verse": 4,
            "text": "Neuzheli zhe mnogobozhniki, kotoryye ne poklonyayutsya Allakhu i ne povinuyutsya Yemu, predpolagayut, chto spasutsya ot nakazaniya Allakha?! Plokho zhe eto predpolozheniye"
        },
        {
            "chapter": 29,
            "verse": 5,
            "text": "Tot, kto uveroval v voskreseniye, stremitsya k nagrazhdeniyu Allakha i boitsya Yego nakazaniya, verit iskrenne. Pust' on tvorit dobryye deyaniya, ved' predopredelonnyy Allakhom Den' nepremenno nastupit. Allakh - Slyshashchiy i Vedayushchiy! On slyshit rechi Svoikh rabov, znayet ikh deyaniya i vozdast kazhdomu po zaslugam"
        },
        {
            "chapter": 29,
            "verse": 6,
            "text": "Tot, kto userdstvuyet na puti vozvysheniya Slova Allakha i povinuyetsya Allakhu s userdiyem i terpeniyem, userdstvuyet dlya samogo sebya, na pol'zu sebe. Poistine, Allakh - khvala Yemu Vsevyshnemu! - ne nuzhdayetsya v povinovenii obitateley mirov"
        },
        {
            "chapter": 29,
            "verse": 7,
            "text": "Tekh, kotoryye uverovali i vershili dobryye deyaniya, My ochistim ot prezhnikh durnykh deyaniy, prostim i vozdadim spolna za ikh dobryye deyaniya"
        },
        {
            "chapter": 29,
            "verse": 8,
            "text": "Allakh zapovedal cheloveku otnosit'sya po-dobromu k svoim roditelyam i slushat'sya ikh. A yesli oni nastoychivo budut starat'sya otvratit' cheloveka ot very v Allakha i pridat' Yemu sotovarishchey, a eto nesovmestimo ni so znaniyami, ni s razumom, to chelovek ne dolzhen povinovat'sya im v etom. Poistine, vsyakaya tvar' vozvratitsya k Allakhu, i togda On soobshchit im o tom, chto oni vershili v zemnom mire, i vozdast im za eto"
        },
        {
            "chapter": 29,
            "verse": 9,
            "text": "Tekh, kotoryye uverovali v Allakha i v Yego Poslaniya, vershili dobryye dela, Allakh vvedot v chislo pravednykh, i oni poluchat nagrady, dostoynyye pravednikov, i budut oni prebyvat' sredi nikh"
        },
        {
            "chapter": 29,
            "verse": 10,
            "text": "Sredi lyudey yest' takiye, kotoryye govoryat svoim yazykom: \"My uverovali v Allakha\". No kogda ikh postignet beda ot lyudey iz-za very v Allakha, oni pugayutsya i otstupayut ot svoyey very. Oni ne dumayut o nakazanii Allakha v Den' voskreseniya, ravnyaya obidu, nanesonnuyu im lyud'mi, s nakazaniyem Allakha v dal'ney zhizni. A kogda Allakh pomozhet veruyushchim oderzhat' pobedu nad vragom i zakhvatit' dobychu, to pridut eti litsemery, pritvoryayushchiyesya veruyushchimi, i skazhut uverovavshim musul'manam: \"My byli s vami v vere, dayte nam chast' iz trofeyev\". Etim litsemeram ne sleduyet dumat', chto ikh deyaniya skryty ot Allakha, chto Allakh ne znayet, kto oni na samom dele. Poistine, Allakh znayet, chto skryvayut serdtsa lyudey iz litsemeriya ili very"
        },
        {
            "chapter": 29,
            "verse": 11,
            "text": "Allakh vyyavit dlya lyudey Svoyo dopodlinnoye znaniye veruyushchikh i litsemerov. Allakh nagradit kazhdogo po zaslugam"
        },
        {
            "chapter": 29,
            "verse": 12,
            "text": "Glavy mnogobozhnikov govorili tem, kto iskrenne uveroval v islam: \"Ostan'tes', kak vy byli, (v nashey vere) sleduya po nashemu puti, a yesli budet voskreseniye i raschot, kotorykh vy strashites', to togda my ponesom na sebe vashi grekhi i otvetim za nikh\". No ved' nikto ne ponesot grekhov drugogo. Poistine, nevernyye lzhivy v svoyom obeshchanii"
        },
        {
            "chapter": 29,
            "verse": 13,
            "text": "Te, kotoryye ne uverovali, ponesut bremya svoikh tyazhkikh grekhov i so svoimi grekhami ponesut takzhe tyazhest' grekhov tekh, kotorykh oni sbili s pryamogo puti istiny. V Den' voskreseniya ikh sprosyat o tom, chto oni izmyshlyali v blizhayshey zhizni, i budut oni nakazany za svoi izmyshleniya"
        },
        {
            "chapter": 29,
            "verse": 14,
            "text": "Allakh napravil Nukha k yego narodu prizyvat' ikh k yedinobozhiyu. On prebyval sredi nikh devyat'sot pyat'desyat let, prizyvaya ikh k pryamomu puti, no oni ne prinyali yego prizyva. I postig ikh potop ot Allakha, i oni pogibli nechestivtsami, neuverovavshimi"
        },
        {
            "chapter": 29,
            "verse": 15,
            "text": "Allakh vypolnil Svoyo obeshchaniye Nukhu i spas yego i tekh, kto uveroval i byl s nim v kovchege. Ikh istoriya stala pritchey i znameniyem dlya tekh, kto byl posle nikh"
        },
        {
            "chapter": 29,
            "verse": 16,
            "text": "Napomni (o poslannik!) pritchu ob Ibrakhime, kogda on prizval svoyu obshchinu k yedinobozhiyu, vere v Allakha i k pokloneniyu Yemu i nastavlyal ikh na to, chto vera v Allakha luchshe dlya nikh, chem neveriye, yesli oni znayut i razumeyut"
        },
        {
            "chapter": 29,
            "verse": 17,
            "text": "I skazal: \"Vy poklonyayetes' vmesto Allakha idolam i statuyam, kotorykh vy sozdali svoimi rukami i lozhno nazyvayete ikh bogami. Ved' eti idoly, kotorym vy poklonyayetes' naravne s Allakhom, ne mogut prinesti vam ni pol'zy, ni vreda i ne v sostoyanii nadelit' vas udelom i zhiznennymi potrebnostyami. Prosite udela u Allakha Yedinogo, poklonyaytes' Yemu i bud'te Yemu blagodarny za Yego blaga. Vy vse budete k Nemu vozvrashcheny, i On vozdast vam za vashi deyaniya"
        },
        {
            "chapter": 29,
            "verse": 18,
            "text": "Yesli zhe vy prodolzhite oprovergat' moy prizyv k vere v Allakha, eto ne prichinit mne nikakogo vreda. YA uzhe vam skazal, chto i do menya narody oprovergali poslannikov Allakha, no ne povredili im, a povredili tol'ko sebe, ibo Allakh pogubil ikh za oproverzheniye very. Delo poslannika - tol'ko yasnaya peredacha (prizyva k Allakhu) svoyemu narodu"
        },
        {
            "chapter": 29,
            "verse": 19,
            "text": "Neuzheli oni ne vidyat i ne znayut, chto Allakh vpervyye tvorit tvoreniye, a zatem yego povtoryayet. Kak zhe oni otritsayut voskresheniye v Posledniy den' dlya raschota i vozdayaniya?! Vossozdat' tvoreniye dlya Allakha legko"
        },
        {
            "chapter": 29,
            "verse": 20,
            "text": "Skazhi (o prorok!) etim, oprovergayushchim tvoy prizyv: \"Stupayte po zemle i posmotrite na to, chto Allakh sotvoril na zemle iz raznykh sushchestv, i posmotrite na sledy tekh, kto byl do vas, posle togo kak oni pogibli i ikh doma opusteli. Vam sleduyet znat', chto Allakh Svoyey moshch'yu vnov' vossozdast vso eto v dal'ney zhizni. On vsekh voskresit. Voskreseniye - eto tvoreniye vnov'! Takova budet vasha sud'ba. Poistine, Allakh - khvala Yemu Vsevyshnemu! - Vsemogushchiy i vlasten nad vsem"
        },
        {
            "chapter": 29,
            "verse": 21,
            "text": "V Den' voskreseniya Allakh nakazhet, kogo zhelayet: tekh, kotoryye otritsali voskreseniye, i pomiluyet, kogo zhelayet: tekh, kotoryye uverili v voskreseniye. K Nemu vse sushchestva budut vozvrashcheny dlya nakazaniya ili nagrazhdeniya"
        },
        {
            "chapter": 29,
            "verse": 22,
            "text": "Vy, kotoryye ne veruyete v Allakha! Ni na zemle, ni v nebesakh nikto i nichto ne mozhet protivostoyat' vole Allakha i Yego moshchi, kotoraya ob\"yemlet vas. Krome Allakha net u vas ni pokrovitelya, ni pomoshchnika, kotoryy mog by zashchitit' vas ot nakazaniya Allakha"
        },
        {
            "chapter": 29,
            "verse": 23,
            "text": "Te, kotoryye ne veruyut v znameniya Allakha, dokazyvayushchiye yedinobozhiye, ne veruyut takzhe v Yego poslannikov i Pisaniya, oprovergayut Den' voskreseniya i raschota (nagrazhdeniya i nakazaniya) budut lisheny miloserdiya Allakha. Etim budet muchitel'noye nakazaniye"
        },
        {
            "chapter": 29,
            "verse": 24,
            "text": "Iz otveta naroda Ibrakhima, kogda on prizval ikh poklonyat'sya Allakhu i ostavit' mnogobozhiye i pokloneniye idolam, bylo yasno vidno, naskol'ko gluboko oni vpali v neveriye. Oni sovetovali drug drugu: \" Ubeyte yego ili sozhgite!\" Oni brosili yego v ogon', no Allakh spas yego iz ognya. Neudacha ikh popytki i spaseniye Ibrakhima iz plameni ognya - yavnyye znameniya dlya veruyushchikh v Yedinogo Allakha i Yego moshch'"
        },
        {
            "chapter": 29,
            "verse": 25,
            "text": "Ibrakhim skazal svoyemu narodu: \"Vy poklonyayetes' lozhnym bozhestvam i prodolzhayete poklonyat'sya etim idolam pomimo Allakha iz-za privyazannosti drug k drugu v zemnom mire. No potom - v Den' Voskreseniya - eto izmenitsya, i vashi predvoditeli stanut otrekat'sya ot vas, a posledovateli budut proklinat' svoikh rukovoditeley. Pristanishchem dlya vas vsekh stanet ogon', i ne budet u vas ni zashchitnika, ni pomoshchnika, kotoryy mog by okazat' vam pomoshch' i spasti vas ot ognya"
        },
        {
            "chapter": 29,
            "verse": 26,
            "text": "Pervym, kto priznal Ibrakhima poslannikom, prizyvayushchim k istine, byl Lut. On uveroval v nego, a on byl do etogo yedinobozhnikom. Ibrakhim skazal, povinuyas' poveleniyu Allakha: \"YA pokinu svoy ochag i poydu v to mesto, kuda napravlyayet menya moy Vladyka, gde ya budu prizyvat' k vere v Allakha i Yego Istinu. Ved' Allakh - Velikiy, zashchishchayet menya ot vragov, i Mudryy - povelevayet mne vershit' tol'ko dobryye deyaniya"
        },
        {
            "chapter": 29,
            "verse": 27,
            "text": "Allakh daroval Ibrakhimu syna Iskhaka (Isaaka) i vnuka Iakuba (Iakova), a potomstvu yego - prorochestvo i nebesnyye Pisaniya. On dal yemu luchshuyu nagradu v blizhayshey zhizni, a v dal'ney zhizni on budet v chisle luchshikh pravednikov"
        },
        {
            "chapter": 29,
            "verse": 28,
            "text": "Napomni (o prorok!), kak My napravili Luta k yego narodu, i on prizyval ikh k yedinobozhiyu i k povinoveniyu Allakhu Yedinomu, i sil'no osudil ikh za tu merzost', kotoruyu oni tvoryat i kotoroy ne predavalas' ni odna obshchina do nikh"
        },
        {
            "chapter": 29,
            "verse": 29,
            "text": "Lut skazal svoyemu narodu: \"To, chto vy delayete, gubitel'no i merzko. Vy prikhodite s vozhdeleniyem k muzhchinam i otrezayete puti k prodolzheniyu roda, sposobstvuya yego ischeznoveniyu. Vy takzhe tvorite bezzakoniye na dorogakh i beschinstvuyete na vashikh sobraniyakh, ne boyas' Allakha, razvratnichayete, ne stydyas' drug druga\". No lyudi ne stali slushat' Luta i skazali, nasmekhayas' nad nim, chtoby on uskoril nakazaniye Allakha, kotorym on im ugrozhal, yesli on deystvitel'no pravdiv"
        },
        {
            "chapter": 29,
            "verse": 30,
            "text": "Lut obratilsya za pomoshch'yu k Allakhu protiv svoyego naroda i prosil, chtoby Allakh pomog yemu pobedit' etikh nechestivtsev, kotoryye rasprostranyayut beschinstva i razvrat na zemle"
        },
        {
            "chapter": 29,
            "verse": 31,
            "text": "Kogda prishli ot Allakha k Ibragimu - da budet mir nad nim! - s dobroy vest'yu (o tom, chto u nego budet syn) angely, oni skazali yemu, chto im poveleno Allakhom pogubit' obitateley etogo seleniya, ibo oni pogryazli v razvrate i prichinili sebe bol'shoy uron, buduchi nechestivtsami, tvoryashchimi merzost'"
        },
        {
            "chapter": 29,
            "verse": 32,
            "text": "Ibrakhim - da budet yemu mir! - skazal angelam: \"V etom selenii zhivot Lut. Kak zhe mozhno podvergnut' ikh gibeli, yesli on zhivot sredi nikh?\" Angely yemu otvetili, chto oni znayut, kto tam zhivot, i oni spasut Luta i yego sem'yu, krome yego zheny. Ona budet v chisle pogibshikh, ibo ona - iz merzkikh nechestivtsev"
        },
        {
            "chapter": 29,
            "verse": 33,
            "text": "Kogda angely - poslantsy Allakha - prishli k Lutu, on, uvidev ikh, ogorchilsya, boyas' rasputstva svoyego naroda po otnosheniyu k nim. On byl ne v sostoyanii ikh zashchitit'. No oni uspokoili yego, skazav: \"Ne boysya razvratnykh deystviy tvoyego naroda po otnosheniyu k nam i ne ogorchaysya. My ved' prishli pogubit' zhiteley etogo seleniya, no my spasom tebya i tvoyu sem'yu, a tvoya nechestivaya zhena budet v chisle pogibshikh"
        },
        {
            "chapter": 29,
            "verse": 34,
            "text": "Angely dobavili, chto oni poslany vypolnit' poveleniye Allakha: nisposlat' s neba nakazaniye na zhiteley etogo seleniya za ikh merzost', rasputstvo i neveriye"
        },
        {
            "chapter": 29,
            "verse": 35,
            "text": "Allakh pogubil zhiteley etogo seleniya, ostaviv tam yasnoye znameniye, svidetel'stvuyushcheye o mogushchestve Allakha dlya tekh, kto razumeyet"
        },
        {
            "chapter": 29,
            "verse": 36,
            "text": "Allakh napravil k madyanitam poslannika iz nikh - Shuayba, kotoryy prizval ikh k yedinobozhiyu i pokloneniyu Yemu, k tvoreniyu dobrykh deyaniy, k boyazni Sudnogo dnya i ko vsemu tomu, chto zasluzhivayet nagrady Allakha. Shuayb zapretil im rasprostranyat' nechestiye i zlodeyaniya na zemle"
        },
        {
            "chapter": 29,
            "verse": 37,
            "text": "Narod oproverg prizyv Shuayba i ne slushal yego. I pogubil ikh Allakh za eto strashnym zemletryaseniyem, kotoroye razrushilo ikh doma, i oni pogibli v nikh i ostalis' nedvizhimymi"
        },
        {
            "chapter": 29,
            "verse": 38,
            "text": "Vspomni (o poslannik!), kak My pogubili aditov i samudyan. Ot ikh zhilishch ostalis' yavnyye sledy, kotoryye vam vidny. Oni podverglis' gibeli, ibo shaytan obol'stil ikh sovershat' skvernyye deyaniya. Oni sledovali za nim, i on sbil ikh s puti istiny, kotoryy oni znali, ibo poslanniki Allakha ukazali im pryamoy put'"
        },
        {
            "chapter": 29,
            "verse": 39,
            "text": "Rasskazhi (o poslannik!) etim, prevoznosyashchimsya svoim imushchestvom i vlast'yu, o gibeli Karuna, Faraona i Khamana, kotorykh pogubil Allakh, kak i drugikh neuverovavshikh nechestivtsev. Allakh napravil k nim Musu s yasnymi znameniyami, dokazyvayushchimi istinnost' yego prorocheskoy missii. Ikh obuyala gordynya, i oni ne stali yego slushat' i sochli yego lzhetsom, no oni ne smogli izbezhat' kary Allakha (za ikh skvernyye deyaniya)"
        },
        {
            "chapter": 29,
            "verse": 40,
            "text": "Allakh pogubil vse narody, kotoryye schitali poslannikov Allakha lzhetsami. On ikh nakazal za ikh neveriye, nechestivost' i za te skvernyye deyaniya, kotoryye oni tvorili. Na nekotorykh iz nikh Allakh obrushil kamennyy dozhd', nekotorykh postig oglushitel'nyy vopl', nekotorykh poglotila zemlya po veleniyu Allakha, a nekotorykh Allakh potopil v more. Allakh ne byl nespravedlivym k nim, eto oni sami byli nespravedlivy k sebe, sovershaya grekhi i ne uverovav v Allakha, poetomu oni i podverglis' kare"
        },
        {
            "chapter": 29,
            "verse": 41,
            "text": "Te, kotoryye poklonyayutsya drugim bogam- pokrovitelyam, krome Allakha, podobny v svoyey slabosti i nemoshchi pauku, kotoryy ustroil sebe dom, chtoby zashchitit' sebya. No samoye slaboye, samoye neprochnoye i nepodkhodyashcheye dlya zashchity zhil'yo - eto dom pauka. Yesli by eti mnogobozhniki, ne uverovavshiye v Allakha i prizyvayushchiye pomimo Nego drugikh pokroviteley znali eto i byli razumny, oni by tak ne postupili"
        },
        {
            "chapter": 29,
            "verse": 42,
            "text": "Poistine, Allakh - khvala Yemu Vsevyshnemu! - vedayet o vsekh tekh, kotorym poklonyayutsya mnogobozhniki, krome Nego, i znayet, chto oni lozhnyye bogi. Poistine, Allakh - Vsepobezhdayushchiy, prevyshe vsekh i vsego, mudryy vo vsekh svoikh nazidaniyakh i ustanovleniyakh"
        },
        {
            "chapter": 29,
            "verse": 43,
            "text": "Allakh privodit lyudyam eti pritchi dlya nazidaniya. No tol'ko razumnyye izvlekayut dlya sebya pouchitel'nyye uroki"
        },
        {
            "chapter": 29,
            "verse": 44,
            "text": "Naryadu s temi rasskazami, pritchami i znameniyami, kotoryye Allakh privol lyudyam, yest' yeshcho boleye yavnoye znameniye - tvoreniye nebes i zemli Allakhom Svoyey moshch'yu i mudrost'yu, kotorymi On upravlyayet na blago lyudey. V etom - yasnyye znameniya dlya tekh, kto veruyet v Istinu"
        },
        {
            "chapter": 29,
            "verse": 45,
            "text": "Chitay (o prorok!) Knigu Allakha i ne obrashchay vnimaniya na nevernykh, i vystaivay molitvu v sovershenstve, ibo iskrennyaya molitva uderzhivayet togo, kto vershit yeyo, ot velikikh grekhov i oberegayet ot vsekh pregresheniy, kotoryye zakony Allakha (shariat) zapreshchayut. Bogoboyaznennost' i pominaniye Allakha v smirennoy molitve i drugiye dobryye deyaniya - samoye glavnoye, i za eto budet bol'shaya nagrada. Poistine, Allakh znayet vashi deyaniya, i za nikh On vam vozdast"
        },
        {
            "chapter": 29,
            "verse": 46,
            "text": "Ne spor'te s obladatelyami Knigi (iudeyami i khristianami), inache kak spokoyno, upotreblyaya podkhodyashchiye slova, i privodite im dovody i dokazatel'stva, chtoby oni prinyali spor. No s temi, kotoryye pereshli predel umerennogo dostoynogo spora, mozhno vesti sil'nyy spor i skazat' tem, s kotorymi vy sporite: \"My uverovali v to, chto nisposlano nam (t.ye. Koran), i v to, chto nisposlano vam (t.ye. Toru i Yevangeliye). Nash Bog i vash Bog Yedin, i my tol'ko odnomu Yemu predayomsya"
        },
        {
            "chapter": 29,
            "verse": 47,
            "text": "Tak zhe, kak my nisposlali Pisaniye poslannikam do tebya, My (o Mukhammad!) nisposlali tebe Koran. Te, kotorym My nisposlali Pisaniye do Korana i kotoryye postigli yego, rukovodstvovalis' im i uverovali v etot Koran; i sredi arabov yest' takiye, kotoryye uverovali v nego. Poistine, tol'ko uporstvuyushchiye v svoyom neverii otritsayut Nashi yavnyye znameniya posle ikh poyavleniya i ischeznoveniya somneniy otnositel'no ikh"
        },
        {
            "chapter": 29,
            "verse": 48,
            "text": "Ved' ty ne chital nikakogo Pisaniya i ne pisal ni odnoy bukvy svoyey rukoy do Korana. Yesli by ty chital i pisal, nechestivtsy somnevalis' by, chto eto ot Allakha"
        },
        {
            "chapter": 29,
            "verse": 49,
            "text": "Eta Kniga - ne predmet somneniya,a yasnyye ayaty, khranimyye v serdtsakh tekh lyudey, kotorym Allakh daroval znaniye. I tot, kto otritsayet Nashi znameniya posle togo, kak uznal o nikh, tot otvergayet istinu i nanosit sebe uron"
        },
        {
            "chapter": 29,
            "verse": 50,
            "text": "Te, kotoryye ne uverovali, govorili, prepirayas': \"Pochemu yemu ne nisposlany yavnyye znameniya, kotoryye mozhno bylo by videt' i oshchutit', kak znameniya, nizvedonnyye prezhnim poslannikam?\" Skazhi im (o Mukhammad!): \"Ved' vse znameniya ot Allakha, i On nisposylayet ikh, kogda zhelayet. Mne porucheno lish' tol'ko uveshchevat', a ne prinosit' to, chto vy predlagayete"
        },
        {
            "chapter": 29,
            "verse": 51,
            "text": "Neuzheli oni khotyat videt' yeshcho znameniya?! Razve im ne dovol'no togo, chto My nisposlali tebe (o Mukhammad!) Knigu, kotoruyu ty chitayesh' im? Eto - vechnoye Pisaniye na vse vremena, i v nisposlanii etoy Knigi tebe - milost' im i posleduyushchim za nimi pokoleniyam i poleznoye napominaniye dlya naroda, kotoryy veruyet, kogda yemu yasen pryamoy put' i rukovodstvo k istine"
        },
        {
            "chapter": 29,
            "verse": 52,
            "text": "Skazhi im (o Mukhammad!): \"Dovol'no Allakha svidetelem o tom, chto ya peredayu vam Yego Poslaniye. Poistine, Allakh znayet vso obo mne i o vas. Nichto v nebesakh i na zemle ne skryto ot Nego. Te, kotoryye poklonyalis' drugim bozhestvam pomimo Allakha, ne uverovali v Nego i ne poklonyalis' Yemu, kupili neveriye za veru i ostalis' v yavnom ubytke"
        },
        {
            "chapter": 29,
            "verse": 53,
            "text": "Nevernyye prosyat tebya uskorit' tu karu, o kotoroy ty predupredil ikh. Yesli by ne opredelonnyy srok, kotoryy My Svoyey mudrost'yu naznachili dlya nakazaniya, My by pospeshili s tem nakazaniyem, kotoroye oni toropyat. Klyanus', chto ikh postignet kara vnezapno, kogda oni ne chuvstvuyut, ne znayut i ne zhdut yeyo"
        },
        {
            "chapter": 29,
            "verse": 54,
            "text": "Eti nechestivtsy trebuyut u tebya uskorit' eto nakazaniye. Ved' ono nepremenno postignet ikh. Poistine, adskiy ogon' okhvatit nevernykh"
        },
        {
            "chapter": 29,
            "verse": 55,
            "text": "V tot Den', kogda kara postignet ikh otovsyudu - sverkhu i iz-pod nog, - i angel, kotoromu porucheno nakazat' ikh, skazhet: \"Vkusite vozdayaniye za skvernyye deyaniya i grekhi, kotoryye vy sovershili"
        },
        {
            "chapter": 29,
            "verse": 56,
            "text": "O vy, Moi raby, kotoryye uverovali v Menya i v Moyego poslannika! Moya zemlya obshirna dlya tekh, kto zhelayet pokinut' mesta mnogobozhiya. Idite zhe ko Mne, poklonyayas' Mne iskrenne"
        },
        {
            "chapter": 29,
            "verse": 57,
            "text": "Kazhdaya dusha nepremenno vkusit smert', i k Nam vy budete vozvrashcheny, i togda vam vozdastsya za dobryye deyaniya i za zlo, kotoroye vy sovershili"
        },
        {
            "chapter": 29,
            "verse": 58,
            "text": "A tem, kotoryye uverovali v Allakha, v Yego Pisaniya i Yego poslannikov i vershili dobryye deyaniya, klyanomsya, My dadim obitel', gde vnizu tekut reki i gde oni budut vechno prebyvat' v blazhenstve rayskikh sadov. Kak prekrasna eta nagrada dlya terpelivykh"
        },
        {
            "chapter": 29,
            "verse": 59,
            "text": "perenosyashchikh vse bedstviya, postigayushchiye ikh pri zashchite religii (naprimer, razluka s rodinoy i sem'yoy, poterya imushchestva), kotoryye polagayutsya tol'ko na Allakha Yedinogo vo vsekh svoikh delakh"
        },
        {
            "chapter": 29,
            "verse": 60,
            "text": "Mnogiye sushchestva, zhivushchiye s vami na zemle ne mogut iz-za svoyey slabosti dobyt' sebe propitaniya ili perenesti yego, chtoby yest' ili sokhranit' yego. Allakh pitayet ikh i vas i sozdayot im i vam usloviya dlya zhizni. Poistine, Allakh - vedayet i slyshit vsekh, kogo On sotvoril"
        },
        {
            "chapter": 29,
            "verse": 61,
            "text": "Klyanus', yesli ty (o Mukhammad!) sprosish' mnogobozhnikov: \"Kto sotvoril nebesa i zemlyu i podchinil solntse i lunu dlya pol'zy lyudey?\" - oni tebe nepremenno otvetyat: \"Allakh\". I oni ne upomyanut nikogo drugogo, krome Nego. Kak zhe oni mogut byt' tak obol'shcheny, chto otvrashchayutsya ot yedinobozhiya i very v Allakha Yedinogo - khvala Yemu Vsevyshnemu, - khotya oni priznalis' v istine"
        },
        {
            "chapter": 29,
            "verse": 62,
            "text": "Allakh daruyet bol'shoy udel tomu, komu On pozhelayet, i malen'kiy udel tomu, komu On pozhelayet. Poistine, Allakh znayet interesy vsekh Svoikh rabov. On o vsyakoy veshchi vedayet"
        },
        {
            "chapter": 29,
            "verse": 63,
            "text": "Klyanus', yesli ty (o Mukhammad) sprosish' ikh: \"Kto nizvol s neba vodu i ozhivil yeyu zemlyu, posle togo kak ona byla sukhoy i besplodnoy?\" - oni, nesomnenno, otvetyat: \"Allakh\". Skazhi (o prorok!): \"Khvala Allakhu za priznaniye imi istiny\". No bol'shinstvo iz nikh ne razumeyut, chto oni protivorechat samim sebe"
        },
        {
            "chapter": 29,
            "verse": 64,
            "text": "Zhizn' v etom mire - lish' tol'ko vremennyye uslady - zabava i igra dlya neurazumevshikh, slovno koroten'kaya detskaya igra. Poistine, budushchiy mir - eto istinnoye, sovershennoye, vechnoye obitalishche. Eto - tvordaya istina, kotoruyu dolzhny by postich' eti lyudi (neveruyushchiye), yesli by razumeli"
        },
        {
            "chapter": 29,
            "verse": 65,
            "text": "Oni - neveruyushchiye mnogobozhniki, no kogda oni sadyatsya na korabl' i plyvut po moryu, i okhvatit ikh strakh, oni obrashchayutsya k Allakhu, iskrenne i smirenno prosya Yego otvesti ot nikh opasnost'. No kogda Allakh ikh spasot, oni vnov' nachinayut poklonyat'sya drugim bogam"
        },
        {
            "chapter": 29,
            "verse": 66,
            "text": "Oni otvergayut Nashi blaga, ne ispytyvaya chuvstva priznatel'nosti. Pust' oni naslazhdayutsya, sleduya svoim strastyam i prikhotyam v zemnoy zhizni, ibo skoro oni uznayut posledstviya neveriya, uvidev tyazhkoye nakazaniye"
        },
        {
            "chapter": 29,
            "verse": 67,
            "text": "Neuzheli obitateli Mekki ne vedayut o tekh blagakh, kotorymi odaril ikh Allakh? Razve oni ne vidyat, chto My sdelali ikh gorod bezopasnym ot grabezha, Zapovednym Svyashchennym mestom, nakhodyashchikhsya v kotorom ne berut v plen i ne ubivayut, v to vremya kak vokrug nikh postoyanno napadayut na lyudey, berut v plen i ubivayut?! Neuzheli oni ne vidyat eti istinnyye blaga i veruyut v neosnovatel'nuyu lozh', no ne veruyut v Mukhammada, v yego poslaniye i v to, chto on im peredayot"
        },
        {
            "chapter": 29,
            "verse": 68,
            "text": "Net nechestiveye i nespravedliveye togo, kto lozhno pripisyvayet Allakhu to, chto On ne zapovedal v Svoyom shariate. I net boleye nechestivogo, chem tot, kto otvergayet religiyu Allakha, - veru v istinu, - kogda yemu peredayotsya ob etom. V adskom ogne budet pristanishche dlya etikh nespravedlivykh nevernykh"
        },
        {
            "chapter": 29,
            "verse": 69,
            "text": "Tekh, kotoryye prilozhili vse usiliya za Nashe delo i terpeli trudnosti za pobedu Nashey very i religii, My povedom pryamym putom k istine i blagu. Allakh pomogayet dobrodeyushchim, podderzhivayet ikh i vedot k pobede. I Allakh luchshe znayet"
        }
    ]
}