{
    "chapter": [
        {
            "chapter": 41,
            "verse": 1,
            "text": "KH(Kha) - M(Mim). S etikh dvukh bukv arabskogo alfavita nachinayetsya dannaya sura. S etikh i drugikh bukv nachinayutsya mnogiye drugiye sury Korana, chtoby privlech' vnimaniye k chteniyu Korana i podcherknut' yego nepodrazhayemost' (i'dzhaz al'-Kuran)"
        },
        {
            "chapter": 41,
            "verse": 2,
            "text": "Eta Kniga - prekrasnoye nisposlaniye Allakha Milostivogo, Miloserdnogo, daruyushchego velikiye i malyye milosti"
        },
        {
            "chapter": 41,
            "verse": 3,
            "text": "Kniga, ayaty kotoroy otlichayutsya krasotoy sloga i slov pri ikh proiznoshenii. A smysl yeyo razlichayet istinu ot lzhi, dobruyu vest' ot uveshchevaniya. V nom (smysle) - nravstvennoye vospitaniye dlya dushi, pritchi, ustanovleniya. Eto Pisaniye, chitayemoye na arabskom yazyke, logko dlya ponimaniya tekh, kto yego znayet"
        },
        {
            "chapter": 41,
            "verse": 4,
            "text": "Eta Kniga nesot dobruyu vest' tem, kto uveroval v blazhenstvo raya, ugotovannogo dlya nikh, i uveshchevayet tekh, kto otvergayet prizyv k Allakhu, o muchitel'nom nakazanii, ozhidayushchem ikh. No bol'shinstvo otvernulis' ot etoy Knigi, ne izvlekli nikakoy pol'zy iz neyo, budto oni ne slyshali"
        },
        {
            "chapter": 41,
            "verse": 5,
            "text": "Te, kto ne uveroval v Allakha, skazali poslanniku Allakha - da blagoslovit yego Allakh i privetstvuyet: \"Nashi serdtsa zakryty dlya togo, chtoby slushat' tvoy prizyv k yedinobozhiyu i pokloneniyu Allakhu, i nashi ushi glukhi k etomu. My ne slyshim to, k chemu ty nas prizyvayesh'. Mezhdu nami i toboy - prochnaya zavesa, i ona meshayet nam prinyat' to, s chem ty prishol. Delay to, chto ty zhelayesh', a my delayem to, chto my khotim"
        },
        {
            "chapter": 41,
            "verse": 6,
            "text": "Skazhi im (o prorok!): \"YA - lish' takoy zhe chelovek, kak i vy, i mne vnusheno v Otkrovenii ot Allakha, chto, poistine, Bog vash - Bog Yedinyy. Ustremlyaytes' k Nemu pryamym putom i prosite u Nego proshcheniya za vashi grekhi. Dlya mnogobozhnikov"
        },
        {
            "chapter": 41,
            "verse": 7,
            "text": "kotoryye ne vyplachivayut zakyat tem, kto zasluzhivayet yego, ugotovano surovoye nakazaniye, ibo oni - odni - takzhe otritsayut budushchuyu zhizn'"
        },
        {
            "chapter": 41,
            "verse": 8,
            "text": "Dlya tekh, kto uveroval i vershil dobrodeyaniya, budet vechnaya nagrada"
        },
        {
            "chapter": 41,
            "verse": 9,
            "text": "Skazhi mnogobozhnikam (o prorok!): \"Neuzheli vy ne veruyete v Allakha, kotoryy sotvoril zemlyu v dva dnya, i vy, nesmotrya na eto, ravnyayete s Nim drugikh?! Poistine, On - Tvorets zemli i Gospod' mirov i ikh Nastavnik"
        },
        {
            "chapter": 41,
            "verse": 10,
            "text": "Allakh sozdal prochno stoyashchiye gory na zemle, chtoby ona ne kolebalas'. On blagoslovil zemlyu i sozdal na ney mnogo blag i pol'zy, i, po Svoyey mudrosti, raspredelil na ney nadely dlya sushchestvovaniya yeyo obitateley. On sozdal vso eto (zemlyu i blaga) za chetyre dnya, no vy, nesmotrya na eto, pridayote Yemu v sotovarishchi tekh, kotorym vy poklonyayetes'. Allakh sotvoril vso na zemle bez nedostatkov i bez izlishestv. Eti podrobnosti sotvoreniya zemli - raz\"yasneniye dlya tekh, kotoryye zadayut voprosy"
        },
        {
            "chapter": 41,
            "verse": 11,
            "text": "Zatem Allakh obratilsya k nebu, kotoroye bylo, kak dym, i sotvoril yego. Svoyey moshch'yu Yemu legko bylo sotvorit' nebesa i zemlyu. On prosto skazal im: \"Yavites' po dobroy vole ili nevol'no!\" - i oni povinovalis', govorya: \"My yavimsya dobrovol'no"
        },
        {
            "chapter": 41,
            "verse": 12,
            "text": "Allakh sotvoril sem' nebes v dva dnya i opredelil dlya kazhdogo neba yego prednaznacheniye, radi kotorogo ono bylo sotvoreno po Yego mudrosti. Allakh ukrasil blizhaysheye nebo yarkimi zvozdami, slovno svetil'nikami, v rukovodstvo lyudyam i dlya okhrany ot shaytanov, chtoby oni ne mogli slyshat' vesti ob obitatelyakh vyshnikh nebes. Eto prekrasnoye tvoreniye - ustanovleniye Allakha Velikogo, Mogushchestvennogo i Nepobedimogo, kotoryy ob\"yemlet vsyakuyu veshch'"
        },
        {
            "chapter": 41,
            "verse": 13,
            "text": "Yesli mnogobozhniki oprovergnut veru v Allakha, posle togo kak stali yasny znameniya i dokazatel'stva Istiny Allakha, togda skazhi im (o prorok!): \"YA uveshchevayu vas surovym nakazaniyem, podobnym molnii, porazivshey narody Ada i Samuda"
        },
        {
            "chapter": 41,
            "verse": 14,
            "text": "Narody Ada i Samuda porazili molnii posle togo, kak prishli k nim poslantsy s raznykh storon i vsemi sposobami prizyvali ikh k vere v Allakha, govorya im: \"Ne poklonyaytes' nikomu, krome Allakha\". No lyudi Ada i Samuda otvetili: \"Yesli by Allakh pozhelal poslat' poslannika, on by napravil k nam angelov. My ne verim v to (t.ye. v yedinobozhiye), k chemu vy nas prizyvayete"
        },
        {
            "chapter": 41,
            "verse": 15,
            "text": "Adity prevoznosilis' na zemle bez prava na etu gordynyu i skazali nadmenno: \"Kto zhe sil'neye nas moshch'yu?\"! Neuzheli oni tak skazali?! Razve oni ne znali, chto Allakh, kotoryy ikh sotvoril, prevoskhodit ikh moshch'yu?! No oni otvergli vse Nashi znameniya"
        },
        {
            "chapter": 41,
            "verse": 16,
            "text": "I napravili My na nikh uragan v dni neschastnyye, chtoby oni vkusili pozor i unizheniye v zemnom mire. Klyanus', nakazaniye v dal'ney zhizni - pozorneye i unizitel'neye! Togda ikh nikto ne zashchitit i ne budet u nikh zastupnika"
        },
        {
            "chapter": 41,
            "verse": 17,
            "text": "A samudyanam My pokazali pryamoy put' blaga v otlichiye ot puti zla, no oni predpochli zabluzhdeniye istine, i togda ikh porazila molniya, kotoraya sozhgla ikh,- molniya unizitel'nogo nakazaniya za te grekhi, kotoryye oni vershili"
        },
        {
            "chapter": 41,
            "verse": 18,
            "text": "My spasli ot etogo nakazaniya tekh, kotoryye uverovali v Allakha, byli bogoboyaznennymi i strashilis' Yego nakazaniya"
        },
        {
            "chapter": 41,
            "verse": 19,
            "text": "Skazhi im (o prorok!) o tom Dne, kogda vragi Allakha budut sobrany k ognyu, i te, kotorykh gonyat v pervykh ryadakh, budut vynuzhdeny zhdat', poka ne podoydut posledniye ryady, chtoby pri vsekh privesti protiv nikh dovod"
        },
        {
            "chapter": 41,
            "verse": 20,
            "text": "Kogda oni doydut do ognya i ikh sprosyat o tekh grekhakh, kotoryye oni vershili v zemnom mire, oni budut otritsat' eti grekhi. I togda ikh slukh, zreniye i kozha budut svidetel'stvovat' o tom, chto oni delali"
        },
        {
            "chapter": 41,
            "verse": 21,
            "text": "Vragi Allakha skazhut svoyey kozhe: \"Pochemu ty svidetel'stvuyesh' protiv nas?\" Na chto ona otvetit: \"Allakh odaril menya rech'yu, kak i vsyakuyu veshch'. On sotvoril vas v pervyy raz iz nebytiya, i k Nemu Yedinomu vy budete vozvrashcheny posle voskresheniya,i On vozdast vam za vashi deyaniya"
        },
        {
            "chapter": 41,
            "verse": 22,
            "text": "I ne mogli vy skryt' vashikh skvernykh deyaniy ot svoikh chastey tela, boyas', chtoby ne svidetel'stvovali protiv vas vash slukh, zreniye i kozha. Vy dumali, chto Allakh ne znayet mnogo iz togo, chto vy delayete, ibo vy skryto vershite vashi deyaniya"
        },
        {
            "chapter": 41,
            "verse": 23,
            "text": "No to greshnoye predstavleniye, chto vy izmyslili o svoyom Gospode, pogubilo vas, i stali vy v Sudnyy den' v chisle tekh, kto nakhoditsya v polnom ubytke"
        },
        {
            "chapter": 41,
            "verse": 24,
            "text": "I yesli oni vyterpyat svoyo mucheniye, to ogon' - ikh obitel' vechnaya, a yesli oni vozzovut k milosti Allakha, to vso ravno im yeyo ne okazhut"
        },
        {
            "chapter": 41,
            "verse": 25,
            "text": "My pristavili k nim skvernykh tovarishchey v blizhayshey zhizni, kotoryye razukrasili im ikh skvernyye deyaniya v proshlom i budushchem, vnushaya im, chto net ni voskresheniya, ni raschota, i pust' poetomu naslazhdayutsya oni blagami blizhney zhizni. Opravdalos' nad nimi Slovo Allakha o nakazanii ikh vmeste s drugimi, predydushchimi narodami iz dzhinnov i lyudey, kotoryye byli takimi zhe, kak oni, predpochtya zabluzhdeniye pryamomu puti istiny. Vse oni okazalis' v polnom ubytke"
        },
        {
            "chapter": 41,
            "verse": 26,
            "text": "Te, kotoryye ne uverovali, govorili drug drugu: \"Ne slushayte Koran i pustoslov'te, poka on chitayetsya, chtoby nikto yego ne slushal i ne izvlekal iz nego nikakoy pol'zy. Mozhet byt', takim obrazom vy oderzhite pobedu nad Mukhammadom"
        },
        {
            "chapter": 41,
            "verse": 27,
            "text": "Klyanomsya, My podvergnem tekh, kto ne uveroval, zhestokomu nakazaniyu za ikh vrazhdu k Koranu, i My vozdadim im khudshim nakazaniyem za ikh deyaniya"
        },
        {
            "chapter": 41,
            "verse": 28,
            "text": "Upomyanutoye nakazaniye budet vozdayaniyem vragam Allakha, kotoroye oni zasluzhivayut. Dlya nikh ugotovan ogon' - vechnaya ikh obitel' - vozdayaniye za ikh postoyannoye i nastoychivoye oproverzheniye znameniy i dokazatel'stv Allakha"
        },
        {
            "chapter": 41,
            "verse": 29,
            "text": "Nevernyye skazhut, nakhodyas' v ogne: \"O Gospod' nash! Pokazhi nam tekh - dzhinnov i lyudey, - kotoryye sbili nas s pryamogo puti i priveli k zabluzhdeniyu; nogami my rastopchem ikh, chtoby oni stali samymi prezrennymi, unizhennymi i nichtozhnymi"
        },
        {
            "chapter": 41,
            "verse": 30,
            "text": "Te, kotoryye skazali: \"Nash Gospod' - Allakh\", - uverovav v yedinobozhiye i vstav na pryamoy put', sleduya Yego shariatu i nastavleniyam, - na nikh (neskol'ko raz) niskhodyat angely, govorya: \"Ne boytes', chto vas porazit zlo, i ne pechal'tes' o blage, kotorogo vy ne dostignete, i raduytes' rayu, kotoryy vam byl obeshchan v prizyvakh prorokov i poslannikov"
        },
        {
            "chapter": 41,
            "verse": 31,
            "text": "Angely im skazhut: \"My - vashi storonniki v zemnom mire i podderzhivayem vas, a v budushchey zhizni my budem vashimi zastupnikami i budem chtit' vas. V dal'ney zhizni u vas budet vso, chto vy pozhelayete iz uslad i dobroy pishchi"
        },
        {
            "chapter": 41,
            "verse": 32,
            "text": "I budet vam privetstviye Gospoda Proshchayushchego, Miloserdnogo"
        },
        {
            "chapter": 41,
            "verse": 33,
            "text": "Kto zhe luchshe slovami, chem tot, kto, prizyvaya k yedinobozhiyu i povinoveniyu Allakhu Yedinomu, priznavaya svoyu veru i sovershaya dobryye dela, skazal: \"YA (musul'manin), predavshiysya vole Allakha"
        },
        {
            "chapter": 41,
            "verse": 34,
            "text": "Ne ravny dobrodeyaniya i zlodeyaniya. Otklonyay zlo, yesli ono prishlo k tebe, dobrom, i togda, v skorom vremeni, tot, s kotorym ty vrazhduyesh', budet tvoim blizkim drugom i storonnikom"
        },
        {
            "chapter": 41,
            "verse": 35,
            "text": "Eto bol'shoye dostoinstvo - otkloneniye zla dobrom - darovano tol'ko tem, kto terpeliv i nadelon velikim udelom dobrodeteley i sovershenstvom dushi"
        },
        {
            "chapter": 41,
            "verse": 36,
            "text": "Yesli shaytan iskushayet tebya, podvergaya tebya navazhdeniyu, chtoby otvesti tebya ot poveleniy Allakha, o ty, k kotoromu My obrashchayemsya, togda prosi u Allakha zashchity ot nego i pribegay k Yego pomoshchi. Poistine, Allakh ob\"yemlet vsyakuyu veshch'. On - Slyshashchiy i Znayushchiy, i On zashchitit tebya ot shaytana"
        },
        {
            "chapter": 41,
            "verse": 37,
            "text": "Iz dokazatel'stv moshchi Allakha - noch' i den', solntse i luna. Ne poklonyaytes' ni solntsu, ni lune. Ved' oni - iz znameniy Allakha, a poklonyaytes', padaya nits, Allakhu Yedinomu, kotoryy sotvoril solntse i lunu, noch' i den', yesli vy istinno Yemu Yedinomu poklonyayetes'"
        },
        {
            "chapter": 41,
            "verse": 38,
            "text": "Yesli prevoznosyashchiyesya mnogobozhniki ne slushayut tvoyego poveleniya i otvergayut yego, ne pechal'sya! Ved' u tvoyego Gospoda v Nebesnom tsarstve yest' takiye - angely, - kotoryye, ne ustavaya, otvergayut ot Allakha vso, chto ne podobayet Yemu, proslavlyayut Yego, Bezuprechnogo, khvalami noch'yu i dnom"
        },
        {
            "chapter": 41,
            "verse": 39,
            "text": "Iz dokazatel'stv moshchi Allakha Vsevyshnego ty vidish' (o ty, kotoryy mozhesh' videt'!) sukhuyu zemlyu, no kogda My nisposylayem na neyo vodu, ona volnuyetsya i razbukhayet (i na ney poyavlyayutsya rasteniya). Tot, kto voskresil zemlyu posle zasukhi, mozhet ozhivlyat' i mortvykh. Poistine, On - Vsemogushchiy, nad vsyakoy veshch'yu vlasten"
        },
        {
            "chapter": 41,
            "verse": 40,
            "text": "Te, kotoryye otklonyayutsya ot pryamogo puti kasatel'no Nashikh ayatov, otvergaya ikh, ne skryty ot Nas! My vozdadim im za to, chto oni vershili, kak oni zasluzhivayut. Kto zhe luchshe: tot, kotorogo vvergayut v ad, ili tot, kotoryy prikhodit k Nam v Sudnyy den' v bezopasnosti, spasonnyy ot vsyakogo zla? Skazhi im (o Mukhammad!), uveshchevaya: \"Delayte, chto khotite. Poistine, Allakh - Vsevidyashchiy, ob\"yemlet vso, chto vy delayete, i vozdast kazhdomu po yego deyaniyam"
        },
        {
            "chapter": 41,
            "verse": 41,
            "text": "Poistine, dlya tekh, kotoryye otritsali Blagorodnyy Koran i ne uverovali v nego, kogda on byl peredan im, ne razmyshlyaya nad nim, ugotovano takoye muchitel'noye nakazaniye, kotoroye trudno predstavit'. Oni oprovergali Koran, khotya eto Blagorodnaya, Nepodrazhayemaya Kniga, podobnuyu kotoroy nevozmozhno sostavit' i kotoraya pobedit vso, chto vyrazhayet nesoglasiye s ney"
        },
        {
            "chapter": 41,
            "verse": 42,
            "text": "Lozh' ne podstupitsya k Koranu s kakoy-libo storony - ni speredi nego, ni szadi. Koran nisposylalsya posledovatel'no Allakhom Velikim, Mudrym, Bezuprechnym, voskhvalyayemym za Yego milosti"
        },
        {
            "chapter": 41,
            "verse": 43,
            "text": "Tebe (o Mukhammad!) tvoi vragi govoryat, chto ty tol'ko lzhets, rugayut tebya i oprovergayut tvoyo poslaniye, kak delali s poslannikami, byvshimi do tebya, ikh vragi. Poistine, tvoy Tvorets i Nastavnik shchedro proshchayet i muchitel'no nakazyvayet. On proshchayet grekhi raskayavshimsya i mstit za tebya nevernym za ikh upornoye otritsaniye very"
        },
        {
            "chapter": 41,
            "verse": 44,
            "text": "Yesli by My nisposlali Koran ne na arabskom, a na inom yazyke, kak nekotoryye upornyye nevernyye predlagali, otritsaya yego, oni by skazali: \"Ne mozhesh' li ty raz\"yasnit' yego ayaty na yazyke, kotoryy my ponimayem? Kak zhe eto Pisaniye ne na arabskom yazyke, a obrashcheno k arabam?!\" Skazhi im (o prorok!): \"Eto Pisaniye (t.ye. Koran) nisposlano Allakhom dlya tekh, kto uveroval, kak rukovodstvo k pryamomu puti i istseleniye ot somneniy i trevog. A u tekh, kto ne uveroval i otverg Pisaniye, v ushakh glukhota, i on (Koran) dlya nikh - slepota, ibo oni ne vidyat v nom nichego, krome smuty, k kotoroy oni stremyatsya. Eti nevernyye ne slyshat prizyva k Koranu, budto k nim vzyvayut k vere izdaleka"
        },
        {
            "chapter": 41,
            "verse": 45,
            "text": "Klyanus', My darovali Muse Toru, no o ney u yego naroda vozniklo raznoglasiye. I yesli by ne bylo predopredelonnogo resheniya tvoyego Gospoda (o Mukhammad!) otlozhit' nakazaniye neveruyushchikh, schitayushchikh tebya lzhetsom, do predopredelonnogo vremeni, My by sudili mezhdu toboy i imi i pokonchili by s neveruyushchimi, otritsayushchimi tvoy prizyv k istine. Poistine, te kotoryye ne uverovali iz tvoyego naroda (mekkanskiye mnogobozhniki) v bol'shom somnenii otnositel'no Korana, chto privodit ikh k bespokoystvu i volneniyu"
        },
        {
            "chapter": 41,
            "verse": 46,
            "text": "Kto tvorit dobrodeyaniya, to dlya samogo sebya, a tot, kto tvorit zlodeyaniya, to vo vred sebe. Tvoy Gospod' nikogda ne byvayet nespravedlivym k Svoim rabam i nikogda ne nakazyvayet odnogo za grekh drugogo"
        },
        {
            "chapter": 41,
            "verse": 47,
            "text": "Allakhu Yedinomu prinadlezhit znaniye o Sudnom chase. Ne vyydut plody iz svoikh zavyazey, ne ponesot samka i ne razreshitsya ot bremeni bez Yego vedoma. Zapomni, kogda Allakh, uprekaya mnogobozhnikov, vozglasit: \"Gde zhe Moi sotovarishchi, k kotorym vy obrashchalis', pomimo Menya?\" Te otvetyat, izvinyayas' pered Allakhom: \"My vozveshchayem Tebe, o Allakh, nikto iz nas ne svidetel'stvuyet o mnogobozhii i o tom, chto u Tebya yest' sotovarishchi"
        },
        {
            "chapter": 41,
            "verse": 48,
            "text": "Ischeznut te, kotorym oni ran'she poklonyalis' pomimo Nego, i oni poymut, chto net im izbavleniya ot nakazaniya"
        },
        {
            "chapter": 41,
            "verse": 49,
            "text": "Ne ustayot chelovek prosit' Allakha darovat' yemu blago i dobro v zemnom mire, no yesli yego porazit zlo, to on prikhodit v otchayaniye, ne nadeyas', chto Allakh otvetit na yego mol'bu"
        },
        {
            "chapter": 41,
            "verse": 50,
            "text": "Klyanomsya, kogda My po Svoyey milosti dayom cheloveku vkusit' dobro posle bedy, kotoroy on podvergsya, on govorit: \"Ta milost', kotoroy ya dobilsya, - moyo tvordoye pravo, i ya ne dumayu, chto nastupit Sudnyy den'. A yesli ya budu vozvrashchon k Svoyemu Gospodu, u Nego budet dlya menya prekrasnoye voznagrazhdeniye\". No My klyanomsya, chto v Sudnyy den' nakazhem tekh, kto ne uveroval, za ikh deyaniya i podvergnem ikh surovomu, muchitel'nomu nakazaniyu"
        },
        {
            "chapter": 41,
            "verse": 51,
            "text": "Kogda My daruyem cheloveku milost', on otvorachivayetsya i udalyayetsya ot Nashey religii i ne blagodarit Nas. No kogda yego postigayet zlo, on neprestanno prosit Nas i obrashchayetsya k Nam s nepreryvnoy molitvoy"
        },
        {
            "chapter": 41,
            "verse": 52,
            "text": "Skazhi im (o Mukhammad!): \"Skazhite mne, yesli etot Koran nisposlan ot Allakha, a vy otvergli yego, to kto zhe bol'she sbilsya s pryamogo puti i zabludilsya, chem tot, kto vstupil v glubokoye raznoglasiye s Istinoy"
        },
        {
            "chapter": 41,
            "verse": 53,
            "text": "Skoro My pokazhem etim nevernym, otritsayushchim, Koran, Nashi dovody i znameniya - i v nebesakh, i na zemle, i v nikh samikh, - dokazyvayushchiye, chto ty pravdiv, chtoby im stalo yasno, chto ty prishol (k nim) tol'ko s nepreklonnoy Istinoy - Koranom. Neuzheli oni otritsayut Nashi yavnyye znameniya i dokazatel'stva, kotoryye My im predstavili? Razve ne dostatochno dlya Tvoyego Gospoda, chto On ob\"yemlet vsyakuyu veshch'"
        },
        {
            "chapter": 41,
            "verse": 54,
            "text": "Eti neveruyushchiye v bol'shom somnenii o vstreche s Gospodom i schitayut nevozmozhnym voskresheniye. No ved' Allakh ob\"yemlet vsyakuyu veshch' Svoim znaniyem i moshch'yu"
        }
    ]
}