{
    "pages": [
        {
            "chapter": 6,
            "verse": 9,
            "text": "اگر ہم پیغمبر کو فرشتہ بھی بناتے تو بھی مرد ہی بناتے اور وہی لباس پہنچاتے جو مرد پہنا کرتے ہیں"
        },
        {
            "chapter": 6,
            "verse": 10,
            "text": "پیغمبر آپ سے پہلے بہت سے رسولوں کا مذاق اُڑایا گیا ہے جس کے نتیجہ میں مذاق اُڑانے والوں کے لئے ان کا مذاق ہی ان کے گلے پڑ گیا اور وہ اس میں گھر گئے"
        },
        {
            "chapter": 6,
            "verse": 11,
            "text": "آپ ان سے کہہ دیجئے کہ زمین میں سیر کریں پھر اس کے بعد دیکھیں کہ جھٹلانے والوں کا انجام کیا ہوتا ہے"
        },
        {
            "chapter": 6,
            "verse": 12,
            "text": "ان سے کہئے کہ زمین و آسمان میں جو کچھ بھی ہے وہ سب کس کے لئے ہے? پھر بتائیے کہ سب اللہ ہی کے لئے ہے اس نے اپنے اوپر رحمت کو لازم قرار دے لیا ہے وہ تم سب کو قیامت کے دن اکٹھا کرے گا جس میں کسی شک کی گنجائش نہیں ہے -جن لوگوں نے اپنے نفس کو خسارہ میں ڈال دیا ہے وہ اب ایمان نہ لائیں گے"
        },
        {
            "chapter": 6,
            "verse": 13,
            "text": "اور اس خدا کے لئے وہ تمام چیزیں ہیں جو رات اور دن میں ثابت ہیں اور وہ سب کی سننے والا اور سب کا جاننے والا ہے"
        },
        {
            "chapter": 6,
            "verse": 14,
            "text": "آپ کہئے کہ کیا میں خدا کے علاوہ کسی اور کو اپنا ولی بنالوں جب کہ زمین و آسمان کا پیدا کرنے والا وہی ہے اور وہی سب کو کھلاتا ہے اس کو کوئی نہیں کھلاتا ہے. کہئے کہ مجھے حکم دیا گیا ہے کہ میں سب سے پہلا اطاعت گزار بنوں اور خبردار تم لوگ مشرک نہ ہوجانا"
        },
        {
            "chapter": 6,
            "verse": 15,
            "text": "کہئے کہ میں اپنے خدا کی نافرمانی کروں تو مجھے بڑے سنگین دن کے عذاب کا خطرہ ہے"
        },
        {
            "chapter": 6,
            "verse": 16,
            "text": "اس دن جس سے عذاب ٹال دیا جائے اس پر خدا نے بڑا رحم کیا اور یہ ایک کھلی ہوئی کامیابی ہے"
        },
        {
            "chapter": 6,
            "verse": 17,
            "text": "اگر خدا کی طرف سے تم کو کوئی نقصان پہنچ جائے تو اس کے علاوہ کوئی ٹالنے والا بھی نہیں ہے اور اگر وہ خیر دے دے تو وہی ہر شے پر قدرت رکھنے والا ہے"
        },
        {
            "chapter": 6,
            "verse": 18,
            "text": "اور اپنے تمام بندوں پر غالب اور صاحب حکمت اور باخبر رہنے والا ہے"
        }
    ]
}