{
    "pages": [
        {
            "chapter": 7,
            "verse": 179,
            "text": "اور یقینا ہم نے انسان و جنات کی ایک کثیر تعداد کو گویا جہّنم کے لئے پیدا کیا ہے کہ ان کے پاس دل ہیں مگر سمجھتے نہیں ہیں اور آنکھیں ہیں مگر دیکھتے نہیں ہیں اور کان ہیں مگر سنتے نہیں ہیں -یہ چوپایوں جیسے ہیں بلکہ ان سے بھی زیادہ گمراہ ہیں اور یہی لوگ اصل میں غافل ہیں"
        },
        {
            "chapter": 7,
            "verse": 180,
            "text": "اور اللہ ہی کے لئے بہترین نام ہیں لہذا اسے ان ہی کے ذریعہ پکارو اور ان لوگوں کو چھوڑ دو جو اس کے ناموں میں بے دینی سے کام لیتے ہیں عنقریب انہیں ان کے اعمال کا بدلہ دیا جائے گا"
        },
        {
            "chapter": 7,
            "verse": 181,
            "text": "اور ہماری مخلوقات ہی میں سے وہ قوم بھی ہے جو حق کے ساتھ ہدایت کرتی ہے اور حق ہی کے ساتھ انصاف کرتی ہے"
        },
        {
            "chapter": 7,
            "verse": 182,
            "text": "اور جن لوگوں نے ہماری آیات کی تکذیب کی ہم انہیں عنقریب اس طرح لپیٹ لیں گے کہ انہیں معلوم بھی نہ ہوگا"
        },
        {
            "chapter": 7,
            "verse": 183,
            "text": "اور ہم تو انہیں ڈھیل دے رہے ہیں کہ ہماری تدبیر بہت مستحکم ہوتی ہے"
        },
        {
            "chapter": 7,
            "verse": 184,
            "text": "اور کیا ان لوگوں نے یہ غور نہیں کیا کہ ان کے ساتھی پیغمبر میں کسی طرح کا جنون نہیں ہے -وہ صرف واضح طور سے عذاب الٰہی سے ڈرانے والا ہے"
        },
        {
            "chapter": 7,
            "verse": 185,
            "text": "اور کیا ان لوگوں نے زمین و آسمان کی حکومت اور خدا کی تمام مخلوقات میں غور نہیں کیا اور یہ کہ شاید ان کی اجل قریب آگئی ہو تو یہ اس کے بعد کس بات پر ایمان لے آئیں گے"
        },
        {
            "chapter": 7,
            "verse": 186,
            "text": "جسے خدا ہی گمراہی میں چھوڑ دے اس کا کوئی ہدایت کرنے والا نہیں ہے اور وہ انہیں سرکشی میں چھوڑ دیتا ہے کہ ٹھوکریں کھاتے پھریں"
        },
        {
            "chapter": 7,
            "verse": 187,
            "text": "پیغمبر !یہ آپ سے قیامت کے بارے میں سوال کرتے ہیں کہ اس کا ٹھکانا کب ہے تو کہہ دیجئے کہ اس کا علم میرے پروردگار کے پاس ہے وہی اس کو بروقت ظاہر کرے گا یہ قیامت زمین و آسمان دونوں کے لئے بہت گراں ہے اور تمہارے پاس اچانک آنے والی ہے یہ لوگ آپ سے اس طرح سوال کرتے ہیں گویا آپ کو اس کی مکمل فکر ہے تو کہہ دیجئے کہ اس کا علم اللہ کے پاس ہے لیکن اکثر لوگوں کو اس کا علم بھی نہیں ہے"
        }
    ]
}