{
    "pages": [
        {
            "chapter": 10,
            "verse": 107,
            "text": "اور اگر خدا نقصان پہنچانا چاہے تو اس کے علاوہ کوئی بچانے والا نہیں ہے اور اگر وہ بھلائی کا ارادہ کرلے تو اس کے فضل کا کوئی روکنے والا نہیں ہے وہ جس کو چاہتا ہے اپنے بندوں میں بھلائی عطا کرتا ہے وہ بڑا بخشنے والا اور مہربان ہے"
        },
        {
            "chapter": 10,
            "verse": 108,
            "text": "پیغمبر آپ کہہ دیجئے کہ تمہارے پاس پروردگار کی طرف سے حق آچکا ہے اب جو ہدایت حاصل کرے گا وہ اپنے فائدہ کے لئے کرے گا اور جو گمراہ ہوجائے گا اس کا نقصان بھی اسی کو ہوگا اور میں تمہارا ذمہ دار نہیں ہوں"
        },
        {
            "chapter": 10,
            "verse": 109,
            "text": "اور آپ صرف اس بات کا اتباع کریں جس کے آپ کی طرف وحی کی جاتی ہے اور صبر کرتے رہیں یہاں تک کہ خدا کوئی فیصلہ کردے اور وہ بہترین فیصلہ کرنے والا ہے"
        },
        {
            "chapter": 11,
            "verse": 1,
            "text": "الۤر - یہ وہ کتاب ہے جس کی آیتیں محکم بنائی گئی ہیں اور ایک صاحبِ علم و حکمت کی طرف سے تفصیل کے ساتھ بیان کی گئی ہیں"
        },
        {
            "chapter": 11,
            "verse": 2,
            "text": "کہ اللہ کے علاوہ کسی کی عبادت نہ کرو -میں اسی کی طرف سے ڈرانے والا اور بشارت دینے والا ہوں"
        },
        {
            "chapter": 11,
            "verse": 3,
            "text": "اور اپنے رب سے استغفار کرو پھر اس کی طرف متوجہ ہوجاؤ وہ تم کو مقررہ مدّت میں بہترین فائدہ عطا کرے گا اور صاحبِ فضل کو اس کے فضل کا حق دے گا اور میں تمہارے بارے میں ایک بڑے دن کے عذاب سے خوفزدہ ہوں"
        },
        {
            "chapter": 11,
            "verse": 4,
            "text": "تم سب کی بازگشت خدا ہی کی طرف ہے اور وہ ہر شے پر قدرت رکھنے والا ہے"
        },
        {
            "chapter": 11,
            "verse": 5,
            "text": "آگاہ ہوجاؤ کہ یہ لوگ اپنے سینوں کو دہرائے لے رہے ہیں کہ اس طرح پیغمبر سے چھپ جائیں تو آگاہ رہیں کہ یہ جب اپنے کپڑوں کو خوب لپیٹ لیتے ہیں تو اس وقت بھی وہ ان کے ظاہر و باطن دونوں کو جانتا ہے کہ وہ تمام سینوں کے رازوں کا جاننے والا ہے"
        }
    ]
}