{
    "pages": [
        {
            "chapter": 13,
            "verse": 6,
            "text": "اور اے رسول یہ لوگ آپ سے بھلائی سے پہلے ہی برائی (عذاب)چاہتے ہیں جب کہ ان کے پہلے بہت سی عذاب کی نظریں گزر چکی ہیں اور آپ کا پروردگار لوگوں کے لئے ان کے ظلم پر بخشنے والا بھی ہے اور بہت سخت عذاب کرنے والا بھی ہے"
        },
        {
            "chapter": 13,
            "verse": 7,
            "text": "اور یہ کافر کہتے ہیں کہ ان کے اوپر کوئی نشانی (ہماری مطلوبہ)کیوں نہیں نازل ہوتی تو آپ کہہ دیجئے کہ میں صرف ڈرانے والا ہوں اور ہر قوم کے لئے ایک ہادی اور رہبر ہے"
        },
        {
            "chapter": 13,
            "verse": 8,
            "text": "اللہ بہتر جانتا ہے کہ ہر عورت کے شکم میں کیا ہے اور اس کے رحم میں کیا کمی اور زیادتی ہوتی رہتی ہے اور ہر شے کی اس کے نزدیک ایک مقدار معین ہے"
        },
        {
            "chapter": 13,
            "verse": 9,
            "text": "وہ غائب و حاضر سب کا جاننے والا بزرگ و بالاتر ہے"
        },
        {
            "chapter": 13,
            "verse": 10,
            "text": "اس کے نزدیک تم میں کے سب برابر ہیں جو بات آہستہ کہے اور جو بلند آواز سے کہے اور جو رات میں چھپارہے اور دن میں چلتا رہے"
        },
        {
            "chapter": 13,
            "verse": 11,
            "text": "اس کے لئے سامنے اور پیچھے سے محافظ طاقتیں ہیں جو حکم هخدا سے اس کی حفاظت کرتی ہیں اور خدا کسی قوم کے حالات کو اس وقت تک نہیں بدلتا جب تک وہ خود اپنے کو تبدیل نہ کرلے اور جب خدا کسی قوم پر عذاب کا ارادہ کرلیتا ہے تو کوئی ٹال نہیں سکتا ہے اور نہ اس کے علاوہ کوئی کسی کا والی و سرپرست ہے"
        },
        {
            "chapter": 13,
            "verse": 12,
            "text": "وہی خدا ہے جو تمہیں ڈرانے اور لالچ دلانے کے لئے بجلیاں دکھاتا ہے اور پانی سے لدے ہوئے بوجھل بادل ایجاد کرتا ہے"
        },
        {
            "chapter": 13,
            "verse": 13,
            "text": "گرج اس کی حمد کی تسبیح کرتی ہے اور فرشتے اس کے خوف سے حمد و ثنا کرتے رہتے ہیں اور بجلیوں کو بھیجتا ہے تو جس تک چاہتا ہے پہنچا دیتا ہے اور یہ لوگ اللہ کے بارے میں کج بحثی کررہے ہیں جب کہ وہ بہت مضبوط قوت اور عظیم طاقت والا ہے"
        }
    ]
}