{
    "pages": [
        {
            "chapter": 17,
            "verse": 67,
            "text": "اور جب دریا میں تمہیں کوئی تکلیف پہنچی تو خدا کے علاوہ سب غائب ہوگئے جنہیں تم پکار رہے تھے اور پھر جب خدا نے تمہیں بچا کر خشکی تک پہنچا دیا تو تم پھر کنارہ کش ہوگئے اور انسان تو بڑا ناشکرا ہے"
        },
        {
            "chapter": 17,
            "verse": 68,
            "text": "کیا تم اس بات سے محفوظ ہوگئے ہو کہ وہ تمہیں خشکی ہی میں دھنسادے یا تم پر پتھروں کی بوچھاڑ کردے اور اس کے بعد پھر کوئی کارساز نہ ملے"
        },
        {
            "chapter": 17,
            "verse": 69,
            "text": "یا اس بات سے محفوظ ہوگئے ہو کہ وہ دوبارہ تمہیں سمندر میں لے جائے اور پھر تیز آندھیوں کو بھیج کر تمہارے کفر کی بنا پر تمہیں غرق کردے اور اس کے بعد کوئی ایسا نہ پاؤ جو ہمارے حکم کا پیچھا کرسکے"
        },
        {
            "chapter": 17,
            "verse": 70,
            "text": "اور ہم نے بنی آدم کو کرامت عطا کی ہے اور انہیں خشکی اور دریاؤں میں سواریوں پر اٹھایا ہے اور انہیں پاکیزہ رزق عطا کیا ہے اور اپنی مخلوقات میں سے بہت سوں پر فضیلت دی ہے"
        },
        {
            "chapter": 17,
            "verse": 71,
            "text": "قیامت کا دن وہ ہوگا جب ہم ہر گروہ انسانی کو اس کے پیشوا کے ساتھ بلائیں گے اور اس کے بعد جن کا نامئہ اعمال ان کے داہنے ہاتھ میں دیا جائے گا وہ اپنے صحیفہ کو پڑھیں گے اور ان پر ریشہ برابر ظلم نہیں ہوگا"
        },
        {
            "chapter": 17,
            "verse": 72,
            "text": "اور جو اسی دنیا میں اندھا ہے وہ قیامت میں بھی اندھا اور بھٹکا ہوا رہے گا"
        },
        {
            "chapter": 17,
            "verse": 73,
            "text": "اور یہ ظالم اس بات کے کوشاں تھے کہ آپ کو ہماری وحی سے ہٹا کر دوسری باتوں کے افترا پر آمادہ کردیں اور اس طرح یہ آپ کو اپنا دوست بنالیتے"
        },
        {
            "chapter": 17,
            "verse": 74,
            "text": "اور اگر ہماری توفیق خاص نے آپ کو ثابت قدم نہ رکھا ہوتا تو آپ (بشری طور پر) کچھ نہ کچھ ان کی طرف مائل ضرور ہوجاتے"
        },
        {
            "chapter": 17,
            "verse": 75,
            "text": "اور پھر ہم زندگانی دنیا اور موت دونوں مرحلوں پر رَہرا مزہ چکھاتے اور آپ ہمارے خلاف کوئی مددگار اور کمک کرنے والا بھی نہ پاتے"
        }
    ]
}