{
    "pages": [
        {
            "chapter": 26,
            "verse": 84,
            "text": "اور میرے لئے آئندہ نسلوں میں سچی زبان اور ذکر خیر قرار دے"
        },
        {
            "chapter": 26,
            "verse": 85,
            "text": "اور مجھے جنت کے وارثوں میں سے قرار دے"
        },
        {
            "chapter": 26,
            "verse": 86,
            "text": "اور میرے مربی کو بخش دے کہ وہ گمراہوں میں سے ہے"
        },
        {
            "chapter": 26,
            "verse": 87,
            "text": "اور مجھے اس دن رسوا نہ کرنا جب سب قبروں سے اٹھائے جائیں گے"
        },
        {
            "chapter": 26,
            "verse": 88,
            "text": "جس دن مال اور اولاد کوئی کام نہ آئے گا"
        },
        {
            "chapter": 26,
            "verse": 89,
            "text": "مگر وہ جو قلب سلیم کے ساتھ اللہ کی بارگاہ میں حاضر ہو"
        },
        {
            "chapter": 26,
            "verse": 90,
            "text": "اور جس دن جنتّ پرہیزگاروں سے قریب تر کردی جائے گی"
        },
        {
            "chapter": 26,
            "verse": 91,
            "text": "اور جہنمّ کو گمراہوں کے سامنے کردیا جائے گا"
        },
        {
            "chapter": 26,
            "verse": 92,
            "text": "اور جہنّمیوں سے کہا جائے گا کہ کہاں ہیں وہ جن کی تم عبادت کیا کرتے تھے"
        },
        {
            "chapter": 26,
            "verse": 93,
            "text": "خدا کو چھوڑ کر وہ تمہاری مدد کریں گے یا اپنی مدد کریں گے"
        },
        {
            "chapter": 26,
            "verse": 94,
            "text": "پھر وہ سب مع تمام گمراہوں کے جہنّم میں منہ کے بل ڈھکیل دیئے جائیں گے"
        },
        {
            "chapter": 26,
            "verse": 95,
            "text": "اور ابلیس کے تمام لشکر والے بھی"
        },
        {
            "chapter": 26,
            "verse": 96,
            "text": "اور وہ سب جہنمّ میں آپس میں جھگڑا کرتے ہوئے کہیں گے"
        },
        {
            "chapter": 26,
            "verse": 97,
            "text": "کہ خدا کی قسم ہم سب کھلی ہوئی گمراہی میں تھے"
        },
        {
            "chapter": 26,
            "verse": 98,
            "text": "جب تم کو رب العالمین کے برابر قرار دے رہے تھے"
        },
        {
            "chapter": 26,
            "verse": 99,
            "text": "اور ہمیں مجرموں کے علاوہ کسی نے گمراہ نہیں کیا"
        },
        {
            "chapter": 26,
            "verse": 100,
            "text": "اب ہمارے لئے کوئی شفاعت کرنے والا بھی نہیں ہے"
        },
        {
            "chapter": 26,
            "verse": 101,
            "text": "اور نہ کوئی دل پسند دوست ہے"
        },
        {
            "chapter": 26,
            "verse": 102,
            "text": "پس اے کاش ہمیں واپسی نصیب ہوجاتی تو ہم سب بھی صاحب هایمان ہوجاتے"
        },
        {
            "chapter": 26,
            "verse": 103,
            "text": "اس میں بھی ہماری ایک نشانی ہے اور ان کی اکثریت بہرحال مومن نہیں تھی"
        },
        {
            "chapter": 26,
            "verse": 104,
            "text": "اور تمہارا پروردگار سب پر غالب بھی ہے اور مہربان بھی ہے"
        },
        {
            "chapter": 26,
            "verse": 105,
            "text": "اور نوح کی قوم نے بھی مرسلین کی تکذیب کی"
        },
        {
            "chapter": 26,
            "verse": 106,
            "text": "جب ان کے بھائی نوح نے ان سے کہا کہ تم پرہیزگاری کیوں نہیں اختیار کرتے ہو"
        },
        {
            "chapter": 26,
            "verse": 107,
            "text": "میں تمہارے لئے امانت دار نمائندہ پروردگار ہوں"
        },
        {
            "chapter": 26,
            "verse": 108,
            "text": "پس اللہ سے ڈرو اور میری اطاعت کرو"
        },
        {
            "chapter": 26,
            "verse": 109,
            "text": "اور میں اس تبلیغ کی کوئی اجر بھی نہیں چاہتا ہوں میری اجر ت تو رب العالمین کے ذمہ ہے"
        },
        {
            "chapter": 26,
            "verse": 110,
            "text": "لہذا تم اللہ سے ڈرو اور میری اطاعت کرو"
        },
        {
            "chapter": 26,
            "verse": 111,
            "text": "ان لوگوں نے کہا کہ ہم آپ پر کس طرح ایمان لے آئیں جبکہ آپ کے سارے پیروکار پست طبقہ کے لوگ ہیں"
        }
    ]
}