{
    "pages": [
        {
            "chapter": 28,
            "verse": 29,
            "text": "پھر جب موسٰی مدّت کو پورا کرچکے اور اپنے اہل کو لے کر چلے تو طور کی طرف سے ایک آگ نظر آئی انہوں نے اپنے اہل سے کہا کہ تم لوگ ٹھہرو میں نے ایک آگ دیکھی ہے شاید اس میں سے کوئی خبر لے آؤں یا کوئی چنگاری ہی لے آؤں کہ تم لوگ اس سے تاپنے کا کام لے سکو"
        },
        {
            "chapter": 28,
            "verse": 30,
            "text": "پھر جو اس آگ کے قریب آئے تو وادی کے داہنے رخ سے ایک مبارک مقام پر ایک درخت سے آوز آئی موسٰی میں عالمین کا پالنے والا خدا ہوں"
        },
        {
            "chapter": 28,
            "verse": 31,
            "text": "اور تم اپنے عصا کو زمین پر ڈال دو اور جو موسٰی نے دیکھا تو وہ سانپ کی طرح لہرا رہا تھا یہ دیکھ کر موسٰی پیچھے ہٹ گئے اور پھر مڑ کر بھی نہ دیکھا تو پھر آواز آئی کہ موسٰی آگے بڑھو اور ڈرو نہیں کہ تم بالکل مامون و محفوظ ہو"
        },
        {
            "chapter": 28,
            "verse": 32,
            "text": "ذرا اپنے ہاتھ کو گریبان میں داخل کرو وہ بغیر کسی بیماری کے سفید اور چمکدار بن کر برآمد ہوگا اور خوف سے اپنے بازوؤں کو اپنی طرف سمیٹ لو - تمہارے لئے پروردگار کی طرف سے فرعون اور اس کی قوم کے سرداروں کی طرف یہ دو دلیلیں ہیں کہ یہ لوگ سب فاسق اور بدکار ہیں"
        },
        {
            "chapter": 28,
            "verse": 33,
            "text": "موسٰی نے کہا کہ پروردگار میں نے ان کے ایک آدمی کو مار ڈالا ہے تو مجھے خوف ہے کہ یہ مجھے قتل کردیں گے اور کار تبلیغ رک جائے گا"
        },
        {
            "chapter": 28,
            "verse": 34,
            "text": "اور میرے بھائی ہارون مجھ سے زیادہ فصیح زبان کے مالک ہیں لہٰذا انہیں میرے ساتھ مددگار بنادے جو میری تصدیق کرسکیں کہ میں ڈرتا ہوں کہ کہیں یہ لوگ میری تکذیب نہ کردیں"
        },
        {
            "chapter": 28,
            "verse": 35,
            "text": "ارشاد ہوا کہ ہم تمہارے بازؤں کو تمہارے بھائی سے مضبوط کردیں گے اور تمہارے لئے ایسا غلبہ قرار دیں گے کہ یہ لوگ تم تک پہنچ ہی نہ سکیں اور ہماری نشانیوں کے سہارے تم اور تمہارے پیروکار ہی غالب رہیں گے"
        }
    ]
}