{
    "pages": [
        {
            "chapter": 38,
            "verse": 1,
            "text": "ص ۤ نصیحت والے قرآن کی قسم"
        },
        {
            "chapter": 38,
            "verse": 2,
            "text": "حقیقت یہ ہے کہ یہ کفاّر غرور اور اختلاف میں پڑے ہوئے ہیں"
        },
        {
            "chapter": 38,
            "verse": 3,
            "text": "ہم نے ان سے پہلے کتنی نسلوں کو تباہ کردیا ہے پھر انہوں نے فریاد کی لیکن کوئی چھٹکارا ممکن نہیں تھا"
        },
        {
            "chapter": 38,
            "verse": 4,
            "text": "اور انہیں تعجب ہے کہ ان ہی میں سے کوئی ڈرانے والا کیسے آگیا اور کافروں نے صاف کہہ دیا کہ یہ تو جادوگر اور جھوٹا ہے"
        },
        {
            "chapter": 38,
            "verse": 5,
            "text": "کیا اس نے سارے خداؤں کو جوڑ کر ایک خدا بنادیا ہے یہ تو انتہائی تعجب خیز بات ہے"
        },
        {
            "chapter": 38,
            "verse": 6,
            "text": "اور ان میں سے ایک گروہ یہ کہہ کر چل دیا چلو اپنے خداؤں پر قائم رہو کہ اس میں ان کی کوئی غرض پائی جاتی ہے"
        },
        {
            "chapter": 38,
            "verse": 7,
            "text": "ہم نے تو اگلے دور کی امتوّں میں یہ باتیں نہیں سنی ہیں اور یہ کوئی خود ساختہ بات معلوم ہوتی ہے"
        },
        {
            "chapter": 38,
            "verse": 8,
            "text": "کیا ہم سب کے درمیان تنہا ا ن ہی پر کتاب نازل ہوگئی ہے حقیقت یہ ہے کہ انہیں ہماری کتاب میں شک ہے بلکہ اصل یہ ہے کہ ابھی انہوں نے عذاب کا مزہ ہی نہیں چکھا ہے"
        },
        {
            "chapter": 38,
            "verse": 9,
            "text": "کیا ان کے پاس آپ کے صاحبِ عزت و عطا پروردگار کی رحمت کا کوئی خزانہ ہے"
        },
        {
            "chapter": 38,
            "verse": 10,
            "text": "یا ان کے پاس زمین و آسمان اور اس کے مابین کا اختیار ہے تو یہ سیڑھی لگا کر آسمان پر چڑھ جائیں"
        },
        {
            "chapter": 38,
            "verse": 11,
            "text": "تمام گروہوں میں سے ایک گروہ یہاں بھی شکست کھانے والا ہے"
        },
        {
            "chapter": 38,
            "verse": 12,
            "text": "اس سے پہلے قوم نوح علیھ السّلام قوم عاد علیھ السّلام اور میخوں والا فرعون سب گزر چکے ہیں"
        },
        {
            "chapter": 38,
            "verse": 13,
            "text": "اور ثمود, قوم لوط علیھ السّلام, جنگل والے لوگ یہ سب گروہ گزر چکے ہیں"
        },
        {
            "chapter": 38,
            "verse": 14,
            "text": "ان میں سے ہر ایک نے رسول کی تکذیب کی تو ان پر ہمارا عذاب ثابت ہوگیا"
        },
        {
            "chapter": 38,
            "verse": 15,
            "text": "یہ صرف اس بات کا انتظار کررہے ہیں کہ ایک ایسی چنگھاڑ بلند ہوجائے جس سے ادنیٰ مہلت بھی نہ مل سکے"
        },
        {
            "chapter": 38,
            "verse": 16,
            "text": "اور یہ کہتے ہیں کہ پروردگار ہمارا قسمت کا لکھا ہوا روزِ حساب سے پہلے ہی ہمیں دیدے"
        }
    ]
}