{
    "pages": [
        {
            "chapter": 41,
            "verse": 39,
            "text": "اور اس کی نشانیوں میں سے یہ بھی ہے کہ تم زمین کو صاف اور مفِدہ دیکھ رہے ہو اور پھر جب ہم نے پانی برسا دیا تو زمین لہلہانے لگی اور اس میں نشوونما پیدا ہوگئی بیشک جس نے زمین کو زندہ کیا ہے وہی مفِدوں کا زندہ کرنے والا بھی ہے اور یقینا وہ ہر شے پر قادر ہے"
        },
        {
            "chapter": 41,
            "verse": 40,
            "text": "بیشک جو لوگ ہماری آیات میں ہیرا پھیری کرتے ہیں وہ ہم سے حُھپنے والے نہیں ہیں .سوچو کہ جو شخص جہّنم میں ڈال دیا جائے گا وہ بہتر ہے یا جو روزِ قیامت بے خوف و خطر نظر آئے .تم جو چاہو عمل کرو وہ تمہارے تمام اعمال کا دیکھنے والا ہے"
        },
        {
            "chapter": 41,
            "verse": 41,
            "text": "بیشک جن لوگوں نے قرآن کے آنے کے بعد اس کا انکار کردیا ان کا انجام اِرا ہے اور یہ ایک عالی مرتبہ کتاب ہے"
        },
        {
            "chapter": 41,
            "verse": 42,
            "text": "جس کے قریب سامنے یا پیچھے کسی طرف سے باطل آبھی نہیں سکتا ہے کہ یہ خدائے حکیم و حمید کی نازل کی ہوئی کتاب ہے"
        },
        {
            "chapter": 41,
            "verse": 43,
            "text": "پیغمبر آپ سے جو کچھ بھی کہا جاتا ہے یہ سب آپ سے پہلے والے رسولوں سے کہا جاچکاُ ہے اور آپ کا پروردگار بخشنے والا بھی ہے اور دردناک عذاب کا مالک بھی ہے"
        },
        {
            "chapter": 41,
            "verse": 44,
            "text": "اور اگر ہم اس قرآن کو عجمی زبان میں نازل کردیتے تو یہ کہتے کہ اس کی آیتیں واضح کیوں نہیں ہیں اور یہ عجمی کتاب اور عربی انسان کا ربط کیا ہے. تو آپ کہہ دیجئے کہ یہ کتاب صاحبان ه ایمان کے لئے شفا اور ہدایت ہے اور جو لوگ ایمان نہیں رکھتے ہیں ان کے کانوں میں بہرا پن ہے اور وہ ان کو نظر بھی نہیں آرہا ہے اور ان لوگوں کو بہت دور سے پکارا جائے گا"
        },
        {
            "chapter": 41,
            "verse": 45,
            "text": "اور یقینا ہم نے موسٰی کو کتاب دی تو اس میں بھی جھگڑا ڈال دیا گیا اور اگر آپ کے پروردگار کی طرف سے ایک بات پہلے سے طے نہ ہوگئی ہوتی تو اب تک ان کے درمیان فیصلہ کردیا گیا ہوتا اور یقینا یہ بڑے بے چین کردینے والے شک میں مبتلا ہیں"
        },
        {
            "chapter": 41,
            "verse": 46,
            "text": "جو بھی نیک عمل کرے گا وہ اپنے لئے کرے گا اور جو اِرا کرے گا اس کا ذمہ دار بھی وہ خود ہی ہوگا اور آپ کا پروردگار بندوں پر ظلم کرنے والا نہیں ہے"
        }
    ]
}