{
    "pages": [
        {
            "chapter": 53,
            "verse": 45,
            "text": "اور اسی نے نر اور مادہ کا جوڑا پیدا کیا ہے"
        },
        {
            "chapter": 53,
            "verse": 46,
            "text": "اس نطفہ سے جو رحم میں ڈالا جاتا ہے"
        },
        {
            "chapter": 53,
            "verse": 47,
            "text": "اور اسی کے ذمہ دوسری زندگی بھی ہے"
        },
        {
            "chapter": 53,
            "verse": 48,
            "text": "اور اسی نے مالدار بنایا ہے اور سرمایہ عطا کیا ہے"
        },
        {
            "chapter": 53,
            "verse": 49,
            "text": "اور وہی ستارہ شعریٰ کا مالک ہے"
        },
        {
            "chapter": 53,
            "verse": 50,
            "text": "اور اسی نے پہلے قوم عاد کو ہلاک کیا ہے"
        },
        {
            "chapter": 53,
            "verse": 51,
            "text": "اور قوم ثمود کو بھی پھر کسی کو باقی نہیں چھوڑا ہے"
        },
        {
            "chapter": 53,
            "verse": 52,
            "text": "اور قوم نوح کو ان سے پہلے .کہ وہ لوگ بڑے ظالم اور سرکش تھے"
        },
        {
            "chapter": 53,
            "verse": 53,
            "text": "اور اسی نے قوم لوط کی اُلٹی بستیوں کو پٹک دیا ہے"
        },
        {
            "chapter": 53,
            "verse": 54,
            "text": "پھر ان کو ڈھانک لیا جس چیز نے کہ ڈھانک لیا"
        },
        {
            "chapter": 53,
            "verse": 55,
            "text": "اب تم اپنے پروردگار کی کس نعمت پر شک کررہے ہو"
        },
        {
            "chapter": 53,
            "verse": 56,
            "text": "بیشک یہ پیغمبر بھی اگلے ڈرانے والوں میں سے ایک ڈرانے والا ہے"
        },
        {
            "chapter": 53,
            "verse": 57,
            "text": "دیکھو قیامت قریب آگئی ہے"
        },
        {
            "chapter": 53,
            "verse": 58,
            "text": "اللہ کے علاوہ کوئی اس کا ٹالنے والا نہیں ہے"
        },
        {
            "chapter": 53,
            "verse": 59,
            "text": "کیا تم اس بات سے تعجب کررہے ہو"
        },
        {
            "chapter": 53,
            "verse": 60,
            "text": "اور پھر ہنستے ہو اور روتے نہیں ہو"
        },
        {
            "chapter": 53,
            "verse": 61,
            "text": "اور تم بالکل غافل ہو"
        },
        {
            "chapter": 53,
            "verse": 62,
            "text": "(اب سے غنیمت ہے) کہ اللہ کے لئے سجدہ کرو اور اس کی عبادت کرو"
        },
        {
            "chapter": 54,
            "verse": 1,
            "text": "قیامت قریب آگئی اور چاند کے دو ٹکڑے ہوگئے"
        },
        {
            "chapter": 54,
            "verse": 2,
            "text": "اور یہ کوئی بھی نشانی دیکھتے ہیں تو منہ پھیر لیتے ہیں اور کہتے ہیں کہ یہ ایک مسلسل جادو ہے"
        },
        {
            "chapter": 54,
            "verse": 3,
            "text": "اور انہوں نے تکذیب کی اور اپنی خواہشات کا اتباع کیا اور ہر بات کی ایک منزل ہوا کرتی ہے"
        },
        {
            "chapter": 54,
            "verse": 4,
            "text": "یقینا ان کے پاس اتنی خبریں آچکی ہیں جن میں تنبیہ کا سامان موجود ہے"
        },
        {
            "chapter": 54,
            "verse": 5,
            "text": "انتہائی درجہ کی حکمت کی باتیں ہیں لیکن انہیں ڈرانے والی باتیں کوئی فائدہ نہیں پہنچاتیں"
        },
        {
            "chapter": 54,
            "verse": 6,
            "text": "لہذا آپ ان سے منہ پھیر لیں جسن دن ایک بلانے والا (اسرافیل) انہیں ایک ناپسندہ امر کی طرف بلائے گا"
        }
    ]
}