{
    "pages": [
        {
            "chapter": 67,
            "verse": 1,
            "text": "بابرکت ہے وہ ذات جس کے ہاتھوں میں سارا ملک ہے اور وہ ہر شے پر قادر و مختار ہے"
        },
        {
            "chapter": 67,
            "verse": 2,
            "text": "اس نے موت و حیات کو اس لئے پیدا کیا ہے تاکہ تمہاری آزمائش کرے کہ تم میں حَسن عمل کے اعتبار سے سب سے بہتر کون ہے اور وہ صاحب هعزّت بھی ہے اور بخشنے والا بھی ہے"
        },
        {
            "chapter": 67,
            "verse": 3,
            "text": "اسی نے سات آسمان تہ بہ تہ پیدا کئے ہیں اور تم رحمان کی خلقت میں کسی طرح کا فرق نہ دیکھو گے پھر دوبارہ نگاہ اٹھا کر دیکھو کہیں کوئی شگاف نظر آتا ہے"
        },
        {
            "chapter": 67,
            "verse": 4,
            "text": "اس کے بعد بار بار نگاہ ڈالو دیکھو نگاہ تھک کر پلٹ آئے گی لیکن کوئی عیب نظر نہ آئے گا"
        },
        {
            "chapter": 67,
            "verse": 5,
            "text": "ہم نے آسمان دنیا کو چراغوں سے مزین کیا ہے اور انہیں شیاطین کو سنگسار کرنے کا ذریعہ بنادیا ہے اور ان کے لئے جہنمّ کا عذاب الگ مہیّا کر رکھا ہے"
        },
        {
            "chapter": 67,
            "verse": 6,
            "text": "اور جن لوگوں نے اپنے پروردگار کا انکار کیا ہے ان کے لئے جہنمّ کا عذاب ہے اور وہی بدترین انجام ہے"
        },
        {
            "chapter": 67,
            "verse": 7,
            "text": "جب بھی وہ اس میں ڈالے جائیں گے اس کی چیخ سنیں گے اور وہ جوش مار رہا ہوگا"
        },
        {
            "chapter": 67,
            "verse": 8,
            "text": "بلکہ قریب ہوگا کہ جوش کی شدت سے پھٹ پڑے جب بھی اس میں کسی گروہ کو ڈالا جائے گا تو اس کے داروغہ ان سے پوچھیں گے کہ کیا تمہارے پاس کوئی ڈرانے والا نہیں آیا تھا"
        },
        {
            "chapter": 67,
            "verse": 9,
            "text": "تو وہ کہیں گے کہ آیا تو تھا لیکن ہم نے اسے جھٹلادیا اور یہ کہہ دیا کہ اللہ نے کچھ بھی نازل نہیں کیا ہے تم لوگ خود بہت بڑی گمراہی میں مبتلا ہو"
        },
        {
            "chapter": 67,
            "verse": 10,
            "text": "اور پھر کہیں گے کہ اگر ہم بات سن لیتے اور سمجھتے ہوتے تو آج جہنّم والوں میں نہ ہوتے"
        },
        {
            "chapter": 67,
            "verse": 11,
            "text": "تو انہوں نے خود اپنے گناہ کا اقرار کرلیا تو اب جہنم ّوالوںکے لئے تو رحمت خدا سے دوری ہی دوری ہے"
        },
        {
            "chapter": 67,
            "verse": 12,
            "text": "بیشک جو لوگ بغیر دیکھے اپنے پروردگار کا خوف رکھتے ہیں ان کے لئے مغفرت اور اجر عظیم ہے"
        }
    ]
}