{
    "maqras": [
        {
            "chapter": 1,
            "verse": 1,
            "text": "Rahman, Rahim olan Allah´ın adıyla"
        },
        {
            "chapter": 1,
            "verse": 2,
            "text": "Hamd; alemlerin Rabbı Allah´a mahsustur"
        },
        {
            "chapter": 1,
            "verse": 3,
            "text": "Rahman´dır, Rahimdir"
        },
        {
            "chapter": 1,
            "verse": 4,
            "text": "Din gununun malikidir"
        },
        {
            "chapter": 1,
            "verse": 5,
            "text": "Yalnız Sana ibadet ederiz ve yalnız Senden yardım dileriz"
        },
        {
            "chapter": 1,
            "verse": 6,
            "text": "Bizi dosdogru yola ilet"
        },
        {
            "chapter": 1,
            "verse": 7,
            "text": "Nimete erdirdiklerinin yoluna, gazaba ugrayanların ve dalalete dusenlerinkine degil"
        },
        {
            "chapter": 2,
            "verse": 1,
            "text": "Elif, Lam, Mim"
        },
        {
            "chapter": 2,
            "verse": 2,
            "text": "Iste bu kitab, onda hic bir suphe yoktur, muttekiler icin hidayettir"
        },
        {
            "chapter": 2,
            "verse": 3,
            "text": "Onlar ki gayba inanırlar. Namazı kılarlar ve kendilerine rızık olarak verdigimiz seylerden de infak ederler"
        },
        {
            "chapter": 2,
            "verse": 4,
            "text": "Onlar ki sana indirilene de, senden once indirilmis olanlara da inanırlar. Ve onlar ahireti de yakınen tanırlar"
        },
        {
            "chapter": 2,
            "verse": 5,
            "text": "Iste onlar, rablarından bir hidayet uzeredirler ve iste onlar, felaha erenlerdir"
        },
        {
            "chapter": 2,
            "verse": 6,
            "text": "Suphesiz ki o kufretmis olanları uyarsan da uyarmasan da birdir, inanmazlar"
        },
        {
            "chapter": 2,
            "verse": 7,
            "text": "Allah onların kalblerini ve kulaklarını muhurlemistir. Gozlerinin uzerinde bir perde vardır ve onlar icin buyuk bir azab vardır"
        },
        {
            "chapter": 2,
            "verse": 8,
            "text": "Insanlardan oyleleri vardır ki inanmadıkları halde Allah´a ve ahiret gunune inandık, derler"
        },
        {
            "chapter": 2,
            "verse": 9,
            "text": "Allah´ı da, iman edenleri de aldatmaya calısırlar. Oysa kendilerinden baskasını aldatamazlar da, bunun farkında degiller"
        },
        {
            "chapter": 2,
            "verse": 10,
            "text": "Kalblerinde hastalık vardır. Allah da hastalıklarını artırdı. Yalan soylemekte olduklarından dolayı onlara elem verici bir azab vardır"
        },
        {
            "chapter": 2,
            "verse": 11,
            "text": "Kendilerine: yeryuzunde bozgun cıkarmayın, denildiginde, biz ancak ıslah edicileriz, derler"
        },
        {
            "chapter": 2,
            "verse": 12,
            "text": "Bilesin ki onlar, fesadcıların ta kendileridir de bunun farında degiller"
        },
        {
            "chapter": 2,
            "verse": 13,
            "text": "Onlara; insanların inandıkları gibi siz de inanın, denilince; o beyinsizlerin inandıgı gibi mi biz de inanacagız? derler. Bilesin ki asıl beyinsizler onlardır da bunu bilmezler"
        },
        {
            "chapter": 2,
            "verse": 14,
            "text": "Mu´minlere rastlayınca; inandık, derler. Seytanları ile basbasa kalınca da; biz sizinle beraberiz, onlarla sadece istihza etmekteyiz, derler"
        },
        {
            "chapter": 2,
            "verse": 15,
            "text": "Allah da onlarla istihza eder ve azgınlıklarında saskın bir halde dolastırır"
        },
        {
            "chapter": 2,
            "verse": 16,
            "text": "Onlar; hidayet karsılıgı sapıklıgı satın almıs kimselerdir. Ticaretleri kendilerine kar saglamamıstır. Ve onlar hidayete ermislerden degildirler"
        },
        {
            "chapter": 2,
            "verse": 17,
            "text": "Onların misali; ates yakan kimsenin misali gibidir ki, ates cevresindekileri aydınlatınca, Allah onların ısıgını giderdi. Karanlıkların icerisinde gormez halde bırakıverdi"
        },
        {
            "chapter": 2,
            "verse": 18,
            "text": "Sagırdırlar, dilsizdirler, kordurler. Onlar artık donmezler"
        },
        {
            "chapter": 2,
            "verse": 19,
            "text": "Yahut gokten inen sagnaga tutulmus gibilerdir ki; onda karanlıklar, gok gurultusu ve simsek vardır. Yıldırımlardan olmek korkusuyla parmaklarını kulaklarına tıkarlar. Allah kafirleri cepecevre kusatıcıdır"
        },
        {
            "chapter": 2,
            "verse": 20,
            "text": "Az kalsın simsek gozlerini alıverecek. Onları aydınlattıkca ısıgında yururler. Uzerlerine karanlık basınca dikilip kalıverirler. Sayet Allah, dileseydi onların isitmelerini de, gormelerini de giderirdi. Muhakkak ki Allah, her seye Kadir´dir"
        },
        {
            "chapter": 2,
            "verse": 21,
            "text": "Ey insanlar; sizi de, sizden oncekileri de yaratan Rabbınıza ibadet edin, ta ki, takva sahibi olasınız"
        },
        {
            "chapter": 2,
            "verse": 22,
            "text": "O ki; yeryuzunu sizin icin bir dosek, gogu de bir bina yaptı. Gokten su indirip onunla turlu turlu meyvelerden sizin icin rızık cıkardı. O halde bile bile Allah´a esler kosmayınız"
        },
        {
            "chapter": 2,
            "verse": 23,
            "text": "Eger siz, kulumuza indirdigimizden suphede iseniz, haydin ona benzer bir sure getirin. Allah´dan baska sahidlerinizi de capırın; eger dogru sozluler iseniz"
        },
        {
            "chapter": 2,
            "verse": 24,
            "text": "Fakat yapamazsınız-ki yapamayacaksınız-o halde yakıtı insanlarla taslar olan atesten sakının. O kafirler icin hazırlanmıstır"
        },
        {
            "chapter": 2,
            "verse": 25,
            "text": "Iman eden, salih ameller isleyenlere; altından ırmaklar akan cennetlerin kendileri icin oldugunu mujdele. Onlara ne zaman bunlardan bir meyve rızık olarak verilirse bu, evvelce rızıklandıgımız seydi, derler. Onlara birbirine benzeyen (boyle nimetler) verilecek. Onlar icin orada temiz esler de vardır. Hem onlar orada temelli kalıcıdırlar"
        }
    ]
}