{
    "maqras": [
        {
            "chapter": 29,
            "verse": 46,
            "text": "Iclerinden zulmedenler bir yana; Ehl-i Kitab ile en guzel olanın dısında mucadele etmeyin ve deyin ki Bize indirilene de, size indirilene de inandık. Bizim tanrımız da, sizin tanrınız da birdir. Biz, O´na teslim olanlarız"
        },
        {
            "chapter": 29,
            "verse": 47,
            "text": "Iste boylece sana Kitab´ı indirdik. Kendilerine kitab verdiklerimiz de ona inanırlar. Bunlardan da ona inanan bulunur. Ayetlerimizi kafirlerden baskası inkar etmez"
        },
        {
            "chapter": 29,
            "verse": 48,
            "text": "Daha once sen hic bir kitab okur degildin. Sag elinle de onu yazmıyordun. Oyle olsaydı; batılda olanlar supheye duserlerdi"
        },
        {
            "chapter": 29,
            "verse": 49,
            "text": "Bilakis o, kendilerine ilim verilenlerin gonullerinde apacık olan ayetlerdir. Zalimlerden baskası ayetlerimizi inkar etmez"
        },
        {
            "chapter": 29,
            "verse": 50,
            "text": "Rabbından ona ayetler indirilmeli degil miydi? dediler. De ki: O ayetler, ancak Allah´ın nezdindedir. Ben, sadece apacık bir uyarıcıyım"
        },
        {
            "chapter": 29,
            "verse": 51,
            "text": "Kendilerine okunan bu kitabı sana indirmis olmamız onlara yetmiyor mu? Bunda inanan bir kavim icin rahmet ve ogut vardır"
        },
        {
            "chapter": 29,
            "verse": 52,
            "text": "De ki: Sahid olarak benimle sizin aranızda Allah yeter. O; goklerde ve yerde olanı bilir. Batıla inanıp Allah´a kufredenler, iste onlar husrana ugrayanların kendileridir"
        },
        {
            "chapter": 29,
            "verse": 53,
            "text": "Senden azabı carcabuk isterler. Eger belirtilmis bir sure olmasaydı, azab onlara hemen gelirdi. Ama farkına varmadan o, kendilerine ansızın gelecektir"
        },
        {
            "chapter": 29,
            "verse": 54,
            "text": "Senden azabı carcabuk istiyorlar. Dogrusu cehennem kafirleri kusatıp durmaktadır"
        },
        {
            "chapter": 29,
            "verse": 55,
            "text": "O gunde hem tepelerinden, hem de ayaklarının altından azab kendilerini kaplayacaktır. Ve: Yaptıklarınızın karsılıgını tadın, diyecektir"
        },
        {
            "chapter": 29,
            "verse": 56,
            "text": "Ey iman etmis olan kullarım; suphesiz ki Benim yerim genistir. O halde yalnız Bana ibadet edin"
        },
        {
            "chapter": 29,
            "verse": 57,
            "text": "Her nefis olumu tadacaktır. Sonunda Bize donduruleceksiniz"
        },
        {
            "chapter": 29,
            "verse": 58,
            "text": "Iman edip de salih amel isleyenleri altından ırmaklar akan, icinde temelli kalacakları cennetteki kosklere yerlestiririz. Calısanların mukafatları ne guzeldir"
        },
        {
            "chapter": 29,
            "verse": 59,
            "text": "Onlar ki; sabrederler ve Rabblarına tevekkul ederler"
        },
        {
            "chapter": 29,
            "verse": 60,
            "text": "Nice canlı vardır ki; rızkını kendi tasımaz. Sizin de, onların da rızkını Allah verir. Ve O; Semi´dir, Alim´dir"
        },
        {
            "chapter": 29,
            "verse": 61,
            "text": "Andolsun ki; onlara: Gokleri ve yeri yaratan, gunesi ve ayı musahhar kılan kimdir? diye sorsan, elbette; Allah´tır, diyecekler. O halde neye, cevrilip donduruluyorlar"
        },
        {
            "chapter": 29,
            "verse": 62,
            "text": "Andolsun ki; onlara: Gokten su indirip onunla olumunden sonra yeri dirilten kimdir? diye sorarsan, elbette; Allah´tır diyecekler. De ki: Hamd Allah´adır. Ama onların cogu akletmezler"
        },
        {
            "chapter": 29,
            "verse": 63,
            "text": "Andolsun ki; onlara: Gokten su indirip onunla olumunden sonra yeri dirilten kimdir? diye sorarsan, elbette; Allah´tır diyecekler. De ki: Hamd Allah´adır. Ama onların cogu akletmezler"
        },
        {
            "chapter": 29,
            "verse": 64,
            "text": "Bu dunya hayatı; yalnızca bir oyun ve oyalanmadır. Asıl hayat, ahiret yurdundaki hayattır. Keski bilseler"
        },
        {
            "chapter": 29,
            "verse": 65,
            "text": "Gemiye bindiklerinde; dini yalnız Allah´a tahsis ederek O´na yalvarırlar. Ama onları karaya cıkararak kurtarınca, hemen Allah´a sirk kosarlar"
        },
        {
            "chapter": 29,
            "verse": 66,
            "text": "Kendilerine verdigimize kufretsinler, eglensinler bakalım. Yakında bileceklerdir"
        },
        {
            "chapter": 29,
            "verse": 67,
            "text": "Cevrelerinde insanların zorla kapılıp goturulmesine ragmen orayı emin bir harem yaptıgımızı onlar gormediler mi? Yoksa batıla inanıp da Allah´ın nimetine kufur mu ediyorlar"
        },
        {
            "chapter": 29,
            "verse": 68,
            "text": "Allah´a karsı yalan duzenden veya hak kendisine gelmisken onu yalanlayandan daha zalim kim vardır? Kafirlere cehennemde barınacak yer mi yok"
        },
        {
            "chapter": 29,
            "verse": 69,
            "text": "Bizim ugrumuzda mucahede edenleri elbette yollarımıza eristiririz. Suphesiz ki Allah, ihsan edenlerle beraberdir"
        }
    ]
}