{
    "maqras": [
        {
            "chapter": 36,
            "verse": 28,
            "text": "Ondan sonra kavminin uzerine gokten bir ordu indirmedik, zaten indirecek de degildik"
        },
        {
            "chapter": 36,
            "verse": 29,
            "text": "Sadece, bir tek cıglık oldu. Ve onlar hemen sonup gittiler"
        },
        {
            "chapter": 36,
            "verse": 30,
            "text": "Yazıklar olsun o kullara ki; kendilerine bir peygamber gelmeyedursun onu hemen alaya alırlardı"
        },
        {
            "chapter": 36,
            "verse": 31,
            "text": "Gormuyorlar mı ki; kendilerinden once nice nesilleri helak ettik. Ve onlar, bir daha kendilerine donemezler"
        },
        {
            "chapter": 36,
            "verse": 32,
            "text": "Hepsi de muhakkak toptan huzurumuza getirileceklerdir"
        },
        {
            "chapter": 36,
            "verse": 33,
            "text": "Olu toprak, onlar icin bir ayettir. Biz, onu dirilttik ve ondan taneler cıkardık, ondan yemektedirler"
        },
        {
            "chapter": 36,
            "verse": 34,
            "text": "Ve orada hurmadan, uzumlerden bahceler var ettik. Orada pınarlar fıskırttık"
        },
        {
            "chapter": 36,
            "verse": 35,
            "text": "Ki, urununden ve ellerinin emeginden yesinler. Hala sukretmezler mi"
        },
        {
            "chapter": 36,
            "verse": 36,
            "text": "Yerin bitirdiklerinden, kendi nefislerinden ve daha bilmedikleri seylerden, butun ciftleri yaratanı tenzih ederiz"
        },
        {
            "chapter": 36,
            "verse": 37,
            "text": "Gece de onlar icin bir ayettir. Gunduzu ondan sıyırırız da karanlıkta kalıverirler"
        },
        {
            "chapter": 36,
            "verse": 38,
            "text": "Gunes de kendi yorungesinde akıp gider. Bu; Aziz, Alim´in takdiridir"
        },
        {
            "chapter": 36,
            "verse": 39,
            "text": "Ay icin de konaklar ta´yin etmisizdir. Sonunda eski hurma dalına doner"
        },
        {
            "chapter": 36,
            "verse": 40,
            "text": "Gunese; aya ulasmak dusmez. Gece de; gunduzu gececek degildir. Her birisi, bir yorungede yuzerler"
        },
        {
            "chapter": 36,
            "verse": 41,
            "text": "Soylarını dolu gemiyle tasımıs olmamız da onlar icin bir ayettir"
        },
        {
            "chapter": 36,
            "verse": 42,
            "text": "Ve kendilerine bunun gibi nice binecek seyler yapmamız da"
        },
        {
            "chapter": 36,
            "verse": 43,
            "text": "Dilesek; onları suda bogardık da ne kurtaran bulunurdu, ne de kurtulabilirlerdi"
        },
        {
            "chapter": 36,
            "verse": 44,
            "text": "Ama katımızdan bir rahmet ve bir sureye kadar gecinme baska"
        },
        {
            "chapter": 36,
            "verse": 45,
            "text": "Onlara onunuzde ve arkanızda bulunanlardan sakının. Belki merhamet olunursunuz, denildiginde"
        },
        {
            "chapter": 36,
            "verse": 46,
            "text": "Kendilerine Rabblarının ayetlerinden bir ayet geldiginde sadece yuz cevirenler olmuslardır"
        },
        {
            "chapter": 36,
            "verse": 47,
            "text": "Onlara; Allah´ın size rızık olarak verdiklerinden infak edin, denildiginde; o kufredenler iman etmis olanlara dediler ki: Diledigi takdirde Allah´ın doyuracagı kimseyi biz mi doyuralım? Dogrusu siz, ancak apacık bir sapıklık icerisindesiniz"
        },
        {
            "chapter": 36,
            "verse": 48,
            "text": "Ve derler ki: Sayet siz sadıklardan iseniz, bu vaad ne zamandır"
        },
        {
            "chapter": 36,
            "verse": 49,
            "text": "Onlar; sadece bir tek cıglıgı beklerler ki cekisip dururlarken o, ansızın kendilerini yakalayıverir"
        },
        {
            "chapter": 36,
            "verse": 50,
            "text": "Artık ne vasiyet edebilirler, ne de ailelerine donebilirler"
        },
        {
            "chapter": 36,
            "verse": 51,
            "text": "Sur´a uflendi. Bir de bakarsınız ki onlar kabirlerinden kosarak Rabblarına dogru cıkmaktadırlar"
        },
        {
            "chapter": 36,
            "verse": 52,
            "text": "Derler ki: Yazıklar olsun bize, yattıgımız yerden kim kaldırdı bizi? Iste bu, Rahman´ın vaadetmis oldugudur. Ve peygamberler dogru soylemislerdi"
        },
        {
            "chapter": 36,
            "verse": 53,
            "text": "Sadece bir tek cıglık olmustur. Ve bir de bakarsınız ki; onların hepsi birden huzurumuza getirilmislerdir"
        },
        {
            "chapter": 36,
            "verse": 54,
            "text": "Artık bugun, kimseye hic bir haksızlıkta bulunulmaz. Ve siz, yapar olduklarınızdan baskasıyla cezalandırılmazsınız"
        },
        {
            "chapter": 36,
            "verse": 55,
            "text": "Muhakkak ki bugun cennet ashabı bir mesguliyet icinde mutlu ve sevinclidirler"
        },
        {
            "chapter": 36,
            "verse": 56,
            "text": "Onlar ve esleri golgeliklerde, tahtlar uzerinde yaslanmıslardır"
        },
        {
            "chapter": 36,
            "verse": 57,
            "text": "Orada meyveler onlarındır. Ve her istedikleri kendilerinindir"
        },
        {
            "chapter": 36,
            "verse": 58,
            "text": "Rahim Rabblarından bir de; selam, sozu"
        },
        {
            "chapter": 36,
            "verse": 59,
            "text": "Ayrılın bugun, ey suclular"
        }
    ]
}