{
    "maqras": [
        {
            "chapter": 40,
            "verse": 66,
            "text": "De ki: Rabbımdan bana apacık deliller geldigi icin sizin Allah´tan baska ibadet ettiklerinize ibadet etmekten nehyolundum. Ve alemlerin Rabbına teslim olmakla emrolundum"
        },
        {
            "chapter": 40,
            "verse": 67,
            "text": "Sizi; topraktan, sonra bir nutfeden, sonra bir kan pıhtısından yaratan, sonra erginlik cagına ulasmanız, sonra da yaslanmanız icin sizi bebek olarak dunyaya cıkaran O´dur. Kiminiz daha once oldurulursunuz. Kiminiz de adı konulmus bir ecele erisirsiniz. Olur ki boylece aklınızı kullanırsınız"
        },
        {
            "chapter": 40,
            "verse": 68,
            "text": "Dirilten de olduren de O´dur. Bir seye hukmetti mi sadece ona, ol, der, o da oluverir"
        },
        {
            "chapter": 40,
            "verse": 69,
            "text": "Allah´ın ayetleri uzerinde tartısanları gormez misin? Nasıl da donduruluyorlar"
        },
        {
            "chapter": 40,
            "verse": 70,
            "text": "Onlar; kitabı ve peygamberlerimizle gonderdiklerimizi yalanlayanlardır. Yakında bilecekler"
        },
        {
            "chapter": 40,
            "verse": 71,
            "text": "Hani boyunlarında demir halkalar ve zincirler ile suruklenirler, Yakında bilecekler. olarak dunyaya cıkaran O´dur. Kiminiz daha once oldurulursunuz. Kiminiz de adı konulmus bir ecele erisirsiniz. Olur ki boylece aklınızı kullanırsınız"
        },
        {
            "chapter": 40,
            "verse": 72,
            "text": "Kaynar suya. Sonra da ateste yakılırlar"
        },
        {
            "chapter": 40,
            "verse": 73,
            "text": "Sonra onlara denilir ki: Nerede sirk kostuklarınız"
        },
        {
            "chapter": 40,
            "verse": 74,
            "text": "Allah´tan baska? Derler ki: Bizden uzaklastılar, hayır zaten biz onceleri hic bir seye ibadet etmiyorduk. Iste Allah, kafirleri boylece saptırır"
        },
        {
            "chapter": 40,
            "verse": 75,
            "text": "Bu; sizin yeryuzunde haksız yere sımarmanız ve boburlenmenizden oturudur"
        },
        {
            "chapter": 40,
            "verse": 76,
            "text": "Icinde ebediyyen kalıcı olarak cehenneme kapılarından girin. Kibirlenenlerin donup gidecekleri yer ne kotudur"
        },
        {
            "chapter": 40,
            "verse": 77,
            "text": "Su halde sen; sabret. Muhakkak ki Allah´ın vaadi haktır. Onlara vaadettigimiz azabın bir kısmını sana gosteririz veya senikendimize alırız. Nihayet onların donusu ancak Bizedir"
        },
        {
            "chapter": 40,
            "verse": 78,
            "text": "Andolsun ki; senden once de peygamberler gonderdik. Onlardan kimini sana anlattık, kimini anlatmadık. Allah´ın izni olmadan hic bir peygamber herhangi bir ayeti kendiliginden getiremez. Allah´ın emri geldigi vakit de is, gercekten biter. Iste o zaman, batıl isleyenler husranda kalırlar"
        },
        {
            "chapter": 40,
            "verse": 79,
            "text": "Allah O´dur ki; binek olarak kullanasınız ve yiyesiniz diye davarları sizin icin yaratmıstır"
        },
        {
            "chapter": 40,
            "verse": 80,
            "text": "Onlarda sizin icin daha nice faydalar vardır. Gonullerinizdeki arzulara, onlara binerek ulasırsınız. Onlarla ve gemilerle tasınırsınız"
        },
        {
            "chapter": 40,
            "verse": 81,
            "text": "Size ayetlerini gosterir. Allah´ın ayetlerinden hangisini inkar edersiniz"
        },
        {
            "chapter": 40,
            "verse": 82,
            "text": "Yeryuzunde gezip dolasmazlar mı ki; kendilerinden oncekilerin akıbetlerinin nasıl oldugunu gorsunler. Hem onlar; kendilerinden daha cok, daha kuvvetli ve yeryuzunde daha saglam eser bırakan kimselerdi. Ama kazandıkları onlara bir fayda saglamamıstı"
        },
        {
            "chapter": 40,
            "verse": 83,
            "text": "Peygamberleri kendilerine huccetlerle gelince; kendi yanlarındaki bilgi ile gururlandılar da, alaya aldıkları sey kendilerini kusatıverdi"
        },
        {
            "chapter": 40,
            "verse": 84,
            "text": "Baskınımızı gorunce: Yalnız Allah´a inandık ve O´na sirk kostugumuz seyleri inkar ettik, dediler"
        },
        {
            "chapter": 40,
            "verse": 85,
            "text": "Ama baskınımızı gorup de oylece inanmaları kendilerine fayda vermedi. Bu; Allah´ın kulları hakkında oteden beri cari olan sunnetidir. Ve iste kafirler burada husrana ugramıslardır"
        },
        {
            "chapter": 41,
            "verse": 1,
            "text": "Ha, Mim"
        },
        {
            "chapter": 41,
            "verse": 2,
            "text": "Rahman ve Rahim katından indirilmedir"
        },
        {
            "chapter": 41,
            "verse": 3,
            "text": "Ayetleri uzun uzun acıklanmıs bir kitab. Bilen bir kavim icin arabca Kur´an"
        },
        {
            "chapter": 41,
            "verse": 4,
            "text": "Mujdeleyici ve uyarıcı olarak. Ama onların cogu yuz cevirmistir, artık onlar isitmezler"
        },
        {
            "chapter": 41,
            "verse": 5,
            "text": "Bizi, cagırdıgın seye karsı kalblerimiz kapalıdır, kulaklarımızda da bir agırlık vardır. Seninle bizim aramızda bir perde var. Sen; istedigini yap, biz de yapıcılarız, dediler"
        },
        {
            "chapter": 41,
            "verse": 6,
            "text": "De ki: Ben de ancak sizin gibi bir beserim. Yalnız bana tanrınızın tek bir tanrı oldugu vahyediliyor. Artık O´na yonelin ve O´ndan magfiret dileyin. Musriklerin vay haline"
        },
        {
            "chapter": 41,
            "verse": 7,
            "text": "Onlar ki; zekat vermezler. Ve onlar; ahireti inkar edenlerdir"
        },
        {
            "chapter": 41,
            "verse": 8,
            "text": "Muhakkak ki iman edip salih amel isleyenlere; iste onlara, kesintisiz bir mukafat vardır"
        }
    ]
}