{
    "maqras": [
        {
            "chapter": 3,
            "verse": 113,
            "text": "Hepsi bir degildir. Onlardan secdeye vararak geceleri Allah´ın ayetlerini okuyup duran bir topluluk vardır"
        },
        {
            "chapter": 3,
            "verse": 114,
            "text": "Onlar; Allah´a ve ahiret gunune inanırlar. Iyiligi emreder, kotulukten alıkoyarlar. Hayırlara kosusurlar, iste onlar salihlerdendir"
        },
        {
            "chapter": 3,
            "verse": 115,
            "text": "Ne hayır yaparlarsa; ondan mahrum bırakılacak degildirler. Ve Allah, takva sahiblerini bilir"
        },
        {
            "chapter": 3,
            "verse": 116,
            "text": "Kufredenlerin malları ve cocukları Allah´a karsı kendilerine hicbir fayda saglamayacaktır. Onlar cehennem yaranıdırlar, orada ebediyyen kalacaklardır"
        },
        {
            "chapter": 3,
            "verse": 117,
            "text": "Bu dunya hayatında onların sarfettikleri seylerin durumu; kendilerine zulmeden bir kavmin ekinlerine isabet ederek mahveden kavurucu bir ruzgarın durumuna benzer. Allah onlara zulmetmedi, ama onlar; kendilerine zulmediyorlardı"
        },
        {
            "chapter": 3,
            "verse": 118,
            "text": "Ey iman edenler; sizden baskalarını dost edinmeyin. Onlar; sizi, sasırtmaktan geri kalmazlar. Sıkıntıya dusmenizi isterler. Ofkeleri agızlarından tasmaktadır. Sinelerinin gizledigi ise daha buyuktur. Dusunurseniz size ayetlerimizi acıkladık"
        },
        {
            "chapter": 3,
            "verse": 119,
            "text": "Iste siz; oyle kimselersiniz ki; onlar sizi sevmezken, siz onları seversiniz. Ve kitabın butunune inanırsınız. Onlar ise ancak sizinle karsılastıkları zaman; Iman ettik, derler. Yalnız baslarına kaldıkları vakit de, size karsı ofkeden parmaklarını ısırırlar. De ki: Ofkenizden olun. Gercekten Allah, goguslerin ozunu bilir"
        },
        {
            "chapter": 3,
            "verse": 120,
            "text": "Sizlere bir iyilik dokunursa; bu onları, uzer. Ama basınıza bir felaket gelirse; buna sevinirler. Sabreder ve sakınırsanız, onların hilesi size hicbir zarar veremez. Suphesiz ki, Allah, onların yaptıklarını kusatmıstır"
        },
        {
            "chapter": 3,
            "verse": 121,
            "text": "Hani sen; mu´minleri savas icin duracakları yere yerlestirmek uzere erkenden ayrılmıstın. Allah, Semi´dir, Alim´dir"
        },
        {
            "chapter": 3,
            "verse": 122,
            "text": "O zaman sizden iki takım bozulmaya yuz tutmustu. Halbuki onların dostu Allah idi. Mu´minler yalnız Allah´a guvenip, dayansınlar"
        },
        {
            "chapter": 3,
            "verse": 123,
            "text": "Andolsun ki siz, duskun bir durumda iken Bedir´de Allah size kat´i bir zafer vermisti. Allah´tan korkun ki sukretmis olasınız"
        },
        {
            "chapter": 3,
            "verse": 124,
            "text": "Hani sen; mu´minlere: Indirilmis ucbin melekle Rabbınızın size yardım etmesi yetmez mi? diyordun"
        },
        {
            "chapter": 3,
            "verse": 125,
            "text": "Evet. Sabreder, sakınırsanız ve onlar da uzerinize gelirlerse; Rabbınız, size nisanlı besbin melekle yardım edecektir"
        },
        {
            "chapter": 3,
            "verse": 126,
            "text": "Bu yardımı Allah; size, sırf bir mujde olsun ve kalbleriniz bununla yatıssın diye yaptı. Yoksa zafer, ancak Aziz ve Hakim olan Allah´tandır"
        },
        {
            "chapter": 3,
            "verse": 127,
            "text": "Kufredenlerin bir kısmını kessin veya perisan etsin de umitsiz olarak geri donup gitsinler diye"
        },
        {
            "chapter": 3,
            "verse": 128,
            "text": "Senin elinde emirden bir sey yok. Allah, ya onların tevbesini kabul eder, yahut da zalim oldukları icin azablandırır"
        },
        {
            "chapter": 3,
            "verse": 129,
            "text": "Goklerde ve yerde ne varsa hepsi Allah´ındır. Diledigini bagıslar, diledigine azab eder. Ve Allah, Gafur´dur, Rahim´dir"
        },
        {
            "chapter": 3,
            "verse": 130,
            "text": "Ey iman edenler; kat kat faiz yemeyin. Allah´tan korkunki felah bulasınız"
        },
        {
            "chapter": 3,
            "verse": 131,
            "text": "Kafirler icin hazırlanmıs olan atesten sakının"
        },
        {
            "chapter": 3,
            "verse": 132,
            "text": "Allah´a ve Peygamber´e itaat edin ki rahmete erdirilesiniz"
        }
    ]
}