{
    "maqras": [
        {
            "chapter": 11,
            "verse": 24,
            "text": "Bu iki zumrenin durumu kor ve sagır kimse ile goren ve isiten kimsenin durumuna benzer. Ikisi bir olur mu hic? Hala ibret almıyor musunuz"
        },
        {
            "chapter": 11,
            "verse": 25,
            "text": "Gercekten Nuh´u da kavmine gondermistik. Ben, sizin icin apacık bir uyarıcıyım"
        },
        {
            "chapter": 11,
            "verse": 26,
            "text": "Allah´tan baskasına ibadet etmeyin. Dogrusu ben, hakkınızda acıklı bir gunun azabından korkuyorum"
        },
        {
            "chapter": 11,
            "verse": 27,
            "text": "Bunun uzerine kavminden kufredenlerin elebasları dediler ki: Biz, senin ancak kendimiz gibi bir insan oldugunu goruyoruz. Icimizde sadece ayak takımının, baslangıcta dusunmeden sana uydukları gozumuzun onundedir. Sizin bize ustun bir meziyyetinizi gormuyoruz. Aksine biz, sizi yalancılar sanıyoruz"
        },
        {
            "chapter": 11,
            "verse": 28,
            "text": "Nuh dedi ki: Ey kavmim; eger Rabbım tarafından bir delilim bulunur ve O, katından bana ihsan eder de bunlar sizden gizli kalırsa; onu istemediginiz halde size zorla mı kabul ettirecegiz"
        },
        {
            "chapter": 11,
            "verse": 29,
            "text": "Ey kavmim: buna karsılık olarak sizden hic bir mal istemiyorum. Benim ucretim yalnız Allah´a aittir. Inananları da kovacak degilim. Cunku onlar, Rabblarına kavusacaklardır. Ne var ki ben; sizi, cahil bir kavim olarak goruyorum"
        },
        {
            "chapter": 11,
            "verse": 30,
            "text": "Ey kavmim; ben, onları kovarsam; beni, Allah´a karsı kim savunur? Hala dusunemiyor musunuz"
        },
        {
            "chapter": 11,
            "verse": 31,
            "text": "Ben, size: Allah´ın hazineleri yanımdadır, demiyorum. Gaybı da bilmem. Melegim de demiyorum. Hor gorduklerinize Allah iyilik vermeyecektir de demiyorum. Iclerinde olanı en iyi bilen Allah´tır. Yoksa ben de zalimlerden olurum"
        },
        {
            "chapter": 11,
            "verse": 32,
            "text": "Onlar dediler ki: Ey Nuh; bizimle tartıstın, cok ugrastın, dogru sozlu isen haydi tehdid ettigin seyi getir"
        },
        {
            "chapter": 11,
            "verse": 33,
            "text": "Dedi ki: Onu size diledigi takdirde ancak Allah getirir. Ve siz, O´nu asla aciz bırakamazsınız"
        },
        {
            "chapter": 11,
            "verse": 34,
            "text": "Allah, sizi azdırmak isterse; ben size ogut vermek istesem de faydası olmaz, Rabbınız O´dur. O´na donduruleceksiniz"
        },
        {
            "chapter": 11,
            "verse": 35,
            "text": "Yoksa: «onu kendiliginden uydurdu» mu derler? De ki: Ben bunu uydurduysam vebali banadır. Oysa ben, sizin islediginiz gunahlardan tamamen uzagım"
        },
        {
            "chapter": 11,
            "verse": 36,
            "text": "Nuh´a vahyolundu ki: Senin kavminden iman edenlerden baskası asla inanmayacaktır. Bunun icin onların islediklerine uzulme"
        },
        {
            "chapter": 11,
            "verse": 37,
            "text": "Gozetimimiz altında ve vahyimizle gemiyi yap. Zulmedenler icin Bana bir sey soyleme. Cunku onlar, suda bogulacaklardır"
        },
        {
            "chapter": 11,
            "verse": 38,
            "text": "Gemiyi yapmaya basladı. Kavminin ileri gelenleri yanına ugradıkca onunla eglenirlerdi. O da dedi ki: Bizimle alay ediyorsunuz ama, sizin alay ettiginiz gibi biz de sizinle alay edecegiz"
        },
        {
            "chapter": 11,
            "verse": 39,
            "text": "Rusvay edici azabın kime gelecegini surekli azabın kime inecegini goreceksiniz"
        },
        {
            "chapter": 11,
            "verse": 40,
            "text": "Nihayet buyrugumuz gelip sular kaynamaya baslayınca: Her cinsten birer cifti ve hakkında hukum verilmis olanın dısında kalan coluk cocugunu ve inananları gemiye al, dedik. Zaten onunla beraber pek az kimse inanmıstı"
        }
    ]
}