{
    "rukus": [
        {
            "chapter": 2,
            "verse": 97,
            "text": "قُلۡ مَن كَانَ عَدُوّٗا لِّـجِبۡرِيلَ فَإِنَّهُۥ نَزَّلَهُۥ عَلَىٰ قَلۡبِكَ بِإِذۡنِ اِ۬للَّهِ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ وَهُدٗى وَبُشۡر۪يٰ لِلۡمُؤۡمِنِينَ"
        },
        {
            "chapter": 2,
            "verse": 98,
            "text": "مَن كَانَ عَدُوّٗا لِّلَّهِ وَمَلَٰٓئِكَتِهِۦ وَرُسُلِهِۦ وَجِبۡرِيلَ وَمِيكَىٰلَ فَإِنَّ اَ۬للَّهَ عَدُوّٞ لِّلۡكٰ۪فِرِينَ"
        },
        {
            "chapter": 2,
            "verse": 99,
            "text": "وَلَقَدۡ أَنزَلۡنَآ إِلَيۡكَ ءَايَٰتِۢ بَيِّنَٰتٖۖ وَمَا يَكۡفُرُ بِهَآ إِلَّا اَ۬لۡفَٰسِقُونَ"
        },
        {
            "chapter": 2,
            "verse": 100,
            "text": "أَوَكُلَّمَا عَٰهَدُواْ عَهۡدٗا نَّبَذَهُۥ فَرِيقٞ مِّنۡهُمۚ بَلۡ أَكۡثَرُهُمۡ لَا يُؤۡمِنُونَ"
        },
        {
            "chapter": 2,
            "verse": 101,
            "text": "۞وَلَمَّا جَآءَهُمۡ رَسُولٞ مِّنۡ عِندِ اِ۬للَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ نَبَذَ فَرِيقٞ مِّنَ اَ۬لَّذِينَ أُوتُواْ اُ۬لۡكِتَٰبَ كِتَٰبَ اَ۬للَّهِ وَرَآءَ ظُهُورِهِمۡ كَأَنَّهُمۡ لَا يَعۡلَمُونَ"
        },
        {
            "chapter": 2,
            "verse": 102,
            "text": "وَاَتَّبَعُواْ مَا تَتۡلُواْ اُ۬لشَّيَٰطِينُ عَلَىٰ مُلۡكِ سُلَيۡمَٰنَۖ وَمَا كَفَرَ سُلَيۡمَٰنُ وَلَٰكِنَّ اَ۬لشَّيَٰطِينَ كَفَرُواْ يُعَلِّمُونَ اَ۬لنَّاسَ اَ۬لسِّحۡرَ وَمَآ أُنزِلَ عَلَى اَ۬لۡمَلَكَيۡنِ بِبَابِلَ هَٰرُوتَ وَمَٰرُوتَۚ وَمَا يُعَلِّمَانِ مِنۡ أَحَدٍ حَتَّىٰ يَقُولَآ إِنَّمَا نَحۡنُ فِتۡنَةٞ فَلَا تَكۡفُرۡۖ فَيَتَعَلَّمُونَ مِنۡهُمَا مَا يُفَرِّقُونَ بِهِۦ بَيۡنَ اَ۬لۡمَرۡءِ وَزَوۡجِهِۦۚ وَمَا هُم بِضَآرِّينَ بِهِۦ مِنۡ أَحَدٍ إِلَّا بِإِذۡنِ اِ۬للَّهِۚ وَيَتَعَلَّمُونَ مَا يَضُرُّهُمۡ وَلَا يَنفَعُهُمۡۚ وَلَقَدۡ عَلِمُواْ لَمَنِ اِ۪شۡتَر۪ىٰهُ مَا لَهُۥ فِي اِ۬لۡأٓخِرَةِ مِنۡ خَلَٰقٖۚ وَلَبِئۡسَ مَا شَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡۚ لَوۡ كَانُواْ يَعۡلَمُونَ"
        },
        {
            "chapter": 2,
            "verse": 103,
            "text": "وَلَوۡ أَنَّهُمۡ ءَامَنُواْ وَاَتَّقَوۡاْ لَمَثُوبَةٞ مِّنۡ عِندِ اِ۬للَّهِ خَيۡرٞۚ لَّوۡ كَانُواْ يَعۡلَمُونَ"
        }
    ]
}