{
    "rukus": [
        {
            "chapter": 39,
            "verse": 1,
            "text": "تَنزِيلُ اُ۬لۡكِتَٰبِ مِنَ اَ۬للَّهِ اِ۬لۡعَزِيزِ اِ۬لۡحَكِيمِ"
        },
        {
            "chapter": 39,
            "verse": 2,
            "text": "إِنَّآ أَنزَلۡنَآ إِلَيۡكَ اَ۬لۡكِتَٰبَ بِالۡحَقِّ فَاَعۡبُدِ اِ۬للَّهَ مُخۡلِصࣰ ا لَّهُ اُ۬لدِّينَ"
        },
        {
            "chapter": 39,
            "verse": 3,
            "text": "أَلَا لِلَّهِ اِ۬لدِّينُ اُ۬لۡخَالِصُۚ وَاَلَّذِينَ اَ۪تَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَ مَا نَعۡبُدُهُمۡ إِلَّا لِيُقَرِّبُونَآ إِلَى اَ۬للَّهِ زُلۡفٜ يٰٓ إِنَّ اَ۬للَّهَ يَحۡكُمُ بَيۡنَهُمۡ فِي مَا هُمۡ فِيهِ يَخۡتَلِفُونَ إِنَّ اَ۬للَّهَ لَا يَهۡدِي مَنۡ هُوَ كَٰذِبࣱ كَفَّارࣱ‏"
        },
        {
            "chapter": 39,
            "verse": 4,
            "text": "لَّوۡ أَرَادَ اَ۬للَّهُ أَن يَتَّخِذَ وَلَدࣰ ا لَّاَصۡطَفَىٰ مِمَّا يَخۡلُقُ مَا يَشَآءُۚ سُبۡحَٰنَهُۥۖ هُوَ اَ۬للَّهُ اُ۬لۡوَٰحِدُ اُ۬لۡقَهَّارُ"
        },
        {
            "chapter": 39,
            "verse": 5,
            "text": "خَلَقَ اَ۬لسَّمَٰوَٰتِ وَاَلۡأَرۡضَ بِالۡحَقِّۖ يُكَوِّرُ اُ۬لَّيۡلَ عَلَى اَ۬لنَّه۪ارِ وَيُكَوِّرُ اُ۬لنَّهَارَ عَلَى اَ۬لَّيۡلِۖ وَسَخَّرَ اَ۬لشَّمۡسَ وَاَلۡقَمَرَۖ كُلࣱّ يَجۡرِي لِأَجَلࣲ مُّسَمًّىۗ أَلَا هُوَ اَ۬لۡعَزِيزُ اُ۬لۡغَفَّٰرُ"
        },
        {
            "chapter": 39,
            "verse": 6,
            "text": "خَلَقَكُم مِّن نَّفۡسࣲ وَٰحِدَةࣲ ثُمَّ جَعَلَ مِنۡهَا زَوۡجَهَا وَأَنزَلَ لَكُم مِّنَ اَ۬لۡأَنۡعَٰمِ ثَمَٰنِيَةَ أَزۡوَٰجࣲۚ يَخۡلُقُكُمۡ فِي بُطُونِ أُمَّهَٰتِكُمۡ خَلۡقࣰ ا مِّنۢ بَعۡدِ خَلۡقࣲ فِي ظُلُمَٰتࣲ ثَلَٰثࣲۚ ذَٰلِكُمُ اُ۬للَّهُ رَبُّكُمۡ لَهُ اُ۬لۡمُلۡكُۖ لَآ إِلَٰهَ إِلَّا هُوَۖ فَأَنّٜ يٰ تُصۡرَفُونَ"
        },
        {
            "chapter": 39,
            "verse": 7,
            "text": "إِن تَكۡفُرُواْ فَإِنَّ اَ۬للَّهَ غَنِيٌّ عَنكُمۡۖ وَلَا يَرۡضَىٰ لِعِبَادِهِ اِ۬لۡكُفۡرَۖ وَإِن تَشۡكُرُواْ يَرۡضَهُۥ لَكُمۡۗ وَلَا تَزِرُ وَازِرَةࣱ وِزۡرَ أُخۡر۪يٰۗ ثُمَّ إِلَىٰ رَبِّكُم مَّرۡجِعُكُمۡ فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ اِ۬لصُّدُورِ"
        },
        {
            "chapter": 39,
            "verse": 8,
            "text": "۞وَإِذَا مَسَّ اَ۬لۡإِنسَٰنَ ضُرࣱّ دَعَا رَبَّهُۥ مُنِيبًا إِلَيۡهِ ثُمَّ إِذَا خَوَّلَهُۥ نِعۡمَةࣰ مِّنۡهُ نَسِيَ مَا كَانَ يَدۡعُوٓاْ إِلَيۡهِ مِن قَبۡلُ وَجَعَلَ لِلَّهِ أَندَادࣰ ا لِّيَضِلَّ عَن سَبِيلِهِۦۚ قُلۡ تَمَتَّعۡ بِكُفۡرِكَ قَلِيلًا إِنَّكَ مِنۡ أَصۡحَٰبِ اِ۬لنّ۪ارِ"
        },
        {
            "chapter": 39,
            "verse": 9,
            "text": "أَمَّنۡ هُوَ قَٰنِتٌ ءَانَآءَ اَ۬لَّيۡلِ سَاجِدࣰ ا وَقَآئِمࣰ ا يَحۡذَرُ اُ۬لۡأٓخِرَةَ وَيَرۡجُواْ رَحۡمَةَ رَبِّهِۦۗ قُلۡ هَلۡ يَسۡتَوِي اِ۬لَّذِينَ يَعۡلَمُونَ وَاَلَّذِينَ لَا يَعۡلَمُونَۗ إِنَّمَا يَتَذَكَّرُ أُوْلُواْ اُ۬لۡأَلۡبَٰبِ"
        }
    ]
}