{
    "maqras": [
        {
            "chapter": 22,
            "verse": 60,
            "text": "هر كس عقوبت كند همچنان كه او را عقوبت كرده‌اند، آنگاه بر او ستم كنند، خدا ياريش خواهد كرد. زيرا خدا عفوكننده و آمرزنده است"
        },
        {
            "chapter": 22,
            "verse": 61,
            "text": "اين بدان سبب است كه خدا از شب مى‌كاهد و به روز مى‌افزايد و از روز مى‌كاهد و به شب مى‌افزايد. و خدا شنوا و بيناست"
        },
        {
            "chapter": 22,
            "verse": 62,
            "text": "اين بدان سبب است كه خدا حق است و آنچه جز او به خدايى مى‌خوانند باطل است و او بلندمرتبه و بزرگ است"
        },
        {
            "chapter": 22,
            "verse": 63,
            "text": "آيا نديده‌اى كه خدا از آسمان باران فرستاد و زمين پر سبزه گرديد؟ هر آينه خدا باريك بين و آگاه است"
        },
        {
            "chapter": 22,
            "verse": 64,
            "text": "از آن اوست آنچه در آسمانها و آنچه در زمين است. اوست بى‌نياز و در خور ستايش"
        },
        {
            "chapter": 22,
            "verse": 65,
            "text": "آيا نديده‌اى كه خدا هر چه را در روى زمين است مسخّر شما كرده است و كشتيها را كه در دريا به فرمان او مى‌روند؟ و آسمان را نگه داشته كه جز به فرمان او بر زمين نيفتد. زيرا خدا را بر مردم رأفت و مهربانى است"
        },
        {
            "chapter": 22,
            "verse": 66,
            "text": "اوست آن كه شما را زندگى بخشيد و سپس بميراند و باز زنده مى‌سازد. و آدمى ناسپاس است"
        },
        {
            "chapter": 22,
            "verse": 67,
            "text": "براى هر امتى آيينى نهاديم تا بر آن آيين باشد. پس در اين كار با تو مجادله نكنند و مردم را به پروردگار خود دعوت كن، زيرا تو به راستى بر راه راست گام مى‌نهى"
        },
        {
            "chapter": 22,
            "verse": 68,
            "text": "اگر با تو مجادله كردند، بگو: خدا به هر كارى كه مى‌كنيد آگاهتر است"
        },
        {
            "chapter": 22,
            "verse": 69,
            "text": "در آنچه مورد اختلاف شماست، خدا در روز قيامت حكم خواهد كرد"
        },
        {
            "chapter": 22,
            "verse": 70,
            "text": "آيا ندانسته‌اى كه خدا هر چه را كه در آسمانها و زمين است مى‌داند؟ و اين در كتابى نوشته است، و كارى است بر خدا آسان"
        },
        {
            "chapter": 22,
            "verse": 71,
            "text": "و سواى اللّه چيزى را مى‌پرستند كه هيچ دليلى بر وجودش نازل نشده است و هيچ دانشى بدان ندارند. و ستمكاران ياورى ندارند"
        },
        {
            "chapter": 22,
            "verse": 72,
            "text": "چون آيات روشنگر ما بر آنان خوانده شود، نشان انكار را بر چهره كافران مى‌شناسى؛ چنان كه نزديك باشد بر آنان كه آيات را مى‌خوانند، حمله‌ور شوند. بگو: آيا شما را به چيزى بدتر از اين آگاه كنم؟ آتش. خدا آن را به كسانى كه ايمان نياورده‌اند وعده داده است و آتش بد سرانجامى است"
        },
        {
            "chapter": 22,
            "verse": 73,
            "text": "اى مردم، مثَلى زده شد. بدان گوش دهيد. كسانى كه آنها را به جاى اللّه به خدايى مى‌خوانيد، اگر همه گرد آيند مگسى را نخواهند آفريد؛ و اگر مگسى چيزى از آنها بربايد بازستاندنش را نتوانند. طالب و مطلوب هر دو ناتوانند"
        },
        {
            "chapter": 22,
            "verse": 74,
            "text": "خدا را چنان كه سزاى اوست نشناختند. هر آينه خدا نيرومند و پيروز است"
        },
        {
            "chapter": 22,
            "verse": 75,
            "text": "خدا از ميان فرشتگان و مردمان رسولانى برمى‌گزيند. هر آينه خدا شنوا و بيناست"
        },
        {
            "chapter": 22,
            "verse": 76,
            "text": "آنچه را كه در پيش رويشان است و آنچه را كه پشت سرشان است مى‌داند. و همه كارها بدو بازمى‌گردد"
        },
        {
            "chapter": 22,
            "verse": 77,
            "text": "اى كسانى كه ايمان آورده‌ايد، ركوع كنيد و سجده كنيد و پروردگارتان را بپرستيد و كارهاى نيك به جاى آوريد، باشد كه رستگار گرديد"
        },
        {
            "chapter": 22,
            "verse": 78,
            "text": "در راه خداوند چنان كه بايد جهاد كنيد. او شما را برگزيد. و برايتان در دين هيچ تنگنايى پديد نياورد. كيش پدرتان ابراهيم است. او پيش از اين و در اين شما را مسلمان ناميد. تا پيامبر بر شما گواه باشد و شما بر ديگر مردم گواه باشيد. پس نماز بگزاريد و زكات بدهيد و به خدا توسل جوييد. اوست مولاى شما. چه مولايى نيكو و چه ياورى نيكو"
        }
    ]
}