{
    "maqras": [
        {
            "chapter": 46,
            "verse": 1,
            "text": "حا، ميم"
        },
        {
            "chapter": 46,
            "verse": 2,
            "text": "نازل شدن اين كتاب از جانب خداى پيروزمند و حكيم است"
        },
        {
            "chapter": 46,
            "verse": 3,
            "text": "ما آسمانها و زمين و آنچه را كه در ميان آن دوست جز به حق و در مدتى معين نيافريده‌ايم. و كافران از آنچه بيمشان مى‌دهند اعراض مى‌كنند"
        },
        {
            "chapter": 46,
            "verse": 4,
            "text": "بگو: از آنهايى كه جُز اللّه به خدايى مى‌خوانيد خبر دهيد. به من نشان دهيد كه از اين زمين چه چيز را آفريده‌اند؟ يا در خلقت آسمانها شركت داشته‌اند؟ اگر راست مى‌گوييد، براى من كتابى كه پيش از اين قرآن آمده باشد يا اگر دانشى از پيشينيان مانده است، بياوريد"
        },
        {
            "chapter": 46,
            "verse": 5,
            "text": "و كيست گمراه‌تر از آن كه به جز اللّه چيزى را به خدايى مى‌خواند كه تا روز قيامت به او جواب نمى‌دهد، كه بتان از دعاى بت پرستان بى‌خبرند"
        },
        {
            "chapter": 46,
            "verse": 6,
            "text": "و چون در قيامت مردم را گردآرند، بتان با پرستندگان خويش دشمن باشند و عبادتشان را انكار كنند"
        },
        {
            "chapter": 46,
            "verse": 7,
            "text": "چون آيات ما به روشنى بر آنان خوانده شود، كافران حقيقتى را كه بر ايشان نازل شده است، گويند: جادويى آشكار است"
        },
        {
            "chapter": 46,
            "verse": 8,
            "text": "يا مى‌گويند: اين كتاب، دروغى است كه خود بافته است. بگو: اگر من آن را چون دروغى به هم بافته باشم، شما نمى‌توانيد خشم خدا را از من بازداريد. خدا از آن طعنها كه بدان مى‌زنيد آگاه‌تر است. و شهادت او ميان من و شما كافى است. و اوست آمرزنده مهربان"
        },
        {
            "chapter": 46,
            "verse": 9,
            "text": "بگو: من از ميان ديگر پيامبران بدعتى تازه نيستم و نمى‌دانم كه بر من، يا بر شما چه خواهد رفت. من از چيزى جز آنچه به من وحى مى‌شود، پيروى نمى‌كنم و من جز بيم‌دهنده‌اى آشكار نيستم"
        },
        {
            "chapter": 46,
            "verse": 10,
            "text": "بگو: چه مى‌كنيد اگر قرآن از جانب خدا باشد و شما بدان ايمان نياوريد؟ يكى از بنى‌اسرائيل بدان شهادت داد و ايمان آورد. ولى شما گردنكشى مى‌كنيد. خدا مردم ستمكار را هدايت نمى‌كند"
        },
        {
            "chapter": 46,
            "verse": 11,
            "text": "كافران مؤمنان را گفتند: اگر در آن خيرى مى‌بود، اينان در پذيرفتنش بر ما سبقت نمى‌گرفتند. و چون بدان راه نيافته‌اند خواهند گفت كه اين دروغى ديرينه است"
        },
        {
            "chapter": 46,
            "verse": 12,
            "text": "و پيش از آن كتاب موسى راهنما و رحمت بود. و اين، كتابى است تصديق‌كننده آن، به زبان عربى، تا ستمكاران را بيمى و نيكوكاران را مژده‌اى باشد"
        },
        {
            "chapter": 46,
            "verse": 13,
            "text": "هر آينه آنان كه گفتند كه پروردگار ما اللّه است و سپس پايدارى ورزيدند، بيمى بر آنها نيست و اندوهگين نمى‌شوند"
        },
        {
            "chapter": 46,
            "verse": 14,
            "text": "اينان به پاداش اعمالشان اهل بهشتند و در آنجا جاودانه‌اند"
        },
        {
            "chapter": 46,
            "verse": 15,
            "text": "آدمى را به نيكى كردن با پدر و مادر خود سفارش كرديم. مادرش بار او را به دشوارى برداشت و به دشوارى بر زمين نهاد. و مدت حمل تا از شير بازگرفتنش سى ماه است تا چون به سن جوانى رسد و به چهل سالگى درآيد، گويد: اى پروردگار من، به من بياموز تا شكر نعمتى كه بر من و بر پدر و مادرم ارزانى داشته‌اى به جاى آرم. كارى شايسته بكنم كه تو از آن خشنود شوى و فرزندان مرا به صلاح آور. من به تو بازگشتم و از تسليم‌شدگانم"
        },
        {
            "chapter": 46,
            "verse": 16,
            "text": "اينان كسانى هستند كه كارهاى نيكشان را مى‌پذيريم و از گناهشان درمى‌گذريم. در زمره اهل بهشتند. هر وعده‌اى كه به آنها داده شده راست است"
        },
        {
            "chapter": 46,
            "verse": 17,
            "text": "و آن كه به پدر و مادرش گفت: اف بر شما، آيا به من وعده مى‌دهيد كه از گورم برخيزانند و حال آنكه مردمى پيش از من بوده‌اند كه برنخاسته‌اند؟ و آن دو به درگاه خدا استغاثه مى‌كنند و گويند: واى بر تو ايمان بياور كه وعده خدا حق است. مى‌گويد: اينها چيزى جز همان افسانه پيشينيان نيست"
        },
        {
            "chapter": 46,
            "verse": 18,
            "text": "در باره اينان همان سخن كه در باره امتهاى پيشين از جن و انس گفته شده بود به حقيقت مى‌پيوندد. اينان زيان‌كنندگانند"
        },
        {
            "chapter": 46,
            "verse": 19,
            "text": "و هر يك را نسبت به كارى كه كرده است درجتى است تا خدا پاداش كارهايشان را به تمامى بدهد و به آنان ستم نمى‌شود"
        },
        {
            "chapter": 46,
            "verse": 20,
            "text": "و روزى كه كافران را بر آتش عرضه كنند: در زندگى دنيوى از چيزهاى پاكيزه و خوش بهره‌مند شديد، امروز به عذاب خوارى پاداشتان مى‌دهند. و اين بدان سبب است كه در زمين بى هيچ حقى گردنكشى مى‌كرديد و عصيانگرى پيش گرفته بوديد"
        }
    ]
}