{
    "maqras": [
        {
            "chapter": 4,
            "verse": 74,
            "text": "پس آنان كه زندگى دنيا را داده‌اند و آخرت را خريده‌اند بايد كه در راه خدا بجنگند. و هر كه در راه خدا بجنگد، چه كشته شود چه پيروز گردد، مزدى بزرگ به او خواهيم داد"
        },
        {
            "chapter": 4,
            "verse": 75,
            "text": "چرا در راه خدا و به خاطر مردان و زنان و كودكان ناتوانى كه مى‌گويند: اى پروردگار ما، ما را از اين قريه ستمكاران بيرون آر و از جانب خود يار و مددكارى قرار ده، نمى‌جنگيد؟"
        },
        {
            "chapter": 4,
            "verse": 76,
            "text": "آنان كه ايمان آورده‌اند، در راه خدا مى‌جنگند، و آنان كه كافر شده‌اند در راه شيطان. پس با هواداران شيطان قتال كنيد كه مكر شيطان ناچيز است"
        },
        {
            "chapter": 4,
            "verse": 77,
            "text": "آيا نديدى كسانى را كه به آنها گفته شد كه اكنون از جنگ بازايستيد و نماز بخوانيد و زكات بدهيد، كه چون جنگيدن بر آنان مقرر شد، گروهى چنان از مردم ترسيدند كه بايد از خدا مى‌ترسيدند؟ حتى ترسى بيشتر از ترس خدا. و گفتند: اى پروردگار ما، چرا جنگ را بر ما واجب كرده‌اى و ما را مهلت نمى‌دهى تا به مرگ خود -كه نزديك است- بميريم؟ بگو: متاع اينجهانى اندك است و آخرت از آن پرهيزگاران است و به شما حتى به قدر رشته‌اى كه در ميان هسته خرماست ستم نمى شود"
        },
        {
            "chapter": 4,
            "verse": 78,
            "text": "هر جا كه باشيد ولو در حصارهاى سخت استوار، مرگ شما را درمى يابد. و اگر خيرى به آنها رسد مى‌گويند كه از جانب خدا بود و اگر شرى به آنها رسد مى‌گويند كه از جانب تو بود. بگو: همه از جانب خداست. چه بر سر اين قوم آمده است كه هيچ سخنى را نمى‌فهمند؟"
        },
        {
            "chapter": 4,
            "verse": 79,
            "text": "هر خيرى كه به تو رسد از جانب خداست و هر شرى كه به تو رسد از جانب خود تو است. تو را به رسالت به سوى مردم فرستاديم و خدا به شهادت كافى است"
        },
        {
            "chapter": 4,
            "verse": 80,
            "text": "هر كه از پيامبر اطاعت كند، از خدا اطاعت كرده است. و آنان كه سرباز زنند، پس ما تو را به نگهبانى آنها نفرستاده‌ايم"
        },
        {
            "chapter": 4,
            "verse": 81,
            "text": "مى‌گويند: فرمانبرداريم. و چون از نزد تو بيرون شوند گروهى از ايشان به شب خلاف آنچه تو مى‌گويى انديشه‌اى در دل مى‌پرورند. و خدا آنچه را شب در خاطر گرفته‌اند مى‌نويسد. پس، از ايشان اعراض كن و بر خداى توكل كن كه او كارسازى را كافى است"
        },
        {
            "chapter": 4,
            "verse": 82,
            "text": "آيا در قرآن نمى‌انديشند؟ هرگاه از سوى ديگرى جز خدا مى‌بود در آن اختلافى بسيار مى‌يافتند"
        },
        {
            "chapter": 4,
            "verse": 83,
            "text": "و چون خبرى، چه ايمنى و چه ترس به آنها رسد، آن را در همه جا فاش مى‌كنند. و حال آنكه اگر در آن به پيامبر و اولوالامرشان رجوع مى‌كردند، حقيقت امر را از آنان درمى‌يافتند. و اگر فضل و رحمت خدا نبود، جز اندكى، همگان از شيطان پيروى مى‌كرديد"
        },
        {
            "chapter": 4,
            "verse": 84,
            "text": "پس در راه خدا نبرد كن كه جز بر نفس خويش مكلف نيستى، و مؤمنان را به جنگ برانگيز. شايد خدا آسيب كافران را از شما باز دارد و خشم و عذاب خدا از هر خشم و عذاب ديگرى سخت‌تر است"
        },
        {
            "chapter": 4,
            "verse": 85,
            "text": "هر كس در كار نيكى ميانجى شود او را از آن نصيبى است و هر كس در كار بدى ميانجى شود او را از آن بهره‌اى است. و خدا نگهبان بر هر چيزى است"
        },
        {
            "chapter": 4,
            "verse": 86,
            "text": "چون شما را به درودى نواختند به درودى بهتر از آن يا همانند آن پاسخ گوييد. هرآينه خدا حسابگر هر چيزى است"
        },
        {
            "chapter": 4,
            "verse": 87,
            "text": "الله خدايى است كه هيچ خدايى جز او نيست. به تحقيق همه شما را در روز قيامت -كه هيچ شكى در آن نيست- گرد مى‌آورد و چه كسى از خدا به گفتار راستگوى‌تر است؟"
        }
    ]
}