{
    "maqras": [
        {
            "chapter": 11,
            "verse": 41,
            "text": "گفت: بر آن سوار شويد، كه به نام خدا به راه افتد و به نام خدا بايستد. زيرا پروردگار من، آمرزنده و مهربان است"
        },
        {
            "chapter": 11,
            "verse": 42,
            "text": "كشتى آنان را در ميان امواجى چون كوه مى‌برد. نوح پسرش را كه در گوشه‌اى ايستاده بود ندا داد: اى پسر، با ما سوار شو و با كافران مباش"
        },
        {
            "chapter": 11,
            "verse": 43,
            "text": "گفت: من بر سر كوهى كه مرا از آب نگه دارد، جا خواهم گرفت. گفت: امروز هيچ نگهدارنده‌اى از فرمان خدا نيست مگر كسى را كه بر او رحم آورد. ناگهان موج ميان آن دو حايل گشت و او از غرق‌شدگان بود"
        },
        {
            "chapter": 11,
            "verse": 44,
            "text": "و گفته شد: اى زمين آب خود فروبر و اى آسمان بازايست. آب فروشد و كار به پايان آمد و كشتى بر كوه جودى قرار گرفت و ندا آمد كه اى لعنت باد بر مردم ستمكاره"
        },
        {
            "chapter": 11,
            "verse": 45,
            "text": "نوح پروردگارش را ندا داد: اى پروردگار من، پسرم از خاندان من بود و وعده تو حق است و نيرومندترين حكم‌كنندگان تو هستى"
        },
        {
            "chapter": 11,
            "verse": 46,
            "text": "گفت: اى نوح، او از خاندان تو نيست، او عملى است ناصالح. از سر ناآگاهى از من چيزى مخواه. برحذر مى‌دارم تو را كه از مردم نادان باشى"
        },
        {
            "chapter": 11,
            "verse": 47,
            "text": "گفت: اى پروردگار من، پناه مى‌برم به تو اگر از سر ناآگاهى چيزى بخواهم، و اگر مرا نيامرزى و به من رحمت نياورى از زيان‌كردگان خواهم بود"
        },
        {
            "chapter": 11,
            "verse": 48,
            "text": "گفته شد: اى نوح، به سلامت و بركاتى كه بر تو و آنها كه همراه تواند ارزانى داشته‌ايم، فرود آى. و امتهايى هستند كه آنها را برخوردار مى‌سازيم، آنگاه دستخوش عذاب دردآور ما مى‌شوند"
        },
        {
            "chapter": 11,
            "verse": 49,
            "text": "اينها از خبرهاى غيب است كه بر تو وحى مى‌كنيم. پيش از اين نه تو آنها را مى‌دانستى و نه قوم تو. پس صبر كن، زيرا عاقبت نيك از آن پرهيزگاران است"
        },
        {
            "chapter": 11,
            "verse": 50,
            "text": "و بر قوم عاد برادرشان هود را فرستاديم. گفت: اى قوم من، خداى يكتا را بپرستيد، شما را هيچ خدايى جز او نيست و شما دروغ‌سازانى بيش نيستيد"
        },
        {
            "chapter": 11,
            "verse": 51,
            "text": "اى قوم من، در برابر رسالتم از شما مزدى نمى‌طلبم. مزد من تنها با آن كسى است كه مرا آفريده است. چرا از روى خرد نمى‌انديشيد؟"
        },
        {
            "chapter": 11,
            "verse": 52,
            "text": "و اى قوم من، از پروردگارتان آمرزش بخواهيد، آنگاه بر آستان او توبه كنيد تا باران را پى در پى بر شما فروريزد و بر نيرويتان بيفزايد. و چون گنهكاران رخ برمتابيد"
        },
        {
            "chapter": 11,
            "verse": 53,
            "text": "گفتند: اى هود، تو براى ما دليل روشنى نياورده‌اى و ما به گفتار تو خدايان خويش را ترك نمى‌كنيم و به تو ايمان نمى‌آوريم"
        },
        {
            "chapter": 11,
            "verse": 54,
            "text": "جز اين نگوييم كه بعضى از خدايان ما به تو آزارى رسانده‌اند. گفت: خدا را گواه مى‌گيرم و شما نيز گواه باشيد كه من از آنچه جز خداى يكتا به شرك مى‌پرستيد بيزارم"
        },
        {
            "chapter": 11,
            "verse": 55,
            "text": "همگى به حيله‌گرى بر ضد من برخيزيد و مرا مهلت مدهيد"
        },
        {
            "chapter": 11,
            "verse": 56,
            "text": "من بر خداى يكتا كه پروردگار من و پروردگار شماست توكل كردم. هيچ جنبنده‌اى نيست مگر آنكه زمام اختيارش را او گرفته است. هر آينه پروردگار من بر صراط مستقيم است"
        },
        {
            "chapter": 11,
            "verse": 57,
            "text": "اگر هم رويگردان شويد، من رسالت خويش را به شما رسانيدم و پروردگار من مردم ديگرى را جانشين شما خواهد ساخت و هيچ به او زيانى نمى‌رسانيد. زيرا پروردگار من، نگهبان همه چيزهاست"
        },
        {
            "chapter": 11,
            "verse": 58,
            "text": "چون فرمان ما دررسيد، به بخشايش خويش هود و كسانى را كه به او ايمان آورده بودند نجات داديم و آنها را از عذاب سخت رهانيديم"
        },
        {
            "chapter": 11,
            "verse": 59,
            "text": "اينان قوم عاد بودند كه آيات پروردگارشان را انكار كردند و پيامبرانش را نافرمانى كردند و به فرمان هر جبار كينه‌توزى گردن نهادند"
        },
        {
            "chapter": 11,
            "verse": 60,
            "text": "و در اين دنيا و در روز قيامت گرفتار لعنت شدند. آگاه باشيد كه قوم عاد به پروردگارشان كافر شدند كه لعنت باد بر عاد، قوم هود"
        }
    ]
}