{
    "chapter": [
        {
            "chapter": 13,
            "verse": 1,
            "text": "Alif Lam-Mim Ra. These are the verses of the Book (the Qur'an), and that which has been revealed unto you from your Lord is the truth, but most men believe not"
        },
        {
            "chapter": 13,
            "verse": 2,
            "text": "Allah is He Who raised the heavens without any pillars that you can see. Then, He rose above (Istawa) the `Arsh [Throne]. He has subjected the sun and the moon, each running (its course) for a term appointed. He manages and regulates all affairs; He explains the Ayat in detail, that you may believe with certainty in the meeting with your Lord"
        },
        {
            "chapter": 13,
            "verse": 3,
            "text": "And it is He Who spread out the earth, and placed therein firm mountains and rivers and of every kind of fruit He made Zawjayn Ithnayn (two in pairs). He brings the night as a cover over the day. Verily, in these things, there are Ayat (signs) for people who reflect"
        },
        {
            "chapter": 13,
            "verse": 4,
            "text": "And in the earth are neighboring tracts, and gardens of vines, and green crops (fields), and date palms, growing into two or three from a single stem root, or otherwise, watered with the same water; yet some of them We make more excellent than others to eat. Verily, in these things there are Ayat (signs) for the people who understand"
        },
        {
            "chapter": 13,
            "verse": 5,
            "text": "And if you wonder, then wondrous is their saying: \"When we are dust, shall we indeed then be (raised) in a new creation\" They are those who disbelieved in their Lord! They are those who will have iron chains linking their hands to their necks. They will be dwellers of the Fire to abide therein forever"
        },
        {
            "chapter": 13,
            "verse": 6,
            "text": "They ask you to hasten the evil before the good, while exemplary punishments have indeed occurred before them. But verily, your Lord is full of forgiveness for mankind, in spite of their wrongdoing. And verily, your Lord is (also) severe in punishment"
        },
        {
            "chapter": 13,
            "verse": 7,
            "text": "And the disbelievers say: \"Why is not a sign sent down to him from his Lord\" You are only a warner, and to every people there is a guide"
        },
        {
            "chapter": 13,
            "verse": 8,
            "text": "Allah knows what every female bears, and by how much the wombs fall short (of their time or number) or exceed. Everything with Him is in (due) proportion"
        },
        {
            "chapter": 13,
            "verse": 9,
            "text": "All-Knower of the unseen and the seen, the Most Great, the Most High"
        },
        {
            "chapter": 13,
            "verse": 10,
            "text": "It is the same (to Him) whether any of you conceals his speech or declares it openly, whether he be hid by night or goes forth freely by day"
        },
        {
            "chapter": 13,
            "verse": 11,
            "text": "For him (each person), there are angels in succession, before and behind him. They guard him by the command of Allah. Verily, Allah will not change the (good) condition of a people as long as they do not change their state (of goodness) themselves. But when Allah wills a people's punishment, there can be no turning it back, and they will find besides Him no protector"
        },
        {
            "chapter": 13,
            "verse": 12,
            "text": "It is He Who shows you the lightning, as a fear and as a hope. And it is He Who brings up the clouds, heavy (with water)"
        },
        {
            "chapter": 13,
            "verse": 13,
            "text": "And Ar-Ra'd (thunder) glorifies and praises Him, and so do the angels because of His awe. He sends the thunderbolts, and therewith He strikes whom He wills, yet they (disbelievers) dispute about Allah. And He is Mighty in strength and Severe in punishment"
        },
        {
            "chapter": 13,
            "verse": 14,
            "text": "For Him is the Word of Truth. And those whom they invoke besides Him, answer them no more than one who stretches forth his hand for water to reach his mouth, but it reaches him not; and the invocation of the disbelievers is nothing but misguidance"
        },
        {
            "chapter": 13,
            "verse": 15,
            "text": "And unto Allah falls in prostration whoever is in the heavens and the earth, willingly or unwillingly, and so do their shadows in the mornings and in the afternoons"
        },
        {
            "chapter": 13,
            "verse": 16,
            "text": "Say: \"Who is the Lord of the heavens and the earth\" Say: \"(It is) Allah.\" Say: \"Have you then taken (for worship) Awliya' (protectors) other than Him, such as have no power either for benefit or for harm to themselves\" Say: \"Is the blind equal to the one who sees Or darkness equal to light Or do they assign to Allah partners who created the like of His creation, so that the creation seemed alike to them\" Say: \"Allah is the Creator of all things; and He is the One, the Irresistible"
        },
        {
            "chapter": 13,
            "verse": 17,
            "text": "He sends down water from the sky, and the valleys flow according to their measure, but the flood bears away the foam that mounts up to the surface - and (also) from that (ore) which they heat in the fire in order to make ornaments or utensils, rises a foam like unto it, thus does Allah (by parables) show forth truth and falsehood. Then, as for the foam it passes away as scum upon the banks, while that which is for the good of mankind remains in the earth. Thus Allah sets forth parables"
        },
        {
            "chapter": 13,
            "verse": 18,
            "text": "For those who answered their Lord's call is Al-Husna. But those who answered not His call, if they had all that is in the earth together with its like, they would offer it in order to save themselves. For them there will be the terrible reckoning. Their dwelling place will be Hell; and worst indeed is that place for rest"
        },
        {
            "chapter": 13,
            "verse": 19,
            "text": "Shall he then who knows that what has been revealed unto you from your Lord is the truth, be like him who is blind But it is only the men of understanding that pay heed"
        },
        {
            "chapter": 13,
            "verse": 20,
            "text": "Those who fulfill, the covenant of Allah and break not the trust"
        },
        {
            "chapter": 13,
            "verse": 21,
            "text": "And those who join that which Allah has commanded to be joined and fear their Lord, and dread the terrible reckoning"
        },
        {
            "chapter": 13,
            "verse": 22,
            "text": "And those who remain patient, seeking their Lord's Face, perform the Salah, and spend out of that which We have bestowed on them, secretly and openly, and repel evil with good, for such there is a good end"
        },
        {
            "chapter": 13,
            "verse": 23,
            "text": "Adn Gardens, which they shall enter and (also) those who acted righteously from among their fathers, and their wives, and their offspring. And angels shall enter unto them from every gate (saying)"
        },
        {
            "chapter": 13,
            "verse": 24,
            "text": "Salamun `Alaykum (peace be upon you) for you persevered in patience! Excellent indeed is the final home"
        },
        {
            "chapter": 13,
            "verse": 25,
            "text": "And those who break the covenant of Allah, after its ratification, and sever that which Allah has commanded to be joined, and work mischief in the land, on them is the curse, and for them is the unhappy (evil) home (i.e. Hell)"
        },
        {
            "chapter": 13,
            "verse": 26,
            "text": "Allah increases the provision for whom He wills, and straitens (it for whom He wills), and they rejoice in the life of the world, whereas the life of this world compared to the Hereafter is but a brief passing enjoyment"
        },
        {
            "chapter": 13,
            "verse": 27,
            "text": "And those who disbelieved say: \"Why is not a sign sent down to him from his Lord\" Say: \"Verily, Allah sends astray whom He wills and guides unto Himself those who turn to Him in repentance"
        },
        {
            "chapter": 13,
            "verse": 28,
            "text": "Those who believed and whose hearts find rest in the remembrance of Allah. Verily, in the remembrance of Allah do hearts find rest"
        },
        {
            "chapter": 13,
            "verse": 29,
            "text": "Those who believed, and work righteousness, Tuba is for them and a beautiful place of (final) return"
        },
        {
            "chapter": 13,
            "verse": 30,
            "text": "Thus have We sent you to a community before whom other communities have passed away, in order that you might recite unto them what We have revealed to you, while they disbelieve in the Most Gracious (Allah). Say: \"He is my Lord! None has the right to be worshipped but He! In Him is my trust, and to Him I turn"
        },
        {
            "chapter": 13,
            "verse": 31,
            "text": "And if there had been a Qur'an with which mountains could be moved (from their places), or the earth could be cloven asunder, or the dead could be made to speak (it would not have been other than this Qur'an). But the decision of all things is certainly with Allah. Have not then those who believed yet known that had Allah willed, He could have guided all mankind And a disaster will not cease to strike those who disbelieved because of their (evil) deeds or it (i.e. the disaster) settles close to their homes, until the promise of Allah comes to pass. Certainly, Allah breaks not His promise"
        },
        {
            "chapter": 13,
            "verse": 32,
            "text": "And indeed (many) Messengers were mocked at before you but I granted respite to those who disbelieved, and finally I punished them. Then how (terrible) was My punishment"
        },
        {
            "chapter": 13,
            "verse": 33,
            "text": "Is then He (Allah) Who takes charge of every person and knows all that he has earned (like any other deity who knows nothing) Yet, they ascribe partners to Allah. Say: \"Name them! Is it that you will inform Him of something He knows not in the earth or is it (just) a show of false words.\" Nay! To those who disbelieved, their plotting is made fair-seeming, and they have been hindered from the right path; and whom Allah sends astray, for him there is no guide"
        },
        {
            "chapter": 13,
            "verse": 34,
            "text": "For them is a torment in the life of this world, and certainly, harder is the torment of the Hereafter. And they have no defender (or protector) against Allah"
        },
        {
            "chapter": 13,
            "verse": 35,
            "text": "The description of the Paradise which those who have Taqwa have been promised: Underneath it rivers flow, its provision is eternal and so is its shade; this is the end (final destination) of those who have Taqwa, and the end (final destination) of the disbelievers is Fire"
        },
        {
            "chapter": 13,
            "verse": 36,
            "text": "Those to whom We have given the Book, rejoice at what has been revealed unto you, but there are among the Ahzab (Confederates) those who reject a part thereof. Say: \"I am commanded only to worship Allah and not to join partners with Him. To Him I call and to Him is my return"
        },
        {
            "chapter": 13,
            "verse": 37,
            "text": "And thus have We sent it (the Qur'an) down to be a judgement of authority in Arabic. Were you to follow their (vain) desires after the knowledge which has come to you, then you will not have any Wali (protector) or defender against Allah"
        },
        {
            "chapter": 13,
            "verse": 38,
            "text": "And indeed We sent Messengers before you, and made for them wives and offspring. And it was not for a Messenger to bring a sign except by Allah's leave. (For) every matter there is a decree (from Allah)"
        },
        {
            "chapter": 13,
            "verse": 39,
            "text": "Allah blots out what He wills and confirms (what He wills). And with Him is the Mother of the Book"
        },
        {
            "chapter": 13,
            "verse": 40,
            "text": "Whether We show you part of what We have promised them or cause you to die, your duty is only to convey (the Message) and on Us is the reckoning"
        },
        {
            "chapter": 13,
            "verse": 41,
            "text": "See they not that We gradually reduce the land from its outlying borders. And Allah judges, there is none to put back His judgement, and He is swift at reckoning"
        },
        {
            "chapter": 13,
            "verse": 42,
            "text": "And verily, those before them did devise plots, but all planning is Allah's. He knows what every person earns, and the disbelievers will know who gets the good end (final destination)"
        },
        {
            "chapter": 13,
            "verse": 43,
            "text": "And those who disbelieved, say: \"You are not a Messenger.\" Say: \"Sufficient as a witness between me and you is Allah and those too who have knowledge of the Scripture"
        }
    ]
}