{
    "chapter": [
        {
            "chapter": 28,
            "verse": 1,
            "text": "Ta Sin Mim"
        },
        {
            "chapter": 28,
            "verse": 2,
            "text": "These are the Ayat of the manifest Book"
        },
        {
            "chapter": 28,
            "verse": 3,
            "text": "We recite to you some of the news of Musa and Fir`awn in truth, for a people who believe"
        },
        {
            "chapter": 28,
            "verse": 4,
            "text": "Verily, Fir`awn exalted himself in the land and made its people Shiya`a, weakening a group among them: killing their sons, and letting their females live. Verily, he was of the mischief-makers"
        },
        {
            "chapter": 28,
            "verse": 5,
            "text": "And We wished to do a favor to those who were weak in the land, and to make them rulers and to make them the inheritors"
        },
        {
            "chapter": 28,
            "verse": 6,
            "text": "And to establish them in the land, and We let Fir`awn and Haman and their armies receive from them that which they feared"
        },
        {
            "chapter": 28,
            "verse": 7,
            "text": "And We inspired the mother of Musa: \"Suckle him (Musa), but when you fear for him, then cast him into the river and fear not, nor grieve. Verily, We shall bring him back to you, and shall make him one of the Messengers"
        },
        {
            "chapter": 28,
            "verse": 8,
            "text": "Then the household of Fir`awn picked him up, that he might become for them an enemy and a (cause of) grief. Verily, Fir`awn, Haman and their armies were sinners"
        },
        {
            "chapter": 28,
            "verse": 9,
            "text": "And the wife of Fir`awn said: \"A comfort of the eye for me and for you. Kill him not, perhaps he may be of benefit to us, or we may adopt him as a son.\" And they perceived not"
        },
        {
            "chapter": 28,
            "verse": 10,
            "text": "And the heart of the mother of Musa became empty. She was very near to disclose his (case), had We not strengthened her heart, so that she might remain as one of the believers"
        },
        {
            "chapter": 28,
            "verse": 11,
            "text": "And she said to his sister: \"Follow him.\" So she watched him from a far place (secretly), while they perceived not"
        },
        {
            "chapter": 28,
            "verse": 12,
            "text": "And We had already forbidden foster suckling mothers for him, until she said: \"Shall I direct you to a household who will rear him for you, and look after him in a good manner"
        },
        {
            "chapter": 28,
            "verse": 13,
            "text": "So We restored him to his mother, that her eye might be comforted, and that she might not grieve, and that she might know that the promise of Allah is true. But most of them know not"
        },
        {
            "chapter": 28,
            "verse": 14,
            "text": "And when he reached maturity, and was complete, We bestowed on him Hukm and knowledge. And thus do We reward the doers of good"
        },
        {
            "chapter": 28,
            "verse": 15,
            "text": "And he entered the city when its people were unaware: and he found there two men fighting, -- one of his party, and the other of his foes. The man of his (own) party asked him for help against his foe, so Musa struck him with his fist and he died. He said: \"This is of Shaytan's doing, verily, he is a plain misleading enemy"
        },
        {
            "chapter": 28,
            "verse": 16,
            "text": "He said: \"My Lord! Verily, I have wronged myself, so forgive me.\" Then He forgave him. Verily, He is the Oft-Forgiving, the Most Merciful"
        },
        {
            "chapter": 28,
            "verse": 17,
            "text": "He said: \"My Lord! For that with which You have favored me, I will nevermore be a helper of the criminals"
        },
        {
            "chapter": 28,
            "verse": 18,
            "text": "So he became afraid, looking about in the city, when behold, the man who had sought his help the day before, called for his help (again). Musa said to him: \"Verily, you are a plain misleader"
        },
        {
            "chapter": 28,
            "verse": 19,
            "text": "Then when he decided to seize the man who was an enemy to both of them, the man said: \"O Musa! Is it your intention to kill me as you killed a man yesterday Your aim is nothing but to become a tyrant in the land, and not to be one of those who do right"
        },
        {
            "chapter": 28,
            "verse": 20,
            "text": "And there came a man running, from the farthest end of the city. He said: \"O Musa! Verily, the chiefs are taking counsel together about you, to kill you, so escape. Truly, I am one of the good advisers to you"
        },
        {
            "chapter": 28,
            "verse": 21,
            "text": "So he escaped from there, looking about in a state of fear. He said: \"My Lord! Save me from the people who are wrongdoers"
        },
        {
            "chapter": 28,
            "verse": 22,
            "text": "And when he went towards Madyan, he said: \"It may be that my Lord guides me to the right way"
        },
        {
            "chapter": 28,
            "verse": 23,
            "text": "And when he arrived at the water of Madyan, he found there a group of men watering, and besides them he found two women who were keeping back (their flocks). He said: \"What is the matter with you\" They said: \"We cannot water (our flocks) until the shepherds take (their flocks). And our father is a very old man"
        },
        {
            "chapter": 28,
            "verse": 24,
            "text": "So he watered (their flocks) for them, then he turned back to shade, and said: \"My Lord! Truly, I am in need of whatever good that You bestow on me"
        },
        {
            "chapter": 28,
            "verse": 25,
            "text": "Then there came to him one of them, walking shyly. She said: \"Verily, my father calls you that he may reward you for having watered (our flocks) for us.\" So when he came to him and narrated the story, he said: \"Fear you not. You have escaped from the people who are wrongdoers"
        },
        {
            "chapter": 28,
            "verse": 26,
            "text": "And said one of them (the two women): \"O my father! Hire him! Verily, the best of men for you to hire is the strong, the trustworthy"
        },
        {
            "chapter": 28,
            "verse": 27,
            "text": "He said: \"I intend to wed one of these two daughters of mine to you, on condition that you serve me for eight years; but if you complete ten years, it will be (a favor) from you. But I intend not to place you under a difficulty. If Allah wills, you will find me one of the righteous"
        },
        {
            "chapter": 28,
            "verse": 28,
            "text": "He (Musa) said: \"That (is settled) between me and you: whichever of the two terms I fulfill, there will be no injustice to me, and Allah is Surety over what we say"
        },
        {
            "chapter": 28,
            "verse": 29,
            "text": "Then, when Musa had fulfilled the term, and was traveling with his family, he saw a fire in the direction of At-Tur. He said to his family: \"Wait, I have seen a fire; perhaps I may bring to you from there some information, or a burning firebrand that you may warm yourselves"
        },
        {
            "chapter": 28,
            "verse": 30,
            "text": "So when he reached it, he was called from the right side of the valley, in the blessed place, from the tree: \"O Musa! Verily, I am Allah, the Lord of all that exists"
        },
        {
            "chapter": 28,
            "verse": 31,
            "text": "And throw your stick!\" But when he saw it moving as if it were a snake, he turned in flight, and looked not back. (It was said:) \"O Musa! Draw near, and fear not. Verily, you are of those who are secure"
        },
        {
            "chapter": 28,
            "verse": 32,
            "text": "Put your hand into the opening of your garment, it will come forth white without a disease; and draw your hand close to your side to be free from the fear. These are two proofs from your Lord to Fir`awn and his chiefs. Verily, they are the people who are rebellious"
        },
        {
            "chapter": 28,
            "verse": 33,
            "text": "He said: \"My Lord! I have killed a man among them, and I fear that they will kill me"
        },
        {
            "chapter": 28,
            "verse": 34,
            "text": "And my brother Harun -- he is more eloquent in speech than me, so send him with me as a helper to confirm me. Verily, I fear that they will deny me"
        },
        {
            "chapter": 28,
            "verse": 35,
            "text": "Allah said: \"We will strengthen your arm through your brother, and give you both power, so they shall not be able to harm you, with Our Ayat; you two as well as those who follow you, will be the victors"
        },
        {
            "chapter": 28,
            "verse": 36,
            "text": "Then when Musa came to them with Our Clear Ayat, they said: \"This is nothing but invented magic. Never did we hear of this among our fathers of old"
        },
        {
            "chapter": 28,
            "verse": 37,
            "text": "Musa said: \"My Lord knows best him who came with guidance from Him, and whose will be the happy end in the Hereafter. Verily, the wrongdoers will not be successful"
        },
        {
            "chapter": 28,
            "verse": 38,
            "text": "Fir`awn said: \"O chiefs! I know not that you have a god other than me. So kindle for me (a fire), O Haman, to bake clay, and set up for me a Sarh in order that I may look at the God of Musa; and verily, I think that he (Musa) is one of the liars"
        },
        {
            "chapter": 28,
            "verse": 39,
            "text": "And he and his armies were arrogant in the land, without right, and they thought that they would never return to Us"
        },
        {
            "chapter": 28,
            "verse": 40,
            "text": "So, We seized him and his armies, and We threw them all into the sea. So, behold what was the end of the wrongdoers"
        },
        {
            "chapter": 28,
            "verse": 41,
            "text": "And We made them leaders inviting to the Fire: and on the Day of Resurrection, they will not be helped"
        },
        {
            "chapter": 28,
            "verse": 42,
            "text": "And We made a curse to follow them in this world, and on the Day of Resurrection, they will be among disgraced"
        },
        {
            "chapter": 28,
            "verse": 43,
            "text": "And indeed We gave Musa -- after We had destroyed the generations of old -- the Scripture as an enlightenment for mankind, and a guidance and a mercy, that they might remember"
        },
        {
            "chapter": 28,
            "verse": 44,
            "text": "And you were not on the western side (of the Mount), when We made clear to Musa the commandment, and you were not among the witnesses"
        },
        {
            "chapter": 28,
            "verse": 45,
            "text": "But We created generations, and long were the ages that passed over them. And you were not a dweller among the people of Madyan, reciting Our Ayat to them. But it is We Who kept sending (Messengers)"
        },
        {
            "chapter": 28,
            "verse": 46,
            "text": "And you were not at the side of At-Tur when We called. But (you are sent) as a mercy from your Lord, to give warning to a people to whom no warner had come before you, in order that they may remember or receive admonition"
        },
        {
            "chapter": 28,
            "verse": 47,
            "text": "And if (We had) not (sent you to the people of Makkah) in case a calamity should seize them for what their hands have sent forth, they would have said: \"Our Lord! Why did You not send us a Messenger We would then have followed Your Ayat and would have been among the believers"
        },
        {
            "chapter": 28,
            "verse": 48,
            "text": "But when the truth has come to them from Us, they say: \"Why is he not given the like of what was given to Musa Did they not disbelieve in that which was given to Musa of old\" They say: \"Two kinds of magic, each helping the other!\" And they say: \"Verily, in both we are disbelievers"
        },
        {
            "chapter": 28,
            "verse": 49,
            "text": "Say: \"Then bring a Book from Allah, which is a better guide than these two, that I may follow it, if you are truthful"
        },
        {
            "chapter": 28,
            "verse": 50,
            "text": "But if they answer you not, then know that they only follow their own lusts. And who is more astray than one who follows his own lusts, without guidance from Allah Verily, Allah guides not the people who are wrongdoers"
        },
        {
            "chapter": 28,
            "verse": 51,
            "text": "And indeed now We have conveyed the Word to them, in order that they may remember"
        },
        {
            "chapter": 28,
            "verse": 52,
            "text": "Those to whom We gave the Scripture before it, they believe in it"
        },
        {
            "chapter": 28,
            "verse": 53,
            "text": "And when it is recited to them, they say: \"We believe in it. Verily, it is the truth from our Lord. Indeed even before it we have been from Muslims"
        },
        {
            "chapter": 28,
            "verse": 54,
            "text": "These will be given their reward twice over, because they are patient, and repel evil with good, and spend out of what We have provided for them"
        },
        {
            "chapter": 28,
            "verse": 55,
            "text": "And when they hear evil vain talk, they withdraw from it and say: \"To us our deeds, and to you your deeds. Peace be to you. We seek not (the way of) the ignorant"
        },
        {
            "chapter": 28,
            "verse": 56,
            "text": "Verily, you guide not whom you like, but Allah guides whom He wills. And He knows best those who are the guided"
        },
        {
            "chapter": 28,
            "verse": 57,
            "text": "And they say: \"If we follow the guidance with you, we would be snatched away from our land.\" Have We not established for them a secure sanctuary, to which are brought fruits of all kinds, a provision from Ourselves, but most of them know not"
        },
        {
            "chapter": 28,
            "verse": 58,
            "text": "And how many a town have We destroyed, which was thankless for its means of livelihood! And those are their dwellings, which have not been inhabited after them except a little. And verily, We have been the heirs"
        },
        {
            "chapter": 28,
            "verse": 59,
            "text": "And never will your Lord destroy the towns until He sends to their mother town a Messenger reciting to them Our Ayat. And never would We destroy the towns unless the people thereof are wrongdoers"
        },
        {
            "chapter": 28,
            "verse": 60,
            "text": "And whatever you have been given is an enjoyment of the life of the world and its adornment, and that which is with Allah is better and will remain forever. Have you then no sense"
        },
        {
            "chapter": 28,
            "verse": 61,
            "text": "Is he whom We have promised an excellent promise -- which he will find true -- like him whom We have made to enjoy the luxuries of the life of the world, then on the Day of Resurrection, he will be among those brought up"
        },
        {
            "chapter": 28,
            "verse": 62,
            "text": "And (remember) the Day when He will call to them and say: \"Where are My (so-called) partners whom you used to assert"
        },
        {
            "chapter": 28,
            "verse": 63,
            "text": "Those about whom the Word will have been fulfilled will say: \"Our Lord! These are they whom we led astray. We led them astray, as we were astray ourselves. We declare our innocence before You. It was not us they worshipped"
        },
        {
            "chapter": 28,
            "verse": 64,
            "text": "And it will be said: \"Call upon your partners,\" and they will call upon them, but they will give no answer to them, and they will see the torment. If only they had been guided"
        },
        {
            "chapter": 28,
            "verse": 65,
            "text": "And the Day He will call to them, and say: \"What answer gave you to the Messengers"
        },
        {
            "chapter": 28,
            "verse": 66,
            "text": "Then the news of a good answer will be obscured to them on that Day, and they will not be able to ask one another"
        },
        {
            "chapter": 28,
            "verse": 67,
            "text": "But as for him who repented, believed, and did righteous deeds, then perhaps he will be among those who are successful"
        },
        {
            "chapter": 28,
            "verse": 68,
            "text": "And your Lord creates whatsoever He wills and chooses, no choice have they. Glorified is Allah, and exalted above all that they associate"
        },
        {
            "chapter": 28,
            "verse": 69,
            "text": "And your Lord knows what their breasts conceal, and what they reveal"
        },
        {
            "chapter": 28,
            "verse": 70,
            "text": "And He is Allah; La ilaha illa Huwa, His is the praise in the first and in the last, and His is the decision, and to Him shall you be returned"
        },
        {
            "chapter": 28,
            "verse": 71,
            "text": "Say: \"Tell me! If Allah made the night continuous for you till the Day of Resurrection, which god besides Allah could bring you light Will you not then hear"
        },
        {
            "chapter": 28,
            "verse": 72,
            "text": "Say: \"Tell me! If Allah made the day continuous for you till the Day of Resurrection, which god besides Allah could bring you night wherein you rest Will you not then see"
        },
        {
            "chapter": 28,
            "verse": 73,
            "text": "It is out of His mercy that He has made for you the night and the day that you may rest therein and that you may seek of His bounty -- and in order that you may be grateful"
        },
        {
            "chapter": 28,
            "verse": 74,
            "text": "And the Day when He will call to them, and will say: \"Where are My (so-called) partners, whom you used to assert"
        },
        {
            "chapter": 28,
            "verse": 75,
            "text": "And We shall take out from every nation a witness, and We shall say: \"Bring your proof.\" Then they shall know that the truth is with Allah, and the lies which they invented will disappear from them"
        },
        {
            "chapter": 28,
            "verse": 76,
            "text": "Verily, Qarun was of Musa's people, but he behaved arrogantly towards them. And We gave him of the treasures, that of which the keys would have been a burden to a body of strong men. Remember when his people said to him: \"Do not exult. Verily, Allah likes not those who exult"
        },
        {
            "chapter": 28,
            "verse": 77,
            "text": "But seek, with that which Allah has bestowed on you, the home of the Hereafter, and forget not your portion of lawful enjoyment in this world; and be generous as Allah has been generous to you, and seek not mischief in the land. Verily, Allah likes not the mischief-makers"
        },
        {
            "chapter": 28,
            "verse": 78,
            "text": "He said: \"This has been given to me only because of the knowledge I possess.\" Did he not know that Allah had destroyed before him generations, men who were stronger than him in might and greater in the amount they had collected But the criminals will not be questioned of their sins"
        },
        {
            "chapter": 28,
            "verse": 79,
            "text": "So, he went forth before his people in his finery. Those who were desirous of the life of the world, said: \"Ah, would that we had the like of what Qarun has been given! Verily, he is the owner of a great fortune"
        },
        {
            "chapter": 28,
            "verse": 80,
            "text": "But those who had been given knowledge said: \"Woe to you! The reward of Allah is better for those who believe and do righteous deeds, and this none shall attain except the patient"
        },
        {
            "chapter": 28,
            "verse": 81,
            "text": "So, We caused the earth to swallow him and his dwelling place. Then he had no group to help him against Allah, nor was he one of those who could save themselves"
        },
        {
            "chapter": 28,
            "verse": 82,
            "text": "And those who desired his position the day before, began to say: \"Know you not that it is Allah Who expands the provision or restricts it to whomsoever He pleases of His servants. Had it not been that Allah was Gracious to us, He could have caused the earth to swallow us up! Know you not that the disbelievers will never be successful"
        },
        {
            "chapter": 28,
            "verse": 83,
            "text": "That is the home of the Hereafter, We shall assign to those who do not want to exalt themselves in the land nor cause corruption. And the good end is for those who have Taqwa"
        },
        {
            "chapter": 28,
            "verse": 84,
            "text": "Whosoever brings good, he shall have the better thereof; and whosoever brings evil, then those who do evil deeds will only be requited for what they used to do"
        },
        {
            "chapter": 28,
            "verse": 85,
            "text": "Verily, He Who has given you the Qur'an, will surely bring you back to the return. Say: \"My Lord is Aware of him who brings guidance, and of him who is in manifest error"
        },
        {
            "chapter": 28,
            "verse": 86,
            "text": "And you were not expecting that the Book would be sent down to you, but it is a mercy from your Lord. So never be a supporter of the disbelievers"
        },
        {
            "chapter": 28,
            "verse": 87,
            "text": "And let them not turn you away from the Ayat of Allah after they have been sent down to you, and invite to your Lord and be not of idolators"
        },
        {
            "chapter": 28,
            "verse": 88,
            "text": "And invoke not any other god along with Allah, La ilaha illa Huwa. Everything will perish save His Face. His is the decision, and to Him you shall be returned"
        }
    ]
}