{
    "chapter": [
        {
            "chapter": 8,
            "verse": 1,
            "text": "They ask you about Al-Anfal (the spoils of war). Say: \"Al-Anfal are for Allah and the Messenger.\" So have Taqwa of Allah and settle all matters of difference among you, and obey Allah and His Messenger, if you are believers"
        },
        {
            "chapter": 8,
            "verse": 2,
            "text": "The believers are only those who, when Allah is mentioned, feel a fear in their hearts and when His Ayat are recited unto them, they increase their faith; and they put their trust in their Lord"
        },
        {
            "chapter": 8,
            "verse": 3,
            "text": "Who perform the Salah and spend out of what We have provided them"
        },
        {
            "chapter": 8,
            "verse": 4,
            "text": "It is they who are the believers in truth. For them are grades of dignity with their Lord, and forgiveness and a generous provision (Paradise)"
        },
        {
            "chapter": 8,
            "verse": 5,
            "text": "As your Lord caused you to go out from your home with the truth; and verily, a party among the believers disliked it"
        },
        {
            "chapter": 8,
            "verse": 6,
            "text": "Disputing with you concerning the truth after it was made manifest, as if they were being driven to death, while they were looking (at it)"
        },
        {
            "chapter": 8,
            "verse": 7,
            "text": "And (remember) when Allah promised you (Muslims) one of the two parties, that it should be yours; you wished that the one not armed should be yours, but Allah willed to justify the truth by His Words and to cut off the roots of the disbelievers"
        },
        {
            "chapter": 8,
            "verse": 8,
            "text": "That He might cause the truth to triumph and bring falsehood to nothing, even though the criminals hate it"
        },
        {
            "chapter": 8,
            "verse": 9,
            "text": "(Remember) when you sought help of your Lord and He answered you (saying): \"I will help you with a thousand of the angels Murdifin"
        },
        {
            "chapter": 8,
            "verse": 10,
            "text": "Allah made it only as glad tidings, and that your hearts be at rest therewith. And there is no victory except from Allah. Verily, Allah is Almighty, All-Wise"
        },
        {
            "chapter": 8,
            "verse": 11,
            "text": "(Remember) when He covered you with a slumber as a security from Him, and He caused water (rain) to descend on you from the sky, to clean you thereby and to remove from you the Rijz (whispering or dirt) of Shaytan, and to strengthen your hearts, and make your feet firm thereby"
        },
        {
            "chapter": 8,
            "verse": 12,
            "text": "(Remember) when your Lord revealed to the angels, \"Verily, I am with you, so keep firm those who have believed. I will cast terror into the hearts of those who have disbelieved, so strike them over the necks, and smite over all their fingers and toes"
        },
        {
            "chapter": 8,
            "verse": 13,
            "text": "This is because they defied and disobeyed Allah and His Messenger. And whoever defies and disobeys Allah and His Messenger, then verily, Allah is severe in punishment"
        },
        {
            "chapter": 8,
            "verse": 14,
            "text": "This is (the torment), so taste it; and surely, for the disbelievers is the torment of the Fire"
        },
        {
            "chapter": 8,
            "verse": 15,
            "text": "O you who believe! When you meet those who disbelieve, in a battlefield, never turn your backs to them"
        },
        {
            "chapter": 8,
            "verse": 16,
            "text": "And whoever turns his back to them on such a day -- unless it be a stratagem of war, or to retreat to a troop (of his own) -- he indeed has drawn upon himself wrath from Allah. And his abode is Hell, and worst indeed is that destination"
        },
        {
            "chapter": 8,
            "verse": 17,
            "text": "You killed them not, but Allah killed them. And you threw not when you did throw, but Allah threw, that He might test the believers by a fair trial from Him. Verily, Allah is All-Hearer, All-Knower"
        },
        {
            "chapter": 8,
            "verse": 18,
            "text": "This (is the fact) and surely Allah weakens the deceitful plots of the disbelievers"
        },
        {
            "chapter": 8,
            "verse": 19,
            "text": "(O disbelievers) if you ask for a judgement, now has the judgement come unto you; and if you cease (to do wrong), it will be better for you, and if you return (to the attack), so shall We return, and your forces will be of no avail to you, however numerous they be; and verily, Allah is with the believers"
        },
        {
            "chapter": 8,
            "verse": 20,
            "text": "O you who believe! Obey Allah and His Messenger, and turn not away from him while you are hearing"
        },
        {
            "chapter": 8,
            "verse": 21,
            "text": "And be not like those who say: \"We have heard,\" but they hear not"
        },
        {
            "chapter": 8,
            "verse": 22,
            "text": "Verily, the worst of living creatures with Allah are the deaf and the dumb (the disbelievers), who understand not"
        },
        {
            "chapter": 8,
            "verse": 23,
            "text": "Had Allah known of any good in them, He would indeed have made them listen; and even if He had made them listen, they would but have turned away with aversion"
        },
        {
            "chapter": 8,
            "verse": 24,
            "text": "O you who believe! Answer Allah and (His) Messenger when he (the Messenger) calls you to that which will give you life, and know that Allah comes between a person and his heart. And verily to Him you shall (all) be gathered"
        },
        {
            "chapter": 8,
            "verse": 25,
            "text": "And fear the Fitnah (affliction and trial) which affects not in particular (only) those of you who do wrong, and know that Allah is severe in punishment"
        },
        {
            "chapter": 8,
            "verse": 26,
            "text": "And remember when you were few and were reckoned weak in the land, and were afraid that men might kidnap you, but He provided a safe place for you, strengthened you with His help, and provided you with good things (for livelihood) so that you might be grateful"
        },
        {
            "chapter": 8,
            "verse": 27,
            "text": "O you who believe! Betray not Allah and His Messenger, nor betray knowingly your Amanat (things entrusted to you)"
        },
        {
            "chapter": 8,
            "verse": 28,
            "text": "And know that your possessions and your children are but a trial and that surely, with Allah is a mighty reward"
        },
        {
            "chapter": 8,
            "verse": 29,
            "text": "O you who believe! If you obey and fear Allah, He will grant you Furqan, and will expiate for you your sins, and forgive you; and Allah is the Owner of the great bounty"
        },
        {
            "chapter": 8,
            "verse": 30,
            "text": "And (remember) when the disbelievers plotted against you to imprison you, or to kill you, or to expel you (from your home, Makkah); they were plotting and Allah too was plotting; and Allah is the best of plotters"
        },
        {
            "chapter": 8,
            "verse": 31,
            "text": "And when Our Ayat are recited to them, they say: \"We have heard (the Qur'an); if we wish we can say the like of this. This is nothing but the tales of the ancients"
        },
        {
            "chapter": 8,
            "verse": 32,
            "text": "And (remember) when they said: \"O Allah! If this (the Qur'an) is indeed the truth (revealed) from You, then rain down stones on us from the sky or bring on us a painful torment"
        },
        {
            "chapter": 8,
            "verse": 33,
            "text": "And Allah would not punish them while you (Muhammad) are among them, nor will He punish them while they seek (Allah's) forgiveness"
        },
        {
            "chapter": 8,
            "verse": 34,
            "text": "And why should not Allah punish them while they hinder (men) from Al-Masjid Al-Haram, and they are not its guardians None can be its guardians except those who have Taqwa, but most of them know not"
        },
        {
            "chapter": 8,
            "verse": 35,
            "text": "Their Salah at the House was nothing but Muka' and Tasdiyah. Therefore taste the punishment because you used to disbelieve"
        },
        {
            "chapter": 8,
            "verse": 36,
            "text": "Verily, those who disbelieve spend their wealth to hinder (men) from the path of Allah, and so will they continue to spend it; but in the end it will become an anguish for them. Then they will be overcome. And those who disbelieve will be gathered unto Hell"
        },
        {
            "chapter": 8,
            "verse": 37,
            "text": "In order that Allah may distinguish the wicked from the good, and put the wicked one over another, heap them together and cast them into Hell. Those! it is they who are the losers"
        },
        {
            "chapter": 8,
            "verse": 38,
            "text": "Say to those who have disbelieved, if they cease, their past will be forgiven. But if they return (thereto), then the examples of those (punished) before them have already preceded (as a warning)"
        },
        {
            "chapter": 8,
            "verse": 39,
            "text": "And fight them until there is no more Fitnah, and the religion (worship) will all be for Allah alone. But if they cease, then certainly, Allah is All-Seer of what they do"
        },
        {
            "chapter": 8,
            "verse": 40,
            "text": "And if they turn away, then know that Allah is your protector -- (what) an excellent protector and (what) an excellent helper"
        },
        {
            "chapter": 8,
            "verse": 41,
            "text": "And know that whatever of war booty that you may gain, verily, one-fifth of it is assigned to Allah, and to the Messenger, and to the near relatives (of the Messenger), the orphans, the poor, and the wayfarer, if you have believed in Allah and in that which We sent down to Our servant on the Day of Criterion, the Day when the two forces met; and Allah is able to do all things"
        },
        {
            "chapter": 8,
            "verse": 42,
            "text": "(And remember) when you (the Muslim army) were on the near side of the valley, and they on the farther side, and the caravan on the ground lower than you. Even if you had made a mutual appointment to meet, you would certainly have failed in the appointment, but (you met) that Allah might accomplish a matter already ordained (in His knowledge), so that those who were to be destroyed (for rejecting the faith) might be destroyed after a clear evidence, and those who were to live (believers) might live after a clear evidence. And surely, Allah is All-Hearer, All-Knower"
        },
        {
            "chapter": 8,
            "verse": 43,
            "text": "(And remember) when Allah showed them to you as few in your dream; if He had shown them to you as many, you would surely have been discouraged, and you would surely have disputed in making a decision. But Allah saved (you). Certainly, He is the All-Knower of that is in the breasts"
        },
        {
            "chapter": 8,
            "verse": 44,
            "text": "And (remember) when you met, He showed them to you as few in your eyes and He made you appear as few in their eyes, so that Allah might accomplish a matter already ordained, and to Allah return all matters (for decision)"
        },
        {
            "chapter": 8,
            "verse": 45,
            "text": "O you who believe! When you meet (an enemy) force, take a firm stand against them and remember Allah much, so that you may be successful"
        },
        {
            "chapter": 8,
            "verse": 46,
            "text": "And obey Allah and His Messenger, and do not dispute (with one another) lest you lose courage and your strength departs, and be patient. Surely, Allah is with the patients"
        },
        {
            "chapter": 8,
            "verse": 47,
            "text": "And be not like those who come out of their homes boastfully and to be seen of men, and hinder (men) from the path of Allah; and Allah is Muhit (eneompassing and thoroughly comprehending) all that they do"
        },
        {
            "chapter": 8,
            "verse": 48,
            "text": "And (remember) when Shaytan made their (evil) deeds seem fair to them and said, \"No one of mankind can overcome you this day (of the battle of Badr) and verily, I am your neighbor (for each and every help).\" But when the two forces came in sight of each other, he ran away and said \"Verily, I have nothing to do with you. Verily, I see what you see not. Verily, I fear Allah for Allah is severe in punishment"
        },
        {
            "chapter": 8,
            "verse": 49,
            "text": "When the hypocrites and those in whose hearts was a disease (of disbelief) said: \"These people (Muslims) are deceived by their religion.\" But whoever puts his trust in Allah, then surely, Allah is All-Mighty, All-Wise"
        },
        {
            "chapter": 8,
            "verse": 50,
            "text": "And if you could see when the angels take away the souls of those who disbelieve (at death); they smite their faces and their backs, (saying): \"Taste the punishment of the blazing Fire"
        },
        {
            "chapter": 8,
            "verse": 51,
            "text": "This is because of that which your hands forwarded. And verily, Allah is not unjust to His servants"
        },
        {
            "chapter": 8,
            "verse": 52,
            "text": "Similar to the behavior of the people of Fir`awn, and of those before them -- they rejected the Ayat of Allah, so Allah punished them for their sins. Verily, Allah is All-Strong, severe in punishment"
        },
        {
            "chapter": 8,
            "verse": 53,
            "text": "That is so because Allah will never change a grace which He has bestowed on a people until they change what is in themselves. And verily, Allah is All-Hearer, All-Knower"
        },
        {
            "chapter": 8,
            "verse": 54,
            "text": "Similar to the behavior of the people of Fir`awn, and those before them. They belied the Ayat of their Lord, so We destroyed them for their sins, and We drowned the people of Fir`awn for they were all wrongdoers"
        },
        {
            "chapter": 8,
            "verse": 55,
            "text": "Verily, the worst of living creatures before Allah are those who disbelieve, -- so they shall not believe"
        },
        {
            "chapter": 8,
            "verse": 56,
            "text": "They are those with whom you made a covenant, but they break their covenant every time and they do not have Taqwa"
        },
        {
            "chapter": 8,
            "verse": 57,
            "text": "So if you gain the mastery over them in war, then disperse those who are behind them, so that they may learn a lesson"
        },
        {
            "chapter": 8,
            "verse": 58,
            "text": "If you fear treachery from any people, throw back (their covenant) to them (so as to be) on equal terms. Certainly Allah likes not the treacherous.) make a heading, Allah says to His Prophet"
        },
        {
            "chapter": 8,
            "verse": 59,
            "text": "And let not those who disbelieve think that they can outstrip (escape from the punishment). Verily, they will never be able to save themselves (from Allah's punishment)"
        },
        {
            "chapter": 8,
            "verse": 60,
            "text": "And make ready against them all you can of power, including steeds of war to threaten the enemy of Allah and your enemy, and others besides them, whom you may not know but whom Allah does know. And whatever you shall spend in the cause of Allah shall be repaid unto you, and you shall not be treated unjustly"
        },
        {
            "chapter": 8,
            "verse": 61,
            "text": "But if they incline to peace, you also incline to it, and trust in Allah. Verily, He is the All-Hearer, the All-Knower"
        },
        {
            "chapter": 8,
            "verse": 62,
            "text": "And if they intend to deceive you, then verily, Allah is All-Sufficient for you. He it is Who has supported you with His help and with the believers"
        },
        {
            "chapter": 8,
            "verse": 63,
            "text": "And He has united their (believers') hearts. If you had spent all that is in the earth, you could not have united their hearts, but Allah has united them. Certainly He is All-Mighty, All-Wise"
        },
        {
            "chapter": 8,
            "verse": 64,
            "text": "O Prophet! Allah is sufficient for you and for the believers who follow you"
        },
        {
            "chapter": 8,
            "verse": 65,
            "text": "O Prophet! Urge the believers to fight. If there are twenty steadfast persons among you, they will overcome two hundred, and if there be a hundred steadfast persons they will overcome a thousand of those who disbelieve, because they (the disbelievers) are people who do not understand"
        },
        {
            "chapter": 8,
            "verse": 66,
            "text": "Now Allah has lightened your (task), for He knows that there is weakness in you. So if there are of you a hundred steadfast persons, they shall overcome two hundred, and if there are a thousand of you, they shall overcome two thousand by the leave of Allah. And Allah is with the patient"
        },
        {
            "chapter": 8,
            "verse": 67,
            "text": "It is not (fitting) for a Prophet that he should have prisoners of war until he has fought (his enemies thoroughly) in the land. You desire the goods of this world, but Allah desires (for you) the Hereafter. And Allah is All-Mighty, All-Wise"
        },
        {
            "chapter": 8,
            "verse": 68,
            "text": "Were it not a previous ordainment from Allah, a severe torment would have touched you for what you took"
        },
        {
            "chapter": 8,
            "verse": 69,
            "text": "So enjoy what you have gotten of booty in war, lawful and good, and have Taqwa of Allah. Certainly, Allah is Oft-Forgiving, Most Merciful"
        },
        {
            "chapter": 8,
            "verse": 70,
            "text": "O Prophet! Say to the captives that are in your hands: \"If Allah knows any good in your hearts, He will give you something better than what has been taken from you, and He will forgive you, and Allah is Oft-Forgiving, Most Merciful"
        },
        {
            "chapter": 8,
            "verse": 71,
            "text": "But if they intend to betray you, they indeed betrayed Allah before. So He gave (you) power over them. And Allah is All-Knower, All-Wise"
        },
        {
            "chapter": 8,
            "verse": 72,
            "text": "Verily, those who believed, and emigrated and strove hard and fought with their property and their lives in the cause of Allah as well as those who gave (them) asylum and help, -- these are (all) allies to one another. And as to those who believed but did not emigrate, you owe no duty of protection to them until they emigrate, but if they seek your help in religion, it is your duty to help them except against a people with whom you have a treaty of mutual alliance; and Allah is the All-Seer of what you do"
        },
        {
            "chapter": 8,
            "verse": 73,
            "text": "And those who disbelieve are allies of one another, (and) if you (Muslims) do not do so (protect one another), there will be Fitnah on the earth, and great corruption"
        },
        {
            "chapter": 8,
            "verse": 74,
            "text": "And those who believed, and emigrated and strove hard in the cause of Allah (Al-Jihad), as well as those who gave (them) asylum and aid -- these are the believers in truth, for them is forgiveness and a generous provision"
        },
        {
            "chapter": 8,
            "verse": 75,
            "text": "And those who believed afterwards, and emigrated and strove hard along with you, they are of you. But kindred by blood are nearer to one another (regarding inheritance) in the decree ordained by Allah. Verily, Allah is the All-Knower of everything"
        }
    ]
}