{
    "maqras": [
        {
            "chapter": 25,
            "verse": 53,
            "text": "Është Ai që i ka lënë të lirë dy ujëra, - njëri i pijshëm e i ëmbël, kurse tjetri i njelmët e i hidhur, - duke ngritur pengesë e kufi të prerë ndërmjet tyre"
        },
        {
            "chapter": 25,
            "verse": 54,
            "text": "Është Ai që ka krijuar prej ujit njeriun, e ka vënë në lidhje me fis nga gjaku dhe nga martesa. Zoti yt është i Plotfuqishëm"
        },
        {
            "chapter": 25,
            "verse": 55,
            "text": "Megjithatë, ata adhurojnë, në vend të Allahut, gjëra që nuk mund t’u sjellin as dobi, as dëm. Jobesimtari është ndihmës (i djallit) kundër Zotit të tij"
        },
        {
            "chapter": 25,
            "verse": 56,
            "text": "Ne të kemi dërguar ty vetëm si sjellës të lajmit të mirë dhe paralajmërues"
        },
        {
            "chapter": 25,
            "verse": 57,
            "text": "Thuaj: “Unë nuk kërkoj nga ju kurrfarë shpërblimi, por vetëm që, kush të dëshirojë, le të ndjekë rrugën (që e shpie) drejt Zotit të tij”"
        },
        {
            "chapter": 25,
            "verse": 58,
            "text": "Mbështetu në të Gjithëjetshmin, i Cili nuk vdes dhe madhëroje Atë me falënderim! Ai i di mjaft mirë gjynahet e robërve të Vet"
        },
        {
            "chapter": 25,
            "verse": 59,
            "text": "Është Ai, i Cili krijoi qiejt, Tokën dhe gjithçka që gjendet midis tyre për gjashtë ditë e pastaj u ngrit mbi Fron. Ai është i Gjithëmëshirshmi dhe pyet për Atë ata që dinë"
        },
        {
            "chapter": 25,
            "verse": 60,
            "text": "Kur atyre u thuhet: “Bëjini sexhde të Gjithëmëshirshmit”, ata thonë: “Çfarë është i Gjithëmëshirshmi? Vallë, t’i biem në sexhde atij që na urdhëron ti?” Kjo u shton atyre më shumë largim (prej fesë)"
        },
        {
            "chapter": 25,
            "verse": 61,
            "text": "Qoftë i lartësuar Ai, i Cili e ka stolisur qiellin me yjësi dhe ka vënë në të një Kandil të ndritshëm dhe një Hënë që ndriçon"
        },
        {
            "chapter": 25,
            "verse": 62,
            "text": "Ai krijoi natën dhe ditën që të vijnë njëra pas tjetrës, si këshillë për ata që duan ta kujtojnë ose duan ta falënderojnë"
        },
        {
            "chapter": 25,
            "verse": 63,
            "text": "Robërit e të Gjithëmëshirshmit janë ata që ecin thjesht nëpër Tokë dhe, kur të paditurit i sulmojnë me fjalë, ata përgjigjen: “Paqe qoftë!”"
        },
        {
            "chapter": 25,
            "verse": 64,
            "text": "dhe ata që e kalojnë natën duke iu falur Zotit të tyre në sexhde dhe në këmbë"
        },
        {
            "chapter": 25,
            "verse": 65,
            "text": "dhe ata që thonë: “O Zoti ynë, largoje prej nesh ndëshkimin e Xhehenemit, sepse, me të vërtetë, dënimi i tij është i përjetshëm"
        },
        {
            "chapter": 25,
            "verse": 66,
            "text": "e ai është vendbanim dhe vendstrehim i keq”"
        },
        {
            "chapter": 25,
            "verse": 67,
            "text": "dhe ata që, kur shpenzojnë, nuk janë as dorëshpuar, as dorështrënguar, por i përmbahen të mesmes"
        },
        {
            "chapter": 25,
            "verse": 68,
            "text": "dhe ata që, pos Allahut, nuk adhurojnë zot tjetër, nuk vrasin njeri, gjë që Allahu e ka ndaluar, përveçse me të drejtë[238] dhe që nuk bëjnë kurvëri. E kush i bën këto, do të marrë gjynahe"
        },
        {
            "chapter": 25,
            "verse": 69,
            "text": "Ndëshkimi do t’i dyfishohet në Ditën e Kiametit dhe ai do të qëndrojë përherë në këtë fatkeqësi i poshtëruar"
        },
        {
            "chapter": 25,
            "verse": 70,
            "text": "Përjashtim bën ai që pendohet, beson dhe punon vepra të mira. Një njeriu të tillë Allahu ia ndërron veprat e këqija në të mira. Allahu është Falës e Mëshirëplotë"
        },
        {
            "chapter": 25,
            "verse": 71,
            "text": "Ndërsa, ai që pendohet dhe bën vepra të mira, është i kthyer krejtësisht nga Allahu"
        },
        {
            "chapter": 25,
            "verse": 72,
            "text": "(Kështu janë) edhe ata që nuk dëshmojnë në mënyrë të gënjeshtërt e, kur kalojnë pranë kotësive, kalojnë me dinjitet"
        },
        {
            "chapter": 25,
            "verse": 73,
            "text": "edhe ata, që, kur paralajmërohen nga shpalljet e Zotit të tyre, nuk bëhen as të shurdhër, as të verbër"
        },
        {
            "chapter": 25,
            "verse": 74,
            "text": "edhe ata që thonë: “O Zoti ynë, dhurona nga gratë tona dhe trashëgimtarët tanë, ç’është prehje për sytë tanë dhe bëna shembull për të mirët!”"
        },
        {
            "chapter": 25,
            "verse": 75,
            "text": "Njerëz të tillë do të shpërblehen me Xhenet të lartë për durimin e tyre dhe do të mirëpriten e do të gjejnë paqe"
        },
        {
            "chapter": 25,
            "verse": 76,
            "text": "Aty do të qëndrojnë përherë; sa vendbanim dhe vendstrehim i mrekullueshëm që është ai"
        },
        {
            "chapter": 25,
            "verse": 77,
            "text": "Thuaj: “Zoti im nuk do t’ju përfillte, sikur të mos ishte lutja juaj. Por ju (i) keni përgënjeshtruar (Shpalljet e Tij), andaj dënimi për ju do të jetë i pashmangshëm”"
        }
    ]
}