{
    "maqras": [
        {
            "chapter": 27,
            "verse": 82,
            "text": "Dhe, kur të përmbushet Fjala Jonë kundër tyre, Ne do të bëjmë që nga Toka të dalë një kafshë[239], e cila do t’u flasë atyre, se njerëzit nuk u janë bindur shpalljeve Tona"
        },
        {
            "chapter": 27,
            "verse": 83,
            "text": "Atë ditë, Ne do të tubojmë prej çdo populli nga një grup prej atyre që mohuan shpalljet Tona. Ata do të vihen në radhë"
        },
        {
            "chapter": 27,
            "verse": 84,
            "text": "E kur të vijnë, do t’i pyesim: “Ju i mohuat shpalljet e Mia, ndonëse nuk kishit kurrfarë njohurie për to. Ç’është kjo që keni bërë?!”"
        },
        {
            "chapter": 27,
            "verse": 85,
            "text": "Dënimi Ynë do t’i godasë ata, për shkak të të këqijave që bënë e nuk do të mund të nxjerrin asnjë fjalë"
        },
        {
            "chapter": 27,
            "verse": 86,
            "text": "Vallë, a nuk shohin ata, që Ne e kemi bërë natën për pushim, ndërsa ditën për të parë?! Njëmend, këto janë shenja për besimtarët"
        },
        {
            "chapter": 27,
            "verse": 87,
            "text": "Dhe Ditën, kur të fryhet në Sur, do të tmerrohet çdokush që gjendet në qiej e në Tokë, përveç atyre që Allahu nuk dëshiron t’i frikësojë. Të gjithë do t’i vijnë Atij të përulur"
        },
        {
            "chapter": 27,
            "verse": 88,
            "text": "Ti i shikon malet e mendon se janë të palëvizshme, por ato do të lëvizin si retë. E tillë është fuqia e Allahut, i Cili ka përsosur çdo gjë. Ai di mirë çdo gjë që bëni ju"
        },
        {
            "chapter": 27,
            "verse": 89,
            "text": "Ata që kanë bërë vepra të mira, do të kenë shpërblim më të mirë dhe do të jenë të çliruar nga tmerri i asaj Dite"
        },
        {
            "chapter": 27,
            "verse": 90,
            "text": "Ndërsa ata që kanë bërë vepra të këqija, do të hidhen me fytyrë përmbys në zjarr. Ju do të shpërbleheni veç për atë që keni bërë"
        },
        {
            "chapter": 27,
            "verse": 91,
            "text": "(Thuaju, o Muhamed): “Unë jam urdhëruar që të adhuroj vetëm Zotin e këtij Qyteti (Mekës), i Cili e ka bërë atë të shenjtë dhe të Cilit i përket gjithçka. Jam urdhëruar që t’i nënshtrohem Atij"
        },
        {
            "chapter": 27,
            "verse": 92,
            "text": "dhe të këndoj Kuranin.” Kushdo që merr rrugën e drejtë, e bën për dobi të vet. Ndërsa atyre që devijojnë, ti thuaju: “Unë jam vetëm paralajmërues”"
        },
        {
            "chapter": 27,
            "verse": 93,
            "text": "Dhe thuaj: “Falënderimi qoftë për Allahun, Ai do t’jua tregojë shenjat e Tij e ju do t’i njihni ato!” E Zoti yt, nuk është i pakujdesshëm ndaj veprave që bëni ju"
        },
        {
            "chapter": 28,
            "verse": 1,
            "text": "Tâ Sîn Mîm"
        },
        {
            "chapter": 28,
            "verse": 2,
            "text": "Këto janë vargjet e Librit të qartë"
        },
        {
            "chapter": 28,
            "verse": 3,
            "text": "Ne do të të tregojmë ty pjesë nga historia e Musait me Faraonin, ashtu siç ka qenë me të vërtetë, për njerëzit që besojnë"
        },
        {
            "chapter": 28,
            "verse": 4,
            "text": "Me të vërtetë që Faraoni madhështohej në Tokë dhe banorët e saj i kishte përçarë në grupe; disa prej tyre i përndiqte, ua vriste fëmijët meshkuj, ndërsa femrat ua linte gjallë. Ai ka qenë vërtet keqbërës"
        },
        {
            "chapter": 28,
            "verse": 5,
            "text": "Por vullneti Ynë ishte që t’u jepnim mirësi atyre që qenë të shtypur në tokë, t’i bënim prijës e trashëgimtarë"
        },
        {
            "chapter": 28,
            "verse": 6,
            "text": "t’i forconim ata në Tokë dhe t’u tregonim Faraonit, Hamanit[240] dhe ushtrisë së tyre atë prej së cilës ata frikësoheshin"
        },
        {
            "chapter": 28,
            "verse": 7,
            "text": "Kështu, Ne e frymëzuam nënën e Musait: “Jepi gji atij dhe, kur të trembesh për sigurinë e tij, hidhe në lumë, pa pasur frikë dhe as dëshpërim. Me siguri që Ne do të ta kthejmë ty atë dhe do ta bëjmë të dërguar.”"
        },
        {
            "chapter": 28,
            "verse": 8,
            "text": "Por atë e mori nga lumi familja e Faraonit, me qëllim që një ditë ai të bëhej armik dhe t’u sillte mjerim atyre, sepse Faraoni, Hamani dhe ushtria e tyre kanë qenë gjynahqarë"
        },
        {
            "chapter": 28,
            "verse": 9,
            "text": "Gruaja e Faraonit i tha atij: “Ky (djalë) është gëzim për mua dhe ty, prandaj mos e vrisni, sepse mund të jetë i dobishëm ose mund ta birësojmë”. Por ata nuk e dinin se çfarë po bënin"
        },
        {
            "chapter": 28,
            "verse": 10,
            "text": "Ndërkohë, zemra e nënës së Musait u bë si të ishte e zbrazët. Edhe pak dhe çdo gjë do të zbulohej, sikur të mos ia kishim forcuar Ne zemrën, që të bëhej besimtare e vërtetë"
        },
        {
            "chapter": 28,
            "verse": 11,
            "text": "Ajo i tha motrës së Musait: “Shko pas tij!” E motra e vrojtonte atë nga larg, pa u parë nga të tjerët"
        }
    ]
}