{
    "pages": [
        {
            "chapter": 9,
            "verse": 62,
            "text": "Tē kēvaḷa tumhālā khūśa karaṇyāsāṭhī tumacyāsamōra allāhacī śapatha ghētāta, vastutaḥ hē īmāna rākhaṇārē asatē tara allāha āṇi tyācē rasūla (paigambara) khūśa kēlē jāṇyāsa adhika pātra hōtē"
        },
        {
            "chapter": 9,
            "verse": 63,
            "text": "Kāya hē nāhī jāṇata kī jō kōṇī allāhacā āṇi tyācyā paigambarācā virōdha karīla, tyācyāsāṭhī niścitaca jahannamacī āga āhē, jicyāta tē nēhamī rāhatīla. Hā phāra mōṭhā apamāna āhē"
        },
        {
            "chapter": 9,
            "verse": 64,
            "text": "Munāphika lōkānnā arthāta ḍhōṅgī musalamānānnā (nēhamī) hē bhaya vāṭata asatē kī kadācita tyān̄cyāvara (īmānadhārakānvara) ēkhādī āyata na avatarita vhāvī, jī tyān̄cyā manātalyā gōṣṭī tyānnā sāṅgūna ṭākīla. Tumhī sāṅgā kī tumhī thaṭṭā maskarī karīta rāhā. Niḥsanśaya sarvaśrēṣṭha allāha tē jāhīra karaṇārā āhē, jyāpāsūna tumhī bhayabhīta āhāta"
        },
        {
            "chapter": 9,
            "verse": 65,
            "text": "Jara tumhī vicārāla tara sāpha mhaṇatīla kī āmhī tara asēca āpasāta thaṭṭā vinōda karīta hōtō. Tyānnā sāṅgā kī kāya allāha tyācyā āyatī āṇi tyācā rasūla ēvaḍhēca tumacyā thaṭṭā-maskarīkaritā bākī rāhilēta"
        },
        {
            "chapter": 9,
            "verse": 66,
            "text": "Tumhī bahāṇē banavū nakā. Niḥsanśaya tumhī āpalyā īmāna rākhalyānantara kāphira (inkārī) jhālē. Jara āmhī tumacyāpaikī kāhī lōkānnā māpha jarī kēlē tarī kāhī lōkānnā tyān̄cyā atyācārācī sakta sajā dēṇāraca"
        },
        {
            "chapter": 9,
            "verse": 67,
            "text": "Sarvaca munāphika (dāmbhika) puruṣa āṇi striyā āpasāta sārakhēca āhēta. Tē vā'īṭa gōṣṭīn̄cā ādēśa dētāta āṇi bhalyā gōṣṭīmpāsūna rōkhatāta āṇi āpalī mūṭha banda ṭhēvatāta, hē allāhalā visaralē, allāhanēhī tyān̄cā visara pāḍalā. Niḥsanśaya munāphika (dutōṇḍī) lōkaca durācārī āhēta"
        },
        {
            "chapter": 9,
            "verse": 68,
            "text": "Sarvaśrēṣṭha allāhanē yā munāphika puruṣa-striyānśī āṇi kāphirānśī jahannamacyā āgīcā vāyadā kēlēlā āhē, jithē tē nēhamī rāhatīla tēca tyān̄cyāsāṭhī purēsē āhē. Tyān̄cā allāhatarphē dhiḥkkāra āhē āṇi tyān̄cyāsāṭhī kāyamasvarūpī śikṣā yātanā āhē"
        }
    ]
}