{
    "pages": [
        {
            "chapter": 10,
            "verse": 89,
            "text": "(Sarvaśrēṣṭha allāhanē) pharmāvilē, tumhā dōghān̄cī du'ā- prārthanā kabūla kēlī gēlī. Tumhī saraḷa mārgāvara rāhā āṇi aśā lōkān̄cyā mārgāvara cālū nakā, jē nādāna āhēta"
        },
        {
            "chapter": 10,
            "verse": 90,
            "text": "Āṇi āmhī isrā'īlacyā santatīlā samudrāpāra kēlē, maga tyān̄cyā pāṭhōpāṭha phira'auna āpalyā sain'yāsaha julūma āṇi atirēka karaṇyācyā hētunē nighālā. Yēthēparyanta kī jēvhā tō buḍāyalā lāgalā tēvhā mhaṇālā, mī īmāna rākhatō kī jyāvara isrā'īlacyā santatīnē īmāna rākhalē āhē. Tyācyākhērīja kōṇīhī upāsanēsa pātra nāhī āṇi mī islāma svīkāraṇāṟyāmpaikī āhē"
        },
        {
            "chapter": 10,
            "verse": 91,
            "text": "(Uttarādākhala pharmāvilē gēlē) ātā īmāna rākhatō, āṇi pūrvī tara avajñā karīta rāhilā āṇi upadravī lōkānta sāmīla rāhilā"
        },
        {
            "chapter": 10,
            "verse": 92,
            "text": "Tēvhā āja āmhī tujhyā mr̥ta śarīrālā sōḍūna dē'ū, yāsāṭhī kī tū tyā lōkānsāṭhī bōdhacinha ṭharāvē, jē tujhyānantara (yēṇāra āhēta. Āṇi niḥsanśaya adhikānśa lōka āmacyā niśāṇyāmpāsūna gāphīla āhēta)"
        },
        {
            "chapter": 10,
            "verse": 93,
            "text": "Āṇi āmhī isrā'īlacyā santatīlā phāra uttama rāhaṇyācē ṭhikāṇa dilē āṇi āmhī tyānnā svaccha- śud'dha vastū khāṇyāsāṭhī pradāna kēlyā, tēvhā tyānnī matabhēda kēlā nāhī, yēthaparyanta kī tyān̄cyājavaḷa jñāna yē'ūna pōhōcalē. Niḥsanśaya, tumacā pālanakartā tyān̄cyā daramyāna kayāmatacyā divaśī tyā gōṣṭīmbābata nirṇaya karīla, jyāta tē matabhēda karīta hōtē"
        },
        {
            "chapter": 10,
            "verse": 94,
            "text": "Maga jara tumhī tyācyāviṣayī sanśayagrasta asāla, jē āmhī tumacyākaḍē pāṭhavilē āhē tara tumhī tyā lōkānnā vicārā jē tumacyā pūrvīcyā granthān̄cē paṭhaṇa karatāta. Niḥsanśaya tumacyājavaḷa tumacyā pālanakartyātarphē satyaniṣṭha grantha ālā āhē tēvhā tumhī kadhīhī śaṅkā karaṇāṟyāmpaikī hō'ū nakā"
        },
        {
            "chapter": 10,
            "verse": 95,
            "text": "Āṇi nā aśā lōkāmpaikī vhā, jyānnī sarvaśrēṣṭha allāhacyā āyatīnnā khōṭē ṭharavilē an'yathā tumhī tōṭā ucalaṇāṟyāmpaikī vhāla"
        },
        {
            "chapter": 10,
            "verse": 96,
            "text": "Niḥsanśaya, jyā lōkānviṣayī tumacyā pālanakartyācē pharmāna kharē ṭharalē āhē, tē īmāna rākhaṇāra nāhīta"
        },
        {
            "chapter": 10,
            "verse": 97,
            "text": "Maga tyān̄cyājavaḷa sarva niśāṇyā pōhacalyā asalyā tarī, jōparyanta tē duḥkhadāyaka azāba pāhūna na ghētīla"
        }
    ]
}