{
    "pages": [
        {
            "chapter": 11,
            "verse": 38,
            "text": "Tē (nūha) nāva banavū lāgalē, tyān̄cyā janasamūhācē jyā jyā gaṭācē lōka tyān̄cyā javaḷūna jāta, tyān̄cī thaṭṭā uṭavita. Tē (nūha) mhaṇata, jara tumhī āmacī thaṭṭā uḍavita asāla tara āmhīdēkhīla ēka divasa tumacyāvara hasaṇāra jaśī tumhī thaṭṭā karīta āhāta"
        },
        {
            "chapter": 11,
            "verse": 39,
            "text": "Tumhālā lavakaraca māhīta paḍēla kī kōṇāvara śikṣā-yātanā yēṇāra āhē jī tyālā apamānita karīla āṇi tyācyāvara nirantara azāba utarēla"
        },
        {
            "chapter": 11,
            "verse": 40,
            "text": "Yēthēparyanta kī jēvhā āmacā ādēśa yē'ūna pōhōcalā āṇi tandūramadhūna pāṇī ucambaḷū lāgalē, āmhī sāṅgitalē kī yā naukēta pratyēka prakāracyā (nara va mādā aśā) jōḍyā svāra karūna ghyā āṇi āpalyā kuṭumbiyānnāhī, mātra tyān̄cyākhērīja jyān̄cyābaddala ādhīca phaisalā jhālēlā āhē āṇi sarva īmāna rākhaṇāṟyānnāhī. Thyān̄cyāsōbata īmāna rākhaṇārē phāraca kamī hōtē"
        },
        {
            "chapter": 11,
            "verse": 41,
            "text": "Āṇi nūha mhaṇālē kī yā naukēta svāra vhā allāhacyāca nāvānē hicē cālaṇē āṇi thāmbaṇē āhē. Niḥsanśaya, mājhā pālanakartā mōṭhā māpha karaṇārā āṇi dayā karaṇārā āhē"
        },
        {
            "chapter": 11,
            "verse": 42,
            "text": "Āṇi tō naukā tyānnā parvatāsamāna lāṭāmmadhūna nēta hōtī āṇi nūhanē āpalyā putrālā, jō ēkā kināṟyāvara hōtā, hāka mārūna mhaṭalē, hē mājhyā priya putrā! Āmacyāsōbata svāra hō āṇi inkārī lōkānta sāmīla rāhū nakōsa"
        },
        {
            "chapter": 11,
            "verse": 43,
            "text": "Tyānē uttara dilē kī mī ēkhādyā un̄ca parvatācyā āśrayālā jā'īna, jō malā pāṇyāpāsūna vācavīla. Nūha mhaṇālē, āja allāhacyā hukumānē vācaviṇārā kōṇīhī nāhī. Kēvaḷa tēca vācatīla, jyān̄cyāvara allāhacī dayā- kr̥pā hō'īla, tyāca kṣaṇī tyān̄cyā daramyāna ēka lāṭa ālī āṇi tō buḍaṇāṟyāmpaikī jhālā"
        },
        {
            "chapter": 11,
            "verse": 44,
            "text": "Āṇi pharmāvilē gēlē kī, hē jamīna! Āpalē pāṇī giḷūna ṭāka, āṇi hē ākāśa! Purē kara,thāmba. Tyāca vēḷī pāṇī sukavalē gēlē āṇi kāma pūrṇa kēlē gēlē āṇi naukā jūdī nāvācyā parvatāśī jā'ūna thāmbalī āṇi pharmāvilē gēlē an'yāya karaṇāṟyānvara dhikkārācā varṣāva hōvō"
        },
        {
            "chapter": 11,
            "verse": 45,
            "text": "Āṇi nūhanē āpalyā pālanakartyāsa pukāralē āṇi mhaṭalē, hē mājhyā pālanakartyā! Mājhā putra tara mājhyā kuṭumbiyāmpaikī āhē. Niścitaca tujhā vāyadā pūrṇataḥ saccā āhē āṇi tū samasta śāsakāmpēkṣā uttama śāsaka āhē"
        }
    ]
}