{
    "pages": [
        {
            "chapter": 19,
            "verse": 1,
            "text": "Kāpha. Hā. Yā. Ē̔aina. Śvāda"
        },
        {
            "chapter": 19,
            "verse": 2,
            "text": "Hā ullēkha āhē tumacyā pālanakartyācyā tyā kr̥pēcā, jī tyānē āpalē dāsa jakariyāvara kēlī hōtī"
        },
        {
            "chapter": 19,
            "verse": 3,
            "text": "Jēvhā tyānnī āpalyā pālanakartyājavaḷa gupacupa rityā prārthanā kēlī"
        },
        {
            "chapter": 19,
            "verse": 4,
            "text": "Mhaṇālē hē mājhyā pālanakartyā mājhī hāḍē kamakuvata jhālī āhēta āṇi ḍōkē mhātārapaṇāmuḷē bhaḍakalē āhē, parantu mī kadhīhī tujhyājavaḷa du'ā (prārthanā) karūna van̄cita rāhilō nāhī"
        },
        {
            "chapter": 19,
            "verse": 5,
            "text": "Āṇi malā āpalyā (mr̥tyu) nantara, āpalyā javaḷacyā nātēvā'īkān̄cē bhaya āhē. Mājhī patnī dēkhīla vān̄jha āhē, paṇa tarīhī tū malā āpalyātarphē vārasa pradāna kara"
        },
        {
            "chapter": 19,
            "verse": 6,
            "text": "Jō mājhāhī vārasa asēla āṇi yākūbacyā vanśācāhī vārasa, āṇi hē mājhyā pālanakartyā! Tū tyālā āpalā āvaḍatā dāsa banava"
        },
        {
            "chapter": 19,
            "verse": 7,
            "text": "Hē jakariyā! Āmhī tumhālā ēkā putrā (cyā prāptī) cī khūśakhabara dētō, jyācē nāva yahayā āhē. Āmhī tyān̄cyāpūrvī yā nāvāsārakhē nāva kōṇālāhī dilē nāhī"
        },
        {
            "chapter": 19,
            "verse": 8,
            "text": "(Jakariyā) mhaṇālē, hē mājhyā pālanakartyā! Malā putra kasā barē hō'īla, mājhī patnī vān̄jha āṇi mī svataḥ mhātārapaṇācyā atiśaya kamakuvata avasthēsa pōhōcalō āhē"
        },
        {
            "chapter": 19,
            "verse": 9,
            "text": "Ādēśa jhālā kī (vāyadā) aśāca prakārē pūrṇa jhālā. Tumacyā pālanakartyānē pharmāvilē āhē kī mājhyākaritā tara hē agadī sōpē āhē āṇi tumhī svataḥ jēvhā kāhīca navhatā, mī tumhālā nirmāṇa kēlē āhē"
        },
        {
            "chapter": 19,
            "verse": 10,
            "text": "(Jakariyā) mhaṇālē, hē mājhyā pālanakartyā! Mājhyāsāṭhī ēkhādī niśāṇī nirdhārīta kara, ādēśa dilā kī tumacyāsāṭhī niśāṇī hī kī prakr̥tī dhaḍadhākaṭa asatānāhī tumhī tīna rātrī paryanta kōṇatyāhī māṇasāśī bōlū śakaṇāra nāhīta"
        },
        {
            "chapter": 19,
            "verse": 11,
            "text": "Ātā jakariyā āpalyā khōlī (hujaṟyā) cyā bāhēra yē'ūna āpalyā janasamūhājavaḷa yē'ūna tyānnā iśārā karatāta kī tumhī sakāḷa-sandhyākāḷa allāhacī pavitratā varṇana karā"
        }
    ]
}