{
    "pages": [
        {
            "chapter": 22,
            "verse": 73,
            "text": "Lōka hō! Ēka udāharaṇa dilē jāta āhē, jarā lakṣapūrvaka aikā. Allāhakhērīja tumhī jyānnā jyānnā (upāsya samajūna) pukārata rāhilā āhāta, tē ēka māśī dēkhīla nirmāṇa karū śakata nāhī. Jara sarvacyā sarva ēkatra hōtīla, kimbahunā jara māśī yān̄cyākaḍūna ēkhādī vastū ghē'ūna paḷēla tara hē tyā vastūlā ticyākaḍūna hirāvūna ghē'ū śakata nāhī. Mōṭhā kamakuvata āhē māgaṇārā āṇi khūpa dubaḷā āhē tō jyācyākaḍē māgitalē jāta āhē"
        },
        {
            "chapter": 22,
            "verse": 74,
            "text": "Tyānnī allāhacyā mahānatēnusāra tyācē mahattva jāṇalēca nāhī, niḥsanśaya allāha mōṭhā jabaradasta āṇi varcasvaśālī āhē"
        },
        {
            "chapter": 22,
            "verse": 75,
            "text": "Phariśtyāmmadhūna āṇi mānavāmmadhūna rasūla (sandēśavāhaka) allāhaca nivaḍatō. Niḥsanśaya allāha aikaṇārā, pāhaṇārā āhē"
        },
        {
            "chapter": 22,
            "verse": 76,
            "text": "Tō cāṅgalyā prakārē jāṇatō jē kāhī tyān̄cyā puḍhē āhē āṇi jē kāhī tyān̄cyā māgē āhē āṇi allāhacyācakaḍē sarva vyavahāra paratavilē jātāta"
        },
        {
            "chapter": 22,
            "verse": 77,
            "text": "Hē īmāna rākhaṇāṟyānnō! Ruku'a, sajadā karīta rāhā āṇi āpalyā pālanakartyācī upāsanā karīta rāhā āṇi satkarma karīta rāhā, yāsāṭhī kī tumhī saphala vhāvē"
        },
        {
            "chapter": 22,
            "verse": 78,
            "text": "Āṇi allāhacyā mārgāta tasēca jihāda (dharmayud'dha) karā, jasā jihādacā hakka āhē. Tyānē tumhālā nivaḍalē āhē āṇi tumacyāvara dīna (dharmā) sandarbhāta kasalīhī kamataratā rākhalī nāhī. Tumacē pitā ibrāhīmacā dīna (dharma kāyama rākhā) tyāca (allāhanē) nē tumacē nāva muslima ṭhēvalē āhē. Yā (kura'ānā) pūrvī āṇi yācyātahī, yāsāṭhī kī paigambara tumacyāvara sākṣī asāvā āṇi tumhī lōkānvara sākṣī vhāvē. Tēvhā tumacē hē kartavya ṭharatē kī namāja kāyama karā āṇi jakāta (dharmadāna) adā karīta rāhā āṇi allāhalā dr̥ḍhatāpūrvaka dharā, tōca tumacā sanrakṣaka āṇi svāmī āhē, tēvhā kitī cāṅgalā svāmī āṇi kitī cāṅgalā sahāyya karaṇārā"
        }
    ]
}