{
    "pages": [
        {
            "chapter": 29,
            "verse": 7,
            "text": "Āṇi jyānnī īmāna bāḷagalē āṇi (paigambara ācaraṇacyā dr̥ṣṭīnē) satkarma kēlē, āmhī tyān̄cyā sarva aparādhānnā tyān̄cyāpāsūna dūra karū, āṇi tyān̄cyā nēka kāmān̄cā cāṅgalā mōbadalā pradāna karū"
        },
        {
            "chapter": 29,
            "verse": 8,
            "text": "Āmhī pratyēka māṇasālā āpalyā mātā-pityāśī sad‌vartana karaṇyācī śikavaṇa dilī āhē. Tathāpi jara tē hā prayatna karatīla kī tumhī mājhyāsōbata tyālā sahabhāgī karūna ghyāvē, jyācē tumhālā jñāna nāhī tara tyān̄cē mhaṇaṇē mān'ya karū nakā. Tumhā sarvānnā paratūna mājhyācakaḍē yāyacē āhē, maga mī tyā pratyēka gōṣṭīśī, jī tumhī karīta hōtē avagata karavīna"
        },
        {
            "chapter": 29,
            "verse": 9,
            "text": "Āṇi jyā lōkānnī īmāna kabūla kēlē, āṇi satmarka karīta rāhilē tyānnā āmhī āpalyā nēka (sadācārī) dāsāmmadhyē sāmīla karū"
        },
        {
            "chapter": 29,
            "verse": 10,
            "text": "Āṇi kāhī lōka asēhī āhēta, jē tōṇḍānē mhaṇatāta kī āmhī īmāna rākhalē āhē. Parantu jēvhā allāhacyā mārgāta ēkhādyā duḥkhācā sāmanā hōtō, tēvhā lōkāṅkaḍūna dilā jāṇāṟyā kaṣṭa- yātanēlā allāhacyā śikṣā- yātanēsamāna ṭharavitāta, parantu jara allāhacī madata yē'ūna pōhacalī tara tēvhā mhaṇū lāgatāta kī āmhī tara tumacyāca sāthīlā āhōta, kāya samasta viśvā (māṇasān̄cyā) manāta jē kāhī āhē, tē allāha jāṇata nāhī"
        },
        {
            "chapter": 29,
            "verse": 11,
            "text": "Āṇi jyā lōkānnī īmāna rākhalē, allāha tyānnāhī jāṇūna ghētalyāvinā rāhaṇāra nāhī āṇi īmānadhāraka asaṇyācē ḍhōṅga racaṇāṟyānnāhī jāṇūna ghētalyāvinā rāhaṇāra nāhī"
        },
        {
            "chapter": 29,
            "verse": 12,
            "text": "Āṇi kāphira (satya virōdhaka) īmāna rākhaṇāṟyānnā mhaṇālē, tumhī āmacyā mārgācē anusaraṇa karā, tumacē aparādha āmhī āpalyā (śirā) vara ghē'ū, vāstavika tē tyān̄cyā aparādhāmpaikī kāhī ēka āpalyāvara ghēṇāra nāhīta. Tē tara agadī khōṭāraḍē āhēta"
        },
        {
            "chapter": 29,
            "verse": 13,
            "text": "(Ēvaḍhē niścita kī) hē āpalē ōjhē ucalatīla āṇi āpalyā ōjhyānsōbata itara ōjhē dēkhīla, āṇi tē jē kāhī asatya racata āhēta tyā sarvāmbābata tyānnā vicāraṇā kēlī jā'īla"
        },
        {
            "chapter": 29,
            "verse": 14,
            "text": "Āṇi āmhī nūha (alai.) Lā tyān̄cyā janasamūhākaḍē pāṭhavilē, tē tyān̄cyā daramyāna sāḍē na'ūśē varṣāmparyanta rāhilē, maga tyānnā vādaḷānē yē'ūna dharalē āṇi tē hōtēca mōṭhē atyācārī"
        }
    ]
}