{
    "pages": [
        {
            "chapter": 34,
            "verse": 49,
            "text": "Sāṅgā, satya yē'ūna pōhōcalē. Asatyānē nā pahilyāndā ḍōkē vara kāḍhalē āṇi nā dusaṟyāndā ḍōkē vara kāḍhū śakēla"
        },
        {
            "chapter": 34,
            "verse": 50,
            "text": "Sāṅgā kī jara mī mārgabhraṣṭa hō'īna tara mājhyā mārgabhraṣṭatēcē (saṅkaṭa) mājhyāvaraca āhē āṇi jara mī satya mārgāvara āhē tara tyā vahayīmuḷē jilā mājhā pālanakartā mājhyāvara avatarita karatō. Tō mōṭhā aikaṇārā, atiśaya nikaṭa āhē"
        },
        {
            "chapter": 34,
            "verse": 51,
            "text": "Āṇi jara tumhī (tī vēḷa) pāhāla jēvhā hē kāphira ghābaralēlyā sthitīta phiratīla, maga paḷūna nighūna jāṇyācī kōṇatīhī avasthā (mārga) nasēla āṇi javaḷacyā ṭhikāṇāhūna dharalē jātīla"
        },
        {
            "chapter": 34,
            "verse": 52,
            "text": "Āṇi tyā vēḷī mhaṇatīla kī āmhī yā (kura'ānā) vara imāna rākhalē āhē, parantu ēvaḍhyā dūracyā (apēkṣita vastū) kaśī hātī yē'ū śakatē"
        },
        {
            "chapter": 34,
            "verse": 53,
            "text": "Āṇi yācyāpūrvī tara tyānnī yācā inkāra kēlā hōtā āṇi lāmbūnaca na pāhatā aṭakaḷīcē tīra cālavita rāhilē"
        },
        {
            "chapter": 34,
            "verse": 54,
            "text": "Āṇi tyān̄cyā va tyān̄cyā icchā ākāṅkṣān̄cyā daramyāna āḍa paḍadā ṭākalā gēlā, jyā prakārē yāpūrvīhī yān̄cyāsārakhyānśī kēlē gēlē tē dēkhīla (yān̄cyāpramāṇēca) śaṅkā sanśayāta paḍalē hōtē"
        },
        {
            "chapter": 35,
            "verse": 1,
            "text": "Tyā allākaritā samasta stutī - praśansā āhē, jō ākāśānnā āṇi dharatīlā nirmāṇa karaṇārā āṇi dōna dōna, tīna tīna āṇi cāra cāra paṅkha bāḷagaṇāṟyā phariśtyānnā āpalā sandēśavāhaka banaviṇārā āhē1 sr̥ṣṭīnirmitīta jē icchitō vāḍhavitō. Niḥsanśaya, allāha pratyēka gōṣṭīcē sāmarthya bāḷagaṇārā āhē"
        },
        {
            "chapter": 35,
            "verse": 2,
            "text": "Allāha jō dayā - kr̥pā (dvāra) lōkāṅkaritā ughaḍa karīla tara tyāsa kōṇī banda karaṇārā nāhī āṇi jyācyāsāṭhī banda karīla tara tyānantara tyāsa kōṇī surū karaṇārā (ughaḍaṇārā) nāhī āṇi tōca jabaradasta hikamataśālī āhē"
        },
        {
            "chapter": 35,
            "verse": 3,
            "text": "Lōkānnō! Tumacyāvara allāhanē jē upakāra kēlē āhēta, tyān̄cē smaraṇa karā. Kāya allāhakhērīja dusarāhī kōṇī nirmātā āhē, jō tumhālā ākāśātūna āṇi jaminīpāsūna rōjī (ājivikā) dēta asāvā? Tyācyākhērīja kōṇīhī upāsya nāhī, tēvhā tumhī kōṭhē ulaṭa jāta āhāta"
        }
    ]
}