{
    "pages": [
        {
            "chapter": 60,
            "verse": 12,
            "text": "Hē paigambara! Jēvhā īmāna rākhaṇāṟyā striyā tumacyāśī yā gōṣṭīnvara bai'ata (pratijñā) karaṇyāsāṭhī yētīla kī tyā allāhasōbata dusaṟyā kōṇālā sahabhāgī banaviṇāra nāhīta, cōrī karaṇāra nāhīta, vyabhicāra karaṇāra nāhīta, āpalyā santatīcī hatyā karaṇāra nāhīta āṇi nā asā ēkhādā ākṣēpa ṭhēvatīla jō svataḥ āpalyā hātā-pāyānsamōra racūna ghyāvā āṇi ēkhādyā nēkīcyā kāmāta tumacī avajñā karaṇāra nāhīta tara tumhī tyān̄cyākaḍūna bai'ata karūna ghēta jā āṇi tyān̄cyāsāṭhī allāhakaḍē kṣamā-yācanā karā. Niḥsanśaya, allāha mōṭhā māpha karaṇārā dayāvāna āhē"
        },
        {
            "chapter": 60,
            "verse": 13,
            "text": "Hē īmāna rākhaṇāṟyānnō! Tumhī tyā lōkānśī maitrī ṭhēvū nakā, jyān̄cyāvara allāhacā prakōpa ālēlā āhē, jē ākhiratapāsūna aśā prakārē nirāśa jhālē āhē jyā prakārē mr̥ta kabarīvālyāmpāsūna, kāphira nirāśa āhēta"
        },
        {
            "chapter": 61,
            "verse": 1,
            "text": "Ākāśān̄cī āṇi dharatīcī pratyēka vastū allāhacyā pavitratēcē guṇagāna karatē āṇi tōca varcasvaśālī āṇi hikamata bāḷagaṇārā āhē"
        },
        {
            "chapter": 61,
            "verse": 2,
            "text": "Hē īmāna rākhaṇāṟyānnō! Tumhī tī gōṣṭa kā sāṅgatā, jī (svataḥ) karīta nāhī"
        },
        {
            "chapter": 61,
            "verse": 3,
            "text": "Tumhī jē karīta nāhī tē bōlaṇē allāhalā nāpasanta āhē"
        },
        {
            "chapter": 61,
            "verse": 4,
            "text": "Niḥsanśaya, allāha tyā lōkānnā priya rākhatō, jē tyācyā mārgāta paṅktibad'dha (rāṅgārāṅgānnī) hō'ūna jihāda karatāta, jaṇū tē śisā pājalēlī imārata hōya"
        },
        {
            "chapter": 61,
            "verse": 5,
            "text": "Āṇi (smaraṇa karā) jēvhā mūsānē āpalyā samudāyācyā lōkānnā mhaṭalē kī hē mājhyā janasamūhācyā lōkānnō! Tumhī malā klēśa yātanā kā dēta āhāta, vāstavika tumhālā cāṅgalē māhīta āhē kī mī tumacyākaḍē allāhacā rasūla (paigambara) āhē. Tara jēvhā tē lōka vākaḍēca rāhilē tēvhā allāhanē tyān̄cyā hr̥dayānnā āṇakhī vākaḍē karūna ṭākalē, āṇi allāha avajñākārī janasamūhālā mārga dākhavita nāhī"
        }
    ]
}