{
    "pages": [
        {
            "chapter": 3,
            "verse": 149,
            "text": "Hē īmāna rākhaṇāṟyānnō! Jara tumhī inkārī lōkān̄cē mhaṇaṇē mānāla tara tē tumhālā ulaṭa pāvalī parata phiravatīla (arthāta tumacyā dharmāpāsūna alaga karatīla) pariṇāmī tumhī tōṭyāta rāhāla"
        },
        {
            "chapter": 3,
            "verse": 150,
            "text": "Kimbahunā allāha tumacā svāmī āṇi mālaka āhē āṇi tōca tumacā sarvōttama sahāyyakartā āhē"
        },
        {
            "chapter": 3,
            "verse": 151,
            "text": "Āmhī lavakaraca inkārī lōkān̄cyā manāta bhaya nirmāṇa karū yā kāraṇāstava kī tē allāhacyā sōbata tyā cīja vastūnnāhī sahabhāgī karatāta, jyān̄cyāviṣayī kōṇatēhī pramāṇa allāhanē utaravilē nāhī,1 tyān̄cē ṭhikāṇa jahannama āhē āṇi tyā atyācārī lōkān̄cē vā'īṭa ṭhikāṇa āhē"
        },
        {
            "chapter": 3,
            "verse": 152,
            "text": "Āṇi allāhanē āpalā vāyadā kharā karūna dākhavilā, jēvhā allāhacyā hukumānusāra tumhī tyān̄cā niḥpāta karīta hōtē, yēthaparyanta kī, jēvhā tumacī himmata khacata hōtī āṇi ādēśābābata matabhēda karū lāgalē āṇi ājñāpālana kēlē nāhī. Hē sarva tumhī tyānantara kēlē, jēvhā allāhanē tumhālā tumacā manapasanta vijaya dākhavūna dilā hōtā. Tumacyāpaikī kāhījaṇa yā jagācā lābha icchita hōtē āṇi kāhī ākhiratacī icchā karīta hōtē. Maga tyānē tumhālā śatrūṅkaḍūna phiravilē, yāsāṭhī kī tumacī kasōṭī ghyāvī āṇi niḥsanśaya allāhanē tumacyā cukā māpha kēlyā āṇi īmānadhārakānsāṭhī allāha atiśaya mēharabāna, kr̥pāvāna āhē"
        },
        {
            "chapter": 3,
            "verse": 153,
            "text": "Jēvhā tumhī caḍhata jāta hōtē āṇi māgē vaḷūna kōṇālā pāhātahī navhatē, āṇi allāhacē rasūla (paigambara) tumhālā pāṭhīmāgūna hāka mārīta hōtē, tēvhā tumhālā duḥkhāvara duḥkha pōhacalē, yāsāṭhī kī tumhī āpalyā hātūna nisaṭalēlyā (vijayā) vara duḥkha na karāvē āṇi nā tyā (mānasika āghāta) vara, jō tumhālā pōhacalā, āṇi allāha tumacyā sarva karmānnā cāṅgalē jāṇatō"
        }
    ]
}