{
    "rukus": [
        {
            "chapter": 2,
            "verse": 232,
            "text": "mariyu miru mi strilaku (modati sari leka rendavasari) vidakuliste, varu tama niriksana vyavadhini (iddat nu) purti cesina taruvata, tama (modati) bhartalanu dharmasam'matanga paraspara angikaranto vivaham cesukodaliste, miru varini atankaparacakandi. Milo evariki allah yandu mariyu antima dinamu nandu visvasamundo, variki i bodhana ceyabadutondi. Idi miku niskalankamainadi mariyu nirmalamainadi. Mariyu allah ku anta telusu, kani miku emi teliyadu"
        },
        {
            "chapter": 2,
            "verse": 233,
            "text": "(Vidakula taruvata) purti rendu sanvatsarala pala gaduvu purti ceyavalenani (tallidandrulu) korinatlayite, tallulu tama pillalaku palivvali. Bidda tandripai, variki tagu ritiga bhojanam mariyu vastralicci posincavalasina badhyata untundi. Saktiki mincina bharam e vyaktipai kuda mopabadadu. Talli tana bidda valana kastalaku guri kakudadu. Mariyu tandri kuda tana bidda valana (kastalaku guri kakudadu). Mariyu (palicce tallini posince badhyata tandripai unnatlu tandri canipote) atani varasulapai kuda untundi. Mariyu (tallidandrulu) iruvuru sampradincukoni paraspara angikaranto (rendu sanvatsaralu purtikaka munde) bidda ceta palu vidipiste, variruvuriki elanti dosam ledu. Mariyu miru mi biddalaku vere stri dvara palu ippince erpatu ceyadaliste, mipai elanti dosam ledu. Kani miru ameku (talliki) ivva valasindi dharmasam'matanga cellincali. Allah yandu bhayabhaktulu kaligi undandi. Mariyu miru cesedanta niscayanga, allah custunnadani telusukondi"
        },
        {
            "chapter": 2,
            "verse": 234,
            "text": "mariyu milo evaraina maraninci, bharyalanu vadalipoyinatlaite (alanti vidhavalu) nalugu nelala padi rojulu (rendava pendli cesukokunda) veci undali. Vari gaduvu purti ayina taruvata varu tamaku ucitamainadi, dharmasam'matanga cesukunte mipai dosam ledu. Mariyu miru cesedanta allah baga erugunu"
        },
        {
            "chapter": 2,
            "verse": 235,
            "text": "Mariyu miru (vitantuvu leka mudu vidakulu pondina strilato) vivaham cesukovalane sankalpanni (vari niriksana kalanlo) paroksanga telipina leka danini mi manas'sulalo gopyanga uncina mipai dosam ledu. Miru varito (vivahamadatam gurinci) alocistunnarani allah ku telusu, kani varito rahasyanga elanti oppandam cesukokandi. Ayite miredaina matladadalacukunte, dharmasam'matamaina ritilo matladukondi. Mariyu niriksana vyavadhi purtayyenta varaku vivaham cesukokandi. Niscayanga mi manas'sulalo unnadanta allah ku telusani telusukoni, ayanaku bhayapadandi. Mariyu niscayanga allah ksamasiludu, sahanasiludu (santa svabhavudu) ani telusukondi"
        }
    ]
}