{
    "rukus": [
        {
            "chapter": 42,
            "verse": 10,
            "text": "mariyu miru e visayanni gurinci bhedabhiprayalu kaligi vunnaro, dani tirpu allah vaddane undi. Ayane allah! Na prabhuvu, nenu ayanane nam'mukunnanu mariyu nenu pascattapanto ayana vaipunake maralutanu"
        },
        {
            "chapter": 42,
            "verse": 11,
            "text": "ayane akasalu mariyu bhumi yokka srstiki muladhari. Ayana milo nunde mi koraku jantalni mariyu pasuvulalo kuda jantalni cesadu. I vidhanga, ayana mim'malni vyapimpa jestunnadu. Ayanaku polindi edi ledu. Mariyu ayana sarvam vinevadu, sarvam cusevadu"
        },
        {
            "chapter": 42,
            "verse": 12,
            "text": "akasala yokka mariyu bhumi yokka talapu cevulu ayana vaddane vunnayi. Ayana tanu korina vaniki jivanopadhini puskalanga prasadistadu mariyu (tanu korina vaniki) danini mitanga istadu. Niscayanga, ayanaku pratidanini gurinci baga telusu"
        },
        {
            "chapter": 42,
            "verse": 13,
            "text": "Ayana, nuh ku vidhincina (islam) dharmanne, mi koraku sasincadu; mariyu danine (o muham'mad!) Memu niku divyajnanam (vahi) dvara avatarimpajesamu; mariyu memu danine ibrahim, musa mariyu isalaku kuda vidhiga cesamu. I dharmanne sthapincalani mariyu danini gurinci bhedabhiprayalaku guri kakunda undalani. Nivu dani vaipunaku pilicedi bahudaivaradhakulaku ento sahimpalenidiga undi. Allah tanu korina vanini tana vaipunaku akarsistadu mariyu pascattapanto tana vaipunaku maralevaniki margadarsakatvam cestadu"
        },
        {
            "chapter": 42,
            "verse": 14,
            "text": "mariyu vari vaddaku (satya) jnanam vaccina taruvatane - vari paraspara dvesam valla - vari madhya bhedabhiprayalu vaccayi. Mariyu oka nirnita kalapu vagdanam ni prabhuvu tarapu nundi ceyabadi undakapote, vari madhya tirpu eppudo jarigi undedi. Mariyu niscayanga, vari tarvata granthanni varasatvanlo pondina varu danini (islannu) gurinci goppa sansayanlo padi unnaru"
        },
        {
            "chapter": 42,
            "verse": 15,
            "text": "kavuna nivu (o muham'mad!) Dini (i satyadharmam) vaipunake varini piluvu. Mariyu niku ajnapincabadina vidhanga danipai sthiranga undu. Mariyu vari korikalanu anusarincaku. Mariyu varito ila anu: \"Allah avatarimpajesina granthanne nenu visvasincanu. Mariyu mi madhya n'yayam ceyamani nenu ajnapincabaddanu. Allah ye ma prabhuvu! Mariyu mi prabhuvu kudanu, ma karmalu maku mariyu mi karmalu miku, ma madhya mariyu mi madhya elanti vivadam undanavasaram ledu. Allah manandarini samavesaparustadu. Mariyu ayana vaipe (manandari) gamyasthanamundi"
        },
        {
            "chapter": 42,
            "verse": 16,
            "text": "Mariyu allah sandesam svikarincina tarvata, (svikarincina varito) ayananu gurinci evaru vadistaro, vari vadam vari prabhuvu sannidhilo nirarthakamainadi; mariyu varipai ayana (allah) agraham virucuku padutundi mariyu variki kathina siksa padutundi"
        },
        {
            "chapter": 42,
            "verse": 17,
            "text": "allah ye satyanto granthanni mariyu (n'yayaniki) trasunu avatarimpajesadu. Mari nivu e vidhanga grahincagalavu. Bahusa tirpu ghadiya samipanlone undavaccu"
        },
        {
            "chapter": 42,
            "verse": 18,
            "text": "danini nam'mani vare dani koraku tondara pedataru. Mariyu visvasincina varu, danini gurinci bhayapadataru mariyu adi ravatam niscayanga, satyamenani telusukuntaru. Vinandi! Niscayanga evaraite tirpu ghadiyanu gurinci vaduladutaro, varu margabhrastatvanlo cala duram poyina vare"
        },
        {
            "chapter": 42,
            "verse": 19,
            "text": "allah tana dasula patla ento mrduhrdayudu; ayana tanu korina variki jivanopadhini prasadistadu. Mariyu ayana maha balavantudu, sarvasakti sampannudu"
        }
    ]
}