{
    "rukus": [
        {
            "chapter": 3,
            "verse": 31,
            "text": "(o pravakta!) Ila anu: \"Miku (nijanga) allah patla prema unte miru nannu anusarincandi. (Appudu) allah mim'malni premistadu mariyu mi papalanu ksamistadu. Mariyu allah ksamasiludu, apara karunapradata"
        },
        {
            "chapter": 3,
            "verse": 32,
            "text": "(Inka) ila anu: \"Allah ku mariyu sandesaharuniki vidheyulai undandi. \"Varu kadante! Niscayanga, allah satyatiraskarulanu premincadu, (ani telusukovali)"
        },
        {
            "chapter": 3,
            "verse": 33,
            "text": "niscayanga allah, adam nu nuh nu, ibrahim santati varini mariyu imran santativarini (aya kalapu) sarvalokala (prajalapai) pradhan'yatanicci ennukunnadu"
        },
        {
            "chapter": 3,
            "verse": 34,
            "text": "varanta oke paramparaku cendinavaru. Mariyu allah sarvam vinevadu, sarvajnudu"
        },
        {
            "chapter": 3,
            "verse": 35,
            "text": "imran bharya prarthincindi (jnapakam cesukondi): \"O na prabhu! Niscayanga, nenu na garbhamu nandunna sisuvunu ni sevaku ankitam ceyataniki mokkukunnanu, kavuna na nundi dinini tappaka svikarincu. Niscayanga nive sarvam vinevadavu, sarvajnudavu"
        },
        {
            "chapter": 3,
            "verse": 36,
            "text": "taruvata ame ada sisuvu (maryam) nu prasavincinappudu, ame ila vinnavincukunnadi: \"O na prabhu! Nenu ada sisuvunu prasavincanu\" - ame prasavincinademito allah ku baga telusu mariyu baludu balika vanti vadu kadu - \"mariyu nenu imeku maryam ani peru pettanu. Mariyu nenu imenu mariyu ime santananni sapincabadina (bahiskarincabadina) saitan nundi raksincataniki, ni saranu vedukuntunnanu"
        },
        {
            "chapter": 3,
            "verse": 37,
            "text": "a taruvata a balikanu, ame prabhuvu adaranto svikarinci, amenu oka manci striga pencadu mariyu amenu'jakariyya sanraksanalo uncadu. Jakariyya ame gadiki poyinappudalla, ame vadda (evo konni) bhojana padarthalanu cusi, amenu ila adigevadu: \"O maryam, idi ni vaddaku ekkadi nundi vaccindi?\" Ame ila javabiccedi: \"Idi allah vadda nundi vaccindi.\" Niscayanga, allah tanu korina variki lekka lenanta jivanopadhini prasadistadu"
        },
        {
            "chapter": 3,
            "verse": 38,
            "text": "Appudu jakariyya tana prabhuvunu prarthincadu. Atanu ila vinnavincukunnadu: \"O na prabhu! Ni kanikaranto naku kuda oka manci santananni prasadincu. Niscayanga nive prarthanalanu vinevadavu"
        },
        {
            "chapter": 3,
            "verse": 39,
            "text": "taruvata atanu (jakariyya) tana gadilo nilabadi namaj cestunnappudu devadutalu: \"Niscayanga, allah niku yahya yokka subhavartanu istunnadu. Atanu, allah vakkunu dhrva parustadu. Atanu manci nayakudu mariyu mano nigraham gala pravakta ayi sadvartanulalo cerina vadavutadu.\" Ani vinipincaru"
        },
        {
            "chapter": 3,
            "verse": 40,
            "text": "atanu (jakariyya) ila annadu: \"O na prabhu! Naku kumarudu ela kalugutadu, naku musalitanam vaccindi mariyu na bharyanemo godralu!\" Ayana annadu: \"Alage jarugutundi. Allah tanu korindi cestadu"
        },
        {
            "chapter": 3,
            "verse": 41,
            "text": "atanu (jakariyya) ila manavi cesukunnadu: \"O na prabhu! Na koraku edaina sucana niyamincu.\" Ayana javabiccadu: \"Niku sucana emitante, nivu mudu rojula varaku saigalato tappa prajalato matladalevu. Nivu ekkuvaga ni prabhuvunu smarincu. Mariyu sayankalamu nandunu mariyu udayamu nandunu ayana pavitratanu koniyadu"
        }
    ]
}