{
    "rukus": [
        {
            "chapter": 60,
            "verse": 1,
            "text": "O visvasulara! Naku satruvulaina varini mariyu miku kuda satruvulaina varini - vari mida prema cupistu - varini mi snehituluga cesukokandi. Mariyu vastavaniki varu mi vaddaku vaccina satyanni tiraskarincaru. Mi prabhuvaina allah nu miru visvasincinanduku, varu pravaktanu mariyu mim'malni (mi nagaram nundi) vedalagottaru! Okavela miru na prasannata kori na marganlo dharmayud'dham koraku velite (i satyatiraskarulanu mi snehituluga cesukokandi). Vari patla vatsalyam cuputu miru variki rahasyanga sandesam pamputara! Miru dacedi mariyu velibuccedi, naku baga telusu. Mariyu milo evadaite ila cestado, atadu vastavanga, rjumargam nundi tappipoyinavade"
        },
        {
            "chapter": 60,
            "verse": 2,
            "text": "okavela varu mi mida prabalyam vahiste, varu miku virodhulavutaru. Mariyu kiduto mi vaipuku tama cetulanu mariyu tama nalukalanu caputaru. Mariyu miru kuda satyatiraskarulai povalani korutaru"
        },
        {
            "chapter": 60,
            "verse": 3,
            "text": "mi bandhuvulu gani, mi santanam gani miku e vidhanganu panikiraru. Ayana punarut'thana dinamuna mi madhya tirpu cestadu. Mariyu allah miru cesedanta custunnadu"
        },
        {
            "chapter": 60,
            "verse": 4,
            "text": "Vastavaniki ibrahim mariyu atanito unna varilo mi koraku oka manci adarsam undi. Varu tama jati varito ila annappudu: \"Niscayanga, allah nu vadali miru aradhince vatito mariyu mito, maku elanti sambandham ledu. Memu mim'malni tyajincamu mariyu miru advitiyudaina allah nu visvasincananta varaku, maku miku madhya virodham mariyu dvesam untundi.\" Ika ibrahim tana tandrito: \"Nenu tappaka ninnu ksamincamani (na prabhuvunu) vedukuntanu. Idi tappa, ni koraku allah nundi maremi ponde adhikaram naku ledu.\" Ani matrame anagaligadu. (Allah to ila prarthincadu): \"O na prabhu! Memu ninne nam'mukunnamu mariyu ni vaipunake pascattapanto maralutunnamu mariyu ni vaipuke ma gamyasthanamundi"
        },
        {
            "chapter": 60,
            "verse": 5,
            "text": "o ma prabhu! Mam'malni satyatiraskarula koraku pariksa sadhananga ceyaku mariyu o ma prabhu! Mam'malni ksamincu. Niscayanga kevalam, nive sarvasaktimantudavu, maha vivecanaparudavu"
        },
        {
            "chapter": 60,
            "verse": 6,
            "text": "vastavanga! Miku - allah nu mariyu antima dinanni apeksincevariki - varilo oka manci adarsam undi. Mariyu evadaina dini nundi maralipote! Niscayanga, allah nirapeksaparudu, sarvastotralaku ar'hudu (ani telusukovali)"
        }
    ]
}