{
    "maqras": [
        {
            "chapter": 13,
            "verse": 35,
            "text": "Le paradis promis à ceux qui ont la piété est semblable à un (jardin) sous lequel coulent les rivières, et dont les fruits et les ombrages sont perpétuels. Telle est la demeure ultime de ceux qui ont la piété, alors que celle des mécréants sera le Feu"
        },
        {
            "chapter": 13,
            "verse": 36,
            "text": "Ceux qui ont reçu de Nous le Livre se réjouissent de ce qui t’est révélé, cependant que certains clans en renient une partie. Dis : « Ordre m’a seulement été donné d’adorer Allah et de ne rien Lui associer. C’est à Lui que j’en appelle et c’est vers Lui que sera mon retour. »"
        },
        {
            "chapter": 13,
            "verse": 37,
            "text": "Et c’est ainsi que Nous l’avons fait descendre (en révélation) comme législation (en langue) arabe. Si, après ce qu’il t’est parvenu comme savoir, tu suivais encore leurs désirs, tu n’aurais, contre Allah, ni soutien ni protecteur"
        },
        {
            "chapter": 13,
            "verse": 38,
            "text": "Nous avons envoyé avant toi des Messagers et leur avons donné des épouses et une descendance. Il n’appartient pas à un Messager de produire un miracle, sauf par la permission d’Allah. Chaque délai a son terme déjà écrit"
        },
        {
            "chapter": 13,
            "verse": 39,
            "text": "Allah abolit[253] ou maintient ce qu’Il veut. Il détient l’Écriture matricielle"
        },
        {
            "chapter": 13,
            "verse": 40,
            "text": "Que Nous te montrions une partie de ce que Nous leur promettons ou que Nous te rappelions à Nous (avant), il ne t’incombe que de transmettre et il Nous revient de dresser les comptes"
        },
        {
            "chapter": 13,
            "verse": 41,
            "text": "Ne voient-ils donc pas que Nous prenons la terre et en réduisons les extrémités ? Allah est Celui Qui juge et Son Jugement n’admet aucun appel. Il est prompt à dresser les comptes"
        },
        {
            "chapter": 13,
            "verse": 42,
            "text": "Ceux qui les ont précédés ont tramé les intrigues (contre les Messagers) mais Allah détient (le secret de) toutes les intrigues. Il Sait ce que chaque âme a acquis. Quant aux mécréants, ils sauront à qui reviendra l’heureuse demeure ultime"
        },
        {
            "chapter": 13,
            "verse": 43,
            "text": "Et ceux qui ont mécru disent : « Tu n’es pas un Envoyé. »[254] Dis : « Il suffit d’Allah comme témoin entre vous et moi, ainsi que ceux qui ont la connaissance du Livre. »"
        },
        {
            "chapter": 14,
            "verse": 1,
            "text": "Alif, Lâm, Rā. Ce livre, Nous l’avons fait descendre (en révélation) vers toi afin que tu fasses sortir les hommes des ténèbres vers la lumière, avec la permission de leur Seigneur, (et pour les conduire) vers la voie du Tout-Puissant, Digne de Toutes les louanges"
        },
        {
            "chapter": 14,
            "verse": 2,
            "text": "Allah à Qui revient ce qui est dans les cieux et sur terre. Malheur aux mécréants, qui sont voués à un terrible supplice"
        },
        {
            "chapter": 14,
            "verse": 3,
            "text": "Ceux qui aiment mieux la vie en ce bas monde que celle de l’au-delà, qui détournent (leurs semblables) du chemin d’Allah qu’ils souhaitent tortueux, ceux-là sont allés loin dans l’égarement"
        },
        {
            "chapter": 14,
            "verse": 4,
            "text": "Nous n’avons envoyé aucun Messager qui n’ait utilisé la langue de son peuple pour leur expliquer (le Message d’Allah). Allah égare qui Il veut et guide qui Il veut, et c’est Lui le Tout-Puissant, le Sage"
        },
        {
            "chapter": 14,
            "verse": 5,
            "text": "En vérité, Nous avons envoyé Moïse muni de Nos Signes, et (Nous lui avons dit) : « Fais sortir ton peuple des ténèbres vers la lumière. Rappelle-leur les jours d’Allah (quand Il les a comblés de Ses bienfaits). » Ce sont là des Signes pour quiconque est grandement endurant et reconnaissant"
        },
        {
            "chapter": 14,
            "verse": 6,
            "text": "(Souviens-toi, ô Muhammad), quand Moïse dit à son peuple : « Rappelez-vous les grâces dont Allah vous a comblés, lorsqu’Il vous sauva des gens de Pharaon qui vous faisaient endurer les pires supplices, égorgeaient vos fils et laissaient vos femmes en vie. C’était là une grande épreuve (à laquelle vous soumettait) votre Seigneur. »"
        },
        {
            "chapter": 14,
            "verse": 7,
            "text": "Et (rappelez-vous aussi) quand votre Seigneur annonça : « Si vous êtes reconnaissants Je vous accorderai davantage (de faveurs) ; mais si vous reniez (Mes faveurs) et vous montrez ingrats, Mon supplice n’en sera que plus dur. »"
        },
        {
            "chapter": 14,
            "verse": 8,
            "text": "Moïse dit encore : « Si vous reniez (les faveurs d’Allah) et vous montrez ingrats, vous et tous ceux qui sont sur terre, (sachez qu’) Allah Se passe de Toute chose et Il est Digne de Toutes les louanges. »"
        },
        {
            "chapter": 14,
            "verse": 9,
            "text": "N’est-elle pas venue jusqu’à vous l’histoire de ceux qui vous ont précédés : le peuple de Noé, des ‘Ad, des Thamûd et de tous ceux qui sont venus après eux et que Seul Allah connaît ? Leurs Messagers étaient venus avec des preuves évidentes mais eux avaient porté leurs mains à leur bouche (feignant l’étonnement) et avaient dit : «Nous mécroyons en vos messages et nous sommes, au sujet du (culte) auquel vous nous appelez, dans le doute le plus troublant. »"
        }
    ]
}