{
    "maqras": [
        {
            "chapter": 14,
            "verse": 10,
            "text": "Leurs Messagers leur avaient dit : « Est-il possible de douter au sujet d’Allah, Créateur Premier des cieux et de la terre, Qui vous appelle donc (à aller vers Lui) pour qu’Il vous pardonne certains de vos péchés, et remette votre (fin) à une échéance déjà nommée ? » Ils avaient répondu alors : « Vous n’êtes que des hommes comme nous, qui voulez nous détourner de ce qu’adoraient nos pères. Apportez-nous donc une preuve évidente d’autorité. »"
        },
        {
            "chapter": 14,
            "verse": 11,
            "text": "Leurs Messagers leur avaient dit alors : « Il est vrai que nous ne sommes que des humains comme vous, mais Allah dispense Ses faveurs à qui Il veut parmi Ses serviteurs. Il ne nous est donc pas donné de vous apporter une preuve d’autorité sinon avec Sa permission. C’est à Allah que doivent s’en remettre les croyants"
        },
        {
            "chapter": 14,
            "verse": 12,
            "text": "Et pourquoi ne pas nous en remettre à Allah Qui nous a guidés sur les chemins (les plus droits) ? Nous supporterons avec patience le tort que vous nous faites subir, et que s’en remettent donc à Allah ceux qui cherchent à qui s’en remettre. »"
        },
        {
            "chapter": 14,
            "verse": 13,
            "text": "Ceux qui ont mécru dirent à leurs Messagers : « Ou nous vous chasserons assurément de notre pays, ou alors vous reviendrez à notre religion. » Le Seigneur révéla alors (à Ses Messagers) : « Nous ferons certainement périr les injustes"
        },
        {
            "chapter": 14,
            "verse": 14,
            "text": "et Nous vous donnerons le pays pour y habiter à leur suite. Voilà pour ceux qui redoutent Ma rencontre et craignent Mes menaces. »"
        },
        {
            "chapter": 14,
            "verse": 15,
            "text": "Ils (les Messagers) demandèrent assistance (à Allah) pour (remporter) la victoire, et tout tyran obstiné fut alors défait"
        },
        {
            "chapter": 14,
            "verse": 16,
            "text": "Au-devant de lui (en attente, se trouve) la Géhenne, où il sera abreuvé d’une eau purulente et sanglante"
        },
        {
            "chapter": 14,
            "verse": 17,
            "text": "qu’il avalera par (petites) gorgées à grand peine. La mort l’assaillira de tous côtés mais il ne mourra pas. Au-devant de lui (en attente, se trouve) un terrible supplice"
        },
        {
            "chapter": 14,
            "verse": 18,
            "text": "Les actes de ceux qui ont mécru sont telles des cendres à la merci d’un vent impétueux par un jour de tempête. Ils ne pourront en rien se prévaloir de leurs (actions) acquises. Tel est l’égarement extrême"
        },
        {
            "chapter": 14,
            "verse": 19,
            "text": "Ne vois-tu pas qu’Allah a créé les cieux et la terre pour une bonne raison ? S’il le voulait, Il vous ferait disparaître et ferait venir (à votre place) une nouvelle création"
        },
        {
            "chapter": 14,
            "verse": 20,
            "text": "Cela, pour Allah, ne serait pas difficile"
        },
        {
            "chapter": 14,
            "verse": 21,
            "text": "Ils comparaîtront tous devant Allah. Les plus faibles diront à ceux qui étaient dédaigneux : « Nous étions bien de votre suite, pourriez-vous nous protéger un tant soit peu du châtiment d’Allah ? » Ils diront alors : « Si Allah nous avait guidés, nous vous aurions certainement guidés. Mais pour nous (aujourd’hui), nous effarer ou nous armer de patience est tout à fait pareil. Nous n’avons plus d’issue. »"
        },
        {
            "chapter": 14,
            "verse": 22,
            "text": "Satan dira quand tout aura été décidé : « Allah vous a fait une promesse de vérité. Quant à moi, je vous ai fait une promesse à laquelle j’ai manqué. Je ne disposais, pour vous convaincre, d’aucune preuve d’autorité sauf que je vous ai appelés à me suivre, et vous avez répondu à mon appel. Ne me blâmez point, mais blâmez-vous vous-mêmes. Je ne puis vous secourir, ni ne pouvez vous-mêmes me secourir, et je renie (ce culte par lequel) vous m’associiez autrefois (à Allah). Les injustes sont certes voués à un supplice très douloureux. »"
        },
        {
            "chapter": 14,
            "verse": 23,
            "text": "Ceux qui auront cru et auront accompli les bonnes œuvres, seront admis à entrer en des jardins sous lesquels coulent les rivières, où ils séjourneront pour l’éternité avec la permission de leur Seigneur. Leur salutation y sera : « Paix ! (Salâm) »"
        },
        {
            "chapter": 14,
            "verse": 24,
            "text": "Ne vois-tu pas comment Allah donne comme parabole une parole de bien[255] qui est tel un arbre d’une belle venue, dont les racines sont bien fixes et les branchages s’élèvent vers le ciel"
        },
        {
            "chapter": 14,
            "verse": 25,
            "text": "et qui donne ses fruits à tout moment avec la permission de son Seigneur. Allah propose les paraboles aux hommes, peut-être y méditeront-ils"
        },
        {
            "chapter": 14,
            "verse": 26,
            "text": "Tandis qu’une parole maléfique[256] ressemble à un arbre d’une mauvaise venue, (qui aurait été) arraché du sol et qui n’a point de base stable"
        },
        {
            "chapter": 14,
            "verse": 27,
            "text": "Allah affermit les croyants par la parole ferme, en ce bas monde et dans l’autre monde. Allah égare les injustes. Allah fait ce qu’Il veut"
        }
    ]
}