{
    "maqras": [
        {
            "chapter": 3,
            "verse": 93,
            "text": "Toute nourriture était licite pour les Enfants d’Israël, sauf ce qu’Israël s’interdisait lui-même avant que ne fût révélée la Torah. Dis : « Apportez la Torah et lisez-la, si vous dites la vérité. »"
        },
        {
            "chapter": 3,
            "verse": 94,
            "text": "Quiconque, après cela, débitera sur le compte d’Allah des mensonges, sera du nombre des injustes"
        },
        {
            "chapter": 3,
            "verse": 95,
            "text": "Dis : « Allah dit vrai. Suivez donc la religion d’Abraham, authentique Soumis.[117] Et il ne fut point du nombre des associâtres. »"
        },
        {
            "chapter": 3,
            "verse": 96,
            "text": "La première Maison édifiée à l’intention des hommes est celle de Bakka (La Mecque), bénie et érigée en Orient Absolu[118] pour tout l’Univers"
        },
        {
            "chapter": 3,
            "verse": 97,
            "text": "S’y trouvent les Signes évidents de la station[119] d’Abraham ; quiconque y entre y sera en sécurité. Les hommes qui en ont les moyens ont le devoir, envers Allah, de se rendre à la Maison Sacrée en pèlerinage. Ceux qui mécroient (se doivent de savoir qu’) Allah Se passe de Toutes les créatures de l’Univers"
        },
        {
            "chapter": 3,
            "verse": 98,
            "text": "Dis : « Ô gens du Livre ! Pourquoi reniez-vous les versets d’Allah, alors qu’Allah est Témoin de ce que vous faites ? »"
        },
        {
            "chapter": 3,
            "verse": 99,
            "text": "Dis : « Ô gens du Livre ! Qu’avez-vous à repousser loin de la voie d’Allah ceux qui ont cru ? La voulez-vous tortueuse alors que vous êtes témoins (de sa rectitude) ? Allah n’est certes pas distrait de ce que vous faites"
        },
        {
            "chapter": 3,
            "verse": 100,
            "text": "Ô vous qui avez cru ! Si vous obéissez à quelques-uns de ceux qui ont reçu le Livre, ils vous rendront à la mécréance alors que vous aviez la foi"
        },
        {
            "chapter": 3,
            "verse": 101,
            "text": "Et comment mécroyez-vous quand les versets d’Allah vous sont récités, et que parmi vous il y a Son Messager ? Quiconque s’attache avec force à Allah est guidé vers une voie droite"
        },
        {
            "chapter": 3,
            "verse": 102,
            "text": "Ô vous qui avez cru ! Craignez Allah comme il convient de Le craindre, et ne mourez qu’entièrement Soumis"
        },
        {
            "chapter": 3,
            "verse": 103,
            "text": "Accrochez-vous tous à la Corde d’Allah et ne vous divisez point. Évoquez la grâce dont Allah vous a comblés. Vous étiez ennemis et Il a uni vos cœurs ; vous êtes devenus frères, par Sa grâce. Et lorsque vous étiez au bord d’un abîme de feu, Il vous en a sauvés. Ainsi Allah vous expose-t-Il clairement Ses Signes, peut-être serez-vous guidés (vers la bonne voie)"
        },
        {
            "chapter": 3,
            "verse": 104,
            "text": "Qu’il y ait donc parmi vous une communauté qui appelle au bien, qui prescrit le convenable et proscrit le condamnable. Ceux-là atteindront à la réussite"
        },
        {
            "chapter": 3,
            "verse": 105,
            "text": "Et ne soyez pas comme ceux-là qui s’étaient divisés et s’étaient opposés après que leur furent venues les preuves évidentes. Ceux-là, certes, auront un terrible supplice"
        },
        {
            "chapter": 3,
            "verse": 106,
            "text": "Viendra le jour où certains visages rayonneront, et d’autres s’assombriront. Quant à ceux dont les visages seront sombres, (il leur sera dit) : « Vous avez mécru après avoir eu la foi ? Alors, goûtez au supplice que vous aura valu votre mécréance ! »"
        },
        {
            "chapter": 3,
            "verse": 107,
            "text": "Quant à ceux dont les visages seront rayonnants, ils seront accueillis dans la miséricorde d’Allah, où ils séjourneront à jamais"
        },
        {
            "chapter": 3,
            "verse": 108,
            "text": "Voilà donc les versets d’Allah que Nous te récitons en toute vérité. Car Allah n’entend faire aucune injustice aux créatures de l’Univers"
        },
        {
            "chapter": 3,
            "verse": 109,
            "text": "À Allah appartient tout ce qu’il y a dans les cieux et sur la terre, et à Lui toute chose sera ramenée"
        },
        {
            "chapter": 3,
            "verse": 110,
            "text": "Vous êtes la meilleure communauté qui ait jamais surgi pour les hommes. Vous prescrivez le convenable, proscrivez le condamnable et croyez en Allah. Et si les gens du Livre croyaient, cela serait bien meilleur pour eux. Il en est qui, certes, croient, mais la majorité sont des dépravés"
        },
        {
            "chapter": 3,
            "verse": 111,
            "text": "Ils ne vous nuiront que très peu.[121] Et s’ils vous combattent, ils tourneront vite les talons et ne seront point secourus"
        },
        {
            "chapter": 3,
            "verse": 112,
            "text": "Ils sont marqués d’infamie là où ils se trouvent, à moins d’une aide d’Allah ou d’un secours des hommes. Ils ont mérité la colère d’Allah, et sur eux s’est abattue l’humiliation, car ils reniaient les Signes d’Allah, tuaient indûment les Prophètes, désobéissaient et transgressaient"
        }
    ]
}