{
    "maqras": [
        {
            "chapter": 2,
            "verse": 60,
            "text": "Et (souvenez-vous aussi) lorsque Moïse eut demandé de l’eau pour son peuple ; Nous dîmes[28] : «Frappe le rocher avec ton bâton ! » Alors, douze sources en jaillirent et chaque tribu sut ainsi où elle devait boire. Mangez et buvez de ces dons d’Allah et ne semez pas le désordre sur terre"
        },
        {
            "chapter": 2,
            "verse": 61,
            "text": "Et lorsque vous dîtes : « Ô Moïse ! Nous ne pouvons plus supporter de manger une seule nourriture. Prie ton Seigneur pour qu’Il fasse sortir pour nous de la terre ce qui y pousse : de ses légumes, ses concombres, son ail, ses lentilles et ses oignons. » Alors, il répondit : « Échangeriez-vous ce qui est bien meilleur contre ce qui l’est beaucoup moins? Descendez donc dans une cité quelconque et vous y trouverez ce que vous demandez ! » Et voilà qu’ils furent couverts d’humiliation et d’opprobre et s’attirèrent la colère d’Allah. Cela, parce qu’ils ne croyaient pas aux Signes d’Allah et tuaient indûment les Prophètes ; et cela, parce qu’ils désobéissaient et transgressaient"
        },
        {
            "chapter": 2,
            "verse": 62,
            "text": "Ceux qui ont cru, ceux qui se sont judaïsés, les Nazaréens (les Chrétiens), les Sabéens,[29] quiconque a cru en Allah et au Jour Dernier et a accompli les bonnes œuvres, ceux-là auront leur récompense auprès de leur Seigneur ; il n’y aura aucune crainte pour eux et ils n’auront aucune affliction"
        },
        {
            "chapter": 2,
            "verse": 63,
            "text": "Et (souvenez-vous) lorsque Nous conclûmes un pacte avec vous et dressâmes sur (vos têtes) le Mont (en vous disant) : « Tenez fermement ce que Nous vous avons donné (ce Livre) et rappelez-vous ce qu’il contient, peut-être craindrez-vous (Allah) ! »"
        },
        {
            "chapter": 2,
            "verse": 64,
            "text": "Puis, après cela,[30] vous vous êtes rétractés et, n’eussent été la grâce d’Allah et Sa miséricorde, vous eussiez été du nombre des perdants"
        },
        {
            "chapter": 2,
            "verse": 65,
            "text": "Vous saviez lesquels d’entre vous étaient ceux qui avaient transgressé le Sabbat (et ce que Nous en avons fait). À ceux-là Nous avons dit : « Soyez des singes méprisables ! »"
        },
        {
            "chapter": 2,
            "verse": 66,
            "text": "Nous en avons fait une (terrible) leçon pour les gens d’alors et pour les générations futures, et une (précieuse) exhortation pour les gens pieux"
        },
        {
            "chapter": 2,
            "verse": 67,
            "text": "Et (souvenez-vous) lorsque Moïse eut dit à son peuple : « Allah vous ordonne d’égorger une vache. » Ils répondirent : « Nous tournerais-tu en dérision ? » - « Allah, répondit-il, me préserve d’être du nombre des ignorants ! »"
        },
        {
            "chapter": 2,
            "verse": 68,
            "text": "Ils dirent : « Demande à ton Seigneur de nous préciser comment elle est. » Il répondit : « (Allah) dit que ce n’est Ni une vache vieillie ni une vierge génisse, elle est d’un âge intermédiaire. Faites donc ce qui vous est ordonné. »"
        },
        {
            "chapter": 2,
            "verse": 69,
            "text": "Ils dirent : « Demande à ton Seigneur de nous préciser sa couleur. » À quoi il répondit : « (Allah vous) dit que c’est une vache (dont la robe est) jaune vif, qui ravit ceux qui la regardent. »"
        },
        {
            "chapter": 2,
            "verse": 70,
            "text": "Ils dirent (encore) : « Demande à ton Seigneur de nous dire clairement comment elle est car les vaches, à nos yeux, se ressemblent à s’y méprendre. Alors, si Allah veut, nous serons bien guidés. »"
        },
        {
            "chapter": 2,
            "verse": 71,
            "text": "Il répondit : « (Allah vous) dit que c’est une vache non soumise aux travaux de la terre ni à l’arrosage des champs labourés. Elle est exempte de toute tare et de toute tache. » Ils dirent : « Maintenant tu es venu nous apporter la vérité. » Alors ils l’égorgèrent, mais ils faillirent ne pas le faire"
        },
        {
            "chapter": 2,
            "verse": 72,
            "text": "Et lorsque vous avez tué un homme puis vous vous êtes disputés à son sujet en vous accusant les uns les autres…Allah dévoile ce que vous dissimuliez"
        },
        {
            "chapter": 2,
            "verse": 73,
            "text": "Alors Nous dîmes : « Frappez-le (le cadavre) avec l’un de ses morceaux (ceux de la vache égorgée). » C’est ainsi qu’Allah fait revivre les morts et vous montre Ses Signes, peut-être entendrez-vous raison"
        },
        {
            "chapter": 2,
            "verse": 74,
            "text": "Après cela, pourtant, vos cœurs s’endurcirent, tels les rocs ou plus durs encore, car des rocs il peut jaillir des rivières ; certains se fendent pour laisser sourdre l’eau ; certains encore s’effondrent par crainte d’Allah. Et Allah n’est point distrait de ce que vous faites"
        }
    ]
}