{
    "maqras": [
        {
            "chapter": 8,
            "verse": 1,
            "text": "Ils t’interrogent sur le butin. Dis : « Le butin revient à Allah et à Son Messager. » obéissez à Allah et à Son Messager si vous êtes croyants"
        },
        {
            "chapter": 8,
            "verse": 2,
            "text": "Les croyants sont ceux qui, quand le nom d’Allah est évoqué, sentent leurs cœurs frémir de crainte ; et quand leur sont récités Ses versets, leur foi ne fait que s’accroître. Et c’est à leur Seigneur qu’ils s’en remettent"
        },
        {
            "chapter": 8,
            "verse": 3,
            "text": "(Ce sont) ceux qui accomplissent la Çalât et qui dépensent (en charité) de ce que Nous leur avons dispensé"
        },
        {
            "chapter": 8,
            "verse": 4,
            "text": "Ceux-là sont les vrais croyants. Ils sont tenus en très haut rang auprès de leur Seigneur, ont un pardon et un don généreux"
        },
        {
            "chapter": 8,
            "verse": 5,
            "text": "C’est aussi par la vérité que ton Seigneur t’a fait sortir de chez toi, bien qu’une partie des croyants fût réticente"
        },
        {
            "chapter": 8,
            "verse": 6,
            "text": "Ils disputent avec toi de la vérité qui s’est déjà révélée en toute clarté, comme s’ils étaient conduits à la mort et la voyaient devant eux"
        },
        {
            "chapter": 8,
            "verse": 7,
            "text": "Et (souvenez-vous) quand Allah vous a promis que l’un des deux clans (ennemis) serait sous votre pouvoir à vous. Vous souhaitiez que celui qui était le moins armé fût à vous, mais Allah voulait établir la vérité par Ses paroles et faire périr, jusqu’au dernier, les mécréants"
        },
        {
            "chapter": 8,
            "verse": 8,
            "text": "Pour qu’Il établisse la vérité et réduise à néant le mensonge, n’en déplaise aux criminels"
        },
        {
            "chapter": 8,
            "verse": 9,
            "text": "(Souvenez-vous aussi) lorsque vous imploriez le secours de votre Seigneur et qu’Il vous répondit : « Je vous envoie en renfort mille Anges se succédant en vagues. »"
        },
        {
            "chapter": 8,
            "verse": 10,
            "text": "Allah ne le fit d’ailleurs qu’en heureuse annonce et pour que vos cœurs se rassurent. Et il n’est de victoire que par Allah, car Allah est Tout - Puissant et Sage"
        },
        {
            "chapter": 8,
            "verse": 11,
            "text": "Et (souvenez-vous) quand Il vous enveloppa dans un sommeil sécurisant et, du ciel, fit descendre sur vous une eau pour vous purifier, éloigner de vous les suggestions abjectes de Satan, stimuler vos cœurs et raffermir vos pas"
        },
        {
            "chapter": 8,
            "verse": 12,
            "text": "Alors, ton Seigneur révéla aux Anges : « Je suis avec vous. Affermissez ceux qui croient, cependant que Je jetterai l’effroi dans les cœurs de ceux qui ont mécru. Frappez donc les cous et frappez le bout de chaque doigt"
        },
        {
            "chapter": 8,
            "verse": 13,
            "text": "Cela, parce qu’ils se sont rebellés contre Allah et Son Messager. » Et celui qui se rebelle contre Allah et Son Messager, (qu’il sache qu’) Allah a la punition très dure"
        },
        {
            "chapter": 8,
            "verse": 14,
            "text": "Tel est votre (châtiment) : goûtez-le donc ! Aux mécréants (est promis) le supplice du Feu"
        },
        {
            "chapter": 8,
            "verse": 15,
            "text": "Ô vous qui avez cru ! Lorsque (le jour du combat) vous rencontrez les mécréants marchant vers vous, ne leur tournez point le dos"
        },
        {
            "chapter": 8,
            "verse": 16,
            "text": "Celui qui, en ce jour, leur tourne le dos - sauf s’il le fait pour adopter une stratégie de combat ou pour rejoindre un autre groupe -, s’expose à la colère d’Allah. Son séjour sera la Géhenne, et quel horrible sort"
        },
        {
            "chapter": 8,
            "verse": 17,
            "text": "Vous ne les avez certes pas tués mais Allah les a tués ; et lorsque tu as jeté (une poignée de terre), (ce n’est pas toi qui) l’as jetée mais (c’est) Allah (Qui) l’a jetée. C’était pour soumettre les croyants à une bien belle épreuve, car Allah Entend Tout et Il est Omniscient"
        },
        {
            "chapter": 8,
            "verse": 18,
            "text": "Ainsi en fut-il, et Allah annihile la ruse des mécréants"
        },
        {
            "chapter": 8,
            "verse": 19,
            "text": "Si vous attendez un verdict d’Allah, ce verdict vous est venu (la victoire des Musulmans). Si vous cessez (de mécroire), cela vaudra mieux pour vous. Et si vous revenez, Nous reviendrons, et votre nombre, si grand soit-il, ne vous sera d’aucune utilité. Allah est avec les croyants"
        },
        {
            "chapter": 8,
            "verse": 20,
            "text": "Ô vous qui avez cru ! Obéissez à Allah et à Son Messager : ne vous détournez pas de lui quand vous l’entendez (qui s’adresse à vous)"
        },
        {
            "chapter": 8,
            "verse": 21,
            "text": "Ne soyez pas comme ceux qui ont dit : « Nous avons entendu » et qui n’entendent point"
        }
    ]
}