{
    "maqras": [
        {
            "chapter": 12,
            "verse": 53,
            "text": "Et je n’entends pas m’innocenter car l’âme (humaine) aime à suggérer le mal, sauf si mon Seigneur (nous en préserve) par Sa pitié. Car mon Seigneur est Absoluteur et Tout Miséricordieux. »"
        },
        {
            "chapter": 12,
            "verse": 54,
            "text": "Le roi dit : « Amenez-le moi, car je compte le réserver à mon service exclusif. » Après avoir discuté avec lui, il dit : « Nous te tenons aujourd’hui en très haute position et tu es notre homme de confiance. »"
        },
        {
            "chapter": 12,
            "verse": 55,
            "text": "« Donne-moi la charge de l’intendance du pays, (dit Joseph), j’en serai le gardien en toute connaissance. »"
        },
        {
            "chapter": 12,
            "verse": 56,
            "text": "C’est ainsi que Nous avons établi Joseph dans cette terre. Il pouvait y élire domicile partout où il voulait. Nous touchons de Notre grâce qui Nous voulons et ne laissons point se perdre la récompense des bienfaiteurs"
        },
        {
            "chapter": 12,
            "verse": 57,
            "text": "La récompense de l’autre monde est certes meilleure pour ceux qui auront cru et auront eu la piété"
        },
        {
            "chapter": 12,
            "verse": 58,
            "text": "Les frères de Joseph vinrent (en Égypte)[244] et se présentèrent devant lui. Lui les reconnut alors qu’eux ne le reconnurent point"
        },
        {
            "chapter": 12,
            "verse": 59,
            "text": "Après les avoir pourvus en ravitaillement, il leur dit : « Amenez-moi un frère à vous du côté de votre père, ne voyez-vous pas que j’accorde pleine mesure et que je suis le meilleur des hôtes"
        },
        {
            "chapter": 12,
            "verse": 60,
            "text": "Si vous ne me l’amenez pas, vous n’aurez plus de ravitaillement chez moi, ni ne pourrez m’approcher (désormais) ! »"
        },
        {
            "chapter": 12,
            "verse": 61,
            "text": "Ils dirent alors : « Nous tenterons de persuader son père, et nous le ferons certainement (venir). »"
        },
        {
            "chapter": 12,
            "verse": 62,
            "text": "Il dit à ses serviteurs : «Mettez leurs marchandises[245] dans les bâts (de leurs bêtes), peut-être que s’ils les reconnaissent, une fois retournés chez eux, ils reviendront. »"
        },
        {
            "chapter": 12,
            "verse": 63,
            "text": "Revenus auprès de leur père, ils dirent : « Père ! Désormais, le ravitaillement nous sera refusé. Envoie donc avec nous notre frère pour que nous soyons approvisionnés. Nous veillerons bien sur lui. »"
        },
        {
            "chapter": 12,
            "verse": 64,
            "text": "Il dit : « Vous le confierai-je comme j’ai autrefois fait de son frère ? Mais Allah est le Meilleur gardien et Il est le plus Miséricordieux des miséricordieux ! »"
        },
        {
            "chapter": 12,
            "verse": 65,
            "text": "Mais voilà que lorsqu’ils eurent défait leurs chargements, ils trouvèrent que leur marchandise leur avait été restituée. Ils dirent alors: « Père ! Que voulons-nous de mieux ? Ce sont là nos marchandises qui nous ont été restituées. Nous ravitaillerons donc notre famille, nous surveillerons notre frère et nous aurons encore le chargement d’un chameau supplémentaire ; ce sera un chargement facile (à obtenir). »"
        },
        {
            "chapter": 12,
            "verse": 66,
            "text": "« Je ne l’enverrai pas avec vous, répondit-il, tant que vous n’aurez pas pris l’engagement devant Allah de me le ramener, à moins que vous ne soyez dans l’impossibilité de le faire. » Une fois cet engagement pris, il leur dit : « Allah est Garant de ce que nous disons. »"
        },
        {
            "chapter": 12,
            "verse": 67,
            "text": "Puis il dit encore : « Mes fils ! N’entrez pas par une seule porte, entrez par des portes différentes, (même si) je ne puis vous être d’aucun secours contre le verdict d’Allah. Le Jugement appartient à Allah (Seul). C’est à Lui Seul que je m’en remets, et c’est à Lui Seul que doivent s’en remettre ceux qui cherchent à qui s’en remettre. »"
        },
        {
            "chapter": 12,
            "verse": 68,
            "text": "Lorsqu’ils entrèrent par là où leur père le leur avait demandé, il n’y avait rien qui pût leur éviter le verdict d’Allah, sauf que Jacob avait jugé utile de leur recommander cette précaution. Car il possédait bien le savoir que Nous lui avons enseigné. Mais la plupart des hommes, eux, ne savent pas"
        },
        {
            "chapter": 12,
            "verse": 69,
            "text": "Lorsqu’ils furent introduits devant Joseph, ce dernier retint son frère (Benjamin) et lui dit : « Je suis ton frère. Ne t’attriste pas (d’apprendre) ce qu’ils faisaient. »"
        },
        {
            "chapter": 12,
            "verse": 70,
            "text": "Quand il les eut approvisionnés, il enfouit la coupe (du roi) dans la sacoche de son frère. Aussitôt, un héraut cria : « Caravaniers ! Vous n’êtes que des voleurs ! »"
        },
        {
            "chapter": 12,
            "verse": 71,
            "text": "Ils revinrent alors vers eux en disant : « Qu’avez-vous donc perdu ? »"
        },
        {
            "chapter": 12,
            "verse": 72,
            "text": "« Nous venons de perdre la coupe (à mesurer) du roi », dirent-ils. « Celui qui la rapportera aura (comme récompense) le chargement d’un chameau, je m’en porte garant ! », (ajouta le héraut)"
        },
        {
            "chapter": 12,
            "verse": 73,
            "text": "Ils répondirent : « Par Allah, vous savez bien que nous ne sommes pas venus en semeurs de désordre dans ce pays, et nous ne sommes pas des voleurs. »"
        },
        {
            "chapter": 12,
            "verse": 74,
            "text": "« Et quelle en sera donc la sanction, s’il s’avère que vous êtes des menteurs ? » dirent les autres"
        },
        {
            "chapter": 12,
            "verse": 75,
            "text": "Ils répondirent : « La sanction sera (de livrer en esclave au propriétaire de la coupe) celui dans les bagages de qui elle aura été trouvée. Tel est, chez nous, le châtiment des injustes"
        },
        {
            "chapter": 12,
            "verse": 76,
            "text": "Il (Joseph) commença par (fouiller) leurs sacs avant celui de son frère, puis il la sortit du sac de celui-ci. C’est ainsi que Nous inspirâmes ce stratagème à Joseph, car, selon la loi du roi, il ne pouvait retenir son frère,[246] à moins qu’Allah ne l’eût voulu. Nous élevons le rang de qui Nous voulons ; et au-dessus de tout savant, il y a plus savant encore"
        }
    ]
}