{
    "rukus": [
        {
            "chapter": 7,
            "verse": 100,
            "text": "Na e be ha se sesupo ho batlang ho ja lefa lefats’eng kamorao ho beng ba lona ba mehleng, ba ileng ba kotula pheletso ea ho etsa-libe; haeba Re ne Re lakalitse joalo Re ka be Re ba nehile kotlo ho latela libe tsa bona, eaba Re kaba lipelo tsa bona e le hore ba tle se ke ba utloa letho"
        },
        {
            "chapter": 7,
            "verse": 101,
            "text": "E bile joalo metse ena eo Re u phetelang lipale tsa eona. Ruri baromuoa ba ile ba tla ho bona ka lits’upiso tse hlakileng tsa puso ea Allah, empa ba sitiloe ho lumela hobane ba ‘nile ba latola Tumelo"
        },
        {
            "chapter": 7,
            "verse": 102,
            "text": "Ho bongata ba bona ha Re’a fumana ‘nete selekaneng sefe kapa sefe sa bona. Empa boholo ba bona Re ba fumane e le baetsa-libe"
        },
        {
            "chapter": 7,
            "verse": 103,
            "text": "Kamorao ho bona Re ile Ra romella Moshe ka lits’upiso tsa Rona ho Faro le matona a hae, empa ba ile ba li latolela phosong. Joale bonang hore na e bile efe pheletso ea ba fehlang morusu"
        },
        {
            "chapter": 7,
            "verse": 104,
            "text": "Moshe o ile a re: “Oho Faro! Bona! Ke moromuoa ea tsoang ho Mong`a Mafats’e"
        },
        {
            "chapter": 7,
            "verse": 105,
            "text": "Eo e leng ts’oanelo ho buoa letho haese ‘nete ka Allah. Joale ke tlile ho lona ka lits’upiso tse hlakileng tse tsoang ho Mong`a lona; Kahoo Lokollang bana ba Israele batsamae le ‘na”"
        },
        {
            "chapter": 7,
            "verse": 106,
            "text": "Faro a re: “Haeba o tlile le sesupo ak’u se hlahise, ha feela eba u har’a ba buoang ‘nete.”"
        },
        {
            "chapter": 7,
            "verse": 107,
            "text": "Ebile Moshe a ileng a lahlela lere la hae fats’e. Bonang! E ne e le noha ponts’eng ea bohle"
        },
        {
            "chapter": 7,
            "verse": 108,
            "text": "O boetse a nts’a letsoho la hae kahare ho liaparo tsa hae, bonang! Le ile la eba le soeu toa! Ho bohle ba shebileng"
        }
    ]
}