{
    "rukus": [
        {
            "chapter": 10,
            "verse": 21,
            "text": "Hoba re etse hore batho ba latsoe mohau kamor’a litubeho tse seng kae tse ileng tsa ba ama, bonang! Ke moo ba simolla ho rera sephiring khahlanong le lits’enolo tsa rona. U re: “Ruri ea potlakang ka ho fetisisa ka merero ke Allah”. Ruri! Baromuoa ba Rona ba ngola fats’e merero eo le e rerang"
        },
        {
            "chapter": 10,
            "verse": 22,
            "text": "Ebile ke eena ea le nolofaletsang ho tsamaea lefats’eng le leoatleng, ho fihlela le palame likepe, e be li sesa ka lona li sututsoa ke liphefo, e be le thabile kahar’a tsona, e re ha sefefo se le tsometsa le maqhubu a le aparela ka mahohle, le se le bile le nahana hore le tla qoela bolibeng moo; le simolla ho memetsa ho Allah, moo le lekang ho hloekisa tumelo ea lona malebana le eena feela, ka hore: “Haeba U ka re pholosa kotsing ena, Ruri re tla ba har’a ba fanang ka liteboho”"
        },
        {
            "chapter": 10,
            "verse": 23,
            "text": "Empa hoba A ba pholose, ba tlola melao lefats’eng ka boikhants’o bohle. Oho batho! Borabele ba lona bo mpa feela bo le khahlanong le lona. Le natefetsoe ke bophelo ba lefats’e lena; empa le tla boela ho rona, re tla le tsebisa lintho tseo le neng le li etsa"
        },
        {
            "chapter": 10,
            "verse": 24,
            "text": "Papiso ea bophelo ba lefats’e lena e ka ts’oants’oa feela le pula eo Re e nesang ho tsoa marung, joale e be lefats’e le hlahisa limela tseo eleng lijo ho batho le liphoofolo ho latela mefuta ea tsona, ho fihlela nakong eo lefats’e le aparetsoeng ke mekhabiso ea mefuta-futa, e be ke moo batho ba lona lefats’e ba eng ba nahane hore ke balaoli ba lona, joale ha taelo ea Rona e fihla bosiu kapa mots’eare, ebe moo re e etsang hore eke ke lijo-thollo tse seng li kotutsoe joaloka ha eka e ne e sa tlokome maobane. Ke kamoo Re hlalosang lits’enolo kateng ho batho ba nahanang"
        },
        {
            "chapter": 10,
            "verse": 25,
            "text": "Allah U ntse a biletsa bohle lehaeng la khotso, e bile o tataisetsa bao a ikhethetseng bona tseleng e otlolohileng"
        },
        {
            "chapter": 10,
            "verse": 26,
            "text": "Bohle ba etsang botle, moputso oa bona ke o molemo le e meng e mengata hona moo. Ha ho kamoo lerole kapa masoabi a tlang ho aparela lifahleho tsa bona. Bao ke bona majalefa ka kotloloho a Serapa; ba tla phela moo kahosafeleng"
        },
        {
            "chapter": 10,
            "verse": 27,
            "text": "Haele ba etsang liketso tse fosahetseng, sebakeng sa bona ba tla amohela moputso oa bobe ka mokhoa o ts’oanang; batla apareloa ke masoabi, – ha ba na mots’ireletsi mabapi le Allah. Ho tla ts’oana le haeka lifahleho tsa bona li kile tsa bitieloa ka boka bo tsoang lefifing la bo-nka-ntjana la bosiu. Ruri bana ka kotloloho ke majalefa a mollo (liheleng); batla phela kamoo kahosafeleng"
        },
        {
            "chapter": 10,
            "verse": 28,
            "text": "Ka letsatsi le leng Re tla ba bokella hammoho kaofela, joale e be re re ho ba neng ba re kopanya le batlatsetsi: “Emellang morao, lona le batlatsetsi ba lona bao le neng le ba maneha Allah!” Ke moo Re tla ba arohanya le beng ka bona, baikaketsi ba bona ba melingoana ba tla re: “Le ne le sa khumamele rona"
        },
        {
            "chapter": 10,
            "verse": 29,
            "text": "Allah U lekane ka bopaki lipakeng tsa rona le lona, rona ha re’a ka ra elelloa ka ho re khumamela hoa lona”"
        },
        {
            "chapter": 10,
            "verse": 30,
            "text": "Ke moo moea ka mong o tla paka tseo o li entseng esale pele, ba tla be ba khutletse ho Allah Mong`a bona ka kotloloho; boqapi ba bona bo tla be bo ba siile shalabeng"
        }
    ]
}