{
    "rukus": [
        {
            "chapter": 10,
            "verse": 93,
            "text": "Re ile Ra abela bana ba Israele bolulo bo phethahetseng, Ra ba khaketsa ka lintho tse molemo; ke kamora hore tsebo e finyelle ho bona ba ileng ba oela phosong. Ruri Mong`a lona o tla ahlola lipakeng tsa bona mohla Letsatsi la Kahlolo ka liphapang tsa bona"
        },
        {
            "chapter": 10,
            "verse": 94,
            "text": "Haeba u na le khoao ka seo re se senolang ho uena, a k’u botse bao ebang ba ile ba bala Lengolo le bileng teng pele ho lena. Ruri ‘nete e tlile ho uena e tsoang ho Mong`a hau. Kahoo u se be har’a ba nang le khoao"
        },
        {
            "chapter": 10,
            "verse": 95,
            "text": "U se be har’a ba latolang lits’enolo tsa Allah, oa ts`oha oa ba har’a ba lahlehetsoeng"
        },
        {
            "chapter": 10,
            "verse": 96,
            "text": "Bao Lentsoe la Mong`a lona le pakahalitsoeng khahlanong le bona, ba ke ke ba kholoa"
        },
        {
            "chapter": 10,
            "verse": 97,
            "text": "Leha ho ka tlisoa lits’upiso tsohle ho bona, ho fihlela ba bona Kotlo e Mahlonoko"
        },
        {
            "chapter": 10,
            "verse": 98,
            "text": "Hobane ho sa ka haeba le motsana, o ileng oa kholoa,-hore tumelo ea ona e etle o tsoele molemo, – kantle ho Batho ba Jonase! Bao eitseng ho ba ba kholoe Re ile Ra hlakola Kotlo e Tlontlollang ho bona bophelong bona, Ra ba lamella ho nyakalla nakoana"
        },
        {
            "chapter": 10,
            "verse": 99,
            "text": "Hoja e bile Thato ea Mong’a hau, batho bohle ba teng mona lefats’eng ba ke be ba khotsoe kaofela! Na u ka qobella batho khahlanong le thato ea bona, ho kholoa"
        },
        {
            "chapter": 10,
            "verse": 100,
            "text": "Ha ho moea leha o le mong o ka kholoang haese ka Thato ea Allah. U ee A apese ka khoao ba senang kutloisiso"
        },
        {
            "chapter": 10,
            "verse": 101,
            "text": "E re: “Bonang tsohle tse maholimong le tse lefats’eng!” Empa ha se lits’enolo le litlhokomeliso tse ka thusang ba sa kholoeng"
        },
        {
            "chapter": 10,
            "verse": 102,
            "text": "Ba lebelletse eng haese se ts’oanang le batho ba matsatsi a fetileng pele ho bona? E re: “Letang ke hona! Le ‘na ke tla leta le lona.”"
        },
        {
            "chapter": 10,
            "verse": 103,
            "text": "Qetellong Re tla pholosa baromuoa ba Rona le ba kholoang. Etsoe ke tlameho ea Rona ho pholosa ba kholoang"
        }
    ]
}