{
    "rukus": [
        {
            "chapter": 13,
            "verse": 32,
            "text": "Baromuoa ba Allah ba ‘nile ba songoa le pele ho uena, empa Ke ile Ka fana Ka nyehlisetso ho mahana-tumelo. Empa khabareng Ke ile Ka baotla, hana e ile ea ts’abeha hakakang kahlolo ea Ka"
        },
        {
            "chapter": 13,
            "verse": 33,
            "text": "Na ea hlokolosi holim’a meea eohle, A ka ts’oana le’a seng hlokolosi ka letho? Leha ho le joalo, ba ntse ba maneha Allah batlatsetsi. E re: “Ba bitseng ka mabitso. Na ebe le ka mo tsebisa se seng seo A sa se tsebeng lefats’eng? Kapa empa e le bokheleke feela? Haele ba sa kholoeng boikhakanyo ba bona bo shebahala bo khahleha, ba qheletsoe thoko le tsela e nepahetseng. Bao Allah A ba lesitseng ho kheloha, ha ho tataiso"
        },
        {
            "chapter": 13,
            "verse": 34,
            "text": "Bophelong ba lefats’eng lena ho teng kotlo ho bona, Ruri timelo ea bophelo Bo-tlang ke e mahlonoko a ts’abehang, ebile ba ke ke ba eba le mots’ireletsi khahlanong le Allah"
        },
        {
            "chapter": 13,
            "verse": 35,
            "text": "Papiso ea Serapa se ts’episitsoeng ba tsitlalletseng ka mamello ho Allah: tlas’a sona ho phalla linoka; nyakallo e sa feleng ‘moho le moriti oa tsona; ona ke pheletso ea ba mamellang ka tieo, pheletso ea Mahana-tumelo ele mollo"
        },
        {
            "chapter": 13,
            "verse": 36,
            "text": "Bao Re faneng ka Lengolo ho bona, banyakaletse ke seo re u senoletseng sona. Empa ho teng ba bang har’a meloko ba latolang karolo ea lona. E re: “Ke laetsoe ho sebeletsa Allah feela, ke se mo kopanye le batlatsetsi. Ke bitsa ho Eena, poelo eaka e ho Eena"
        },
        {
            "chapter": 13,
            "verse": 37,
            "text": "Ke kamoo Re le senotseng kateng, ho ba kahlolo kantle le tika-tiko ka se-Arabia; ha u ka sala morao litakatso tsa bona kamor’a ho ba tsebo e finyelle ho uena, Ruri u ke ke oa eba le mots’ireletsi ea ka u khahlanong le Allah"
        }
    ]
}