{
    "rukus": [
        {
            "chapter": 15,
            "verse": 26,
            "text": "Re hlotse motho ka letsopa le lets’o, le tsoang seretseng se khobiloeng la nehoa sebopeho"
        },
        {
            "chapter": 15,
            "verse": 27,
            "text": "Pele re hlotse Masabonoeng ka mollo o tlotlehang"
        },
        {
            "chapter": 15,
            "verse": 28,
            "text": "U be u hopole mohla Mong`a hau A neng A re ho manyeloi: “bonang! Ke morerong oa ho hlola motho ka letsopa le lets’o le tsoang seretseng le tla nehoa sebopeho"
        },
        {
            "chapter": 15,
            "verse": 29,
            "text": "Ho ba ke mo hlole le hona ho bolulela moea oa ka U halalelang ka ho eena, le oele fats’e ka boikokobetso kapela hae.”"
        },
        {
            "chapter": 15,
            "verse": 30,
            "text": "Manyeloi ohle a ile a ithapalatsa ka boikokobetso ‘moho"
        },
        {
            "chapter": 15,
            "verse": 31,
            "text": "Haese Iblis. Ea ileng a hana hoba har’a ba ithapalatsang"
        },
        {
            "chapter": 15,
            "verse": 32,
            "text": "Allah A re: “Oho Iblis! Ke lefeng lebaka le entseng hore u se ke oa ba har’a ba ithapalatsang?”"
        },
        {
            "chapter": 15,
            "verse": 33,
            "text": "Iblis a re: “Nka ithapalatsa joang ho motho eo u mo hlotseng ka letsopa le lets’o le tsoang seretseng, eaba le’a khojoa le nehoa sebopeho?”"
        },
        {
            "chapter": 15,
            "verse": 34,
            "text": "Allah A re: “Tloha mona ke hona, hobane o ea khesehang"
        },
        {
            "chapter": 15,
            "verse": 35,
            "text": "Thohako e tlaba holim’a hau ho fihlela Letsatsi la Kahlolo.”"
        },
        {
            "chapter": 15,
            "verse": 36,
            "text": "Iblis a re: “Mong`a ka! A k’u mphe nyehlisetso ho fihlela Letsatsi leo ba tlang ho tsosoa ka lona.”"
        },
        {
            "chapter": 15,
            "verse": 37,
            "text": "Allah A re: “Nyehlisetso o e filoe"
        },
        {
            "chapter": 15,
            "verse": 38,
            "text": "Ho fihlela Nako ea Pallo.”"
        },
        {
            "chapter": 15,
            "verse": 39,
            "text": "Iblis a re: “Mong`a ka! Ho latela hore u ntahletse thoko le tsela e nepahetseng, Ruri ke tla ntlafatsa tsela e fosahetseng malebana le batho ba lefats’eng, ke tla khelosa bohle tseleng e nepahetseng"
        },
        {
            "chapter": 15,
            "verse": 40,
            "text": "Ntle le makhabunyane a hau a ts’epahalang a bileng a hloekisitsoeng.”"
        },
        {
            "chapter": 15,
            "verse": 41,
            "text": "Allah A re: “Ena ke tsela e nepahetseng ea makhabunyane a ka, ebile e le setlamo ho ‘na"
        },
        {
            "chapter": 15,
            "verse": 42,
            "text": "Haele makhabunyane ha u ope o tlang ho ba le matla holim’a hae, ntle le ba ikenyang phosong ba o latele"
        },
        {
            "chapter": 15,
            "verse": 43,
            "text": "Ruri lihele ke sebaka seo ba se t`sepisitsoeng"
        },
        {
            "chapter": 15,
            "verse": 44,
            "text": "Se na le likhoro tse supileng, khoro ka `ngoe e na le karolo ea eona ea pallo"
        }
    ]
}