{
    "rukus": [
        {
            "chapter": 40,
            "verse": 69,
            "text": "Na ha le es’o bone kamoo ba ngangisanang ka Lits’enolo tsa Allah? Ba khelohang kateng? –"
        },
        {
            "chapter": 40,
            "verse": 70,
            "text": "Ba latolang Lengolo le molaetsa oo Re o romeletseng baromuoa ba Rona: Empa haufi ba tla tseba, –"
        },
        {
            "chapter": 40,
            "verse": 71,
            "text": "Mohla lijoko li tla beng li le melaleng ea bona le liketane: ba tla hulang’oa"
        },
        {
            "chapter": 40,
            "verse": 72,
            "text": "Ka har’a metsi a nkhang, a belang; ba tla chesoa ka har’a Mollo"
        },
        {
            "chapter": 40,
            "verse": 73,
            "text": "Ho tla thoe ho bona: “E kae melingoana eo le neng le tloaetse ho khumamela –"
        },
        {
            "chapter": 40,
            "verse": 74,
            "text": "“Khahlanong le Allah?” Ba tla araba: “E re phoqile; empa ho ne ho se letho leo re neng re bitsa ho lona pele.” Ke ka mokhoa oo Allah A lesang mahana-tumelo ho kheloha"
        },
        {
            "chapter": 40,
            "verse": 75,
            "text": "“Sena ke hobane le ne le nyakalla ka thabo lefats’eng limthong tse ling kantle ho ‘nete, le ne le qoetse boikhohomosong"
        },
        {
            "chapter": 40,
            "verse": 76,
            "text": "“Kenang mekoallong ea Lihele, moo le tlang ho phela kateng. Etsoe se nyonyehang ke lehae la baikhohomosi.”"
        },
        {
            "chapter": 40,
            "verse": 77,
            "text": "Kahoo tsitlalla ka mamello; Hobane ts’episo ea Allah ke ‘nete. Ebang Re ka u bonts’a karolo ea seo Re ba ts’episitseng sona, kapa ebang Re ka etsa hore u shoe ho ea ts’oana, ba tla boela ho Rona"
        },
        {
            "chapter": 40,
            "verse": 78,
            "text": "Re ‘nile Ra romella baromuoa pele ho uena, bao har’a bona Re ‘nileng Ra u phetela bona le bao Re sa kang Ra u bolella bona; ha ho oa fanoa ho moromuoa ofe kapa ofe tumello ea hore a ka hlahisa sesupo kantle le tumello ea Allah, empa hang ha taelo ea Allah e se e tlile, e be nyeoe eo e ahloloa ka toka, ba sesang har’a Mashano ba timelang hang"
        }
    ]
}