{
    "rukus": [
        {
            "chapter": 4,
            "verse": 23,
            "text": "Bao le hanetsoeng hoba nyala ke bana: – bo-’ma’ lona le barali ba lona, likhaitseli le bo-rakhali’a lona, bo-mangoan’a lona le barali ba baena ba lona, barali ba likhaitseli tsa lona, bo – ‘-monyants’etsi le barali ba bo-me’-monyants’etsi, bahoehali ba lona le barali ba basali ba lona ba tlhokomelong ea lona, ba bile batsoetsoe ke basali ba lona bao le ileng la kopanela likobo le bona – empa haeba le sa ka la kopanela likobo le bona, ha hona sebe ho lona ha le ka nyala ba – le hanetsoe ka basali ba bara ba lona bats’oileng mathekeng a lona. Hape le hanetsoe ho nyala barali ba monna a le mong ka nako e le ‘ngoe, haese se kileng sa etsahala linakong tse fetileng. Ruri, Allah U ts’oarela-khafetsa, U tletse mohau"
        },
        {
            "chapter": 4,
            "verse": 24,
            "text": "Le hanetsoe basali bohle ba nyetsoeng, ntle ho bao matsoho a lona a matona a ba ruileng (bahapuoa). Ena ke melao ea Allah. Bohle ba sa boleloang mona, ha feela eba le ba batla ka matlotlo ao le nang le ona ka lenyalo le otlolohileng, ese bohlola. Ka hoba nyala le ba batlela khotsofalo le molemo e seng bohlola, ba neheng mahali a bona tje kaha e le ts’ebeletso. Ha hona sebe ho lona ha le ka fetola tekanyo ea mahali ka litumellano ka mora hoba le fane ka ona. Ruri Allah U tletse tsebo, o Seli"
        },
        {
            "chapter": 4,
            "verse": 25,
            "text": "Haeba hona le e mong ea ke keng a khona ho nyala basali ba bolokolohing ba kholoang, ba lokolleng ba nyalane le makhoba a kholoang ao matsoho a matona a lona a b aruileng. Ke Allah ea tsebang ka botlalo tumelo ea lona, le ba leloko le le leng. Ba nyaleng ka tumello ea beng ka bona, le be le ba nehe mahali a bona ka litumellano tse amohelehang, batla hlompha, base etse bohlola, kapa hona ho its’oara hampe. Ha ba se banyetsoe ka hlompho ha ba ka etsa bohlola, ba tla be ba ipitsetsa karolo ea kahlolo e fanoeng sebakeng sa basali ba seng bokhobeng ka mabaka ao. Sena ke sebakeng sa eo ea har’a lona ea ts’abang sebe. Empa haeba le ka ba le mamello seo se ka ba molemo ho lona. Allah U ts’oarela-khafetsa, U tletse mohau"
        }
    ]
}