{
    "chapter": [
        {
            "chapter": 59,
            "verse": 1,
            "text": "Whatever is in the heavens and whatever is on the earth glorifies God. He is the All-Glorious with irresistible might, the All-Wise"
        },
        {
            "chapter": 59,
            "verse": 2,
            "text": "He it is Who drove out those who disbelieve from among the People of the Book from their (fortified) homes as the first instance of gathering (them for punishment and banishing from the heartland of Islam). You did not think that they would go forth (so easily), just as they thought that their strongholds would protect them against God. But (the will of) God came upon them from where they had not reckoned (it could come): He cast dread into their hearts. And so they were wrecking their homes by their own hands, as well as by the hands of the believers. Learn a lesson, then, O people of insight"
        },
        {
            "chapter": 59,
            "verse": 3,
            "text": "Had it not been that God had decreed banishment for them, He would certainly have punished them (with death and expropriation) in this world. And for them in the Hereafter there is the punishment of the Fire"
        },
        {
            "chapter": 59,
            "verse": 4,
            "text": "This is because they defied and opposed God and His Messenger. Whoever deifies and opposes God, then surely God is severe in retribution"
        },
        {
            "chapter": 59,
            "verse": 5,
            "text": "Whatever (of their) palm-trees you may have cut down or left them standing on their roots, it was by God’s leave and so that He might disgrace the transgressors"
        },
        {
            "chapter": 59,
            "verse": 6,
            "text": "What of theirs God bestowed as gains of war on His Messenger – and you did not spur any horse or riding-camel for it, but God gives His Messenger mastery over whomever He wills. God has full power over everything –"
        },
        {
            "chapter": 59,
            "verse": 7,
            "text": "What God has bestowed on His Messenger as gains of war from the peoples of the townships: (one-fifth of) it belongs to God, and to the Messenger, and his near kinsfolk, and orphans, and the destitute, and the wayfarer (lacking means to sustain a journey), so that it should not become a fortune circulating among the rich among you. Whatever the Messenger gives you accept it willingly, and whatever he forbids you, refrain from it. Keep from disobedience to God in reverence for Him and piety. Surely God is severe in retribution"
        },
        {
            "chapter": 59,
            "verse": 8,
            "text": "It is also for the poor Emigrants, who have been driven from their homes and their property, seeking favor with God and His approval and good pleasure, and who help (the cause of) God and His Messenger. Those are they who are truthful (in their profession of faith and loyalty to its commands)"
        },
        {
            "chapter": 59,
            "verse": 9,
            "text": "Those who, before their coming, had their abode (in Madinah), preparing it as a home for Islam and faith, love those who emigrate to them for God’s sake, and in their hearts do not begrudge what they have been given, and (indeed) they prefer them over themselves, even though poverty be their own lot. (They too have a share in such gains of war.) Whoever is guarded against the avarice of his own soul – those are the ones who are truly prosperous"
        },
        {
            "chapter": 59,
            "verse": 10,
            "text": "And all those who come after them (and follow in their footsteps) pray: \"O our Lord! Forgive us and our brothers (and sisters) in Religion who have preceded us in faith, and let not our hearts entertain any ill-feeling against any of the believers. O our Lord! You are All-Forgiving, All-Compassionate (especially toward Your believing servants)"
        },
        {
            "chapter": 59,
            "verse": 11,
            "text": "Have you not considered those who are hypocrites: they say to their brothers who disbelieve from among the People of the Book: \"If you are driven away (from Madinah), we will certainly go out with you, and we will never obey anyone against you. If war is waged against you, we will most certainly help you.\" God bears witness that they are indeed liars"
        },
        {
            "chapter": 59,
            "verse": 12,
            "text": "For if they are indeed driven away, they will never go out with them, and if war is waged against them, they will never help them. Even supposing they would help them (in such an eventuality), they would most certainly turn their backs in flight, and so they would not receive help (from anywhere, and be destroyed because of their manifest treachery to the Muslims)"
        },
        {
            "chapter": 59,
            "verse": 13,
            "text": "The dread they have of you in their hearts is more intense than their fear of God. This is because they are a people who are devoid of understanding and so cannot grasp the truth"
        },
        {
            "chapter": 59,
            "verse": 14,
            "text": "They will never fight against you as a united body (in alliance with the Hypocrites, with the Jews of Khaybar and others), unless it be from within fortified strongholds or from behind high walls. Severe is their belligerent discord among themselves (except when not opportunistically allied in warfare against you). You think of them as one body, but in fact their hearts are at odds with one another: This is because they are a people who do not reason (and come to an understanding of the situations they face)"
        },
        {
            "chapter": 59,
            "verse": 15,
            "text": "Just like those (the Jews of the Banu Qaynuqa‘) who, a short time before them (the Jews of the Banu Nadir), tasted the evil result of their own doings – and (in the Hereafter) for them there is (also) a painful punishment"
        },
        {
            "chapter": 59,
            "verse": 16,
            "text": "(The hypocrites have deceived them) just like Satan, when he says to human, \"Disbelieve (in God)!\" Then when he disbelieves, he says (to human): \"Surely I am quit of you, for surely I fear God, the Lord of the worlds"
        },
        {
            "chapter": 59,
            "verse": 17,
            "text": "So the end of both (Satan and those whom he has deceived, and the hypocrites and those whom they have betrayed) is that they will find themselves in the Fire to abide therein. That is the recompense of the wrongdoers"
        },
        {
            "chapter": 59,
            "verse": 18,
            "text": "O you who believe! Keep from disobedience to God in reverence for Him and piety to deserve His protection, and let every person consider what he has forwarded for the morrow. Keep from disobedience to God in reverence for Him and piety. Surely God is fully aware of all that you do"
        },
        {
            "chapter": 59,
            "verse": 19,
            "text": "And do not be like those who are oblivious of God and so God has made them oblivious of their own selves. Those, they are the transgressors"
        },
        {
            "chapter": 59,
            "verse": 20,
            "text": "Not equal are the companions of the Fire and the companions of Paradise. The companions of Paradise, they are the triumphant"
        },
        {
            "chapter": 59,
            "verse": 21,
            "text": "If We had sent down this Qur’an on a mountain, you would certainly see it humble itself, splitting asunder for awe of God. Such parables We strike for humankind so that they may reflect (on why the Qur’an is being revealed to humankind and how great and important their responsibility is)"
        },
        {
            "chapter": 59,
            "verse": 22,
            "text": "God is He save Whom there is no deity; the Knower of the unseen (all that lies beyond sense-perception) and the witnessed (the corporeal realm). He is the All-Merciful, the All-Compassionate"
        },
        {
            "chapter": 59,
            "verse": 23,
            "text": "God is He save Whom there is no deity; the Sovereign, the All-Holy and All-Pure, the Supreme Author of peace and salvation and Supreme Author of safety and security Who bestows faith and removes all doubt, the All-Watchful Guardian, the All-Glorious with irresistible might, the All-Compelling of supreme majesty, the One Who has exclusive right to all greatness. All-Glorified is God in that He is absolutely exalted above what they associate with Him"
        },
        {
            "chapter": 59,
            "verse": 24,
            "text": "He is God, the Creator, the All-Holy Maker, the All-Fashioning. To Him belong the All-Beautiful Names. Whatever is in the heavens and on the earth glorifies Him, (declaring Him to be absolutely above having any defects). He is the All-Glorious with irresistible might, the All-Wise"
        }
    ]
}