{
    "rukus": [
        {
            "chapter": 6,
            "verse": 101,
            "text": "El es Quien ha creado de la nada los cielos y la tierra. ¿Como podria tener un hijo cuando no tiene companera? El ha creado todas las cosas y tiene conocimiento de todo"
        },
        {
            "chapter": 6,
            "verse": 102,
            "text": "¡Asi es Al-lah, su Senor! Nadie ni nada excepto El tiene derecho a ser adorado. Es el Creador de todas las cosas, ¡adorenlo, pues! Y todo esta bajo Su cuidado"
        },
        {
            "chapter": 6,
            "verse": 103,
            "text": "Nadie puede verlo (en esta vida), pero El puede verlo todo. Y El es el Sutil, y Quien esta informado de todas las cosas"
        },
        {
            "chapter": 6,
            "verse": 104,
            "text": "(Diles a esos idolatras, ¡oh, Muhammad!:) “Les han llegado pruebas claras de su Senor (para que distingan el buen camino del extravio). Quien las vea (y crea en ellas), lo hara en su propio beneficio; y quien no quiera verlas, se perjudicara a si mismo. Y yo no soy responsable de sus acciones”"
        },
        {
            "chapter": 6,
            "verse": 105,
            "text": "Y del mismo modo (que les hemos mostrado, en el Coran, las pruebas de la unicidad de Al-lah,) les aclaramos en diversas maneras Nuestras aleyas, para que (quienes te desmienten) digan: “Lo (que recitas) lo has aprendido (de los judios y cristianos)”, y para explicarlas con claridad a las gentes que saben (que es la verdad)"
        },
        {
            "chapter": 6,
            "verse": 106,
            "text": "Sigue lo que tu Senor te ha revelado, ¡oh, Muhammad!; nada ni nadie excepto El tiene derecho a ser adorado, y alejate de los idolatras"
        },
        {
            "chapter": 6,
            "verse": 107,
            "text": "Si Al-lah hubiera querido, no habrian adorado a otros fuera de El; y tu no eres su custodio ni tienes el control de sus asuntos"
        },
        {
            "chapter": 6,
            "verse": 108,
            "text": "Y no insultes a las divinidades que quienes rechazan la verdad adoran fuera de Al-lah para que no insulten a Al-lah (en respuesta) por resentimiento e ignorancia. Y del mismo modo (que hemos hecho que las malas acciones de dichos idolatras les parezcan buenas a sus ojos, como castigo por su mala eleccion), embellecemos a cada comunidad (que rechaza la verdad) sus acciones (para que crean que obran bien y continuen extraviados). Despues retornaran a su Senor, y El les informara sobre lo que hacian"
        },
        {
            "chapter": 6,
            "verse": 109,
            "text": "Y (quienes rechazan la verdad) juran solemnemente por Al-lah que creerian si les llegara un milagro. Diles (¡oh, Muhammad!): “Los milagros estan en el poder de Al-lah (solo El puede enviarlos). Y sepan (¡oh, creyentes!)[218]que aunque les llegase un milagro ellos no creerian”"
        },
        {
            "chapter": 6,
            "verse": 110,
            "text": "Y apartaremos sus corazones y sus ojos (de la verdad haciendo que no puedan comprenderla ni verla) por no haber creido en ella la primera vez, y dejaremos que persistan en sus transgresiones, extraviados y desorientados"
        }
    ]
}