{
    "rukus": [
        {
            "chapter": 24,
            "verse": 35,
            "text": "Al-lah es la luz (que guia todo cuanto existe) en los cielos y en la tierra[681]. Su luz es como una hornacina donde hay colocada, dentro de un claro cristal, una lampara que resplandece como una brillante estrella[682]. El combustible de dicha lampara se extrae del fruto de un arbol bendito: un olivo que crece en un lugar de la tierra entre Oriente y Occidente (que recibe la luz del sol desde el amanecer hasta su puesta). Tal aceite prende casi sin tocarle el fuego (debido a su pureza, y cuando prende) es luz sobre luz. Al-lah guia a quien quiere hacia Su luz y expone ejemplos a los hombres; y Al-lah tiene conocimiento sobre todas las cosas"
        },
        {
            "chapter": 24,
            "verse": 36,
            "text": "(Dicha luz brilla) en las casas de oracion (o mezquitas) que Al-lah ha ordenado construir (y purificar), donde Su nombre es exaltado y glorificado manana y tarde"
        },
        {
            "chapter": 24,
            "verse": 37,
            "text": "(por) hombres a quienes ni los negocios ni las ventas los distraen de glorificarlo y alabarlo, de realizar el salat y de entregar el azaque, y que temen el Dia (de la Resurreccion) en que los corazones y la vista se estremeceran (de terror)"
        },
        {
            "chapter": 24,
            "verse": 38,
            "text": "(Ese dia) Al-lah los recompensara segun las mejores acciones que hayan realizado (pasando por alto sus faltas) e incrementara Su favor sobre ellos. Y Al-lah agracia a quien quiere sin limite alguno"
        },
        {
            "chapter": 24,
            "verse": 39,
            "text": "Y las buenas acciones de quienes rechazan la verdad son como un espejismo en el desierto. El sediento cree ver agua, mas cuando llega al lugar donde esperaba encontrarla, no halla nada de esta[683], y encuentra, en su lugar, a su Senor, Quien lo juzgara y le dara su merecido (el Infierno). Y Al-lah es rapido concediendo a Sus siervos la retribucion (que sus obras merecen)"
        },
        {
            "chapter": 24,
            "verse": 40,
            "text": "O bien (sus acciones) se asemejan a la oscuridad de un mar profundo donde hay olas cubiertas por olas, y estas, a su vez, cubiertas por nubes; oscuridad sobre oscuridad. Si uno extendiese la mano, apenas podria distinguirla[684]. Y aquel a quien Al-lah no guia con Su luz no podra guiarse"
        }
    ]
}