{
    "rukus": [
        {
            "chapter": 50,
            "verse": 16,
            "text": "Y, ciertamente, creamos al hombre y sabemos lo que le susurra su interior. Y estamos mas cerca de el que su propia vena yugular"
        },
        {
            "chapter": 50,
            "verse": 17,
            "text": "(Recuerda que) dos (angeles) recogen (todo lo que el siervo hace o dice), sentados uno a su derecha y otro a su izquierda"
        },
        {
            "chapter": 50,
            "verse": 18,
            "text": "No hay palabra que (el hombre) pronuncie sin que haya un angel siempre vigilante preparado para registrarla"
        },
        {
            "chapter": 50,
            "verse": 19,
            "text": "Y la agonia de la muerte vendra con la verdad. Eso es aquello de lo que huias (tu, hombre)"
        },
        {
            "chapter": 50,
            "verse": 20,
            "text": "Y sonara el cuerno. Ese sera el dia (del castigo) prometido (a quienes rechazaban la verdad)"
        },
        {
            "chapter": 50,
            "verse": 21,
            "text": "Y cada persona acudira con un (angel) que lo conducira al lugar del encuentro y con otro de testigo"
        },
        {
            "chapter": 50,
            "verse": 22,
            "text": "(Se le dira a quien rechazo la verdad): “Viviste indiferente a este momento y ahora te hemos retirado el velo que cubria tu vista y puedes ver con claridad”"
        },
        {
            "chapter": 50,
            "verse": 23,
            "text": "Y el (angel) que tenia por companero (y registro todas sus acciones) dira: “Aqui esta listo (el registro completo de sus obras)”"
        },
        {
            "chapter": 50,
            "verse": 24,
            "text": "(Y Al-lah dira a los angeles:) “Arrojen al Infierno a todo obstinado que negaba la verdad"
        },
        {
            "chapter": 50,
            "verse": 25,
            "text": "ese que impedia hacer el bien, transgredia los limites (establecidos por Al-lah) y dudaba (sobre Su promesa)"
        },
        {
            "chapter": 50,
            "verse": 26,
            "text": "ese que adoraba a otras divinidades fuera de Al-lah. Arrojenlo al duro suplicio”"
        },
        {
            "chapter": 50,
            "verse": 27,
            "text": "El (demonio) que fue su companero (en la vida terrenal) dira: “¡Senor!, yo no lo extravie, sino que el ya se encontraba extraviado, lejos de la verdad”"
        },
        {
            "chapter": 50,
            "verse": 28,
            "text": "(Al-lah) respondera: “No discutan ante Mi. Ya les habia advertido de Mi castigo (en la otra vida)"
        },
        {
            "chapter": 50,
            "verse": 29,
            "text": "Mi decision es irrevocable, y Yo no soy injusto con ningun siervo”"
        }
    ]
}