{
    "rukus": [
        {
            "chapter": 2,
            "verse": 72,
            "text": "Hani, bir kimseyi oldurmustunuz de sucu birbirinizin ustune atmıstınız. Halbuki Allah, gizlemekte oldugunuzu ortaya cıkaracaktı"
        },
        {
            "chapter": 2,
            "verse": 73,
            "text": "“Inegin bir parcası ile oldurulene vurun” dedik. Iste, Allah oluleri boyle diriltir, dusunesiniz diye mucizelerini de size boyle gosterir"
        },
        {
            "chapter": 2,
            "verse": 74,
            "text": "(Ne var ki) bunlardan sonra yine kalpleriniz tas gibi yahut daha sert bir sekilde katılasmıstı. Halbuki icinden nehirler kaynayan, yarılıp (iclerinden) sular cıkan ve Allah korkusundan yuvarlanan nice taslar vardır! Allah yapmakta olduklarınızdan gafil degildir"
        },
        {
            "chapter": 2,
            "verse": 75,
            "text": "Size onların iman edeceklerini mi umuyorsunuz? Oysa onlardan bir grup vardı ki, Allah’ın sozunu isitirlerdi de dusunup akıl erdirdikten sonra, bile bile onu tahrif ederlerdi"
        },
        {
            "chapter": 2,
            "verse": 76,
            "text": "Iman edenlerle karsılastıkları zaman “Iman ettik” derler, birbirleriyle yalnız kaldıklarında; \"Rabbinizin yanında size karsı delil getirsinler diye mi, Allah’ın size acıkladıgını onlara anlatıp duruyorsunuz?\" derlerdi. Bunu akıl etmiyor musunuz"
        },
        {
            "chapter": 2,
            "verse": 77,
            "text": "Onlar bilmiyorlar mı ki, Allah onların gizli tuttuklarını da, acıga vurduklarını da bilir"
        },
        {
            "chapter": 2,
            "verse": 78,
            "text": "Onların bir kısmının okuyup yazması yoktur. Kitabı (Tevrat'ı) bilmezler, bildikleri sadece bir takım yalan ve kuruntulardır. Onlar yalnızca zanneder dururlar"
        },
        {
            "chapter": 2,
            "verse": 79,
            "text": "Kitabı kendi elleriyle yazıp sonra onu az bir bedel karsılıgında satabilmek icin: «Bu, Allah katındandır» diyenlerin vay haline! Vay ellerinin yazmıs oldugundan dolayı baslarına geleceklere! Kazandıklarından dolayı vay onların haline"
        },
        {
            "chapter": 2,
            "verse": 80,
            "text": "Ates bize sayılı bir kac gunden baska dokunmayacaktır\" derler. Onlara: \"Allah katından bir soz mu aldınız? Eger, oyle ise Allah sozunden donmez; yoksa Allah hakkında bilmediginiz bir sey mi soyluyorsunuz?\" de"
        },
        {
            "chapter": 2,
            "verse": 81,
            "text": "Gercek su ki, gunah isleyip gunahı kendisini kusatmıs olan kimseler, cehennemlikler iste onlardır. Onlar orada ebedi kalacaklardır"
        },
        {
            "chapter": 2,
            "verse": 82,
            "text": "Iman edip salih ameller isleyenler ise cennetliklerdir. Onlar orada ebedi kalacaklardır"
        }
    ]
}