{
    "rukus": [
        {
            "chapter": 2,
            "verse": 8,
            "text": "Insanlardan bir kısmı da iman etmedigi halde; \"Allah’a ve ahiret gunune iman ettik\" derler"
        },
        {
            "chapter": 2,
            "verse": 9,
            "text": "Allah’ı ve mu’minleri aldatmaya calısırlar. Oysa sadece kendilerini aldatırlar da bunun farkında degillerdir"
        },
        {
            "chapter": 2,
            "verse": 10,
            "text": "Onların kalplerinde hastalık vardır. Allah da onların hastalıgını artırmıstır. Soyledikleri yalana karsılık da onlara elem dolu bir azap vardır"
        },
        {
            "chapter": 2,
            "verse": 11,
            "text": "Onlara: \"Yeryuzunde bozgunculuk yapmayın!\" dendigi zaman; \"Bizler sadece ıslah edicileriz.\" derler"
        },
        {
            "chapter": 2,
            "verse": 12,
            "text": "Iyi bilin ki, onlar bozguncuların ta kendileridir. Fakat farkında degillerdir"
        },
        {
            "chapter": 2,
            "verse": 13,
            "text": "Onlara: \"Siz de insanların iman ettigi gibi iman edin!\" denilince; \"Akılsızların iman ettigi gibi mi iman edelim?\" derler. Dikkat edin! Asıl akılsızlar kendileridir, fakat bilmezler"
        },
        {
            "chapter": 2,
            "verse": 14,
            "text": "Iman edenlere rastladıkları zaman; \"Biz de iman ettik\", derler. Seytanları ile basbasa kalınca da: \"Biz, sizin yanınızdayız. Onlarla sadece alay ediyoruz.\" derler"
        },
        {
            "chapter": 2,
            "verse": 15,
            "text": "Allah da onlarla alay eder ve onları taskınlıkları icinde saskın bir halde bırakır"
        },
        {
            "chapter": 2,
            "verse": 16,
            "text": "Iste onlar, hidayete karsılık sapıklıgı satın almıs kimselerdir. Bu yuzden alısverisleri onlara kar getirmemis ve (sonucta) dogru yolu bulamamıslardır"
        },
        {
            "chapter": 2,
            "verse": 17,
            "text": "Onların hali, (geceleyin) ates yakan kimsenin haline benzer. Ates etrafını aydınlattıgı sırada Allah, onun ısıgını giderir ve onları karanlıklar icerisinde gormez bir halde bırakır"
        },
        {
            "chapter": 2,
            "verse": 18,
            "text": "Onlar sagır, dilsiz ve korlerdir. Onlar asla donmezler"
        },
        {
            "chapter": 2,
            "verse": 19,
            "text": "Yahut onlar gokten bosalan bir yagmura tutulmus kimselere benzerler. O yagmurda karanlıklar, gok gurultusu ve simsek vardır. Onlar yıldırımın siddetinden ve olum korkusundan dolayı parmaklarıyla kulaklarını tıkayıp, kapatırlar. Suphesiz Allah, kafirleri cepecevre kusatmıstır"
        },
        {
            "chapter": 2,
            "verse": 20,
            "text": "Simsek onların gozlerini aniden alacakmıs gibi olur. Simsek parıldadıgında yururler, ortalık birden kararınca da orada dikilip kalıverirler. Eger Allah isteseydi onları sagır ve kor ederdi. Allah’ın her seye gucu yeter"
        }
    ]
}