{
    "rukus": [
        {
            "chapter": 35,
            "verse": 38,
            "text": "Allah, goklerin ve yerin gaybını bilendir. O, kalplerin icinde ne varsa onu da hakkıyla bilendir"
        },
        {
            "chapter": 35,
            "verse": 39,
            "text": "O sizi yeryuzunde halifeler yapandır. Artık kim kafir olursa kafir olması kendi aleyhinedir. Kafirlere kafirlikleri Rablerinin nezdinde asırı bir gazaptan baska bir sey arttırmaz. Kafirlere kafirlikleri zarardan baska birsey arttırmaz"
        },
        {
            "chapter": 35,
            "verse": 40,
            "text": "De ki: \"Allah'ı bırakıp da dua ettiginiz ortaklarınızı gordunuz mu? Gosterin bana! Onlar yerdeki hangi seyi yaratmıslardır? Yoksa onların goklerde mi bir ortaklıkları var? Yoksa onlara bir kitap verildi de, ondan bir delile mi dayanıyorlar?\" Hayır! Zalimler birbirlerini aldatmaktan baska bir vaadde bulunmuyorlar"
        },
        {
            "chapter": 35,
            "verse": 41,
            "text": "Yok olmaması icin gokleri ve yeri Allah tutar. Goklerin ve yerin sonu gelirse, O’ndan baska onları kimse tutamaz. Allah; Halim'dir, cokca bagıslayandır"
        },
        {
            "chapter": 35,
            "verse": 42,
            "text": "Kendilerine bir uyarıcı (peygamber) gelirse, ummetler icinde en dogru yolda olacaklarına, dair butun gucleriyle Allah’a yemin ettiler. Fakat onlara uyarıcı (Muhammed -sallallahu aleyhi ve sellem-) gelince; bu, onların haktan uzaklasmalarından baska bir seyi arttırmadı"
        },
        {
            "chapter": 35,
            "verse": 43,
            "text": "Cunku onlar yeryuzunde buyukluk taslıyor ve kotu tuzaklar kuruyorlardı. Kotu tuzak ise ancak sahibine dolanır. Onlar ancak oncekilere uygulanan sunneti bekliyorlar. Sen Allah’ın sunnetinde hicbir degisiklik bulamazsın. Allah'ın sunnetinde kesinlikle bir sapma da bulamazsın"
        },
        {
            "chapter": 35,
            "verse": 44,
            "text": "Onlar, yeryuzunde gezip de kendilerinden oncekilerin sonunun nasıl oldugunu gormediler mi? Halbuki onlar, bunlardan daha guclu idiler. Allah’ı goklerde ve yerde aciz bırakacak hicbir sey yoktur. O, her seyi hakkıyla bilendir, her seye hakkıyla kadirdir"
        },
        {
            "chapter": 35,
            "verse": 45,
            "text": "Eger Allah insanları islediklerinden dolayı hemen yakalayıp cezalandırsaydı onun (yerin) uzerinde bir tek canlı bırakmazdı. Fakat onları belirli bir sureye kadar ertelemektedir. Ecelleri geldiginde artık muhakkak ki Allah kullarını gormektedir"
        }
    ]
}