{
    "rukus": [
        {
            "chapter": 3,
            "verse": 21,
            "text": "Allah’ın ayetlerini inkar edenlere, peygamberleri haksız yere oldurenlere, insanlardan adaleti emredenleri oldurenlere, iste onlara acıklı bir azap mujdesi ver"
        },
        {
            "chapter": 3,
            "verse": 22,
            "text": "Bunlar, dunya ve ahirette amelleri bosa cıkanlardır. Bunların bir yardımcısı da yoktur"
        },
        {
            "chapter": 3,
            "verse": 23,
            "text": "Kendilerine kitaptan bir pay verilenleri gormedin mi? Aralarında hukum vermesi icin Allah’ın kitabına cagırılıyorlar da sonra onlardan bir kısmı yuz cevirerek donup gidiyor"
        },
        {
            "chapter": 3,
            "verse": 24,
            "text": "Bu, (haktan yuz ceviris) onların: \"Sayılı gunlerden baska bize, asla ates dokunmayacak\" demeleri yuzundendir. Ve uydura geldikleri yalanlar, dinlerinde kendilerini aldatmıstır"
        },
        {
            "chapter": 3,
            "verse": 25,
            "text": "Hakkında suphe olmayan gunde, onları bir araya topladıgımız ve her nefse yaptıgının karsılıgının tam verilip asla haksızlıga ugratılmadıgı o zaman, halleri nasıl olacak"
        },
        {
            "chapter": 3,
            "verse": 26,
            "text": "De ki: Ey hakimiyetin yegane maliki Allah’ım! Mulku diledigine verirsin, dilediginden de mulku cekip alırsın, diledigini yukseltir/aziz kılarsın, diledigini de alcaltır/zelil edersin. Butun hayır senin elindedir, suphesiz senin her seye gucun yeter"
        },
        {
            "chapter": 3,
            "verse": 27,
            "text": "Geceyi gunduze gecirir, gunduzu de geceye sokarsın. Diriyi oluden cıkarır, oluyu de diriden cıkarırsın. Diledigine de hesapsız rızık verirsin"
        },
        {
            "chapter": 3,
            "verse": 28,
            "text": "Muminler, muminleri bırakıp kafirleri veli/dost edinmesinler. Kim boyle yaparsa Allah ile ilisigini kesmis olur. Ancak onlardan (gelebilecek tehlikeden) korunmanız baskadır. Allah, asıl sizi kendisi hakkında korkutup uyarmaktadır. Donus Allah’adır"
        },
        {
            "chapter": 3,
            "verse": 29,
            "text": "De ki: Icinizdekini gizleseniz de acıklasanız da onu Allah bilir. Goklerde ve yerde olan her seyi bilir. Allah’ın her seye de gucu yeter"
        },
        {
            "chapter": 3,
            "verse": 30,
            "text": "Herkes, yaptıgı butun iyilikleri de kotulukleri de karsısında bulacagı o gun isteyecek ki, kotulukleri ile kendi arasında uzun bir mesafe bulunsun. Allah, asıl sizi kendisi hakkında korkutup uyarmaktadır. Allah kullarına karsı da cok merhametlidir"
        }
    ]
}