{
    "rukus": [
        {
            "chapter": 48,
            "verse": 18,
            "text": "Muhakkak o agacın altında sana biat ederlerken Allah, o Mu'minlerden razı olmustur. Kalplerinde olanı bilmis, uzerlerine huzur indirmis ve onlara yakın bir fetih vermistir"
        },
        {
            "chapter": 48,
            "verse": 19,
            "text": "Ve alacakları bircok ganimetlerle de. Allah Azizdir, Hakimdir"
        },
        {
            "chapter": 48,
            "verse": 20,
            "text": "Allah, size elde edeceginiz bir cok ganimet vaadi vermistir. Bunu sizin icin cabuklastırmıs ve Mu'minlere bir isaret olması, sizin de dogru yolu bulmanız icin insanların ellerini sizden cekmistir"
        },
        {
            "chapter": 48,
            "verse": 21,
            "text": "Henuz elde edemediginiz baska ganimetler de vardır ki, onları Allah kusatmıstır. Allah’ın her seye gucu yeter"
        },
        {
            "chapter": 48,
            "verse": 22,
            "text": "Kafirler sizinle savasmıs olsalardı, arkalarını donup kacarlardı da bir dost ve yardımcı bulamazlardı"
        },
        {
            "chapter": 48,
            "verse": 23,
            "text": "(Bu,) Allah'ın oteden beri suregelen sunnetidir. Sen Allah'ın sunnetinde kesinlikle hic bir degisiklik bulamazsın"
        },
        {
            "chapter": 48,
            "verse": 24,
            "text": "Sizi onlara karsı zafere ulastırdıktan sonra, Mekke’nin icinde (Hudeybiye'de) onların ellerini sizden, sizin elinizi de onlardan ceken O’dur. Allah, butun islediginiz amelleri hakkıyla gorendir"
        },
        {
            "chapter": 48,
            "verse": 25,
            "text": "Onlar, sizin Kabe’yi ziyaret etmenize ve bekletilen kurbanların yerlerine ulasmasına engel olan kafirlerdir. Eger, oradaki henuz tanımadıgınız iman etmis erkeklerle iman etmis kadınları bilmeyerek ezmeniz ve boylece size bir vebal gelecek olmasaydı, (Allah, Mekke’ye girmenize izin verirdi). Allah, diledigini rahmetine koymak icin boyle yapmıstır. Eger (mu'minler) secilip ayrılmıs olsalardı elbette kafirleri elem verici bir azaba carptırırdık"
        },
        {
            "chapter": 48,
            "verse": 26,
            "text": "Zira kafirler, kalplerine taassubu/bagnazlıgı, (hem de) cahiliye bagnazlıgını yerlestirmislerdi. Allah da Rasulune ve Mu'minlere sukunet ve guvenini indirdi, onları takva sozune (kelime-i tevhide) baglı kıldı. Zaten onlar buna layık ve ehil kimselerdi. Allah her seyi bilendir"
        }
    ]
}