{
    "pages": [
        {
            "chapter": 43,
            "verse": 61,
            "text": "I uistinu, to je znanje o Casu, zato nikako ne sumnjajte u to, i slijedite Mene. Ovo je put pravi"
        },
        {
            "chapter": 43,
            "verse": 62,
            "text": "I neka vas nikako ne odvrati sejtan; uistinu, on vam je neprijatelj otvoreni"
        },
        {
            "chapter": 43,
            "verse": 63,
            "text": "I posto Isa dođe sa dokazima jasnim, rece: “Doista sam vam dosao s mudroscu i da vam objasnim dio onog o cemu se razilazite. Zato se bojte Allaha i mene poslusajte"
        },
        {
            "chapter": 43,
            "verse": 64,
            "text": "Uistinu, Allah! On je Gospodar moj i Gospodar vas, zato Njega obozavajte. Ovo je put pravi.”"
        },
        {
            "chapter": 43,
            "verse": 65,
            "text": "Tad su se razisle stranke među njima. Pa tesko onima koji cine zulm, od kazne Dana bolnog"
        },
        {
            "chapter": 43,
            "verse": 66,
            "text": "Cekuju li samo Cas da im dođe iznenada, a oni ne opaze"
        },
        {
            "chapter": 43,
            "verse": 67,
            "text": "Prijatelji ce Tog dana jedni drugima neprijatelji biti - izuzev bogobojaznih"
        },
        {
            "chapter": 43,
            "verse": 68,
            "text": "“O robovi Moji! Nema za vas straha Danas, niti cete vi tugovati"
        },
        {
            "chapter": 43,
            "verse": 69,
            "text": "Oni koji su vjerovali u ajate Nase i bili muslimani"
        },
        {
            "chapter": 43,
            "verse": 70,
            "text": "Uđite u Dzennet vi i zene vase, veseleci se.”"
        },
        {
            "chapter": 43,
            "verse": 71,
            "text": "Obilazice se oko njih sa posudama od zlata i peharima; a u njima ce biti ono sta zazele duse i naslađuju oci; a u njemu cete vi vjecito biti"
        },
        {
            "chapter": 43,
            "verse": 72,
            "text": "A to je Dzennet koji vam je dat u naslijeđe zbog onog sta ste radili"
        },
        {
            "chapter": 43,
            "verse": 73,
            "text": "Imacete u njemu mnogo voca koje cete jesti"
        }
    ]
}