{
    "pages": [
        {
            "chapter": 10,
            "verse": 34,
            "text": "Sie Kunne nogen af Deres idoler initiate anlæggelse derefter gentage det? Sir GUD initiates anlæggelsen derefter gentage det"
        },
        {
            "chapter": 10,
            "verse": 35,
            "text": "sie Gør nogen af Deres idoler guide sandheden? Sie GUD guides sandheden! En guides sandheden værdigere af følge ene hvem er guide gøre behøve vejledning sig? Hvad være forkert med Deres bedømmelse"
        },
        {
            "chapter": 10,
            "verse": 36,
            "text": "Fleste af dem følge intet conjecture conjecture ikke er substitute for sandheden! GUD ER fully aware af ALT DE GØRE"
        },
        {
            "chapter": 10,
            "verse": 37,
            "text": "Den Quran possibly ikke authored GUD. Det bekræfter al hidtige meddelelser forsyne fully detaljerede scripture! Er ufejlbarlige det komme Lord universet"
        },
        {
            "chapter": 10,
            "verse": 38,
            "text": "De sir Han fabricated det sir Derefter producere ene sura ligesom de inviterer whomever du ønsker GUD du er sandfærdige"
        },
        {
            "chapter": 10,
            "verse": 39,
            "text": "Indeed de forkaster den uden studerende ransagende det og forstående det! Dermed gjorde de indenfor dem disbelieve! Derfor notere konsekvenserne overtræderne"
        },
        {
            "chapter": 10,
            "verse": 40,
            "text": "(Visse af dem tro ind den scripture) mens others disbelieve det! Deres Lord er fully aware af evildoers"
        },
        {
            "chapter": 10,
            "verse": 41,
            "text": "De forkaster I derefter sie jeg haver min arbejde du haver Deres arbejder! Du er uskyldige af noget jeg gøre jeg er uskyldige af noget jer gøre"
        },
        {
            "chapter": 10,
            "verse": 42,
            "text": "Visse af dem lytte til I I stille døve høre jævne de ikke forstå"
        }
    ]
}