{
    "pages": [
        {
            "chapter": 24,
            "verse": 11,
            "text": "Bande I producerede store løgn. Ikke tro det var onde jer; hellere det var gode i jer. Meanwhile hvert en af dem fortjener hans dele skylden. Angående ene som initiated hele hændelsen han incurred forfærdelige gengældelse"
        },
        {
            "chapter": 24,
            "verse": 12,
            "text": "Hvornår du hørte det tro mændene tro kvinderne have god tanker sig sie Den er tydeligvis store løgn"
        },
        {
            "chapter": 24,
            "verse": 13,
            "text": "Kun de producerede fire bevidne (du tro dem)! De mislykkes producere vidnerne derefter de er GUD løgnere"
        },
        {
            "chapter": 24,
            "verse": 14,
            "text": "Dersom det ikke var gud grace I Hans barmhjertighed ind den verden Herefter du lide great gengældelse den hændelse"
        },
        {
            "chapter": 24,
            "verse": 15,
            "text": "Du fabricated det Deres egen tunger hvilen af jer gentog det Deres gabe uden proof Du syntes var enkle hvornår det var GUD gross"
        },
        {
            "chapter": 24,
            "verse": 16,
            "text": "Hvornår du hørte det du sie Vi ikke gentage den. Glory er Jer. Den er gross falsehood"
        },
        {
            "chapter": 24,
            "verse": 17,
            "text": "GUD FORMANER JER SOM DU ALDRIG GØRE DET IGEN DU ER TROENDE"
        },
        {
            "chapter": 24,
            "verse": 18,
            "text": "GUD DERMED FORKLARER ÅBENBARINGERNE JER. GUD ER ALVIDENDE KLOGE"
        },
        {
            "chapter": 24,
            "verse": 19,
            "text": "De elsker se umoral sprede troendene incurred smertelige gengældelse ind den liv Herefter GUD vide, MENS DU IKKE KENDER"
        },
        {
            "chapter": 24,
            "verse": 20,
            "text": "GUD brusebad JER HANS grace BARMHJERTIGHED! GUD ER VENLIGEST MOD TROENDENE BARMHJERTIGEST"
        }
    ]
}