{
    "pages": [
        {
            "chapter": 46,
            "verse": 6,
            "text": "(Og hvornår folkene summoned Dagen Bedømmelse) deres idoler blive deres fjender denounce deres idolatry"
        },
        {
            "chapter": 46,
            "verse": 7,
            "text": "Hvornår vore åbenbaringer recitere dem perfectly klar de disbelieved sagde af sandheden kom dem Den er tydeligvis trylleri"
        },
        {
            "chapter": 46,
            "verse": 8,
            "text": "Hvornår de sir Han fabricated den sie jeg fabricated den derefter du ikke beskytte mig GUD! Han er fully aware af alt jer scheme Han suffices idet vidne mig I. Han er Forgiver Barmhjertigest"
        },
        {
            "chapter": 46,
            "verse": 9,
            "text": "sie jeg er forskellige fra øvrige bude. Jeg ikke haver ide hvad vilje hænder mig jer. Jeg kun følger hvad afsløres mig! Jeg er nej mer end dybe warner"
        },
        {
            "chapter": 46,
            "verse": 10,
            "text": "Sie Hvad dersom det GUD I er disbelieved ind det? Vidne fra Børnene Israel føde bevidner lignende fænomen han tro mens du dreje arrogante! Sikkert GUD ikke guide wicked folkene"
        },
        {
            "chapter": 46,
            "verse": 11,
            "text": "De disbelieved sagde omkring de troede var noget gode de ikke acceptere det indenfor os, de ikke guided det de sagde Den er gamle fabrication"
        },
        {
            "chapter": 46,
            "verse": 12,
            "text": "Indenfor den bogen Moses forsynede vejledning barmhjertighed. Den too er scripture bekræfter Arabic advare de transgressed give gode nyhed de righteous"
        },
        {
            "chapter": 46,
            "verse": 13,
            "text": "Sikkert de sir Vore Lord er GUD derefter lede righteous liv ikke have frygte nor ville de grieve"
        },
        {
            "chapter": 46,
            "verse": 14,
            "text": "De trænger Paradis hvor de abide permanent; belønning deres arbejder"
        }
    ]
}