{
    "maqras": [
        {
            "chapter": 17,
            "verse": 50,
            "text": "Reci; \"Hoćete, i da ste kamenje ili gvožđe"
        },
        {
            "chapter": 17,
            "verse": 51,
            "text": "ili bilo kakvo stvorenje za koje mislite da ne može biti oživljeno.\" - \"A ko će nas u život vratiti?\" - upitaće oni, a ti reci: \"Onaj koji vas je i prvi put stvorio\", a oni će prema tebi odmahnuti glavama svojim i upitati: \"Kada to?\" Ti reci: \"Možda ubrzo"
        },
        {
            "chapter": 17,
            "verse": 52,
            "text": "Biće onog Dana kad vas On pozove, i odazvaćete se, hvaleći Ga, i pomislićete da ste ostali samo malo vremena"
        },
        {
            "chapter": 17,
            "verse": 53,
            "text": "Reci robovima Mojim da govore samo lijepe riječi: - jer bi šejtan mogao posijati neprijateljstvo među njima, šejtan je, doista, čovjekov otvoreni neprijatelj"
        },
        {
            "chapter": 17,
            "verse": 54,
            "text": "Gospodar vaš dobro vas poznaje: ako hoće, On će vam se smilovati ili će vas, ako hoće, na muke staviti.\" - A Mi tebi nismo dali vlast nad njima"
        },
        {
            "chapter": 17,
            "verse": 55,
            "text": "Gospodar tvoj dobro zna one na nebesima i one na Zemlji; Mi smo jedne vjerovjesnike nad drugima odlikovali, a Davudu smo Zebur dali"
        },
        {
            "chapter": 17,
            "verse": 56,
            "text": "Reci; \"Molite se onima koje, pored Njega, smatrate bogovima, - ali vas oni neće moći nevolje osloboditi niti je izmijeniti"
        },
        {
            "chapter": 17,
            "verse": 57,
            "text": "Oni kojima se oni mole sami traže načina kako će se što više Gospodaru svome približiti, i nadaju se milosti Njegovoj i plaše se kazne Njegove. A kazne Gospodara tvoga svako treba da se čuva"
        },
        {
            "chapter": 17,
            "verse": 58,
            "text": "I ne postoji nijedno naselje koje Mi prije Sudnjeg dana nećemo uništiti ili ga teškoj muci izložiti; to je u Knjizi zapisano"
        },
        {
            "chapter": 17,
            "verse": 59,
            "text": "A da ne šaljemo čuda, zadržava nas samo to što drevni narodi nisu u njih povjerovali; Semudu smo kao vidljivo čudo kamilu dali, ali oni u nju nisu povjerovali. A čuda šaljemo samo da zastrašimo"
        },
        {
            "chapter": 17,
            "verse": 60,
            "text": "I rekli smo ti: \"Svi ljudi su u Allahovoj vlasti\" A san koji smo ti dali da usniješ i drvo ukleto, u Kur´anu spomenuto, iskušenje su za ljude. Mi ih zastrašujemo, ali njima to samo povećava ionako veliko bezvjerstvo"
        },
        {
            "chapter": 17,
            "verse": 61,
            "text": "I kada rekosmo melekima: \"Poklonite se Ademu\" - oni se svi, osim Ibilsa, pokloniše. \"Zar da se poklonim onome koga si od ilovače stvorio?\" - reče"
        },
        {
            "chapter": 17,
            "verse": 62,
            "text": "Reci mi\", - reče onda -, \"evo ovoga koga si iznad mene uzdigao: ako me ostaviš do Smaka svijeta sigurno ću, osim malobrojnih, nad potomstvom njegovim zagospodariti"
        },
        {
            "chapter": 17,
            "verse": 63,
            "text": "Odlazi!\" - reče On. \"Onima koji se za tobom budu poveli i tebi - kazna Džehennemska biće vam puna kazna"
        },
        {
            "chapter": 17,
            "verse": 64,
            "text": "I zavodi glasom svojim koga možeš i potjeraj na njih svoju konjicu i svoju pješadiju, i budi im ortak u imecima, i u djeci, i daji im obećanja - a šejtan ih samo obmanjuje"
        },
        {
            "chapter": 17,
            "verse": 65,
            "text": "ali, ti, doista, nećeš imati nikakve vlasti nad robovima Mojim!\" A Gospodar tvoj je dovoljen kao zaštitnik"
        },
        {
            "chapter": 17,
            "verse": 66,
            "text": "Gospodar vaš vas radi pokreće lađe po moru da biste tražili Njegove blagodati, jer je On prema vama milostiv"
        },
        {
            "chapter": 17,
            "verse": 67,
            "text": "Kad vas na moru nevolja zadesi, tada nema onih kojima se inače klanjate, postoji samo On. A kad vas On na kopno spasi, vi okrećete glave; čovjek je uvijek nezahvalan"
        },
        {
            "chapter": 17,
            "verse": 68,
            "text": "Zar ste sigurni da vas On neće u zemlju utjerati ili da protiv vas neće pješčanu oluju poslati, pa da onda sebi zaštitnika nećete naći"
        },
        {
            "chapter": 17,
            "verse": 69,
            "text": "Ili, zar ste sigurni da vas On po drugi put neće na more izvesti, i buru na vas poslati i potopiti vas zbog toga što ste bili nezahvalni? Tada ne biste nikoga našli ko bi Nas zbog vas na odgovornost pozvao"
        }
    ]
}