{
    "maqras": [
        {
            "chapter": 34,
            "verse": 46,
            "text": "Reci: \"Ja vam savjetujem samo jedno: ustanite iskreno prema Allahu, dvojica po dvojica, ili jedan po jedan, pa zatim razmislite da drug vaš nije lud. On vas samo prije teške patnje opominje"
        },
        {
            "chapter": 34,
            "verse": 47,
            "text": "Reci: \"Kakvu god nagradu da zatražim od vas, nek ostane vama, mene će nagraditi Allah, On nad svim bdi"
        },
        {
            "chapter": 34,
            "verse": 48,
            "text": "Reci: \"Gospodar moj pobijeđuje istinom, On dobro zna i sve što je veoma skriveno"
        },
        {
            "chapter": 34,
            "verse": 49,
            "text": "Reci : \"Došla je istina, a laži je nestalo"
        },
        {
            "chapter": 34,
            "verse": 50,
            "text": "Reci: \"Ako zalutam, zalutao sam na svoju štetu, a ako sam na pravom putu, to je zbog onoga što mi Gospodar moj objavljuje; On zaista sva čuje i blizu je"
        },
        {
            "chapter": 34,
            "verse": 51,
            "text": "A da ti je vidjeti kad ih strava uhvati - umaći neće moći; izbliza biće ščepani"
        },
        {
            "chapter": 34,
            "verse": 52,
            "text": "i kada reknu: \"Vjerujemo u Poslanika!\" A šta će im biti od koristi kad je život na Zemlji bio i prošao"
        },
        {
            "chapter": 34,
            "verse": 53,
            "text": "U njega oni nisu prije vjerovali, govorili su ono što nije poznato, što je od istine daleko"
        },
        {
            "chapter": 34,
            "verse": 54,
            "text": "i između njih i onoga što budu željeli biće prepreka postavljena kao što je prije bilo učinjeno sa njima sličnim, jer su svi oni, doista, mnogo sumnjali"
        },
        {
            "chapter": 35,
            "verse": 1,
            "text": "Hvaljen neka je Allah, stvoritelj nebesa i Zemlje, koji meleke sa po dva, tri i četiri krila čini izaslanicima; On onome što stvara dodaje što hoće, On, uistinu, sve može"
        },
        {
            "chapter": 35,
            "verse": 2,
            "text": "Milost koju Allah podari ljudima niko ne može, poslije Njega, dati; On je silan i mudar"
        },
        {
            "chapter": 35,
            "verse": 3,
            "text": "O ljudi, sjetite se milosti kojom vas Allah obasipa. Postoji li, osim Allaha, ikakav drugi stvoritelj koji vas sa neba i iz zemlje opskrbljuje? Osim Njega nema drugog boga, pa kuda se onda omećete"
        },
        {
            "chapter": 35,
            "verse": 4,
            "text": "Ako te oni u laž utjeruju, pa - i prije tebe su poslanike u laž utjerivali; a Allahu će se sve vratiti"
        },
        {
            "chapter": 35,
            "verse": 5,
            "text": "O ljudi, Allahova prijetnja je, zaista, istina, pa neka vas nikako život na ovome svijetu ne zaslijepi i neka vas šejtan u Allaha ne pokoleba"
        },
        {
            "chapter": 35,
            "verse": 6,
            "text": "Šejtan je, uistinu, vaš neprijatelj, pa ga takvim i smatrajte! on poziva pristaše svoje da budu stanovnici u vatri"
        },
        {
            "chapter": 35,
            "verse": 7,
            "text": "One koji ne vjeruju čeka patnja teška, a one koji vjruju i dobra djela čine - oprost i nagrada velika"
        },
        {
            "chapter": 35,
            "verse": 8,
            "text": "Kako bi mogao biti isti: onaj kome su njegova ružna djela prikazana lijepim, a i on ih smatra lijepim... Allah u zabludi ostavlja onoga koga hoće, a na pravi put ukazuje onome kome hoće, pa ne izgaraj od žalosti za njima; Allah, doista, dobro zna sve što oni rade"
        },
        {
            "chapter": 35,
            "verse": 9,
            "text": "Allah šalje vjetrove koji pokreću oblake, a Mi ih onda u mrtve predjele upravljamo i njima zemlju oživljavamo, koja je mrtva bila; takvo će biti oživljenje"
        },
        {
            "chapter": 35,
            "verse": 10,
            "text": "Ako neko želi veličinu, pa - u Allaha je sva veličina! K Njemu se dižu lijepe riječi, i dobro djelo On prima. A one koji imaju rđave namjere čeka patnja nesnosna, i njihovo spletkarenje je rabota bezuspješna"
        },
        {
            "chapter": 35,
            "verse": 11,
            "text": "Allah vas stvara od zemlje, zatim od kapi sjemena, i najzad vas čini muškarcima i ženama. I nijedna žena ne zanese niti rodi, a da to On ne zna. I ničiji život se ne produži niti skrati, a da to nije zabilježeno u Knjizi; to je Allahu, uistinu lahko"
        },
        {
            "chapter": 35,
            "verse": 12,
            "text": "Ni dva mora nisu jednaka: jedno je slatko i prijatno - voda mu se lahko pije, a drugo je slano i gorko; vi iz svakog jedete svježe meso i vadite nakit kojim se kitite; ti vidiš lađe kako po njemu sijeku vodu da stičete iz obilja njegova, da biste bili zahvalni"
        },
        {
            "chapter": 35,
            "verse": 13,
            "text": "On uvodi noć u dan i uvodi dan u noć, On je potčinio Sunce i Mjesec - svako plovi do roka određenog; to vam je, eto, Allah. Gospodar vaš, carstvo je Njegovo! A oni kojima se, pored Njega, klanjate ne posjeduju ništa"
        },
        {
            "chapter": 35,
            "verse": 14,
            "text": "Ako im se molite, ne čuju vašu molbu, a da i čuju, ne bi vam se odazvali; na Sudnjem danu će poreći da ste ih Njemu ravnim smatrali. I niko te neće obavijestiti kao Onaj koji zna"
        }
    ]
}