{
    "maqras": [
        {
            "chapter": 4,
            "verse": 100,
            "text": "Onaj ko se iseli Allaha radi naći će na Zemlji mnogo mjesta, uprkos svojih neprijatelja, i slobodu. A onome ko napusti svoj rodni kraj radi Allaha i Poslanika Njegova, pa ga stigne smrt, nagrada od Allaha njemu je sigurna. - A Allah mnogo prašta i milostiv je"
        },
        {
            "chapter": 4,
            "verse": 101,
            "text": "Nije vam grijeh da molitvu na putovanju skratite, i kada se bojite da će vam nevjernici neko zlo nanijeti. Nevjernici su vam, doista, otvoreni neprijatelji"
        },
        {
            "chapter": 4,
            "verse": 102,
            "text": "Kada ti budeš među njima i kad odlučiš da zajedno sa njima obaviš molitvu, neka jedni s tobom molitvu obavljaju i neka svoje oružje uzmu; i dok budete obavljali molitvu, neka drugi budu iza vas, a onda neka dođu oni koji još nisu obavili molitvu, pa neka i oni obave molitvu s tobom, ali neka drže oružje svoje i neka budu oprezni. Nevjernici bi jedva dočekali da oslabi pažnja vaša prema oružju i oruđu vašem, pa svi odjednom na vas navale. A ako vam bude smetala kiša ili ako bolesni budete, nije vam grijeh da oružje svoje odložite, samo oprezni budite. Allah je nevjernicima pripremio sramnu patnju"
        },
        {
            "chapter": 4,
            "verse": 103,
            "text": "A kada molitvu završite, Allaha spominjite, i stojeći, i sjedeći, i ležeći. A u bezbjednosti obavljajte molitvu u potpunosti, jer vjernicima je propisano da u određeno vrijeme molitvu obavljaju"
        },
        {
            "chapter": 4,
            "verse": 104,
            "text": "Nemojte malaksati tražeći neprijatelja; ako vi trpite bol, trpe i oni bol kao i vi, a vi se još od Allaha nadate onome čemu se oni ne nadaju. - A Allah sve zna i mudar je"
        },
        {
            "chapter": 4,
            "verse": 105,
            "text": "Mi tebi objavljujemo Knjigu, samu istinu, da ljudima sudiš onako kako ti Allah objavljuje. I ne budi branilac varalicama"
        },
        {
            "chapter": 4,
            "verse": 106,
            "text": "i zamoli oprost od Allaha, - Allah, uistinu, prašta i samilostan je"
        },
        {
            "chapter": 4,
            "verse": 107,
            "text": "I ne brani one koji su u dušama svojim podmukli, jer Allah nikako ne voli onoga ko je podmukao, grješnik"
        },
        {
            "chapter": 4,
            "verse": 108,
            "text": "Oni se kriju od ljudi, ali se ne mogu sakriti od Allaha, a On je s njima i kad noću smišljaju riječi kojima On nije zadovoljan; Allah dobro zna sve ono što oni rade"
        },
        {
            "chapter": 4,
            "verse": 109,
            "text": "Eto, vi ih branite na ovom svijetu, a ko će ih pred Allahom na Sudnjem danu braniti, ili ko će im zastupnik biti"
        },
        {
            "chapter": 4,
            "verse": 110,
            "text": "Onaj ko kakvo zlo učini ili se prema sebi ogriješi, pa poslije zamoli Allaha da mu oprosti - naći će da Allah prašta i da je milostiv"
        },
        {
            "chapter": 4,
            "verse": 111,
            "text": "Onaj ko grijeh uradi - na svoju štetu ga je uradio. - A Allah sve zna i mudar je"
        },
        {
            "chapter": 4,
            "verse": 112,
            "text": "A onaj ko kakav prijestup ili grijeh počini pa time nedužna čovjeka potvori - natovario je na sebe i kletvu i grijeh očiti"
        },
        {
            "chapter": 4,
            "verse": 113,
            "text": "Da nije Allahove dobrote i Njegove milosti prema tebi, - neki pojedinci njihovi su bili naumili da te prevare - ali su samo sebe prevarili, a tebi nisu nimalo naudili. Tebi Allah objavljuje Knjigu i mudrost i uči te onome što nisi znao; velika je Allahova blagodat prema tebi"
        }
    ]
}