{
    "maqras": [
        {
            "chapter": 9,
            "verse": 93,
            "text": "a ima razloga da se prigovara onima koji od tebe traže dozvolu da izostanu, a imućni su. Zadovojavaju se da ostanu sa onima koji ne idu u boj, Allah je njihova srca zapečatio, pa oni ne znaju"
        },
        {
            "chapter": 9,
            "verse": 94,
            "text": "Kad se među njih vrate, oni će vam se pravdati. Reci: \"Ne pravdajte se, jer mi vama ne vjerujemo, zato što nas je Allah o vama obavijestio. Allah i njegov Poslanik će vidjeti kako ćete postupati, zatim, vi ćete biti ponovo vračeni onome kome je poznat i nevidljivi i vidljivi svijet, pa će vas On o onome što ste radili obavijestiti"
        },
        {
            "chapter": 9,
            "verse": 95,
            "text": "Kad se među njih vratite, zaklinjaće vam se Allahom, samo da ih se okanite, pa okanite ih se jer su on pogan i prebivalište njihovo biće Džehennem kao kazna za ono što su radili"
        },
        {
            "chapter": 9,
            "verse": 96,
            "text": "Oni vam se zaklinju da biste bili zadovoljni njima. Ako vi budete zadovoljni njima, Allah sigurno nije zadovoljan narodom nevjerničkim"
        },
        {
            "chapter": 9,
            "verse": 97,
            "text": "Beduini su najveći nevjernici i najgori licemjeri, i razumljivo je što ne poznaju propise koje Allah Svome Poslaniku objavljuje. A Allah sve zna i mudar je"
        },
        {
            "chapter": 9,
            "verse": 98,
            "text": "Ima beduina koji ono što daju smatraju nametom. I jedva čekaju da vas nesreća stigne - neka njih pogodi nesreća! A Allah sve čuje i sve zna"
        },
        {
            "chapter": 9,
            "verse": 99,
            "text": "A ima beduina koji vjeruju u Allaha i u onaj svijet i koji smatraju da je ono što daju put da se Allahu približe i da Poslanikove blagoslove zasluže. To im je, zaista, dobro djelo. Allah će ih sigurno milošću Svojom obasuti, jer Allah prašta i samilostan je"
        },
        {
            "chapter": 9,
            "verse": 100,
            "text": "Allah je zadovoljan prvim muslimanima, muhadžirima i ensarijama i svima onima koji ih slijede dobra djela čineći, a i oni su zadovoljni Njime: za njih je On pripremio Džennetske bašče kroz koje će rijeke teći, i oni će vječno i zauvijek u njima boraviti. To je veliki uspjeh"
        },
        {
            "chapter": 9,
            "verse": 101,
            "text": "Među beduinima oko vas ima licemjera, a ima ih i među stanovnicima Medine, koji su u licemjerstvu spretni - ti ih ne poznaješ, ali ih Mi poznajemo. Njih ćemo na dvostruke muke staviti, a zatim će biti u veliku patnju vraćeni"
        },
        {
            "chapter": 9,
            "verse": 102,
            "text": "A ima i drugih koji su grijehe svoje priznali. i koji su dobra djela s drugim koja su rđava izmješali, njima će, može biti, Allah oprostiti jer Allah prašta i samilostan je"
        },
        {
            "chapter": 9,
            "verse": 103,
            "text": "Uzmi od dobara njihovih zekat, da ih njime očistiš i blagoslovljenim ih učiniš, i pomoli se za njih, molitva tvoja će ih sigurno smiriti. - A Allah sve čuje i sve zna"
        },
        {
            "chapter": 9,
            "verse": 104,
            "text": "Zar ne znaju oni da jedino Allah prima pokajanje od robova Svojih i da samo On prihvata milostinje, i da je samo Allah Onaj koji prašta i da je On milostiv"
        },
        {
            "chapter": 9,
            "verse": 105,
            "text": "I reci : \"Trudite se! Allah će trud vaš vidjeti, a i Poslanik Njegov i vjernici, i vi ćete biti vraćeni onome koji zna nevidljivi i vidljivi svijet, pa će vas o onome što ste radili obavijestiti"
        },
        {
            "chapter": 9,
            "verse": 106,
            "text": "Ima i drugih koji su u neizvjesnosti da li će ih Allah kazniti ili će im oprostiti. - A Allah sve zna i mudar je"
        },
        {
            "chapter": 9,
            "verse": 107,
            "text": "A oni koji su džamiju sagradili da bi štetu nanijeli i nevjerovanje osnažili i razdor među vjernike unijeli, pripremajući je za onoga koji se protiv Allaha i Njegova Poslanika još prije borio, - sigurno će se zaklinjati: \"Mi smo samo najbolje željeli\", - a Allah je svjedok da su oni pravi lažljivci"
        },
        {
            "chapter": 9,
            "verse": 108,
            "text": "Ti u njoj nemoj nikad molitvu obaviti! Džamija čiji su temelji, već od prvog dana, postavljeni na strahu od Allaha zaista više zaslužuje da u njoj obavaljaš molitvu. U njoj su ljudi koji vole da se često peru, a Allah voli one koji se mnogo čiste"
        },
        {
            "chapter": 9,
            "verse": 109,
            "text": "Da li je bolji onaj koji je temelj zgrade svoje postavio na strahu od Allaha i u želji da mu se umili - ili onaj koji je temelj zgrade svoje postavio na rub podlokane obale koja se nagnula, da se zajedno s njim u vatru Džehennemsku sruši? - A Allah neće ukazati na pravi put narodu koji sam sebi nepravdu čini"
        },
        {
            "chapter": 9,
            "verse": 110,
            "text": "Zgrada koju su oni sagradili stalno će unositi nemir u srca njihova, sve dok im srca ne popucaju. - A Allah sve zna i mudar je"
        }
    ]
}