{
    "pages": [
        {
            "chapter": 2,
            "verse": 77,
            "text": "کہا یہ لوگ اتنا بھی نہیں جانتے کہ اللہ وہ سب کچھ جانتا ہے جو کچھ یہ چھپاتے ہیں اور جو کچھ ظاہر کرتے ہیں۔"
        },
        {
            "chapter": 2,
            "verse": 78,
            "text": "اور ان (یہود) میں کچھ ایسے ان پڑھ بھی ہیں جو بے بنیاد امیدوں اور جھوٹی آرزوؤں کے سوا کتاب (توراۃ) کا کچھ بھی علم نہیں رکھتے۔ اور وہ صرف خام خیالیوں میں پڑے رہتے ہیں۔"
        },
        {
            "chapter": 2,
            "verse": 79,
            "text": "سو خرابی و بربادی ہے ان لوگوں کے لئے جو اپنے ہاتھوں سے (جعلی) کتاب (تحریر) لکھتے ہیں اور پھر کہتے ہیں کہ یہ اللہ کی طرف سے (آئی) ہے تاکہ اس کے عوض تھوڑی سی قیمت (دنیوی فائدہ) حاصل کریں پس خرابی ہے ان کے لئے ان کے ہاتھوں کی لکھائی پر اور بربادی ہے۔ ان کے لئے ان کی اس کمائی پر ۔"
        },
        {
            "chapter": 2,
            "verse": 80,
            "text": "اور یہ لوگ کہتے ہیں کہ گنتی کے چند دنوں کے سوا دوزخ کی آگ ہمیں چھو بھی نہیں سکتی (اے رسول) آپ ان سے کہیے! کیا تم نے خدا سے کوئی عہد و پیمان لے لیا ہے کہ خدا کبھی اپنے عہد کی خلاف ورزی نہیں کرے گا؟ یا اللہ کے ذمہ وہ بات لگا رہے ہو جس کا تمہیں کوئی علم نہیں ہے۔"
        },
        {
            "chapter": 2,
            "verse": 81,
            "text": "کیوں نہیں (چھوئے گی) جو بھی برا کام کرے گا اور اس کا گناہ (چاروں طرف سے) اسے گھیر لے گا یہی لوگ دوزخی ہیں جس میں وہ ہمیشہ ہمیشہ رہیں گے۔"
        },
        {
            "chapter": 2,
            "verse": 82,
            "text": "اور جو لوگ ایمان لائے اور (اس کے ساتھ ساتھ) نیک عمل بھی کئے یہی لوگ بہشتی ہیں جس میں وہ ہمیشہ ہمیشہ رہیں گے۔"
        },
        {
            "chapter": 2,
            "verse": 83,
            "text": "اور (وہ وقت یاد کرو) جب ہم نے بنی اسرائیل سے یہ پختہ عہد لیا تھا کہ اللہ کے سوا کسی کی عبادت نہ کرنا۔ ماں باپ سے (خصوصاً) رشتہ داروں، یتیموں اور مسکینوں سے (عموماً) نیک سلوک کرنا اور سب سے اچھی بات کہنا، نماز قائم کرنا اور زکوٰۃ ادا کرنا۔ مگر تم میں سے تھوڑے آدمیوں کے سوا باقی سب اس (عہد) سے پھر گئے۔ اور تم ہو ہی روگردانی کرنے والے۔"
        }
    ]
}