{
    "pages": [
        {
            "chapter": 6,
            "verse": 19,
            "text": "اے رسول(ص)) کہو کہ گواہی میں سب سے بڑھ کر کون سی چیز ہے؟ کہہ دیجیے کہ اللہ! جو میرے اور تمہارے درمیان گواہ ہے۔ اور یہ قرآن بذریعہ وحی میری طرف بھیجا گیا ہے تاکہ میں اس کے ذریعہ سے تمہیں اور جس تک یہ پہنچے سب کو ڈراؤں۔ کیا تم اس بات کی گواہی دیتے ہو کہ اللہ کے ساتھ کوئی اور خدا بھی ہیں؟ کہیے کہ میں تو یہ گواہی نہیں دیتا۔ کہو وہ واحد و یکتا ہے۔ اور میں تمہارے شرک سے بری و بیزار ہوں۔"
        },
        {
            "chapter": 6,
            "verse": 20,
            "text": "جن لوگوں کو ہم نے کتاب دی ہے وہ ان (پیغمبر(ص)) کو اس طرح پہنچاتے ہیں جس طرح اپنے بیٹوں کو پہنچاتے ہیں۔ مگر جن لوگوں نے اپنے آپ کو خسارے و نقصان میں ڈال رکھا ہے وہ ایمان نہیں لائیں گے۔"
        },
        {
            "chapter": 6,
            "verse": 21,
            "text": "اور اس شخص سے بڑا ظالم کون ہے جو خدا پر جھوٹا بہتان باندھے یا اس کی آیتوں کو جھٹلائے۔ یقینا ظالم لوگ کبھی فلاح نہیں پائیں گے۔"
        },
        {
            "chapter": 6,
            "verse": 22,
            "text": "اور جس دن ہم سب کو (میدانِ حشر میں) اکٹھا کریں گے۔ اور جو لوگ (دنیا میں) شرک کرتے رہے ہیں ان سے کہیں گے کہ کہاں ہیں تمہارے وہ (معبود) جن کو تم خدا کا شریک گمان کرتے تھے۔"
        },
        {
            "chapter": 6,
            "verse": 23,
            "text": "اس وقت ان کے پاس اس کے سوا اور کوئی عذر نہ ہوگا کہ وہ کہیں گے ہمیں اپنے پروردگار اللہ کی قسم کہ ہم مشرک نہ تھے۔"
        },
        {
            "chapter": 6,
            "verse": 24,
            "text": "دیکھو وہ کس طرح اپنے ہی برخلاف جھوٹ بولنے لگے؟ اور ان کی وہ تمام افترا پردازیاں گم ہوگئیں جو وہ کیا کرتے تھے۔"
        },
        {
            "chapter": 6,
            "verse": 25,
            "text": "اور ان میں سے کچھ ایسے بھی ہیں جو آپ کی بات غور سے سنتے ہیں اور ہم نے ان کے دلوں پر پردے ڈال دیئے ہیں کہ وہ اسے سمجھتے نہیں ہیں اور کانوں میں گرانی ڈال دی ہے کہ سنتے نہیں ہیں۔ اور اگر وہ سارے کے سارے معجزے دیکھ لیں جب بھی ان پر ایمان نہیں لائیں گے۔ یہاں تک کہ جب آپ کے پاس آتے ہیں تو آپ سے بھی بحث و تکرار کرتے ہیں اور جو کافر ہیں (اور جنہوں نے بہرحال نہ ماننے کا فیصلہ کر لیا ہے) وہ سب کچھ سن کر بھی کہتے ہیں کہ یہ (قرآن) نہیں ہے مگر اگلے لوگوں کی (جھوٹی) داستانیں۔"
        },
        {
            "chapter": 6,
            "verse": 26,
            "text": "یہ ایسے (ناہنجار) ہیں کہ دوسروں کو بھی اس (پیغمبرِ اسلام یا قرآن) سے روکتے ہیں۔ اور خود بھی اس سے دور بھاگتے ہیں اور وہ (اپنی اس روش سے کسی اور کو نہیں) اپنے آپ کو تباہ کر رہے ہیں مگر انہیں اس کا شعور نہیں ہے۔"
        },
        {
            "chapter": 6,
            "verse": 27,
            "text": "اور کاش تم (ان کی وہ حالت) دیکھو جب وہ آتشِ دوزخ پر کھڑے کئے جائیں گے۔ اور وہ کہیں گے کہ کاش ہم واپس (دنیا میں) بھیج دیئے جائیں اور اپنے پروردگار کی نشانیوں کو نہ جھٹلائیں اور ایمان لانے والوں میں سے ہو جائیں۔"
        }
    ]
}