{
    "pages": [
        {
            "chapter": 7,
            "verse": 96,
            "text": "اور اگر ان بستیوں کے باشندے ایمان لاتے اور پرہیزگاری اختیار کرتے تو ہم ان پر آسمان و زمین کی برکتوں کے دروازے کھول دیتے۔ لیکن انہوں نے جھٹلایا۔ لہٰذا ہم نے ان کو ان کے کرتوتوں کی پاداش میں پکڑ لیا۔"
        },
        {
            "chapter": 7,
            "verse": 97,
            "text": "آیا ان بستیوں والے اس سے بے خوف ہوگئے ہیں کہ ان پر ہمارا عذاب راتوں رات آجائے جبکہ وہ سو رہے ہوں؟"
        },
        {
            "chapter": 7,
            "verse": 98,
            "text": "یا کیا بستیوں والے اس سے بے خوف ہوگئے ہیں کہ ان پر ہمارا عذاب دن چڑھے (چاشت کے وقت) آجائے جبکہ وہ کھیل کود رہے ہوں؟"
        },
        {
            "chapter": 7,
            "verse": 99,
            "text": "کیا یہ لوگ اللہ کے عذاب یا اس کی خفیہ تدبیر سے بے خوف ہوگئے ہیں۔ حالانکہ اللہ کے عذاب یا اس کی خفیہ تدبیر سے وہی لوگ بے خوف ہوتے ہیں جو گھاٹا اٹھانے والے ہوں۔"
        },
        {
            "chapter": 7,
            "verse": 100,
            "text": "کیا ان لوگوں پر جو پہلے اہل زمین کی تباہی کے بعد زمین کے وارث بنے ہیں یہ بات واضح نہیں ہوئی ہے کہ اگر ہم چاہتے تو ان کو گناہوں کی وجہ سے کسی مصیبت میں مبتلا کر دیتے اور ان کے دلوں پر ایسی مہر لگا دیتے کہ وہ سن (سمجھ) نہ سکیں۔"
        },
        {
            "chapter": 7,
            "verse": 101,
            "text": "یہ وہ بستیاں ہیں کہ جن کی کچھ خبریں ہم آپ سے بیان کر رہے ہیں بے شک ان کے پاس ان کے رسول کھلے ہوئے نشان (معجزے) لے کر آئے۔ مگر وہ ایسے نہیں تھے کہ اس بات پر ایمان لاتے جسے وہ پہلے جھٹلا چکے تھے۔ اللہ اسی طرح کافروں کے دلوں پر مہر لگاتا ہے۔"
        },
        {
            "chapter": 7,
            "verse": 102,
            "text": "اور ہم نے ان کی اکثریت میں عہد و پیمان کی پاسداری نہیں پائی اور ہم نے اکثر کو فاسق و فاجر پایا ہے۔"
        },
        {
            "chapter": 7,
            "verse": 103,
            "text": "پھر ہم نے ان (نبیوں) کے بعد موسیٰ کو اپنی نشانیاں (معجزے) دے کر فرعون اور اس کے سرداروں کی طرف بھیجا۔ مگر انہوں نے ان (نشانیوں) کے ساتھ ظلم کیا (انکار کر دیا) دیکھو مفسدین کا کیا برا انجام ہوا؟"
        },
        {
            "chapter": 7,
            "verse": 104,
            "text": "اور موسیٰ نے کہا اے فرعون میں تمام جہانوں کے پروردگار کا رسول ہوں۔"
        }
    ]
}