{
    "pages": [
        {
            "chapter": 10,
            "verse": 89,
            "text": "اللہ تعالیٰ نے فرمایا تم دونوں کی دعا قبول کر لی گئی ہے سو تم ثابت قدم رہو۔ اور ان لوگوں کی پیروی نہ کرو۔ جو (حق و حقیقت کا) علم نہیں رکھتے۔"
        },
        {
            "chapter": 10,
            "verse": 90,
            "text": "اور ہم نے بنی اسرائیل کو دریا سے پار اتار دیا پھر فرعون اور اس کے لشکر نے سرکشی اور ظلم و تعدی سے ان کا پیچھا کیا یہاں تک کہ جب وہ (فرعون) (دریا میں) غرق ہونے لگا تو کہنے لگا کہ میں ایمان لاتا ہوں (مانتا ہوں) کہ اس ہستی کے سوا کوئی الٰہ نہیں ہے جس پر بنی اسرائیل ایمان لائے ہیں اور میں مسلمانوں (فرمانبرداروں) میں سے ہوں۔"
        },
        {
            "chapter": 10,
            "verse": 91,
            "text": "(اس سے کہا گیا) اب؟ (ایمان لاتا ہے؟) حالانکہ اس سے پہلے تو مسلسل نافرمانی کرتا رہا ہے اور تو فسادیوں میں سے ایک (بڑا) مفسد تھا۔"
        },
        {
            "chapter": 10,
            "verse": 92,
            "text": "پس آج ہم صرف تیرے بدن (لاش) کو بچائیں گے تاکہ تو اپنے بعد آنے والوں کے لئے (قدرت و عبرت کی) ایک نشانی بن جائے (اگرچہ) لوگوں کی اکثریت ہماری نشانیوں سے غافل ہی رہتی ہے۔"
        },
        {
            "chapter": 10,
            "verse": 93,
            "text": "اور ہم نے (حسب الوعدہ) بنی اسرائیل کو (رہنے کے لئے) بہت اچھا ٹھکانا دیا اور پاکیزہ چیزوں سے ان کی روزی کا انتظام کیا پس جب تک ان کے پاس توراۃ وغیرہ کی شکل میں علم نہیں آگیا تب تک انہوں نے باہم اختلاف نہیں کیا۔ (پھر جان بوجھ کر اختلاف کیا)۔ یقینا آپ کا پروردگار قیامت کے دن ان کے درمیان فیصلہ کرے گا ان باتوں میں جن میں وہ اختلاف کیا کرتے تھے۔"
        },
        {
            "chapter": 10,
            "verse": 94,
            "text": "اگر (بالفرض) آپ کو اس (قرآن میں) کچھ شک ہے جو ہم نے آپ کی طرف نازل کیا ہے تو پھر ان لوگوں (اہل کتاب) سے پوچھ لو جو آپ سے پہلے کتابیں (توراۃ و انجیل وغیرہ) پڑھتے رہتے ہیں۔ بے شک آپ کے پروردگار کی طرف سے آپ کے پاس حق آیا ہے لہٰذا ہرگز شک کرنے والوں میں سے نہ ہونا۔"
        },
        {
            "chapter": 10,
            "verse": 95,
            "text": "اور نہ ہی ان لوگوں میں سے ہونا جنہوں نے آیاتِ الٰہیہ کو جھٹلایا ورنہ نقصان اٹھانے والوں میں سے ہو جاؤگے۔"
        },
        {
            "chapter": 10,
            "verse": 96,
            "text": "بے شک وہ لوگ جن پر آپ کے پروردگار کی بات ثابت ہو چکی ہے۔"
        },
        {
            "chapter": 10,
            "verse": 97,
            "text": "سو اگرچہ دنیا جہاں کی تمام نشانیاں (معجزات) ان کے سامنے آجائیں مگر وہ جب تک دردناک عذاب اپنی آنکھوں سے نہ دیکھ لیں تب تک وہ کبھی ایمان نہیں لائیں گے۔"
        }
    ]
}