{
    "pages": [
        {
            "chapter": 10,
            "verse": 107,
            "text": "اور اگر اللہ تمہیں کوئی نقصان پہنچانا چاہے تو اس کے سوا کوئی اس کا دور کرنے والا نہیں ہے اور اگر وہ تمہارے ساتھ بھلائی کرنا چاہے تو اس کے فضل کو کوئی روکنے والا نہیں ہے وہ اپنے بندوں میں سے جس پر چاہے اپنا فضل و کرم فرمائے وہ بڑا بخشنے والا، رحم کرنے والا ہے۔"
        },
        {
            "chapter": 10,
            "verse": 108,
            "text": "(اے رسول) کہہ دیجئے! اے لوگو تمہارے پروردگار کی طرف سے حق آچکا ہے پس جو ہدایت حاصل کرے گا تو وہ اپنے فائدہ کے لئے کرے گا اور جو گمراہ ہوگا اس کا نقصان بھی اسی کو ہوگا میں تم پر نگہبان و نگران نہیں ہوں۔"
        },
        {
            "chapter": 10,
            "verse": 109,
            "text": "اور (اے رسول) آپ اس وحی کی پیروی کریں جو آپ کی طرف کی جاتی ہے اور (مخالفین کی ایذا رسانیوں پر) صبر کریں یہاں تک کہ اللہ (آپ کے اور ان کے درمیان) فیصلہ کر دے۔ جو فیصلہ کرنے والوں میں سب سے بہتر فیصلہ کرنے والا ہے۔"
        },
        {
            "chapter": 11,
            "verse": 1,
            "text": "الف، لام، را، یہ وہ کتاب ہے جس کی آیتیں محکم اور مضبوط بنائی گئی ہیں اور پھر تفصیل کے ساتھ کھول کھول کر بیان کی گئی ہیں یہ اس کی طرف سے ہے جو بڑا حکمت والا، بڑا باخبر ہے۔"
        },
        {
            "chapter": 11,
            "verse": 2,
            "text": "(اس کا خلاصہ یہ ہے کہ) اللہ کے سوا کسی کی عبادت (بندگی) نہ کرو بلاشبہ میں اس کی طرف سے تمہیں ڈرانے والا اور خوشخبری دینے والا ہوں۔"
        },
        {
            "chapter": 11,
            "verse": 3,
            "text": "اور یہ کہ اپنے پروردگار سے مغفرت طلب کرو پھر اس کی بارگاہ میں توبہ کرو (اس کی طرف رجوع کرو) وہ تمہیں مقررہ مدت (تک زندگی کے) اچھے فوائد سے بہرہ مند کرے گا۔ اور ہر صاحبِ فضل (زیادہ عمل کرنے والے) کو اس کے درجہ کے مطابق عطا فرمائے گا اور اگر تم نے روگردانی کی تو میں تمہارے بارے میں ایک بڑے دن کے عذاب سے ڈرتا ہوں۔"
        },
        {
            "chapter": 11,
            "verse": 4,
            "text": "تم سب کو اللہ ہی کی طرف لوٹ کر جانا ہے اور وہ ہر چیز پر پوری قدرت رکھنے والا ہے۔"
        },
        {
            "chapter": 11,
            "verse": 5,
            "text": "آگاہ ہو جاؤ یہ (منافق) لوگ اپنے سینوں کو دوہرا کر رہے ہیں تاکہ اس (اللہ یا رسول) سے چھپ جائیں مگر یاد رکھو جب یہ لوگ اپنے (سارے) کپڑے اپنے اوپر اوڑھ لیتے ہیں تو (تب بھی) وہ (اللہ) وہ بھی جانتا ہے جو کچھ وہ چھپاتے ہیں اور وہ بھی جو کچھ وہ ظاہر کرتے ہیں (کیونکہ) بے شک وہ تو ان رازوں سے بھی خوف واقف ہے جو سینوں کے اندر ہیں۔"
        }
    ]
}