{
    "pages": [
        {
            "chapter": 18,
            "verse": 46,
            "text": "مال اور اولادِ زندگانی دنیا کی (ہنگامی) زیب و زینت ہیں اور (دراصل) باقی رہنے والی نیکیاں تمہارے پروردگار کے نزدیک ثواب کے لحاظ سے بھی اور امید کے اعتبار سے بھی کہیں بہتر ہیں۔"
        },
        {
            "chapter": 18,
            "verse": 47,
            "text": "اور وہ دن (یاد کرو) جب ہم پہاڑوں کو چلائیں گے اور تم زمین کو دیکھوگے کہ وہ کھلا ہوا میدان ہے اور ہم اس طرح سب لوگوں کو جمع کریں گے کہ کسی ایک کو بھی نہیں چھوڑیں گے۔"
        },
        {
            "chapter": 18,
            "verse": 48,
            "text": "اور وہ تمہارے پروردگار کے حضور صفیں باندھے پیش کئے جائیں گے (تب ان سے کہا جائے گا) آخر تم اسی طرح ہمارے پاس آگئے ہو جس طرح ہم نے تمہیں پہلی مرتبہ پیدا کیا تھا۔ ہاں البتہ تم نے یہ خیال کیا تھا کہ ہم نے تمہارے لئے (دوبارہ پیدا کرنے کا) کوئی وعدہ گاہ مقرر نہیں کیا ہے۔"
        },
        {
            "chapter": 18,
            "verse": 49,
            "text": "اور نامۂ اعمال (سامنے) رکھ دیا جائے گا اور تم دیکھو گے کہ مجرم لوگ اس کے مندرجات سے ڈر رہے ہوں گے اور کہتے ہوں گے۔ ہائے ہماری کم بختی! یہ کیسا نامۂ عمل ہے؟ جس نے (ہمارا) کوئی چھوٹا بڑا (گناہ) نہیں چھوڑا مگر سب کو درج کر لیا ہے۔ اور جو کچھ ان لوگوں نے کیا تھا وہ سب اپنے اپنے سامنے پائیں گے اور تمہارا پروردگار کسی پر ظلم نہیں کرتا۔"
        },
        {
            "chapter": 18,
            "verse": 50,
            "text": "اور (وہ وقت یاد کرو) جب ہم نے فرشتوں سے کہا کہ آدم کے سامنے سجدہ ریز ہو جاؤ۔ تو سب نے سجدہ کیا سوائے ابلیس کے وہ جنات میں سے تھا۔ اس نے اپنے پروردگار کے حکم کی سرتابی کی۔ کیا تم (اے منکرینِ حق) مجھے چھوڑ کر اس کو اور اس کی اولاد کو اپنا سرپرست و کارساز بناتے ہو؟ حالانکہ وہ تمہارا دشمن ہے۔ ظالموں کیلئے کیا ہی برا بدل ہے۔"
        },
        {
            "chapter": 18,
            "verse": 51,
            "text": "اور میں نے انہیں آسمان و زمین کی پیدائش کے وقت حاضر نہیں کیا اور نہ ہی ان کی اپنی خلقت کے وقت اور میں ایسا نہیں ہوں کہ گمراہ کرنے والوں کو اپنا دست و بازو بناؤں۔"
        },
        {
            "chapter": 18,
            "verse": 52,
            "text": "اور وہ دن (یاد رکھو) جب وہ (اللہ مشرکین سے) فرمائے گا کہ بلاؤ میرے ان شریکوں کو جن کو تم میرا شریک خیال کرتے تھے۔ چنانچہ وہ انہیں پکاریں گے لیکن وہ انہیں کوئی جواب نہیں دیں گے اور ہم ان کے درمیان ایک آڑ مقرر کر دیں گے کہ وہ ایک دوسرے کی بات نہیں سن سکتے۔"
        },
        {
            "chapter": 18,
            "verse": 53,
            "text": "اور جب مجرم لوگ (دوزخ کی) آگ دیکھیں گے تو وہ خیال کریں گے کہ وہ اس میں گرنے والے ہیں اور وہ اس سے بچنے کی کوئی راہ نہیں پائیں گے۔"
        }
    ]
}