{
    "pages": [
        {
            "chapter": 2,
            "verse": 203,
            "text": "اور گنتی کے چند دنوں میں خدا کو یاد کرو پس جو جلدی کرے گا اور (منٰی سے) دو ہی دن میں چلا جائے تو اس پر کوئی گناہ نہیں ہے۔ اور جو دیر کرے (تیسرے دن تک ٹھہرا رہے) اس پر بھی کوئی گناہ نہیں ہے مگر یہ (رعایت) اس کے لئے ہے جو (شکار سے) بچتا رہا ہو اور اللہ (کی نافرمانی سے) ڈرو اور یقین رکھو کہ تم اسی کے حضور اکھٹے کئے جاؤگے (پلٹ کر جاؤ گے)۔"
        },
        {
            "chapter": 2,
            "verse": 204,
            "text": "اور بعض لوگ (منافقین) ایسے بھی ہیں کہ جن کی (چکنی چپڑی) باتیں تمہیں زندگانی دنیا میں بہت اچھی لگتی ہیں اور وہ اپنی دلی حالت پر خدا کو گواہ بناتے ہیں حالانکہ وہ (تمہارے) بدترین دشمن ہیں۔"
        },
        {
            "chapter": 2,
            "verse": 205,
            "text": "اور جب آپ کے پاس سے منہ پھیرتے ہیں (یا برسر اقتدار آتے ہیں) تو زمین میں فساد برپا کرنے کے لیے دوڑتے پھرتے ہیں اور کھیتی اور نسل کو برباد کرتے ہیں جبکہ خدا فساد کو ہرگز پسند نہیں کرتا۔"
        },
        {
            "chapter": 2,
            "verse": 206,
            "text": "اور جب ان سے کہا جاتا ہے کہ خدا (کی حکم عدولی) سے ڈرو تو ان کی (ظاہری) عزت اور غرورِ نفس ان کو گناہ پر ابھارتا اور اصرار کراتا ہے ایسے (بدبخت) لوگوں کے لیے دوزخ کافی ہے اور وہ بہت برا ٹھکانہ ہے۔"
        },
        {
            "chapter": 2,
            "verse": 207,
            "text": "اور انسانوں میں سے کچھ ایسے (انسان) بھی ہیں جو خدا کی خوشنودی حاصل کرنے کی خاطر اپنی جان بیچ ڈالتے ہیں (خطرے میں ڈال دیتے ہیں) اور اللہ (ایسے جاں نثار) بندوں پر بڑا شفیق و مہربان ہے۔"
        },
        {
            "chapter": 2,
            "verse": 208,
            "text": "اے ایمان والو! تم سب کے سب امن و سلامتی (والے دین) میں مکمل طور پر داخل ہو جاؤ اور شیطان کے نقش قدم پر نہ چلو کیونکہ وہ تمہارا کھلا ہوا دشمن ہے۔"
        },
        {
            "chapter": 2,
            "verse": 209,
            "text": "اور اگر روشن دلیلوں (واضح احکام) کے آجانے کے بعد بھی تم ڈگمگا گئے تو خوب جان لو کہ اللہ زبردست (سب پر غالب) اور بڑی حکمت والا ہے۔"
        },
        {
            "chapter": 2,
            "verse": 210,
            "text": "کیا یہ لوگ اس بات کا انتظار کر رہے ہیں کہ خود اللہ اور فرشتے سفید بادلوں کے سایہ میں ان کے پاس آئیں اور ہر بات کا فیصلہ ہو جائے آخر سب امور کی بازگشت تو خدا ہی کی طرف ہے۔"
        }
    ]
}