{
    "pages": [
        {
            "chapter": 21,
            "verse": 58,
            "text": "چنانچہ آپ نے ان کے ایک بڑے بت کے سوا باقی سب کے ٹکڑے ٹکڑے کر دیئے تاکہ وہ اس کی طرف رجوع کریں۔"
        },
        {
            "chapter": 21,
            "verse": 59,
            "text": "انہوں نے کہا ہمارے خداؤں کے ساتھ کس نے یہ سلوک کیا ہے؟ بےشک وہ ظالموں میں سے ہے۔"
        },
        {
            "chapter": 21,
            "verse": 60,
            "text": "(بعض) لوگ کہنے لگے کہ ہم نے ایک نوجوان کو سنا ہے جو ان کا ذکر (برائی سے) کیا کرتا ہے جسے ابراہیم کہا جاتا ہے۔"
        },
        {
            "chapter": 21,
            "verse": 61,
            "text": "انہوں نے کہا تو پھر اسے (پکڑ کر) سب لوگوں کے سامنے لاؤ تاکہ وہ گواہی دیں۔"
        },
        {
            "chapter": 21,
            "verse": 62,
            "text": "(چنانچہ آپ لائے گئے) ان لوگوں نے کہا اے ابراہیم (ع)! کیا تم نے ہمارے خداؤں کے ساتھ یہ سلوک کیا ہے؟"
        },
        {
            "chapter": 21,
            "verse": 63,
            "text": "ابراہیم (ع)نے کہا: بلکہ ان کے بڑے بت نے یہ سب کاروائی کی ہے ان بتوں سے ہی پوچھ لو اگر وہ بول سکتے ہیں؟"
        },
        {
            "chapter": 21,
            "verse": 64,
            "text": "وہ لوگ (ابراہیم کا یہ جواب سن کر) اپنے دلوں میں سوچنے لگے اور آپس میں کہنے لگے واقعی تم خود ہی ظالم ہو۔"
        },
        {
            "chapter": 21,
            "verse": 65,
            "text": "پھر انہوں نے (خجالت سے) سر جھکا کر کہا کہ تم جانتے ہو کہ یہ (بت) بات نہیں کرتے۔"
        },
        {
            "chapter": 21,
            "verse": 66,
            "text": "آپ نے کہا تو پھر تم اللہ کو چھوڑ کر ایسی چیزوں کی عبادت کرتے ہو جو نہ تمہیں فائدہ پہنچا سکتی ہیں اور نہ نقصان پہنچا سکتی ہیں۔"
        },
        {
            "chapter": 21,
            "verse": 67,
            "text": "تف ہے تم پر اور ان (بتوں) پر جن کی تم اللہ کو چھوڑ کر پرستش کرتے ہو۔ کیا تم عقل سے کام نہیں لیتے؟"
        },
        {
            "chapter": 21,
            "verse": 68,
            "text": "ان لوگوں نے کہا اگر کچھ کرنا چاہتے ہو تو اسے آگ میں جلا دو۔ اور اپنے خداؤں کی مدد کرو۔"
        },
        {
            "chapter": 21,
            "verse": 69,
            "text": "(چنانچہ انہوں نے آپ کو آگ میں ڈال دیا تو) ہم نے کہا اے آگ! ٹھنڈی ہوکر اور ابراہیم کے لئے سلامتی کا باعث بن جا۔"
        },
        {
            "chapter": 21,
            "verse": 70,
            "text": "ان لوگوں نے ابراہیم کے ساتھ چالبازی کرنا چاہی تھی مگر ہم نے انہیں ناکام کر دیا۔"
        },
        {
            "chapter": 21,
            "verse": 71,
            "text": "اور ہم نے انہیں اور لوط کو نجات دی اور اس سر زمین (شام) کی طرف لے گئے جسے ہم نے دنیا جہان والوں کیلئے بابرکت بنایا ہے۔"
        },
        {
            "chapter": 21,
            "verse": 72,
            "text": "اور ہم نے اسحاق (جیسا بیٹا) اور مزید یعقوب (جیسا پوتا) عطا فرمایا اور سب کو صالح بنایا۔"
        }
    ]
}