{
    "pages": [
        {
            "chapter": 22,
            "verse": 6,
            "text": "یہ (سب کچھ) اس لئے ہے کہ اللہ ہی کی ذات حق ہے۔ اور بےشک وہی مردوں کو زندہ کرتا ہے اور وہ ہر چیز پر قادر ہے۔"
        },
        {
            "chapter": 22,
            "verse": 7,
            "text": "اور قیامت ضرور آنے والی ہے۔ جس میں کوئی شک نہیں ہے اور یقیناً اللہ انہیں زندہ کرے گا جو قبروں میں ہیں۔"
        },
        {
            "chapter": 22,
            "verse": 8,
            "text": "اور لوگوں میں سے کچھ ایسے بھی ہیں جو اللہ کے بارے میں بغیر کسی علم کے، بغیر کسی راہنمائی کے اور بغیر کسی روشن کتاب کے کج بحثی کرتے ہیں۔"
        },
        {
            "chapter": 22,
            "verse": 9,
            "text": "(غرور سے) اپنے شانے کو موڑے ہوئے (اور گردن اکڑائے ہوئے) تاکہ (لوگوں کو) اللہ کی راہ سے گمراہ کریں ان کیلئے دنیا میں رسوائی ہے اور قیامت کے دن ہم انہیں جلانے والی آگ کے عذاب کا مزہ چکھائیں گے۔"
        },
        {
            "chapter": 22,
            "verse": 10,
            "text": "تب اسے بتایا جائے گا کہ یہ سب کچھ سزا ہے اس کی جو تیرے دونوں ہاتھوں نے آگے بھیجا ہے اور خدا ہرگز اپنے بندوں پر ظلم کرنے والا نہیں ہے۔"
        },
        {
            "chapter": 22,
            "verse": 11,
            "text": "اور لوگوں میں کوئی ایسا بھی ہوتا ہے جو کنارہ پر رہ کر خدا کی عبادت کرتا ہے۔ سو اگر اسے کوئی فائدہ پہنچ جائے تو وہ اس سے مطمئن ہو جاتا ہے اور اگر اسے کوئی آزمائش پیش آجائے (یا کوئی مصیبت پہنچ جائے) تو فوراً (اسلام سے) منہ موڑ لیتا ہے۔ اس نے دنیا و آخرت کا گھاٹا اٹھایا اور یہ کھلا ہوا خسارہ ہے۔"
        },
        {
            "chapter": 22,
            "verse": 12,
            "text": "وہ اللہ کو چھوڑ کر اس کو پکارتا ہے جو نہ اسے نقصان پہنچاتا ہے اور نہ نفع۔ یہی تو انتہائی گمراہی ہے۔"
        },
        {
            "chapter": 22,
            "verse": 13,
            "text": "وہ ایسے کو پکارتا ہے جس کا ضرر اس کے فائدہ سے زیادہ قریب ہے۔ کیا ہی برا ہے آقا اور کیا ہی برا ہے ساتھی۔"
        },
        {
            "chapter": 22,
            "verse": 14,
            "text": "بےشک اللہ ان لوگوں کو جو ایمان لائے اور نیک عمل بھی کئے ان بہشتوں میں داخل کرے گا جن کے نیچے نہریں بہہ رہی ہوں گی۔ بیشک اللہ وہ کرتا ہے جو کچھ وہ چاہتا ہے۔"
        },
        {
            "chapter": 22,
            "verse": 15,
            "text": "جو شخص یہ خیال کرتا ہے کہ خدا دنیا اور آخرت میں اس کی مدد نہیں کرے گا تو اسے چاہیے کہ ایک رسی کے ذریعہ آسمان تک پہنچ کر شگاف لگائے۔ پھر دیکھے کہ آیا اس کی یہ تدبیر اس چیز کو دور کر سکتی ہے جو اسے غصہ میں لا رہی تھی۔"
        }
    ]
}