{
    "pages": [
        {
            "chapter": 27,
            "verse": 45,
            "text": "اور بےشک ہم نے قوم ثمود کی طرف ان کے بھائی صالح کو رسول بنا کر (اس پیغام کے ساتھ) بھیجا کہ اللہ کی عبادت کرو۔ تو وہ دو فریق (مؤمن و کافر) ہوگئے جو آپس میں جھگڑنے لگے۔"
        },
        {
            "chapter": 27,
            "verse": 46,
            "text": "آپ نے کہا اے میری قوم! تم بھلائی سے پہلے برائی کیلئے کیوں جلدی کرتے ہو؟ تم اللہ سے کیوں بخشش طلب نہیں کرتے؟ تاکہ تم پر رحم کیا جائے۔"
        },
        {
            "chapter": 27,
            "verse": 47,
            "text": "انہوں نے کہا کہ ہم تو تمہیں اور تمہارے ساتھیوں کو برا شگون سمجھتے ہیں آپ (ع) نے کہا تمہاری بدشگونی تو اللہ کے پاس ہے بلکہ تم وہ لوگ ہو جو آزمائے جا رہے ہو۔"
        },
        {
            "chapter": 27,
            "verse": 48,
            "text": "اور (اس) شہر میں نو گروہ تھے جو زمین میں فساد برپا کرتے تھے اور اصلاح نہیں کرتے تھے۔"
        },
        {
            "chapter": 27,
            "verse": 49,
            "text": "انہوں نے کہا کہ آپس میں خدا کی قسم کھا کر عہد کرو کہ ہم رات کے وقت صالح اور اس کے گھر والوں کو ہلاک کر دیں گے اور پھر ان کے وارث سے کہیں گے کہ ہم ان کے گھر والوں کی ہلاکت کے موقع پر موجود ہی نہیں تھے اور ہم بالکل سچے ہیں۔"
        },
        {
            "chapter": 27,
            "verse": 50,
            "text": "اور (اس طرح) انہوں نے ایک چال چلی اور ہم نے بھی ایک چال چلی جس کی انہیں خبر نہ تھی۔"
        },
        {
            "chapter": 27,
            "verse": 51,
            "text": "تو دیکھو ان کی چال کا انجام کیا ہوا؟ ہم نے ان کو اور ان کی قوم کو تباہ و برباد کر دیا۔"
        },
        {
            "chapter": 27,
            "verse": 52,
            "text": "سو یہ ان کے گھر ہیں جو ان کے ظلم کی وجہ سے ویران پڑے ہیں۔ بےشک اس (واقعہ) میں ایک بڑی نشانی ہے ان لوگوں کیلئے جو علم رکھتے ہیں۔"
        },
        {
            "chapter": 27,
            "verse": 53,
            "text": "اور ہم نے ان لوگوں کو نجات دی جو ایمان لائے اور تقویٰ اختیار کئے ہوئے تھے۔"
        },
        {
            "chapter": 27,
            "verse": 54,
            "text": "اور ہم نے لوط کو بھی (رسول بنا کر بھیجا) جب انہوں نے اپنی قوم سے کہا کہ تم بے حیائی کا کام کرتے ہو حالانکہ تم دیکھ رہے ہو (جانتے بوجھتے ہو)۔"
        },
        {
            "chapter": 27,
            "verse": 55,
            "text": "کیا تم عورتوں کو چھوڑ کر مردوں سے شہوت رانی کرتے ہو؟ بلکہ تم بڑے ہی جاہل لوگ ہو۔"
        }
    ]
}