{
    "pages": [
        {
            "chapter": 32,
            "verse": 1,
            "text": "الف، لام، میم۔"
        },
        {
            "chapter": 32,
            "verse": 2,
            "text": "بلا شک و شبہ یہ کتاب (قرآن) کی تنزیل تمام جہانوں کے پروردگار کی طرف سے ہے۔"
        },
        {
            "chapter": 32,
            "verse": 3,
            "text": "کیا وہ لوگ کہتے ہیں کہ اس (رسول(ص)) نے اسے خود گھڑ لیا ہے؟ (نہیں) بلکہ یہ آپ کے پروردگار کی طرف سے حق ہے تاکہ آپ اس قوم کو ڈرائیں جس کے پاس آپ سے پہلے کوئی ڈرانے والا نہیں آیا۔ شاید کہ وہ ہدایت پا جائیں۔"
        },
        {
            "chapter": 32,
            "verse": 4,
            "text": "اللہ ہی وہ ہے جس نے آسمانوں اور زمین اور ان کے درمیان کی سب چیزوں کو چھ دنوں میں پیدا کیا پھر عرش پر متمکن ہوا اس کے سوا نہ تمہارا کوئی سرپرست ہے اور نہ کوئی سفارشی کیا تم نصیحت حاصل نہیں کرتے؟"
        },
        {
            "chapter": 32,
            "verse": 5,
            "text": "وہ آسمان سے لے کر زمین تک ہر معاملہ کی تدبیر کرتا ہے اور پھر ہر معاملہ اس کی بارگاہ میں اس دن پیش ہوگا جس کی مقدار تمہارے شمار کے مطابق ایک ہزار سال ہوگی۔"
        },
        {
            "chapter": 32,
            "verse": 6,
            "text": "یہ ہے ہر پوشیدہ اور ظاہر کا جاننے والا جو بڑا غالب ہے (اور) بڑا رحم کرنے والا ہے۔"
        },
        {
            "chapter": 32,
            "verse": 7,
            "text": "جس نے جو چیز بنائی بہترین بنائی اور انسان (آدم (ع)) کی خلقت کی ابتدائ گیلی مٹی سے کی۔"
        },
        {
            "chapter": 32,
            "verse": 8,
            "text": "پھر اس کی نسل کو ایک حقیر پانی (نطفہ) کے نچوڑ سے قرار دیا۔"
        },
        {
            "chapter": 32,
            "verse": 9,
            "text": "پھر اس کو درست کیا (اس کی نوک پلک سنواری) اور پھر اس میں اپنی (خاص) روح پھونک دی اور تمہارے لئے کان، آنکھیں اور دل (دماغ) بنائے مگر تم لوگ بہت کم شکر ادا کرتے رہو۔"
        },
        {
            "chapter": 32,
            "verse": 10,
            "text": "اور وہ (کفار) کہتے ہیں کہ جب ہم زمین میں گم (ناپید) ہو جائیں گے تو کیا ہم از سرِ نو پیدا کئے جائیں گے بلکہ (اصل بات یہ ہے کہ) یہ لوگ اپنے پروردگار کی بارگاہ میں حاضری کے منکر ہیں۔"
        },
        {
            "chapter": 32,
            "verse": 11,
            "text": "آپ کہہ دیجئے! کہ موت کا وہ فرشتہ جو تم پر مقرر کیا گیا ہے وہ تمہیں پورا پورا اپنے قبضے میں لیتا ہے پھر تم اپنے پروردگار کی طرف لوٹائے جاؤگے۔"
        }
    ]
}