{
    "pages": [
        {
            "chapter": 33,
            "verse": 23,
            "text": "اور اہلِ ایمان میں سے کچھ ایسے بھی ہیں جنہوں نے وہ عہد و پیمان سچا کر دکھایا جو اللہ سے کیا تھا۔ سو ان میں سے کچھ وہ ہیں جو اپنا وقت پورا کر چکے ہیں اور کچھ اس (وقت) کا انتظار کر رہے ہیں اور انہوں نے (اپنی روش میں) ذرا بھی تبدیلی نہیں کی۔"
        },
        {
            "chapter": 33,
            "verse": 24,
            "text": "تاکہ خدا سچوں کو ان کی سچائی کی جزا دے اور منافقوں کو چاہے تو سزا دے اور چاہے تو ان کی توبہ قبول کرے۔ بے شک اللہ بڑا بخشنے والا، بڑا رحم کرنے والا ہے۔"
        },
        {
            "chapter": 33,
            "verse": 25,
            "text": "اور اللہ نے کافروں کو غم و غصہ کی حالت میں (بے نیل مُرام) لوٹایا کہ وہ کوئی فائدہ حاصل نہ کر سکے اور اللہ نے مؤمنوں کو جنگ (کی زحمت) سے بچا لیا اور اللہ بڑا طاقتور (اور) غالب ہے۔"
        },
        {
            "chapter": 33,
            "verse": 26,
            "text": "خدا نے ان اہلِ کتاب کو جنہوں نے ان (کفار) کی مدد کی تھی ان کے قلعوں سے اتار دیا اور ان کے دلوں میں رعب ڈال دیا۔ چنانچہ تم ان میں سے بعض کو قتل کرنے لگے اور بعض کو قید کر لیا۔"
        },
        {
            "chapter": 33,
            "verse": 27,
            "text": "اور (خدا نے) تمہیں ان (کافروں) کی زمین کا اور ان کے گھروں کا اور ان کے اموال کا اور ان کی اس زمین کا جس پر تم نے قدم بھی نہیں رکھا تھا وارث بنا دیا اور اللہ ہر چیز پر پوری قدرت رکھتا ہے۔"
        },
        {
            "chapter": 33,
            "verse": 28,
            "text": "اے نبی! اپنی بیویوں سے کہہ دیجئے کہا گر تم دنیاوی زندگی اور اس کی زیب و زینت چاہتی ہو تو آؤ کہ تمہیں کچھ مال و متاع دے کر اچھے طریقے سے رخصت کروں۔"
        },
        {
            "chapter": 33,
            "verse": 29,
            "text": "اور اگر تم خدا اور اس کے رسول اور دارِ آخرت کی طلبگار ہو تو بے شک اللہ نے تم میں سے جو نیکوکار ہیں ان کیلئے اجرِ عظیم تیار کر رکھا ہے۔"
        },
        {
            "chapter": 33,
            "verse": 30,
            "text": "اے نبی کی بیویو! تم میں سے جو کوئی بے حیائی اور برائی کرے گی تو اسے دوہری سزا دی جائے گی اور یہ بات اللہ کیلئے بالکل آسان ہے۔"
        }
    ]
}