{
    "pages": [
        {
            "chapter": 39,
            "verse": 11,
            "text": "کہہ دیجئے! کہ مجھے حکم دیا گیا ہے کہ میں دین کو اس کیلئے خالص کرکے (مکمل اخلاص کے ساتھ) اس کی عبادت کروں۔"
        },
        {
            "chapter": 39,
            "verse": 12,
            "text": "اور مجھے حکم دیا گیا ہے کہ میں سب مسلمانوں سے پہلے مسلمان ہوں۔"
        },
        {
            "chapter": 39,
            "verse": 13,
            "text": "کہئے کہ اگر میں اپنے پروردگار کی نافرمانی کروں تو ایک بڑے دن (قیامت) کے عذاب سے ڈرتا ہوں۔"
        },
        {
            "chapter": 39,
            "verse": 14,
            "text": "آپ(ص) کہئے کہ میں اللہ کی عبادت کرتا ہوں اسی کیلئے اپنے دین کو خالص کرتے ہوئے۔"
        },
        {
            "chapter": 39,
            "verse": 15,
            "text": "تم اس کے سوا جن کی چاہو عبادت (کرو) نیز کہہ دیجئے کہ اصلی خسارے والے تو وہ ہیں جنہوں نے اپنے آپ کو اور اپنے گھر والوں کو قیامت کے دن خسارے میں میں ڈالا آگاہ ہو جاؤ کہ یہی کھلا ہوا خسارہ ہے۔"
        },
        {
            "chapter": 39,
            "verse": 16,
            "text": "ان (بدبختوں) کیلئے ان کے اوپر بھی آگ کے سائبان ہوں گے اور ان کے نیچے سے بھی یہی وہ (عذاب) ہے جس سے خدا اپنے بندوں کو ڈراتا ہے اے میرے بندو! مجھ سے ڈرو۔"
        },
        {
            "chapter": 39,
            "verse": 17,
            "text": "اور جن (خوش بخت) لوگوں نے طاغوت (معبودانِ باطل) کی عبادت سے اجتناب کیا اور اللہ کی طرف رجوع کیا ان کیلئے خوشخبری ہے (اے نبی(ص)) میرے ان بندوں کو خوشخبری دے دو۔"
        },
        {
            "chapter": 39,
            "verse": 18,
            "text": "جو (ہر کہنے والے کی) بات کو غور سے سنتے ہیں اور اس میں سے بہترین بات کی پیروی کرتے ہیں یہی وہ لوگ ہیں جن کو اللہ ہدایت دیتا ہے اور یہی صاحبانِ عقل ہیں۔"
        },
        {
            "chapter": 39,
            "verse": 19,
            "text": "بھلا جس پر عذاب کا حکم ثابت ہو چکا تو کیا آپ اسے چھڑا سکتے ہیں جو (دوزخ کی) آگ میں ہیں۔"
        },
        {
            "chapter": 39,
            "verse": 20,
            "text": "البتہ جو لوگ اپنے پروردگار سے ڈرتے رہے ان کیلئے ایسے بالا خانے ہیں کہ جن کے اوپر اور بالا خانے بنے ہوئے ہیں جن کے نیچے سے نہریں جاری ہیں یہ اللہ کا وعدہ ہے اور اللہ کبھی (اپنے) وعدے کے خلاف نہیں کرتا۔"
        },
        {
            "chapter": 39,
            "verse": 21,
            "text": "کیا تم نے نہیں دیکھا کہ اللہ آسمان سے پانی اتارتا ہے اور پھر زیرِ زمین اس کے چشمے جاری کر دیتا ہے پھر اس سے مختلف قسم کی رنگ برنگی کھیتیاں برآمد کرتا ہے پھر وہ (پک کر) خشک ہونے لگتی ہیں تم انہیں زرد دیکھتے ہو پھر انہیں ریزہ ریزہ کر دیتا ہے۔ بے شک اس میں صاحبانِ عقل کیلئے نصیحت ہے۔"
        }
    ]
}