{
    "pages": [
        {
            "chapter": 41,
            "verse": 12,
            "text": "پس اس (اللہ) نے انہیں دو دن میں سات آسمان بنا دیا اور ہر آسمان میں اس کے معاملہ کی وحی کر دی اور ہم نے آسمان دنیا کو چراغوں (ستاروں) سے زینت بخشی اور اسے محفوظ کر دیا یہ اس (خدا) کی منصوبہ بندی ہے جو (ہر چیز پر) غالب ہے اور بڑا جاننے والا ہے۔"
        },
        {
            "chapter": 41,
            "verse": 13,
            "text": "پس اگر یہ لوگ روگردانی کریں تو آپ(ص) کہہ دیجئے! کہ میں نے تو تمہیں اس (آسمانی) کڑک سے ڈرا دیا ہے جو عاد والی کڑک کی مانند ہے۔"
        },
        {
            "chapter": 41,
            "verse": 14,
            "text": "جبکہ ان کے پاس (اللہ کے) رسول(ع) ان کے آگے اور ان کے پیچھے سے آئے (اس پیغام کے ساتھ) کہ اللہ کے سوا کسی کی عبادت نہ کرو۔ مگر انہوں نے (جواب میں) کہا کہ اگر ہمارا پروردگار چاہتا تو (ہماری طرف) فرشتے نازل کرتا۔ لہٰذا جس (پیغام) کے ساتھ تم بھیجے گئے ہو ہم اس کا انکار کرتے ہیں۔"
        },
        {
            "chapter": 41,
            "verse": 15,
            "text": "سو قومِ عاد نے زمین میں ناحق سرکشی کی اور کہا کہ ہم سے بڑھ کر کون طاقتور ہے؟ کیا انہوں نے یہ نہ دیکھا کہ (اور نہ یہ سوچا) کہ جس نے انہیں پیدا کیا ہے کہ وہ ان سے بڑھ کر طاقتور ہے وہ (ہمیشہ) ہماری آیتوں کا انکار کرتے رہے۔"
        },
        {
            "chapter": 41,
            "verse": 16,
            "text": "سو ہم نے ان پر خاص منحوس دنوں میں تیز و تند (طوفانی) ہوا بھیجی تاکہ ہم انہیں زندگانئِ دنیا میں ذلت آمیز عذاب کا مزہ چکھائیں اور آخرت کا عذاب تو زیادہ رسوا کن ہوگا اور ان کی کوئی مدد نہیں کی جائے گی۔"
        },
        {
            "chapter": 41,
            "verse": 17,
            "text": "رہے ثمود! ہم نے ان کی راہنمائی کی مگر انہوں نے ہدایت پر اندھے پن (گمراہی) کو ترجیح دی۔ پس ان کو ذلت کے عذاب کی کڑک نے پکڑ لیا ان کے کرتوتوں کی پاداش میں جو وہ کیا کرتے تھے۔"
        },
        {
            "chapter": 41,
            "verse": 18,
            "text": "اور ہم نے ان لوگوں کو نجات دی جو ایمان لاتے تھے اور (ہماری نافرمانی سے) ڈرتے تھے۔"
        },
        {
            "chapter": 41,
            "verse": 19,
            "text": "اور جس دن اللہ کے دشمن دوزخ کی طرف جمع کئے جائیں گے اور پھر ترتیب وار کھڑے کئے جائیں گے (یا پھر روکے جائیں گے)۔"
        },
        {
            "chapter": 41,
            "verse": 20,
            "text": "یہاں تک کہ جب وہ وہاں پہنچ جائیں تو ان کے کان اور ان کی آنکھیں اور ان کی کھالیں ان کے برخلاف ان کے اعمال کی گواہی دیں گی۔"
        }
    ]
}