{
    "pages": [
        {
            "chapter": 7,
            "verse": 44,
            "text": "dwellers Раю закликають dwellers Пекла: \"Ми знайшли нашу обіцянку Лорда являти собою правду; ви знайшли вашу обіцянку Лорда являти собою правду?\" Вони скажуть, \"Так.\" Диктор між ними оголосить: \"БОЖИЙ осуд befallen порушники"
        },
        {
            "chapter": 7,
            "verse": 45,
            "text": "хто викликають огиду з шляху БОГА, та докладають зусиль встигнути кривий, та, що стосується У майбутньому, вони disbelievers"
        },
        {
            "chapter": 7,
            "verse": 46,
            "text": "бар'єр відокремлює їх, в той час, як Purgatory займається людьми що визнають кожну сторону їхніми поглядами. Вони закликають dwellers Раю: \"Мир будете на вас.\" Вони не увійшли (Рай) через wishful мислення"
        },
        {
            "chapter": 7,
            "verse": 47,
            "text": "Коли вони повертають їхні очі до dwellers Пекла, вони скажуть, \"Наш Лорд, не ставлять нас з цими безпутними людьми"
        },
        {
            "chapter": 7,
            "verse": 48,
            "text": "dwellers Purgatory закликають людей вони визнають їхніми поглядами, кажучи, \"Ваші великі номери не користь ви у будь-якому шляху, не зробили вашу зухвалість"
        },
        {
            "chapter": 7,
            "verse": 49,
            "text": "ці люди ви присягнулися що БОГ ніколи не торкнеться їх з милосердям?\" (Люди у Purgatory будуть тоді казані,) \"Вносять Рай; ви нічого не бо, не буде ви сумуєте"
        },
        {
            "chapter": 7,
            "verse": 50,
            "text": "dwellers Пекла закликають dwellers Раю: \"Дозволений деяку з вашої води, або деякої з БОЖИХ умов до ви тчете до нас.\" Вони скажуть, \"БОГ заборонив їх для disbelievers"
        },
        {
            "chapter": 7,
            "verse": 51,
            "text": "Цей хто не беремо їхню релігію поважно, та повністю preoccupied з це світово довічні, ми забуваємо їх на що день, тому, що вони забули що день, та тому, що вони spurned наші відкриття"
        }
    ]
}