{
    "pages": [
        {
            "chapter": 16,
            "verse": 80,
            "text": "Та БОГ якщо для вас стаціонарні домівки де ви можете прожити. Та Він якщо для вас портативні домівки зроблені ховається домашної худоби, таким чином ви можете використати їх коли ви мандруєте, та коли ви заспокоюєтеся. Та з їхніх вовни, хутро, та волосся, ви робите вбрання та розкіш для деякого часу"
        },
        {
            "chapter": 16,
            "verse": 81,
            "text": "Та БОГ якщо для вас тінь через речі котрий Він створював, та якщо для вас домівки у горах, та якщо для вас одяг що захищаєте вас з тепла, та одяг що захищаєте коли ви боретесь у війні. Він таким чином perfects Його благословення на вас, що ви можете підкоритися"
        },
        {
            "chapter": 16,
            "verse": 82,
            "text": "Якщо вони досі проганяють, тоді ваша єдина місія являє собою ясне постачання (повідомлення)"
        },
        {
            "chapter": 16,
            "verse": 83,
            "text": "Вони цілком визнають БОЖІ благословення, тоді заперечують їх; більшість з них disbelievers"
        },
        {
            "chapter": 16,
            "verse": 84,
            "text": "день прибуде коли ми піднімаємо з кожної спільноти свідок, тоді цей хто disbelieved не буде дозволений (щоб розмовляти), не буде вони будуть вибачені"
        },
        {
            "chapter": 16,
            "verse": 85,
            "text": "Одного разу цей хто порушений бачать retribution, це буде надто пізно; це не буде замінене для них, не буде вони respited"
        },
        {
            "chapter": 16,
            "verse": 86,
            "text": "Та коли цей хто здійснили ідола обожнюють бачать їхніх ідолів, вони скажуть, \"Наш Лорд, цей являють собою ідолів ми встановили біля Вас.\" Ідоли будуть тоді конфронтувати їм та кажуть, \"Ви брехуни"
        },
        {
            "chapter": 16,
            "verse": 87,
            "text": "Вони повністю підкоряться до БОГА на що дня, та ідоли вони винайдені відмовляться від них"
        }
    ]
}