{
    "pages": [
        {
            "chapter": 17,
            "verse": 18,
            "text": "Будь хто хто вибирає це fleeting довічне тому що його пріоритет, ми кинемося йому що ми вирішимо дати йому, тоді ми здійснюємо його Gehenna, де він страждає завжди, despised та завдав поразки"
        },
        {
            "chapter": 17,
            "verse": 19,
            "text": "Як для цих хто вибирають У майбутньому тому що їхній пріоритет, та робота righteousness, той час, як вірячи, їхні зусилля будуть оцінюватися"
        },
        {
            "chapter": 17,
            "verse": 20,
            "text": "Для кожних одніх з них ми забезпечуємо; ми забезпечуємо для цих та цей з ваших щедрості Лорда. Ваші щедрість Лорда inexhaustible"
        },
        {
            "chapter": 17,
            "verse": 21,
            "text": "Примітка як ми віддали перевагу деяким людям над іншими (у цьому житті). Різниці у У майбутньому далеко більші та далеко більше значний"
        },
        {
            "chapter": 17,
            "verse": 22,
            "text": "Ви не будете встановити будь-якого іншого бога біля БОГА, lest ви кінець despised та зганьблений"
        },
        {
            "chapter": 17,
            "verse": 23,
            "text": "Ваш Лорд ухвалив що ви не будете обожнювати крім Його, та ваші батьки повинні бути вшановані. Такий довгий як або обидва з них живий, ви будете ніколи не сказати їм, \"Uff\" (найбільш легкий жест досади), не будете ви кричите у них; ви будете обробити їх amicably"
        },
        {
            "chapter": 17,
            "verse": 24,
            "text": "Та знижуються для них крила приниження, та доброта, та кажуть, \"Мій Лорд, мають милосердя на них, для вони підняли мені з раннього дитинства"
        },
        {
            "chapter": 17,
            "verse": 25,
            "text": "Ваш Лорд знає цілком ваші найглибші думки. Якщо ви підтримуєте righteousness, Він Forgiver цих хто каються"
        },
        {
            "chapter": 17,
            "verse": 26,
            "text": "Ви будете дати належне alms родичам, needy, бідним, та мандруючий чужим, але не будете надмірне, екстравагантний"
        },
        {
            "chapter": 17,
            "verse": 27,
            "text": "екстравагантний брати чортів, та чорт unappreciative його Лорда"
        }
    ]
}