{
    "pages": [
        {
            "chapter": 35,
            "verse": 12,
            "text": "два моря є не той же; кожний є свіжий та дуже смачний, в той час, як інший солоний та undrinkable. З кожних з них ви їсте ніжне м'ясо, та витягаєте ювелірні вироби носити. Та ви бачите , що корабель плаває через них, шукаючи Його умов, що ви можете бути appreciative"
        },
        {
            "chapter": 35,
            "verse": 13,
            "text": "Він зливає ніч у день, та зливає день у ніч. Він здійснив сонце та місяць побігти для predetermined період часу. Такий БОГ ваш Лорд; йому належить всьому царюванню. Будь-які ідоли ви здіймаєтеся біля Його не володієте як багато як оболонки насіння"
        },
        {
            "chapter": 35,
            "verse": 14,
            "text": "Якщо ви закликаєте їх, вони не можуть почути вас. Навіть якщо вони чують вас, вони не можуть відповісти до вас. На Дні Resurrection, вони відмовляться від вас. Ніхто не можете поінформувати ви любите найбільш Cognizant"
        },
        {
            "chapter": 35,
            "verse": 15,
            "text": "O люди, ви являєте собою котрі потребуєте БОГА, в той час, як БОГ є у не треба для будь хто, найбільш Praiseworthy"
        },
        {
            "chapter": 35,
            "verse": 16,
            "text": "Якщо Він wills, Він може позбутися вас та можете замінити нове створення"
        },
        {
            "chapter": 35,
            "verse": 17,
            "text": "Це є не надто тяжке для БОГА"
        },
        {
            "chapter": 35,
            "verse": 18,
            "text": "Ніяка душа не може перевезти гріхи іншої душі. Якщо душа що навантажується з гріхами благає інший уродити розділитися його вантажу, ніяка інша душа не може перевезти будь-яку частину це, навіть якщо вони мались відношення. Єдині люди зважити на ваші попередження є ця котра повага їхній Лорд, навіть коли виключно у їхній таємності, та зауважують Контактні Молитви (Salat). Whoever очищає його душу, так для його власний гарний. До БОГА являє собою заключну долю"
        }
    ]
}