{
    "pages": [
        {
            "chapter": 39,
            "verse": 48,
            "text": "sinful праці вони заробили будуть показуватися їм, та ті самі речі вони звичайно висміювали повернуться переслідувати їх"
        },
        {
            "chapter": 39,
            "verse": 49,
            "text": "Якщо людський торкається нещастям, він благає нас, але як тільки ми даруємо благословенню на його, він каже, \"я досягнув це внаслідок мого cleverness!\" Дійсно, це є тільки тест, але більшість їх не знають"
        },
        {
            "chapter": 39,
            "verse": 50,
            "text": "Цей перед тим, як їм вимовили ту же річ, та їхній заробіток не допоміг їм у найменшим"
        },
        {
            "chapter": 39,
            "verse": 51,
            "text": "Вони зазнали наслідків їхнього зла праці. Аналогічно, порушники серед нинішньої генерації зазнають наслідків їхнього зла праці; вони не можуть втікти"
        },
        {
            "chapter": 39,
            "verse": 52,
            "text": "вони не здійснюють що БОГ являє собою одні котрі підвищення запобіжні заходи whomever Він вибирає, та утримує? Це - уроки для людей що вважають"
        },
        {
            "chapter": 39,
            "verse": 53,
            "text": "Проголошують: \"O Мої службовці що перевищили межі, ніколи не розпач БОЖОГО милосердя. Для БОГА пробачає всім гріхам. Він являє собою Forgiver, Найбільш Милосердний"
        },
        {
            "chapter": 39,
            "verse": 54,
            "text": "Ви будете підкоритися вашому Лорду, та будете підкоритися йому повністю, перед тим, як retribution наздоганяє вас; тоді ви не можете бути допомагатися"
        },
        {
            "chapter": 39,
            "verse": 55,
            "text": "Та слідуєте за кращим шляхом що показується для вас вашим Лордом, перед тим, як retribution наздоганяє вас раптом коли ви найменші очікуєте це"
        },
        {
            "chapter": 39,
            "verse": 56,
            "text": "Lest душа може сказати, \"Як засмучений я для того, щоб disregarding БОЖІ заповіді; Я був звичайно один з mockers"
        }
    ]
}