{
    "pages": [
        {
            "chapter": 41,
            "verse": 21,
            "text": "Вони скажуть їхнім шкурам, \"Чому ви давали свідчення проти нас?\" Вони відповідять, \"БОГ зробив нам розмовляють; Він являє собою один хто викликає все розмовляти. Він являє собою один хто утворив вас перший час, та зараз вам були повернуті йому"
        },
        {
            "chapter": 41,
            "verse": 22,
            "text": "Немає шляху ви можете сховатися з вашого власного слухання, ваших очей, або ваших шкур. Фактично, ви подумали що БОГ unaware багато які ви"
        },
        {
            "chapter": 41,
            "verse": 23,
            "text": "Цей різновид думаючого про вашого Лорда викликає вас впасти, та тоді ви стаєте losers"
        },
        {
            "chapter": 41,
            "verse": 24,
            "text": "Якщо вони продовжують шлях вони, Пекло буде їх доля, та якщо вони складають пробачення, вони не будуть вибачені"
        },
        {
            "chapter": 41,
            "verse": 25,
            "text": "Ми призначаємо їм компанйони що прикрашають все вони у їхніх очах. Отже, вони закінчують зазнаючі тієї же долі як попередні спільноти jinns та humans, хто також losers"
        },
        {
            "chapter": 41,
            "verse": 26,
            "text": "Цей хто disbelieved сказаний, \"Не слухаєте це Quran та викривляєте це, що ви можете перемогти"
        },
        {
            "chapter": 41,
            "verse": 27,
            "text": "Ми будемо звичайно afflict ці disbelievers з суворим retribution. Ми будемо звичайно requite їм для їхнього зла праці"
        },
        {
            "chapter": 41,
            "verse": 28,
            "text": "Такий являє собою requital що очікує БОЖИХ ворогів. Пекло буде їх вічне abode; справедливий requital для того, щоб discarding наші відкриття"
        },
        {
            "chapter": 41,
            "verse": 29,
            "text": "Цей хто disbelieved скаже, \"Наш Лорд, показують нам цим серед двох різновидів - jinns та humans - хто призвів до помилки ни, таким чином ми можемо trample їм під нашими ногами, та надають їм lowliest"
        }
    ]
}