{
    "pages": [
        {
            "chapter": 42,
            "verse": 23,
            "text": "Це являє собою гарну новину з БОГА до Його службовців що вважають та ведуть справедливе життя. Скажіть, \"я не прошу вас для будь-якої зарплати. Я запитувати кожний з вас попіклуватися про ваших власних родичів.\" Будь хто хто справедлива робота, ми множимо його винагороду для це. БОГ Forgiver, Appreciative"
        },
        {
            "chapter": 42,
            "verse": 24,
            "text": "вони кажучий, \"Він (Rashad) виготовили брехню про БОГА!\"? Якщо БОГ willed, Він міг опечатали ваш розум, але БОГ стирає falsehood та затверджує правду з Його словами. Він знає цілком найглибші думки"
        },
        {
            "chapter": 42,
            "verse": 25,
            "text": "Він являє собою один хто визнає каяття з Його службовців, та відсилає гріхи. Він знає цілком все ви"
        },
        {
            "chapter": 42,
            "verse": 26,
            "text": "Відповідаючий йому цей хто вважають та ведуть справедливе життя. Він буде їм зливи з Його благословенням. Як для disbelievers, вони зазнали суворого retribution"
        },
        {
            "chapter": 42,
            "verse": 27,
            "text": "Якщо б БОГ збільшив запобіжні заходи Його службовці, вони би порушили на землі. Це чому Він посилає це акуратно обмірював whomever Він wills. Він є цілком Cognizant та Seer Його службовців"
        },
        {
            "chapter": 42,
            "verse": 28,
            "text": "Він являє собою один хто посилає вниз дощ після вони despaired, та розповсюджує Його милосердя. Він являє собою тільки Керувати, Найбільш Praiseworthy"
        },
        {
            "chapter": 42,
            "verse": 29,
            "text": "Серед Його доказів являє собою створення неба та землі, та створіння Він розповсюджується у них. Він вміє скликати їх, коли Він wills"
        },
        {
            "chapter": 42,
            "verse": 30,
            "text": "Будь що поганий що відбувається до ви є наслідок ваших власних справ, та Він оглядає багато (ваших гріхів)"
        },
        {
            "chapter": 42,
            "verse": 31,
            "text": "Ви можете ніколи не втікти, та ви ніхто не маєте біля БОГА як Лорд та Майстер"
        }
    ]
}