{
    "pages": [
        {
            "chapter": 76,
            "verse": 6,
            "text": "весна що резервується для БОЖИХ службовців; це хлине тому що вони будуть"
        },
        {
            "chapter": 76,
            "verse": 7,
            "text": "Вони fulfill їхні застави, та повага день це надзвичайно тяжко"
        },
        {
            "chapter": 76,
            "verse": 8,
            "text": "Вони дарують їхнє улюблене продовольство до бідного, сироти, та в'язня"
        },
        {
            "chapter": 76,
            "verse": 9,
            "text": "Ми годуємо вас заради БОГА; ми не очікуємо винагороди від вас, не спасибі"
        },
        {
            "chapter": 76,
            "verse": 10,
            "text": "Ми бо з нашого Лорда день це повно нещастя та неспокою"
        },
        {
            "chapter": 76,
            "verse": 11,
            "text": "Отже, БОГ захищає їх з зла що дня, та нагороджує їх з радістю та contentment"
        },
        {
            "chapter": 76,
            "verse": 12,
            "text": "Він нагороджує їх для їхнього steadfastness з Раєм, та шовком"
        },
        {
            "chapter": 76,
            "verse": 13,
            "text": "Вони розслабляються там на розкішному вбранні. Вони страждають ніяке тепло сонця, не будь-якого холодного"
        },
        {
            "chapter": 76,
            "verse": 14,
            "text": "тінь накриває їх там, та фрукти приносяться поруч"
        },
        {
            "chapter": 76,
            "verse": 15,
            "text": "Вони служаться напій у срібних контейнерах та чашках це - translucent"
        },
        {
            "chapter": 76,
            "verse": 16,
            "text": "Translucent чашки, хоч зробили срібла; вони правильно заслужили все це"
        },
        {
            "chapter": 76,
            "verse": 17,
            "text": "Вони полюбляють напій дуже смачних смаку"
        },
        {
            "chapter": 76,
            "verse": 18,
            "text": "З весни там знав як \"Salsabeel"
        },
        {
            "chapter": 76,
            "verse": 19,
            "text": "Служать їм будуть невмирущі службовці. Коли ви бачите їх, вони будуть виглядати, як розігнані перли"
        },
        {
            "chapter": 76,
            "verse": 20,
            "text": "Де завгодно ви дивитесь, ви побачите блаженство, та дивовижний dominion"
        },
        {
            "chapter": 76,
            "verse": 21,
            "text": "На них буде одяг зеленого оксамиту, атласу, та срібла орнаменти. Їхній Лорд забезпечить їх з чистими напоїм"
        },
        {
            "chapter": 76,
            "verse": 22,
            "text": "Це являє собою винагороду що очікує вас, для ваших зусиль були оцінені"
        },
        {
            "chapter": 76,
            "verse": 23,
            "text": "Ми відкрили до вас це Quran; спеціальне відкриття з нас"
        },
        {
            "chapter": 76,
            "verse": 24,
            "text": "Ви будете steadfastly виконати ваші заповіді Лорда, та не підкоряєтеся будь-якому sinful disbeliever серед них"
        },
        {
            "chapter": 76,
            "verse": 25,
            "text": "Та святкують назву вашого дня Лорда та ночі"
        }
    ]
}