{
    "pages": [
        {
            "chapter": 4,
            "verse": 66,
            "text": "Мали ми ухвалили для них: \"Ви повинні запропонувати ваші життя,\" або повинні \"Відмовитися від ваших домівок,\" вони би не зробили це, крім для нечисленного з них. (Навіть якщо б така команда була видана,) мала вони зробили що вони були наказані щоб зробити, це було б краще для них, та би доказало силу їхньої віри"
        },
        {
            "chapter": 4,
            "verse": 67,
            "text": "Та ми би гарантували їм велику винагороду"
        },
        {
            "chapter": 4,
            "verse": 68,
            "text": "Та ми би керували ними у праві шлях"
        },
        {
            "chapter": 4,
            "verse": 69,
            "text": "Цей хто підкоряються БОГУ та кур'єру належать з цими благословленим БОГОМ - пророки, saints, мученики, та справедливі. Цей являють собою кращу компанію"
        },
        {
            "chapter": 4,
            "verse": 70,
            "text": "Такий являє собою благословення з БОГА; БОГ являє собою кращий Knower"
        },
        {
            "chapter": 4,
            "verse": 71,
            "text": "O ви що вважаєте, ви будете залишитися тривога, та буде мобілізувати тому що особи, або будуть мобілізувати весь разом"
        },
        {
            "chapter": 4,
            "verse": 72,
            "text": "Безсумнівно, є цей серед вас що би тягнули їхні ноги, тоді, якщо затримка afflicts ви, вони би сказали, \"БОГ благословив мені що я не martyred з ними"
        },
        {
            "chapter": 4,
            "verse": 73,
            "text": "Але якщо ви досягаєте благословення з БОГА, вони би сказали, так, якби ніяка дружба колись не існувала між вами та їм, \"я бажаю я з ними, таким чином я міг поділити у такій великій перемозі"
        },
        {
            "chapter": 4,
            "verse": 74,
            "text": "Цей хто легко борються в ім'я БОГА є цей хто forsake цей світ на користь У майбутньому. Whoever бій в ім'я БОГА, тоді приїжджає збиті, або досягає перемоги, ми безсумнівно гарантуємо йому велику винагороду"
        }
    ]
}