{
    "pages": [
        {
            "chapter": 31,
            "verse": 20,
            "text": "Nandao nimen bu zhidao ma? Zhenzhu ceng wei nimen zhifu tiandi jian de yiqie, ta bo shi nimen biao li de enhui. Youren zhenglun zhenzhu de de xing, dan tamen ji wu zhishi, you wu xiangdao, qie wu canlan de jingdian."
        },
        {
            "chapter": 31,
            "verse": 21,
            "text": "Ruguo youren dui tamen shuo:`Nimen yingdang zunshou zhenzhu suo jiang shi de (jingdian).'Tamen jiu shuo:`Buran, women zunshou women zuxian de yijiao.'Jishi emo jiao tamen qu shou liehuo de xingfa,(tamen reng yao zunxun) ma?"
        },
        {
            "chapter": 31,
            "verse": 22,
            "text": "Chengxin guishun zhenzhu erqie changxingshanshi zhe, que yi bawo zhu jiangu de babing. Wanshi de jieju, zhi guizhenzhu."
        },
        {
            "chapter": 31,
            "verse": 23,
            "text": "Buxindao zhe, ni buyao wei tamen de buxin er youchou, tamen zhi guiyu wo, wo yao ba tamen de xingwei gaosu tamen. Zhenzhu que shi quanzhi tamen de xionghuai de."
        },
        {
            "chapter": 31,
            "verse": 24,
            "text": "Wo shi tamen shaoshao xiangshou xingfu, ranhou, qiangpo tamen qu shou yanli de xingfa."
        },
        {
            "chapter": 31,
            "verse": 25,
            "text": "Ruguo ni wen tamen:`Shui chuangzaole dadi?'Tamen biding shuo:`Zhenzhu.'Ni shuo:`Yiqie zansong, quan guizhenzhu!'Buran, tamen daban bu zhidao."
        },
        {
            "chapter": 31,
            "verse": 26,
            "text": "Tiandi wanwu zhishi zhenzhu de, zhenzhu que shi wu qiu de, que shi ke song de."
        },
        {
            "chapter": 31,
            "verse": 27,
            "text": "Jiaruo yong da dishang suoyou de shu lai zhi cheng bi, yong haishui zuo mozhi, zai jia shang qihai de mozhi, zhong buneng xie jin zhenzhu de yanyu. Zhenzhu que shi wanneng de, que shi zhi rui de."
        },
        {
            "chapter": 31,
            "verse": 28,
            "text": "Chuangzao nimen he fuhuo nimen, zhi xiang chuangzao yigeren he fuhuo yigeren yi xiang. Zhenzhu que shi quan cong de, que shi quan ming de."
        }
    ]
}