{
    "maqras": [
        {
            "chapter": 43,
            "verse": 24,
            "text": "(Budet) sie Hvad jeg bragte jer god vejledning end hvad du arvede Deres forældre? De sie Vi er tvivlere meddelelsen jer bragte"
        },
        {
            "chapter": 43,
            "verse": 25,
            "text": "Følgelig vi requited dem. Notere konsekvenserne rejectors"
        },
        {
            "chapter": 43,
            "verse": 26,
            "text": "Abraham sie til hans far hans folk jeg disown hvad du tilbeder"
        },
        {
            "chapter": 43,
            "verse": 27,
            "text": "Kun En initiated mig guide mig"
        },
        {
            "chapter": 43,
            "verse": 28,
            "text": "Den eksempel (af Abraham) rendered everlasting lektion efterfølgende generationer; måske de indfrir deres sjæle"
        },
        {
            "chapter": 43,
            "verse": 29,
            "text": "Indeed jeg giver de folk deres forfædre sufficient chancer derefter sandheden kom dem klarlægge bud"
        },
        {
            "chapter": 43,
            "verse": 30,
            "text": "Hvornår sandheden kom dem de sagde Den er trylleri, vi er tvivlere therein"
        },
        {
            "chapter": 43,
            "verse": 31,
            "text": "De sagde kun den Quran sendtes derned another mand to samfundene (Mecca Yathrib) er fremtrædende"
        },
        {
            "chapter": 43,
            "verse": 32,
            "text": "De en er overlader Deres Lord's barmhjertighed? Vi overlader deres dele ind den liv rejsning visse af dem above others ind rang ind orden lade dem betjene ene another Barmhjertigheden fra Deres Lord er fjerneste godt end nogen materiel de hoard"
        },
        {
            "chapter": 43,
            "verse": 33,
            "text": "Dersom ikke var al folkene blive ene disbelieving congregation vi bevilge enhver disbelieves mest Gracious palæer sølv tage stairs der de klatre"
        },
        {
            "chapter": 43,
            "verse": 34,
            "text": "Deres palæer have imponerende låge luksuøse furnishings"
        },
        {
            "chapter": 43,
            "verse": 35,
            "text": "Også mange prydelser. Al de er midlertidige materials den lowly liv. Herefter - Hos Deres Lord - Er fjerneste godt i de righteous"
        },
        {
            "chapter": 43,
            "verse": 36,
            "text": "Nogen disregards meddelelsen af mest Gracious vi udnævner djævel være hans konstante ledsager"
        },
        {
            "chapter": 43,
            "verse": 37,
            "text": "Such ledsagere bortlede dem stien stille dem tror de guided"
        },
        {
            "chapter": 43,
            "verse": 38,
            "text": "Hvornår han kommer indenfor os han sie Ohio Jeg ønske du var idet fjerneste mig idet to østerne. hvad usle ledsager"
        },
        {
            "chapter": 43,
            "verse": 39,
            "text": "Det ikke trøste jer den dag overtrædere som begge af du dele gengældelsen"
        },
        {
            "chapter": 43,
            "verse": 40,
            "text": "Du stille døve høre; du stille blinde se de er fjerneste astray"
        },
        {
            "chapter": 43,
            "verse": 41,
            "text": "Vi lader du omkommer det ikke vi sikkert requite dem"
        },
        {
            "chapter": 43,
            "verse": 42,
            "text": "Vi udfolde jer (gengældelsen) vi lovede dem. Vi er fulde kontrol dem"
        },
        {
            "chapter": 43,
            "verse": 43,
            "text": "Du bestemt prædike hvad afsløres I; du er rigtig stien"
        },
        {
            "chapter": 43,
            "verse": 44,
            "text": "Den er meddelelse jer Deres folk al af du questioned"
        },
        {
            "chapter": 43,
            "verse": 45,
            "text": "check budene vi sendte før du Haver vi nogensinde udnævne nogen øvrige guder! - beside mest Gracious - Til tilbedes"
        },
        {
            "chapter": 43,
            "verse": 46,
            "text": "For eksempel vi sendte Moses vore proofs Pharaoh han elders proklamere jeg er bud Lord universet"
        },
        {
            "chapter": 43,
            "verse": 47,
            "text": "Hvornår han udfoldede dem vore proofs de lo dem"
        },
        {
            "chapter": 43,
            "verse": 48,
            "text": "Enhvere tegn vi udfoldede dem var større end ene indenfor det. Vi hjemsøgte dem pesterne måske de fortryder"
        },
        {
            "chapter": 43,
            "verse": 49,
            "text": "De sagde O I tryllekunstner implore Deres Lord vore vedkommende afløse den pest idet du haver enighed Ham; vi derefter guided"
        },
        {
            "chapter": 43,
            "verse": 50,
            "text": "Men idet snart idet vi afløste deres plage de reverted"
        },
        {
            "chapter": 43,
            "verse": 51,
            "text": "Pharaoh kungøre til hans folk O min folk jeg ikke possess kingship Ægypten de strømme floder belong til mig? Du ikke ser"
        },
        {
            "chapter": 43,
            "verse": 52,
            "text": "Hvilke en er godt; mig det der lowly kunne er knap tale"
        },
        {
            "chapter": 43,
            "verse": 53,
            "text": "Hvorfor han ikke possess skat guld; hvorfor englene ikke følges ham"
        },
        {
            "chapter": 43,
            "verse": 54,
            "text": "Han dermed fooled hans folk de adlydte ham; de var wicked folk"
        },
        {
            "chapter": 43,
            "verse": 55,
            "text": "Hvornår de persisted ind modarbejde os vi straffede dem druknede dem al"
        },
        {
            "chapter": 43,
            "verse": 56,
            "text": "Vi rendered dem præcedens eksempel others"
        }
    ]
}