{
    "maqras": [
        {
            "chapter": 6,
            "verse": 74,
            "text": "Tilbagekalde at Abraham sie til hans far Azar Hvordan du tilbede statuer guder? Jeg ser den I Deres folk går langt astray"
        },
        {
            "chapter": 6,
            "verse": 75,
            "text": "Vi udfoldede Abraham vidunderne af himlene jorden velsignede ham certainty"
        },
        {
            "chapter": 6,
            "verse": 76,
            "text": "Hvornår natten falde han save skinne planet. Maybe den er min Lord han sagde. Hvornår det forsvandt han sagde jeg ikke ligesom (guder) forsvinder"
        },
        {
            "chapter": 6,
            "verse": 77,
            "text": "Hvornår han så månen stige han sagde Maybe den er min Lord Hvornår det forsvandt han sagde min Lord guides mig jeg være strayers"
        },
        {
            "chapter": 6,
            "verse": 78,
            "text": "Hvornår han så solen stige han sagde Den være min Lord Den er størst. hvornår det sætter han sagde O min folk jeg denounce Deres idolatry"
        },
        {
            "chapter": 6,
            "verse": 79,
            "text": "Jeg helliger absolut En initiated himlene jorden; jeg aldrig være idol tilbeder"
        },
        {
            "chapter": 6,
            "verse": 80,
            "text": "Hans folk argumentere ham. Han sagde Gøre du argumenterer mig GUD Han guided mig? Jeg ikke haver frygte af idolerne du sætte Intet hænde mig på nær min Lord viljer det. Min Lord's viden encompasses al ting. Du ikke tager heed"
        },
        {
            "chapter": 6,
            "verse": 81,
            "text": "Hvorfor jeg frygte Deres idoler? Er jer være ræde siden jer tilbede GUD idoler er utterly magtesløse hjælpes jer! Hvilke side er fortjenstfuldere af security dersom du kender"
        },
        {
            "chapter": 6,
            "verse": 82,
            "text": "De tro ikke forurene deres tro idol tilbede trænge perfekte security de jo guided"
        },
        {
            "chapter": 6,
            "verse": 83,
            "text": "Such var vore argument der vi understøttede Abraham hans folk. Vi exalt whomever vi gøre det højeste ranger. Deres Lord er Klogest Alvidende"
        },
        {
            "chapter": 6,
            "verse": 84,
            "text": "Vi bevilgede ham Isaac Jacob vi guided begge af dem! Ligeledes vi guided Noah indenfor den, hans efterkommere (vi guided David Solomon Arbejde Joseph Moses Aaron. Vi dermed belønner de righteous)"
        },
        {
            "chapter": 6,
            "verse": 85,
            "text": "Også Zachariah John Jesus Elias al var righteous"
        },
        {
            "chapter": 6,
            "verse": 86,
            "text": "Ismail Elisha Jonah Lot; hvert af DE VI SKELNEDE al FOLKENE"
        },
        {
            "chapter": 6,
            "verse": 87,
            "text": "Fra deres forfædre deres efterkommere deres siblings vi udvalgte mange vi guided dem lige sti"
        },
        {
            "chapter": 6,
            "verse": 88,
            "text": "Such er gud vejledning der Han guides whomever Han udvælger Hans servants. nogen af dem faldt idolatry deres arbejder nullified"
        },
        {
            "chapter": 6,
            "verse": 89,
            "text": "De var de en vi giver scripture visdom prophethood. De folk disbelieve vi substitute others deres sted nye folkene ikke være tvivlere"
        },
        {
            "chapter": 6,
            "verse": 90,
            "text": "De er en guided ved GUDEN; du guided deres footsteps! sie jeg ikke spørge jer nogen lønning. Den er meddelelse al folkene"
        },
        {
            "chapter": 6,
            "verse": 91,
            "text": "De aldrig valued GUD idet Han valued Dermed de sagde GUD ikke afslører noget nogen menneskelig være Sie Som derefter afslørede scripture Moses bragte lyse vejledning folkene? Du lægger det derned på papir proklamere det mens gemmende et lot af det! Du undervistes hvad du aldrig kendte - I Deres forældre. Sie GUD (er Ene som afslørede det) derefter forlade dem deres heedlessness spillende"
        },
        {
            "chapter": 6,
            "verse": 92,
            "text": "Den too er velsigne scripture vi afslører bekræftende hidtige scriptures som du advare mest vigige samfund al de omkring det. De tro ind Herefter tro ind den (scripture) observe Kontakten Bønner (Salat)"
        },
        {
            "chapter": 6,
            "verse": 93,
            "text": "Som er ondere end ene som fabricates ligge tillægge dem GUD sie jeg modtar guddommelige inspiration hvornår ing such inspiration gaves ham sie jeg skrive samme idet gud åbenbaringerne? kun du se overtræderne død! Englene trakterer deres hænder til dem talemåde Lade gå af Deres sjæle. Today du incurred skamfulde gengældelse i talemåde GUD sandheden og værende too arrogante acceptere Hans åbenbaringer"
        },
        {
            "chapter": 6,
            "verse": 94,
            "text": "Du komme os individer netop idet vi oprettede jer først tid du forlade hvad vi forsyne for jer. Vi gøre ikke se jer intercessors du afgudede claimed som de hjælpes jer! al slips I severed idolerne du sætte forladt I"
        }
    ]
}