{
    "rukus": [
        {
            "chapter": 6,
            "verse": 42,
            "text": "Senden önceki toplumlara da elçiler gönderdik. Yalvarsınlar diye onları darlık ve sıkıntılarla sınadık"
        },
        {
            "chapter": 6,
            "verse": 43,
            "text": "Hiç olmazsa başlarına musibetimiz geldiğinde yalvarsalardı! Fakat kalpleri katılaştı ve şeytan işlerini kendilerine süslü gösterdi"
        },
        {
            "chapter": 6,
            "verse": 44,
            "text": "Kendilerine iletilen mesajı unuttuklarında kendilerine her şeyin kapısını ardına kadar açtık. Kendilerine verilenlerle şımarınca onları ansızın yakaladık ve böylece şaşkın ve umutsuz kaldılar"
        },
        {
            "chapter": 6,
            "verse": 45,
            "text": "Zulmeden topluluğun ardı böyle kesilir. Övgü, evrenlerin Rabbi ALLAH'a yaraşır"
        },
        {
            "chapter": 6,
            "verse": 46,
            "text": "De: \"Bir düşünün, ALLAH sizin işitme ve görme duyunuzu alıp belleğinizi kapasa, ALLAH'tan başka hangi tanrı onları size geri verebilir?\" Ayetleri nasıl açıkladığımıza ve buna rağmen nasıl da yüz çevirdiklerine dikkat et"
        },
        {
            "chapter": 6,
            "verse": 47,
            "text": "De: \"ALLAH'ın azabı size ansızın veya duyurudan sonra gelse... Zalim toplumdan başkası mı yok edilir"
        },
        {
            "chapter": 6,
            "verse": 48,
            "text": "Biz elçileri, ancak müjdeleyiciler ve uyarıcılar olarak gönderiyoruz. Kim inanıp kendini düzeltirse, onlara bir korku yok, onlar üzülmeyecekler de"
        },
        {
            "chapter": 6,
            "verse": 49,
            "text": "Ayetlerimizi yalanlayanlara gelince, yoldan çıktıklarından ötürü onlara azap dokunacak"
        },
        {
            "chapter": 6,
            "verse": 50,
            "text": "De: \"ALLAH'ın hazineleri benim yanımda demiyorum size. Gizlilikleri de bilmiyorum. Size, bir melek olduğumu da söylemiyorum. Sadece bana vahyedileni izliyorum.\" Şunu da söyle: \"Kör ile gören bir mi"
        }
    ]
}