{
    "rukus": [
        {
            "chapter": 10,
            "verse": 1,
            "text": "R. Bunlar (bu harfler), hikmet sahibi Kitab'ın mucizeleridir"
        },
        {
            "chapter": 10,
            "verse": 2,
            "text": "Kendilerinden bir adama: \"İnsanları uyar ve inananlara Rab'leri katında önemli bir yere sahip olduklarını müjdele,\" diye vahyetmemiz halka garip mi geliyor? İnkarcılar, \"Bu, apaçık bir büyücüdür,\" dediler"
        },
        {
            "chapter": 10,
            "verse": 3,
            "text": "Gökleri ve yeri altı günde yaratan ve sonra tüm otoriteyi kuran Rabbiniz (sahibiniz) ALLAH'tır. Her işi yönetir. İzni olmadan hiç kimse aracılık (şefaat) edemez. Rabbiniz ALLAH budur, O'na kulluk edin. Öğüt almaz mısınız"
        },
        {
            "chapter": 10,
            "verse": 4,
            "text": "Hepinizin dönüşü O'nadır. Bu, ALLAH'ın verdiği gerçek sözdür. O, yaratılışı başlatır ve sonra tekrarlar; böylece inanıp erdemli işler yapanları adaletle ödüllendirir. Kafirlere ise, inkarlarından ötürü sıcak bir içecek ve acı bir azap vardır"
        },
        {
            "chapter": 10,
            "verse": 5,
            "text": "O, güneşi bir ışık kaynağı, ayı da bir ışık yaptı. Yılların sayısını ve hesabı bilmeniz için ona evreler düzenleyip belirledi. ALLAH bunları ancak bir gerçek için yaratmıştır. Bilen bir topluma ayetleri böyle açıklar"
        },
        {
            "chapter": 10,
            "verse": 6,
            "text": "Gecenin gündüzle yer değiştirmesinde ve ALLAH'ın göklerde ve yerde yarattığı şeylerde erdemli bir toplum için deliller ve ibretler vardır"
        },
        {
            "chapter": 10,
            "verse": 7,
            "text": "Bizimle karşılaşmayı ummayanlar, dünya hayatını sevip ona bağlananlar ve ayetlerimizden gafil olanlar"
        },
        {
            "chapter": 10,
            "verse": 8,
            "text": "İşte onların yeri, kazandıklarından ötürü ateştir"
        },
        {
            "chapter": 10,
            "verse": 9,
            "text": "İnanıp erdemli işler yapanlara gelince, Rab'leri inançlarından dolayı onları doğruya iletir. Nimet cennetlerinde ayaklarının altından ırmaklar akar"
        },
        {
            "chapter": 10,
            "verse": 10,
            "text": "Oradaki duaları: \"Tanrımız, sen yücesin\", oradaki selamlaşmaları: \"Selam,\" ve dualarının sonu da: \"Evrenlerin Rabbi ALLAH'a övgüler olsun,\" dur"
        }
    ]
}