{
    "rukus": [
        {
            "chapter": 27,
            "verse": 32,
            "text": "Ey konseyim, şu işte bana bir fikir verin. Siz yanımda bulunmadıkça bir işte karar vermem,\" dedi"
        },
        {
            "chapter": 27,
            "verse": 33,
            "text": "Biz güçlüyüz, yaman savaşçılarız ve son karar sana aittir. Kararını uygula,\" dediler"
        },
        {
            "chapter": 27,
            "verse": 34,
            "text": "(Kadın lider) dedi ki, \"Krallar girdikleri ülkeleri bozarlar ve onların onurlu halkını aşağılarlar. Böyle davranırlar"
        },
        {
            "chapter": 27,
            "verse": 35,
            "text": "Onlara bir armağan göndereyim de, bakayım elçiler nasıl bir tepki ile dönecekler"
        },
        {
            "chapter": 27,
            "verse": 36,
            "text": "(Elçi) geldiğinde Süleyman kendisine şunları dedi, \"Siz bana para ve mal mı vermek istiyorsunuz? ALLAH'ın bana verdikleri sizin bana verdiğinizden çok daha iyidir. Armağanınızla (ben değil) siz sevinebilirsiniz"
        },
        {
            "chapter": 27,
            "verse": 37,
            "text": "Onlara dön, (ve bildir ki) karşı konulamıyacak ordularla üzerlerine varacağız ve onları aşağılanmış ve küçültülmüş olarak oradan çıkartacağız"
        },
        {
            "chapter": 27,
            "verse": 38,
            "text": "Dedi ki, \"Ey konseyim, onlar bana müslümanlar olarak gelmeden önce hanginiz onun tahtını bana getirebilir"
        },
        {
            "chapter": 27,
            "verse": 39,
            "text": "Cinlerden bir ifrit, \"Sen daha yerinden kalkmadan onu sana getirebilirim. Bunu becerebilecek güce sahibim,\" dedi"
        },
        {
            "chapter": 27,
            "verse": 40,
            "text": "Kitap bilgisine sahip olan birisi de, \"Ben onu, gözünü kırpman için geçen süreden daha çabuk getirebilirim,\" dedi. Onu yanında duruyor görünce, \"Bu Rabbimin bir lütfudur. Şükür mü, yoksa nankörlük mü edeceğimi sınıyor. Şükreden kendisi için şükretmiş olur. Nankörlük eden de, bilsin ki benim Rabbim Zengindir, Şereflidir,\" dedi"
        },
        {
            "chapter": 27,
            "verse": 41,
            "text": "Tahtının biçimini değiştirin, bakalım doğruyu bulabilecek mi, yoksa doğruyu bulamıyanlardan mı olacak"
        },
        {
            "chapter": 27,
            "verse": 42,
            "text": "(Kadın lider) varınca kendisine, \"Senin tahtın buna mı benziyor?\" dendi. \"Tıpkı o,\" dedi, \"Bize ondan önce bilgi verilmişti ve biz müslüman idik"
        },
        {
            "chapter": 27,
            "verse": 43,
            "text": "Onu, ALLAH'tan başka taptıkları saptırmıştı. İnkarcı bir topluluğun bir bireyi idi"
        },
        {
            "chapter": 27,
            "verse": 44,
            "text": "Ona, \"Sarayın salonuna gir,\" dendi. Sarayın salonunu görünce, su havuzu sanarak bacaklarını sıvadı. (Süleyman) dedi ki, \"Bu, kristalle döşenmiş bir salondur.\" (Kadın lider), \"Rabbim, kendime haksızlık etmişim. Süleyman ile birlikte evrenlerin Rabbi ALLAH'a teslim oldum,\" dedi"
        }
    ]
}