{
    "rukus": [
        {
            "chapter": 33,
            "verse": 59,
            "text": "Ey peygamber, hanımlarına, kızlarına ve inananların kadınlarına örtülerini üzerlerine salmalarını söyle. Bu, onların (erdemli kadınlar olarak) tanınıp hakarete uğramamaları için daha elverişlidir. ALLAH Bağışlayandır, Rahimdir"
        },
        {
            "chapter": 33,
            "verse": 60,
            "text": "İkiyüzlüler, kalplerinde hastalık bulunanlar ve kentteki saldırganlar (size karşı olan saldırılarına) son vermezlerse seni onlara musallat ederiz; sonra orada, senin çevrende kısa bir süre kalabilirler"
        },
        {
            "chapter": 33,
            "verse": 61,
            "text": "Lanetlenirler; nerede rastlansalar, (saldırıdan vazgeçmezlerse) yakalanıp öldürülebilirler"
        },
        {
            "chapter": 33,
            "verse": 62,
            "text": "Öncekilere uygulanmış ALLAH'ın sünneti (yasasıdır). ALLAH'ın sünnetinde herhangi bir değişme bulamazsın"
        },
        {
            "chapter": 33,
            "verse": 63,
            "text": "Halk senden Saat'i (dünyanın son saatini) soruyor. De ki, \"Onun bilgisi ALLAH'ın katındadır; ne bilirsin, belki de o Saat yakındır"
        },
        {
            "chapter": 33,
            "verse": 64,
            "text": "ALLAH inkarcıları lanetlemiş ve onlara cehennemi hazırlamıştır"
        },
        {
            "chapter": 33,
            "verse": 65,
            "text": "Orada ebedi kalıcıdırlar. Ne bir veli (sahip) ne de bir yardımcı bulamazlar"
        },
        {
            "chapter": 33,
            "verse": 66,
            "text": "Yüzleri ateşte çevrildiği gün, \"Keşke ALLAH'a itaat etseydik, keşke elçisine itaat etseydik,\" derler"
        },
        {
            "chapter": 33,
            "verse": 67,
            "text": "Derler ki, \"Rabbimiz, sadatlarımıza/şeyhlerimize ve büyüklerimize uyduk; onlar da bizi yoldan saptırdılar"
        },
        {
            "chapter": 33,
            "verse": 68,
            "text": "Rabbimiz, onlara iki kat ceza ver, onları büyük bir lanetle lanetle"
        }
    ]
}