{
    "rukus": [
        {
            "chapter": 35,
            "verse": 8,
            "text": "Kötü işi, kendisine süslenip de onu güzel gören kimseye ne dersin? ALLAH dileyeni saptırır ve dileyeni yola iletir. Öyleyse onlar için kendini üzüp durma. ALLAH onların yaptıklarını iyi Bilir"
        },
        {
            "chapter": 35,
            "verse": 9,
            "text": "ALLAH, bulutları karıştıran rüzgarları gönderendir. Daha sonra onları ölü bir toprağa süreriz de ölümünden sonra toprağı diriltiriz. Diriliş de böyledir"
        },
        {
            "chapter": 35,
            "verse": 10,
            "text": "Onuru arzulayanlar, bilsin ki tüm onur ALLAH'a aittir. Güzel söz O'na çıkar, iyi iş de onu yükseltir. Kötülük planlıyanlar için çetin bir azap vardır ve onların planı başarısızlıkla sonuçlanacaktır"
        },
        {
            "chapter": 35,
            "verse": 11,
            "text": "ALLAH sizi topraktan, sonra bir damlacıktan yaratmış ve sonra da sizi çiftler halinde üretmiştir. Bir dişinin gebe kalması ve doğurması ancak O'nun bilgisiyledir. Bir canlının uzun ömürlü olması da ömrünün kısa tutulması da ancak bir kitapta kayda göredir. Bu, ALLAH'a kolaydır"
        },
        {
            "chapter": 35,
            "verse": 12,
            "text": "İki deniz birbirine eşit değildir. Bu taze ve tatlı olup içimi yumuşaktır, şu ise tuzlu ve acıdır. Hepsinden taze et yersiniz ve takınacağınız mücevherleri çıkarırsınız. O'nun lütfunu arayan gemilerin onu yararak aktığını görürsün. Belki artık şükredersiniz"
        },
        {
            "chapter": 35,
            "verse": 13,
            "text": "Geceyi gündüzün içine sokar, gündüzü de gecenin içine sokar. Belirlenmiş bir süreye kadar akıp giden güneşi ve ayı emri altına almıştır. Rabbiniz ALLAH işte böyledir; egemenlik O'na aittir. O'nun dışında çağırdıklarınız ise bir çekirdek zarını bile yönetemezler"
        },
        {
            "chapter": 35,
            "verse": 14,
            "text": "Onları çağırsanız sizin çağrınızı işitemezler. İşitseler bile size cevap veremezler. Diriliş gününde de sizin ortak koşmanızı inkar ederler. Her şeyden Haberi Olan gibi kimse sana haber veremez"
        }
    ]
}