{
    "rukus": [
        {
            "chapter": 3,
            "verse": 81,
            "text": "ALLAH peygamberlerden (nebilerden) şöyle misak almıştı: \"Size kitap ve hikmet vereceğim. Daha sonra, beraberinizdekileri doğrulayan bir elçi (resul) geldiğinde ona inanacak ve onu destekleyeceksiniz. Bunu kabul ettiniz mi ve bu sözleşmeyi yerine getireceğinize söz verdiniz mi,\" demişti. Onlar \"Kabul ettik,\" deyince, \"Öyleyse şahid olun, ben de sizinle beraber şahid olanlardanım,\" demişti"
        },
        {
            "chapter": 3,
            "verse": 82,
            "text": "Bundan sonra kim dönerse yoldan çıkmıştır"
        },
        {
            "chapter": 3,
            "verse": 83,
            "text": "ALLAH'ın dininden başkasını mı arıyorlar? Oysa göklerde ve yerde ne varsa ister istemez O'na teslim olmuştur ve hepsi O'na döndürülecektir"
        },
        {
            "chapter": 3,
            "verse": 84,
            "text": "De ki: \"ALLAH'a, bize indirilene, İbrahim'e, İsmail'e, İshak'a, Yakub'a ve torunlara indirilene; Musa'ya, İsa'ya ve peygamberlere Rab'leri tarafından verilene inandık. Onların hiçbiri arasında ayırım yapmayız ve biz O'na teslim olanlarız"
        },
        {
            "chapter": 3,
            "verse": 85,
            "text": "Kim islamdan (Tanrı'ya teslim olmaktan) başka bir din ararsa kendisinden kabul edilmeyecek ve o ahirette kaybedenlerden olacaktır"
        },
        {
            "chapter": 3,
            "verse": 86,
            "text": "İman ettikten, elçinin doğru olduğuna tanık olduktan ve kendilerine açık deliller geldikten sonra, inkar eden bir toplumu, ALLAH nasıl olur da doğruya iletir? ALLAH zalim toplumu hidayete ulaştırmaz"
        },
        {
            "chapter": 3,
            "verse": 87,
            "text": "Onlar, ALLAH'ın, meleklerin ve insanların toplu lanetini hakketmişlerdir"
        },
        {
            "chapter": 3,
            "verse": 88,
            "text": "Orada sürekli kalıcıdırlar; azapları hafifletilmez ve kendilerine bakılmaz"
        },
        {
            "chapter": 3,
            "verse": 89,
            "text": "Ancak, bundan sonra yönelip durumlarını düzeltenler başka. ALLAH Bağışlayandır, Rahimdir"
        },
        {
            "chapter": 3,
            "verse": 90,
            "text": "İmanlarından sonra inkar edip de inkarlarında ileri gidenlerin tevbeleri kabul edilmez; onlar artık tümüyle sapmış demektir"
        },
        {
            "chapter": 3,
            "verse": 91,
            "text": "İnkar edip inkarcı olarak ölenler, dünya dolusu altını fidye olarak verseler dahi kendilerinden kabul edilmeyecektir. Onlar acıklı bir azabı hakkettiler ve hiç bir yardımcıları da olmayacak"
        }
    ]
}