{
    "rukus": [
        {
            "chapter": 6,
            "verse": 61,
            "text": "Y solo El ejerce dominio sobre Sus siervos. Y envia guardianes que os vigilan hasta que, cuando le llega a uno de vosotros la muerte, Nuestros enviados se lo llevan: y no pasan por alto [a nadie]"
        },
        {
            "chapter": 6,
            "verse": 62,
            "text": "Y luego [quienes han muerto] son devueltos a Dios, su verdadero Senor Supremo. ¡Ciertamente, de El solo es el juicio: y El es el mas rapido ajustando cuentas"
        },
        {
            "chapter": 6,
            "verse": 63,
            "text": "Di: “¿Quien es el que os libra de los oscuros peligros de la tierra y del mar [cuando] Le invocais con humildad y en el secreto de vuestros corazones: ‘Si nos libra de este [aprieto], seremos ciertamente de los agradecidos’?”"
        },
        {
            "chapter": 6,
            "verse": 64,
            "text": "Di: “¡[Solo] Dios puede libraros de este y de todo aprieto --y aun asi atribuis divinidad a otros poderes junto con El!”"
        },
        {
            "chapter": 6,
            "verse": 65,
            "text": "Di: “Solo El tiene el poder para hacer que os llegue el castigo desde encima de vosotros o de debajo de vuestros pies, o para hundiros en la confusion de la discordia y haceros probar el miedo unos de otros.”Observa con que claridad exponemos estos mensajes, para que alcancen a comprender la verdad"
        },
        {
            "chapter": 6,
            "verse": 66,
            "text": "y aun asi, tu pueblo ha desmentido todo esto, aunque es la verdad.Di [pues]: “No soy responsable de vuestra conducta"
        },
        {
            "chapter": 6,
            "verse": 67,
            "text": "Todo anuncio [de Dios] tiene un plazo fijado de cumplimiento: y en su momento llegareis a conocer [la verdad].”"
        },
        {
            "chapter": 6,
            "verse": 68,
            "text": "CUANDO te encuentres a un grupo ocupado en charlas [blasfemas] acerca de Nuestros mensajes, apartate de ellos hasta que cambien de conversacion; y si Satan hiciera que te olvidaras [de ti mismo], no permanezcas, una vez que hayas recordado, en compania de esa gente malvada"
        },
        {
            "chapter": 6,
            "verse": 69,
            "text": "de la cual los conscientes de Dios no son responsables en absoluto. Su deber es solo amonestar[-les], para que lleguen a ser conscientes de Dios"
        },
        {
            "chapter": 6,
            "verse": 70,
            "text": "Y apartate de aquellos que, seducidos por la vida de este mundo, han hecho del juego y la diversion pasajera su religion; pero recuerda[-les] por medio de este que [en la Otra Vida] todo ser humano sera retenido en prenda por el mal que haya hecho, y no tendra quien le proteja de Dios ni quien interceda por el; y aunque ofreciera cualquier rescate imaginable, no le seria aceptado. Estos seran retenidos en prenda por el mal que hayan hecho; para ellos hay [en la Otra Vida] una pocima de ardiente desesperacion, y les aguarda un doloroso castigo por su continua negativa a aceptar la verdad"
        }
    ]
}