{
    "rukus": [
        {
            "chapter": 2,
            "verse": 104,
            "text": "¡OH VOSOTROS que habeis llegado a creer! No digais [al Profeta]: “Escuchanos,” decid mas bien, “Ten paciencia con nosotros,” y prestad[-le] atencion, porque un doloroso castigo les aguarda a quienes rechazan la verdad"
        },
        {
            "chapter": 2,
            "verse": 105,
            "text": "Ni a aquellos seguidores de una revelacion anterior que se obstinan en negar la verdad, ni a los que atribuyen divinidad a otros seres junto con Dios, les gustaria que vuestro Sustentador hiciera descender para vosotros bien alguno; pero Dios distingue con Su gracia a quien El quiere --pues Dios es de una generosidad infinita"
        },
        {
            "chapter": 2,
            "verse": 106,
            "text": "Si anulamos un mensaje o provocamos su olvido, lo sustituimos por otro mejor o semejante. ¿No sabes que Dios tiene el poder para disponer cualquier cosa"
        },
        {
            "chapter": 2,
            "verse": 107,
            "text": "¿No sabes que de Dios es el dominio sobre los cielos y la tierra y que nadie hay aparte de Dios que pueda protegeros ni prestaros auxilio"
        },
        {
            "chapter": 2,
            "verse": 108,
            "text": "¿Es que vais a pedir a vuestro Enviado lo que se le pidio antes a Moises? Quien elige rechazar [la evidencia de] la verdad, en lugar de creer en ella, se ha extraviado ya del camino recto"
        },
        {
            "chapter": 2,
            "verse": 109,
            "text": "A muchos de los seguidores de una revelacion anterior les gustaria haceros renegar de la verdad, despues de haber creido, por una envidia egoista --[aun] despues de haberseles esclarecido la verdad. No obstante, perdonad y sed tolerantes, hasta que Dios haga manifiesta Su voluntad: ciertamente, Dios tiene el poder para disponer cualquier cosa"
        },
        {
            "chapter": 2,
            "verse": 110,
            "text": "Y sed constantes en la oracion y pagad el impuesto de purificacion; pues, todo el bien que hagais como adelanto para vosotros mismos, lo encontrareis junto a Dios: ciertamente, Dios ve todo lo que haceis"
        },
        {
            "chapter": 2,
            "verse": 111,
            "text": "Y DICEN: “Nadie entrara jamas en el paraiso a menos que sea judio” --o, “cristiano”. ¡Esas son fantasias suyas! Di: “¡Presentad una prueba, si es verdad lo que decis!”"
        },
        {
            "chapter": 2,
            "verse": 112,
            "text": "¡No!, en verdad: todo aquel que someta su ser por entero a Dios, y ademas obre rectamente, tendra su recompensa junto a su Sustentador; esos nada tienen que temer y no se lamentaran"
        }
    ]
}