{
    "rukus": [
        {
            "chapter": 25,
            "verse": 10,
            "text": "Bendito Aquel que, si quiere, te dara algo mejor que eso [de lo que hablan] --jardines por los que corren arroyos-- y dispondra para ti mansiones [de felicidad en la Otra Vida]"
        },
        {
            "chapter": 25,
            "verse": 11,
            "text": "Pero, ¡que va! ¡Es [la venida misma de] la Ultima Hora lo que desmienten!Sin embargo, para esos que desmienten [el anuncio de] la Ultima Hora hemos preparado llamas abrasadoras"
        },
        {
            "chapter": 25,
            "verse": 12,
            "text": "cuando estas les confronten desde lejos, oiran su rugido y su silbido"
        },
        {
            "chapter": 25,
            "verse": 13,
            "text": "y cuando sean arrojados en su interior, en un espacio angosto, atados [todos] entre si, suplicaran su inmediato exterminio"
        },
        {
            "chapter": 25,
            "verse": 14,
            "text": "[Pero se les dira:] \"No supliqueis hoy un solo exterminio, sino suplicad muchos exterminios"
        },
        {
            "chapter": 25,
            "verse": 15,
            "text": "Di: \"¿Que es mejor --eso, o el paraiso de la vida eterna que ha sido prometido a los que son conscientes de Dios como recompensa y lugar de destino"
        },
        {
            "chapter": 25,
            "verse": 16,
            "text": "en el que tendran cuanto deseen y moraran para siempre; una promesa de tu Sustentador, que debe ser [siempre] implorada"
        },
        {
            "chapter": 25,
            "verse": 17,
            "text": "PERO [en cuanto a aquellos que son inconscientes de la unidad de tu Sustentador --] un Dia El los reunira junto a todo aquello que [ahora] adoran en lugar de Dios, y preguntara [a aquellos a los que se atribuyo divinidad falsamente ]: \"¿Fuisteis vosotros quienes extraviasteis a Mis criaturas o se extraviaron por si solos del camino recto"
        },
        {
            "chapter": 25,
            "verse": 18,
            "text": "Responderan: \"¡Infinita es Tu gloria! ¡Era inconcebible para nosotros tomar por patronos a otros en lugar de Ti! Pero [en cuanto a ellos --] Tu les permitiste, a ellos y a sus antepasados, disfrutar [de los placeres] de la vida hasta el punto que olvidaron todo recuerdo [de Ti]: porque eran gente carente por completo de bien"
        },
        {
            "chapter": 25,
            "verse": 19,
            "text": "[Entonces, Dios dira:] \"¡Y ahora, [aquellos que vosotros teniais por divinos] han desmentido todas vuestras afirmaciones [pasadas], y no podeis escapar [a vuestro castigo] ni conseguir auxilio alguno! ¡Pues, a quien de vosotros haya cometido [semejante] maldad, le haremos probar un gran castigo"
        },
        {
            "chapter": 25,
            "verse": 20,
            "text": "Y [aun] antes de ti, [Oh Muhammad,] no enviamos como emisarios Nuestros sino [a hombres] que, ciertamente, tomaban alimentos [como los demas seres humanos] y se movian por los mercados: pues [asi es como] hacemos de vosotros [los seres humanos] un medio de poneros a prueba unos a otros.¿Sereis capaces de soportar [esta prueba] con paciencia? ¡Pues [recuerda que] en verdad tu Sustentador todo lo ve"
        }
    ]
}