{
    "rukus": [
        {
            "chapter": 6,
            "verse": 101,
            "text": "Göklerin ve yerin örneksiz yaratıcısı O´dur. Eşi olması mümkün değilken O´nun çocuğu nasıl düşünülebilir. O, herşeyi yaratmıştır ve herşeyi bilendir"
        },
        {
            "chapter": 6,
            "verse": 102,
            "text": "İşte bu vasıflara sahip olan Allah´tır Rabbiniz. O´ndan başka tanrı yoktur. Herşeyin yaratıcısı O´dur. O halde O´na kulluk edin, herşeye karşı dayanılacak vekil de O´dur"
        },
        {
            "chapter": 6,
            "verse": 103,
            "text": "O´nu gözler algılamaz, O ise bütün gözleri idrak eder. O öyle latif ve öyle herşeyden haberdardır"
        },
        {
            "chapter": 6,
            "verse": 104,
            "text": "Gerçekten Rabbinizden size birçok deliller geldi, artık kim gözünü açarak onları görürse kendi lehine, kim de körlük ederse, kendi aleyhinedir. Ve o durumda ben sizin bekçiniz değilim"
        },
        {
            "chapter": 6,
            "verse": 105,
            "text": "İşte ayetleri böyle çeşitli şekillerde sunuyoruz ki, o körlük edenler sana: «Bunları bir yerlerden okuyup öğrenmişsin.» desinler, hem de onu bilen bir toplum için iyice açıklayalım"
        },
        {
            "chapter": 6,
            "verse": 106,
            "text": "Rabbinden sana ne vahyolunuyorsa ona uy! O´ndan başka tanrı yoktur. Sen müşriklere bakma"
        },
        {
            "chapter": 6,
            "verse": 107,
            "text": "Allah dileseydi onlar Allah´a ortak koşmazlardı. Biz seni onların üzerine gözcü göndermedik, sen onlara vekil de değilsin"
        },
        {
            "chapter": 6,
            "verse": 108,
            "text": "Buna rağmen onların Allah´tan başka taptıklarına sövmeyin ki, onlar da cahillikle Allah´a sövmesinler. Her millete yaptıklarını böyle güzel göstermişizdir. Sonra hep dönüp Allah´a varacaklar. O zaman O, kendilerine ne yaptıklarını tamamen haber verecek"
        },
        {
            "chapter": 6,
            "verse": 109,
            "text": "Bir de onlar en ağır yeminleriyle Allah´a yemin ediyorlar ki kendilerine bambaşka bir mucize gelseymiş, muhakkak ona inanacaklarmış. De ki: «Mucizeler ancak Allah katındadır!» Onlara mucizeler geldiğinde de iman etmeyeceklerini siz nereden bileceksiniz"
        },
        {
            "chapter": 6,
            "verse": 110,
            "text": "Biz onların kalplerini ve gözlerini ters çeviririz. Önceden buna iman etmedikleri gibi bırakıveririz kendilerini azgınlıkları içinde körü körüne bocalar giderler"
        }
    ]
}