{
    "rukus": [
        {
            "chapter": 8,
            "verse": 20,
            "text": "Ey iman edenler, Allah´a ve Resulüne itaat edin. İşitip durduğunuz halde ondan yan bükmeyin"
        },
        {
            "chapter": 8,
            "verse": 21,
            "text": "Ve işitmedikleri halde «İşittik!» diyenler gibi olmayın"
        },
        {
            "chapter": 8,
            "verse": 22,
            "text": "Çünkü yeryüzünde debelenenlerin Allah katında en kötüsü, gerçeği akıllarına koymayan o sağır ve dilsizlerdir"
        },
        {
            "chapter": 8,
            "verse": 23,
            "text": "Allah onlarda bir hayır görseydi, elbette (gerçeği) kulaklarına sokardı. Ve bu durumlarında kulaklarına soksaydı, yine de aldırmazlar, döner giderlerdi"
        },
        {
            "chapter": 8,
            "verse": 24,
            "text": "Ey iman edenler, sizi kendinize hayat verecek şeylere davet ettiği zaman Peygamberi ile Allah´a icabet edin! Ve bilin ki, Allah gerçekten kişi ile onun kalbi arasını gerer ve siz, kesinlikle O´nun huzurunda toplanacaksınız"
        },
        {
            "chapter": 8,
            "verse": 25,
            "text": "Ve öyle bir fitneden sakının ki, içinizden yalnız zulmedenlere dokunmakla kalmaz. Ve bilin ki, Allah´ın azabı şiddetlidir"
        },
        {
            "chapter": 8,
            "verse": 26,
            "text": "Ve düşünün ki, siz bir vakit yeryüzünde hırpalanıp duran bir azlıktınız, insanların sizi çarpıvereceğinden korkardınız. Öyle iken O sizi barındırdı, O sizi yardımıyla destekledi, O size temiz rızıklar verdi ki şükredesiniz"
        },
        {
            "chapter": 8,
            "verse": 27,
            "text": "Ey iman edenler, Allah ve Resulüne hiyanet etmeyin ki, bile bile kendi emanetlerinize hiyanet etmiş olmayasınız"
        },
        {
            "chapter": 8,
            "verse": 28,
            "text": "Ve iyi bilin ki, mallarınız ve çocuklarınız bir imtihandan ibarettir. Allah yanında ise büyük mükafatlar vardır"
        }
    ]
}