{
    "rukus": [
        {
            "chapter": 10,
            "verse": 31,
            "text": "De ki: «Size gökten ve yerden kim rızık veriyor? O kulak ve gözlerin sahibi kim? Kim ölüden diriyi çıkarıyor, diriden de ölüyü çıkarıyor? Kim bütün işleri düzenliyor?» Hemen diyecekler: «Allah!» De ki: «O halde (O´nun azabından) sakınmaz mısınız"
        },
        {
            "chapter": 10,
            "verse": 32,
            "text": "İşte O Allah sizin gerçek Rabbinizdir. Gerçeğin ötesinde sapıklıktan başka ne vardır? O halde (sapıklığa) nasıl çevriliyorsunuz"
        },
        {
            "chapter": 10,
            "verse": 33,
            "text": "Öyle büsbütün yoldan çıkmış fasıklara Rabbinin sözü şöyle gerçekleşti: «Onlar artık imana gelmezler!»"
        },
        {
            "chapter": 10,
            "verse": 34,
            "text": "De ki: «Sizin ortak koştuklarınız arasında, önce yaratıp (öldükten) sonra tekrar varlığa çeviren biri var mı?» De ki: «Allah mahlukatı yoktan yaratır, (öldükten) sonra çevirip yine yaratır. Artık nasıl saptırılıyorsunuz?»"
        },
        {
            "chapter": 10,
            "verse": 35,
            "text": "De ki: «Sizin ortak koştuklarınız arasında doğru yola hidayet eden biri var mı?» De ki: «Allah doğru yola hidayet eder. O halde doğru yola hidayet eden mi uyulmaya layıktır yoksa hidayet olunmadıkça kendi kendine onu bulamayan mı? O halde ne oluyorsunuz? Nasıl hüküm veriyorsunuz?»"
        },
        {
            "chapter": 10,
            "verse": 36,
            "text": "Bununla beraber onların çoğu, sadece bir zan peşinde gider, ama zan gerçek adına hiçbir şey ifade etmez! Şüphesiz Allah onların ne yaptıklarını çok iyi biliyor"
        },
        {
            "chapter": 10,
            "verse": 37,
            "text": "Bu Kur´an Allah´tandır, başkası tarafından uydurulamaz, ancak o, önündekini doğrulayan ve o Kitab´ı açıklayıcı olarak alemlerin Rabbi tarafından indirilmiştir, bunda hiç şüphe yoktur"
        },
        {
            "chapter": 10,
            "verse": 38,
            "text": "Yoksa: «Onu uydurdu!» mu diyorlar? De ki: «Öyle ise, haydi onun gibi bir sure getirin ve Allah´tan başka kime gücünüz yeterse çağırın, eğer sözünüzde sadık iseniz bunu yapın"
        },
        {
            "chapter": 10,
            "verse": 39,
            "text": "Hayır, onlar anlamını kavrayamadıkları ve yorumu kendilerine hiç gelmemiş olan birşeye yalan dediler; bunlardan önce gelip geçenler de böyle yalanlamışlardı; ancak bak zalimlerin sonu nasıl oldu"
        },
        {
            "chapter": 10,
            "verse": 40,
            "text": "İçlerinden buna inanacaklar da var, inanmayacaklar da var! Rabbin o fesat çıkaranları en iyi bilendir"
        }
    ]
}