{
    "rukus": [
        {
            "chapter": 27,
            "verse": 32,
            "text": "(Melike): «Ey ileri gelenler! Bu işimde bana bir fikir verin; sizin haberiniz olmadan ben hiçbir işi kestirip atmış değilim.» dedi"
        },
        {
            "chapter": 27,
            "verse": 33,
            "text": "Dediler: «Biz güçlüyüz ve yiğit savaşçılarız; ama karar sana aittir. Ne emredeceğini düşün.»"
        },
        {
            "chapter": 27,
            "verse": 34,
            "text": "(Melike) dedi ki: «Doğrusu, hükümdarlar bir memlekete girdiler mi orayı perişan ederler ve halkının şerefli kişilerini zillete uğratırlar; evet böyle yaparlar"
        },
        {
            "chapter": 27,
            "verse": 35,
            "text": "Ben onlara hediye ile bir heyet göndereceğim de bakacağım elçiler ne ile dönecekler?»"
        },
        {
            "chapter": 27,
            "verse": 36,
            "text": "Bunun üzerine gönderilen (elçi) Süleyman´a vardığı vakit (Süleyman): «Siz bana mal ile yardım mı etmek istiyorsunuz? Bakın Allah´ın bana verdiği size verdiğinden daha iyidir. Hayır siz hediyenize güveniyorsunuz"
        },
        {
            "chapter": 27,
            "verse": 37,
            "text": "(Ey elçi) dön onlara (söyle): «Vallahi karşı gelemeyecekleri ordularla varırım da, oradan kendilerini perişanlıklar içinde hor ve hakir oldukları halde çıkarırım.» dedi"
        },
        {
            "chapter": 27,
            "verse": 38,
            "text": "(Süleyman kendi adamlarına dönerek): «Ey Heyet kendileri teslimiyyet gösterip bana gelmeden önce, o kadının tahtını bana kim getirir?» dedi"
        },
        {
            "chapter": 27,
            "verse": 39,
            "text": "Cinlerden bir ifrit: «Sen makamından kalkmadan önce ben onu sana getiririm. Ve gerçekten bunu yapmaya hem gücüm, hem de güvenim var.» dedi"
        },
        {
            "chapter": 27,
            "verse": 40,
            "text": "Yanında kitaptan bir ilim bulunan zat ise: «Ben onu sana gözünü kırpmadan önce getiririm.» dedi. Derken onu yanında duruyor görünce: «Bu, Rabbimin bir lutfudur; beni imtihan için ki, şükredecek miyim, yoksa nankörlük mü edeceğim. Kim şükrederse ancak kendisi için şükreder, her kim de nankörlük ederse, şüphe yok ki, Rabbim herşeyden müstağnidir, büyük ihsan sahibidir» dedi"
        },
        {
            "chapter": 27,
            "verse": 41,
            "text": "(Süleyman) dedi ki: «Tahtını tanınmaz duruma sokun, bakalım tanıyacak mı, tanımazlardan mı olacak?»"
        },
        {
            "chapter": 27,
            "verse": 42,
            "text": "Bunun üzerine (Melike) gelince: «Böyle mi senin tahtın?» denildi. (O da): «Sanki o! Zaten bize daha önce bilgi verildi ve biz müslüman olduk! dedi"
        },
        {
            "chapter": 27,
            "verse": 43,
            "text": "Daha önce Allah´tan başka taptığı şeyler, on(un müslüman olmasın)a engel olmuştu; çünkü inkarcı bir kavimden idi"
        },
        {
            "chapter": 27,
            "verse": 44,
            "text": "Ona: «Köşke gir!» denildi. Derken (Melike) onu görünce derin bir su sandı ve eteklerini topladı. Süleyman: «O parlak bir köşk, sırçadan!» dedi. Kadın: «Ey Rabbim, gerçekten ben önce nefsime zulmetmişim, şimdi Süleyman´ın maiyyetinde, alemlerin Rabbi olan Allah´a teslim oldum.» dedi"
        }
    ]
}