{
    "rukus": [
        {
            "chapter": 38,
            "verse": 15,
            "text": "Onlar başka değil sadece bir tek sayhaya bakıyorlar. Öyle ki, ona hık yok"
        },
        {
            "chapter": 38,
            "verse": 16,
            "text": "Bir de: «Ey Rabbimiz, hesap gününden önce bizim pusulamızı (payımızı) acele ver!» dediler"
        },
        {
            "chapter": 38,
            "verse": 17,
            "text": "Şimdi sen onların dediklerine sabret de güçlü kulumuz Davud´u an! Çünkü o evvab (içli, zikir ve tesbih ile Bize çok yönelen biri) idi"
        },
        {
            "chapter": 38,
            "verse": 18,
            "text": "Biz dağları onun emrine vermiştik, akşam ve işrak vakti onunla birlikte tesbih ederlerdi"
        },
        {
            "chapter": 38,
            "verse": 19,
            "text": "Kuşları da toplu olarak (onun emrine vermiştik). Hepsi onun için terci yapardı (ona uyarak ahenkle içli zikir ve tesbih ederlerdi)"
        },
        {
            "chapter": 38,
            "verse": 20,
            "text": "Hem mülkünü güçlendirmiş, hem de kendisine hikmet ve hakkı batıldan ayırt etme kabiliyeti vermiştik"
        },
        {
            "chapter": 38,
            "verse": 21,
            "text": "Birde davacıların kıssası geldi mi sana? Hani surdan aşarak mihraba ulaşmışlardı"
        },
        {
            "chapter": 38,
            "verse": 22,
            "text": "O zaman Davud´un yanına giriverdiler de onlardan telaşa düştü. Ona «Korkma!» dediler, «biz iki davacıyız, birimiz diğerinin hakkına tecavüz etti. Şimdi sen aramızda doğrulukla hükmet ve aşırı gitme de bizi doğru yolun ortasına çıkar.»"
        },
        {
            "chapter": 38,
            "verse": 23,
            "text": "«Şu benim kardeşim, onun doksan dokuz kişi koyunu var, benim ise bir tek dişi koyunum var, böyle iken; «Onu da bana bırak» dedi. Ve beni söyleşmede (tartışmada) yendi.» diye anlattı"
        },
        {
            "chapter": 38,
            "verse": 24,
            "text": "(Davut) dedi ki: «Doğrusu senin bir koyununu kendi koyunlarına katmak istemesiyle sana zulmetmiştir. Gerçekten karışıkların (bir toplum içinde yaşayanların) çoğu biribirlerine haksızlık ediyorlar. Ancak iman edip de salih amel işleyenler başka. Ama onlar da pek az. Davut kendisini imtihan ettiğimizi sanmıştı. Hemen Rabbinden mağfiret diledi , rüku ederek yere kapandı, tevbe ederek (Allah´a) yöneldi"
        },
        {
            "chapter": 38,
            "verse": 25,
            "text": "Biz de bu hatasını kendisine bağışladık. Gerçekten ona, yanımızda bir yakınlık ve akibet (dönüş) güzelliği vardır"
        },
        {
            "chapter": 38,
            "verse": 26,
            "text": "Ey Davut , gerçekten biz seni yeryüzünde bir halife yaptık. Artık insanlar arasında doğrulukla hükmet, keyf(in)e uyma ki, seni Allah yolundan sapıtmasın; çünkü Allah yolundan sapanlar hesap gününü unuttukları için kendilerine pek şiddetli bir azap vardır"
        }
    ]
}