{
    "rukus": [
        {
            "chapter": 3,
            "verse": 172,
            "text": "Hele yara aldıktan sonra Allah´ın ve peygamberin emrine uyanların. Müminler içinden özellikle iyilik yapıp fenalıktan sakınanlara pek büyük bir mükafat vardır"
        },
        {
            "chapter": 3,
            "verse": 173,
            "text": "Onlar ki, insanlar kendilerine: «Haberiniz olsun, düşmanlarınız size saldırmak için toplandılar, onun için onlardan korkun!» dediler. Bu, onların imanını artırdı ve: «Bize Allah yetişir; O, ne güzel vekildir!» dediler"
        },
        {
            "chapter": 3,
            "verse": 174,
            "text": "Sonra da kendilerine hiçbir keder dokunmaksızın Allah´tan bir nimet ve lütuf ile geri döndüler ve Allah´ın hoşnutluğunun ardınca gittiler. Allah, daha da çok bir lütuf sahibidir"
        },
        {
            "chapter": 3,
            "verse": 175,
            "text": "Size o haberi getiren şeytan, yalnızca kendi dostlarını korkutur. Siz onlardan korkmayın, bana isyandan korkun, eğer inanıyorsanız"
        },
        {
            "chapter": 3,
            "verse": 176,
            "text": "O inkarda yarışanlar seni kederlendirmesin; çünkü onlar asla Allah´a bir zarar veremeyeceklerdir. Allah, onlara ahirette bir pay vermemek istiyor. Onlara büyük bir azap vardır"
        },
        {
            "chapter": 3,
            "verse": 177,
            "text": "Şüphesiz iman karşılığında küfrü satın alanlar, Allah´a hiçbir zarar veremeyeceklerdir ve onlar için elim bir azap vardır"
        },
        {
            "chapter": 3,
            "verse": 178,
            "text": "Bir de inkar edenler, kendilerini bırakışımızın, sakın onlar için hayırlı olduğunu sanmasınlar. Biz onları sadece günahlarını artırsınlar diye bırakıyoruz.Onlara alçaltıcı bir azap vardır"
        },
        {
            "chapter": 3,
            "verse": 179,
            "text": "Allah, inananları bulunduğunuz hal üzere bırakacak değildir. Sonunda murdarı temizden ayıracaktır. Allah, sizlere gaybı bildirecek değildir; fakat Allah ona peygamberlerinden dilediğini seçer. Onun için Allah´a ve peygamberlerine inanın; inanır ve korunursanız size büyük bir mükafat vardır"
        },
        {
            "chapter": 3,
            "verse": 180,
            "text": "Allah´ın bol nimetinden kendilerine verdiği şeye cimrilik edenler sakın onu kendilerine hayırlı sanmasınlar. Hayır, o, onlar için bir şerdir. Kıyamet gününde o kıskandıkları mal, boyunlarına tomruk edilecek. Kaldı ki, göklerin ve yerin mirası hep Allah´ındır ve Allah, bütün yaptıklarınızdan haberdardır"
        }
    ]
}