{
    "rukus": [
        {
            "chapter": 4,
            "verse": 15,
            "text": "Kadınlarınızdan zina edenlerin aleyhlerine dört şahit getirin. Eğer şahitlik ederlerse, ölüm onları alıp götürünceye veya Allah onlara bir yol açıncaya kadar evlerde hapsedin"
        },
        {
            "chapter": 4,
            "verse": 16,
            "text": "Sizlerden zina edenlerin ikisine de eziyet edin. Eğer tevbe edip kendilerini düzeltirlerse, onları cezalandırmaktan vazgeçin. Çünkü Allah, tevbeleri kabul eden, daima merhamet edendir"
        },
        {
            "chapter": 4,
            "verse": 17,
            "text": "Fakat Allah´ın kabul edeceğine söz verdiği tevbe, bilmeden bir kabahat işleyip uzun süre geçmeden pişman olanların tevbesidir. İşte Allah, onların tevbelerini kabul eder, Allah bilendir, hikmet sahibidir"
        },
        {
            "chapter": 4,
            "verse": 18,
            "text": "Yoksa günahları yapıp yapıp da her birine ölüm gelince: «İşte ben, şimdi tevbe ettim.» diyenlerin ve kafir olarak ölenlerin pişmanlığı fayda etmez. İşte onlara, elim bir azap hazırlamışızdır"
        },
        {
            "chapter": 4,
            "verse": 19,
            "text": "Ey iman edenler, kadınlara zorla mirasçı olmanız size helal olmadığı gibi, verdiğiniz mehrin birazını kurtaracaksınız diye, açık bir fuhuş işlemeleri durumu hariç, onları sıkıştırmanız da helal olmaz. Haydi onlarla güzel geçinin! Kendilerinden hoşlanmadınızsa, olabilir ki, sizin hoşlanmadığınız bir şeyde Allah, birçok hayırlar takdir etmiş olur"
        },
        {
            "chapter": 4,
            "verse": 20,
            "text": "Eğer bir eşinizi boşayıp yerine başka bir eş almak istiyorsanız, önceki eşinize yüklerle mehir vermiş olsanız bile içinden hiçbir şey geri almayın. Ne diye alacaksınız, bir iftira ederek ve açık günah yüklenerek mi"
        },
        {
            "chapter": 4,
            "verse": 21,
            "text": "Nasıl alırsınız ki, birbirinize karıştınız ve onlar sizden sağlam bir söz almışlardı"
        },
        {
            "chapter": 4,
            "verse": 22,
            "text": "Bir de babalarınızın evlenmiş olduğu kadınlarla evlenmeyin! Geçen geçti. Şüphesiz o, pek çirkin, pek iğrenç idi ve ne kötü bir adetti"
        }
    ]
}