{
    "chapter": [
        {
            "chapter": 15,
            "verse": 1,
            "text": "R. (Hey Yezdan bi arşa van tîpên ji hevçûyî dizane). Evanan, beratên pirtûk û Qur’ana daveger in"
        },
        {
            "chapter": 15,
            "verse": 2,
            "text": "Gavê werin, ewanê bêne file hene! (Ewanê bêjin:) \"Xwezîka em misilman bûna"
        },
        {
            "chapter": 15,
            "verse": 3,
            "text": "(Muhemmed!) Tu dest ji (tekoşîna bi wan ra) berde. Bira ewan bixun û (bi xweşî) bijîn, xwestinê wan ewan didine para da. Îdî di nêzîk da ewanê bizanin (ka paşîya kirinê wan ça ne)"
        },
        {
            "chapter": 15,
            "verse": 4,
            "text": "Me çiqa rûniştîyên welatekî teşqele kiribin, hey ji bona teşqela wan, danekî diyarî hebûye. (Ya jî, ji wan hey mayîne nivîsarê diyarî mane)"
        },
        {
            "chapter": 15,
            "verse": 5,
            "text": "Qe tu kom tune ye, ku ji danê (teşqele dane xwe) borîye, ya jî para da mayî be"
        },
        {
            "chapter": 15,
            "verse": 6,
            "text": "Ewan (filan ji bona te ra aha) gotine: \"Bi rastî ewê ku (Qur’an) bi ser te da hatîye hinartinê, tu yekî tepaketî yî"
        },
        {
            "chapter": 15,
            "verse": 7,
            "text": "Heke (bira, tu) di doza xwa da rast î, ka (ji bona rastîya pêxemberîya xwe) ji me ra firişteyên (dîdevan) bîne"
        },
        {
            "chapter": 15,
            "verse": 8,
            "text": "Em hey firiştan (ji bona berewanî û şapatdanê) dihênirin. (Gava firişte werin hinartinê îdî ewanan nikarin) tu tiştî bikin (firişte nahêlin ku ewan çavê xwe vekin)"
        },
        {
            "chapter": 15,
            "verse": 9,
            "text": "Bi rastî me (Qur’an) hinartîye, bi rastî em bi xweber jî ji bona (Qur’anê ra) parisvan in"
        },
        {
            "chapter": 15,
            "verse": 10,
            "text": "Û bi sond! Di nava wan komên berya te da, me pêxember şandine"
        },
        {
            "chapter": 15,
            "verse": 11,
            "text": "Çiqa pêxemberek hatibe bal wan, ewan hey bi wî (pêxemberî) tinaz kirine"
        },
        {
            "chapter": 15,
            "verse": 12,
            "text": "Em bi vî awayî (tinazan) dixine dilê wan ê nûsitemkar"
        },
        {
            "chapter": 15,
            "verse": 13,
            "text": "Di berya wan da (ewan komalên tinazger) ka me çi bi serê wan da anîbû, borîne (evan şopa wan dibînin jî, disa) bawer nakin"
        },
        {
            "chapter": 15,
            "verse": 14,
            "text": "Heke me di ezman da ji bona wan ra derîyek vekirî bûya, ku ewan di wî derî da hevraz derketinan jî (ewan beratan bi çavê xwe bidîtanan)"
        },
        {
            "chapter": 15,
            "verse": 15,
            "text": "(Wê dîsa ewanê) bi gotinan: \"Bi rastî çavê me sermest bûye, bi rastî em komelekî wusa nin li me anç hatîyekirinê"
        },
        {
            "chapter": 15,
            "verse": 16,
            "text": "Bi sond! Me di ezman da şûnwarê (wekî koşkan) gerandine, me ewan (şûnwaran) ji bona dîdevanan ra xemilandine"
        },
        {
            "chapter": 15,
            "verse": 17,
            "text": "Me ewa (ezmana) ji hemî pelîdên deherok dane parisandinê"
        },
        {
            "chapter": 15,
            "verse": 18,
            "text": "Ji pêştirê wî pelîd ku bi dizî gohdarî dike, îdî pêtên agirê xûyayî dibine peyrewê wî pelîdî"
        },
        {
            "chapter": 15,
            "verse": 19,
            "text": "Û me zemîn jî raxistîye. Me di nava zemîn da çîyayên dirêj rakutan e. Me hemû tişt di zemîn da bi pîvayî hêşîn kirine"
        },
        {
            "chapter": 15,
            "verse": 20,
            "text": "Di zemîn da me ji bona we ra û ji bona wan candarên, ku hûn ji wan ra rozîyan nadin (rozîyên) jînê çê kirine"
        },
        {
            "chapter": 15,
            "verse": 21,
            "text": "Û xezna hemî tiştan hey li bal me ye. Em ewan wekî hewcebûnê hey dihênirin (ji azman û zemîn ji bona jîna we derdixin, wekî ba û bariştan)"
        },
        {
            "chapter": 15,
            "verse": 22,
            "text": "Û me ba, bi kevînî şandîye (ewr civandine) îdî em di jor da aveke wusa dihênirin, em we bi vê avê didine avdanê. We bi xweber jî nikarîye ewa ava bixista cûrnan"
        },
        {
            "chapter": 15,
            "verse": 23,
            "text": "Û bi rastî hey em bi tenê ne jîn û mirin çê dikin. (Ûrta wan hemûyan jî) em bi tenê ne. (Piştî wan, hey em bi tenê dimînin)"
        },
        {
            "chapter": 15,
            "verse": 24,
            "text": "Bi sond! Ewanê ji we yên ku pêş da çûne, me bi wan zanîye. Û bi sond! Ewanê ji we yên ku para tên em bi wan dizanin"
        },
        {
            "chapter": 15,
            "verse": 25,
            "text": "Û Xudayê te ê (ewan bi rastî we ji bona hijmartina kirinê wan) bicivîne. Bi rastî Xuda bijejkeyê zana ye"
        },
        {
            "chapter": 15,
            "verse": 26,
            "text": "Bi sond! Me meriv ji heryeke ji hev çûyê genîyê qimitî afirandîye"
        },
        {
            "chapter": 15,
            "verse": 27,
            "text": "Hêj di berê da jî me meçêtir ji agirê bayê germok e afirandîye"
        },
        {
            "chapter": 15,
            "verse": 28,
            "text": "Di gavekî da Xudayê te ji bona firiştan ra gotibû: \"Bi rastî ezê merivan ji heryekê ji hevçûyî bênketî qimitî biafirînin"
        },
        {
            "chapter": 15,
            "verse": 29,
            "text": "Îdî gava min pêka wî anî û ji canê xwe can berda gewdê wî, heman hûn ji wî ra kunde beherin"
        },
        {
            "chapter": 15,
            "verse": 30,
            "text": "(Ji piştî afirandina wî) hemî firiştan (ji bona wî ra) kunde birin"
        },
        {
            "chapter": 15,
            "verse": 31,
            "text": "Ji pêştirê pelîd; ewî ji bona kundebirinê, xwe da para"
        },
        {
            "chapter": 15,
            "verse": 32,
            "text": "(Yezdan ji bona wî ra) gotîye: \"Çi bûye ji te ra pelîd! Ku tu jî bi wanê kundebir ra ne bûyî"
        },
        {
            "chapter": 15,
            "verse": 33,
            "text": "(Pelîd di bersiva Yezdan da) gotîye: \"Ezê ça ji bona wî kesê, ku te ewa ji heryekê bênketî qimitîye ji hevçûyî çê kirîye, kunde biherin"
        },
        {
            "chapter": 15,
            "verse": 34,
            "text": "(Yezdan ji pelîd ra) gotîye: \"Îdî tu ji nava qencîyê min derkebe. Bi rastî tu ji dilovanîya min hatî deherandine"
        },
        {
            "chapter": 15,
            "verse": 35,
            "text": "Û heya roya xelat û celatan deherandin li ser te ye"
        },
        {
            "chapter": 15,
            "verse": 36,
            "text": "(Pelîd beresiv daye) gotîye: \"Xudayê min! Heya roya ku ewanê dîsa rabin (ji bona kirinê xwe bêne xelat û celatkirinê, canê min nestîne) li min mêze bike (ka ez çi bi wan dikim)"
        },
        {
            "chapter": 15,
            "verse": 37,
            "text": "(Yezdan ji wî ra) dibêje: “Bi rastî ji te ra mecal hate dayînê.”"
        },
        {
            "chapter": 15,
            "verse": 38,
            "text": "Heya wî danê roya diyarî"
        },
        {
            "chapter": 15,
            "verse": 39,
            "text": "(Pelîd ji bona Yezdan ra) dibêje: \"Xudayê min! Ji bo ku te ez (bi sedema wan) aziran dime, ezê ji bona wan ra di zemîn da (sikatîyan) bixemilînim û ezê ewan hemûşkan bi azirinim (ewan ji rêya te derxim)"
        },
        {
            "chapter": 15,
            "verse": 40,
            "text": "Ji pêştirê wan kesên ji wan, ku xurî bendeyên te ne"
        },
        {
            "chapter": 15,
            "verse": 41,
            "text": "(Yezdan ji pelîd ra) gotîye: \"(Eva gotina te ye ku tu dibêjî. Ez nikarim bendeyên te yên xurî ji rêya rast derxim.\" Şixwe ewa) rêya min a rast e"
        },
        {
            "chapter": 15,
            "verse": 42,
            "text": "Bi rastî li ser wan bendeyên minê xurî tu hêz ji bona te ra tune ye. Ji pêştirê wanê azirî ku bûne peyrewê te"
        },
        {
            "chapter": 15,
            "verse": 43,
            "text": "Bi rastî doj, şûna radawa wan aziryan hemûşkan e"
        },
        {
            "chapter": 15,
            "verse": 44,
            "text": "Ji bona dojê ra heft derî hene. Ji bona her yekî ji wan derîyan, pareke ku ji wan hatîye parkirinê, heye"
        },
        {
            "chapter": 15,
            "verse": 45,
            "text": "(Ewanê ku xwe ji pelîd parisandine) hene! Ewan di bihişt û kanya da nin"
        },
        {
            "chapter": 15,
            "verse": 46,
            "text": "Hûn bi xêlne û bi ewletî bikebine behîştan"
        },
        {
            "chapter": 15,
            "verse": 47,
            "text": "Me dexesîya di singê wan da heyî, rakirîye. Ewan bi biratî li ser textan hemberî hewyane"
        },
        {
            "chapter": 15,
            "verse": 48,
            "text": "Di wura da westandin bi wan nagire, û ewan ji bihiştê jî nayêne derxistine"
        },
        {
            "chapter": 15,
            "verse": 49,
            "text": "(Muhemmed!) Tu ji bendeyên min ra agahdarî bide; \"Bi rastî ez baxişgerî dilovîn im"
        },
        {
            "chapter": 15,
            "verse": 50,
            "text": "Bi rastî şapata min jî şapata dilsoz e"
        },
        {
            "chapter": 15,
            "verse": 51,
            "text": "(Muhemmed!) Tu ji wan ra agahdarî ji mêvanê Îbrahîm bide"
        },
        {
            "chapter": 15,
            "verse": 52,
            "text": "Gava (ewan mêvanan) ketine bal (Îbrahîm, jê ra aha)gotine: \"Selam\" (Îbrahîm ji wan ra) gotîye:\"Bi rastî em ji we vecinîqîn"
        },
        {
            "chapter": 15,
            "verse": 53,
            "text": "(Ewa mêvanan ji bona Îbrahîm ra) gotine: \"Tu ji me veneciniqe, bi rastî (em hatine) te bi kurekî zana didine mizgîndanê"
        },
        {
            "chapter": 15,
            "verse": 54,
            "text": "(Îbrahîm ji wan ra) dibêje: \"Ji pişkî kaltî bi min da hatîye, hûnê bi çi îdî mizginî bidine min"
        },
        {
            "chapter": 15,
            "verse": 55,
            "text": "(Ewan ji Îbrahîm ra) dibêjin: “Em mizgînî didine te bi rastî tu nebe ji wanê bê hêvî"
        },
        {
            "chapter": 15,
            "verse": 56,
            "text": "(Îbrahîm ji wan ra) dibêje: \"Ji pêştirê wanê rê derketî tu kes ji dilovanîya Yezdan bê hêvî nabe"
        },
        {
            "chapter": 15,
            "verse": 57,
            "text": "(Ji piştî ku Îbrahîm zanî, ewanê hatî firişte ne; ji wan pirsî) got: \"Gelî saîyan! Xwastina we çî ye"
        },
        {
            "chapter": 15,
            "verse": 58,
            "text": "(Ewan saîyan) gotine: \"Em li bal komalekî nûsîtemkar da hatine şandinê"
        },
        {
            "chapter": 15,
            "verse": 59,
            "text": "Ji pêştirê malîyên Lût. Bi rastî emê ewan (malîyên Lût) hemûşkan fereste bikin"
        },
        {
            "chapter": 15,
            "verse": 60,
            "text": "Ji pêştirê jina (Lût) me bi rastî (ewa jinika ji wanê ku di nava teşqalan da dimînin hijmartîye). Bi rastî ewa jinika di teşqele da maye"
        },
        {
            "chapter": 15,
            "verse": 61,
            "text": "Îdî gava ewan saîyan hatine bal malîyên Lût"
        },
        {
            "chapter": 15,
            "verse": 62,
            "text": "(Lût ji wan ra aha) gotîye: \"Bi rastî hûn komalekî (wusa ne nîyas in) meriv ji we vediciniqin"
        },
        {
            "chapter": 15,
            "verse": 63,
            "text": "(Ewan saîyan) gotine: \"(Hûn ji me netirsin) me ewa (şapata) ku komalê te, di hatina wê da du dil in, ji te ra anîye"
        },
        {
            "chapter": 15,
            "verse": 64,
            "text": "Û me bi rastî ewa şapata anîye û em di gotina xwe da jî rast in"
        },
        {
            "chapter": 15,
            "verse": 65,
            "text": "Îdî tu di danekî şevê da malîyên xwe derxe rê û tu jî li pey wan da here, bira tu kes ji we para da mêze neke, cîyê hûn hatine fermandanê, ji bona çûna wêderê, herin wura"
        },
        {
            "chapter": 15,
            "verse": 66,
            "text": "Û me (li bal Lût da) pêkanîna vê fermanê niqandîye, \"Bi rastî poçika wanê di sibehê da hatibe birînê (qe tu kes ji wan namîne)"
        },
        {
            "chapter": 15,
            "verse": 67,
            "text": "Û rûniştîyên bajar bi hev ra mizgîna (hatina saîyan) didane hev (direvîyan hatibûne bal mêvanan)"
        },
        {
            "chapter": 15,
            "verse": 68,
            "text": "(Lût ji bajarîyên xwe ra aha) gotîye: \"Bi rastî evan mêvanê min in; hûn min bi wan nehetikînin"
        },
        {
            "chapter": 15,
            "verse": 69,
            "text": "(Çi dibe!) Ji Yezdan bitirsin, hûn min riswa nekin"
        },
        {
            "chapter": 15,
            "verse": 70,
            "text": "(Bajarîyên Lût jê ra) gotine: \"Ma qey me tu ji karê bîyanan ne dabû paradanê (hêj tu têkilê karê wan jî dibî)"
        },
        {
            "chapter": 15,
            "verse": 71,
            "text": "(Lût ji bona bajarîyan aha) gotîye: \"Heke hûnê tiştekî bikin, evan keçên (minê jinê we ne) havanên"
        },
        {
            "chapter": 15,
            "verse": 72,
            "text": "(Lût!) Bi jîna te ewan (komalê te yê file) di mestîya xwe da kor mane"
        },
        {
            "chapter": 15,
            "verse": 73,
            "text": "Îdî di gava roj derketînê da, dengê hêja zemîn bi wan girt"
        },
        {
            "chapter": 15,
            "verse": 74,
            "text": "Îdî me ewan ser û binê hev kirin û me li ser wan da jana bi nav (xwuryê keviran) barand (ya jî di zemînê wan da me agir da hilkirinê, wusa teqya di hundurê xwe da herya xweye wekî agir avête hewa, ewan wekî çurûskê agir bi ser wan da barîne)"
        },
        {
            "chapter": 15,
            "verse": 75,
            "text": "Bi rastî (di vî da) ji bona wanê xwe nîyas ra beratên (sodretî) hene"
        },
        {
            "chapter": 15,
            "verse": 76,
            "text": "Û bi rastî ewa (bajarê wan komalê Lût) li ser rêyeke berê da heyî da ne"
        },
        {
            "chapter": 15,
            "verse": 77,
            "text": "Bi rastî ji bona bawergeran ra di vê (bûyerê da) beratên hişhildayî hene"
        },
        {
            "chapter": 15,
            "verse": 78,
            "text": "Û bi rastî hevrîyên (Eyketê) zor cewrkar bûne"
        },
        {
            "chapter": 15,
            "verse": 79,
            "text": "Îdî me ji wan jî tol hildane. Ewan herduk (bajarê Lût û bajarê Eyketîyan li ser rê) li ber çavan xûya ne"
        },
        {
            "chapter": 15,
            "verse": 80,
            "text": "Bi sond! Hevrîyên hicrê (şikeft û keviran) jî (pêxember) dane derewdêrandinê"
        },
        {
            "chapter": 15,
            "verse": 81,
            "text": "Û me ji wan beratên xwe anîne, îdî ewan ji wan beratan rû fetilandine"
        },
        {
            "chapter": 15,
            "verse": 82,
            "text": "Ewan di wan çîyan da ji xwe ra xanî bi ewletî dikolan"
        },
        {
            "chapter": 15,
            "verse": 83,
            "text": "Îdî di danê sibe da dengê (hêja zemîn) bi wan girtîye"
        },
        {
            "chapter": 15,
            "verse": 84,
            "text": "Ewa (xebata wan e, ku ewan di berê da ji bona ewletîya xwe di çîyan da xanî kola bûn) ewan (ji şapatê) nedane parizandinê"
        },
        {
            "chapter": 15,
            "verse": 85,
            "text": "Me ezman û zemîn û tişta nîveka wan da heyî, hey bi mafî afirandîye (ne ji bona ku ewan rêzikê min hilşînin. Ewanê di hemberê te da derdikebin hene! Emê ji wan tolê hildin) wê ewa roya (rabûna hemûtîyê) were, îdî tu bi wan ra bi qencî derbasî bike"
        },
        {
            "chapter": 15,
            "verse": 86,
            "text": "Bi rastî Xudayê te pir afirandok û pir zane ye"
        },
        {
            "chapter": 15,
            "verse": 87,
            "text": "Û bi sond! Me ji zoyan heft parên zo (Fatihe) û bi Qur’ana mezin va, ji te ra anîne"
        },
        {
            "chapter": 15,
            "verse": 88,
            "text": "(Muhemmed!) Tu çavê xwe li bal hinek cotên (ji wan) ku me ewan di cîhanê da (bi zenginî û xweşî dane jînandinê) zoq neke. (Ji bona ku ewan bi te bawer nakin) tu murûz nebe û tu ji bona wanê bawer kirine baskê xwe ber jêr bike (di hemberê wan da mulahîm be)"
        },
        {
            "chapter": 15,
            "verse": 89,
            "text": "Û (Muhemmed!) tu ji wan ra bêje: \"Bi rastî ez hey (ji bona we ra hişyarekî) tirsdanê ber çavî me"
        },
        {
            "chapter": 15,
            "verse": 90,
            "text": "(Hûn dizanin, heke hûn bawer nekin, wê şapata Yezdanê bi ser we da were) wekî me ça li ser wan (fileyên) parkar da hinartîye"
        },
        {
            "chapter": 15,
            "verse": 91,
            "text": "Ewan (filan in) ku Qur’an parpar kirine (hinekî wê, ku wekî Tewrat û Încîlê ye; litê kirine, ewa para ku wekî Tewrat û Încîlê ne bûye, bi wê bawer ne kirine)"
        },
        {
            "chapter": 15,
            "verse": 92,
            "text": "Îdî bi Xudayê te emê ji hemû (keda) wan pirs bikin"
        },
        {
            "chapter": 15,
            "verse": 93,
            "text": "Ka ewan çi ked kiribûn"
        },
        {
            "chapter": 15,
            "verse": 94,
            "text": "Îdî tu ça hatî fermankirinê (bê perwa) ewan wusa pêk bîne û tu rû ji wanê hevrîçêker bifetilîne"
        },
        {
            "chapter": 15,
            "verse": 95,
            "text": "Bi rastî di hemberê wanê bi te tinazan dikin, em besî te ne"
        },
        {
            "chapter": 15,
            "verse": 96,
            "text": "Ewanê (tinazan bi te dikin hene!) ewanan ji Yezdan ra hinek xudayên (xweyê) mayî dixne hevrî. Îdî ewanê di nêzîk da bizanin"
        },
        {
            "chapter": 15,
            "verse": 97,
            "text": "Bi sond! Em dizanin, ku dilê te bi gotinê wan teng dibe"
        },
        {
            "chapter": 15,
            "verse": 98,
            "text": "Îdî tu bi pesindayîna Xudayê xwe, ewî ji kêmasîyan paqij bike û ewanê kunde (ji Xuda ra) dibin hene! Tu bibe ji wan"
        },
        {
            "chapter": 15,
            "verse": 99,
            "text": "Û heya mirina te bê, tu perestîya Xudayê xwe bike"
        }
    ]
}