{
    "chapter": [
        {
            "chapter": 21,
            "verse": 1,
            "text": "Ji bona kesan ra (danê) hijmara (kirinê wan) nêzîk bûye, lê ewan bi xweber jî dibe gomanîyeke wusa da nin (ji hatina wê danî) rû fetilandine"
        },
        {
            "chapter": 21,
            "verse": 2,
            "text": "Çiqa berateke nû ji Xudayê wan ji wan ra hatîye, ewan hey bi tinazkirina wê beratê gohdarî kirine"
        },
        {
            "chapter": 21,
            "verse": 3,
            "text": "Dilê wan hey di laqirdîyan da ne. Ewanê cewr kirine hene! Di nava xwe da (aha) kurepistî kirine; ma qey (Muhemmed) jî merivekî wekî we nîne? Îdî hûn ça li ber çavan diçin dibine (peyrewê wî) ançkarî"
        },
        {
            "chapter": 21,
            "verse": 4,
            "text": "(Pêxember ji wan ra aha) gotîye: \"Bi rastî Xudayê min, di ezman û zemîn da çi gotin hebin, bi wan dizane. Ewa bihîstokê pirzan e"
        },
        {
            "chapter": 21,
            "verse": 5,
            "text": "Na, (Muhemmed, pêxember nîne, emê çima bibine peyrewê wî? Paşê aha) gotine: \"Evan tiştên dibêje jî sêwrandin û xewên rojk in, dibe ku ji ber xwe jî dibêje. Wusa ne xwuzanekî (pir zana ye). Heke aha nîne, de ka bira wekî wan pêemberên berê hatî, ji bona me ra beratên derhoze) bîne"
        },
        {
            "chapter": 21,
            "verse": 6,
            "text": "Çiqa (rûniştîyên) welatekî, ku me di berya wan da teşqele kiribin, ji ber ewan bawer ne kirine, loma me ewan teşqele kirine, îja evanê bawer bikin"
        },
        {
            "chapter": 21,
            "verse": 7,
            "text": "Me çiqa (pêxember) di berya te da şandine, ewan jî hey mêr bûne; me 1i bal wan da niqandîye. Îdî heke hûn (bi van rastîya) nizanin, hûn ji (xweyî pirtûkan, rastîya wan) bipirsin"
        },
        {
            "chapter": 21,
            "verse": 8,
            "text": "Me ewan (pêxemberan) ne xistine termekî wusa, ku qe xwarinan ne xun. Ewan (pêxemberan di cîhanê da jî) bê mirin nînin"
        },
        {
            "chapter": 21,
            "verse": 9,
            "text": "Me paşê, ewan peymana, ku me dabû wan (pêxemberan) rast derxist. Îdî me ewan û bi evînê xwe va felat kirin û ewanê dest bela jî me teşqele kirin"
        },
        {
            "chapter": 21,
            "verse": 10,
            "text": "Bi sond (gelî kesan!) Me li bal we da pirtûkeke wusa hinartîye, di wê (pirtûkê da) nav û nîşanê we bi abûrî heye. Îdî qe hûn hiş hilnadin"
        },
        {
            "chapter": 21,
            "verse": 11,
            "text": "Me çiqa ji wan welatîyên, ku cewr kiribûne bi şkênandinê teşqele kirine! Û me paşê (di şûna wan da) komalekî mayî afirandîye"
        },
        {
            "chapter": 21,
            "verse": 12,
            "text": "Îdî gava ewan pêjna şapata me ye zor hildane, heman silikîne, bardarên xwe zengû kirine revîyane (ji welat derketine)"
        },
        {
            "chapter": 21,
            "verse": 13,
            "text": "Hûn (gelî cewrkaran! Belaş) nerevin û para da li bal wan berxwudarîyên xwe û xanîyên xwe da bizivirin, loma hûnê bi rastî ji wan bêne pirsînê"
        },
        {
            "chapter": 21,
            "verse": 14,
            "text": "Ewan (cewrkaran aha) gotine: \"Xwelî li me be! Bi rastî em cewrkar bûne"
        },
        {
            "chapter": 21,
            "verse": 15,
            "text": "Eva peyva (hewrê \"xwelî\" li me be) tim digotm; heya me ewan bi durûnî (wekî çandinan durût) dengê wan temirî"
        },
        {
            "chapter": 21,
            "verse": 16,
            "text": "Me ezman û zemîn û tiştên di nava wan da heyî, bi tinazî ne afirandîye"
        },
        {
            "chapter": 21,
            "verse": 17,
            "text": "Heke me biva, ku ji xwe ra pêlêyîztek bigirta, meyê ewa tişta li bal xwe hilda (ku ewa babet bûya ji bona navê me ra). Heke me bikira, meyê aha bikira"
        },
        {
            "chapter": 21,
            "verse": 18,
            "text": "Na, (gotina wan nîne, lê em) mafê davêjine ser pûçîtîyê, îdî pûçî can dide (parparî dibe, namîne). Ji bona salixên wan yên, ku ji bona (Yezdan ra kêmayan dibêjin), xwelî li we be"
        },
        {
            "chapter": 21,
            "verse": 19,
            "text": "Di ezman û zemîn da çi hebe! Ewan ji bona Yezdan ra nin. Ewanê li bal wî hene! Ewan ji perestîya wî, quretî nekin (ku jê ra perestî nekin) û ji perestîya wî jî nawestin"
        },
        {
            "chapter": 21,
            "verse": 20,
            "text": "Ewan di şev û royan da paqijaya (Yezdan) bi perestî ji kêmayan dikin, qe nakerixin (sist jî nabin)"
        },
        {
            "chapter": 21,
            "verse": 21,
            "text": "Qey ewan (filan) ji zemîn, ji bona xwe ra hinek xuda girtine; wê ewan (xudayên ewan ji piştî mirinê) biweşînin"
        },
        {
            "chapter": 21,
            "verse": 22,
            "text": "Heke ji pêştirê Yezdan, hinek xudayên mayî di ezman û zemîn da hebûnan, wê bi rastî herdukê jî kavil bibûnan. Îdî Yezdanê xwe yê arşê (m’ena) ji wan salixên wan, bê kemasî paqij e"
        },
        {
            "chapter": 21,
            "verse": 23,
            "text": "Ewa çi bike; ji kirina xwe nayê pirsînê, lê ewan (kesan) çi bikin, ji kirina xwe têne pirsînê"
        },
        {
            "chapter": 21,
            "verse": 24,
            "text": "Ewan (filan) qey ji pêştirê (Yezdanê babet ê perestîyê ji bona xwe ra) hinek xuda girtine? (Muhemmed! Tu ji wan ra aha) bêje: \"Kanê (ji bona xudatîya wan ra) nîşanê we yên rastî çi hene! ewan (nîşanan) bînin (bidine nişanê me). Eva (doza yekatîya Yezdan) doza wanê bi min ra ne (ça jî) pirtûka bi min ra û ewan pirtûkê berya min da borîne (nîşanê vê doza me bi xweber e).\" Lê pirê wan bi mafê nizanin, îdî ewan ji mafê rû fetilandine"
        },
        {
            "chapter": 21,
            "verse": 25,
            "text": "Me çiqa pêxemberek di berya te da (li bal kesan da) şandîye; me hey ji wî (pêxemberî ra aha) niqandîye: \"(Hûn gelî kesan! Bizanin) ku tu ilahek (babetê perestîyê) ji pêştirê min tune ne, îdî hûn ji min ra perestî bikin"
        },
        {
            "chapter": 21,
            "verse": 26,
            "text": "Ewan (filan) aha gotine: \"Xudayê dilovan, ji bona xwe ra zar girtine.\" Xuda ji wan gotinê wan paqij e. Lê (firişte) li bal (Yezdan) hinek bendeyên rûmetdar in"
        },
        {
            "chapter": 21,
            "verse": 27,
            "text": "Ewan (firiştan) nakebine pêşîya gotina (Yezdan). Û ewan hey bi gotina wî (tiştan) dikin"
        },
        {
            "chapter": 21,
            "verse": 28,
            "text": "(Yezdan) bi tiştê berya wan û bi tiştê paş wan da maye (bi kirî û ne kirîyê) wan dizane. Ewan (firiştan) hey mehderya wan ê ku ewa bi wan qayîl bûye, dikin, şixwa ewan bi xweber jî ji tirsa wî cirifîne mane"
        },
        {
            "chapter": 21,
            "verse": 29,
            "text": "Ji wan (firiştan) kîjan bibêje: \"Bi rastî ji pêştirê (Yezdan), ez jî xuda me.\" Îdî em ew bi dojê didine celatkirinê. Em cewrkaran wusa didine celatkirin"
        },
        {
            "chapter": 21,
            "verse": 30,
            "text": "Ewanê bûne file, ma qey nabînin? Bi rastî ezman û zemîn (di cara yekem da) bi heva bûn (paşê) me ewan ji hev fıstiqandin (ji hev dane derxistinê). Me ji avê hemî tişt zindî kirine (çiqa heyî hene! Hemî ji avê bûne gewde). Qey ewan hêj bawer nakin"
        },
        {
            "chapter": 21,
            "verse": 31,
            "text": "Ji bona ku zemîn ewan ne hejîne; me di zemîn da çîyayên binecî afirandine, me di (zemîn da) gaz û rê û bêlanê bilind çê kirine; ji bo ku ewan (bi hêsanî) herne (karê xwe û werne mala xwe)"
        },
        {
            "chapter": 21,
            "verse": 32,
            "text": "Me ezman jî xistîye benakî parisvan, bi vî ra jî ewan (filan) ji berate û (bawerya Yezdan) rû difetilînin"
        },
        {
            "chapter": 21,
            "verse": 33,
            "text": "Ewê şev û ro û roj û hîv afirandîye, heye! Ewa Yezdan e. Ewan hemî jî di şûneke dîyarî da melevanî dikin"
        },
        {
            "chapter": 21,
            "verse": 34,
            "text": "Me di berya te da ji bo tu kesekî ra nemirî çê ne kirîye. Qey gava tu bimirî îdî ewanê (di cîhanê da) nemirî bimînin"
        },
        {
            "chapter": 21,
            "verse": 35,
            "text": "Bi rastî wê hemî candarê çeşna mirinê bikin. Em we bi qencî û xirabîyan diceribînin (ka kîjanê ji we hew bike). Paşê hûnê li bal me da bêne zivirandinê"
        },
        {
            "chapter": 21,
            "verse": 36,
            "text": "(Muhemmed!) Gava ewanê file te dibînin, ewan hey bi te tirana dikin, ji hev ra (aha) dibêjin: \"Qey eva ye, ku (kêmasîyên) Xudayê we dibêje?\" Ewan bi xweber jî bi bîranîna (Xudayê) dilovan bûne file"
        },
        {
            "chapter": 21,
            "verse": 37,
            "text": "(Di xûyê merivan da wusa lezîtî heye, tu dibê qey) ji lezitîyê hatine afirandinê. Îdî (gelî merivan! Binivin), ezê beratên xwe bi we bidime dîyarkirinê"
        },
        {
            "chapter": 21,
            "verse": 38,
            "text": "(Ewan aha) dibêjin: \"Heke bi rastî hûn rastbêj in ka danê peymana (aşîtan) kînge ye"
        },
        {
            "chapter": 21,
            "verse": 39,
            "text": "Heke ewanê bûne file ewî danê ku nikarin agir ji pêş û paşê xwe, bidine para û arîkarya wan jî nayê kirinê (bizanîyan ewa dana aha zû ne dixwestin)"
        },
        {
            "chapter": 21,
            "verse": 40,
            "text": "Lê ewa dana ê nişkê va bi wan da were. Îdî ewan nikarin ewî danî bidine para; şaş dibin (dimînin, nizanin wê çi bikin) li wan jî nayê mêzekirinê (ku ji wan ra hinek danê mayî bê danê)"
        },
        {
            "chapter": 21,
            "verse": 41,
            "text": "Bi sond! Bi wan pêxemberên berya te da jî hatîye tiranekirinê. Îdî ewan tiranekerê ji wan (filan) hene! Şapata tiranê wan, ewan hildane nava xwe da"
        },
        {
            "chapter": 21,
            "verse": 42,
            "text": "(Muhemmed! Tu ji wan ra aha) bêje: \"Gelo kê dikare; ku we di şev û royan da (ji şapata Yezdan yê) dilovan bide parisandinê? (Bi vî ra jî) ewan (hêj) ji bîranîna Xuda yê xwe rû difetilînin"
        },
        {
            "chapter": 21,
            "verse": 43,
            "text": "Qey ji bona wan ra ji pêtirê me, hinek xudayên mayî hene, ku ewan (ji şapata me) bidine para da? Ewan (xudan nikarin) arîkarya xwe bi xweber bikin (ma dora arîkarya wan wê ça bikin?). Ji me bi xweber jî (ji bona wan ilahan) qe tu xayîbûn çênabe"
        },
        {
            "chapter": 21,
            "verse": 44,
            "text": "Me evan (filan) û bi tevê bav û kalê wan va dane jînandinê, heya jîna wan ji wan ra jî dirêj hat. (Goman kirin, ku di cîhanê da bê mirin in). Ma qey ewan (filan) nabînin, ku em zemîn tînin, ji doranê zemîn dibirin (hindik û hindik zemîn kêm dibe)? Îdî qey servahatî ewan in (ya jî servehatî em in)"
        },
        {
            "chapter": 21,
            "verse": 45,
            "text": "(Muhemmed! Tu ji wan ra aha) bêje: \"Ez hey we (gelî filan!) bi wê niqandina li bal min da hatîye niqandinê, bi tirsdanî didime (hişyarkirinê). Lê gava li bal keran da bê gazîkirinê, ewan dengan nabihên (heya ji dengan jî) hişyarî hildin"
        },
        {
            "chapter": 21,
            "verse": 46,
            "text": "Bi sond! Heke pufek ji şapata Xudayê te bi wan (filan) bigire, ewanê (aha) bêjin: \"Xwelî li me be! Bi rastî em cewrkar bûne"
        },
        {
            "chapter": 21,
            "verse": 47,
            "text": "Ji bona roya rabûn a hemî ra em terezîya (daditîyê) datînin, îdî tu can bi tu tiştî nayê cewrkirinê. Heke (kirina meriva) wekî libekî hîroyê be jî, hey emê ewî bînin (bikişînin). Şixwa ji bona hijmattinê em besî xwe ne"
        },
        {
            "chapter": 21,
            "verse": 48,
            "text": "Bi sond! Me ji Mûsa û Harûn ra pirtûkeke wusa anîye; ewa pirtûka (maf û pûçitîyê ji hev) radiqetîne, ji bona xudaparizan jî, ruhnaî û dabîrxistinê çê dike"
        },
        {
            "chapter": 21,
            "verse": 49,
            "text": "Ewanê ku dizîka da ji Xudayê xwe ditirsin hene! ewan xudapariz in, ewan ji danê (roya rabûn a hemî, ji tirsa) diricifin"
        },
        {
            "chapter": 21,
            "verse": 50,
            "text": "Eva (Qur’an a hanê) bîranîneke pîroz e, me ewa (li ser Muhemmed da) hinartîye. Îdî (gelî kesan!) qey hûn rikê xwe ji wê (Qur’anê) tînin"
        },
        {
            "chapter": 21,
            "verse": 51,
            "text": "Bi sond! Me hêj berê da ji bona Îbrahîm ra sedra wî dabû (îdî ewî rastî û çewtî ji hev derxist.}. Şixwa me bi vê (babetîya Îbrahim) dizanîya"
        },
        {
            "chapter": 21,
            "verse": 52,
            "text": "Di gavekî da Îbrahîm ji bona bav û komalê xwe ra (aha) gotibû: \"Ewan tokelê hanê yên çi ne, ku hûn ji wan ra bê nivandin perestî dikin"
        },
        {
            "chapter": 21,
            "verse": 53,
            "text": "Ewan (bersiva Îbranîm aha dane û) gotine: \"Em rastî bav û kalê we hatin; ji wan ra perestî dikirin (em jî perestîya wan dikin)"
        },
        {
            "chapter": 21,
            "verse": 54,
            "text": "(Îbrahim ji wan ra aha) gotîye: \"Bi sond! Hûn û bi bavê xwe va, di rêwundabûneke xûya da nin"
        },
        {
            "chapter": 21,
            "verse": 55,
            "text": "Ewan (bersiva Îbrahîm dane aha) gotine: \"(Îbrahîm!) Te ji bona me ra rastî anî va ya jî tu bi me dileyîzî"
        },
        {
            "chapter": 21,
            "verse": 56,
            "text": "(Îbrahîm) gotîye: \"Na, (gotina we nîne, ewan tokelan ji bona we ra nabine Xuda) lê Xudayê we: Xudayê ezman û zemîn e, ewî (ezman û zemîn) afirandîye. Ez bi xweber nêhrewanê (şahid) van tişta me"
        },
        {
            "chapter": 21,
            "verse": 57,
            "text": "Bi Yezdan! Ji piştî hûn para da vegeryan çûn, ezê ji wan tokelan ra endezan bikim (ewan hûr bikim)"
        },
        {
            "chapter": 21,
            "verse": 58,
            "text": "Îdî (ji piştî zivirandina wan) Îbrahîm tokelê wan hûr kirîye, ji pêştirê yek ê mezinê wan hebûye (ewa hîştîye). Loma di bû ku ewan li bal wî da bizivirin (pisyara hûrkirina tokelan ji wî bikin)"
        },
        {
            "chapter": 21,
            "verse": 59,
            "text": "(Gava ewan para da hatin û dîtin, ku tokelê wan hatine hûrkirinê; ji hev aha pirsîne): “Gelo kî bi serê ilahên me aha kirîye? Bi rastî kî jî kiribe, ewa hey ji cewrkaran e"
        },
        {
            "chapter": 21,
            "verse": 60,
            "text": "Ji hev ra (aha) gotine: \"Me navê xortekî bihîstîye; jê ra Îbrahîm dibêjin (ewa ji van ilahên me, bi kêmasî mijûl dibe)"
        },
        {
            "chapter": 21,
            "verse": 61,
            "text": "(Ewan ji hev ra aha) gotine: \"Hûn herin ewî bîne ber çavê merivan, dibe ku hinek ewî nîyas bikin"
        },
        {
            "chapter": 21,
            "verse": 62,
            "text": "Ewan (gava Îbrahîm anîne, ji wî aha pirsîne:) \"Îbrahîm! Te evan, bi serê ilahên me kirine"
        },
        {
            "chapter": 21,
            "verse": 63,
            "text": "(Îbrahîm bersiva wan daye aha) gotîye: \"Na, min ne kirîye; dibe ku evî tokela hanê mezin yên wan kiribe, heke ewan mijûl dibin, îdî hûn ji wan pirsa (hûrkirina wan bikin)"
        },
        {
            "chapter": 21,
            "verse": 64,
            "text": "Paşê ewan ponijîn (aha) gotin: \"Bi rastî hey cewrkar hûn bi xweber in"
        },
        {
            "chapter": 21,
            "verse": 65,
            "text": "Paşê bi sernegûnî li bal hişê xwe yê berê da zivirîne (aha) gotine"
        },
        {
            "chapter": 21,
            "verse": 66,
            "text": "(Îbrahîm!) Bi sond! Tu jî dizanî, ku evan (tokelan) mijûl nabin.\" 66.66(Îbrahîm aha ji wan ra) gotîye: \"(Hûn rast dibêjin) Lê ka hûn ça perestîya wan tiştên, qe tu kar û zîyana we nakin, dikin"
        },
        {
            "chapter": 21,
            "verse": 67,
            "text": "Ewan tiştên ku hûn ji pêştirê Yezdan perestîya wan dikin hene! Xwelî li we û li wan be. Îdî qe hûn (ji van bûyeran) hiş hil nadin"
        },
        {
            "chapter": 21,
            "verse": 68,
            "text": "Ewan (ji hev ra aha) gotine: \"Heke hûnê tiştekî (bi Îbrahîm) bikin û arîkarya ilahên xwe bikin; hûn (Îbrahîm) bişewitînin (bi vî awayî tola ilahên xwe, ji Îbrahîm hil din)"
        },
        {
            "chapter": 21,
            "verse": 69,
            "text": "(Piştî ewan Îbrahîm avêtine agir) me (ji bona agir ra aha) got: \"Agiro! Tu li ser Îbrahîm sar bibe û parizvanê wî be"
        },
        {
            "chapter": 21,
            "verse": 70,
            "text": "Ewan vabûn ku ji bona (Îbrahîm ra) endezan bikin, îdî me jî ewan bi rastî xistine ji wanê zîyankertir"
        },
        {
            "chapter": 21,
            "verse": 71,
            "text": "Û me (Îbrahîm) û Lût ji wan felat kirîye, me ewan birine bal wî zemînê, ku me ewa zemîna ji bona cîhanê ra pîroz kirîye"
        },
        {
            "chapter": 21,
            "verse": 72,
            "text": "Me ji bona (Îbrahîm ra) ji piştî felatbûnê \"Îshaq\" raber kirîye, bi ser da jî ji bona Îshaq ra me \"Y’eqûb\" daye. Me ewan hemî jî xistine aştîkar"
        },
        {
            "chapter": 21,
            "verse": 73,
            "text": "Me ewan xistine pêşrewanên wusa, ewan bi fermana me beledî dikin û me li bal wan da kirina qencîyan û nimêjkirin û bacdan, niqandîye. Ewana ji bona me ra perestvan bûn"
        },
        {
            "chapter": 21,
            "verse": 74,
            "text": "Me ji bona Lût ra jî seroktî û zanîna retkokî anîye. Me ewa ji wan gundîyên, ku ewan kirinê sik dikirîbûne felat kirîye. Bi rastî ewan (gundîyan) komelêkî sike ji rê derketîbûne"
        },
        {
            "chapter": 21,
            "verse": 75,
            "text": "Me ewa xistîye dilovanîya xwe. Loma ewa \"Lût\" ji aştîkaran bûye"
        },
        {
            "chapter": 21,
            "verse": 76,
            "text": "Hêj di berya van da, me ji bona (Nûh ra jî) bersiv daye. Gava ewî (ji bona feresîya xwe) gazî me kiribû, îdî me jî (Nûh) û malînê wî ji kovanên mezin felat kirine"
        },
        {
            "chapter": 21,
            "verse": 77,
            "text": "Me tola (Nûh) ji wî komalê, ku ewan beratên me didane derewdêrandinê, hil daye. Loma bi rastî ewan komalekî sik bûne. Îdî me ewan hemîşk di avê da fetisandin"
        },
        {
            "chapter": 21,
            "verse": 78,
            "text": "Me (ji bona) Dawûd û Suleyman ra jî (dilovanî kirîye). Gava pezê komal ketibû çandinîyan, (zevî) hatibû çêrandinê, ewan herdukan berewanîya nav ya (her du destan kiribûne). Em bi xweber jî şahidê berewanî ya wan herdu- kan bûne"
        },
        {
            "chapter": 21,
            "verse": 79,
            "text": "Îdî me (bi Suleyman) ewa berewanî daye zanînê (gotina Suleyman, ji gotina Dawûd çêtir hate litekirinê) me ji herdukan ra jî seroktî û zanîn anîye. Me ji bona Dawûd ra çîya ser nerm kirîye: Ewan (çîyan) bi Dawûd ra (gotinê) paqijî dibêjin. Me çûk jî (ji bona wî ra ser nerm kirîye). Em evan tiştan dikarin bikin û (dikin jî)"
        },
        {
            "chapter": 21,
            "verse": 80,
            "text": "Me bi Dawûd pêşetîya çekirin a zirîncan daye hînkirinê, ji bo ku ewan zirîncan we di royê (qirînê da) ji tirsa (birîndaryê) bidine parisandinê. Îdî qey, hûn sipazî nakin"
        },
        {
            "chapter": 21,
            "verse": 81,
            "text": "Me ji bona Suleyman ra jî bayekî hilwejok daye. Ewa baya bi fermana Suleyman li bal wî zemînê, ku me ewa zemîna pîroz kirîye, dikişe diçe. Bi rastî em (bi kirina) hemî tiştan dizanin"
        },
        {
            "chapter": 21,
            "verse": 82,
            "text": "Û (me ji bona Suleyman ra) jî pelîdan (cunûkan) hinek (pelîdên melevanê wusa) ser nerm kirine; ewan (pelîdan dikebine deryayê, ji bo ku di diryayê da xişran derxin. Evan pelîdan) ji pêştirê (xebat a deryayê da) xebatên mayî jî dikin: (Xanîyan ava dikin, dersê cihûyan, ji bo zanîna pêşewanî didin û dersê tişt yên mayî jî didin). Em ji bona wan (cunûkan ra ji bo ku ewan ji fermana Suleyman dernekebin) parisvan in"
        },
        {
            "chapter": 21,
            "verse": 83,
            "text": "Û gava Eyûb (nexwaş ketibû, aha) gazî Xudayê xwe kirîye: “Xudayê min! Bi rastî îdî evî derdî ez bêzar kirime (ez dizanim) dilovantirê dilovanan tu bi xweber î"
        },
        {
            "chapter": 21,
            "verse": 84,
            "text": "Îdî me ji bona (Eyûb ra) bersiv daye. Me ewa ji wî derdê pê va girtî, mefa (şifa) kirîye, me hemî malîyên (wî yên berê, dîsa) dane wî û bi dilovanîya li bal me da heyî me wekî wan jî bi wan ra dane wî. Evan dayîn û mefakirin, ji bona cîhanê ra dabîranîneke (Yezdan e)"
        },
        {
            "chapter": 21,
            "verse": 85,
            "text": "Û (ewan pêxemberên ku bi serê wan da dert hatine hene!) Îsma’îl û Îdrîs û Zelkefil jî wan in. Ewan hemîşkan jî (li ser derdê xwe) hew kirine"
        },
        {
            "chapter": 21,
            "verse": 86,
            "text": "Me jî ewan hildane nava dilovanîya xwe da. Loma bi rastî ewan ji aştîkaran in"
        },
        {
            "chapter": 21,
            "verse": 87,
            "text": "Û (Yunûs)ê xwe yê (masî jî) di gavekî da (ji komalê xwe) xeyîdî bû (çûbû). Îdî ewî goman kiribû, ku em nikarin (dîsa ewî li bal komalê wî da bizvirinin û em ewî ji xirabîyên wan biparisînin). Ji piştî (ku ewa ji kelekê avêtine avê; masîkî ewa daquland, ewî jî) di tarîtîyê da (aha gazî) kiribûye: \"(Xuda!) Bi rastî ji pêştirê te (tu ilahek babetê perestîyê) tune ne, ez te ji hemî kemasîyan paqij dikim. Loma bi rastî ez ji cewrkara bûme"
        },
        {
            "chapter": 21,
            "verse": 88,
            "text": "Îdî me jî bersiva wî daye û me ewa ji kovanê fereste kirîye. Em bi vî awayî bawergeran felat dikin"
        },
        {
            "chapter": 21,
            "verse": 89,
            "text": "Di gavekî da \"Zekerîya jî (aha) gazî Xudayê xwe kiribûye: \"Xudayê min! Tu min bi tenê nehêle; (tu ji bona min ra ûrtekî bide, lê tu nedî jî ez tu kovanê nakişînim) loma bi rastî tu qencê ûrtanî"
        },
        {
            "chapter": 21,
            "verse": 90,
            "text": "Me ji bona Zekerîya bersiv da û me ji bona wî ra \"Yehya\" baxşîş kirîye û me ji bona wî ra, jina wî ji bo bizarmayînê amade kir. Loma ewan di kirina qencîyan da dibezyan, ewan bi goman û bi tirs gazî me dikirin. Ewan ji bona me ra bi ser berjêrî rûmeteke meziin digirtin"
        },
        {
            "chapter": 21,
            "verse": 91,
            "text": "Ewa (Meryema) ku daw û zayenda xwe (ji hemî tiştan parisandîye (heye!) Me ji candarya xwe (di dawa) wê da puf kirîye (îdî ewa bi zar maye, paşê ji xwe ra kurek anîye). Me ewa (jinika) bi tevê kurê wê va, ji bona cîhanê ra xistîye berateke (derhoze)"
        },
        {
            "chapter": 21,
            "verse": 92,
            "text": "Bi rastî eva koma we ya hanê (ola yekatî û misilmana ne). Ez bi xweber jî Xudayê we me. Îdî hûn (gelî misilmanan!) hey ji min bi tenê ra perestî bikin"
        },
        {
            "chapter": 21,
            "verse": 93,
            "text": "(Evan pêxemberan wekî qulpê zincîran li pey hev peyweste bûne hatine. Ewan ola xwe ji hev hildane, hemî jî ji bona binecîtîya yek bawerîyê hatine, lê merivan bi xweber) di nava hev da bûyerên xwe ji hev raqetandine (ji ola Yezdan ra bi curecure nav da ne). Wê hemîşkê jî li bal me da bizivirin"
        },
        {
            "chapter": 21,
            "verse": 94,
            "text": "Îdî kîjan bi bawerî ji karê aştîyan bike, ji bona kirina wî tu nankorî tune ye (hey ji wî ra sipazî heye). Loma bi rastî em ji bona wî ra nivîsvanok in (kirinê wî bi qencî dinivîsin)"
        },
        {
            "chapter": 21,
            "verse": 95,
            "text": "(Jîna cîhanê) li ser rûniştine welatê, ku me ewan teşqele kirine ne durist e. Loma îdî ewan (carekî dinê) nazivirine (cîhanê)"
        },
        {
            "chapter": 21,
            "verse": 96,
            "text": "Gava derê yecûc û mecûcan vedibe, hemî ji gorê xwe, ji her alî da (li bal civînê da) êriş dikin: (Derê goran li mirîyan vedibe hemî li bal civînê da bi xweber lez dikin têne civînê)"
        },
        {
            "chapter": 21,
            "verse": 97,
            "text": "Îdî danê rabûnê bi rastî nêz bûye. (Gava meriv di roya rabûn a hemî da têne civînê), ewanê bûne file hene! Çavê wan di wê gavê da zoq dimîne (aha ji hev ra dibêjin) \"Xwelî li me be, bi sond! Em ji vî danî bê goman bûne, bi rastî me li xwe cewr kiribûye, lê me (pê nizanbûye)"
        },
        {
            "chapter": 21,
            "verse": 98,
            "text": "Bi rastî (gelî Mekîyan!) hûn û bi wan perestvanên we yên, ku we ji pêştirê Yezdan ji wan ra perestî dikirin hene! Hûn ardûkê dojê ne, hûnê (bi hev ra) herne dojê"
        },
        {
            "chapter": 21,
            "verse": 99,
            "text": "(Hûn qe naponijin) heke evan ilah bûnan, evan ne diçûne (dojê)? Ewanê hemûşkê jî di dojê da her bimînin"
        },
        {
            "chapter": 21,
            "verse": 100,
            "text": "Di dojê da ji bona wan ra qarîn û wîqandin heye, ewan (di dojê da ji zoraya şapatê) qe tu dengî nabihên"
        },
        {
            "chapter": 21,
            "verse": 101,
            "text": "Lê ewanê, ku ji me ji bona wan ra peymana bi qencîyan hatîye borînê hene! Ewanan ji (dojê) hatine dûrxistinê"
        },
        {
            "chapter": 21,
            "verse": 102,
            "text": "(Ewanê dûr ê dojê) qe pêjna wê jî nabihên, ewanan di nava (qencîyên) can xwastina xwe da tim dimînin"
        },
        {
            "chapter": 21,
            "verse": 103,
            "text": "Vecinaqindana mezin jî ewan bi mirûz nake (ji piştîderketina wan ji gorê ji mirûzê xwe nakin, loma nea ewletî daye wan, ewan ji mirinê nasilikin). Di pêşnewazîya wan da firişte derdikebin (ji wan ra dibêjin): “Ewa roya, ku ji we ra hatibû peymandanê hebû! Eva roya ye.”"
        },
        {
            "chapter": 21,
            "verse": 104,
            "text": "Di wê royê da em ezmanan wekî pêçandina defteran dipêçin. Ça di cara yekem da me ewan afirandibûn, emê dîsa ewan wusa tune bikin. Eva kirina hanê peymaneke li ser me bi vê nevê bûye, emê evê bikin jî"
        },
        {
            "chapter": 21,
            "verse": 105,
            "text": "Bi sond! Me ji piştê Tewratê di Zebûrê da jî nivîsîbû ku wê bendeyên me yên aştîkarê bibine mîratxwarê zemîn; wê (ewanê zemîn biçînin, rakin û bajon, bibine xweyê zemîn)"
        },
        {
            "chapter": 21,
            "verse": 106,
            "text": "Bi rastî di vê (Qur’ana hanê da) ji bo komalê perestvan ra ragihandina şîret yên hêja hene"
        },
        {
            "chapter": 21,
            "verse": 107,
            "text": "(Muhemmed!) Bi rastî ji bona cîhanêra me tu hey dilovan şandîye"
        },
        {
            "chapter": 21,
            "verse": 108,
            "text": "(Muhemmed! Tu ji wan ra aha) bêje: “Li bal min da hey eva hatîye niqandinê,” Xwedayê we hey Yezdanekî bi tenê ye. Îdî (hûn ji wan bawerîyên pûç nazivirin) gelo nabine misilman?”"
        },
        {
            "chapter": 21,
            "verse": 109,
            "text": "Îdî heke (ji piştî van şîretan jî) ewan dîsa para da zivirîne (li bal bawerîya xwe ya berê, tu ji wan ra aha) bêje: “(Tişta hatîye niqandinê li bal min da, min ji we gotîye). Îdî em hemî (di zanîna biryaran da) wekî hev in. Gelo ewa (aştîya), ku ji we ra hatîyepeymandanê, nêzîk e ya jî dûr e, ez pê dizanim?”"
        },
        {
            "chapter": 21,
            "verse": 110,
            "text": "“Loma bi rastî (Yezdan) bi gotin ê eşkere û dizî dizane.”"
        },
        {
            "chapter": 21,
            "verse": 111,
            "text": "“Bi rastî ez nizanim, gelo çima şapatê bi we da nayne; gelo ji bona ceribandina we ye, heya hinek gavan para da hîştîye, ya jî ji bona ku hûn heya hinek danan bi kêfa xwe bijîn (para da hîştîye?).”"
        },
        {
            "chapter": 21,
            "verse": 112,
            "text": "(Muhemmed Pêxember aha) got: “Xwedayê min! Tu di nava me da bi mafî berewanî bike. (Ça hûn doz dikin, dibêjin: “Em servahatinê li ser we bikin di hemberê we da”) Xwedayê me yê dilaovan: wê arîkarîya me di hemberê wan salix yên we da bike.”"
        }
    ]
}