{
    "chapter": [
        {
            "chapter": 33,
            "verse": 1,
            "text": "Ey Peygamber! Allah´a karsı sorumlulugunun bilincinde ol; hakikati inkar edenlerin ve ikiyuzlulerin soylediklerine uyma! Suphesiz Allah her seyi tam bilendir, hikmet sahibidir"
        },
        {
            "chapter": 33,
            "verse": 2,
            "text": "(Yalnız) Rabbinden sana vahiy yoluyla gelene uy, cunku (ey insanlar,) Allah yaptıgınız her seyden tam haberdardır"
        },
        {
            "chapter": 33,
            "verse": 3,
            "text": "(Sadece) Allah´a guvenin, hic kimse Allah kadar guvene layık olamaz"
        },
        {
            "chapter": 33,
            "verse": 4,
            "text": "Allah hic kimseye tek bedende iki kalp vermemistir ve (aynı sekilde,) \"kendiniz icin annelerinizin bedeni kadar haram\" saydıgınız eslerinizi hicbir zaman sizin (gercek) anneleriniz kılmamıs ve evlatlıklarınızı da (gercek) cocuklarınız saymamıstır, bunlar agzınıza doladıgınız bos laflar(ın isaretlerin)den baska bir sey degildir; halbuki Allah (mutlak) dogruyu soyler ve (size) dogru yolu ancak O gosterir"
        },
        {
            "chapter": 33,
            "verse": 5,
            "text": "(Evlatlık aldıgınız cocuklara gelince,) onları (gercek) babalarının isimleri ile cagırın! Bu, Allah nezdinde daha adaletli (bir davranıs)tır; eger babalarının kim oldugunu bilmiyorsanız, onları din kardesleriniz ve arkadaslarınız (olarak gorun). Ama bu konuda yanılırsanız bir gunah islemis olmazsınız, (asıl onemli olan) kalplerinizden gecendir, cunku Allah gercekten cok bagıslayıcıdır, rahmet kaynagıdır"
        },
        {
            "chapter": 33,
            "verse": 6,
            "text": "Peygamber, muminler uzerinde, onlar(ın kendileri uzerinde sahip oldugun)dan daha buyuk hak sahibidir ve (onu bir baba gibi gorduklerinden) Peygamber´in esleri onların anneleridir, (bu sekilde) yakın olanlar, Allah´ın buyrugu geregince, birbirleri uzerinde (Yesrib´deki) muminlerden ve (Allah rızası icin oraya) goc etmis olanlardan daha fazla hak sahibidirler. Ancak (oteki) yakın dostlarınıza karsı da en guzel sekilde davranmalısınız, bu (da) Allah´ın buyrugu geregidir"
        },
        {
            "chapter": 33,
            "verse": 7,
            "text": "Ve bir zaman Biz butun peygamberlerden saglam taahhutler almıstık. Senden, (ey Muhammed,) ve Nuh´dan, Ibrahim´den, Musa´dan ve Meryem oglu Isa´dan. Onların (hepsinden) guclu, saglam bir taahhut aldık"
        },
        {
            "chapter": 33,
            "verse": 8,
            "text": "ki, (zamanın bitiminde) O, bu hak davanın temsilcilerine hakikate sadık kalmalarını(n yeryuzunde nasıl bir karsılık gordugunu) sorabilsin. Ve O, hakikati inkar edenlerin tumu icin acı bir azap hazırlamıstır"
        },
        {
            "chapter": 33,
            "verse": 9,
            "text": "Siz ey imana ermis olanlar! (Dusman) orduları uzerinize geldiginde Allah´ın size bahsettigi nimetleri hatırlayın, ki o zaman uzerlerine bir kasırga ve goremediginiz (semavi) ordular gondermistik ama Allah yaptıgınız her seyi gormekteydi"
        },
        {
            "chapter": 33,
            "verse": 10,
            "text": "Onlar yukarıdan ve asagıdan uzerinize geldiklerinde ve gozler(inizin) feri kaybolup yurekler(iniz) agzınıza geldiginde ve Allah hakkında en celisik dusunceler aklınızdan (bir bir) gectiginde (neler hissettiginizi hatırlayın)"
        },
        {
            "chapter": 33,
            "verse": 11,
            "text": "(Iste) orada ve o anda muminler sınandı ve siddetli bir sok ile sarsıldılar"
        },
        {
            "chapter": 33,
            "verse": 12,
            "text": "Ve ikiyuzluler ile kalpleri hastalıklı olanların (birbirlerine), \"Allah ve Elcisi bize sadece bos vaadlerde bulunmaktalar\" dedikleri zaman(ki durumu hatırla)"
        },
        {
            "chapter": 33,
            "verse": 13,
            "text": "Ve (hatırla) iclerinden bazısı soyle demisti: \"Ey Yesrib halkı! Burada (dusmana) karsı koyamazsınız, (evlerinize) geri donun!\" O arada iclerinden bir grup da, \"Evlerimiz (saldırılara) acık durumda!\" diyerek Peygamber´den izin istemisti halbuki evleri (aslında saldırıya) acık degildi: tek amacları kaytarmaktı"
        },
        {
            "chapter": 33,
            "verse": 14,
            "text": "Eger sehirleri saldırıya ugrasaydı ve (dusman tarafından) fitne cıkarmaları istenseydi, (ikiyuzluler) hic tereddut etmeden bunu hemen yaparlardı"
        },
        {
            "chapter": 33,
            "verse": 15,
            "text": "halbuki daha once (mesajına) sırt cevirmeyeceklerine dair Allah´ın huzurunda soz vermislerdi. Allah´a verilen soz(un hesabı) mutlaka sorulacaktır"
        },
        {
            "chapter": 33,
            "verse": 16,
            "text": "De ki: \"(Tabii bir olumle) olmekten yahut (savasta) oldurulmekten kacıyorsanız, kacmak size bir fayda vermez; cunku basarsanız bile hayatın zevkini ancak cok kısa bir sure tadarsınız"
        },
        {
            "chapter": 33,
            "verse": 17,
            "text": "De ki: \"Allah size bir zarar vermek istese, sizi O´ndan kim koruyabilir? Yahut rahmetini bagıslamak istese (kim mani olabilir?)\" Allah´tan baska bir yardımcı ve koruyucu bulamayacaklar(ını bilmezler mi)"
        },
        {
            "chapter": 33,
            "verse": 18,
            "text": "Allah, icinizden baskalarını (O´nun yolunda savasmaktan) alıkoyanları da; kendileri savasa pek az katıldıkları halde kardeslerine, \"Bizimle gelin (ve dusmana karsı koyun)!\" diyenleri de iyi bilir"
        },
        {
            "chapter": 33,
            "verse": 19,
            "text": "ve (boyleleri) size yapılan yardımı kıskanırlar. Ama sonra bir tehlike ile karsılasınca da, olumun golgesinde yasayan biri gibi, (korkuyla) gozleri donmus bir sekilde, (ey peygamber, yardım dilemek icin) sana baktıklarını gorursun: tehlike gecince de iyiliginizi cekemeyip siz (muminleri) sivri dilleri ile incitirler! Bu (gibi) insanlar, iman etmis degillerdir, bu yuzden Allah onların yaptıklarını bosa cıkarır, bu Allah icin kolaydır"
        },
        {
            "chapter": 33,
            "verse": 20,
            "text": "Onlar Muttefiklerin (gercekten) cekilmediklerini zannediyorlardı; ve Muttefikler geri donecek olsalar, bunlar, (bu iki yuzluler,) colde bedeviler arasında kalıp sizin hakkınızda (ey muminler, uzaktan) haber almayı tercih ederlerdi; aranızda bulunsalar bile, (sizin yanınızda) savasır gorunmekten baska bir sey yapmazlardı"
        },
        {
            "chapter": 33,
            "verse": 21,
            "text": "Gercek su ki, Allah´ı ve Ahiret Gunu´nu (korku ve umutla bekleyen) ve O´nu her daim anan kimseler icin Allah´ın Elcisi guzel bir ornek teskil eder"
        },
        {
            "chapter": 33,
            "verse": 22,
            "text": "(Iste boyle,) Muttefikleri(n kendilerine dogru ilerlediklerini) gorunce, muminler \"Bu, Allah´ın ve Rasulu´nun bize vaad ettigidir!\" ve \"(Demek ki) Allah ve Rasulu dogru soylemis!\" dediler ve bu, onların sadece imanlarını ve Allah´a teslimiyetlerini arttırdı"
        },
        {
            "chapter": 33,
            "verse": 23,
            "text": "Muminler arasında oylesi var ki Allah´ın huzurunda verdigi sozu (her zaman) yerine getirir; kimi (olume gitmek suretiyle) ahitlerini yerine getirmistir, kimi de (kararlarından) vazgecmeden (ahitlerini yerine getirmeyi) beklemektedir"
        },
        {
            "chapter": 33,
            "verse": 24,
            "text": "(Insan bu tur sınamalara tabi tutulmaktadır ki) Allah, sadakat gosterenleri sozlerini tutmalarından dolayı odullendirsin, iki yuzluleri de -dilerse- azaba carptırsın yahut (pismanlık duyarlarsa) tevbelerini kabul etsin; Suphesiz Allah, cok bagıslayandır, rahmet sahibidir"
        },
        {
            "chapter": 33,
            "verse": 25,
            "text": "Allah, boylece, hakikati inkara sartlanmıs olanları butun ofke ve hiddetleri icinde yuzustu bıraktı; onlar hicbir fayda elde edemediler, cunku savasta muminler(i korumay)a Allah´ın yardımı yetti, gorduler ki Allah gucludur ve kudret sahibidir"
        },
        {
            "chapter": 33,
            "verse": 26,
            "text": "(ve gorduler ki) saldırganlara yardım eden gecmis vahiylerin mensuplarını kalelerinden cekip cıkardı ve kalplerine korku saldı; boylece bir kısmını oldurdunuz, bir kısmını da esir aldınız"
        },
        {
            "chapter": 33,
            "verse": 27,
            "text": "O, sizi onların topraklarına, evlerine ve mallarına mirascı yaptı; ve henuz ayak basmadıgınız topraklarını (size vaad etti). Allah her seye kadirdir"
        },
        {
            "chapter": 33,
            "verse": 28,
            "text": "Ey Peygamber! Eslerine soyle: \"Eger siz (yalnız) bu dunya hayatını ve onun cazibesini istiyorsanız, gelin size istediginizi vereyim ve (sonra da) sizi uygun bir sekilde salayım"
        },
        {
            "chapter": 33,
            "verse": 29,
            "text": "Yok eger Allah´ı, Elcisi´ni ve ahiret hayatının (guzelliklerini) istiyorsanız, (bilin ki) Allah, icinizden guzel isler yapanlar icin buyuk bir odul hazırlamıstır"
        },
        {
            "chapter": 33,
            "verse": 30,
            "text": "Ey Peygamber esleri! Sizden kim acık bir hayasızlıkta bulunmus olursa, onun (oteki dunyadaki) azabı, (baska gunahkarların azabının) iki katı olur, bu Allah icin kolaydır"
        },
        {
            "chapter": 33,
            "verse": 31,
            "text": "Ote yandan, hanginiz Allah´a ve Elcisi´ne samimiyetle itaat eder ve dogru, yararlı isler yaparsa onu iki kat odullendiririz, onun icin (oteki dunyada) en muhtesem rızıkları hazırlayacagız"
        },
        {
            "chapter": 33,
            "verse": 32,
            "text": "Ey Peygamber esleri! Siz (oteki) kadınlar gibi degilsiniz, eger Allah´a karsı sorumlulugunuzun bilincine (hakkıyla) sahip olursanız. O halde, edalı bir sekilde konusmayın ki kalplerinde maraz olanlar (size karsı) bir arzuya kapılmasın, daima yerinde ve uygun sekilde konusun"
        },
        {
            "chapter": 33,
            "verse": 33,
            "text": "Evlerinizde sessizce oturun, eski cahiliye gunlerindeki gibi cazibenizi sergilemeyin; namazlarınızda dikkatli ve devamlı olun, arındırıcı yukumluluklerinizi ifa edin, Allah´a ve Elcisi´ne itaat edin. Ey (Peygamber´in) ev halkı, Allah sizden yalnızca cirkinlikleri gidermek ve sizi tertemiz yapmak istiyor"
        },
        {
            "chapter": 33,
            "verse": 34,
            "text": "Evlerinizde okunan Allah´ın mesajlarını ve (O´nun) hikmetini hatırlayın: suphesiz Allah (hikmetinde) akıl sır ermez bir derinlik sahibidir, her seyden haberdardır"
        },
        {
            "chapter": 33,
            "verse": 35,
            "text": "Gercek su ki, Allah´a teslim olmus butun erkekler ve kadınlar, inanan butun erkekler ve kadınlar, kendilerini adamıs butun erkekler ve kadınlar, sozlerine sadık butun erkekler ve kadınlar, sıkıntılara gogus geren butun erkekler ve kadınlar, (Allah´ın karsısında) gucsuzlugunu anlayan butun erkekler ve kadınlar, karsılıksız yardımda bulunan butun erkekler ve kadınlar, nefislerini kontrol eden butun erkekler ve kadınlar, iffetleri uzerine titreyen butun erkekler ve kadınlar ve Allah´ı durmaksızın anan butun erkekler ve kadınlar icin, (evet,) bunlar(ın tumu) icin Allah, magfiret ve buyuk bir mukafat hazırlamıstır"
        },
        {
            "chapter": 33,
            "verse": 36,
            "text": "Allah ve Elcisi bir konuda hukum verdikten sonra artık inanmıs bir erkek ve kadının kendileriyle ilgili konularda tercih serbestisi yoktur; (bu, hakkı kendinde gorerek) Allah´a ve Elcisi´ne isyan eden kimse, apacık bir sapkınlıga dusmus olur"
        },
        {
            "chapter": 33,
            "verse": 37,
            "text": "Ve bir zaman, (ey Muhammed,) Allah´ın lutufta bulundugu ve senin de iyilik ettigin kisiye, \"Esini terk etme ve Allah´a karsı sorumlulugunun bilincinde ol!\" demistin. Ve (boylece) Allah´ın yakında aydınlıga cıkaracagı seyi icinde gizlemistin; cunku insanlar(ın ne dusuneceklerin)den cekiniyordun, oysa cekinmen gereken yalnız Allah olmalıydı! (Fakat) sonra Zeyd o kadınla beraberligini sona erdirdiginde onu seninle evlendirdik ki (gelecekte) evlatlıkları esleriyle ilgilerini kestiklerinde onlar(la evlendikleri) icin muminler suclanmasın. Ve Allah´ın buyrugu (boylece) yerine getirilmis oldu"
        },
        {
            "chapter": 33,
            "verse": 38,
            "text": "(O halde,) Allah´ın kendisi icin takdir ettigi seyi (yapmasından dolayı) Peygamber´e hicbir suc isnad edilemez. (Gercekte, bu) sizden once gelip gecenler icin de Allah´ın bir uygulamasıydı; ve (sunu unutma ki) Allah´ın iradesi mutlaka tecelli eder"
        },
        {
            "chapter": 33,
            "verse": 39,
            "text": "(Ve bu,) Allah´ın mesajlarını (dunyaya) teblig edenler, O´ndan korkanlar ve O´ndan baska kimseden korku duymayanlar (icin de gecerli olan Allah´ın adetidir), hic kimse Allah kadar, (insanların yaptıkları icin) hesap sorucu degildir"
        },
        {
            "chapter": 33,
            "verse": 40,
            "text": "(Ve bilin ki, ey muminler,) Muhammed sizin erkeklerinizden hicbirinin babası degildir, fakat o, Allah´ın Elcisi ve butun peygamberler´in sonuncusu´dur. Ve Allah her seyi hakkıyla bilendir"
        },
        {
            "chapter": 33,
            "verse": 41,
            "text": "Siz ey imana ermis olanlar! Allah´ı cokca anın"
        },
        {
            "chapter": 33,
            "verse": 42,
            "text": "ve sabah aksam O´nun sanını yuceltin"
        },
        {
            "chapter": 33,
            "verse": 43,
            "text": "O, size (kendi mesajlarını tasıyan) melekleriyle nimetlerini bahseder ki sizi karanlıklardan aydınlıga cıkarsın. Ve O, muminler icin rahmet kaynagıdır"
        },
        {
            "chapter": 33,
            "verse": 44,
            "text": "O´na kavusacakları Gun \"Selam\" hitabıyla karsılanacaklardır ve Allah, onlar icin en guzel odulu hazırlamıstır"
        },
        {
            "chapter": 33,
            "verse": 45,
            "text": "(Sana gelince,) ey Peygamber, unutma ki Biz seni (hakikatin) bir sahidi, bir mujdeci ve bir uyarıcı olarak gonderdik"
        },
        {
            "chapter": 33,
            "verse": 46,
            "text": "(herkesi) O´nun izniyle Allah´a cagıran ve ısık sacan bir kandil olarak"
        },
        {
            "chapter": 33,
            "verse": 47,
            "text": "(O halde,) muminlere kendilerini Allah´tan buyuk bir lutuf bekledigini mujdele"
        },
        {
            "chapter": 33,
            "verse": 48,
            "text": "hakikati inkar edenler ve ikiyuzluler(in degerlerin)e uyma ve onların incitici sozlerine aldırma! (Yalnız) Allah´a guven! Hic kimse Allah kadar guven verici olamaz"
        },
        {
            "chapter": 33,
            "verse": 49,
            "text": "Siz ey imana ermis olanlar! Mumin kadınlarla evlenir ve fakat onlara dokunmadan bosarsanız, onlar adına bir iddet donemi hesaplamaya ve (onlardan bunu) beklemeye hakkınız yoktur; o halde (hemen) ihtiyaclarını karsılayın ve en guzel sekilde bırakın"
        },
        {
            "chapter": 33,
            "verse": 50,
            "text": "Ey Peygamber! Mehirlerini verdigin eslerini ve Allah´ın sana bahsettigi savas esirleri arasından sag elinin altında bulunanları sana helal kıldık. Ve seninle birlikte (Yesrib´e) goc etmis olan amcalarının ve halalarının kızlarını, dayılarının ve teyzelerinin kızlarını; ve kendilerini Peygamber´e ozgur iradeleriyle teklif eden, Peygamber´in de almak istedigi mumin kadınları (da sana helal kıldık): (bu sonuncusu) yalnız sana ozgu bir imtiyazdır, oteki muminler icin degil, (zaten) onlara esleri ve sag ellerinin altında bulunanlar konusunda yapmaları gerekeni bildirdik. (Ve) artık sen (gereksiz) bir endiseye kapılmamalısın, suphesiz Allah cok bagıslayıcıdır, rahmet kaynagıdır"
        },
        {
            "chapter": 33,
            "verse": 51,
            "text": "(Sunu bil ki,) onlardan diledigini bir sure yanından uzaklastırabilirsin ve diledigini de yanına alabilirsin; ve (bir sure) uzaklastırdıklarından birini yeniden istemende bir vebal yoktur: bu, (seni her gorduklerinde) gozlerinin parlamasını ve (gozden cıkarıldıkları zaman) uzulmemelerini ve onlara vermek zorunda oldugun her seyden hosnutluk duymalarını saglar: cunku (yalnız) Allah kalplerinizden geceni bilir; ve Allah her seyi bilendir, halimdir"
        },
        {
            "chapter": 33,
            "verse": 52,
            "text": "Bundan sonra (baska) hicbir kadın sana helal degildir -onları(n hicbirini) baska kadınlarla, guzellikleri seni fazlasıyla cezbetse de, degistirme(ne izin verilmemistir)- (halen) sahip oldukların dısında (hic biri sana helal degildir). Allah her seyi gorup gozetendir"
        },
        {
            "chapter": 33,
            "verse": 53,
            "text": "Siz ey imana ermis olanlar! Izin verilmedikce Peygamber´in evlerine girmeyin ve yemek icin (davet edildiginiz zaman erkenden) gidip hazırlanmasını beklemeye kalkısmayın, cagrıldıgınızda (en uygun zamanda) girin, yemegi yiyince hemen ayrılın, lafa dalmayın. Bu durum Peygamberi uzebilir, ama sizden (gitmenizi istemeye de) cekinebilir fakat Allah dogru(yu size ogretmek)ten cekinmez. (Peygamber´in eslerine gelince,) onlardan bir sey isteyeceginiz vakit perde arkasından isteyin! Bu hem sizin kalplerinizin, hem de onlarınkinin temizligini pekistirir. Ayrıca sizin Allah´ın Elcisi´ni uzmeniz ve onun vefatından sonra eslerini nikahlamanız caiz degildir, dogrusu bu, Allah nazarında buyuk bir gunahtır"
        },
        {
            "chapter": 33,
            "verse": 54,
            "text": "Bir seyi acıktan da, gizli de yapsanız, (unutmayın ki,) Allah her seyi hakkıyla bilir"
        },
        {
            "chapter": 33,
            "verse": 55,
            "text": "(Fakat) onların babalarına, ogullarına, kardeslerine, erkek kardeslerinin veya kız kardeslerinin ogullarına, kadın hizmetcilerine yahut sag ellerinin sahip oldugu (kadın koleleri)ne (serbestce gorunmelerinde) bir mahzur yoktur. Ama (ey Peygamber esleri, her zaman) Allah´a karsı sorumlulugunuzun bilincinde olun; suphesiz Allah, her seye sahittir"
        },
        {
            "chapter": 33,
            "verse": 56,
            "text": "Allah ve melekleri, suphesiz, Peygamberi kutsarlar: (o halde) ey iman etmis olanlar, siz de o´nu kutsayın ve kendinizi (o´nun rehberligine) tam bir teslimiyetle terk edin"
        },
        {
            "chapter": 33,
            "verse": 57,
            "text": "Allah´ı ve Rasulu´nu (bilerek) incitenlere gelince; Allah onları bu dunyada ve ahirette (rahmetinden) yoksun bırakacak ve onlar icin alcaltıcı bir azap hazırlayacaktır"
        },
        {
            "chapter": 33,
            "verse": 58,
            "text": "Mumin erkekleri ve mumin kadınları yapmadıkları bir fiilden dolayı suclayanlara gelince, onlar iftira atma sucu islemis ve boylece acık bir gunaha girmis olurlar"
        },
        {
            "chapter": 33,
            "verse": 59,
            "text": "Ey Peygamber! Eslerine, kızlarına ve (oteki) butun mumin kadınlara (toplum icine cıktıklarında) dıs kıyafetlerini uzerlerine almalarını soyle! Bu, onların (temiz kadınlar olarak) tanınmalarını ve rahatsız edilmemelerini temin eder. Ama (unutma ki) Allah, cok bagıslayıcıdır, rahmet kaynagıdır"
        },
        {
            "chapter": 33,
            "verse": 60,
            "text": "Iste boyle, eger ikiyuzluler, kalplerinde hastalık olanlar ve yalan haberler yayarak (Peygamber´in) kent(in)de huzursuzluk cıkaranlar (dusmanca hareketlerinden) vazgecmezlerse (ey Muhammed,) onlar uzerinde ustunluk kurmanı saglarız, o zaman bu (kentte) sana cok az bir sure komsu kalacaklardır"
        },
        {
            "chapter": 33,
            "verse": 61,
            "text": "ve onlar, Allah´ın rahmetinden yoksun olduklarından goruldukleri yerde yakalanacaklar ve teker teker ortadan kaldırılacaklardır"
        },
        {
            "chapter": 33,
            "verse": 62,
            "text": "Daha once gelip gecen (bu tur gunahkar)lar icin Allah´ın tatbik ettigi yol budur; ve sen Allah´ın tatbikatında bir degisiklik goremezsin"
        },
        {
            "chapter": 33,
            "verse": 63,
            "text": "Insanlar sana Son Saat hakkında soracaklar. De ki: \"Onun bilgisi Allah katındadır; senin butun bildigin ise, Son Saat´in yakın oldugudur"
        },
        {
            "chapter": 33,
            "verse": 64,
            "text": "Gercek su ki, Allah hakikati inkar edenleri rahmetinden kovmus ve onlar icin yakıcı bir ates hazırlamıstır"
        },
        {
            "chapter": 33,
            "verse": 65,
            "text": "Onlar orada sonsuza kadar kalacaklar, ne bir dost, ne de bir yardımcı bulamayacaklardır"
        },
        {
            "chapter": 33,
            "verse": 66,
            "text": "Yuzlerinin ateste darmadagın oldugu o Gun, \"Eyvah\" diye feryad ederler, \"keske Allah´a itaat etseydik, keske Elci´ye uysaydık"
        },
        {
            "chapter": 33,
            "verse": 67,
            "text": "Ve \"Ey Rabbimiz!\" diyecekler, \"Biz liderlerimize ve ileri gelenlere uyduk, bizi dogru yoldan uzaklastıranlar onlardır"
        },
        {
            "chapter": 33,
            "verse": 68,
            "text": "Ey Rabbimiz! Onlara iki misli azap cektir ve rahmetinden tamamen mahrum bırak"
        },
        {
            "chapter": 33,
            "verse": 69,
            "text": "Siz ey imana ermis olanlar! Musa´ya eziyet eden (Israilogulları) gibi olmayın; (unutmayın ki) Allah, (onu kendisine karsı veya kendisi hakkında) ileri surdukleri iddialardan temize cıkardı cunku o, Allah katında buyuk seref ve itibar sahibiydi"
        },
        {
            "chapter": 33,
            "verse": 70,
            "text": "Siz ey iman etmis olanlar! Allah´a karsı sorumlulugunuzun bilincinde olun ve (her zaman) hakkı ve dogruyu konusun"
        },
        {
            "chapter": 33,
            "verse": 71,
            "text": "(o zaman,) Allah islerinizi degerli kılar ve gunahlarınızı affeder. Ve (bilin ki) kim Allah´a ve Rasulu´ne itaat ederse buyuk bir zafere erismis olur"
        },
        {
            "chapter": 33,
            "verse": 72,
            "text": "Gercek su ki, Biz (akıl ve irade) emaneti(ni) goklere, yere ve daglara sunmustuk; ama (sorumlulugundan) korktukları icin onu yuklenmeyi reddettiler. O (emanet)i insan ustlendi; zaten o, daima haksızlıga ve akılsızlıga son derece meyyal biridir"
        },
        {
            "chapter": 33,
            "verse": 73,
            "text": "(Iste boylece) Allah, ikiyuzlu erkek ve kadınlara ve kendisine es kosan erkek ve kadınlara azab edecektir. Ve mumin erkeklere ve mumin kadınlara rahmetiyle yonelecek olan (da) Allah´tır. Allah gercekten cok bagıslayıcıdır, bir rahmet kaynagıdır"
        }
    ]
}