{
    "chapter": [
        {
            "chapter": 60,
            "verse": 1,
            "text": "Siz ey imana ermis olanlar! Size gelmis olan butun hakikatleri inkar eden ve (yalnızca) Rabbiniz Allah´a inandıgınız icin Elci´yi ve sizi (yurtlarınızdan) suren dusmanlarımı -ki onlar aynı zamanda sizin de dusmanlarınızdır- sefkat gostererek dost edinmeyin! Eger Benim yolumda cehd gostermek icin ve Benim rızamı kazanmak arzusuyla (evlerinizden) cıkıp gitti(gi)niz (dogru) ise, onlara gizli bir sefkatle yaklas(arak dostluk yap)mayın; cunku hem acıktan yaptıgınız hem de gizlemis oldugunuz her seyden tamamiyle haberdarım. Ve icinizden bunu her kim yaparsa dogru yoldan sapmıs olur"
        },
        {
            "chapter": 60,
            "verse": 2,
            "text": "Onlar eger size ustun gelselerdi (yine) dusmanınız olarak kalırlardı ve size karsı kotu niyetle el kaldırır, dil uzatırlardı cunku sizin (de) hakikati inkar etmenizi isterlerdi"
        },
        {
            "chapter": 60,
            "verse": 3,
            "text": "Ama (unutmayın ki) ne akrabalarınız ne de (hatta) kendi cocuklarınız Kıyamet Gunu size bir fayda saglar, (cunku o Gun) Allah aranızda (yalnızca erdemli davranıp davranmadıgınıza gore) karar verecektir ve Allah butun yaptıklarınızı gorur"
        },
        {
            "chapter": 60,
            "verse": 4,
            "text": "Gercekten Ibrahim´de ve ona uyanlarda sizin icin guzel bir ornek vardı: Onlar kendi (putperest) toplumlarına soyle seslenmislerdi: \"Kesinlikle biz sizden de Allah´tan baska butun o taptıklarınızdan da uzagız; sizin inandıgınız her seyi inkar ediyoruz; sizinle bizim aramızda, Tek Allah´a inanacagınız zamana kadar surecek bir dusmanlık ve nefret vardır!\" Tek istisna, Ibrahim´in, babasına: \"Senin icin (Allah´tan) bagıslama dileyecegim ama senin adına Allah´tan herhangi bir sey elde etmek benim elimde degil\" demesiydi. (Ve Ibrahim ile ona uyanlar,) \"Ey Rabbimiz!\" diye yalvardılar, \"Sana guveniyor ve Sana yoneliyoruz cunku butun yolların varısı Sanadır"
        },
        {
            "chapter": 60,
            "verse": 5,
            "text": "Ey Rabbimiz! Bizi hakikati inkar edenler icin bir oyun ve eglence aracı yapma! Ve gunahlarımızı bagısla, ey Rabbimiz! Cunku Sensin tek kudret ve hikmet sahibi"
        },
        {
            "chapter": 60,
            "verse": 6,
            "text": "Onlarda, Allah´ı ve Ahiret Gunu´nu (umit ve korku ile) bekleyen herkes icin guzel bir ornek bulursunuz. Eger biriniz yuz cevirirse, (bilsin ki) Allah hic kimseye muhtac degildir, butun ovgulere tek layık olandır"
        },
        {
            "chapter": 60,
            "verse": 7,
            "text": "(Ama) belki Allah, (ey muminler,) (simdi) dusman olarak gordugunuz kimseler ile sizin aranızda (karsılıklı) bir yakınlık olusturabilir; cunku Allah her seye kadirdir ve cok bagıslayıcıdır, rahmet kaynagıdır"
        },
        {
            "chapter": 60,
            "verse": 8,
            "text": "Inanc(ınız)dan dolayı size karsı savasmayan ve sizi yurtlarınızdan surmeyen (inkarcılara) gelince, Allah onlara nezaketle ve adaletle davranmanızı yasaklamaz cunku Allah adil davrananları sever"
        },
        {
            "chapter": 60,
            "verse": 9,
            "text": "Allah, yalnızca, inanc(ınız)dan dolayı size karsı savasan ve sizi anayurdunuzdan suren veya (baskalarının) sizi surmesine yardım edenlere dostlukla yaklasmanızı yasaklar; ve (icinizden) onlara dostluk gosterenlere gelince, gercek zalimler iste onlardır"
        },
        {
            "chapter": 60,
            "verse": 10,
            "text": "Siz ey imana ermis olanlar! Mumin kadınlar her ne zaman zulum ve kotuluk diyarını terk ederek size gelirlerse, Allah onların inancından tam haberdar (oldugu halde) siz yine de onları sınayın; eger mumin olduklarına tam emin olursanız, onları inkarcılara geri gondermeyin, (cunku) onlar (artık) eski kocalarına helal (degiller) ve otekiler de bunlara helal (degiller). Ayrıca, onlar (hanımlarına mehir olarak) ne verdilerse hepsini iade edin. Ve (ey muminler,) siz bu kadınlarla mehirlerini verdikten sonra evlenirseniz bir gunah islemis olmazsınız. Diger taraftan, hakikati inkar (etmeye devam) eden kadınlarla evlilik bagınızı surdurmeyin ve onlara (mehir olarak) ne verdiyseniz (iade etmelerini) isteyin, aynı sekilde otekiler, (hanımları size gelmis olanlar da,) harcadıkları her seyi(n iadesini) talep etme hakkına sahiptirler. Bu, Allah´ın hukmudur. O, sizin aranızda (adaletle) hukmeder cunku Allah, her seyi bilendir, hikmet sahibidir"
        },
        {
            "chapter": 60,
            "verse": 11,
            "text": "Eger hanımlarınızdan biri (sizi bırakıp) hakikati inkar edenlere giderse ve siz de buna uzulurseniz o zaman hanımları bırakıp giden (koca)lara (hanımlarına mehir olarak) harcadıklarına esit bir sey verin ve inandıgınız Allah´a karsı sorumlulugunuzun bilincinde olun"
        },
        {
            "chapter": 60,
            "verse": 12,
            "text": "Ey Peygamber! Mumin kadınlar ne zaman sana gelip (bundan boyle) Allah´tan baska hicbir seye ilahlık yakıstırmayacaklarını, hırsızlık yapmayacaklarını, zina etmeyeceklerini, cocuklarını oldurmeyeceklerini, hic yoktan yalan uydurarak iftira atmayacaklarını ve (bildirecegin) hicbir hakikate karsı cıkmayacaklarını (taahhut ederek) sana baglılıklarını bildirirlerse, onların baglılık taahhutlerini kabul et ve Allah´tan onların (gecmis) gunahlarını affetmesini dile! Cunku Allah cok bagıslayıcıdır, rahmet kaynagıdır"
        },
        {
            "chapter": 60,
            "verse": 13,
            "text": "Siz ey imana ermis olanlar! Allah´ın gazabına ugrayan toplum ile dost olmayın! Onlar(ı dost edinenlerin) oteki dunya ile ilgili hicbir umitleri kalmamıstır; tıpkı bu hakikat inkarcılarının, (simdi) mezarlarında yatanları (tekrar gorme) umitlerini kaybetmis bulunmaları gibi"
        }
    ]
}