{
    "chapter": [
        {
            "chapter": 76,
            "verse": 1,
            "text": "Insan(ın tarih sahnesinde gorunmesin)den onceki donem, sonsuz bir zaman kesitinden ibaret (degil) midir; insanın henuz dikkate deger bir varlık olmadıgı (bir zaman kesiti)"
        },
        {
            "chapter": 76,
            "verse": 2,
            "text": "Suphesiz, (sonraki hayatında) denemek icin insanı katısık bir sperm damlasından yaratan Biziz. Biz, onu isitme ve gorme (duyuları) ile donatılmıs bir varlık kıldık"
        },
        {
            "chapter": 76,
            "verse": 3,
            "text": "Gercek su ki, Biz ona yolu/yontemi gosterdik; sukredici, ya da nankor (olması artık kendisine kalmıstır)"
        },
        {
            "chapter": 76,
            "verse": 4,
            "text": "(Simdi) bakın, Biz hakikati inkar edenler icin zincirler, halkalar ve yakıcı bir ates hazırladık"
        },
        {
            "chapter": 76,
            "verse": 5,
            "text": "(halbuki) gercek erdem sahipleri, hos kokulu cicekler ile tatlandırılmıs bir fincandan icerler"
        },
        {
            "chapter": 76,
            "verse": 6,
            "text": "bir (kutlu) kaynak ki Allah´ın kulları ondan icerler, suyu bol bol akan (o kaynaktan)"
        },
        {
            "chapter": 76,
            "verse": 7,
            "text": "(Gercek erdem sahipleri) onlar(dır ki,) sozlerini yerine getirirler ve siddeti yayılıp genisleyen bir Gun´un korkusunu duyarlar"
        },
        {
            "chapter": 76,
            "verse": 8,
            "text": "Ve kendi istekleri ne kadar cok olursa olsun, muhtaclara, yetimlere ve esirlere yedirirler"
        },
        {
            "chapter": 76,
            "verse": 9,
            "text": "(ve kendi kendilerine konusurlar:) \"Biz sizi yalnız Allah rızası icin doyuruyoruz. Sizden ne bir karsılık, ne de bir tesekkur bekliyoruz"
        },
        {
            "chapter": 76,
            "verse": 10,
            "text": "dogrusu, sıkıntı ve dehset dolu bir Gun´de Rabbimize (verecegimiz) hesabın korkusunu duyuyoruz"
        },
        {
            "chapter": 76,
            "verse": 11,
            "text": "Ve bu yuzden Allah onları o Gun´un dehsetinden koruyacak, aydınlık ve sevinc verecektir"
        },
        {
            "chapter": 76,
            "verse": 12,
            "text": "ve onları sıkıntılara karsı sabrettikleri icin (kutlu bir) bahce ve ipek(ten giysiler) ile odullendirecektir"
        },
        {
            "chapter": 76,
            "verse": 13,
            "text": "Orada sedirlere uzanacaklar ve ne (yakıcı bir) gunes, ne de siddetli bir soguk gormeyecekler"
        },
        {
            "chapter": 76,
            "verse": 14,
            "text": "cunku o (bahce)nin (kutlu) golgeleri baslarını ortecek ve meyve salkımları kolayca alınacak sekilde (yere dogru) sarkıtılacaktır"
        },
        {
            "chapter": 76,
            "verse": 15,
            "text": "Onlar gumusten kaplar ve kristal(e benzeyen) kadehlerle karsılanacaklar"
        },
        {
            "chapter": 76,
            "verse": 16,
            "text": "kristal benzeri, (ama) gumusten- ve hacimlerini yalnız kendileri tesbit edecek"
        },
        {
            "chapter": 76,
            "verse": 17,
            "text": "Ve (cennette) kendilerine zencefille tatlandırılmıs bir fincan icecek verilecek"
        },
        {
            "chapter": 76,
            "verse": 18,
            "text": "oradaki \"Selsebil\" isimli bir kaynak(tan)"
        },
        {
            "chapter": 76,
            "verse": 19,
            "text": "Ve onları olumsuz genclikler bekleyecek, gordugun zaman sacılmıs inciler sanacagın (genclikler)"
        },
        {
            "chapter": 76,
            "verse": 20,
            "text": "ve (nereye) baksan, (yalnız) kutsanmıslık ve askın bir duzen goreceksin"
        },
        {
            "chapter": 76,
            "verse": 21,
            "text": "O (kutsanmıs kimse)lerin uzerinde yesil ipekten ve atlastan giysiler olacak. Onlar gumus bilezikler ile suslenecekler. Ve Rableri onlara en temiz iceceklerden ikram edecek"
        },
        {
            "chapter": 76,
            "verse": 22,
            "text": "(Ve onlara:) \"Bunlar sizin odullerinizdir, cunku (hayatta iken) yaptıgınız isler (Allah´ın) rızasını kazanmıstır!\" (denilecek)"
        },
        {
            "chapter": 76,
            "verse": 23,
            "text": "Gercek su ki, (ey iman eden,) bu Kur´an´ı sana safha safha indiren Biziz, gercek bir armagan (olarak)"
        },
        {
            "chapter": 76,
            "verse": 24,
            "text": "Oyleyse Rabbinin hukmunu sabırla bekle ve onlardan hicbir gunahkara veya nankore uyma"
        },
        {
            "chapter": 76,
            "verse": 25,
            "text": "Rabbinin ismini sabah aksam an"
        },
        {
            "chapter": 76,
            "verse": 26,
            "text": "ve gecenin bir kısmında, O´nun onunde secde et ve uzun geceler boyu O´nun sınırsız sanını yucelt"
        },
        {
            "chapter": 76,
            "verse": 27,
            "text": "Bakın, (Allah´ı umursamayan) su adamlar bu gelip gecici dunyayı severler, ama ızdırap dolu bir Gunu (dusunmeyi) ihmal ederler"
        },
        {
            "chapter": 76,
            "verse": 28,
            "text": "(Kendi kendilerine itiraf etmezler ki) onları yaratan ve kisiliklerini saglamlastıran Biziz ve dilersek onları baska hemcinsleriyle degistirebiliriz"
        },
        {
            "chapter": 76,
            "verse": 29,
            "text": "Butun bunlar bir uyarıdır; oyleyse, dileyen Rabbine giden yolu bulabilir"
        },
        {
            "chapter": 76,
            "verse": 30,
            "text": "Ama Allah (size o yolu gostermeyi) dilemedikce siz onu dileyemezsiniz cunku, bilin ki Allah her seyi gorendir, hikmet Sahibidir"
        },
        {
            "chapter": 76,
            "verse": 31,
            "text": "Dileyeni rahmetine kabul eder; ama zalimler icin (oteki dunyada) siddetli bir azap hazırlamıstır"
        }
    ]
}