{
    "rukus": [
        {
            "chapter": 9,
            "verse": 67,
            "text": "Munafık erkekler ve munafık kadınlar (sizden degil), birbirlerindendir. Onlar kotulugu emreder, iyilikten alıkor ve cimrilik ederler. Onlar Allah´ı unuttular. Allah da onları unuttu! Cunku munafıklar fasıkların kendileridir"
        },
        {
            "chapter": 9,
            "verse": 68,
            "text": "Allah erkek munafıklara da kadın munafıklara da kafirlere de icinde ebedi kalacakları cehennem atesini vadetti. O, onlara yeter. Allah onlara lanet etmistir! Onlar icin devamlı bir azap vardır"
        },
        {
            "chapter": 9,
            "verse": 69,
            "text": "(Ey munafıklar! Siz de) sizden oncekiler gibi (yaptınız). Onlar sizden kuvvetce daha ustun, mal ve evlatca daha cok idiler. Onlar (dunya malından) paylarına dusenden faydalandılar. Iste sizden oncekiler nasıl paylarına dusenden faydalandıysalar, siz de payınıza dusenden faydalandınız ve (batıla) dalanlar gibi siz de daldınız. Iste onların amelleri dunyada da ahirette de bosa gitmistir. Ve onlar ziyana ugrayanların kendileridir"
        },
        {
            "chapter": 9,
            "verse": 70,
            "text": "Onlara kendilerinden evvelkilerin, Nuh, Ad ve Semud kavimlerinin, Ibrahim kavminin, Medyen halkının ve altust olan sehirlerin haberi ulasmadı mı? Peygamberi onlara apacık mucizeler getirmisti. Demek ki, Allah onlara zulmedecek degildi, fakat onlar kendi kendilerine zulmetmekte idiler"
        },
        {
            "chapter": 9,
            "verse": 71,
            "text": "Mumin erkeklerle mumin kadınlar da birbirlerinin velileridir. Onlar iyiligi emreder, kotulukten alıkorlar, namazı dosdogru kılarlar, zekatı verirler, Allah ve Resulune itaat ederler. Iste onlara Allah rahmet edecektir. Suphesiz Allah azizdir, hikmet sahibidir"
        },
        {
            "chapter": 9,
            "verse": 72,
            "text": "Allah, mumin erkeklere ve mumin kadınlara, icinde ebedi kalmak uzere altından ırmaklar akan cennetler ve Adn cennetlerinde guzel meskenler vadetti. Allah´ın rızası ise hepsinden buyuktur. Iste buyuk kurtulus da budur"
        }
    ]
}