{
    "maqras": [
        {
            "chapter": 18,
            "verse": 32,
            "text": "Coin for them a parable: Two men, to one of whom We gave two vineyards set about with palm-trees and watered by a running brook, with a cornfield lying in between"
        },
        {
            "chapter": 18,
            "verse": 33,
            "text": "Each of the vineyards yielded an abundant crop"
        },
        {
            "chapter": 18,
            "verse": 34,
            "text": "and when their owner had gathered in the harvest, he said to his companion while conversing with him: ‘I am richer than you, and my clan is mightier than yours.‘"
        },
        {
            "chapter": 18,
            "verse": 35,
            "text": "And when, having thus wronged his soul, he entered his vineyard, he said: ‘I cannot think this will ever perish"
        },
        {
            "chapter": 18,
            "verse": 36,
            "text": "Nor do I believe that the Hour will ever come. Even if I returned to my Lord, I should surely find a better place than this to go back to.‘"
        },
        {
            "chapter": 18,
            "verse": 37,
            "text": "His companion replied, while still conversing with him: ‘Have you no faith in Him who created you from dust, then from a little germ, and then fashioned you into a man"
        },
        {
            "chapter": 18,
            "verse": 38,
            "text": "As for myself, God is my Lord, and I will associate none with my Lord"
        },
        {
            "chapter": 18,
            "verse": 39,
            "text": "When You entered your garden, why did you not say: \"What God has ordained must surely come to pass: there is no strength except in God"
        },
        {
            "chapter": 18,
            "verse": 40,
            "text": "Though you see me poorer than yourself and blessed with fewer children, yet my Lord may give me a garden better than yours, and send down thunderbolts from heaven upon your vineyard, turning it into a barren waste"
        },
        {
            "chapter": 18,
            "verse": 41,
            "text": "or drain its water deep into the earth so that you will find none of it.‘"
        },
        {
            "chapter": 18,
            "verse": 42,
            "text": "And his fruits were destroyed, and he wrung his hands with grief at all that he had spent on the garden: for the vines had tumbled down upon their trellises. ‘Would that I had served no other gods besides my Lord!‘ he said"
        },
        {
            "chapter": 18,
            "verse": 43,
            "text": "He had none to help him besides God, nor was he able to defend himself"
        },
        {
            "chapter": 18,
            "verse": 44,
            "text": "In such ordeals protection comes only from God, the true God. His is the best recompense, and His the best requital"
        },
        {
            "chapter": 18,
            "verse": 45,
            "text": "And coin for them a simile about the life of this world. It is like the vegetation of the earth that thrives when watered by the rain We send down from the sky, soon turning into stubble which the wind scatters abroad. God has power over all things"
        },
        {
            "chapter": 18,
            "verse": 46,
            "text": "Wealth and children are the ornament of this life. But deeds of lasting merit are better rewarded by your Lord and hold for you a greater hope of salvation"
        },
        {
            "chapter": 18,
            "verse": 47,
            "text": "Tell of the day when We shall blot out the mountains and make the earth a barren waste; when We shall herd them all together, leaving not a soul behind"
        },
        {
            "chapter": 18,
            "verse": 48,
            "text": "They shall be ranged before your Lord: ‘You have returned to Us as We created you at first. Yet you supposed We had not set for you a predestined time"
        },
        {
            "chapter": 18,
            "verse": 49,
            "text": "The book will be laid down, and you shall see the sinners dismayed at the content. They will say: ‘Woe betide us! What can this Book mean? It omits nothing small or great: all is noted down!‘ and they shall find their deeds recorded there. Your Lord will wrong none"
        },
        {
            "chapter": 18,
            "verse": 50,
            "text": "And when We said to the angels: ‘Prostrate yourselves before Adam,‘ all prostrated themselves except Satan, who was a jinnee disobedient to his Lord. Would you then serve him and his offspring as your masters rather than Myself, despite their enmity towards you? A sad substitute the wrongdoers have chosen"
        }
    ]
}