{
    "maqras": [
        {
            "chapter": 29,
            "verse": 46,
            "text": "And be courteous when you argue with the People of the Book, except with those among them who do wrong. Say: ‘We believe in that which has been revealed to us and was revealed to you. Our God and your God is one. To Him we submit as Muslims.‘"
        },
        {
            "chapter": 29,
            "verse": 47,
            "text": "Thus have We revealed the Book to you. Those to whom We gave the Book believe in it, as do some of your own people. Only the unbelievers deny Our signs"
        },
        {
            "chapter": 29,
            "verse": 48,
            "text": "Never have you¹ read a book before this, nor have you ever transcribed one with your right hand. Had you done either, the unbelievers might have doubted"
        },
        {
            "chapter": 29,
            "verse": 49,
            "text": "But to those who were given knowledge it is a veritable sign. Only the wrongdoers deny Our signs"
        },
        {
            "chapter": 29,
            "verse": 50,
            "text": "They say: ‘Why have no signs been sent down to him by his Lord?‘ Say: ‘Signs are in the hands of God. My mission is only to give plain warning.‘"
        },
        {
            "chapter": 29,
            "verse": 51,
            "text": "Is it not sufficient for them that We have revealed to you the Book for their instruction? Surely in this there is a blessing and an Admonition for true believers"
        },
        {
            "chapter": 29,
            "verse": 52,
            "text": "Say: ‘Sufficient is God as my witness, and your witness. He knows all that is in the heavens and the earth. Those who believe in falsehood and deny God will surely be the losers.‘"
        },
        {
            "chapter": 29,
            "verse": 53,
            "text": "And they challenge you to hasten on the scourge. Had there not been a time appointed, the scourge would have long since taken them. Indeed, it will come down upon them suddenly, and catch them unawares"
        },
        {
            "chapter": 29,
            "verse": 54,
            "text": "They challenge you to hasten on the scourge. But Hell will encompass the unbelievers"
        },
        {
            "chapter": 29,
            "verse": 55,
            "text": "when the scourge will assail them from above and from beneath their feet, and God will say: ‘Taste the reward of your own deeds.‘"
        },
        {
            "chapter": 29,
            "verse": 56,
            "text": "You that are true believers among My servants, My earth is vast. Therefore serve Me"
        },
        {
            "chapter": 29,
            "verse": 57,
            "text": "Every soul shall taste death, and then to Us shall you be recalled"
        },
        {
            "chapter": 29,
            "verse": 58,
            "text": "Those that embrace the true Faith and do good works We shall lodge for ever in the mansions of Paradise, where rivers will roll at their feet. Blessed is the reward"
        },
        {
            "chapter": 29,
            "verse": 59,
            "text": "of those who labour patiently and put their trust in their Lord"
        },
        {
            "chapter": 29,
            "verse": 60,
            "text": "Countless are the beasts that cannot fend for themselves. God provides for them, as He provides for you. He alone hears all and knows all"
        },
        {
            "chapter": 29,
            "verse": 61,
            "text": "If you ask them who it is that has created the heavens and the earth, and subdued the sun and the moon, they will surely say: ‘God.‘ How then can they turn away from Him"
        },
        {
            "chapter": 29,
            "verse": 62,
            "text": "God gives abundantly to whom He will among his servants, and sparingly also. God has knowledge of all things"
        },
        {
            "chapter": 29,
            "verse": 63,
            "text": "And if you ask them who it is that sends down water from the sky and thus resurrects the earth after its death, they will surely say: ‘God.‘ Say: ‘Praise, then, be to God!‘ But the greater part of them are senseless"
        },
        {
            "chapter": 29,
            "verse": 64,
            "text": "The life of this world is but a sport and a diversion. It is the life to come that is the true life: if they but knew it"
        },
        {
            "chapter": 29,
            "verse": 65,
            "text": "When they embark they pray to God with all religious fervour; but when He brings them safe to land, behold they serve other gods besides Him"
        },
        {
            "chapter": 29,
            "verse": 66,
            "text": "showing ingratitude for what We gave them and revelling in wanton ease. But they shall learn"
        },
        {
            "chapter": 29,
            "verse": 67,
            "text": "Do they not see how We have given them a sanctuary of safety,¹ while all around them people are carried off by force? Would they believe in falsehood and deny God‘s goodness"
        },
        {
            "chapter": 29,
            "verse": 68,
            "text": "And who is more wicked than the man who invents a falsehood about God and denies the Truth when it is declared to him? Is there not in Hell a resting place for the unbelievers"
        },
        {
            "chapter": 29,
            "verse": 69,
            "text": "Those that fight for Our cause We will surely guide to Our own paths. Surely God is with the righteous"
        }
    ]
}