{
    "maqras": [
        {
            "chapter": 62,
            "verse": 1,
            "text": "ALL THAT is in the heavens and on the earth gives glory to God, the Sovereign Lord, the Holy One, the Almighty, the Wise One"
        },
        {
            "chapter": 62,
            "verse": 2,
            "text": "He it is that has sent forth among the Gentiles an apostle of their own to recite to them His revelations, to purify them, and to instruct them in the Book and in wisdom, though they have hitherto been in evident error"
        },
        {
            "chapter": 62,
            "verse": 3,
            "text": "together with others of their own kin who have not yet followed them. He is the Almighty, the Wise One"
        },
        {
            "chapter": 62,
            "verse": 4,
            "text": "Such is the grace of God: He bestows it on whom He will. His grace is infinite"
        },
        {
            "chapter": 62,
            "verse": 5,
            "text": "Those to whom the burden of the Torah was entrusted and yet refused to bear it are like a donkey laden with books. Wretched is the example of those who deny God‘s revelations; and God does not guide the wrongdoers"
        },
        {
            "chapter": 62,
            "verse": 6,
            "text": "Say: ‘You that follow the Jewish Faith, if you claim that of all people you alone are God‘s friends, then you should wish for death, if what you say be true!‘"
        },
        {
            "chapter": 62,
            "verse": 7,
            "text": "But, because of what their hands have done, they will never wish for death; God knows the wrong-doers"
        },
        {
            "chapter": 62,
            "verse": 8,
            "text": "Say: ‘The death from which you flee is sure to overtake you. Then shall you be sent back to Him who knows the unknown and the manifest, and He will declare to you what you have done.‘"
        },
        {
            "chapter": 62,
            "verse": 9,
            "text": "Believers, when you are summoned to Friday prayers hasten to the remembrance of God and cease your trading. That would be best for you, if you but knew it"
        },
        {
            "chapter": 62,
            "verse": 10,
            "text": "Then, when the prayers are ended, disperse and go your ways in quest of God‘s bounty. Remember God much, so that you may prosper"
        },
        {
            "chapter": 62,
            "verse": 11,
            "text": "Yet no sooner do they see some commerce or merriment afoot than they flock eagerly to it, leaving you¹ standing. Say: ‘That which God has in store is far better than any merriment or any commerce. And God is the Most Munificent Giver.‘"
        },
        {
            "chapter": 63,
            "verse": 1,
            "text": "WHEN THE hypocrites come to you they say: ‘We bear witness that you are assuredly God‘s apostle.‘ God knows that you are indeed His apostle; and God bears witness that the hypocrites are surely lying"
        },
        {
            "chapter": 63,
            "verse": 2,
            "text": "They use their faith as a disguise, and debar others from the path of God. Evil is what they ever do"
        },
        {
            "chapter": 63,
            "verse": 3,
            "text": "They believed and then renounced the faith: their hearts are sealed, so that they are devoid of understanding"
        }
    ]
}