{
    "maqras": [
        {
            "chapter": 11,
            "verse": 108,
            "text": "As for the blessed, they shall abide in Paradise as long as the heavens and the earth endure, unless your Lord ordain otherwise: an endless recompense"
        },
        {
            "chapter": 11,
            "verse": 109,
            "text": "Have no doubt as to what they worship; they worship what their fathers worshiped before them. Their deserts We shall requite, undiminished"
        },
        {
            "chapter": 11,
            "verse": 110,
            "text": "We gave the Book to Moses, but differences arose about it. And but for a Word from your Lord, already decreed, their fate would have long been sealed. Yet this they strongly doubt"
        },
        {
            "chapter": 11,
            "verse": 111,
            "text": "Your Lord will surely reward each according to his deeds; He has full knowledge of what they do"
        },
        {
            "chapter": 11,
            "verse": 112,
            "text": "Follow then the straight path as you are bidden, together with those who have repented with you, and do not transgress. Surely He is ever observant of what you do"
        },
        {
            "chapter": 11,
            "verse": 113,
            "text": "Put no trust in the wrongdoers, lest the Fire should touch you. And none but God can protect or help you"
        },
        {
            "chapter": 11,
            "verse": 114,
            "text": "Attend to your prayers at the two ends of the day, and in part of the night time too. Good deeds shall make amends for sins. This is an Admonition for those that reflect"
        },
        {
            "chapter": 11,
            "verse": 115,
            "text": "And have patience; God will not deny the righteous their reward"
        },
        {
            "chapter": 11,
            "verse": 116,
            "text": "Was there, among the generations that have gone before you, a remnant that forbade corruption in the land, except the few We had delivered from among them? The wrongdoers pursued their worldly pleasures and were sinful"
        },
        {
            "chapter": 11,
            "verse": 117,
            "text": "The Lord would not have ruined the cities, without just cause, had their inhabitants been upright"
        },
        {
            "chapter": 11,
            "verse": 118,
            "text": "And had your Lord pleased, He would have united mankind in one community. They are still at odds"
        },
        {
            "chapter": 11,
            "verse": 119,
            "text": "except for those to whom your Lord has shown mercy. To this end He has created them. The word of your Lord shall be fulfilled: ‘I will fill Hell with jinn and humans all.‘"
        },
        {
            "chapter": 11,
            "verse": 120,
            "text": "We recount to you the histories of those apostles to put courage into your heart. Through them Truth shall be revealed to you, with precepts and an Admonitions for the faithful"
        },
        {
            "chapter": 11,
            "verse": 121,
            "text": "Say to the infidels: ‘Do whatever lies within your power, and so shall we"
        },
        {
            "chapter": 11,
            "verse": 122,
            "text": "Wait if you will; we too are waiting.‘"
        },
        {
            "chapter": 11,
            "verse": 123,
            "text": "God alone has knowledge of what the heavens and the earth conceal; to Him all things shall be referred. Worship Him, and put your trust in Him; your Lord is never heedless of what you do"
        },
        {
            "chapter": 12,
            "verse": 1,
            "text": "ALIF lām rā‘. These are the revelations of the veritable Book"
        },
        {
            "chapter": 12,
            "verse": 2,
            "text": "We have revealed it an Arabic Koran, that you may grow in understanding"
        },
        {
            "chapter": 12,
            "verse": 3,
            "text": "In inspiring you with this Koran We recount to you the best of narratives, though before it you were heedless"
        },
        {
            "chapter": 12,
            "verse": 4,
            "text": "Joseph said to his father: ‘Father, I dreamt of eleven stars and the sun and the moon; I saw them prostrate themselves before me.‘"
        },
        {
            "chapter": 12,
            "verse": 5,
            "text": "My son,‘ he replied, ‘say nothing of this dream to your brothers, lest they plot evil against you: Satan is the sworn enemy of man"
        },
        {
            "chapter": 12,
            "verse": 6,
            "text": "Even thus shall you be chosen by your Lord. He will teach you to interpret visions, and will perfect His favour to you and to the house of Jacob, as He perfected it to your forefathers Abraham and Isaac before you. Your Lord is all-knowing and wise.‘"
        }
    ]
}