{
    "rukus": [
        {
            "chapter": 6,
            "verse": 31,
            "text": "Those who deny the meeting with Allah have lost, so that, when the Hour comes upon them suddenly, they will say, ´Alas for how we neglected it!´ They will bear their burdens on their backs. How evil is what they bear"
        },
        {
            "chapter": 6,
            "verse": 32,
            "text": "The life of this world is nothing but a game and a diversion. The Next World is better for those who have taqwa. So will you not use your intellect"
        },
        {
            "chapter": 6,
            "verse": 33,
            "text": "We know that what they say distresses you. It is not that they are calling you a liar; the wrongdoers are just denying Allah´s Signs"
        },
        {
            "chapter": 6,
            "verse": 34,
            "text": "Messengers before you were also denied but they were steadfast in the face of the denial and injury they suffered until Our help arrived. There is no changing the Words of Allah. And news of other Messengers has come to you"
        },
        {
            "chapter": 6,
            "verse": 35,
            "text": "If their turning away is hard on you, then go down a tunnel deep into the earth, if you can, or climb up a ladder into heaven, and bring them a Sign. If Allah had wanted to He would have gathered them all to guidance. So do not be among the ignorant"
        },
        {
            "chapter": 6,
            "verse": 36,
            "text": "Only those who can hear respond. As for the dead, Allah will raise them up, then to Him they will be returned"
        },
        {
            "chapter": 6,
            "verse": 37,
            "text": "They ask, ´Why has no Sign been sent down to him from his Lord?´ Say, ´Allah has the power to send down a Sign.´ But most of them do not know it"
        },
        {
            "chapter": 6,
            "verse": 38,
            "text": "There is no creature crawling on the earth or flying creature, flying on its wings, who are not communities just like yourselves — We have not omitted anything from the Book — then they will be gathered to their Lord"
        },
        {
            "chapter": 6,
            "verse": 39,
            "text": "Those who deny Our Signs are deaf and dumb in utter darkness. Allah misguides whoever He wills, and puts whoever He wills on a straight path"
        },
        {
            "chapter": 6,
            "verse": 40,
            "text": "Say: ´What do you think? If Allah´s punishment were to come upon you or the Hour, would you call on other than Allah if you are being truthful?´"
        },
        {
            "chapter": 6,
            "verse": 41,
            "text": "It is Him you call on and, if He wills, He will deliver you from whatever it was that made you call on Him; and you will forget what you associated with Him"
        }
    ]
}