{
    "rukus": [
        {
            "chapter": 7,
            "verse": 65,
            "text": "And to ´Ad We sent their brother Hud, who said, ´My people, worship Allah! You have no other god than Him. So will you not have taqwa?´"
        },
        {
            "chapter": 7,
            "verse": 66,
            "text": "The ruling circle of those of his people who were kafir said, ´We consider you a fool and think you are a liar.´"
        },
        {
            "chapter": 7,
            "verse": 67,
            "text": "He said, ´My people, I am by no means a fool, but rather am a Messenger from the Lord of all the worlds"
        },
        {
            "chapter": 7,
            "verse": 68,
            "text": "transmitting my Lord´s Message to you, and I am a faithful counsellor to you"
        },
        {
            "chapter": 7,
            "verse": 69,
            "text": "Or are you astonished that a reminder should come to you from your Lord by way of a man among you in order to warn you? Remember when He appointed you successors to the people of Nuh, and increased you greatly in stature. Remember Allah´s blessings, so that hopefully you will be successful.´"
        },
        {
            "chapter": 7,
            "verse": 70,
            "text": "They said, ´Have you come to us to make us worship Allah alone and abandon what our fathers used to worship? Then bring us what you have promised us if you are telling the truth.´"
        },
        {
            "chapter": 7,
            "verse": 71,
            "text": "He said, ´Punishment and anger have come down on you from your Lord. Do you argue with me regarding names which you and your forefathers invented and for which Allah has sent down no authority? Wait, then; I am waiting with you.´"
        },
        {
            "chapter": 7,
            "verse": 72,
            "text": "So We rescued him and those with him by mercy from Us, and We cut off the last remnant of those who denied Our Signs and were not muminun"
        }
    ]
}