{
    "rukus": [
        {
            "chapter": 12,
            "verse": 94,
            "text": "And when the caravan went on its way, their father said, ´I can smell Yusuf´s scent! You probably think I have become senile.´"
        },
        {
            "chapter": 12,
            "verse": 95,
            "text": "They said, ´By Allah! Your mind is still astray.´"
        },
        {
            "chapter": 12,
            "verse": 96,
            "text": "But when the bringer of the good news came, he cast it on his face and sight returned. He said, ´Did I not say to you before, I know things from Allah you do not know?´"
        },
        {
            "chapter": 12,
            "verse": 97,
            "text": "They said, ´Our father, may we be forgiven for all the many wrongs that we have done. We were indeed greatly mistaken men.´"
        },
        {
            "chapter": 12,
            "verse": 98,
            "text": "He said, ´I will ask my Lord to pardon you. He is Ever-Forgiving, Most Merciful.´"
        },
        {
            "chapter": 12,
            "verse": 99,
            "text": "Then when they entered into Yusuf´s presence, he drew his parents close to him and said, ´Enter Egypt safe and sound, if Allah wills.´"
        },
        {
            "chapter": 12,
            "verse": 100,
            "text": "He raised his parents up onto the throne. The others fell prostrate in front of him. He said, ´My father, truly this is now the interpretation of the dream I had. My Lord has made it all come true; and He was kind to me by letting me out of prison and brought you from the desert when Shaytan had caused dissent between me and my brothers. My Lord is kind to anyone He wills. He is indeed All-Knowing and All-Wise"
        },
        {
            "chapter": 12,
            "verse": 101,
            "text": "My Lord, You have granted power to me on earth and taught me the true meaning of events. Originator of the heavens and earth, You are my Friend in this world and the Next. So take me as a Muslim at my death and join me to the people who are righteous.´"
        },
        {
            "chapter": 12,
            "verse": 102,
            "text": "This is news of the Unseen which We reveal to you. You were not with them when they decided what to do and devised their scheme"
        },
        {
            "chapter": 12,
            "verse": 103,
            "text": "But most people, for all your eagerness, are not muminun"
        },
        {
            "chapter": 12,
            "verse": 104,
            "text": "You do not ask them for any wage for it. It is only a reminder to all beings"
        }
    ]
}