{
    "rukus": [
        {
            "chapter": 18,
            "verse": 18,
            "text": "You would have supposed them to be awake whereas in fact they were asleep. We turned them to the right and to the left, and, at the entrance, their dog stretched out its paws. If you had looked down and seen them, you would have turned from them and run and have been filled with terror at the sight of them"
        },
        {
            "chapter": 18,
            "verse": 19,
            "text": "That was the situation when we woke them up so they could question one another. One of them asked, ´How long have you been here?´ They replied, ´We have been here for a day or part of a day.´ They said, ´Your Lord knows best how long you have been here. Send one of your number into the city with this silver you have, so he can see which food is purest and bring you some of it to eat. But he should go about with caution so that no one is aware of you"
        },
        {
            "chapter": 18,
            "verse": 20,
            "text": "for if they find out about you they will stone you or make you revert to their religion and then you will never have success.´"
        },
        {
            "chapter": 18,
            "verse": 21,
            "text": "Accordingly We made them chance upon them unexpectedly so they might know that Allah´s promise is true and that there is no doubt about the Hour. When they were arguing among themselves about the matter, they said, ´Wall up their cave, their Lord knows best about them.´ But those who got the better of the argument concerning them said, ´We will build a place of worship over them.´"
        },
        {
            "chapter": 18,
            "verse": 22,
            "text": "They will say, ´There were three of them, their dog being the fourth.´ They will say, ´There were five of them, their dog being the sixth,´ guessing at the Unseen. And they will say, ´There were seven of them, their dog being the eighth.´ Say: ´My Lord knows best their number. Those who know about them are very few.´ So do not enter into any argument concerning them, except in relation to what is clearly known. And do not seek the opinion of any of them regarding them"
        }
    ]
}