{
    "rukus": [
        {
            "chapter": 21,
            "verse": 76,
            "text": "And Nuh, when he called out before and We responded to him and rescued him and his family from the terrible plight"
        },
        {
            "chapter": 21,
            "verse": 77,
            "text": "We helped him against the people who rejected Our Signs. They were an evil people and We drowned them, every one"
        },
        {
            "chapter": 21,
            "verse": 78,
            "text": "And Dawud and Sulayman when they gave judgement about the field, when the people´s sheep strayed into it at night. We were Witness to their judgement"
        },
        {
            "chapter": 21,
            "verse": 79,
            "text": "We gave Sulayman understanding of it. We gave each of them judgement and knowledge. We subjected the mountains to Dawud, glorifying, and the birds as well. This is something We are well able to do"
        },
        {
            "chapter": 21,
            "verse": 80,
            "text": "We taught him the art of making garments for you to protect you against each others´ violence, But do you show any thanks"
        },
        {
            "chapter": 21,
            "verse": 81,
            "text": "And to Sulayman We gave the fiercely blowing wind, speeding at his command towards the land which We had blessed. And We had full knowledge of everything"
        },
        {
            "chapter": 21,
            "verse": 82,
            "text": "And some of the shaytans dived for him and did other things apart from that. And We were watching over them"
        },
        {
            "chapter": 21,
            "verse": 83,
            "text": "And Ayyub when he called out to his Lord, ´Great harm has afflicted me and You are the Most Merciful of the merciful,´"
        },
        {
            "chapter": 21,
            "verse": 84,
            "text": "We responded to him and removed from him the harm which was afflicting him and restored his family to him, and the same again with them, as a mercy direct from Us and a Reminder to all worshippers"
        },
        {
            "chapter": 21,
            "verse": 85,
            "text": "And Isma´il and Idris and Dhu´l-Kifl — each one was among the steadfast"
        },
        {
            "chapter": 21,
            "verse": 86,
            "text": "We admitted them into Our mercy. They were among the righteous"
        },
        {
            "chapter": 21,
            "verse": 87,
            "text": "And Dhu´n-Nun when he left in anger and thought We would not punish him. He called out in the pitch darkness: ´There is no god but You! Glory be to You! Truly I have been one of the wrongdoers.´"
        },
        {
            "chapter": 21,
            "verse": 88,
            "text": "We responded to him and rescued him from his grief. That is how We rescue the muminun"
        },
        {
            "chapter": 21,
            "verse": 89,
            "text": "And Zakariyya when he called out to his Lord, ´My Lord, do not leave me on my own, though You are the Best of Inheritors.´"
        },
        {
            "chapter": 21,
            "verse": 90,
            "text": "We responded to him and gave him Yahya, restoring for him his wife´s fertility. They outdid one another in good actions, calling out to Us in yearning and in awe, and humbling themselves to Us"
        },
        {
            "chapter": 21,
            "verse": 91,
            "text": "And she who protected her private parts. We breathed into her some of Our Ruh and made her and her son a Sign for all the worlds"
        },
        {
            "chapter": 21,
            "verse": 92,
            "text": "This nation of yours is one nation and I am your Lord, so worship Me"
        },
        {
            "chapter": 21,
            "verse": 93,
            "text": "But they disagreed and split into different sects. Each one will return to Us"
        }
    ]
}