{
    "rukus": [
        {
            "chapter": 22,
            "verse": 65,
            "text": "Do you not see that Allah has made everything on the earth subservient to you and the ships running upon the sea by His command? He holds back the heaven, preventing it from falling to the earth — except by His permission. Allah is All-Compassionate to mankind, Most Merciful"
        },
        {
            "chapter": 22,
            "verse": 66,
            "text": "It is He who gave you life and then will cause you to die and then will give you life again. Man is truly ungrateful"
        },
        {
            "chapter": 22,
            "verse": 67,
            "text": "We have appointed for every nation a rite that they observe, so let them not dispute with you about the matter. Call the people to your Lord. You are guided straight"
        },
        {
            "chapter": 22,
            "verse": 68,
            "text": "If they do argue with you, say: ´Allah knows best what you are doing.´"
        },
        {
            "chapter": 22,
            "verse": 69,
            "text": "Allah will judge between you on the Day of Rising regarding everything about which you differed"
        },
        {
            "chapter": 22,
            "verse": 70,
            "text": "Do you not know that Allah knows everything in heaven and earth? That is in a Book. That is easy for Allah"
        },
        {
            "chapter": 22,
            "verse": 71,
            "text": "They worship besides Allah something for which no authority has come down, something about which they have no knowledge. There is no helper for the wrongdoers"
        },
        {
            "chapter": 22,
            "verse": 72,
            "text": "When Our Signs are recited to them — Clear Signs — you can detect denial in the faces of those who are kafir. They all but assault those who recite Our Signs to them! Say: ´Shall I inform you of something worse than that? The Fire which Allah has promised those who are kafir. What an evil destination!´"
        }
    ]
}