{
    "rukus": [
        {
            "chapter": 41,
            "verse": 33,
            "text": "Who could say anything better than someone who summons to Allah and acts rightly and says, ´I am one of the Muslims´"
        },
        {
            "chapter": 41,
            "verse": 34,
            "text": "A good action and a bad action are not the same. Repel the bad with something better and, if there is enmity between you and someone else, he will be like a bosom friend"
        },
        {
            "chapter": 41,
            "verse": 35,
            "text": "None will obtain it but those who are truly steadfast. None will obtain it but those who have great good fortune"
        },
        {
            "chapter": 41,
            "verse": 36,
            "text": "If an evil urge from Shaytan eggs you on, seek refuge in Allah. He is the All-Hearing, the All-Knowing"
        },
        {
            "chapter": 41,
            "verse": 37,
            "text": "Among His Signs are the night and day and the sun and moon. Do not prostrate to the sun nor to the moon. Prostrate to Allah who created them, if you worship Him"
        },
        {
            "chapter": 41,
            "verse": 38,
            "text": "If they grow arrogant, those who are with your Lord glorify Him night and day and never grow tired"
        },
        {
            "chapter": 41,
            "verse": 39,
            "text": "Among His Signs is that you see the earth laid bare and then when We send down water on it it quivers and swells. He who gives it life is He who gives life to the dead. Certainly He has power over all things"
        },
        {
            "chapter": 41,
            "verse": 40,
            "text": "Those who adulterate Our Signs are not concealed from Us. Who is better — someone who will be thrown into the fire or someone who will arrive in safety on the Day of Rising? Do what you like. He sees whatever you do"
        },
        {
            "chapter": 41,
            "verse": 41,
            "text": "Those who reject the Remembrance when it comes to them — truly it is a Mighty Book"
        },
        {
            "chapter": 41,
            "verse": 42,
            "text": "falsehood cannot reach it from before it or behind it — it is a revelation from One who is All-Wise, Praiseworthy"
        },
        {
            "chapter": 41,
            "verse": 43,
            "text": "Nothing has been said to you that was not said to the Messengers before you. Your Lord is the Possessor of forgiveness but also of painful retribution"
        },
        {
            "chapter": 41,
            "verse": 44,
            "text": "If We had made it a Qur´an in a foreign tongue they would have said, ´Why have its Signs not been made plain? What! A foreign language for an Arab?´ Say: ´It is guidance and healing for people who have iman. Those who do not have iman have heaviness in their ears and for them it is blindness. Such people are being called from a very distant place.´"
        }
    ]
}