{
    "rukus": [
        {
            "chapter": 42,
            "verse": 20,
            "text": "If anyone desires to cultivate the Next World, We will increase him in his cultivation. If anyone desires to cultivate this world, We will give him some of it but he will have no share in the Next World"
        },
        {
            "chapter": 42,
            "verse": 21,
            "text": "Or do they have partners who have laid down a deen for them for which Allah has not given any authority? Were it not for the prior Word of Decision, the judgement between them would already have been made. The wrongdoers will have a painful punishment"
        },
        {
            "chapter": 42,
            "verse": 22,
            "text": "You will see the wrongdoers afraid of what they have earned, when it is about to land right on top of them, whereas those who have iman and do right actions will be in the lush Meadows of the Gardens. They will have whatever they wish for with their Lord. That is the great favour"
        },
        {
            "chapter": 42,
            "verse": 23,
            "text": "That is the good news which Allah gives to His slaves who have iman and do right actions. Say: ´I do not ask you for any wage for this — except for you to love your near of kin. If anyone does a good action, We will increase the good of it for him. Allah is Ever-Forgiving, Ever-Thankful.´"
        },
        {
            "chapter": 42,
            "verse": 24,
            "text": "Or do they ask, ´Has he invented a lie about Allah?´ If Allah willed, He could seal up your heart. By His Words Allah wipes out the false and confirms the truth. He knows what the heart contains"
        },
        {
            "chapter": 42,
            "verse": 25,
            "text": "It is He who accepts tawba from His slaves and pardons evil acts and knows what they do"
        },
        {
            "chapter": 42,
            "verse": 26,
            "text": "He responds to those who have iman and do right actions and gives them increase from His favour. But the kafirun will have a harsh punishment"
        },
        {
            "chapter": 42,
            "verse": 27,
            "text": "Were Allah to expand the provision of His slaves, they would act as tyrants on the earth. But He sends down whatever He wills in a measured way. He is aware of and He sees His slaves"
        },
        {
            "chapter": 42,
            "verse": 28,
            "text": "It is He who sends down abundant rain, after they have lost all hope, and unfolds His mercy. He is the Protector, the Praiseworthy"
        },
        {
            "chapter": 42,
            "verse": 29,
            "text": "Among His Signs is the creation of the heavens and earth and all the creatures He has spread about in them. And He has the power to gather them together whenever He wills"
        }
    ]
}