{
    "rukus": [
        {
            "chapter": 43,
            "verse": 57,
            "text": "When an example is made of the son of Maryam your people laugh uproariously"
        },
        {
            "chapter": 43,
            "verse": 58,
            "text": "They retort, ´Who is better then, our gods or him?´ They only say this to you for argument´s sake. They are indeed a disputatious people"
        },
        {
            "chapter": 43,
            "verse": 59,
            "text": "He is only a slave on whom We bestowed Our blessing and whom We made an example for the tribe of Israel"
        },
        {
            "chapter": 43,
            "verse": 60,
            "text": "If We wished We could appoint angels in exchange for you to succeed you on the earth"
        },
        {
            "chapter": 43,
            "verse": 61,
            "text": "He is a Sign of the Hour. Have no doubt about it. But follow me. This is a straight path"
        },
        {
            "chapter": 43,
            "verse": 62,
            "text": "Do not let Shaytan bar your way. He truly is an outright enemy to you"
        },
        {
            "chapter": 43,
            "verse": 63,
            "text": "And when ´Isa came with the Clear Signs, he said, ´I have come to you with Wisdom and to clarify for you some of the things about which you have differed. Therefore have taqwa of Allah and obey me"
        },
        {
            "chapter": 43,
            "verse": 64,
            "text": "Allah is my Lord and your Lord so worship Him. This is a straight path.´"
        },
        {
            "chapter": 43,
            "verse": 65,
            "text": "The various factions among them differed. Woe then to those who did wrong on account of the punishment of a painful Day"
        },
        {
            "chapter": 43,
            "verse": 66,
            "text": "What are they waiting for, but the Hour to come upon them suddenly when they are not expecting it"
        },
        {
            "chapter": 43,
            "verse": 67,
            "text": "On that Day the closest friends will be enemies to one another — except for those who have taqwa"
        }
    ]
}