{
    "rukus": [
        {
            "chapter": 2,
            "verse": 30,
            "text": "When your Lord said to the angels, ´I am putting a khalif on the earth,´ they said, ´Why put on it one who will cause corruption on it and shed blood when we glorify You with praise and proclaim Your purity?´ He said, ´I know what you do not know.´"
        },
        {
            "chapter": 2,
            "verse": 31,
            "text": "He taught Adam the names of all things. Then He arrayed them before the angels and said, ´Tell me the names of these if you are telling the truth.´"
        },
        {
            "chapter": 2,
            "verse": 32,
            "text": "They said, ´Glory be to You! We have no knowledge except what You have taught us. You are the All-Knowing, the All-Wise.´"
        },
        {
            "chapter": 2,
            "verse": 33,
            "text": "He said, ´Adam, tell them their names.´ When he had told them their names, He said, ´Did I not tell you that I know the Unseen of the heavens and the earth, and I know what you make known and what you hide?´"
        },
        {
            "chapter": 2,
            "verse": 34,
            "text": "We said to the angels, ´Prostrate to Adam!´ and they prostrated, with the exception of Iblis. He refused and was arrogant and was one of the kafirun"
        },
        {
            "chapter": 2,
            "verse": 35,
            "text": "We said, ´Adam, live in the Garden, you and your wife, and eat freely from it wherever you will. But do not approach this tree and so become wrongdoers.´"
        },
        {
            "chapter": 2,
            "verse": 36,
            "text": "But Shaytan made them slip up by means of it, expelling them from where they were. We said, ´Go down from here as enemies to each other! You will have residence on the earth and enjoyment for a time.´"
        },
        {
            "chapter": 2,
            "verse": 37,
            "text": "Then Adam received some words from his Lord and He turned towards him. He is the Ever-Returning, the Most Merciful"
        },
        {
            "chapter": 2,
            "verse": 38,
            "text": "We said, ´Go down from it, every one of you! Then when guidance comes to you from Me, those who follow My guidance will feel no fear and will know no sorrow.´"
        },
        {
            "chapter": 2,
            "verse": 39,
            "text": "But those who are kafir and deny Our Signs are the Companions of the Fire, remaining in it timelessly, for ever"
        }
    ]
}