{
    "rukus": [
        {
            "chapter": 6,
            "verse": 21,
            "text": "Āṇi yā hūna mōṭhā atyācārī kōṇa āhē, jō allāhavara khōṭā āḷa ghē'īla tyācyā niśāṇyāṁ (pratikāṁ) nā khōṭē jāṇēla. Niḥsanśaya, atyācārī lōka saphala hōta nāhīta"
        },
        {
            "chapter": 6,
            "verse": 22,
            "text": "Āṇi jyā divaśī āmhī sarvānnā ēkatra karū, maṅga jyānnī allāhasōbata dusaṟyānnā sahabhāgī ṭharavilē, tyānnā sāṅgū, kōṭhē āhēta tē, jyānnā tumhī (allāhacā) sahabhāgī jāṇata hōtē (tō divasa āṭhavatō)"
        },
        {
            "chapter": 6,
            "verse": 23,
            "text": "Maga tyān̄cyā śirkacī, yākhērīja kōṇatīhī sababa nasēla kī mhaṇatīla, āmacyā pālanakartyā allāhacī śapatha, āmhī anēka īśvarān̄cī upāsanā karaṇārē navhatō"
        },
        {
            "chapter": 6,
            "verse": 24,
            "text": "Baghā, āpalyāviṣayī tyānnī kasē khōṭē sāṅgitalē āṇi tyān̄cē tē mithyā ārōpa tyān̄cyākaḍūna haravalē, gāyaba jhālē"
        },
        {
            "chapter": 6,
            "verse": 25,
            "text": "Tyān̄cyāpaikī kāhījaṇa tumacyākaḍē kāna lāvūna basatāta āṇi āmhī tyān̄cyā hr̥dayānvara paḍadē ṭākūna ṭhēvalē āhēta kī tyāsa samajāvē āṇi tyān̄cē kāna badhīra āhēta āṇi sarva niśāṇyā tyānnī pāhūna ghētalyā tarīhī tyān̄cyāvara īmāna rākhaṇāra nāhīta, yēthaparyanta kī jēvhā tē tumacyājavaḷa yētāta, bhāṇḍaṇa karatāta, īmāna na rākhaṇārē mhaṇatāta kī yā sarva thōra bujūrga lōkān̄cyā kathā-kahāṇyā āhēta"
        },
        {
            "chapter": 6,
            "verse": 26,
            "text": "Āṇi hē lōka yācyāpāsūna dusaṟyānnāhī rōkhatāta āṇi svataḥdēkhīla dūra dūra rāhatāta āṇi hē svataḥcā sarvanāśa karūna ghēta āhēta āṇi dhyānī ghēta nāhī"
        },
        {
            "chapter": 6,
            "verse": 27,
            "text": "Āṇi jara tumhī tyā vēḷī pāhāla, jēvhā yā lōkānnā jahannamacyā javaḷa ubhē kēlē jā'īla, tēvhā mhaṇatīla, arērē! Āmhālā punhā parata pāṭhavilē gēlē tara kitī cāṅgalē hō'īla (āṇi asē jhālyāsa) tara āmhī āpalyā pālanakartyācyā niśāṇyānnā khōṭē ṭharavaṇāra nāhī āṇi āmhī īmāna rākhaṇāṟyāmpaikī hō'ū"
        },
        {
            "chapter": 6,
            "verse": 28,
            "text": "Kimbahunā jyā gōṣṭīlā yāpūrvī lapavita asata, tī tyān̄cyāsamōra ālī āhē. Jara yā lōkānnā punhā parata pāṭhavilē gēlē, tarīhī hē tēca karatīla, jyāpāsūna yānnā rōkhalē gēlē hōtē āṇi niḥsanśaya hē lōka khōṭē āhēta"
        },
        {
            "chapter": 6,
            "verse": 29,
            "text": "Āṇi hē asē mhaṇatāta kī kēvaḷa hē aihika jīvanaca āmacē jīvana āhē āṇi āmhālā dusaṟyāndā jivanta kēlē jāṇāra nāhī"
        },
        {
            "chapter": 6,
            "verse": 30,
            "text": "Āṇi jara tumhī tyā vēḷī pāhāla, jēvhā hē lōka āpalyā pālanakartyāsamōra ubhē kēlē jātīla, allāha pharmāvila, kāya hē kharē nāhī? Tē mhaṇatīla, niḥsanśaya, pālanakartyācī śapatha, hē kharē āhē. Allāha pharmāvila, tara maga āpalyā īmāna na rākhaṇyācyā pariṇāmī azāba (śikṣā-yātanā) sahana karā"
        }
    ]
}