{
    "rukus": [
        {
            "chapter": 6,
            "verse": 71,
            "text": "Tumhī sāṅgā, kāya āmhī allāhaśivāya tyālā pukārāvē jō āmacē bhalē-burē kāhīca karū śakata nasāvā, āṇi allāhacē mārgadarśana lābhalyānantara tyā māṇasāsārakhē ṭācā ragaḍata parata phiravilē jāvē, jaṇū saitānānē bahakavilē asāvē āṇi tō dharatīvara bhaṭakata phirata asāvā. Tyācē sāthīdāra tyālā saraḷa mārgākaḍē bōlāvita asāvēta kī āmacyā javaḷa yē. Tumhī sāṅgā, allāhacē mārgadarśanaca khaṟyā arthānē mārgadarśana āhē. Āṇi āmhālā hā ādēśa dilā gēlā āhē kī samasta jagācyā svāmīsāṭhī svataḥlā tyācyā havālī karāvē"
        },
        {
            "chapter": 6,
            "verse": 72,
            "text": "Āṇi namāja kāyama karā āṇi tyā (allāha) cē bhaya rākhā, tō, tōca āhē, jyācyākaḍē tumhī ēkatrita kēlē jāla"
        },
        {
            "chapter": 6,
            "verse": 73,
            "text": "Tyānēca ākāśa'ānnā va jaminīlā satyāsaha nirmāṇa kēlē, āṇi jyā divaśī tō pharmāvila, hō'ūna jā tara hō'ūna jā'īla. Tyācē vacana agadī satya āhē, āṇi jyā divaśī śaṅkha phuṅkalā jā'īla, rājya sattā tyācīca asēla. Tō jāṇaṇārā āhē parōkṣa āṇi astitvācā āṇitō hikamataśālī va khabara rākhaṇārā āhē"
        },
        {
            "chapter": 6,
            "verse": 74,
            "text": "Āṇi smaraṇa karā, jēvhā ibrāhīma āpalē pitā ājaralā mhaṇālē, kāya tumhī murtyānnā upāsya (mābūda) banavita āhāta? Mī tara tumhālā va tumacyā lōkānnā ughaḍa mārgabhraṣṭatēta pāhatōya"
        },
        {
            "chapter": 6,
            "verse": 75,
            "text": "Āṇi aśā prakārē āmhī ibrāhīmalā ākāśān̄cī va jaminīcī rājya-sattā dākhavilī yāsāṭhī kī tyānnī purēpūra viśvāsa ṭhēvaṇāṟyāmpaikī vhāvē"
        },
        {
            "chapter": 6,
            "verse": 76,
            "text": "Maga jēvhā tyān̄cyāvara rātrīcā andhāra pasaralā tēvhā ēka tārā pāhilā, mhaṇālē kī hā mājhā pālanahāra āhē, maga jēvhā tō buḍālā tēvhā mhaṇālē kī mī asta pāvaṇāṟyāśī prēma rākhata nāhī"
        },
        {
            "chapter": 6,
            "verse": 77,
            "text": "Maga jēvhā candrālā camakatānā pāhilē, tēvhā mhaṇālē, hā mājhā pālanakartā āhē, maga jēvhā tō buḍālā tēvhā mhaṇālē kī jara mājhyā pālanakartyānē malā saraḷa mārga dākhavilā nāhī tara mī mārgabhraṣṭa jhālēlyāmpaikī hō'īna"
        },
        {
            "chapter": 6,
            "verse": 78,
            "text": "Maga jēvhā sūryālā camakatānā pāhilē, tēvhā mhaṇālē, hā mājhā pālanahāra āhē. Hā tara sarvānta mōṭhā āhē, parantu jēvhā tō buḍālā tēvhā mhaṇālē, kī niḥsanśaya mī tumacyā śirkapāsūna mukta āhē"
        },
        {
            "chapter": 6,
            "verse": 79,
            "text": "Mī āpalē tōṇḍa tyācyākaḍē phiravūna ghētalē, jyānē ākāśānnā va jaminīlā nirmāṇa kēlē ēkāgratāpūrvaka, āṇi mī anēkēśvaravādyāmpaikī nāhī"
        },
        {
            "chapter": 6,
            "verse": 80,
            "text": "Āṇi tyān̄cyāśī, tyān̄cē lōka hujjata karū lāgalē. Paigambara (ibrāhīma) mhaṇālē, kāya tumhī allāhaviṣayī mājhyāśī vāda ghālatā. Vāstavika tyānē malā saraḷa mārga dākhavilā āhē āṇi jyānnā tumhī allāhasōbata sāmīla karatā, mī tyān̄cē bhaya rākhata nāhī, parantu hē kī mājhā pālanakartā ēkhādyā kāraṇānē icchila. Mājhyā pālanakartyānē pratyēka gōṣṭīlā āpalyā jñānakakṣēta ghēralēlē āhē. Kāya tumhī tarīhī vicāra karīta nāhī"
        },
        {
            "chapter": 6,
            "verse": 81,
            "text": "Āṇi mī tyā vastūcē kā mhaṇūna bhaya rākhāvē jilā tumhī allāhacā sahabhāgī ṭharavilē āhē, vāstavika tumhī tyā vastūlā allāhacā sahabhāgī banaviṇyāpāsūna bhita nāhī, jyācē tumacyājavaḷa allāhanē ēkhādē pramāṇa utaravilē nāhī. Maga yā dōnhī samūhāmmadhyē kōṇa śāntīcā jāsta hakkadāra āhē, jara tumhī jāṇata asāla"
        },
        {
            "chapter": 6,
            "verse": 82,
            "text": "Jyā lōkānnī īmāna rākhalē āṇi āpalyā īmānāta kasalyāhī prakāracyā śirkacē miśraṇa kēlē nāhī, tyān̄cyācasāṭhī śāntī āhē āṇi tēca saraḷa mārgāvara āhēta"
        }
    ]
}