{
    "rukus": [
        {
            "chapter": 7,
            "verse": 172,
            "text": "Āṇi jēvhā tumacyā pālanakartyānē ādamacyā santatīcyā pāṭhīmmadhūna tyān̄cī apatyē kāḍhalī āṇi tyān̄cyākaḍūna tyān̄cyācabābata vāyadā ghētalā kī kāya mī tumacā svāmī va pālanakartā nāhī? Sarvānnī uttara dilē, kā nāhī, āmhī sarva sākṣī āhōta. Yāsāṭhī kī tumhī lōkānnī kayāmatacyā divaśī asē na mhaṇāvē kī āmhī tara yāpāsūna agadī ajāṇa hōtō"
        },
        {
            "chapter": 7,
            "verse": 173,
            "text": "Kinvā hē sāṅgāla kī sarvānta prathama śirka tara āmacyā vāḍavaḍilānnī kēlē āṇi āmhī tyān̄cyānantara tyān̄cyā vanśāta ālō. Tara kāya tyā cukīcyā lōkān̄cyā duṣkr̥tyāmbaddala tū āmhālā vināśāta ṭākaśīla"
        },
        {
            "chapter": 7,
            "verse": 174,
            "text": "Āṇi āmhī aśā prakārē āyatīn̄cē spaṣṭapaṇē nivēdana karatō, yāsāṭhī kī (vā'īṭa mārgāpāsūna) tyānnī parata phirāvē"
        },
        {
            "chapter": 7,
            "verse": 175,
            "text": "Āṇi tyā lōkānnā tyā māṇasācī avasthā vācūna aikavā kī jyālā āmhī āpalyā niśāṇyā pradāna kēlyā, maga tō tyān̄cyāpāsūna agadī nighūna gēlā, maga saitāna tyācyā māgē lāgalā aśā prakārē tō vāṭa cukalēlyā lōkāmmadhyē sāmīla jhālā"
        },
        {
            "chapter": 7,
            "verse": 176,
            "text": "Āṇi jara āmhī icchilē asatē tara tyālā yā niśāṇyāmmuḷē ucca padāvara basavilē asatē, parantu tō tara jagācyā mōhapāśāta aḍakalā āṇi āpalyā icchā-ākāṅkṣān̄cyā māgē cālū lāgalā tēvhā tyācī avasthā kutryāsārakhī jhālī kī jara tumhī tyācyāvara hallā karāla tarīhī (jībha bāhēra kāḍhūna) dhāpā ṭākīla kinvā tyālā sōḍūna dyāla tarīhī dhāpā ṭākīla. Hīca avastha'ā tyā lōkān̄cī āhē, jyānnī āmacyā āyatīnnā khōṭē ṭharavilē, yāstava tumhī yā avasthēcē nivēdana karā, kadācita tyā lōkānnī kāhī vicāra karāvā"
        },
        {
            "chapter": 7,
            "verse": 177,
            "text": "Tyā lōkān̄cī avasthādēkhīla mōṭhī vā'īṭa avasthā āhē, jē āmacyā āyatīnnā khōṭē mānatāta, āṇi āpalē nukasāna karūna ghētāta"
        },
        {
            "chapter": 7,
            "verse": 178,
            "text": "Jyālā sarvaśrēṣṭha allāha svataḥ mārgadarśana karatō. Tō saraḷa mārgāvara asatō āṇi jyānnā allāha mārgabhraṣṭa karīla, tēca tōṭyāta āhēta"
        },
        {
            "chapter": 7,
            "verse": 179,
            "text": "Āṇi āmhī asē anēka jinna āṇi mānava jahannamakaritā nirmāṇa kēlē āhēta, jyān̄cī manē aśī āhēta kī jyān̄cyādvārē samajata nāhī, āṇi jyān̄cē ḍōḷē asē āhēta, jyān̄cyādvārē pāhata nāhīta āṇi jyān̄cē kāna asē āhēta, jyān̄cyādvārē aikata nāhīta. Hē lōka catuṣpāda (paśū) sārakhē āhēta, kimbahunā tyān̄cyāpēkṣāhī adhika bhaṭakalēlē1 hēca lōka gāphīla āhēta"
        },
        {
            "chapter": 7,
            "verse": 180,
            "text": "Āṇi uttamōttama nāvē allāhakaritāca āhēta. Yāstava yā nāvānnī allāhalā pukārīta jā āṇi aśā lōkānśī sambandhahī ṭhēvū nakā, jē tyācyā nāvāmmadhyē tēḍhanirmāṇa karatāta. Tyā lōkānnā tyān̄cyā kr̥ta karmācī śikṣā avaśya miḷēla"
        },
        {
            "chapter": 7,
            "verse": 181,
            "text": "Āṇi āmacyā nirmitīta ēka jamāta aśīhī āhē, jī satyāsaha mārgadarśana karatē āṇi satyālā anusarūna n'yāya karatē"
        }
    ]
}