{
    "rukus": [
        {
            "chapter": 10,
            "verse": 83,
            "text": "Maga mūsāvara tyān̄cyā janasamūhācyā lōkāmpaikī kēvaḷa thōḍyāca lōkānnī īmāna rākhalē, tēhī phira'auna āṇi āpalyā saradārānśī bhaya rākhata kī kadācita tyānnā duḥkha na pōhacāvē āṇi kharōkhara phira'auna tyā dēśāta ucca (śaktiśālī) hōtā āṇi hī gōṣṭadēkhīla hōtī kī tō maryādēcyā bāhēra gēlā hōtā"
        },
        {
            "chapter": 10,
            "verse": 84,
            "text": "Āṇi mūsā mhaṇālē, hē mājhyā jātī-samūhācyā lōkānnō! Jara tumhī allāhavara īmāna rākhata asāla tara tyācyāvaraca bharavasā karā jara tumhī musalamāna (allāhacē ājñādhāraka) asāla"
        },
        {
            "chapter": 10,
            "verse": 85,
            "text": "Tēvhā tē mhaṇālē, āmhī tara allāhavaraca bharōsā kēlā āhē. Hē āmacyā pālanakartyā! Āmhālā yā atyācārī lōkānsāṭhī upadravā (cē lakṣya) banavū nakā"
        },
        {
            "chapter": 10,
            "verse": 86,
            "text": "Āṇi āmhālā āpalyā dayā- kr̥pēnē yā kāphirāmpāsūna suṭakā pradāna kara"
        },
        {
            "chapter": 10,
            "verse": 87,
            "text": "Āṇi āmhī mūsā va tyācyā bhāvākaḍē vahayī (avatarita sandēśa) pāṭhavilā kī tumhī dōghē āpalyā yā lōkāṅkaritā misra dēśāta ghara kāyama rākhā āṇi tumhī sarva tyāca gharānnā namāja paḍhaṇyācē sthāna niścita karā āṇi nitya nēmānē namāja adā karā āṇi tumhī īmāna rākhaṇāṟyānnā khūśakhabara dyā"
        },
        {
            "chapter": 10,
            "verse": 88,
            "text": "Āṇi mūsā yānnī du'ā- prārthanā kēlī, hē mājhyā pālanahāra! Tū, phira'auna āṇi tyācyā saradārānnā śōbhā sajāvaṭa āṇi sarva prakāracī dhana-daulata yā jagācyā jīvanāta pradāna kēlī. Hē āmacyā pālanakartyā! (Aśāsāṭhī pradāna kēlī) kī tyānnī tujhyā mārgāpāsūna āmhālā dūra karāvē. Hē āmacyā pālanakartyā! Tyān̄cyā dhana-daulatīlā ud‌dhvasta karūna ṭāka āṇi tyān̄cyā hr̥dayānnā sakta (kaṭhōra) banava, yāsāṭhī kī tyānnā īmāna rākhaṇē aśakya vhāvē, yēthaparyanta kī tyānnī duḥkhadāyaka azāba (śikṣā-yātanā) pāhūna ghyāvī"
        },
        {
            "chapter": 10,
            "verse": 89,
            "text": "(Sarvaśrēṣṭha allāhanē) pharmāvilē, tumhā dōghān̄cī du'ā- prārthanā kabūla kēlī gēlī. Tumhī saraḷa mārgāvara rāhā āṇi aśā lōkān̄cyā mārgāvara cālū nakā, jē nādāna āhēta"
        },
        {
            "chapter": 10,
            "verse": 90,
            "text": "Āṇi āmhī isrā'īlacyā santatīlā samudrāpāra kēlē, maga tyān̄cyā pāṭhōpāṭha phira'auna āpalyā sain'yāsaha julūma āṇi atirēka karaṇyācyā hētunē nighālā. Yēthēparyanta kī jēvhā tō buḍāyalā lāgalā tēvhā mhaṇālā, mī īmāna rākhatō kī jyāvara isrā'īlacyā santatīnē īmāna rākhalē āhē. Tyācyākhērīja kōṇīhī upāsanēsa pātra nāhī āṇi mī islāma svīkāraṇāṟyāmpaikī āhē"
        },
        {
            "chapter": 10,
            "verse": 91,
            "text": "(Uttarādākhala pharmāvilē gēlē) ātā īmāna rākhatō, āṇi pūrvī tara avajñā karīta rāhilā āṇi upadravī lōkānta sāmīla rāhilā"
        },
        {
            "chapter": 10,
            "verse": 92,
            "text": "Tēvhā āja āmhī tujhyā mr̥ta śarīrālā sōḍūna dē'ū, yāsāṭhī kī tū tyā lōkānsāṭhī bōdhacinha ṭharāvē, jē tujhyānantara (yēṇāra āhēta. Āṇi niḥsanśaya adhikānśa lōka āmacyā niśāṇyāmpāsūna gāphīla āhēta)"
        }
    ]
}