{
    "rukus": [
        {
            "chapter": 12,
            "verse": 94,
            "text": "Āṇi jēvhā hā kāphilā (māyadēśī) nighālā, tēvhā tyān̄cē pitā (yākūba) mhaṇālē, malā yūsuphacā sugandha yēta āhē, jara tumhī malā mūrkha samajata nasāla"
        },
        {
            "chapter": 12,
            "verse": 95,
            "text": "(Putra) mhaṇū lāgalē kī allāhacī śapatha! Tumhī tara ajūnahī āpalyā tyāca jun'yā cukīvara kāyama āhāta"
        },
        {
            "chapter": 12,
            "verse": 96,
            "text": "Jēvhā śubha samācāra dēṇāṟyānē pōhōcūna tyān̄cyā tōṇḍāvara tō sadarā ṭākalā, tyāca kṣaṇī tyānnā punaśca disū lāgalē. Mhaṇālē kī, kāya mī tumhālā sāṅgata navhatō kī mī allāhatarphē tyā gōṣṭī jāṇatō, jyā tumhī nāhī jāṇata"
        },
        {
            "chapter": 12,
            "verse": 97,
            "text": "Tē mhaṇālē, hē pitā! Tumhī āmacyā aparādhān̄cī kṣamā-yācanā (māphīcī du'ā) karā. Niḥsanśaya āmhī aparādhī āhōta"
        },
        {
            "chapter": 12,
            "verse": 98,
            "text": "Mhaṇālē, ṭhīka āhē. Mī lavakaraca tumacyāsāṭhī āpalyā pālanakartyājavaḷa māphīcī du'ā-prārthanā karēna. Niścitaca tō mōṭhā kṣamāśīla, āṇi atiśaya dayāvāna āhē"
        },
        {
            "chapter": 12,
            "verse": 99,
            "text": "Jēvhā hā samasta parivāra yūsuphajavaḷa pōhōcalā, tēvhā yūsuphanē āpalyā mātā-pityāsa āpalyājavaḷa jāgā dilī āṇi mhaṭalē, allāhanē icchilyāsa tumhī sarva misra dēśāta sukha-śāntīpūrvaka rāhāla"
        },
        {
            "chapter": 12,
            "verse": 100,
            "text": "Āṇi āpalyā sinhāsanāvara āpalyā mātā-pityāsa uccasthānī basavilē āṇi sarva tyācyāsamōra sajadyāta paḍalē1 āṇi sarva mhaṇālē, hē pitā! Hā mājhyā pahilyā svapnācā khulāsā āhē, mājhyā pālanakartyānē tō pūrṇa karūna dākhavilā. Tyānē mājhyāvara phāra mōṭhā upakāra kēlā, kī jēvhā malā kaidakhān'yātūna bāhēra kāḍhalē āṇi tumhī lōkānnā vāḷavaṇṭātūna yēthē āṇalē tyā matabhēdānantara, jō saitānānē mājhyā āṇi mājhyā bhāvān̄cyā daramyāna nirmāṇa kēlā hōtā. Mājhā pālanakartā, jyācyāsāṭhī icchitō, tyācyāsāṭhī uttama upāyayōjanā karatō. Niḥsanśaya tō mōṭhā jāṇaṇārā, hikamata bāḷagaṇārā āhē"
        },
        {
            "chapter": 12,
            "verse": 101,
            "text": "Hē mājhyā pālanakartyā! Tū malā rājya (sattādhikāra) pradāna kēlā āṇi malā svapnān̄cā artha lāvaṇyācē jñāna dilē. Hē ākāśān̄cā va dharatīcā nirmāṇakartā! Tūca yā jagāta āṇi ākhiratamadhyē mājhā mitra āṇi madata karaṇārā āhēsa. Tū malā islāmacyā avasthēta mr̥tyu dē āṇi malā nēkī karaṇāṟyāmmadhyē sāmīla kara"
        },
        {
            "chapter": 12,
            "verse": 102,
            "text": "Hē parōkṣā (gaiba) cyā khabarīmpaikī āhē, jē āmhī tumacyākaḍē vahayī karīta āhōta āṇi tumhī tyān̄cyājavaḷa navhatē jēvhā tyānnī āpalā bēta pakkā karūna ghētalā hōtā āṇi tē kapaṭa kārasthāna karū lāgalē hōtē"
        },
        {
            "chapter": 12,
            "verse": 103,
            "text": "Tumhī kitīhī icchā dharā, paṇa adhikānśa lōka īmāna rākhaṇāra nāhīta"
        },
        {
            "chapter": 12,
            "verse": 104,
            "text": "Āṇi tumhī tyān̄cyākaḍūna yābaddala kāhī majūrī māgata nāhī, hā tara samasta viśvākaritā bōdha-upadēśa āhē"
        }
    ]
}