{
    "rukus": [
        {
            "chapter": 2,
            "verse": 261,
            "text": "Jē lōka allāhacyā mārgāta āpalā māla (dhana) kharca karatāta, tyān̄cē udāharaṇa tyā dāṇyāsārakhē āhē, jyātūna sāta kaṇasē nighāvīta āṇi pratyēka kaṇasāta śambhara dāṇē asāvēta āṇi allāha jyālā icchila anēka paṭīnnī dē'īla, āṇi allāha mōṭhā vyāpakatā rākhaṇārā āṇi jñāna rākhaṇārā āhē"
        },
        {
            "chapter": 2,
            "verse": 262,
            "text": "Jē lōka āpalē dhana, allāhacyā mārgāta kharca karatāta, maga tyānantara upakāra darśavita nāhī āṇi klēśa-yātanāhī dēta nāhīta, tyān̄cā mōbadalā, tyācyā pālanakartyājavaḷa āhē. Tyānnā nā kasalē bhaya rāhīla, nā tē duḥkhī-kaṣṭī hōtīla"
        },
        {
            "chapter": 2,
            "verse": 263,
            "text": "Bhalī gōṣṭa bōlaṇē āṇi māpha karaṇē tyā dānāpēkṣā uttama āhē, jē dilyānantara duḥkha pōhacavilē jāvē āṇi allāha nispr̥ha āṇi sahanaśīla āhē"
        },
        {
            "chapter": 2,
            "verse": 264,
            "text": "Hē īmāna rākhaṇāṟyānnō! Āpalē dāna, upakāra darśavūna āṇi duḥkha pōhacavūna vāyā jā'ū dē'ū nakā, jyāpramāṇē tō manuṣya, jō āpalē dhana lōkānnā dākhaviṇyāsāṭhī kharca karīla āṇi nā allāhavara īmāna rākhīla, nā kayāmatavara, tara tyācē udāharaṇa tyā cikaṇyā dagaḍāsārakhē āhē, jyācyāvara thōḍīśī mātī asāvī, maga tyāvara jōrācā pā'ūsa paḍāvā, pariṇāmī pāvasānē tyālā agadī sāpha āṇi sakta (kaṭhōra) sōḍāvē. Yā dēkhāvā karaṇāṟyānnā āpalyā kamā'īpāsūna kāhīca hātī lāgaṇāra nāhī āṇi allāha inkāra karaṇāṟyān̄cyā samudāyālā mārgadarśana karīta nāhī"
        },
        {
            "chapter": 2,
            "verse": 265,
            "text": "Jē lōka āpalē dhana allāhacī marjī (prasannatā) prāpta karaṇyākaritā manācyā khuśīnē āṇi viśvāsānē kharca karatāta, tyān̄cē udāharaṇa tyā bāgēsārakhē āhē jī jaminīcyā un̄ca bhāgāvara asāvī āṇi jōradāra pāvasānē tī āpalī phaḷē duppaṭa dē'īla āṇi ticyāvara pā'ūsa jarī paḍalā nāhī, tarī pāvasācā halakā varṣāvahī purēsā āhē āṇi allāha tumacyā karmānnā pāhata āhē"
        },
        {
            "chapter": 2,
            "verse": 266,
            "text": "Kāya tumacyāpaikī kōṇī asē icchitō kī tyācyājavaḷa khajūrīcyā āṇi drākṣān̄cyā bāgā asāvyāta, jyāta pāṇyācē pravāha vāhata asāvēta āṇi pratyēka prakāracī phaḷē asāvīta āṇi bāgēcā mālaka mhātārā jhālēlā asāvā, tyālā lahāna mulēhī asāvīta āṇi acānaka tyā bāgēvara āgīcē jōradāra vādaḷa yāvē āṇi tī jaḷūna khāka vhāvī. Aśā prakārē sarvaśrēṣṭha allāha tumhālā āpalyā niśāṇyā spaṣṭapaṇē sāṅgatō, yāsāṭhī kī tumhī vicāra karāvā"
        }
    ]
}