{
    "rukus": [
        {
            "chapter": 43,
            "verse": 1,
            "text": "Hā - mīma"
        },
        {
            "chapter": 43,
            "verse": 2,
            "text": "Śapatha āhē yā spaṣṭa granthācī"
        },
        {
            "chapter": 43,
            "verse": 3,
            "text": "Āmhī yāsa arabī bhāṣēcā kura'āna banavilā āhē, yāsāṭhī kī tumhī samajūna ghyāvē"
        },
        {
            "chapter": 43,
            "verse": 4,
            "text": "Āṇi niḥsanśaya, hā surakṣita granthāta āhē āṇi āmacyā nikaṭa ucca darjācā āhē. Bud'dhī-kauśalyapūrṇa āhē"
        },
        {
            "chapter": 43,
            "verse": 5,
            "text": "Kāya āmhī yā sadupadēśālā tumacyāpāsūna yā kāraṇāstava haṭavāvē kī tumhī maryādā ōlāṇḍaṇārē lōka āhāta"
        },
        {
            "chapter": 43,
            "verse": 6,
            "text": "Āṇi āmhī pūrvīcyā janasamūhāmmadhyēhī anēka paigambara pāṭhavilē"
        },
        {
            "chapter": 43,
            "verse": 7,
            "text": "Āṇi jō dēkhīla paigambara tyān̄cyājavaḷa ālā, tyānnī tyācī thaṭṭāca uḍavilī"
        },
        {
            "chapter": 43,
            "verse": 8,
            "text": "Tēvhā āmhī tyān̄cyāpēkṣā jāsta śaktiśālī lōkānnā naṣṭa karūna ṭākalē āṇi pūrvīcyā lōkān̄cī udāharaṇē dilī gēlī āhēta"
        },
        {
            "chapter": 43,
            "verse": 9,
            "text": "Āṇi jara tumhī tyānnā vicārāla kī ākāśānnā va dharatīlā kōṇī nirmāṇa kēlē, tara niḥsanśaya tyān̄cē uttara hēca asēla kī, tyānnā sarvānta jabaradasta āṇi sarvādhika jñāna bāḷagaṇāṟyā (allāha) nēca nirmāṇa kēlē āhē"
        },
        {
            "chapter": 43,
            "verse": 10,
            "text": "(Tōca āhē) jyānē tumacyāsāṭhī jaminīlā bichā'īta (āṇi antharuṇa) banavilē āṇi ticyāta tumacyāsāṭhī rastē banavilē, yāsāṭhī kī tumhī mārga prāpta karūna ghyāvā"
        },
        {
            "chapter": 43,
            "verse": 11,
            "text": "Āṇi tyānēca ākāśātūna ēkā anumānānusāra parjan'yavr̥ṣṭī kēlī tēvhā āmhī tyādvārē mr̥ta śaharālā jivanta kēlē. Yāca prakārē tumhī bāhēra kāḍhalē jāla"
        },
        {
            "chapter": 43,
            "verse": 12,
            "text": "Āṇi jyānē sarva vastūn̄cyā jōḍyā1 banavilyā āṇi tumacyā (vāhanā) karitā naukā banavilyā āṇi catuṣpāda paśu nirmāṇa kēlē, jyān̄cyāvara tumhī svāra hōtā"
        },
        {
            "chapter": 43,
            "verse": 13,
            "text": "Yāsāṭhī kī tumhī tyān̄cyā pāṭhīvara svāra vhāvē āṇi jēvhā tumhī yān̄cyāvara vyavasthita basāla, tēvhā āpalyā pālanakartyānē (pradāna kēlēlyā) dēṇagyān̄cē smaraṇa karā āṇi mhaṇā, mōṭhā pavitra āhē tō, jyānē yāsa āmacyā adhīna kēlē, an'yathā yāsa kābūta āṇaṇyācī āmacī tākada navhatī"
        },
        {
            "chapter": 43,
            "verse": 14,
            "text": "Āṇi niścitapaṇē āmhī āpalyā pālanakartyākaḍē parataṇāra āhōta"
        },
        {
            "chapter": 43,
            "verse": 15,
            "text": "Āṇi tyānnī allāhacyā kāhī dāsānnā tyācā anśa banavūna ghētalē. Niḥsanśaya, manuṣya, spaṣṭapaṇē kr̥taghna āhē"
        }
    ]
}