{
    "rukus": [
        {
            "chapter": 43,
            "verse": 57,
            "text": "Āṇi jēvhā mariyamacyā putrācē udāharaṇa sāṅgitalē gēlē, tēvhā tyā vr̥ttāntānē tumacā janasamūha (ānandānē) ōraḍalā"
        },
        {
            "chapter": 43,
            "verse": 58,
            "text": "Āṇi tē mhaṇālē kī āmacī upāsyē cāṅgalī āhēta kī tō? Tumhālā tyān̄cē hē sāṅgaṇē kēvaḷa vāda ghālaṇyācyā hētūnē āhē, kimbahunā hē lōka āhētaca bhāṇḍakhōra"
        },
        {
            "chapter": 43,
            "verse": 59,
            "text": "Tō (īsā alai.) Dēkhīla kēvaḷa ēka dāsa mātra āhē, jyācyāvara āmhī upakāra kēlā āṇi tyālā isrā'īlacyā santatīkaritā (āpalyā sāmarthyācī) niśāṇī banavilē"
        },
        {
            "chapter": 43,
            "verse": 60,
            "text": "Jara āmhī icchilē asatē tara tumacyā'aivajī phariśtē banavilē asatē jyānnī dharatīvara ēkamēkān̄cē vārasa mhaṇūna kāma kēlē asatē"
        },
        {
            "chapter": 43,
            "verse": 61,
            "text": "Āṇi niḥsanśaya, tō (īsā alai.) Kayāmatacī niśāṇī āhē, tēvhā tumhī kayāmataviṣayī śaṅkā karū nakā āṇi mājhē mhaṇaṇē mān'ya karā. Hāca saraḷa mārga āhē"
        },
        {
            "chapter": 43,
            "verse": 62,
            "text": "Āṇi saitānānē tumhālā pratibandha ghālū nayē. Niḥsanśaya, tō tumacā ughaḍa śatrū āhē"
        },
        {
            "chapter": 43,
            "verse": 63,
            "text": "Āṇi jēvhā īsā (alai.) Īśacamatkāra (mōjijē) ghē'ūna ālē, tēvhā mhaṇālē, mī tumacyājavaḷa jñāna ghē'ūna ālō āhē āṇi aśāsāṭhī ālō āhē kī jyā jyā gōṣṭīmmadhyē tumhī matabhēda karatā, tyā spaṣṭa karāvyāta. Tēvhā tumhī allāhacē bhaya bāḷagā āṇi mājhē ājñāpālana karā"
        },
        {
            "chapter": 43,
            "verse": 64,
            "text": "Mājhā āṇi tumacā svāmī va pālanakartā allāhaca āhē. Tēvhā tumhī sarva tyācīca upāsanā karā. Hāca saraḷa mārga āhē"
        },
        {
            "chapter": 43,
            "verse": 65,
            "text": "Maga (isrā'īlacyā santatīcyā) samūhānnī āpasāta matabhēda kēlā tēvhā atyācārī lōkāṅkaritā sarvanāśa āhē. Duḥkhadāyaka divasācyā azāba (śikṣā - yātanē) nē"
        },
        {
            "chapter": 43,
            "verse": 66,
            "text": "Hē lōka phakta kayāmatacyā pratīkṣēta āhēta kī tī acānaka tyān̄cyāvara yē'ūna kōsaḷāvī āṇi tyānnā khabarahī na vhāvī"
        },
        {
            "chapter": 43,
            "verse": 67,
            "text": "Tyā divaśī (jīvalaga) mitra dēkhīla ēkamēkān̄cē śatrū banatīla, mātra allāhacē bhaya rākhaṇāṟyāṅkhērīja"
        }
    ]
}