{
    "rukus": [
        {
            "chapter": 3,
            "verse": 64,
            "text": "Tumhī sāṅgā kī, ‘‘hē grantha bāḷagaṇāṟyā lōkānnō! Aśā n'yāyapūrṇa gōṣṭīkaḍē yā jī āmacyā va tumacyā daramyāna samāna āhē kī āmhī allāhaśivāya an'ya kōṇācīhī upāsanā karū nayē āṇi nā allāhasōbata dusaṟyā kōṇālā sahabhāgī karāvē nā allāhalā sōḍūna āpasāta ēkamēkālā raba (pālanahāra) banavūna ghyāvē.’’ Jara tē tōṇḍa phiravatīla tara sāṅgā kī sākṣī rāhā kī āmhī tara muslima āhōta"
        },
        {
            "chapter": 3,
            "verse": 65,
            "text": "Hē granthadhārakānnō! Tumhī ibrāhīmacyā bābatīta kā vāda ghālatā? Vāstavika taurāta āṇi in̄jīla (hē grantha) tara tyān̄cyānantara avatarita kēlē gēlē. Maga kāya tumhī tarīhī samajata nāhīta"
        },
        {
            "chapter": 3,
            "verse": 66,
            "text": "Aikā! Tumhī lōka ātā yā gōṣṭībābata vāda ghālūna cukalāta, jicē tumhālā jñāna hōtē. Ātā yā gōṣṭībābata kā jhagaḍatā, jicē tumhālā ajibāta jñāna nāhī? Āṇi allāha sarvakāhī jāṇatō, tumhī nāhī jāṇata"
        },
        {
            "chapter": 3,
            "verse": 67,
            "text": "Ibrāhīma nā tara yahūdī hōtē, nā khriścana, kimbahunā tē tara pūrṇapaṇē muslima hōtē. Tē mūrtipūjakahī navhatē"
        },
        {
            "chapter": 3,
            "verse": 68,
            "text": "Sarva lōkāmpēkṣā jāsta ibrāhīmacyā nikaṭa tē lōka āhēta jyānnī tyān̄cē mhaṇaṇē mān'ya kēlē āṇi hē paigambara āṇi tē lōka jyānnī īmāna rākhalē, īmānadhārakān̄cā mitra āṇi madatakartā allāha āhē"
        },
        {
            "chapter": 3,
            "verse": 69,
            "text": "Granthadhārakān̄cī ēka ṭōḷī asē icchitē kī tumhālā (satya mārgāpāsūna) vicalita karāvē. Vāstavika tē svataḥca svataḥlā bhaṭakāvita āhēta āṇi samajata nāhīta"
        },
        {
            "chapter": 3,
            "verse": 70,
            "text": "Hē granthadhārakānnō! Tumhī svataḥ sākṣī asatānāhī allāhacyā āyatīnnā kā mānata nāhīta"
        },
        {
            "chapter": 3,
            "verse": 71,
            "text": "Hē granthadhārakānnō! Jāṇūna ghētalyānantarahī satya āṇi asatyācē miśraṇa kā karatā, āṇi satya kā lapavitā"
        }
    ]
}