{
    "rukus": [
        {
            "chapter": 4,
            "verse": 88,
            "text": "Tumhālā jhālē tarī kāya kī munāphikāṁ (varakaraṇī musalamānāṁ) bābata dōna gaṭānta vibhāgalē jāta āhāta. Tyānnā tara tyān̄cyā karatūtīmmuḷē allāhanē tōṇḍaghaśī pāḍalē āhē. Ātā kāya tumhī hē icchitā kī tyālā mārga dākhavāvā jyālā allāhanē mārgabhraṣṭa kēlē āhē? Tēvhā jyālā allāha mārgabhraṣṭa karīla, tyācyāsāṭhī tumhālā kadhīhī, kōṇatāhī mārga disūna yēṇāra nāhī"
        },
        {
            "chapter": 4,
            "verse": 89,
            "text": "Yānnā tara manāpāsūna vāṭatē kī, jasē tē kāphira āhēta tasē tumhīhī tyān̄cyāsārakhē īmānācā inkāra karū lāgāvē āṇi tumhī sarva ēkasamāna vhāvē, yāstava tyān̄cyāpaikī kōṇālā āpalā kharākhurā mitra banavū nakā, jōparyanta tē allāhacyā mārgāta hijarata (dēśa-tyāga) karīta nāhīta. Maga jara (yāpāsūna) tōṇḍa phiravatīla tara tyānnā dharā āṇi ṭhāra karā, jithēdēkhīla āḍhaḷatīla. Khabaradāra! Tyān̄cyāpaikī kōṇālāhī āpalā mitra āṇi sahāyyaka samajūna ghē'ū nakā"
        },
        {
            "chapter": 4,
            "verse": 90,
            "text": "Parantu jē tyā lōkānśī nātē rākhatāta, jyān̄cyā āṇi tumacyā daramyāna samajhōtā jhālēlā asēla kinvā tē lōka jē tumacyā javaḷa yētāta, jyān̄cī manē saṅkucita jhālī āhēta kī tumacyāśī laḍhāvē kī āpalyā lōkānśī laḍhāvē. Allāhanē icchilē asatē tara yānnā tumacyāvara varcasva pradāna kēlē asatē āṇi tē avaśya tumacyāśī laḍhalē asatē. Tēvhā jara asē lōka tumacyāpāsūna dūra rāhatīla āṇi laḍhā'ī na karatīla āṇi tumacyākaḍē sandhī-samajhōtyācā prastāva māṇḍatīla tara (aśā sthitīta) allāhanē tumacyāsāṭhī, tyān̄cyāvirūd'dha laḍhā'īcā kōṇatāhī mārga ṭhēvalā nāhī"
        },
        {
            "chapter": 4,
            "verse": 91,
            "text": "Tumhālā dusarē kāhī asēhī lōka āḍhaḷatīla, jē tumacyāpāsūna āṇi āpalyā jamātīcyā lōkāmpāsūna surakṣita rāhū icchitāta, parantu jēvhā upadravākaḍē tyānnā vaḷavilē jātē tara tyāta tōṇḍaghaśī paḍatāta. Jara tē tumacyāpāsūna haṭalē nāhīta āṇi tumacyāśī samajhōtā na karatīla āṇi āpalē hāta na rōkhatīla tara tē jithē sāpaḍatīla tithē tyānnā dharā āṇi ṭhāra karā. Hēca tē lōka āhēta, jyān̄cyābābata āmhī tumhālā khulē pramāṇa dilē āhē"
        }
    ]
}