{
    "rukus": [
        {
            "chapter": 5,
            "verse": 44,
            "text": "Āmhī taurāta āvatarīta kēlī, jyāta mārgadarśana āṇi nūra (divya prakāśa) āhē. Yahūdī lōkāmmadhyē yāca taurātadvārē allāhalā mānaṇārē paigambara āṇi allāhavālē āṇi dharmajñānī lōka phaisalā karīta asata kāraṇa tyānnā allāhacyā yā granthācē rakṣaṇa karaṇyācā ādēśa dilā gēlā hōtā āṇi tē yāvara svīkāraṇārē sākṣī hōtē. Ātā tumhī lōkān̄cē bhaya bāḷagū nakā, kimbahunā mājhē bhaya bāḷagā. Mājhyā āyatīnnā thōḍyāśā kimmatīvara vikū nakā āṇi jō, allāhanē avatarīta kēlēlyā sandēśā (vahayī) cyā ādhārāvara phaisalā na karīla tara asē lōka purēpūra kāphīra āhēta"
        },
        {
            "chapter": 5,
            "verse": 45,
            "text": "Āṇi āmhī (taurātamadhyē) yahūdīn̄cyā hakkāta hī gōṣṭa nirdhārīta kēlī kī jīvācyā badalyāta jīva, āṇi ḍōḷyācyā badalyāta ḍōḷā āṇi nākācyā badalyāta nāka āṇi kānācyā badalyāta kāna āṇi dātācyā badalyāta dāta āṇi khāsa jakhamān̄cāhī badalā āhē, maga jō kōṇī tyāsa māpha karīla tara tē tyācyāsāṭhī paścāttāpa āhē āṇi jē lōka allāhacyā ādēśānusāra phaisalā karaṇāra nāhīta tara asēca lōka atyācārī āhēta"
        },
        {
            "chapter": 5,
            "verse": 46,
            "text": "Āṇi āmhī tyān̄cyāmāgē mariyama-putra īsālā pāṭhavilē, jē āpalyā pūrvīcā grantha taurāta satya asalyācē sāṅgata hōtē āṇi āmhī tyānnā in̄jīla (hā grantha) pradāna kēlā. Jyāta nūra (divya prakāśa) āṇi mārgadarśana hōtē āṇi tō āpalyā pūrvīcā grantha taurāta satya asalyācē sāṅgata hōtā āṇi tē spaṣṭa mārgadarśana āṇi śikavaṇa hōtī, allāhacē bhaya rākhaṇāṟyāṅkaritā"
        },
        {
            "chapter": 5,
            "verse": 47,
            "text": "Āṇi in̄jīla bāḷagaṇāṟyāṅkaritā hē bandhanakāraka ṭharatē kī jē kāhī allāhanē in̄jīlamadhyē avatarīta kēlē āhē, tyācyācanusāra phaisalā karāvā āṇi jō manuṣyadēkhīla allāhanē avatarīta kēlyānusāra phaisalā karaṇāra nāhī kinvā mānaṇāra nāhī tara asē lōka durācārī āhēta"
        },
        {
            "chapter": 5,
            "verse": 48,
            "text": "Āṇi āmhī tumacyākaḍē hā satyapūrṇa grantha avatarīta kēlā āhē, jō āpalyā pūrvīcyā samasta āsamānī granthān̄cī satyatā darśavitō āṇi tyān̄cā sanrakṣaka āhē. Yāstava tumhī tyān̄cyā daramyāna, allāhanē avatarīta kēlēlyā granthānusāra phaisālā karā, yā satyākaḍē pāṭha phiravūna tyān̄cyā icchā ākāṅkṣānvara jā'ū nakā. Tumacyāpaikī pratyēkāsāṭhī āmhī ēka śarī'ata (dharmaśāstra) āṇi mārga nirdhārīta kēlā āhē. Allāhanē icchilē asatē tara tumhā sarvān̄cā ēkaca janasamūha (um'mata) banavilā asatā. Parantu tō asē icchitō kī, jē kāhī tumhālā dilē āhē, tyāta tumacī kasōṭī ghyāvī, tēvhā tumhī cāṅgalyā mōbadalyācyā diśēnē tvarā karā, tumhā sarvānnā allāhacyācakaḍē parata jāyacē āhē. Maga tō tumhālā tī pratyēka gōṣṭa dākhavūna dē'īla, jyāsandarbhāta tumhī matabhēda rākhatā"
        },
        {
            "chapter": 5,
            "verse": 49,
            "text": "Āṇi tumhī tyān̄cyā taṇṭyāta allāhanē avatarīta kēlēlyā vahayīnusāra phaisalā karā. Tyān̄cyā icchā abhilāṣān̄cē anusaraṇa karū nakā āṇi tyān̄cyāpāsūna sāvadha rāhā kī kadācita hē tumhālā allāhacyā avatarīta kēlēlyā ēkhādyā ādēśāpāsūna ḍaḷamaḷīta na karāvēta. Jara hē tōṇḍa phiravatīla tara khātrīnē allāhacā hāca irādā āhē kī tyānnā tyān̄cyā kāhī aparādhān̄cī śikṣā dē'ūnaca ṭākāvī āṇi adhikānśa lōka avajñākārī asatāta"
        },
        {
            "chapter": 5,
            "verse": 50,
            "text": "Kāya hē lōka punaśca ajñānatāpūrṇa phaisalā icchitāta? Āṇi īmāna rākhaṇāṟyāṅkaritā allāhapēkṣā uttama phaisalā karaṇārā āṇi ādēśa karaṇārā āṇakhī kōṇa asū śakatō"
        }
    ]
}