{
    "maqras": [
        {
            "chapter": 16,
            "verse": 30,
            "text": "I skazhut bogoboyaznennym: \"Chto takoye nisposlal vam Gospod'?\" Oni skazhut: \"Blago!\" Dlya tekh, kto delal dobro v etom mire, - dobro. A zhilishche budushcheye - luchshe, i prekrasno obitalishche boyashchikhsya"
        },
        {
            "chapter": 16,
            "verse": 31,
            "text": "sady vechnosti, v kotoryye oni voydut, vnizu kotorykh tekut reki; tam dlya nikh to, chto oni pozhelayut. Tak vozdayet Allakh bogoboyaznennym"
        },
        {
            "chapter": 16,
            "verse": 32,
            "text": "tem, kogo upokoyayut angely blagimi! Oni govoryat: \"Mir vam! Voydite v ray za to, chto vy sovershali"
        },
        {
            "chapter": 16,
            "verse": 33,
            "text": "Neuzheli oni zhdut togo, chtoby k nim prishli angely ili prishlo poveleniye Gospoda tvoyego? Tak delali te, kto byl do nikh. I ne obizhal Allakh, no oni sami sebya obizhali"
        },
        {
            "chapter": 16,
            "verse": 34,
            "text": "I postigla ikh merzost' togo, chto oni sotvorili, i okruzhilo ikh to, nad chem oni izdevalis'"
        },
        {
            "chapter": 16,
            "verse": 35,
            "text": "I skazali te, kotoryye pridavali Yemu sotovarishchey: \"Yesli by Allakh pozhelal, my ne poklonyalis' by nikomu, krome Nego, - ni my, ni nashi ottsy, i ne zapreshchali by bez Nego nichego\". Tak tvorili te, kotoryye byli do nikh; a razve na poslannikakh (lezhit) chto-nibud', krome yasnoy peredachi"
        },
        {
            "chapter": 16,
            "verse": 36,
            "text": "My otpravili k kazhdomu narodu poslannika: \"Poklonyaytes' Allakhu i storonites' yazychestva\". Byli sredi nikh te, kogo Allakh povel pryamym putem, a byli te, komu okazalos' suzhdeno zabluzhdeniye. Idite zhe po zemle i posmotrite, kakov byl konets schitayushchikh lozh'yu"
        },
        {
            "chapter": 16,
            "verse": 37,
            "text": "Yesli ty zhazhdesh' ikh pryamogo puti, to ved' Allakh ne vedet tekh, kogo ne sbivayet s puti, i net im pomoshchnikov"
        },
        {
            "chapter": 16,
            "verse": 38,
            "text": "I poklyalis' oni Allakhom, velichayshey klyatvoy: \"Ne voskresit Allakh togo, kto umer\". Da, po obeshchaniyu ot Nego istinnomu, no bol'shaya chast' lyudey ne vedayet"
        },
        {
            "chapter": 16,
            "verse": 39,
            "text": "chtoby raz\"yasnit' im to, v chem oni raznoglasyat, i chtoby uznali te, kotoryye neverny, chto oni byli lzhetsami"
        },
        {
            "chapter": 16,
            "verse": 40,
            "text": "Nashi slova dlya chego-nibud', kogda My yego pozhelayem, - chto My skazhem yemu: \"Bud'!\" - i ono byvayet"
        },
        {
            "chapter": 16,
            "verse": 41,
            "text": "A te, kotoryye veselilis' radi Allakha, posle togo kak ikh pritesnyali, - My vodvorim ikh v zdeshnem mire v prekrasnoye (mesto), a nagrada budushchey zhizni - bol'she, yesli by oni znali"
        },
        {
            "chapter": 16,
            "verse": 42,
            "text": "te, kotoryye terpeli i kotoryye na svoyego Gospoda polagayutsya"
        },
        {
            "chapter": 16,
            "verse": 43,
            "text": "My i do tebya posylali tol'ko lyudey, kotorym vnushali, - sprosite zhe lyudey napominaniya, yesli vy sami ne znayete"
        },
        {
            "chapter": 16,
            "verse": 44,
            "text": "s yasnymi znameniyami i s pisaniyem. I poslali My tebe upominaniye, chtoby ty raz\"yasnil lyudyam, chto im nisposlano, - mozhet byt', oni podumayut"
        },
        {
            "chapter": 16,
            "verse": 45,
            "text": "Neuzheli zhe uverenny te, kotoryye ukhishchryalis' vo zle, chto Allakh ne zastavit zemlyu poglotit' ikh ili ne pridet k nim nakazaniye ottuda, otkuda oni ne znayut"
        },
        {
            "chapter": 16,
            "verse": 46,
            "text": "Ili skhvatit ikh v ikh prevrashcheniyakh, i oni ne uskol'znut"
        },
        {
            "chapter": 16,
            "verse": 47,
            "text": "Ili skhvatit ikh v strakhe? Poistine, tvoy Gospod' - krotkiy, milostivyy"
        },
        {
            "chapter": 16,
            "verse": 48,
            "text": "I razve oni ne videli to, chto sozdal Allakh iz raznykh veshchey, ten' u nikh sklonyayetsya napravo ili nalevo, poklonyayas' Allakhu, a sami oni smirenny"
        },
        {
            "chapter": 16,
            "verse": 49,
            "text": "I Allakhu poklonyayetsya to, chto v nebesakh i na zemle iz zhivotnykh, i angely, i oni ne prevoznosyatsya"
        },
        {
            "chapter": 16,
            "verse": 50,
            "text": "Oni boyatsya svoyego Gospoda nad nimi i delayut to, chto im poveleno"
        }
    ]
}