{
    "maqras": [
        {
            "chapter": 21,
            "verse": 29,
            "text": "A kto skazhet iz nikh: \"YA - bog pomimo Nego\", - tomu My vozdadim geyennoy. Tak My voznagrazhdayem nepravednykh"
        },
        {
            "chapter": 21,
            "verse": 30,
            "text": "Razve ne videli te, kotoryye ne verovali, chto nebesa i zemlya byli soyedineny, a My ikh razdelili i sdelali iz vody vsyakuyu veshch' zhivuyu. Neuzheli oni ne uveruyut"
        },
        {
            "chapter": 21,
            "verse": 31,
            "text": "I My ustroili na zemle prochno stoyashchiye, chtoby ona ne kolebalas' s nimi. I ustroili tam rasshcheliny dorogami, - mozhet byt', oni poydut pravym putem"
        },
        {
            "chapter": 21,
            "verse": 32,
            "text": "I My ustroili nebo kryshey okhranyayemoy, a oni ot znameniy yego otvrashchayutsya"
        },
        {
            "chapter": 21,
            "verse": 33,
            "text": "On - tot, kotoryy sozdal noch' i den', i solntse i mesyats. Vse po svodu plavayut"
        },
        {
            "chapter": 21,
            "verse": 34,
            "text": "My ne ustraivali do tebya nikakomu cheloveku bessmertiya. Neuzheli, yesli ty umresh', oni budut bessmertny"
        },
        {
            "chapter": 21,
            "verse": 35,
            "text": "Vsyakaya dusha vkushayet smert'; My ispytyvayem vas zlom i dobrom dlya iskusheniya, i k Nam vy budete vozvrashcheny"
        },
        {
            "chapter": 21,
            "verse": 36,
            "text": "A kogda vidyat tebya te, kotoryye ne veruyut, oni obrashchayutsya k tebe s nasmeshkoy: \"Etot li pominayet vashikh bogov?\" A upominaniye Miloserdnogo sami oni otvergayut"
        },
        {
            "chapter": 21,
            "verse": 37,
            "text": "Sozdan chelovek iz pospeshnosti! YA vam pokazhu Moi znameniya; ne toropite zhe Menya"
        },
        {
            "chapter": 21,
            "verse": 38,
            "text": "I govoryat oni: \"Kogda zhe eto obeshchaniye, yesli vy govorite pravdu"
        },
        {
            "chapter": 21,
            "verse": 39,
            "text": "Yesli by znali te, kotoryye ne veruyut, moment, kogda oni ne otvratyat ognya ot svoikh lits, kak i ot spin, i ne budet im pomoshchi"
        },
        {
            "chapter": 21,
            "verse": 40,
            "text": "Da, pridet on k nim i smutit ikh, i ne smogut oni otvratit' yego, i ne budet im dano otsrochki"
        },
        {
            "chapter": 21,
            "verse": 41,
            "text": "Izdevalis' uzhe nad poslannikami, byvshimi do tebya, i postiglo tekh, kotoryye smeyalis' nad nimi, to, nad chem oni izdevalis'"
        },
        {
            "chapter": 21,
            "verse": 42,
            "text": "Skazhi: \"Kto sokhranit vas noch'yu i dnem ot Miloserdnogo?\" Da, oni uklonyayutsya ot pominaniya svoyego Gospoda"
        },
        {
            "chapter": 21,
            "verse": 43,
            "text": "Razve u nikh yest' bogi, kotoryye zashchityat ikh ot Nas? Ne mogut oni pomoch' samim sebe i ne budut ot Nas izbavleny"
        },
        {
            "chapter": 21,
            "verse": 44,
            "text": "Da, My dali pol'zovat'sya blagami zhizni etim i ikh ottsam, tak chto zatyanulsya dlya nikh zhiznennyy predel. Razve oni ne vidyat, chto My prikhodim k zemle, sokrashchaya yeye po krayam. Tak oni li pobediteli"
        },
        {
            "chapter": 21,
            "verse": 45,
            "text": "Skazhi: \"YA tol'ko uveshchayu vas otkroveniyem\", - i ne slyshat zova glukhiye, kogda ikh uveshchayut"
        },
        {
            "chapter": 21,
            "verse": 46,
            "text": "A yesli postignet ikh dunoveniye nakazaniya Gospoda tvoyego, oni skazhut: \"O, gore nam, my byli tol'ko nepravedny"
        },
        {
            "chapter": 21,
            "verse": 47,
            "text": "I ustroim My vesy dlya dnya voskreseniya. Ne budet obizhena dusha ni v chem; khotya bylo by eto vesom gorchichnogo zerna, My prinesem i yego. Dostatochny My kak schetchiki"
        },
        {
            "chapter": 21,
            "verse": 48,
            "text": "My darovali Muse i Kharunu razlicheniye, i svet, i napominaniye dlya bogoboyaznennykh"
        },
        {
            "chapter": 21,
            "verse": 49,
            "text": "kotoryye boyatsya Gospoda svoyego vtayne, i oni trepeshchut (strashnogo) chasa"
        },
        {
            "chapter": 21,
            "verse": 50,
            "text": "Eto - napominaniye blagoslovennoye, kotoroye My nisposlali. Razve vy yego otritsayete"
        }
    ]
}