{
    "maqras": [
        {
            "chapter": 2,
            "verse": 44,
            "text": "Neuzheli vy budete povelevat' lyudyam milost' i zabyvat' samikh sebya, v to vremya kak vy chitayete pisaniye? Neuzheli zhe vy ne obrazumites'"
        },
        {
            "chapter": 2,
            "verse": 45,
            "text": "Obratites' za pomoshch'yu k terpeniyu i molitve; ved' ona - velikaya tyagota, yesli tol'ko ne dlya smirennykh"
        },
        {
            "chapter": 2,
            "verse": 46,
            "text": "kotoryye dumayut, chto oni vstretyat svoyego Gospoda i chto oni k Nemu vernutsya"
        },
        {
            "chapter": 2,
            "verse": 47,
            "text": "O syny Israila! Vspomnite milost' moyu, kotoruyu YA okazal vam, i chto YA prevoznes vas nad mirami"
        },
        {
            "chapter": 2,
            "verse": 48,
            "text": "I boytes' dnya, kogda dusha nichem ne vozmestit za druguyu dushu, i ne budet prinyato ot neye zastupnichestvo, i ne budet vzyat ot neye ravnoves, i ne budet im okazano pomoshchi"
        },
        {
            "chapter": 2,
            "verse": 49,
            "text": "I vot, My spasli vas ot lyudey Firauna, kotoryye vozlagali na vas zloye nakazaniye, ubivaya vashikh synov i ostavlyaya v zhivykh vashikh zhenshchin. V etom dlya vas ispytaniye ot Gospoda vashego velikoye"
        },
        {
            "chapter": 2,
            "verse": 50,
            "text": "I vot, My razdelili pri vas more i spasli vas i potopili rod Firauna, a vy smotreli"
        },
        {
            "chapter": 2,
            "verse": 51,
            "text": "I vot, My davali Muse zavet sorok nochey, a potom vy posle nego vzyali sebe tel'tsa, i vy byli nechestivy"
        },
        {
            "chapter": 2,
            "verse": 52,
            "text": "Potom My prostili vas posle etogo, - mozhet byt', vy budete blagodarny"
        },
        {
            "chapter": 2,
            "verse": 53,
            "text": "I vot My darovali Muse pisaniye i razlicheniye, - mozhet byt', vy poydete pryamym putem"
        },
        {
            "chapter": 2,
            "verse": 54,
            "text": "I vot skazal Musa svoyemu narodu: \"O narod moy! Vy samim sebe prichinili nespravedlivost', vzyav sebe tel'tsa. Obratites' zhe k vashemu Tvortsu i ubeyte samikh sebya; eto - luchshe dlya vas pred vashim Tvortsom. I On obratilsya k vam: ved' On - obrashchayushchiysya, miloserdnyy"
        },
        {
            "chapter": 2,
            "verse": 55,
            "text": "I vot vy skazali: \"O Musa! My ne poverim tebe, poka ne uvidim Allakha otkryto\". I vas porazila molniya, poka vy smotreli"
        },
        {
            "chapter": 2,
            "verse": 56,
            "text": "Potom My vozdvigli vas posle vashey smerti, - mozhet byt', vy budete blagodarny"
        },
        {
            "chapter": 2,
            "verse": 57,
            "text": "I My osenili vas oblakom i nizveli dlya vas mannu i perepelov. Pitaytes' blagami, kotorymi My vas nadelili! Ne Nam oni prichinili nespravedlivost', a samikh sebya obideli"
        },
        {
            "chapter": 2,
            "verse": 58,
            "text": "I vot My skazali: \"Voydite v eto seleniye i pitaytes' tam, gde pozhelayete, na udovol'stviye. I vkhodite vo vrata, poklonyayas', i govorite: \"Proshcheniye!\" - My prostim vam vashi pregresheniya i umnozhim delayushchim dobro"
        },
        {
            "chapter": 2,
            "verse": 59,
            "text": "I zamenili te, kotoryye byli nespravedlivy, slovom drugim, chem im bylo skazano. I nizveli My na tekh, kotoryye byli nespravedlivy, nakazaniye s neba za to, chto oni byli nechestivy"
        }
    ]
}