{
    "maqras": [
        {
            "chapter": 6,
            "verse": 141,
            "text": "On - tot, kotoryy proizvel sady s podstavkami i bez podstavok, pal'my i posevy s razlichnymi plodami, i maslinu, i granaty, skhodnyye i neskhodnyye. Vkushayte plody ikh, kogda oni dadut plod, i davayte dolzhnoye vo vremya zhatvy, no ne bud'te neumerenny. Poistine, On ne lyubit neumerennykh"
        },
        {
            "chapter": 6,
            "verse": 142,
            "text": "I iz skota - dlya perenoski i dlya podstilki. Vkushayte to, chto daroval vam Allakh, i ne sleduyte po stopam satany! Ved' on dlya vas - yavnyy vrag"
        },
        {
            "chapter": 6,
            "verse": 143,
            "text": "Vosem' - parami: iz ovets - dve, i iz koz - dve. Skazhi: \"Samtsov oboikh On zapretil ili samok? Ili to, chto zaklyuchayut v sebe utroby samok? Soobshchite mne so znaniyem, yesli vy govorite pravdu"
        },
        {
            "chapter": 6,
            "verse": 144,
            "text": "I iz verblyudov - dvoye, i iz korov - dvoye. Skazhi: \"Samtsov oboikh On zapretil ili samok? Ili to, chto zaklyuchayut v sebe utroby samok? Ili vy byli svidetelyami, kogda Allakh zaveshchal eto?\" Kto zhe boleye nespravedliv, chem tot, kto izmyshlyayet na Allakha lozh', chtoby sbit' lyudey bez vsyakogo znaniya? Poistine, Allakh ne vedet narod nepravednyy"
        },
        {
            "chapter": 6,
            "verse": 145,
            "text": "Skazhi: \"V tom, chto otkryto mne, ya ne nakhozhu zapretnym dlya pitayushchegosya to, chem on pitayetsya, tol'ko yesli eto budet mertvechina, ili prolitaya krov', ili myaso svin'i, potomu chto eto - skverna, - ili nechistoye, kotoroye zakoloto s prizyvaniyem ne Allakha. Kto zhe vynuzhden, ne buduchi rasputnikom ili prestupnikom, - to Gospod' tvoy - proshchayushch, miloserd"
        },
        {
            "chapter": 6,
            "verse": 146,
            "text": "Tem, kotoryye obratilis' v iudeystvo, My zapretili vsekh imeyushchikh kopyto, a iz korov i ovets zapretili My im zhir, krome nosimogo ikh khrebtami ili vnutrennostyami, ili togo, chto smeshalsya s kostyami. Etim vozdali My im za ikh nechestiye: My ved' pravdivy"
        },
        {
            "chapter": 6,
            "verse": 147,
            "text": "Yesli oni schitayut tebya lzhetsom, to skazhi: \"Gospod' vash - obladatel' milosti obshirnoy, i Yego moshchi ne otklonit' ot naroda greshnogo"
        },
        {
            "chapter": 6,
            "verse": 148,
            "text": "Skazhut te, kotoryye pridayut Yemu sotovarishchey: \"Yesli by Allakh pozhelal, ni my by ne pridavali tovarishchey, ni ottsy nashi, i ne zapreshchali by nichego\". Tak lgali i te, kotoryye byli do nikh, poka ne vkusili Nashey moshchi. Skazhi: \"Yest' li u vas kakoye-libo znaniye? Pokazhite yego nam. Vy sleduyete tol'ko za predpolozheniyami, vy tol'ko izmyshlyayete lozh'"
        },
        {
            "chapter": 6,
            "verse": 149,
            "text": "Skazhi: \"U Allakha - ubeditel'noye dokazatel'stvo. Yesli by On khotel, to vsekh by vyvel na pryamoy put'"
        },
        {
            "chapter": 6,
            "verse": 150,
            "text": "Skazhi: \"Syuda vashikh svideteley, kotoryye svidetel'stvuyut, chto Allakh zapretil eto!\" Yesli oni i zasvidetel'stvuyut, to ty ne svidetel'stvuy s nimi i ne sleduy za strastyami tekh, kotoryye schitayut lozhnymi Nashi znameniya i kotoryye ne veruyut v zhizn' budushchuyu. Oni k Gospodu svoyemu priravnivayut"
        }
    ]
}