{
    "maqras": [
        {
            "chapter": 9,
            "verse": 60,
            "text": "Milostyni - tol'ko dlya bednykh, nishchikh, rabotayushchikh nad etim, - tem, u kogo serdtsa privlecheny , na vykup rabov, dolzhnikam, na puti Allakha, putnikam, - po stanovleniyu Allakha. Allakh - znayushchiy, mudryy"
        },
        {
            "chapter": 9,
            "verse": 61,
            "text": "Sredi nikh yest' i takiye, kotoryye prichinyayut obidu proroku i govoryat: \"On - ukho\". Skazhi: \"Ukho blaga dlya vas!\" On veruyet v Allakha i verit veruyushchim, i milost' - tem iz vas, kotoryye uverovali; a tem, kotoryye prichinyayut obidu poslanniku Allakha, - im - nakazaniye boleznennoye"
        },
        {
            "chapter": 9,
            "verse": 62,
            "text": "Oni klyanutsya pered vami Allakhom, chtoby ublagotvorit' vas; a Allakh i Yego poslannik imeyut bol'she prav, chtoby ikh ublagotvoryat', yesli oni - veruyushchiye"
        },
        {
            "chapter": 9,
            "verse": 63,
            "text": "Razve oni ne znali, chto, kto protivitsya Allakhu i Yego poslanniku, dlya togo - ogon' geyenny na vechnoye prebyvaniye v ney. Eto - velikiy pozor"
        },
        {
            "chapter": 9,
            "verse": 64,
            "text": "Opasayutsya litsemery, chto budet nizvedena na nikh sura, kotoraya soobshchit im to, chto v ikh serdtsakh. Skazhi: \"Izdevaytes'! Allakh izvedet to, chego vy opasayetes'"
        },
        {
            "chapter": 9,
            "verse": 65,
            "text": "A yesli ty ikh sprosish', oni, konechno, skazhut: \"My tol'ko pogruzhalis' (v besedy) i zabavlyalis'\". Skazhi: \"Ne nad Allakhom razve, Yego znameniyami i Yego poslannikom vy izdevalis'"
        },
        {
            "chapter": 9,
            "verse": 66,
            "text": "Ne izvinyaytes'! Vy okazalis' nevernymi, posle togo kak uverovali. Yesli My prostim odnoy partii vas, to nakazhem druguyu partiyu za to, chto oni byli greshnikami"
        },
        {
            "chapter": 9,
            "verse": 67,
            "text": "Litsemery i litsemerki - odni ot drugikh: oni vnushayut neodobryayemoye, i uderzhivayut ot priznavayemogo, i zazhimayut svoi ruki. Zabyli oni Allakha, i zabyl Allakh pro nikh. Poistine, litsemery, oni - rasputniki"
        },
        {
            "chapter": 9,
            "verse": 68,
            "text": "Obeshchal Allakh litsemeram, i litsemerkam, i nevernym ogon' geyenny, - na vechnoye prebyvaniye tam. Dovol'no s nikh yeye! I proklyal ikh Allakh, i im - postoyannoye nakazaniye"
        },
        {
            "chapter": 9,
            "verse": 69,
            "text": "kak i tem, kotoryye byli do vas! Oni byli moshchneye vas siloy i chislenneye po dostatku i detyam i naslazhdalis' svoyey doley. I vy naslazhdalis' vashey doley, kak naslazhdalis' te, kotoryye byli do vas, svoyey doley, i pogruzhalis' tak zhe, kak pogruzhalis' oni. U etikh tshchetny ikh dela v blizhney zhizni i v posledney! Oni poterpeli ubytok"
        },
        {
            "chapter": 9,
            "verse": 70,
            "text": "Razve ne dokhodila do nikh vest' o tekh, kotoryye byli do nikh, - narode Nukha, Ade i Samude, narode Ibrakhima i obitatelyakh Madyana i oprokinutykh? Prikhodili k nim ikh poslanniki s yasnymi znameniyami. Allakh ne byl takov, chtoby obizhat' ikh, no oni sami sebya obizhali"
        },
        {
            "chapter": 9,
            "verse": 71,
            "text": "A veruyushchiye muzhchiny i veruyushchiye zhenshchiny, - oni - druz'ya odni drugim: oni pobuzhdayut k priznannomu i uderzhivayut ot neodobryayemogo, prostaivayut molitvu i dayut ochishcheniye, povinuyutsya Allakhu i Yego poslanniku. Etikh pomiluyet Allakh: ved' Allakh - velik, mudr"
        },
        {
            "chapter": 9,
            "verse": 72,
            "text": "Obeshchal Allakh veruyushchim muzhchinam i zhenshchinam sady, gde vnizu tekut reki, - dlya vechnogo prebyvaniya tam, - i blagiye zhilishcha v sadakh vechnosti. A blagovoleniye Allakha - bol'she; eto - velikaya udacha"
        },
        {
            "chapter": 9,
            "verse": 73,
            "text": "O prorok! Boris' s nevernymi i litsemerami i bud' zhestok k nim. Ikh ubezhishche - geyenna, i skverno eto vozvrashcheniye"
        },
        {
            "chapter": 9,
            "verse": 74,
            "text": "Oni klyanutsya Allakhom, chto ne govorili , kogda oni uzhe skazali slovo neveriya i stali nevernymi posle svoyego islama. I zadumali oni to, chego ne dostigli, i mstyat oni tol'ko za to, chto obogatil ikh Allakh i Yego poslannik ot Svoyey shchedrosti. I yesli oni obratyatsya, - budet luchshe dlya nikh, a yesli otvernutsya, - nakazhet ikh Allakh muchitel'nym nakazaniyem v blizhayshey zhizni i v budushchey. Net im na zemle ni zastupnika, ni pomoshchnika"
        }
    ]
}