{
    "pages": [
        {
            "chapter": 16,
            "verse": 103,
            "text": "ئۇلار (يەنى مۇشرىكلار) نىڭ: «ئۇنىڭغا (يەنى مۇھەممەد ئەلەيھىسسالامغا) قۇرئاننى بىر ئىنسان تەلىم بېرىدۇ» دېگەن سۆزىنى ئوبدان بىلىمىز، ئۇلار كۆرسەتكەن ئادەمنىڭ تىلى ئەرەب تىلى ئەمەس، بۇ (قۇرئان) بولسا روشەن ئەرەب تىلىدۇر"
        },
        {
            "chapter": 16,
            "verse": 104,
            "text": "شۈبھىسىزكى، ئاللاھنىڭ ئايەتلىرىگە (يەنى قۇرئانغا) ئىشەنمەيدىغانلارنى ئاللاھ ھىدايەت قىلمايدۇ، ئۇلار (ئاخىرەتتە) قاتتىق ئازابقا دۇچار بولىدۇ"
        },
        {
            "chapter": 16,
            "verse": 105,
            "text": "پەقەت ئاللاھنىڭ ئايەتلىرىگە ئىشەنمەيدىغانلارلا ( ئاللاھقا) يالغان چاپلايدۇ، (مۇھەممەد ئەلەيھىسسالام يالغانچى ئەمەس) دەل ئۇلارنىڭ ئۆزلىرى يالغانچىدۇر"
        },
        {
            "chapter": 16,
            "verse": 106,
            "text": "كىمكى ئاللاھقا ئىمان ئېيتقاندىن كېيىن ئىمانىدىن يېنىۋالسا، ـ قەلبى ئىمان بىلەن مۇستەھكەم تۇرسىمۇ مەجبۇرلاش ئاستىدا (ئاغزىدىلا) ئىماندىن يانغانلىقىنى بىلدۈرگەنلەر بۇنىڭدىن مۇستەسنا ـ كۇفرى بىلەن كۆڭلى ئازادە بولسا (يەنى ئىختىيارىي يوسۇندا مۇرتەد بولغان بولسا)، ئۇ ئاللاھنىڭ غەزىپىگە دۇچار بولىدۇ ۋە چوڭ ئازابقا قالىدۇ"
        },
        {
            "chapter": 16,
            "verse": 107,
            "text": "بۇ (يەنى ئازاب) ئۇلارنىڭ دۇنيا تىرىكچىلىكىنى ئاخىرەتتىن ئارتۇق كۆرگەنلىكلىرى ۋە ئاللاھنىڭ كاپىر قەۋمنى ھىدايەت قىلمايدىغانلىقى ئۈچۈندۇر"
        },
        {
            "chapter": 16,
            "verse": 108,
            "text": "ئەنە شۇ كىشىلەر ئاللاھ تەرىپىدىن دىللىرى، قۇلاقلىرى ۋە كۆزلىرى پېچەتلىۋېتىلگەن كىشىلەردۇر، ئەنە شۇلار غاپىللاردۇر"
        },
        {
            "chapter": 16,
            "verse": 109,
            "text": "ئۇلار راستلا ئاخىرەتتە زىيان تارتقۇچىلاردۇر"
        },
        {
            "chapter": 16,
            "verse": 110,
            "text": "ئاندىن (ئى مۇھەممەد!) زىيانكەشلىككە ئۇچرىغاندىن كېيىن، ھەقىقەتەن (مەدىنىگە) ھىجرەت قىلغان. ئاندىن ( ئاللاھنىڭ يولىدا) جىھاد قىلغان ۋە (جىھادنىڭ مۇشەققەتلىرىگە) چىدىغانلارغا پەرۋەردىگارىڭ (مەغپىرەت قىلىدۇ). شۈبھىسىزكى، پەرۋەردىگارىڭ شۇنىڭدىن (يەنى ئۇلارنىڭ ھىجرەت، جىھاد ، سەۋر قىلغىنىدىن) كېيىن ئۇلارغا ئەلۋەتتە مەغپىرەت قىلغۇچىدۇر، رەھمەت قىلغۇچىدۇر"
        }
    ]
}