{
    "pages": [
        {
            "chapter": 17,
            "verse": 1,
            "text": "ئاللاھ (بارچە نۇقساندىن) پاكتۇر، ئۇ (مۇھەممەد ئەلەيھىسسالامغا) ئۆز قۇدرىتىنىڭ بەزى دەلىللىرىنى كۆرسىتىش ئۈچۈن، بەندىسىنى (يەنى مۇھەممەد ئەلەيھىسسالامنى) بىر كېچىدە مەسجىدى ھەرەمدىن ئەتراپىنى بەرىكەتلىك قىلغان مەسجىدى ئەقساغا ئېلىپ كەلدى. ھەقىقەتەن ئاللاھ ھەممىنى ئاڭلاپ تۇرغۇچىدۇر، ھەممىنى كۆرۈپ تۇرغۇچىدۇر"
        },
        {
            "chapter": 17,
            "verse": 2,
            "text": "مۇساغا كىتابنى (يەنى تەۋراتنى) ئاتا قىلدۇق، كىتابنى ئىسرائىل ئەۋلادىغا يېتەكچى قىلدۇق، (ئۇلارغا) مەندىن غەيرىنى ھامىي (يەنى پەرۋەردىگار) قىلىۋالماڭلار!» (دېدۇق)"
        },
        {
            "chapter": 17,
            "verse": 3,
            "text": "(ئى) بىز نۇھ بىلەن بىللە كېمىگە چۈشۈرگەنلەرنىڭ ئەۋلادلىرى! (ئەجدادىڭلارنى غەرق بولۇپ كېتىشتىن قۇتقۇزدۇق، ئاللاھنىڭ نېمىتىگە شۈكۈر قىلىڭلار) نۇھ ھەقىقەتەن كۆپ شۈكۈر قىلغۇچى بەندە ئىدى"
        },
        {
            "chapter": 17,
            "verse": 4,
            "text": "ئىسرائىل ئەۋلادىغا كىتابتا (يەنى تەۋراتتا): «پەلەستىن زېمىنىدا چوقۇم ئىككى قېتىم بۇزغۇنچىلىق قىلىسىلەر ۋە زۇلۇم قىلىش بىلەن، ئاللاھ چەكلىگەن ئىشلارنى قىلىش بىلەن تولىمۇ ھەددىڭلاردىن ئېشىپ كېتىسىلەر» دەپ ۋەھىي قىلدۇق"
        },
        {
            "chapter": 17,
            "verse": 5,
            "text": "بىرىنچى قېتىملىق بۇزغۇنچىلىقنىڭ (جازاسى) ۋەدە قىلىنغان ۋاقىت كەلگەندە، (سىلەرنى جازالاش ئۈچۈن) سىلەرگە كۈچلۈك بەندىلىرىمىزنى ئەۋەتتۇق، (ئۇلار سىلەرنى ئۆلتۈرۈش، بۇلاڭ ـ تالاڭ قىلىش ئۈچۈن) ئۆيلەرنى ئاختۇردى. (سىلەرگە دۈشمەننى مۇسەللەت قىلىش) چوقۇم ئىشقا ئاشىدىغان ۋەدە ئىدى"
        },
        {
            "chapter": 17,
            "verse": 6,
            "text": "ئاندىن (يەنى تەۋبە قىلغىنىڭلاردىن) كېيىن سىلەرنىڭ ئۇلاردىن ئۈستۈنلۈكۈڭلارنى ئەسلىگە كەلتۈردۇق (يەنى دۈشمىنىڭلارنى ھالاك قىلدۇق، سىلەرنى ئۇنىڭ ئۈستىدىن غالىب قىلدۇق)، سىلەرگە نۇرغۇن مال ۋە ئەۋلادلار ئاتا قىلدۇق، سانىڭلارنى كۆپ قىلدۇق"
        },
        {
            "chapter": 17,
            "verse": 7,
            "text": "(ئى ئىسرائىل ئەۋلادى!) ئەگەر ياخشىلىق قىلساڭلار، ياخشىلىقىڭلار ئۆزۈڭلار ئۈچۈندۇر، يامانلىق قىلساڭلارمۇ ئۆزۈڭلار ئۈچۈندۇر. ئىككىنچى قېتىملىق بۇزغۇنچىلىق (جازاسىنىڭ) ۋەدە قىلىنغان ۋاقتى كەلگەندە، (دۈشمەنلەرنىڭ خار قىلىشى بىلەن) يۈزۈڭلاردا قايغۇنىڭ ئالامەتلىرى كۆرۈلۈشى ، ئۇلارنىڭ بەيتۇلمۇقەددەسكە دەسلەپكى قېتىمدا كىرگەندەك كىرىشىۋە ئىشغال قىلغانلىكى يەرنى ۋەيران قىلىشى ئۈچۈن (ئۇلارنى بىز ئەۋەتتۇق)"
        }
    ]
}