{
    "pages": [
        {
            "chapter": 20,
            "verse": 99,
            "text": "(ئى مۇھەممەد!) شۇنىڭدەك، ساڭا ئۆتكەنكىلەرنىڭ بەزى خەۋەرلىرىنى بايان قىلىمىز، ساڭا ئۆز تەرىپىمىزدىن قۇرئاننى ئاتا قىلدۇق"
        },
        {
            "chapter": 20,
            "verse": 100,
            "text": "كىمكى قۇرئاندىن يۈز ئۆرۈيدىكەن، ئۇنىڭغا قىيامەت كۈنى (چوڭ گۇناھتىن) ئېغىر يۈك يۈكلىنىدۇ"
        },
        {
            "chapter": 20,
            "verse": 101,
            "text": "(ئۇ گۇناھى ئۈچۈن بېرىلگەن ئازابنى مەڭگۈ تارتىدۇ) قىيامەت كۈنى ئۇلارغا يۈكلەنگەن بۇ يۈك نېمىدېگەن يامان"
        },
        {
            "chapter": 20,
            "verse": 102,
            "text": "بۇ سۇر چىلىنىدىغان كۈندۇر، بۇ كۈندە (شەكلى ئۆزگەرگەن) كۆك كۆزلۈك (قارا يۈزلۈك) گۇناھكارلارنى يىغىمىز"
        },
        {
            "chapter": 20,
            "verse": 103,
            "text": "(قىيامەتنىڭ دەھشىتىنى كۆرۈپ دۇنيادا تۇرغان ۋاقتى قىسقا بىلىنگەنلىكتىن) (ئۇلار) «(دۇنيادا) پەقەت ئون كۈنلا تۇردۇڭلار» دېيىشىپ پىچىرلىشىدۇ"
        },
        {
            "chapter": 20,
            "verse": 104,
            "text": "ئۇلارنىڭ دەيدىغانلىرىنى بىز ئوبدان بىلىمىز، ئەينى زاماندا ئۇلارنىڭ ئەڭ توغرا سۆزلەيدىغىنى: «سىلەر پەقەت بىر كۈن تۇردۇڭلار» دەيدۇ"
        },
        {
            "chapter": 20,
            "verse": 105,
            "text": "ئۇلار سەندىن تاغلار توغرۇلۇق (يەنى تاغنىڭ ئاقىۋىتىنىڭ قانداق بولىدىغانلىقى توغرۇلۇق) سورايدۇ، ئېيتقىنكى، «پەرۋەردىگارىم ئۇلارنى كۈكۈم - تالقان قىلىپ (ئاندىن شامالنى ئەۋەتىپ ئۇنى سورۇيدۇ)"
        },
        {
            "chapter": 20,
            "verse": 106,
            "text": "ئۇلارنى تۈزلەڭلىككە ئايلاندۇرىدۇ"
        },
        {
            "chapter": 20,
            "verse": 107,
            "text": "ئۇ يەرلەردە نە چوڭقۇرلۇقنى، نە ئېگىزلىكنى كۆرمەيسەن»"
        },
        {
            "chapter": 20,
            "verse": 108,
            "text": "بۇ كۈندە (كىشىلەر ئاللاھنىڭ مەھشەرگاھقا) دەۋەت قىلغۇچىسىغا ئەگىشىدۇ، قىڭغىر كەتمەيدۇ، مەرھەمەتلىك ئاللاھنىڭ ئۇلۇغلۇقى ۋە ھەيۋىتىدىن قورقۇپ، بارلىق ئاۋازلار بېسىقىدۇ، پىچىرلاشقاندىن باشقىنى ئاڭلىمايسەن"
        },
        {
            "chapter": 20,
            "verse": 109,
            "text": "بۇ كۈندە مەرھەمەتلىك ئاللاھ ئىزىن بەرگەن ۋە سۆزىدىن ئاللاھ رازى بولغان ئادەمنىڭ شاپائىتىدىن باشقا ھېچقانداق شاپائەت پايدا بەرمەيدۇ"
        },
        {
            "chapter": 20,
            "verse": 110,
            "text": "ئاللاھ ئۇلارنىڭ ئالدىدىكىنى ۋە كەينىدىكىنى بىلىدۇ، ئۇلار بولسا ئۇنى بىلمەيدۇ"
        },
        {
            "chapter": 20,
            "verse": 111,
            "text": "گۇناھكارلار مەخلۇقاتنى ئىدارە قىلىپ تۇرغۇچى(مەڭگۈ) ھايات ئاللاھقا ئېگىلىدۇ، ئاللاھقا شېرىك كەلتۈرگەنلەر شەكسىز زىيان تارتىدۇ"
        },
        {
            "chapter": 20,
            "verse": 112,
            "text": "مۆمىن تۇرۇپ ياخشى ئەمەللەرنى قىلغانلار يامانلىقلىرىنىڭ ئېشىپ كېتىشىدىن ۋە ياخشىلىقلىرىنىڭ كېمىيىپ كېتىشىدىن قورقمايدۇ"
        },
        {
            "chapter": 20,
            "verse": 113,
            "text": "ئۇلارنىڭ تەقۋادار بولۇشلىرى ئۈچۈن ياكى ئۇلارنى ۋەز ـ نەسىھەتكە ئىگە قىلىش ئۈچۈن، ساڭا ئەرەبچە قۇرئاننى نازىل قىلدۇق ۋە ئۇنىڭدا تۈرلۈك ئاگاھلاندۇرۇشلارنى بايان قىلدۇق"
        }
    ]
}