{
    "pages": [
        {
            "chapter": 20,
            "verse": 126,
            "text": "ئاللاھ ئېيتىدۇ: «شۇنىڭدەك ساڭا (روشەن) ئايەتلىرىمىز كەلدى، سەن ئۇلارنى تەرك ئەتتىڭ، سەن بۈگۈن شۇنىڭغا ئوخشاش تەرك ئېتىلىسەن»"
        },
        {
            "chapter": 20,
            "verse": 127,
            "text": "ھەددىدىن ئاشقان ۋە پەرۋەردىگارىنىڭ ئايەتلىرىگە ئىمان ئېيتمىغانلارغا شۇنىڭغا ئوخشاش جازا بېرىمىز، ئاخىرەتنىڭ ئازابى تېخىمۇ قاتتىقتۇر، تېخىمۇ باقىيدۇر"
        },
        {
            "chapter": 20,
            "verse": 128,
            "text": "ئۇلاردىن ئىلگىرى ئۆتكەن (پەيغەمبەرلىرىنى ئىنكار قىلغان) نۇرغۇن ئۈممەتلەرنى ھالاك قىلغانلىقىمىزنى ئۇلار ئۇقمامدۇ؟ ئۇلار شۇ ئۈممەتلەرنىڭ ماكانلىرىدا مېڭىپ يۈرىدۇ، ئەقىل ئىگىلىرى ئۈچۈن ئۇنىڭدا ھەقىقەتەن نۇرغۇن ئىبرەتلەر بار"
        },
        {
            "chapter": 20,
            "verse": 129,
            "text": "ئەگەر پەرۋەردىگارىڭنىڭ (ئازابنى ئۇلاردىن كېچىكتۈرۈشكە) قىلىۋەتكەن ھۆكمى ۋە ئالدىنئالا بەلگىلەپ قويغان ۋاقتى بولمىسا ئىدى، ئۇ چاغدا (ئۇلارنىڭ ھالاك بولۇشى) چوقۇم ئىدى"
        },
        {
            "chapter": 20,
            "verse": 130,
            "text": "ئۇلارنىڭ سۆزلىرىگە سەۋرى قىلغىن، مەمنۇن بولۇشۇڭ ئۈچۈن، كۈن چىقىشتىن ئىلگىرى، كۈن پېتىشتىن بۇرۇن، كېچە ۋاقىتلىرىدا ۋە كۈندۈزنىڭ دەسلەپكى ۋە ئاخىرقى ۋاقىتلىرىدا پەرۋەردىگارىڭغا تەسبىھ ئېيتقىن (يەنى ناماز ئوقۇغىن) ۋە ھەمدە ئېيتقىن"
        },
        {
            "chapter": 20,
            "verse": 131,
            "text": "بىز (كۇففارلاردىن) تۈرلۈك جامائەنى بەھرىمەن قىلغان دۇنيانىڭ نېمەتلىرى ۋە زىبۇ - زىننەتلىرىگە كۆز سالمىغىن، بۇنىڭ بىلەن ئۇلارنى سىنايمىز، پەرۋەردىگارىڭنىڭ رىزقى (يەنى ساۋابى بۇ پانىي نېمەتتىن) ياخشىدۇر ۋە ئەڭ باقىيدۇر"
        },
        {
            "chapter": 20,
            "verse": 132,
            "text": "(ئى مۇھەممەد!) ئائىلەڭدىكىلەرنى (ۋە ئۈممىتىڭنى) نامازغا بۇيرۇغىن، ئۆزۈڭمۇ ئۇنى ئادا قىلىشقا چىداملىق بولغىن، سەندىن بىز رىزىق تەلەپ قىلمايمىز. ساڭا بىز رىزىق بېرىمىز، ياخشى ئاقىۋەت پەقەت تەقۋادارلارغا خاستۇر"
        },
        {
            "chapter": 20,
            "verse": 133,
            "text": "ئۇلار (يەنى مۇشرىكلار): «(مۇھەممەد) پەرۋەردىگارى تەرىپىدىن بىزگە بىرەر مۆجىزە كەلتۈرسىچۇ!» دەيدۇ، ئۇلارغا بۇرۇنقى ئۈممەتلەرنىڭ خەۋەرلىرىنى ئۆز ئىچىگە ئالغان قۇرئان كەلمىدىمۇ؟"
        },
        {
            "chapter": 20,
            "verse": 134,
            "text": "ئەگەر بىز ئۇلارنى ئۇنىڭدىن (يەنى مۇھەممەد ئەلەيھىسسالامنى ئەۋەتىشتىن) ئىلگىرى ھالاك قىلغان بولساق، ئۇلار چوقۇم: «نېمىشقا بىزگە بىرەر پەيغەمبەر ئەۋەتمىدىڭ؟ بىز خار ۋە رەسۋا بولۇشتىن ئىلگىرى سېنىڭ ئايەتلىرىڭگە ئەگىشەتتۇق» دەيتتى"
        },
        {
            "chapter": 20,
            "verse": 135,
            "text": "ئېيتقىنكى، ھەممە (سىلەرنىڭ ۋە بىزنىڭ ئىشلىرىمىزنىڭ ئاقىۋىتىنى) كۈتمەكتە. سىلەرمۇ كۈتۈڭلار، كىملەرنىڭ توغرا يول ئىگىلىرى ئىكەنلىكىنى ۋە كىملەرنىڭ ھىدايەت تاپقانلىقىنى (ئۇزاققا قالماي) بىلىسىلەر»"
        }
    ]
}