{
    "pages": [
        {
            "chapter": 21,
            "verse": 36,
            "text": "كاپىرلار سېنى كۆرگەن چاغدا: «سىلەرنىڭ مەبۇدلىرىڭلارنى ئەيىبلەيدىغان ئادەم مۇشۇمۇ؟ » (دېيىشىپ) سېنى مەسخىرە قىلىشىدۇ، ھالبۇكى، ئۇلار مەرھەمەتلىك ئاللاھ تەرىپىدىن نازىل بولغان قۇرئاننى ئىنكار قىلىشىدۇ"
        },
        {
            "chapter": 21,
            "verse": 37,
            "text": "ئىنسان ئالدىراڭغۇ يارىتىلغان، سىلەرگە ئالامەتلىرىمنى (يەنى ماڭا ئاسىيلىق قىلغانلارنى جازالىيالايدىغانلىقىمنى) كۆرسىتىمەن. (ئۇنىڭ ۋاقتى سائىتىدىن بۇرۇن) مېنى ئالدىرىتىپ كەتمەڭلار"
        },
        {
            "chapter": 21,
            "verse": 38,
            "text": "ئۇلار: «(سۆزۈڭلاردا) راستچىل بولساڭلار، بۇ ۋەدە (يەنى بىزگە ۋەدە قىلىنغان ئازابنىڭ يۈز بېرىدىغان ۋاقتى) قاچان؟ » دېيىشىدۇ"
        },
        {
            "chapter": 21,
            "verse": 39,
            "text": "ئەگەر كاپىرلار بۇ چاغدا يۈزلىرىدىن، دۈمبىلىرىدىن ئازابنى دەپئى قىلالمايدىغانلىقلىرىنى ۋە ھېچقانداق ياردەمگە ئېرىشەلمەيدىغانلىقلىرىنى بىلسە ئىدى (ئازابنىڭ بالدۇر يۈز بېرىشىنى تەلەپ قىلمايتتى)"
        },
        {
            "chapter": 21,
            "verse": 40,
            "text": "لېكىن قىيامەت ئۇلارغا تۇيۇقسىز كېلىدۇ ـ دە، ئۇلارنى ھەيرەتتە قالدۇرىدۇ، ئۇلار قىيامەتكە قارشىلىق كۆرسىتەلمەيدۇ، ئۇلارغا (تەۋبە قىلىۋېلىش ۋە ئۆزرە بايان قىلىش ئۈچۈن) مۆھلەتمۇ بېرىلمەيدۇ"
        },
        {
            "chapter": 21,
            "verse": 41,
            "text": "سەندىن ئىلگىرى ھەقىقەتەن نۇرغۇن پەيغەمبەرلەر مەسخىرە قىلىندى، ئۇلارنى مەسخىرە قىلغۇچىلارغا مەسخىرە قىلغانلىقنىڭ جازاسى بولغان ئازاب نازىل بولدى"
        },
        {
            "chapter": 21,
            "verse": 42,
            "text": "(ئى مۇھەممەد! مەسخىرە قىلغۇچىلارغا) «سىلەرنى كېچىدە ۋە كۈندۈزدە مەرھەمەتلىك ئاللاھنىڭ ئازابىدىن كىم ساقلايدۇ؟» دېگىن، بەلكى ئۇلار پەرۋەردىگارىنىڭ كالامىدىن يۈز ئۆرۈگۈچىلەردۇر"
        },
        {
            "chapter": 21,
            "verse": 43,
            "text": "ئۇلارنىڭ بىزدىن باشقا ئۆزلىرىنى (قوغدايدىغان) مەبۇدلىرى بارمۇ؟ ئۇلارنىڭ (چوقۇنۇۋاتقان) مەبۇدلىرى ئۆزلىرىنى قوغداشقىمۇ قادىر بولالمايدۇ، بىزنىڭ ياردىمىمىزگىمۇ ئېرىشەلمەيدۇ"
        },
        {
            "chapter": 21,
            "verse": 44,
            "text": "بۇلارنى (يەنى مۇشرىكلارنى) ۋە ئۇلارنىڭ ئەجداتلىرىنى (دۇنيانىڭ مال ـ مۈلكىدىن) بەھرىمەن قىلدۇق، ھەتتا (شۇ نېمەت ئىچىدە) ئۇلارنىڭ ئۆمرى ئۇزۇن بولدى. ئۇلار بىزنىڭ زېمىننىڭ ئەتراپىنى قەدەممۇ قەدەم تارايتىۋاتقانلىقىمىزنى بىلمەمدۇ؟ (ئەھۋال مۇشۇنداق ئىكەن) ئۇلار غالىب ھېسابلىنامدۇ؟"
        }
    ]
}