{
    "pages": [
        {
            "chapter": 26,
            "verse": 40,
            "text": "كىشىلەرگە: «سىلەر يىغىلىپ بولدۇڭلارمۇ؟ ئەگەر سېھىرگەرلەر غالىب چىقسا ئۇلارغا بويسۇنۇشىمىز مۇمكىن» دېيىلدى[39 ـ]"
        },
        {
            "chapter": 26,
            "verse": 41,
            "text": "سېھىرگەرلەر پىرئەۋننىڭ قېشىغا يېتىپ كەلگەندە، ئۇلار پىرئەۋنگە: «ئەگەر غەلىبە قىلساق بىزگە چوقۇم مۇكاپات بېرىلەمدۇ؟» دېدى"
        },
        {
            "chapter": 26,
            "verse": 42,
            "text": "پىرئەۋن: « ھەئە، ئۇ چاغدا (سىلەرگە مۇكاپات بېرىلىدۇ، ئۇنىڭ ئۈستىگە) سىلەر چوقۇم مېنىڭ يېقىن ئادەملىرىمدىن بولۇپ قالىسىلەر» دېدى"
        },
        {
            "chapter": 26,
            "verse": 43,
            "text": "مۇسا ئۇلارغا: «تاشلايدىغان نەرسەڭلارنى تاشلاڭلار!» دېدى"
        },
        {
            "chapter": 26,
            "verse": 44,
            "text": "ئۇلار ئارغامچىلىرىنى، ھاسىلىرىنى تاشلىدى. ئۇلار: «پىرئەۋننىڭ كاتتىلىقى بىلەن قەسەمكى، بىز شەك شۈبھىسىز غەلىبە قىلىمىز» دېدى"
        },
        {
            "chapter": 26,
            "verse": 45,
            "text": "مۇسا ھاسىسىنى تاشلىدى، (ئۇ ئەجدىھاغا ئايلىنىپ) ئۇلارنىڭ ئويدۇرما نەرسىلىرىنى يۇتۇۋەتتى"
        },
        {
            "chapter": 26,
            "verse": 46,
            "text": "سىھىرگەرلەر سەجدىگە باردى"
        },
        {
            "chapter": 26,
            "verse": 47,
            "text": "ئۇلار: «ئالەملەرنىڭ پەرۋەردىگارىغا ـ مۇسا ۋە ھارۇننىڭ پەرۋەردىگارىغا ـ ئىمان ئېيتتۇق» دېدى[47ـ]"
        },
        {
            "chapter": 26,
            "verse": 48,
            "text": "ئۇلار: «ئالەملەرنىڭ پەرۋەردىگارىغا ـ مۇسا ۋە ھارۇننىڭ پەرۋەردىگارىغا ـ ئىمان ئېيتتۇق» دېدى[47ـ]"
        },
        {
            "chapter": 26,
            "verse": 49,
            "text": "پىرئەۋن: «مەن رۇخسەت قىلماي تۇرۇپ سىلەر مۇساغا ئىمان ئېيتتىڭلار، ئۇ چوقۇم سىلەرگە سېھىرنى ئۈگەتكەن باشلىقىڭلار ئىكەن، (سىلەرنى قانداق جازالايدىغانلىقىمنى) ئۇزۇنغا قالماي بىلىسىلەر، قولۇڭلارنى، پۇتۇڭلارنى چوقۇم ئوڭ ـ چەپ قىلىپ (يەنى ئوڭ قولۇڭلار بىلەن سول پۇتۇڭلارنى ياكى سول قولۇڭلار بىلەن ئوڭ پۇتۇڭلارنى) كېسىمەن، ھەممىڭلارنى چوقۇم دارغا ئاسىمەن» دېدى"
        },
        {
            "chapter": 26,
            "verse": 50,
            "text": "سېھىرگەرلەر: «(بۇنىڭدىمۇ بىزگە) ھېچ زىيان يوق، بىز ئەلۋەتتە پەرۋەردىگارىمىزنىڭ دەرگاھىغا قايتقۇچىلارمىز،"
        },
        {
            "chapter": 26,
            "verse": 51,
            "text": "بىز مۇساغا ھەممىدىن بۇرۇن ئىمان ئېيتقۇچىلار بولغانلىقىمىز ئۈچۈن، پەرۋەردىگارىمىزنىڭ خاتالىقلىرىمىزنى مەغپىرەت قىلىشىنى ئەلۋەتتە ئۈمىد قىلىمىز» دېدى[ـ]"
        },
        {
            "chapter": 26,
            "verse": 52,
            "text": "بىز مۇساغا: «كېچىدە بەندىلىرىمنى (يەنى بەنى ئىسرائىلنى) ئېلىپ ئاتلانغىن. سىلەر ئەلۋەتتە قوغلىنىسىلەر، (يەنى پىرئەۋن ئۆز قەۋمى بىلەن سىلەرنى قوغلاپ چىقىدۇ)» دەپ ۋەھىي قىلدۇق"
        },
        {
            "chapter": 26,
            "verse": 53,
            "text": "پىرئەۋن شەھەرلەرگە (ئەسكەر) توپلىغۇچىلارنى ئەۋەتتى"
        },
        {
            "chapter": 26,
            "verse": 54,
            "text": "(پىرئەۋن ئېيتتىكى:) «بۇ كىشىلەر ھەقىقەتەن بىر ئوچۇم ئادەملەردۇر"
        },
        {
            "chapter": 26,
            "verse": 55,
            "text": "ئۇلار ھەقىقەتەن بىزنىڭ ئاچچىقىمىزنى كەلتۈرۈپ قويدى"
        },
        {
            "chapter": 26,
            "verse": 56,
            "text": "بىز ھەقىقەتەن ئېھتىياتچان جامائەمىز»"
        },
        {
            "chapter": 26,
            "verse": 57,
            "text": "بىز ئۇلارنى (يەنى پىرئەۋن بىلەن ئۇنىڭ قەۋمىنى) باغلاردىن، بۇلاقلاردىن، خەزىنىلەردىن ۋە ئېسىل تۇرالغۇدىن ئايرىۋەتتۇق[57ـ]"
        },
        {
            "chapter": 26,
            "verse": 58,
            "text": "بىز ئۇلارنى (يەنى پىرئەۋن بىلەن ئۇنىڭ قەۋمىنى) باغلاردىن، بۇلاقلاردىن، خەزىنىلەردىن ۋە ئېسىل تۇرالغۇدىن ئايرىۋەتتۇق[57ـ]"
        },
        {
            "chapter": 26,
            "verse": 59,
            "text": "شۇنداق قىلىپ ئۇلارنى بەنى ئىسرائىلغا مىراس قىلىپ بەردۇق"
        },
        {
            "chapter": 26,
            "verse": 60,
            "text": "ئۇلار (يەنى پىرئەۋن بىلەن ئۇنىڭ قوشۇنى) ئۇلارنى كۈن چىققان چاغدا قوغلاپ چىقتى"
        }
    ]
}