{
    "pages": [
        {
            "chapter": 27,
            "verse": 23,
            "text": "مەن ھەقىقەتەن ئۇلارغا (يەنى سەبە ئاھالىسىگە) بىر ئايالنىڭ (يەنى بىلقىسنىڭ) پادىشاھلىق قىلىۋاتقانلىقىنى كۆردۈم، ئۇنىڭغا (ئۆزىگە ۋە سەلتەنەتىگە كېرەكلىك) ھەممە نەرسە بېرىلگەن ئىكەن، ئۇ چوڭ تەختكە ئىگە ئىكەن"
        },
        {
            "chapter": 27,
            "verse": 24,
            "text": "ئۇنىڭ ۋە قەۋمىنىڭ ئاللاھنى قويۇپ قۇياشقا چوقۇنىدىغانلىقىنى بايقىدىم، شەيتان ئۇلارغا قىلمىشلىرىنى (يەنى ئاللاھنى قويۇپ، قۇياشقا چوقۇنغانلىقلىرىنى) چىرايلىق كۆرسەتتى، ئۇلارنى توغرا يولدىن توستى، ئۇلار ھىدايەت تاپمايدۇ"
        },
        {
            "chapter": 27,
            "verse": 25,
            "text": "ئۇلار ئاسمانلاردىكى ۋە زېمىندىكى سىرلارنى ئاشكارىلىغۇچى، سىلەرنىڭ يوشۇرۇن ۋە ئاشكارا ئىشىڭلارنى بىلىپ تۇرغۇچى ئاللاھقا سەجدە قىلمايدۇ"
        },
        {
            "chapter": 27,
            "verse": 26,
            "text": "ئاللاھتىن باشقا ھېچ ئىلاھ يوقتۇر، ئۇ بۈيۈك ئەرشنىڭ پەرۋەردىگارىدۇر»"
        },
        {
            "chapter": 27,
            "verse": 27,
            "text": "سۇلايمان ئېيتتى: «سەن راست دەۋاتامسەن، يا يالغانمۇ؟ قارايمىز"
        },
        {
            "chapter": 27,
            "verse": 28,
            "text": "بۇ خېتىمنى ئېلىپ بېرىپ ئۇلارغا تاشلىغىن، ئاندىن ئۇلاردىن نېرىراق (جايدا يوشۇرۇنۇپ) تۇر، ئۇلارنىڭ قانداق جاۋاپ قايتۇرىدىغانلىقىغا قارىغىن»"
        },
        {
            "chapter": 27,
            "verse": 29,
            "text": "ئۇ (يەنى بىلقىس) ئېيتتى: «ئى ئۇلۇغلار! ماڭا ھەقىقەتەن سۇلايماندىن بىر پارچە قىممەتلىك خەت كەلدى"
        },
        {
            "chapter": 27,
            "verse": 30,
            "text": "(ئۇنىڭ مەزمۇنى شۇكى) ناھايىتى شەپقەتلىك ۋە مېھرىبان ئاللاھنىڭ ئىسمى بىلەن باشلايمەن[ـ]"
        },
        {
            "chapter": 27,
            "verse": 31,
            "text": "سىلەر ماڭا ھاكاۋۇرلۇق قىلماڭلار، مېنىڭ ئالدىمغا مۇسۇلمان بولغان ھالدا كېلىڭلار»"
        },
        {
            "chapter": 27,
            "verse": 32,
            "text": "ئۇ (يەنى بىلقىس) ئېيتتى: «ئى ئۇلۇغلار! مېنىڭ (بۇ) ئىشىمدا مەسلىھەت بېرىڭلار، سىلەرنى ئۈستىدە قويماي تۇرۇپ ھېچ ئىشنى بېكىتكىنىم يوق»"
        },
        {
            "chapter": 27,
            "verse": 33,
            "text": "ئۇلار ئېيتتى: «بىز كۈچلۈك ۋە جەڭگىۋارمىز، ئىش سېنىڭ ئىختىيارىڭدىدۇر، (بىزنى) نېمىگە بۇيرۇيدىغانلىقىڭنى (ئويلاپ) كۆرگىن»"
        },
        {
            "chapter": 27,
            "verse": 34,
            "text": "ئۇ (يەنى بىلقىس) ئېيتتى: «شۈبھىسىزكى، پادىشاھلار بىرەر شەھەرگە ھۇجۇم قىلىپ كىرسە، ئۇنى خاراب قىلىدۇ، شەھەرنىڭ مۆتىۋەر ئادەملىرىنى (ئۆلتۈرۈش، ئەسىرگە ئېلىش ۋە سۈرگۈن قىلىش بىلەن) خار قىلىدۇ، ئۇلارمۇ شۇنداق قىلىدۇ"
        },
        {
            "chapter": 27,
            "verse": 35,
            "text": "مەن چوقۇم ئۇلارغا سوۋغا ئەۋەتىمەن، ئەلچىلەرنىڭ نېمە خەۋەر ئېلىپ كېلىدىغانلىقىغا قارايمەن»"
        }
    ]
}