{
    "pages": [
        {
            "chapter": 39,
            "verse": 6,
            "text": "ئاللاھ سىلەرنى بىر ئادەمدىن ياراتتى، ئاندىن ئۇنىڭدىن ئۇنىڭ جۈپتىنى (يەنى ھەۋۋانى) ياراتتى ۋە ھايۋانلاردىن سەككىزنى سىلەر ئۈچۈن ياراتتى، ئاللاھ سىلەرنى ئاناڭلارنىڭ قارنىدا بىر ھالەتتىن يەنە بىر ھالەتكە تەرەققىي قىلدۇرۇپ (يەنى ئابىمەنىي، ئاندىن لەختە قان، ئاندىن پارچە گۆش باسقۇچلىرىغا بۆلۈپ)، ئۈچ قاراڭغۇلۇق (يەنى بالاھەمراھىنىڭ پەردىسى، بەچچىدان ۋە ئانىنىڭ قورسىقى) ئىچىدە يارىتىدۇ، ئەنە شۇ ئاللاھ سىلەرنىڭ پەرۋەردىگارىڭلاردۇر، پادىشاھلىق ئاللاھقا خاستۇر، ئۇنىڭدىن باشقا ھېچ ئىلاھ يوقتۇر، قانداقمۇ (ئۇنىڭغا ئىبادەت قىلىشتىن ئۇنىڭدىن غەيرىيگە چوقۇنۇشقا) بۇرۇلۇپ كېتىسىلەر"
        },
        {
            "chapter": 39,
            "verse": 7,
            "text": "ئەگەر كاپىر بولساڭلار ئاللاھ سىلەردىن بىھاجەتتۇر، ئاللاھ بەندىلىرىنىڭ كاپىر بولۇشىغا رازى بولمايدۇ. ئەگەر سىلەر شۈكۈر قىلساڭلار، ئاللاھ سىلەرنىڭ قىلغان شۈكۈرۈڭلاردىن رازى بولىدۇ، بىر گۇناھكار ئادەم باشقا بىراۋنىڭ گۇناھىنى ئۈستىگە ئالمايدۇ (يەنى ھەر ئادەم قىلغان گۇناھىغا ئۆزى جاۋابكار بولىدۇ)، ئاندىن سىلەر پەرۋەردىگارىڭلارنىڭ دەرگاھىغا قايتىسىلەر، ئاللاھ قىلمىشىڭلارنى سىلەرگە ئېيتىپ بېرىدۇ، ئاللاھ ھەقىقەتەن دىللاردىكى سىرلارنى تولۇق بىلگۈچىدۇر"
        },
        {
            "chapter": 39,
            "verse": 8,
            "text": "ئىنسانغا بىرەر زىيان ـ زەخمەت يەتسە، پەرۋەردىگارىغا يۈزلەنگەن ھالدا ئۇنىڭغا دۇئا قىلىدۇ، ئاندىن ئاللاھ ئۆز تەرىپىدىن ئۇنىڭغا نېمەت ئاتا قىلغان (ئۇنىڭ بېشىغا كەلگەن كۈلپەتنى كۆتۈرۈۋەتكەن) چاغدا، ئاللاھقا زىيان ـ زەخمەتنى كۆتۈرۈۋېتىش توغرۇلۇق ئىلگىرى قىلغان دۇئاسىنى ئۇنتۇپ كېتىدۇ، (باشقىلارنى) ئاللاھنىڭ يولىدىن ئازدۇرۇش ئۈچۈن ئاللاھقا شېرىكلەرنى كەلتۈرىدۇ، ئېيتقىنكى، «سەن كۇفرىڭ بىلەن تۇرۇپ، (بۇ پانىي دۇنيادىن) ئازغىنا (ۋاقىت) بەھرىمەن بولغىن، سەن چوقۇم دوزىخىلاردىندۇرسەن"
        },
        {
            "chapter": 39,
            "verse": 9,
            "text": "(ئاللاھقا شېرىك كەلتۈرگەن ئادەم ياخشىمۇ؟) ياكى ئاخىرەت (ئازابىدىن) قورقۇپ، پەرۋەردىگارىنىڭ رەھمىتىنى ئۈمىد قىلىپ، كېچىنىڭ سائەتلىرىنى سەجدە قىلغان ۋە قىيامدا تۇرغان ھالدا ئىبادەت قىلىپ ئۆتكۈزگەن ئادەم (ياخشىمۇ؟)». ئېيتقىنكى، «بىلىدىغانلار بىلەن بىلمەيدىغانلار باراۋەر بولامدۇ؟ پەقەت (ساغلام) ئەقىل ئىگىلىرى ئىبرەت ئالىدۇ»"
        },
        {
            "chapter": 39,
            "verse": 10,
            "text": "ئېيتقىنكى، «ئى (ئاللاھنىڭ) مۆمىن بەندىلىرى! پەرۋەردىگارىڭلارغا تەقۋادارلىق قىلىڭلار، بۇ دۇنيادا ياخشى ئىش قىلغانلار (ئاخىرەتتە) ياخشىلىققا (يەنى جەننەتكە) ئېرىشىدۇ. ئاللاھنىڭ يېرى كەڭدۇر (كۇففارلار ئارىسىدىن شۇ يەرگە ھىجرەت قىلىڭلار)، پەقەت سەۋر قىلغۇچىلارغا ئۇلارنىڭ ئەجرى ھېسابسىز بېرىلىدۇ»"
        }
    ]
}