{
    "pages": [
        {
            "chapter": 42,
            "verse": 52,
            "text": "شۇنىڭدەك (يەنى باشقا پەيغەمبەرلەرگە ۋەھىي قىلغاندەك) ئەمرىمىز بويىچە ساڭا قۇرئاننى ۋەھىي قىلدۇق، سەن (ۋەھىيدىن ئىلگىرى) قۇرئاننىڭ ۋە ئىماننىڭ نېمە ئىكەنلىكىنى ئۇقمايتتىڭ، لېكىن بىز قۇرئاننى بىر نۇر قىلدۇقكى، ئۇنىڭ بىلەن بەندىلىرىمىزدىن خالىغان كىشىلەرنى ھىدايەت قىلىمىز. شەك ـ شۈبھىسىزكى سەن توغرا يولغا باشلايسەن"
        },
        {
            "chapter": 42,
            "verse": 53,
            "text": "(ئۇ) ئاسمانلاردىكى ۋە زېمىندىكى نەرسىلەرنىڭ ھەممىسى ئۆزىگە خاس بولغان ئاللاھنىڭ يولىدۇر. بىلىڭلاركى، ھەممە ئىش ئاللاھقا قايتىدۇ"
        },
        {
            "chapter": 43,
            "verse": 1,
            "text": "ھا، مىم"
        },
        {
            "chapter": 43,
            "verse": 2,
            "text": "روشەن كىتاب بىلەن قەسەمكى"
        },
        {
            "chapter": 43,
            "verse": 3,
            "text": "سىلەرنى (ئۇنىڭ مەنىسىنى) چۈشەنسۇن دەپ، بىز ئۇنى ھەقىقەتەن ئەرەبچە قۇرئان قىلدۇق"
        },
        {
            "chapter": 43,
            "verse": 4,
            "text": "ھەقىقەتەن ئۇ لەۋھۇلمەھپۇزدا بىزنىڭ دەرگاھىمىزدا (مۇقىملاشقان) يۇقىرى مەرتىۋىلىك ھېكمەتلىك (كىتاب) دۇر"
        },
        {
            "chapter": 43,
            "verse": 5,
            "text": "سىلەر (گۇمراھلىقتا) ھەددىدىن ئاشقان قەۋم بولغانلىقىڭلار ئۈچۈن سىلەرگە ۋەز ـ نەسىھەت قىلىشنى (يەنى قۇرئاننى نازى قىلىشنى) تەرك قىلامدۇق؟"
        },
        {
            "chapter": 43,
            "verse": 6,
            "text": "ئىلگىرىكى ئۈممەتلەرگە نۇرغۇن پەيغەمبەرلەرنى ئەۋەتتۇق"
        },
        {
            "chapter": 43,
            "verse": 7,
            "text": "ئۇلارغا قانداق بىر پەيغەمبەر كەلمىسۇن، ئۇلار ئۇنى (قەۋمىڭ سېنى مەسخىرە قىلغاندەك) مەسخىرە قىلدى"
        },
        {
            "chapter": 43,
            "verse": 8,
            "text": "ئۇلار (يەنى مەككە كاپىرلىرى) دىن كۈچ ـ قۇۋۋەتتە ئۈستۈن بولغانلارنى ھالاك قىلدۇق، ئىلگىرىكىلەرنىڭ قىسسەلىرى قۇرئاندا ئۆتتى"
        },
        {
            "chapter": 43,
            "verse": 9,
            "text": "ئەگەر سەن ئۇلاردىن: «ئاسمانلار ۋە زېمىننى كىم ياراتتى» دەپ سورىساڭ، ئۇلار: «ئەلۋەتتە ئاسمانلارنى ۋە زېمىننى غالىب، ھەممىنى بىلگۈچى (ئاللاھ) ياراتتى» دەيدۇ"
        },
        {
            "chapter": 43,
            "verse": 10,
            "text": "ئاللاھ سىلەر ئۈچۈن زېمىننى قارارگاھ قىلدى، (سەپەردە كۆزلىگەن يېرىڭلارغا) بېرىۋېلىشىڭلار ئۈچۈن سىلەرگە زېمىندا نۇرغۇن يوللارنى ياراتتى"
        }
    ]
}