{
    "pages": [
        {
            "chapter": 48,
            "verse": 1,
            "text": "ئاللاھنىڭ سېنىڭ ئىلگىرىكى ۋە كېيىنكى گۇناھلىرىڭنى كەچۈرۈشى ئۈچۈن، ساڭا بەرگەن نېمىتىنى مۇكەممەللەشتۈرۈشى ئۈچۈن، سېنى توغرا يولغا باشلىشى ئۈچۈن، ساڭا كۈچلۈك ياردەم بېرىشى ئۈچۈن، ساڭا بىز ھەقىقەتەن روشەن غەلىبە ئاتا قىلدۇق[1ـ3].وَيَنْصُرَكَ اللَّهُ نَصْرًا عَزِيزًا"
        },
        {
            "chapter": 48,
            "verse": 2,
            "text": "ئاللاھنىڭ سېنىڭ ئىلگىرىكى ۋە كېيىنكى گۇناھلىرىڭنى كەچۈرۈشى ئۈچۈن، ساڭا بەرگەن نېمىتىنى مۇكەممەللەشتۈرۈشى ئۈچۈن، سېنى توغرا يولغا باشلىشى ئۈچۈن، ساڭا كۈچلۈك ياردەم بېرىشى ئۈچۈن، ساڭا بىز ھەقىقەتەن روشەن غەلىبە ئاتا قىلدۇق[1ـ]"
        },
        {
            "chapter": 48,
            "verse": 3,
            "text": "ئاللاھنىڭ سېنىڭ ئىلگىرىكى ۋە كېيىنكى گۇناھلىرىڭنى كەچۈرۈشى ئۈچۈن، ساڭا بەرگەن نېمىتىنى مۇكەممەللەشتۈرۈشى ئۈچۈن، سېنى توغرا يولغا باشلىشى ئۈچۈن، ساڭا كۈچلۈك ياردەم بېرىشى ئۈچۈن، ساڭا بىز ھەقىقەتەن روشەن غەلىبە ئاتا قىلدۇق[1ـ]"
        },
        {
            "chapter": 48,
            "verse": 4,
            "text": "مۆمىنلەرنىڭ ئىمانىغا ئىمان قوشۇلۇشى ئۈچۈن، ئاللاھ ئۇلارنىڭ دىللىرىغا تەمكىنلىكنى چۈشۈردى، ئاسمانلارنىڭ ۋە زېمىننىڭ (پەرىشتىلەردىن، جىنلاردىن، ھايۋانلاردىن ۋە تەبىئەت ھادىسىلىرىدىن بولغان) قوشۇنلىرى ئاللاھنىڭدۇر، ئاللاھ (خەلقنىڭ ئەھۋالىنى) بىلىپ تۇرغۇچىدۇر، ھېكمەت بىلەن ئىش قىلغۇچىدۇر"
        },
        {
            "chapter": 48,
            "verse": 5,
            "text": "(مۆمىنلەرنىڭ دىللىرىغا ئاللاھنىڭ تەمكىنلىك چۈشۈرۈشى) ئەر ـ ئايال مۆمىنلەرنى ئاستىدىن ئۆستەڭلەر ئېقىپ تۇرىدىغان، ئۇلار مەڭگۈ قالىدىغان جەننەتلەرگە كىرگۈزۈشى ۋە ئاللاھنىڭ ئۇلارنىڭ گۇناھلىرىنى كەچۈرۈشى ئۈچۈندۇر، ئاللاھنىڭ دەرگاھىدا، بۇ زور مۇۋەپپەقىيەتتۇر"
        },
        {
            "chapter": 48,
            "verse": 6,
            "text": "(مۆمىنلەرنىڭ دىللىرىغا ئاللاھنىڭ تەمكىنلىك چۈشۈرۈشى) مۇناپىق ۋە مۇناپىقەلەرگە، مۇشرىك ۋە مۇشرىكەلەرگە ئازاب قىلىش ئۈچۈندۇر، ئۇلار ئاللاھقا قارىتا (ئاللاھ پەيغەمبىرىگە ۋە مۆمىنلەرگە ياردەم) بەرمەيدۇ دەيدىغان يامان ئويلاردا بولدى، (ئۇلار مۆمىنلەرگە يەتسۇن دېگەن) ھالاكەت ئۇلارنىڭ ئۆزلىرىگە يېتىدۇ. ئاللاھ ئۇلارغا غەزەپ قىلدى، ئۇلارنى رەھمىتىدىن يىراق قىلدى، ئۇلارغا جەھەننەمنى تەييارلىدى، جەھەننەم نېمىدېگەن يامان جاي"
        },
        {
            "chapter": 48,
            "verse": 7,
            "text": "ئاسمانلارنىڭ ۋە زېمىننىڭ قوشۇنلىرى ئاللاھنىڭدۇر، ئاللاھ غالىبتۇر، ھېكمەت بىلەن ئىش قىلغۇچىدۇر"
        },
        {
            "chapter": 48,
            "verse": 8,
            "text": "بىز ھەقىقەتەن سېنى (قىيامەت كۈنى خەلققە) گۇۋاھلىق بەرگۈچى، (مۆمىنلەرگە جەننەت بىلەن) خۇشخەۋەر بەرگۈچى، (كاپىرلارنى ئازابتىن) ئاگاھلاندۇرغۇچى قىلىپ ئەۋەتتۇق"
        },
        {
            "chapter": 48,
            "verse": 9,
            "text": "سىلەرنىڭ ئاللاھقا ۋە ئۇنىڭ پەيغەمبىرىگە ئىمان ئېيتىشىڭلار ئۈچۈن، ئۇنى (يەنى پەيغەمبەرنى) ئۇلۇغلىشىڭلار ۋە ھۆرمەتلىشىڭلار ئۈچۈن، ئەتىگەندە ۋە ئاخشامدا تەسبىھ ئېيتىشىڭلار ئۈچۈن (بىز پەيغەمبەرنى ئەۋەتتۇق)"
        }
    ]
}