{
    "manzils": [
        {
            "chapter": 26,
            "verse": 1,
            "text": "طٰسٓمٓ"
        },
        {
            "chapter": 26,
            "verse": 2,
            "text": "یہ کتاب روشن کی آیتیں ہیں"
        },
        {
            "chapter": 26,
            "verse": 3,
            "text": "(اے پیغمبرﷺ) شاید تم اس (رنج) سے کہ یہ لوگ ایمان نہیں لاتے اپنے تئیں ہلاک کردو گے"
        },
        {
            "chapter": 26,
            "verse": 4,
            "text": "اگر ہم چاہیں تو ان پر آسمان سے نشانی اُتار دیں۔ پھر ان کی گردنیں اس کے آگے جھک جائیں"
        },
        {
            "chapter": 26,
            "verse": 5,
            "text": "اور ان کے پاس (خدائے) رحمٰن کی طرف سے کوئی نصیحت نہیں آتی مگر یہ اس سے منہ پھیر لیتے ہیں"
        },
        {
            "chapter": 26,
            "verse": 6,
            "text": "سو یہ تو جھٹلا چکے اب ان کو اس چیز کی حقیقت معلوم ہوگی جس کی ہنسی اُڑاتے تھے"
        },
        {
            "chapter": 26,
            "verse": 7,
            "text": "کیا انہوں نے زمین کی طرف نہیں دیکھا کہ ہم نے اس میں ہر قسم کی کتنی نفیس چیزیں اُگائی ہیں"
        },
        {
            "chapter": 26,
            "verse": 8,
            "text": "کچھ شک نہیں کہ اس میں (قدرت خدا کی) نشانی ہے مگر یہ اکثر ایمان لانے والے نہیں ہیں"
        },
        {
            "chapter": 26,
            "verse": 9,
            "text": "اور تمہارا پروردگار غالب (اور) مہربان ہے"
        },
        {
            "chapter": 26,
            "verse": 10,
            "text": "اور جب تمہارے پروردگار نے موسیٰ کو پکارا کہ ظالم لوگوں کے پاس جاؤ"
        },
        {
            "chapter": 26,
            "verse": 11,
            "text": "(یعنی) قوم فرعون کے پاس، کیا یہ ڈرتے نہیں"
        },
        {
            "chapter": 26,
            "verse": 12,
            "text": "انہوں نے کہا کہ میرے پروردگار میں ڈرتا ہوں کہ یہ مجھے جھوٹا سمجھیں"
        },
        {
            "chapter": 26,
            "verse": 13,
            "text": "اور میرا دل تنگ ہوتا ہے اور میری زبان رکتی ہے تو ہارون کو حکم بھیج کہ میرے ساتھ چلیں"
        },
        {
            "chapter": 26,
            "verse": 14,
            "text": "اور ان لوگوں کا مجھ پر ایک گناہ (یعنی قبطی کے خون کا دعویٰ) بھی ہے سو مجھے یہ بھی خوف ہے کہ مجھ کو مار ہی ڈالیں"
        },
        {
            "chapter": 26,
            "verse": 15,
            "text": "فرمایا ہرگز نہیں۔ تم دونوں ہماری نشانیاں لے کر جاؤ ہم تمہارے ساتھ سننے والے ہیں"
        },
        {
            "chapter": 26,
            "verse": 16,
            "text": "تو دونوں فرعون کے پاس جاؤ اور کہو کہ ہم تمام جہان کے مالک کے بھیجے ہوئے ہیں"
        },
        {
            "chapter": 26,
            "verse": 17,
            "text": "(اور اس لئے آئے ہیں) کہ آپ بنی اسرائیل کو ہمارے ساتھ جانے کی اجازت دیں"
        },
        {
            "chapter": 26,
            "verse": 18,
            "text": "(فرعون نے موسیٰ سے کہا) کیا ہم نے تم کو کہ ابھی بچّے تھے پرورش نہیں کیا اور تم نے برسوں ہمارے ہاں عمر بسر (نہیں) کی"
        },
        {
            "chapter": 26,
            "verse": 19,
            "text": "اور تم نے وہ کام کیا تھا جو کیا اور تم ناشکرے معلوم ہوتے ہو"
        },
        {
            "chapter": 26,
            "verse": 20,
            "text": "(موسیٰ نے) کہاں (ہاں) وہ حرکت مجھ سے ناگہاں سرزد ہوئی تھی اور میں خطا کاروں میں تھا"
        },
        {
            "chapter": 26,
            "verse": 21,
            "text": "تو جب مجھے تم سے ڈر لگا تو تم میں سے بھاگ گیا۔ پھر خدا نے مجھ کو نبوت وعلم بخشا اور مجھے پیغمبروں میں سے کیا"
        },
        {
            "chapter": 26,
            "verse": 22,
            "text": "اور (کیا) یہی احسان ہے جو آپ مجھ پر رکھتے ہیں کہ آپ نے بنی اسرائیل کو غلام بنا رکھا ہے"
        },
        {
            "chapter": 26,
            "verse": 23,
            "text": "فرعون نے کہا کہ تمام جہان مالک کیا"
        },
        {
            "chapter": 26,
            "verse": 24,
            "text": "کہا کہ آسمانوں اور زمین اور جو کچھ ان دونوں میں ہے سب کا مالک۔ بشرطیکہ تم لوگوں کو یقین ہو"
        },
        {
            "chapter": 26,
            "verse": 25,
            "text": "فرعون نے اپنے اہالی موالی سے کہا کہ کیا تم سنتے نہیں"
        },
        {
            "chapter": 26,
            "verse": 26,
            "text": "(موسیٰ نے) کہا کہ تمہارا اور تمہارے پہلے باپ دادا کا مالک"
        },
        {
            "chapter": 26,
            "verse": 27,
            "text": "(فرعون نے) کہا کہ (یہ) پیغمبر جو تمہاری طرف بھیجا گیا ہے باؤلا ہے"
        },
        {
            "chapter": 26,
            "verse": 28,
            "text": "موسیٰ نے کہا کہ مشرق اور مغرب اور جو کچھ ان دونوں میں ہے سب کا مالک، بشرطیکہ تم کو سمجھ ہو"
        },
        {
            "chapter": 26,
            "verse": 29,
            "text": "(فرعون نے) کہا کہ اگر تم نے میرے سوا کسی اور کو معبود بنایا تو میں تمہیں قید کردوں گا"
        },
        {
            "chapter": 26,
            "verse": 30,
            "text": "(موسیٰ نے) کہا خواہ میں آپ کے پاس روشن چیز لاؤں (یعنی معجزہ)"
        },
        {
            "chapter": 26,
            "verse": 31,
            "text": "فرعون نے کہا اگر سچے ہو تو اسے لاؤ (دکھاؤ)"
        },
        {
            "chapter": 26,
            "verse": 32,
            "text": "پس انہوں نے اپنی لاٹھی ڈالی تو وہ اسی وقت صریح اژدہا بن گئی"
        },
        {
            "chapter": 26,
            "verse": 33,
            "text": "اور اپنا ہاتھ نکالا تو اسی دم دیکھنے والوں کے لئے سفید (براق نظر آنے لگا)"
        },
        {
            "chapter": 26,
            "verse": 34,
            "text": "فرعون نے اپنے گرد کے سرداروں سے کہا کہ یہ تو کامل فن جادوگر ہے"
        },
        {
            "chapter": 26,
            "verse": 35,
            "text": "چاہتا ہے کہ تم کو اپنے جادو (کے زور) سے تمہارے ملک سے نکال دے تو تمہاری کیا رائے ہے؟"
        },
        {
            "chapter": 26,
            "verse": 36,
            "text": "انہوں نے کہا کہ اسے اور اس کے بھائی (کے بارے) میں کچھ توقف کیجیئے اور شہروں میں ہرکارے بھیج دیجیئے"
        },
        {
            "chapter": 26,
            "verse": 37,
            "text": "کہ سب ماہر جادوگروں کو (جمع کرکے) آپ کے پاس لے آئیں"
        },
        {
            "chapter": 26,
            "verse": 38,
            "text": "تو جادوگر ایک مقررہ دن کی میعاد پر جمع ہوگئے"
        },
        {
            "chapter": 26,
            "verse": 39,
            "text": "اور لوگوں سے کہہ دیا گیا کہ تم (سب) کو اکھٹے ہو کر جانا چاہیئے"
        },
        {
            "chapter": 26,
            "verse": 40,
            "text": "تاکہ اگر جادوگر غالب رہیں تو ہم ان کے پیرو ہوجائیں"
        },
        {
            "chapter": 26,
            "verse": 41,
            "text": "جب جادوگر آگئے تو فرعون سے کہنے لگے اگر ہم غالب رہے تو ہمیں صلہ بھی عطا ہوگا؟"
        },
        {
            "chapter": 26,
            "verse": 42,
            "text": "فرعون نے کہا ہاں اور تم مقربوں میں بھی داخل کرلئے جاؤ گے"
        },
        {
            "chapter": 26,
            "verse": 43,
            "text": "موسیٰ نے ان سے کہا کہ جو چیز ڈالنی چاہتے ہو، ڈالو"
        },
        {
            "chapter": 26,
            "verse": 44,
            "text": "تو انہوں نے اپنی رسیاں اور لاٹھیاں ڈالیں اور کہنے لگے کہ فرعون کے اقبال کی قسم ہم ضرور غالب رہیں گے"
        },
        {
            "chapter": 26,
            "verse": 45,
            "text": "پھر موسیٰ نے اپنی لاٹھی ڈالی تو وہ ان چیزوں کو جو جادوگروں نے بنائی تھیں یکایک نگلنے لگی"
        },
        {
            "chapter": 26,
            "verse": 46,
            "text": "تب جادوگر سجدے میں گر پڑے"
        },
        {
            "chapter": 26,
            "verse": 47,
            "text": "(اور) کہنے لگے کہ ہم تمام جہان کے مالک پر ایمان لے آئے"
        },
        {
            "chapter": 26,
            "verse": 48,
            "text": "جو موسیٰ اور ہارون کا مالک ہے"
        },
        {
            "chapter": 26,
            "verse": 49,
            "text": "فرعون نے کہا کیا اس سے پہلے کہ میں تم کو اجازت دوں تم اس پر ایمان لے آئے، بےشک یہ تمہارا بڑا ہے جس نے تم کو جادو سکھایا ہے۔ سو عنقریب تم (اس کا انجام) معلوم کرلو گے کہ میں تمہارے ہاتھ اور پاؤں اطراف مخالف سے کٹوا دوں گا اور تم سب کو سولی پر چڑھوا دوں گا"
        },
        {
            "chapter": 26,
            "verse": 50,
            "text": "انہوں نے کہا کہ کچھ نقصان (کی بات) نہیں ہم اپنے پروردگار کی طرف لوٹ جانے والے ہیں"
        },
        {
            "chapter": 26,
            "verse": 51,
            "text": "ہمیں امید ہے کہ ہمارا پروردگار ہمارے گناہ بخش دے گا۔ اس لئے کہ ہم اول ایمان لانے والوں میں ہیں"
        },
        {
            "chapter": 26,
            "verse": 52,
            "text": "اور ہم نے موسیٰ کی طرف وحی بھیجی کہ ہمارے بندوں کو رات کو لے نکلو کہ (فرعونیوں کی طرف سے) تمہارا تعاقب کیا جائے گا"
        },
        {
            "chapter": 26,
            "verse": 53,
            "text": "تو فرعون نے شہروں میں نقیب راونہ کئے"
        },
        {
            "chapter": 26,
            "verse": 54,
            "text": "(اور کہا) کہ یہ لوگ تھوڑی سی جماعت ہے"
        },
        {
            "chapter": 26,
            "verse": 55,
            "text": "اور یہ ہمیں غصہ دلا رہے ہیں"
        },
        {
            "chapter": 26,
            "verse": 56,
            "text": "اور ہم سب باسازو سامان ہیں"
        },
        {
            "chapter": 26,
            "verse": 57,
            "text": "تو ہم نے ان کو باغوں اور چشموں سے نکال دیا"
        },
        {
            "chapter": 26,
            "verse": 58,
            "text": "اور خزانوں اور نفیس مکانات سے"
        },
        {
            "chapter": 26,
            "verse": 59,
            "text": "(ان کے ساتھ ہم نے) اس طرح (کیا) اور ان چیزوں کا وارث بنی اسرائیل کو کر دیا"
        },
        {
            "chapter": 26,
            "verse": 60,
            "text": "تو انہوں نے سورج نکلتے (یعنی صبح کو) ان کا تعاقب کیا"
        },
        {
            "chapter": 26,
            "verse": 61,
            "text": "جب دونوں جماعتیں آمنے سامنے ہوئیں تو موسیٰ کے ساتھی کہنے لگے کہ ہم تو پکڑ لئے گئے"
        },
        {
            "chapter": 26,
            "verse": 62,
            "text": "موسیٰ نے کہا ہرگز نہیں میرا پروردگار میرے ساتھ ہے وہ مجھے رستہ بتائے گا"
        },
        {
            "chapter": 26,
            "verse": 63,
            "text": "اس وقت ہم نے موسیٰ کی طرف وحی بھیجی کہ اپنی لاٹھی دریا پر مارو۔ تو دریا پھٹ گیا۔ اور ہر ایک ٹکڑا (یوں) ہوگیا (کہ) گویا بڑا پہاڑ (ہے)"
        },
        {
            "chapter": 26,
            "verse": 64,
            "text": "اور دوسروں کو وہاں ہم نے قریب کردیا"
        },
        {
            "chapter": 26,
            "verse": 65,
            "text": "اور موسیٰ اور ان کے ساتھ والوں کو تو بچا لیا"
        },
        {
            "chapter": 26,
            "verse": 66,
            "text": "پھر دوسروں کو ڈبو دیا"
        },
        {
            "chapter": 26,
            "verse": 67,
            "text": "بےشک اس (قصے) میں نشانی ہے۔ لیکن یہ اکثر ایمان لانے والے نہیں"
        },
        {
            "chapter": 26,
            "verse": 68,
            "text": "اور تمہارا پروردگار تو غالب (اور) مہربان ہے"
        },
        {
            "chapter": 26,
            "verse": 69,
            "text": "اور ان کو ابراہیم کا حال پڑھ کر سنا دو"
        },
        {
            "chapter": 26,
            "verse": 70,
            "text": "جب انہوں نے اپنے باپ اور اپنی قوم کے لوگوں سے کہا کہ تم کس چیز کو پوجتے ہو"
        },
        {
            "chapter": 26,
            "verse": 71,
            "text": "وہ کہنے لگے کہ ہم بتوں کو پوجتے ہیں اور ان کی پوجا پر قائم ہیں"
        },
        {
            "chapter": 26,
            "verse": 72,
            "text": "ابراہیم نے کہا کہ جب تم ان کو پکارتے ہو تو کیا وہ تمہاری آواز کو سنتے ہیں؟"
        },
        {
            "chapter": 26,
            "verse": 73,
            "text": "یا تمہیں کچھ فائدے دے سکتے یا نقصان پہنچا سکتے ہیں؟"
        },
        {
            "chapter": 26,
            "verse": 74,
            "text": "انہوں نے کہا (نہیں) بلکہ ہم نے اپنے باپ دادا کو اسی طرح کرتے دیکھا ہے"
        },
        {
            "chapter": 26,
            "verse": 75,
            "text": "ابراہیم نے کہا کیا تم نے دیکھا کہ جن کو تم پوجتے رہے ہو"
        },
        {
            "chapter": 26,
            "verse": 76,
            "text": "تم بھی اور تمہارے اگلے باپ دادا بھی"
        },
        {
            "chapter": 26,
            "verse": 77,
            "text": "وہ میرے دشمن ہیں۔ مگر خدائے رب العالمین (میرا دوست ہے)"
        },
        {
            "chapter": 26,
            "verse": 78,
            "text": "جس نے مجھے پیدا کیا ہے اور وہی مجھے رستہ دکھاتا ہے"
        },
        {
            "chapter": 26,
            "verse": 79,
            "text": "اور وہ جو مجھے کھلاتا اور پلاتا ہے"
        },
        {
            "chapter": 26,
            "verse": 80,
            "text": "اور جب میں بیمار پڑتا ہوں تو مجھے شفا بخشتا ہے"
        },
        {
            "chapter": 26,
            "verse": 81,
            "text": "اور جو مجھے مارے گا اور پھر زندہ کرے گا"
        },
        {
            "chapter": 26,
            "verse": 82,
            "text": "اور وہ جس سے میں امید رکھتا ہوں کہ قیامت کے دن میرے گناہ بخشے گا"
        },
        {
            "chapter": 26,
            "verse": 83,
            "text": "اے پروردگار مجھے علم ودانش عطا فرما اور نیکوکاروں میں شامل کر"
        },
        {
            "chapter": 26,
            "verse": 84,
            "text": "اور پچھلے لوگوں میں میرا ذکر نیک (جاری) کر"
        },
        {
            "chapter": 26,
            "verse": 85,
            "text": "اور مجھے نعمت کی بہشت کے وارثوں میں کر"
        },
        {
            "chapter": 26,
            "verse": 86,
            "text": "اور میرے باپ کو بخش دے کہ وہ گمراہوں میں سے ہے"
        },
        {
            "chapter": 26,
            "verse": 87,
            "text": "اور جس دن لوگ اٹھا کھڑے کئے جائیں گے مجھے رسوا نہ کیجیو"
        },
        {
            "chapter": 26,
            "verse": 88,
            "text": "جس دن نہ مال ہی کچھ فائدہ دے سکا گا اور نہ بیٹے"
        },
        {
            "chapter": 26,
            "verse": 89,
            "text": "ہاں جو شخص خدا کے پاس پاک دل لے کر آیا (وہ بچ جائے گا)"
        },
        {
            "chapter": 26,
            "verse": 90,
            "text": "اور بہشت پرہیزگاروں کے قریب کردی جائے گی"
        },
        {
            "chapter": 26,
            "verse": 91,
            "text": "اور دوزخ گمراہوں کے سامنے لائی جائے گی"
        },
        {
            "chapter": 26,
            "verse": 92,
            "text": "اور ان سے کہا جائے گا کہ جن کو تم پوجتے تھے وہ کہاں ہیں؟"
        },
        {
            "chapter": 26,
            "verse": 93,
            "text": "یعنی جن کو خدا کے سوا (پوجتے تھے) کیا وہ تمہاری مدد کرسکتے ہیں یا خود بدلہ لے سکتے ہیں"
        },
        {
            "chapter": 26,
            "verse": 94,
            "text": "تو وہ اور گمراہ (یعنی بت اور بت پرست) اوندھے منہ دوزخ میں ڈال دیئے جائیں گے"
        },
        {
            "chapter": 26,
            "verse": 95,
            "text": "اور شیطان کے لشکر سب کے سب (داخل جہنم ہوں گے)"
        },
        {
            "chapter": 26,
            "verse": 96,
            "text": "وہ آپس میں جھگڑیں گے اور کہیں گے"
        },
        {
            "chapter": 26,
            "verse": 97,
            "text": "کہ خدا کی قسم ہم تو صریح گمراہی میں تھے"
        },
        {
            "chapter": 26,
            "verse": 98,
            "text": "جب کہ تمہیں (خدائے) رب العالمین کے برابر ٹھہراتے تھے"
        },
        {
            "chapter": 26,
            "verse": 99,
            "text": "اور ہم کو ان گنہگاروں ہی نے گمراہ کیا تھا"
        },
        {
            "chapter": 26,
            "verse": 100,
            "text": "تو (آج) نہ کوئی ہمارا سفارش کرنے والا ہے"
        },
        {
            "chapter": 26,
            "verse": 101,
            "text": "اور نہ گرم جوش دوست"
        },
        {
            "chapter": 26,
            "verse": 102,
            "text": "کاش ہمیں (دنیا میں) پھر جانا ہو تم ہم مومنوں میں ہوجائیں"
        },
        {
            "chapter": 26,
            "verse": 103,
            "text": "بےشک اس میں نشانی ہے اور ان میں اکثر ایمان لانے والے نہیں"
        },
        {
            "chapter": 26,
            "verse": 104,
            "text": "اور تمہارا پروردگار تو غالب اور مہربان ہے"
        },
        {
            "chapter": 26,
            "verse": 105,
            "text": "قوم نوح نے بھی پیغمبروں کو جھٹلایا"
        },
        {
            "chapter": 26,
            "verse": 106,
            "text": "جب ان سے ان کے بھائی نوح نے کہا کہ تم ڈرتے کیوں نہیں"
        },
        {
            "chapter": 26,
            "verse": 107,
            "text": "میں تو تمہارا امانت دار ہوں"
        },
        {
            "chapter": 26,
            "verse": 108,
            "text": "تو خدا سے ڈرو اور میرا کہا مانو"
        },
        {
            "chapter": 26,
            "verse": 109,
            "text": "اور اس کام کا تم سے کچھ صلہ نہیں مانگتا۔ میرا صلہ تو خدائے رب العالمین ہی پر ہے"
        },
        {
            "chapter": 26,
            "verse": 110,
            "text": "تو خدا سے ڈرو اور میرے کہنے پر چلو"
        },
        {
            "chapter": 26,
            "verse": 111,
            "text": "وہ بولے کہ کیا ہم تم کو مان لیں اور تمہارے پیرو تو رذیل لوگ ہوتے ہیں"
        },
        {
            "chapter": 26,
            "verse": 112,
            "text": "نوح نے کہا کہ مجھے کیا معلوم کہ وہ کیا کرتے ہیں"
        },
        {
            "chapter": 26,
            "verse": 113,
            "text": "ان کا حساب (اعمال) میرے پروردگار کے ذمے ہے کاش تم سمجھو"
        },
        {
            "chapter": 26,
            "verse": 114,
            "text": "اور میں مومنوں کو نکال دینے والا نہیں ہوں"
        },
        {
            "chapter": 26,
            "verse": 115,
            "text": "میں تو صرف کھول کھول کر نصیحت کرنے والا ہوں"
        },
        {
            "chapter": 26,
            "verse": 116,
            "text": "انہوں نے کہا کہ نوح اگر تم باز نہ آؤ گے تو سنگسار کردیئے جاؤ گے"
        },
        {
            "chapter": 26,
            "verse": 117,
            "text": "نوح نے کہا کہ پروردگار میری قوم نے تو مجھے جھٹلا دیا"
        },
        {
            "chapter": 26,
            "verse": 118,
            "text": "سو تو میرے اور ان کے درمیان ایک کھلا فیصلہ کردے اور مجھے اور جو میرے ساتھ ہیں ان کو بچا لے"
        },
        {
            "chapter": 26,
            "verse": 119,
            "text": "پس ہم نے ان کو اور جو ان کے ساتھ کشتی میں سوار تھے، ان کو بچا لیا"
        },
        {
            "chapter": 26,
            "verse": 120,
            "text": "پھر اس کے بعد باقی لوگوں کو ڈبو دیا"
        },
        {
            "chapter": 26,
            "verse": 121,
            "text": "بےشک اس میں نشانی ہے اور ان میں اکثر ایمان لانے والے نہیں تھے"
        },
        {
            "chapter": 26,
            "verse": 122,
            "text": "اور تمہارا پروردگار تو غالب (اور) مہربان ہے"
        },
        {
            "chapter": 26,
            "verse": 123,
            "text": "عاد نے بھی پیغمبروں کو جھٹلایا"
        },
        {
            "chapter": 26,
            "verse": 124,
            "text": "جب ان سے ان کے بھائی ہود نے کہا کیا تم ڈرتے نہیں"
        },
        {
            "chapter": 26,
            "verse": 125,
            "text": "میں تو تمہارا امانت دار پیغمبر ہوں"
        },
        {
            "chapter": 26,
            "verse": 126,
            "text": "تو خدا سے ڈرو اور میرا کہا مانو"
        },
        {
            "chapter": 26,
            "verse": 127,
            "text": "اور میں اس کا تم سے کچھ بدلہ نہیں مانگتا۔ میرا بدلہ (خدائے) رب العالمین کے ذمے ہے"
        },
        {
            "chapter": 26,
            "verse": 128,
            "text": "بھلا تم ہر اونچی جگہ پر نشان تعمیر کرتے ہو"
        },
        {
            "chapter": 26,
            "verse": 129,
            "text": "اور محل بناتے ہو شاید تم ہمیشہ رہو گے"
        },
        {
            "chapter": 26,
            "verse": 130,
            "text": "اور جب (کسی کو) پکڑتے ہو تو ظالمانہ پکڑتے ہو"
        },
        {
            "chapter": 26,
            "verse": 131,
            "text": "تو خدا سے ڈرو اور میری اطاعت کرو"
        },
        {
            "chapter": 26,
            "verse": 132,
            "text": "اور اس سے جس نے تم کو ان چیزوں سے مدد دی جن کو تم جانتے ہو۔ ڈرو"
        },
        {
            "chapter": 26,
            "verse": 133,
            "text": "اس نے تمہیں چارپایوں اور بیٹوں سے مدد دی"
        },
        {
            "chapter": 26,
            "verse": 134,
            "text": "اور باغوں اور چشموں سے"
        },
        {
            "chapter": 26,
            "verse": 135,
            "text": "مجھ کو تمہارے بارے میں بڑے (سخت) دن کے عذاب کا خوف ہے"
        },
        {
            "chapter": 26,
            "verse": 136,
            "text": "وہ کہنے لگے کہ ہمیں خواہ نصیحت کرو یا نہ کرو ہمارے لئے یکساں ہے"
        },
        {
            "chapter": 26,
            "verse": 137,
            "text": "یہ تو اگلوں ہی کے طریق ہیں"
        },
        {
            "chapter": 26,
            "verse": 138,
            "text": "اور ہم پر کوئی عذاب نہیں آئے گا"
        },
        {
            "chapter": 26,
            "verse": 139,
            "text": "تو انہوں نے ہود کو جھٹلایا تو ہم نے ان کو ہلاک کر ڈالا۔ بےشک اس میں نشانی ہے۔ اور ان میں اکثر ایمان لانے والے نہیں تھے"
        },
        {
            "chapter": 26,
            "verse": 140,
            "text": "اور تمہارا پروردگار تو غالب اور مہربان ہے"
        },
        {
            "chapter": 26,
            "verse": 141,
            "text": "(اور) قوم ثمود نے بھی پیغمبروں کو جھٹلا دیا"
        },
        {
            "chapter": 26,
            "verse": 142,
            "text": "جب ان سے ان کے بھائی صالح نے کہا کہ تم ڈرتے کیوں نہیں؟"
        },
        {
            "chapter": 26,
            "verse": 143,
            "text": "میں تو تمہارا امانت دار ہوں"
        },
        {
            "chapter": 26,
            "verse": 144,
            "text": "تو خدا سے ڈرو اور میرا کہا مانو"
        },
        {
            "chapter": 26,
            "verse": 145,
            "text": "اور میں اس کا تم سے بدلہ نہیں مانگتا۔ میرا بدلہ (خدا) رب العالمین کے ذمے ہے"
        },
        {
            "chapter": 26,
            "verse": 146,
            "text": "کیا وہ چیزیں (تمہیں یہاں میسر) ہیں ان میں تم بےخوف چھوڑ دیئے جاؤ گے"
        },
        {
            "chapter": 26,
            "verse": 147,
            "text": "(یعنی) باغ اور چشمے"
        },
        {
            "chapter": 26,
            "verse": 148,
            "text": "اور کھیتیاں اور کھجوریں جن کے خوشے لطیف ونازک ہوتے ہیں"
        },
        {
            "chapter": 26,
            "verse": 149,
            "text": "اور تکلف سے پہاڑوں میں تراش خراش کر گھر بناتے ہو"
        },
        {
            "chapter": 26,
            "verse": 150,
            "text": "تو خدا سے ڈرو اور میرے کہنے پر چلو"
        },
        {
            "chapter": 26,
            "verse": 151,
            "text": "اور حد سے تجاوز کرنے والوں کی بات نہ مانو"
        },
        {
            "chapter": 26,
            "verse": 152,
            "text": "جو ملک میں فساد کرتے ہیں اور اصلاح نہیں کرتے"
        },
        {
            "chapter": 26,
            "verse": 153,
            "text": "وہ کہنے لگے کہ تم تو جادو زدہ ہو"
        },
        {
            "chapter": 26,
            "verse": 154,
            "text": "تم اور کچھ نہیں ہماری طرح آدمی ہو۔ اگر سچے ہو تو کوئی نشانی پیش کرو"
        },
        {
            "chapter": 26,
            "verse": 155,
            "text": "صالح نے کہا (دیکھو) یہ اونٹنی ہے (ایک دن) اس کی پانی پینے کی باری ہے اور ایک معین روز تمہاری باری"
        },
        {
            "chapter": 26,
            "verse": 156,
            "text": "اور اس کو کوئی تکلیف نہ دینا (نہیں تو) تم کو سخت عذاب آ پکڑے گا"
        },
        {
            "chapter": 26,
            "verse": 157,
            "text": "تو انہوں نے اس کی کونچیں کاٹ ڈالیں پھر نادم ہوئے"
        },
        {
            "chapter": 26,
            "verse": 158,
            "text": "سو ان کو عذاب نے آن پکڑا۔ بےشک اس میں نشانی ہے۔ اور ان میں اکثر ایمان لانے والے نہیں تھے"
        },
        {
            "chapter": 26,
            "verse": 159,
            "text": "اور تمہارا پروردگار تو غالب (اور) مہربان ہے"
        },
        {
            "chapter": 26,
            "verse": 160,
            "text": "(اور قوم) لوط نے بھی پیغمبروں کو جھٹلایا"
        },
        {
            "chapter": 26,
            "verse": 161,
            "text": "جب ان سے ان کے بھائی لوط نے کہا کہ تم کیوں نہیں ڈرتے؟"
        },
        {
            "chapter": 26,
            "verse": 162,
            "text": "میں تو تمہارا امانت دار پیغمبر ہوں"
        },
        {
            "chapter": 26,
            "verse": 163,
            "text": "تو خدا سے ڈرو اور میرا کہا مانو"
        },
        {
            "chapter": 26,
            "verse": 164,
            "text": "اور میں تم سے اس (کام) کا بدلہ نہیں مانگتا۔ میرا بدلہ (خدائے) رب العالمین کے ذمے ہے"
        },
        {
            "chapter": 26,
            "verse": 165,
            "text": "کیا تم اہل عالم میں سے لڑکوں پر مائل ہوتے ہو"
        },
        {
            "chapter": 26,
            "verse": 166,
            "text": "اور تمہارے پروردگار نے جو تمہارے لئے تمہاری بیویاں پیدا کی ہیں ان کو چھوڑ دیتے ہو۔ حقیقت یہ ہے کہ تم حد سے نکل جانے والے ہو"
        },
        {
            "chapter": 26,
            "verse": 167,
            "text": "وہ کہنے لگے کہ لوط اگر تم باز نہ آؤ گے تو شہر بدر کردیئے جاؤ گے"
        },
        {
            "chapter": 26,
            "verse": 168,
            "text": "لوط نے کہا کہ میں تمہارے کام کا سخت دشمن ہوں"
        },
        {
            "chapter": 26,
            "verse": 169,
            "text": "اے میرے پروردگار مجھ کو اور میرے گھر والوں کو ان کے کاموں (کے وبال) سے نجات دے"
        },
        {
            "chapter": 26,
            "verse": 170,
            "text": "سو ہم نے ان کو اور ان کے گھر والوں کو سب کو نجات دی"
        },
        {
            "chapter": 26,
            "verse": 171,
            "text": "مگر ایک بڑھیا کہ پیچھے رہ گئی"
        },
        {
            "chapter": 26,
            "verse": 172,
            "text": "پھر ہم نے اوروں کو ہلاک کردیا"
        },
        {
            "chapter": 26,
            "verse": 173,
            "text": "اور ان پر مینھہ برسایا۔ سو جو مینھہ ان (لوگوں) پر (برسا) جو ڈرائے گئے برا تھا"
        },
        {
            "chapter": 26,
            "verse": 174,
            "text": "بےشک اس میں نشانی ہے۔ اور ان میں اکثر ایمان لانے والے نہیں تھے"
        },
        {
            "chapter": 26,
            "verse": 175,
            "text": "اور تمہارا پروردگار تو غالب (اور) مہربان ہے۔"
        },
        {
            "chapter": 26,
            "verse": 176,
            "text": "اور بن کے رہنے والوں نے بھی پیغمبروں کو جھٹلایا"
        },
        {
            "chapter": 26,
            "verse": 177,
            "text": "جب ان سے شعیب نے کہا کہ تم ڈرتے کیوں نہیں؟"
        },
        {
            "chapter": 26,
            "verse": 178,
            "text": "میں تو تمہارا امانت دار پیغمبر ہوں"
        },
        {
            "chapter": 26,
            "verse": 179,
            "text": "تو خدا سے ڈرو اور میرا کہا مانو"
        },
        {
            "chapter": 26,
            "verse": 180,
            "text": "اور میں اس کام کا تم سے کچھ بدلہ نہیں مانگتا میرا بدلہ تو خدائے رب العالمین کے ذمے ہے"
        },
        {
            "chapter": 26,
            "verse": 181,
            "text": "(دیکھو) پیمانہ پورا بھرا کرو اور نقصان نہ کیا کرو"
        },
        {
            "chapter": 26,
            "verse": 182,
            "text": "اور ترازو سیدھی رکھ کر تولا کرو"
        },
        {
            "chapter": 26,
            "verse": 183,
            "text": "اور لوگوں کو ان کی چیزیں کم نہ دیا کرو اور ملک میں فساد نہ کرتے پھرو"
        },
        {
            "chapter": 26,
            "verse": 184,
            "text": "اور اس سے ڈرو جس نے تم کو اور پہلی خلقت کو پیدا کیا"
        },
        {
            "chapter": 26,
            "verse": 185,
            "text": "وہ کہنے لگے کہ تم جادو زدہ ہو"
        },
        {
            "chapter": 26,
            "verse": 186,
            "text": "اور تم اور کچھ نہیں ہم ہی جیسے آدمی ہو۔ اور ہمارا خیال ہے کہ تم جھوٹے ہو"
        },
        {
            "chapter": 26,
            "verse": 187,
            "text": "اور اگر سچے ہو تو ہم پر آسمان سے ایک ٹکڑا لا کر گراؤ"
        },
        {
            "chapter": 26,
            "verse": 188,
            "text": "شعیب نے کہا کہ جو کام تم کرتے ہو میرا پروردگار اس سے خوب واقف ہے"
        },
        {
            "chapter": 26,
            "verse": 189,
            "text": "تو ان لوگوں نے ان کو جھٹلایا، پس سائبان کے عذاب نے ان کو آ پکڑا۔ بےشک وہ بڑے (سخت) دن کا عذاب تھا"
        },
        {
            "chapter": 26,
            "verse": 190,
            "text": "اس میں یقیناً نشانی ہے۔ اور ان میں اکثر ایمان لانے والے نہیں تھے"
        },
        {
            "chapter": 26,
            "verse": 191,
            "text": "اور تمہارا پروردگار تو غالب (اور) مہربان ہے"
        },
        {
            "chapter": 26,
            "verse": 192,
            "text": "اور یہ قرآن (خدائے) پروردگار عالم کا اُتارا ہوا ہے"
        },
        {
            "chapter": 26,
            "verse": 193,
            "text": "اس کو امانت دار فرشتہ لے کر اُترا ہے"
        },
        {
            "chapter": 26,
            "verse": 194,
            "text": "(یعنی اس نے) تمہارے دل پر (القا) کیا ہے تاکہ (لوگوں کو) نصیحت کرتے رہو"
        },
        {
            "chapter": 26,
            "verse": 195,
            "text": "اور (القا بھی) فصیح عربی زبان میں (کیا ہے)"
        },
        {
            "chapter": 26,
            "verse": 196,
            "text": "اور اس کی خبر پہلے پیغمبروں کی کتابوں میں (لکھی ہوئی) ہے"
        },
        {
            "chapter": 26,
            "verse": 197,
            "text": "کیا ان کے لئے یہ سند نہیں ہے کہ علمائے بنی اسرائیل اس (بات) کو جانتے ہیں"
        },
        {
            "chapter": 26,
            "verse": 198,
            "text": "اور اگر ہم اس کو کسی غیر اہل زبان پر اُتارتے"
        },
        {
            "chapter": 26,
            "verse": 199,
            "text": "اور وہ اسے ان (لوگوں کو) پڑھ کر سناتا تو یہ اسے (کبھی) نہ مانتے"
        },
        {
            "chapter": 26,
            "verse": 200,
            "text": "اسی طرح ہم نے انکار کو گنہگاروں کے دلوں میں داخل کردیا"
        },
        {
            "chapter": 26,
            "verse": 201,
            "text": "وہ جب تک درد دینے والا عذاب نہ دیکھ لیں گے، اس کو نہیں مانیں گے"
        },
        {
            "chapter": 26,
            "verse": 202,
            "text": "وہ ان پر ناگہاں آ واقع ہوگا اور انہیں خبر بھی نہ ہوگی"
        },
        {
            "chapter": 26,
            "verse": 203,
            "text": "اس وقت کہیں گے کیا ہمیں ملہت ملے گی؟"
        },
        {
            "chapter": 26,
            "verse": 204,
            "text": "تو کیا یہ ہمارے عذاب کو جلدی طلب کر رہے ہیں"
        },
        {
            "chapter": 26,
            "verse": 205,
            "text": "بھلا دیکھو تو اگر ہم ان کو برسوں فائدے دیتے رہے"
        },
        {
            "chapter": 26,
            "verse": 206,
            "text": "پھر ان پر وہ (عذاب) آ واقع ہو جس کا تم سے وعدہ کیا جاتا ہے"
        },
        {
            "chapter": 26,
            "verse": 207,
            "text": "تو جو فائدے یہ اٹھاتے رہے ان کے کس کام آئیں گے"
        },
        {
            "chapter": 26,
            "verse": 208,
            "text": "اور ہم نے کوئی بستی ہلاک نہیں کی مگر اس کے لئے نصیحت کرنے والے (پہلے بھیج دیتے) تھے"
        },
        {
            "chapter": 26,
            "verse": 209,
            "text": "نصیحت کردیں اور ہم ظالم نہیں ہیں"
        },
        {
            "chapter": 26,
            "verse": 210,
            "text": "اور اس (قرآن) کو شیطان لے کر نازل نہیں ہوئے"
        },
        {
            "chapter": 26,
            "verse": 211,
            "text": "یہ کام نہ تو ان کو سزاوار ہے اور نہ وہ اس کی طاقت رکھتے ہیں"
        },
        {
            "chapter": 26,
            "verse": 212,
            "text": "وہ (آسمانی باتوں) کے سننے (کے مقامات) سے الگ کر دیئے گئے ہیں"
        },
        {
            "chapter": 26,
            "verse": 213,
            "text": "تو خدا کے سوا کسی اور معبود کو مت پکارنا، ورنہ تم کو عذاب دیا جائے گا"
        },
        {
            "chapter": 26,
            "verse": 214,
            "text": "اور اپنے قریب کے رشتہ داروں کو ڈر سنا دو"
        },
        {
            "chapter": 26,
            "verse": 215,
            "text": "اور جو مومن تمہارے پیرو ہوگئے ہیں ان سے متواضع پیش آؤ"
        },
        {
            "chapter": 26,
            "verse": 216,
            "text": "پھر اگر لوگ تمہاری نافرمانی کریں تو کہہ دو کہ میں تمہارے اعمال سے بےتعلق ہوں"
        },
        {
            "chapter": 26,
            "verse": 217,
            "text": "اور (خدائے) غالب اور مہربان پر بھروسا رکھو"
        },
        {
            "chapter": 26,
            "verse": 218,
            "text": "جو تم کو جب تم (تہجد) کے وقت اُٹھتے ہو دیکھتا ہے"
        },
        {
            "chapter": 26,
            "verse": 219,
            "text": "اور نمازیوں میں تمہارے پھرنے کو بھی"
        },
        {
            "chapter": 26,
            "verse": 220,
            "text": "بےشک وہ سننے اور جاننے والا ہے"
        },
        {
            "chapter": 26,
            "verse": 221,
            "text": "(اچھا) میں تمیں بتاؤں کہ شیطان کس پر اُترتے ہیں"
        },
        {
            "chapter": 26,
            "verse": 222,
            "text": "ہر جھوٹے گنہگار پر اُترتے ہیں"
        },
        {
            "chapter": 26,
            "verse": 223,
            "text": "جو سنی ہوئی بات (اس کے کام میں) لا ڈالتے ہیں اور وہ اکثر جھوٹے ہیں"
        },
        {
            "chapter": 26,
            "verse": 224,
            "text": "اور شاعروں کی پیروی گمراہ لوگ کیا کرتے ہیں"
        },
        {
            "chapter": 26,
            "verse": 225,
            "text": "کیا تم نے نہیں دیکھا کہ وہ ہر وادی میں سر مارتے پھرتے ہیں"
        },
        {
            "chapter": 26,
            "verse": 226,
            "text": "اور کہتے وہ ہیں جو کرتے نہیں"
        },
        {
            "chapter": 26,
            "verse": 227,
            "text": "مگر جو لوگ ایمان لائے اور نیک کام کئے اور خدا کو بہت یاد کرتے رہے اور اپنے اوپر ظلم ہونے کے بعد انتقام لیا اور ظالم عنقریب جان لیں گے کہ کون سی جگہ لوٹ کر جاتے ہیں"
        },
        {
            "chapter": 27,
            "verse": 1,
            "text": "ٰطٰسٓ۔ یہ قرآن اور روشن کتاب کی آیتیں ہیں"
        },
        {
            "chapter": 27,
            "verse": 2,
            "text": "مومنوں کے لئے ہدایت اور بشارت"
        },
        {
            "chapter": 27,
            "verse": 3,
            "text": "وہ جو نماز پڑھتے اور زکوٰة دیتے اور آخرت کا یقین رکھتے ہیں"
        },
        {
            "chapter": 27,
            "verse": 4,
            "text": "جو لوگ آخرت پر ایمان نہیں رکھتے ہیں ہم نے ان کے اعمال ان کے لئے آرستہ کردیئے ہیں تو وہ سرگرداں ہو رہے ہیں"
        },
        {
            "chapter": 27,
            "verse": 5,
            "text": "یہی لوگ ہیں جن کے لئے بڑا عذاب ہے اور وہ آخرت میں بھی وہ بہت نقصان اٹھانے والے ہیں"
        },
        {
            "chapter": 27,
            "verse": 6,
            "text": "اور تم کو قرآن (خدائے) حکیم وعلیم کی طرف سے عطا کیا جاتا ہے"
        },
        {
            "chapter": 27,
            "verse": 7,
            "text": "جب موسیٰ نے اپنے گھر والوں سے کہا کہ میں نے آگ دیکھی ہے، میں وہاں سے (رستے) کا پتہ لاتا ہوں یا سلگتا ہوا انگارہ تمہارے پاس لاتا ہوں تاکہ تم تاپو"
        },
        {
            "chapter": 27,
            "verse": 8,
            "text": "جب موسیٰ اس کے پاس آئے تو ندا آئی کہ وہ جو آگ میں (تجلّی دکھاتا) ہے بابرکت ہے۔ اور جو آگ کے اردگرد ہیں اور خدا جو تمام عالم کا پروردگار ہے پاک ہے"
        },
        {
            "chapter": 27,
            "verse": 9,
            "text": "اے موسیٰ میں ہی خدائے غالب ودانا ہوں"
        },
        {
            "chapter": 27,
            "verse": 10,
            "text": "اور اپنی لاٹھی ڈال دو۔ جب اُسے دیکھا تو (اس طرح) ہل رہی تھی گویا سانپ ہے تو پیٹھ پھیر کر بھاگے اور پیچھے مڑ کر نہ دیکھا (حکم ہوا کہ) موسیٰ ڈرو مت۔ ہمارے پاس پیغمبر ڈرا نہیں کرتے"
        },
        {
            "chapter": 27,
            "verse": 11,
            "text": "ہاں جس نے ظلم کیا پھر برائی کے بعد اسے نیکی سے بدل دیا تو میں بخشنے والا مہربان ہوں"
        },
        {
            "chapter": 27,
            "verse": 12,
            "text": "اور اپنا ہاتھ اپنے گریبان میں ڈالو سفید نکلے گا۔ (ان دو معجزوں کے ساتھ جو) نو معجزوں میں (داخل ہیں) فرعون اور اس کی قوم کے پاس جاؤ کہ وہ بےحکم لوگ ہیں"
        },
        {
            "chapter": 27,
            "verse": 13,
            "text": "جب ان کے پاس ہماری روشن نشانیاں پہنچیں، کہنے لگے یہ صریح جادو ہے"
        },
        {
            "chapter": 27,
            "verse": 14,
            "text": "اور بےانصافی اور غرور سے ان سے انکار کیا لیکن ان کے دل ان کو مان چکے تھے۔ سو دیکھ لو فساد کرنے والوں کا انجام کیسا ہوا"
        },
        {
            "chapter": 27,
            "verse": 15,
            "text": "اور ہم نے داؤد اور سلیمان کو علم بخشا اور انہوں نے کہا کہ خدا کا شکر ہے جس نے ہمیں بہت سے مومن بندوں پر فضلیت دی"
        },
        {
            "chapter": 27,
            "verse": 16,
            "text": "اور سلیمان اور داؤد کے قائم مقام ہوئے۔ اور کہنے لگے کہ لوگو! ہمیں (خدا کی طرف سے) جانوروں کی بولی سکھائی گئی ہے اور ہر چیز عنایت فرمائی گئی ہے۔ بےشک یہ (اُس کا) صریح فضل ہے"
        },
        {
            "chapter": 27,
            "verse": 17,
            "text": "اور سلیمان کے لئے جنوں اور انسانوں اور پرندوں کے لشکر جمع کئے گئے اور قسم وار کئے جاتے تھے"
        },
        {
            "chapter": 27,
            "verse": 18,
            "text": "یہاں تک کہ جب چیونٹیوں کے میدان میں پہنچے تو ایک چیونٹی نے کہا کہ چیونٹیوں اپنے اپنے بلوں میں داخل ہو جاؤ ایسا نہ ہو کہ سلیمان اور اس کے لشکر تم کو کچل ڈالیں اور ان کو خبر بھی نہ ہو"
        },
        {
            "chapter": 27,
            "verse": 19,
            "text": "تو وہ اس کی بات سن کر ہنس پڑے اور کہنے لگے کہ اے پروردگار! مجھے توفیق عطا فرما کہ جو احسان تونے مجھ پر اور میرے ماں باپ پر کئے ہیں ان کا شکر کروں اور ایسے نیک کام کروں کہ تو ان سے خوش ہوجائے اور مجھے اپنی رحمت سے اپنے نیک بندوں میں داخل فرما"
        },
        {
            "chapter": 27,
            "verse": 20,
            "text": "انہوں نے جانوروں کا جائزہ لیا تو کہنے لگے کیا سبب ہے کہ ہُدہُد نظر نہیں آتا۔ کیا کہیں غائب ہوگیا ہے؟"
        },
        {
            "chapter": 27,
            "verse": 21,
            "text": "میں اسے سخت سزا دوں گا یا ذبح کر ڈالوں گا یا میرے سامنے (اپنی بےقصوری کی) دلیل صریح پیش کرے"
        },
        {
            "chapter": 27,
            "verse": 22,
            "text": "ابھی تھوڑی ہی دیر ہوئی تھی کہ ہُدہُد آ موجود ہوا اور کہنے لگا کہ مجھے ایک ایسی چیز معلوم ہوئی ہے جس کی آپ کو خبر نہیں اور میں آپ کے پاس (شہر) سبا سے ایک سچی خبر لے کر آیا ہوں"
        },
        {
            "chapter": 27,
            "verse": 23,
            "text": "میں نے ایک عورت دیکھی کہ ان لوگوں پر بادشاہت کرتی ہے اور ہر چیز اسے میسر ہے اور اس کا ایک بڑا تخت ہے"
        },
        {
            "chapter": 27,
            "verse": 24,
            "text": "میں نے دیکھا کہ وہ اور اس کی قوم خدا کو چھوڑ کر آفتاب کو سجدہ کرتے ہیں اور شیطان نے ان کے اعمال انہیں آراستہ کر دکھائے ہیں اور ان کو رستے سے روک رکھا ہے پس وہ رستے پر نہیں آئے"
        },
        {
            "chapter": 27,
            "verse": 25,
            "text": "(اور نہیں سمجھتے) کہ خدا کو آسمانوں اور زمین میں چھپی چیزوں کو ظاہر کردیتا اور تمہارے پوشیدہ اور ظاہر اعمال کو جانتا ہے کیوں سجدہ نہ کریں"
        },
        {
            "chapter": 27,
            "verse": 26,
            "text": "خدا کے سوا کوئی عبادت کے لائق نہیں وہی عرش عظیم کا مالک ہے"
        },
        {
            "chapter": 27,
            "verse": 27,
            "text": "سلیمان نے کہا (اچھا) ہم دیکھیں گے، تونے سچ کہا ہے یا تو جھوٹا ہے"
        },
        {
            "chapter": 27,
            "verse": 28,
            "text": "یہ میرا خط لے جا اور اسے ان کی طرف ڈال دے پھر ان کے پاس سے پھر آ اور دیکھ کہ وہ کیا جواب دیتے ہیں"
        },
        {
            "chapter": 27,
            "verse": 29,
            "text": "ملکہ نے کہا کہ دربار والو! میری طرف ایک نامہ گرامی ڈالا گیا ہے"
        },
        {
            "chapter": 27,
            "verse": 30,
            "text": "وہ سلیمان کی طرف سے ہے اور مضمون یہ ہے کہ شروع خدا کا نام لے کر جو بڑا مہربان نہایت رحم والا ہے"
        },
        {
            "chapter": 27,
            "verse": 31,
            "text": "(بعد اس کے یہ) کہ مجھے سرکشی نہ کرو اور مطیع ومنقاد ہو کر میرے پاس چلے آؤ"
        },
        {
            "chapter": 27,
            "verse": 32,
            "text": "(خط سنا کر) وہ کہنے لگی کہ اے اہل دربار میرے اس معاملے میں مجھے مشورہ دو، جب تک تم حاضر نہ ہو (اور صلاح نہ دو) میں کسی کام کو فیصل کرنے والی نہیں"
        },
        {
            "chapter": 27,
            "verse": 33,
            "text": "وہ بولے کہ ہم بڑے زورآور اور سخت جنگجو ہیں اور حکم آپ کے اختیار ہے تو جو حکم دیجیئے گا (اس کے مآل پر) نظر کرلیجیئے گا"
        },
        {
            "chapter": 27,
            "verse": 34,
            "text": "اس نے کہا کہ بادشاہ جب کسی شہر میں داخل ہوتے ہیں تو اس کو تباہ کر دیتے ہیں اور وہاں کے عزت والوں کو ذلیل کر دیا کرتے ہیں اور اسی طرح یہ بھی کریں گے"
        },
        {
            "chapter": 27,
            "verse": 35,
            "text": "اور میں ان کی طرف کچھ تحفہ بھیجتی ہوں اور دیکھتی ہوں کہ قاصد کیا جواب لاتے ہیں"
        },
        {
            "chapter": 27,
            "verse": 36,
            "text": "جب (قاصد) سلیمان کے پاس پہنچا تو سلیمان نے کہا کیا تم مجھے مال سے مدد دینا چاہتے ہو، جو کچھ خدا نے مجھے عطا فرمایا ہے وہ اس سے بہتر ہے جو تمہیں دیا ہے حقیقت یہ ہے کہ تم ہی اپنے تحفے سے خوش ہوتے ہوگے"
        },
        {
            "chapter": 27,
            "verse": 37,
            "text": "ان کے پاس واپس جاؤ ہم ان پر ایسے لشکر سے حملہ کریں گے جس کے مقابلے کی ان میں طاقت نہ ہوگی اور ان کو وہاں سے بےعزت کرکے نکال دیں گے اور وہ ذلیل ہوں گے"
        },
        {
            "chapter": 27,
            "verse": 38,
            "text": "سلیمان نے کہا کہ اے دربار والو! کوئی تم میں ایسا ہے کہ قبل اس کے کہ وہ لوگ فرمانبردار ہو کر ہمارے پاس آئیں ملکہ کا تخت میرے پاس لے آئے"
        },
        {
            "chapter": 27,
            "verse": 39,
            "text": "جنات میں سے ایک قوی ہیکل جن نے کہا کہ قبل اس کے کہ آپ اپنی جگہ سے اٹھیں میں اس کو آپ کے پاس لاحاضر کرتا ہوں اور میں اس (کے اٹھانے کی) طاقت رکھتا ہوں (اور) امانت دار ہوں"
        },
        {
            "chapter": 27,
            "verse": 40,
            "text": "ایک شخص جس کو کتاب الہیٰ کا علم تھا کہنے لگا کہ میں آپ کی آنکھ کے جھپکنے سے پہلے پہلے اسے آپ کے پاس حاضر کئے دیتا ہوں۔ جب سلیمان نے تخت کو اپنے پاس رکھا ہوا دیکھا تو کہا کہ یہ میرے پروردگار کا فضل ہے تاکہ مجھے آزمائے کہ میں شکر کرتا ہوں یا کفران نعمت کرتا ہوں اور جو شکر کرتا ہے تو اپنے ہی فائدے کے لئے شکر کرتا ہے اور جو ناشکری کرتا ہے تو میرا پروردگار بےپروا (اور) کرم کرنے والا ہے"
        },
        {
            "chapter": 27,
            "verse": 41,
            "text": "سلیمان نے کہا کہ ملکہ کے (امتحان عقل کے) لئے اس کے تخت کی صورت بدل دو۔ دیکھیں کہ وہ سوجھ رکھتی ہے یا ان لوگوں میں ہے جو سوجھ نہیں رکھتے"
        },
        {
            "chapter": 27,
            "verse": 42,
            "text": "جب وہ آ پہنچی تو پوچھا گیا کہ کیا آپ کا تخت بھی اسی طرح کا ہے؟ اس نے کہا کہ یہ تو گویا ہو بہو وہی ہے اور ہم کو اس سے پہلے ہی (سلیمان کی عظمت شان) کا علم ہوگیا تھا اور ہم فرمانبردار ہیں"
        },
        {
            "chapter": 27,
            "verse": 43,
            "text": "اور وہ جو خدا کے سوا (اور کی) پرستش کرتی تھی، سلیمان نے اس کو اس سے منع کیا (اس سے پہلے تو) وہ کافروں میں سے تھی"
        },
        {
            "chapter": 27,
            "verse": 44,
            "text": "(پھر) اس سے کہا گیا کہ محل میں چلیے، جب اس نے اس (کے فرش) کو دیکھا تو اسے پانی کا حوض سمجھا اور (کپڑا اٹھا کر) اپنی پنڈلیاں کھول دیں۔ سلیمان نے کہا یہ ایسا محل ہے جس میں (نیچے بھی) شیشے جڑے ہوئے ہیں۔ وہ بول اٹھی کہ پروردگار میں اپنے آپ پر ظلم کرتی رہی تھی اور (اب) میں سلیمان کے ہاتھ پر خدائے رب العالمین پر ایمان لاتی ہوں"
        },
        {
            "chapter": 27,
            "verse": 45,
            "text": "اور ہم نے ثمود کی طرف اس کے بھائی صالح کو بھیجا کہ خدا کی عبادت کرو تو وہ دو فریق ہو کر آپس میں جھگڑنے لگے"
        },
        {
            "chapter": 27,
            "verse": 46,
            "text": "صالح نے کہا کہ بھائیو تم بھلائی سے پہلے برائی کے لئے کیوں جلدی کرتے ہو (اور) خدا سے بخشش کیوں نہیں مانگتے تاکہ تم پر رحم کیا جائے"
        },
        {
            "chapter": 27,
            "verse": 47,
            "text": "وہ کہنے لگے کہ تم اور تمہارے ساتھی ہمارے لئے شگون بد ہے۔ صالح نے کہا کہ تمہاری بدشگونی خدا کی طرف سے ہے بلکہ تم ایسے لوگ ہو جن کی آزمائش کی جاتی ہے"
        },
        {
            "chapter": 27,
            "verse": 48,
            "text": "اور شہر میں نو شخص تھے جو ملک میں فساد کیا کرتے تھے اور اصلاح سے کام نہیں لیتے تھے"
        },
        {
            "chapter": 27,
            "verse": 49,
            "text": "کہنے لگے کہ خدا کی قسم کھاؤ کہ ہم رات کو اس پر اور اس کے گھر والوں پر شب خون ماریں گے پھر اس کے وارث سے کہہ دیں گے کہ ہم تو صالح کے گھر والوں کے موقع ہلاکت پر گئے ہی نہیں اور ہم سچ کہتے ہیں"
        },
        {
            "chapter": 27,
            "verse": 50,
            "text": "اور وہ ایک چال چلے اور ان کو کچھ خبر نہ ہوئی"
        },
        {
            "chapter": 27,
            "verse": 51,
            "text": "تو دیکھ لو ان کی چال کا کیسا انجام ہوا۔ ہم نے ان کو اور ان کی قوم سب کو ہلاک کر ڈالا"
        },
        {
            "chapter": 27,
            "verse": 52,
            "text": "اب یہ ان کے گھر ان کے ظلم کے سبب خالی پڑے ہیں۔ جو لوگ دانش رکھتے ہیں، ان کے لئے اس میں نشانی ہے"
        },
        {
            "chapter": 27,
            "verse": 53,
            "text": "اور جو لوگ ایمان لائے اور ڈرتے تھے ان کو ہم نے نجات دی"
        },
        {
            "chapter": 27,
            "verse": 54,
            "text": "اور لوط کو (یاد کرو) جب انہوں نے اپنی قوم سے کہا کہ تم بےحیائی (کے کام) کیوں کرتے ہو اور تم دیکھتے ہو"
        },
        {
            "chapter": 27,
            "verse": 55,
            "text": "کیا تم عورتوں کو چھوڑ کر (لذت حاصل کرنے) کے لئے مردوں کی طرف مائل ہوتے ہو۔ حقیقت یہ ہے کہ تم احمق لوگ ہو"
        },
        {
            "chapter": 27,
            "verse": 56,
            "text": "تو ان کی قوم کے لوگ (بولے تو) یہ بولے اور اس کے سوا ان کا کچھ جواب نہ تھا کہ لوط کے گھر والوں کو اپنے شہر سے نکال دو۔ یہ لوگ پاک رہنا چاہتے ہیں"
        },
        {
            "chapter": 27,
            "verse": 57,
            "text": "تو ہم نے ان کو اور ان کے گھر والوں کو نجات دی۔ مگر ان کی بیوی کہ اس کی نسبت ہم نے مقرر کر رکھا ہے (کہ وہ پیچھے رہنے والوں میں ہوگی)"
        },
        {
            "chapter": 27,
            "verse": 58,
            "text": "اور ہم نے ان پر مینھہ برسایا سو (جو) مینھہ ان لوگوں پر برسا جن کو متنبہ کردیا گیا تھا، برا تھا"
        },
        {
            "chapter": 27,
            "verse": 59,
            "text": "کہہ دو کہ سب تعریف خدا ہی کو سزاوار ہے اور اس کے بندوں پر سلام ہے جن کو اس نے منتخب فرمایا۔ بھلا خدا بہتر ہے یا وہ جن کو یہ (اس کا شریک) ٹھہراتے ہیں"
        },
        {
            "chapter": 27,
            "verse": 60,
            "text": "بھلا کس نے آسمانوں اور زمین کو پیدا کیا اور (کس نے) تمہارے لئے آسمان سے پانی برسایا۔ (ہم نے) پھر ہم ہی نے اس سے سرسبز باغ اُگائے۔ تمہارا کام تو نہ تھا کہ تم اُن کے درختوں کو اگاتے۔ تو کیا خدا کے ساتھ کوئی اور بھی معبود ہے؟ (ہرگز نہیں) بلکہ یہ لوگ رستے سے الگ ہو رہے ہیں"
        },
        {
            "chapter": 27,
            "verse": 61,
            "text": "بھلا کس نے زمین کو قرار گاہ بنایا اور اس کے بیچ نہریں بنائیں اور اس کے لئے پہاڑ بنائے اور (کس نے) دو دریاؤں کے بیچ اوٹ بنائی (یہ سب کچھ خدا نے بنایا) تو کیا خدا کے ساتھ کوئی اور معبود بھی ہے؟ (ہرگز نہیں) بلکہ ان میں اکثر دانش نہیں رکھتے"
        },
        {
            "chapter": 27,
            "verse": 62,
            "text": "بھلا کون بیقرار کی التجا قبول کرتا ہے۔ جب وہ اس سے دعا کرتا ہے اور (کون اس کی) تکلیف کو دور کرتا ہے اور (کون) تم کو زمین میں (اگلوں کا) جانشین بناتا ہے (یہ سب کچھ خدا کرتا ہے) تو کیا خدا کے ساتھ کوئی اور معبود بھی ہے (ہرگز نہیں مگر) تم بہت کم غور کرتے ہو"
        },
        {
            "chapter": 27,
            "verse": 63,
            "text": "بھلا کون تم کو جنگل اور دریا کے اندھیروں میں رستہ بناتا ہے اور (کون) ہواؤں کو اپنی رحمت کے آگے خوشخبری بناکر بھیجتا ہے (یہ سب کچھ خدا کرتا ہے) تو کیا خدا کے ساتھ کوئی اور معبود بھی ہے؟ (ہرگز نہیں) ۔ یہ لوگ جو شرک کرتے ہیں خدا (کی شان) اس سے بلند ہے"
        },
        {
            "chapter": 27,
            "verse": 64,
            "text": "بھلا کون خلقت کو پہلی بار پیدا کرتا۔ پھر اس کو بار بار پیدا کرتا رہتا ہے اور (کون) تم کو آسمان اور زمین سے رزق دیتا ہے (یہ سب کچھ خدا کرتا ہے) تو کیا خدا کے ساتھ کوئی اور معبود بھی ہے (ہرگز نہیں) کہہ دو کہ (مشرکو) اگر تم سچے ہو تو دلیل پیش کرو"
        },
        {
            "chapter": 27,
            "verse": 65,
            "text": "کہہ دو کہ جو لوگ آسمانوں اور زمین میں ہیں خدا کے سوا غیب کی باتیں نہیں جانتے۔ اور نہ یہ جانتے ہیں کہ کب (زندہ کرکے) اٹھائے جائیں گے"
        },
        {
            "chapter": 27,
            "verse": 66,
            "text": "بلکہ آخرت (کے بارے) میں ان کا علم منتہی ہوچکا ہے بلکہ وہ اس سے شک میں ہیں۔ بلکہ اس سے اندھے ہو رہے ہیں"
        },
        {
            "chapter": 27,
            "verse": 67,
            "text": "اور جو لوگ کافر ہیں کہتے ہیں جب ہم اور ہمارے باپ دادا مٹی ہو جائیں گے تو کیا ہم پھر (قبروں سے) نکالے جائیں گے"
        },
        {
            "chapter": 27,
            "verse": 68,
            "text": "یہ وعدہ ہم سے اور ہمارے باپ دادا سے پہلے سے ہوتا چلا آیا ہے (کہاں کا اُٹھنا اور کیسی قیامت) یہ تو صرف پہلے لوگوں کی کہانیاں ہیں"
        },
        {
            "chapter": 27,
            "verse": 69,
            "text": "کہہ دو کہ ملک میں چلو پھرو پھر دیکھو کہ گنہگاروں کا انجام کیا ہوا ہے"
        },
        {
            "chapter": 27,
            "verse": 70,
            "text": "اور ان (کے حال) پر غم نہ کرنا اور نہ اُن چالوں سے جو یہ کر رہے ہیں تنگ دل ہونا"
        },
        {
            "chapter": 27,
            "verse": 71,
            "text": "اور کہتے ہیں کہ اگر تم سچے ہو تو یہ وعدہ کب پورا ہوگا؟"
        },
        {
            "chapter": 27,
            "verse": 72,
            "text": "کہہ دو کہ جس (عذاب) کے لئے تم جلدی کر رہے ہو شاید اس میں سے کچھ تمہارے نزدیک آپہنچا ہو"
        },
        {
            "chapter": 27,
            "verse": 73,
            "text": "اور تمہارا پروردگار تو لوگوں پر فضل کرنے والا ہے لیکن ان میں سے اکثر شکر نہیں کرتے"
        },
        {
            "chapter": 27,
            "verse": 74,
            "text": "اور جو باتیں ان کے سینوں میں پوشیدہ ہوتی ہیں اور جو کام وہ ظاہر کرتے ہیں تمہارا پروردگار ان (سب) کو جانتا ہے"
        },
        {
            "chapter": 27,
            "verse": 75,
            "text": "اور آسمانوں اور زمین میں کوئی پوشیدہ چیز نہیں ہے مگر (وہ) کتاب روشن میں (لکھی ہوئی) ہے"
        },
        {
            "chapter": 27,
            "verse": 76,
            "text": "بےشک یہ قرآن بنی اسرائیل کے سامنے اکثر باتیں جن میں وہ اختلاف کرتے ہیں، بیان کر دیتا ہے"
        },
        {
            "chapter": 27,
            "verse": 77,
            "text": "اور بےشک یہ مومنوں کے لئے ہدایات اور رحمت ہے"
        },
        {
            "chapter": 27,
            "verse": 78,
            "text": "تمہارا پروردگار (قیامت کے روز) اُن میں اپنے حکم سے فیصلہ کر دے گا اور وہ غالب (اور) علم والا ہے"
        },
        {
            "chapter": 27,
            "verse": 79,
            "text": "تو خدا پر بھروسہ رکھو تم تو حق صریح پر ہو"
        },
        {
            "chapter": 27,
            "verse": 80,
            "text": "کچھ شک نہیں کہ تم مردوں کو (بات) نہیں سنا سکتے اور نہ بہروں کو جب کہ وہ پیٹھ پھیر کر پھر جائیں آواز سنا سکتے ہو"
        },
        {
            "chapter": 27,
            "verse": 81,
            "text": "اور نہ اندھوں کو گمراہی سے (نکال کر) رستہ دیکھا سکتے ہو۔ تم ان ہی کو سنا سکتے ہو جو ہماری آیتوں پر ایمان لاتے ہیں اور وہ فرمانبردار ہو جاتے ہیں"
        },
        {
            "chapter": 27,
            "verse": 82,
            "text": "اور جب اُن کے بارے میں (عذاب) کا وعدہ پورا ہوگا تو ہم اُن کے لئے زمین میں سے ایک جانور نکالیں گے جو ان سے بیان کر دے گا۔ اس لئے کہ لوگ ہماری آیتوں پر ایمان نہیں لاتے تھے"
        },
        {
            "chapter": 27,
            "verse": 83,
            "text": "اور جس روز ہم ہر اُمت میں سے اس گروہ کو جمع کریں گے جو ہماری آیتوں کی تکذیب کرتے تھے تو اُن کی جماعت بندی کی جائے گی"
        },
        {
            "chapter": 27,
            "verse": 84,
            "text": "یہاں تک کہ جب (سب) آجائیں گے تو (خدا) فرمائے گا کہ کیا تم نے میری آیتوں کو جھٹلا دیا تھا اور تم نے (اپنے) علم سے ان پر احاطہ تو کیا ہی نہ تھا۔ بھلا تم کیا کرتے تھے"
        },
        {
            "chapter": 27,
            "verse": 85,
            "text": "اور اُن کے ظلم کے سبب اُن کے حق میں وعدہ (عذاب) پورا ہوکر رہے گا تو وہ بول بھی نہ سکیں گے"
        },
        {
            "chapter": 27,
            "verse": 86,
            "text": "کیا اُنہوں نے نہیں دیکھا کہ ہم نے رات کو (اس لئے) بنایا ہے کہ اس میں آرام کریں اور دن کو روشن (بنایا ہے کہ اس میں کام کریں) بےشک اس میں مومن لوگوں کے لئے نشانیاں ہیں"
        },
        {
            "chapter": 27,
            "verse": 87,
            "text": "اور جس روز صور پھونکا جائے گا تو جو لوگ آسمانوں اور زمین میں ہیں سب گھبرا اُٹھیں گے مگر وہ جسے خدا چاہے اور سب اس کے پاس عاجز ہو کر چلے آئیں گے"
        },
        {
            "chapter": 27,
            "verse": 88,
            "text": "اور تم پہاڑوں کو دیکھتے ہو تو خیال کرتے ہو کہ (اپنی جگہ پر) کھڑے ہیں مگر وہ (اس روز) اس طرح اُڑے پھریں گے جیسے بادل۔ (یہ) خدا کی کاریگری ہے جس نے ہر چیز کو مضبوط بنایا۔ بےشک وہ تمہارے سب افعال سے باخبر ہے"
        },
        {
            "chapter": 27,
            "verse": 89,
            "text": "جو شخص نیکی لےکر آئے گا تو اس کے لئے اس سے بہتر (بدلہ تیار) ہے اور ایسے لوگ (اُس روز) گھبراہٹ سے بےخوف ہوں گے"
        },
        {
            "chapter": 27,
            "verse": 90,
            "text": "اور جو برائی لے کر آئے گا تو ایسے لوگ اوندھے منہ دوزخ میں ڈال دیئے جائیں گے۔ تم کو تو اُن ہی اعمال کا بدلہ ملے گا جو تم کرتے رہے ہو"
        },
        {
            "chapter": 27,
            "verse": 91,
            "text": "(کہہ دو) کہ مجھ کو یہی ارشاد ہوا ہے کہ اس شہر (مکہ) کے مالک کی عبادت کروں جس نے اس کو محترم (اور مقام ادب) بنایا ہے اور سب چیز اُسی کی ہے اور یہ بھی حکم ہوا ہے کہ اس کا حکم بردار رہوں"
        },
        {
            "chapter": 27,
            "verse": 92,
            "text": "اور یہ بھی کہ قرآن پڑھا کروں۔ تو جو شخص راہ راست اختیار کرتا ہے تو اپنے ہی فائدے کے لئے اختیار کرتا ہے۔ اور جو گمراہ رہتا ہے تو کہہ دو کہ میں تو صرف نصیحت کرنے والا ہوں"
        },
        {
            "chapter": 27,
            "verse": 93,
            "text": "اور کہو کہ خدا کا شکر ہے۔ وہ تم کو عنقریب اپنی نشانیاں دکھائے گا تو تم اُن کو پہچان لو گے۔ اور جو کام تم کرتے ہو تمہارا پروردگار اُن سے بےخبر نہیں ہے"
        },
        {
            "chapter": 28,
            "verse": 1,
            "text": "طٰسٓمٓ"
        },
        {
            "chapter": 28,
            "verse": 2,
            "text": "یہ کتاب روشن کی آیتیں ہیں"
        },
        {
            "chapter": 28,
            "verse": 3,
            "text": "(اے محمدﷺ) ہم تمہیں موسٰی اور فرعون کے کچھ حالات مومن لوگوں کو سنانے کے لئے صحیح صحیح سناتے ہیں"
        },
        {
            "chapter": 28,
            "verse": 4,
            "text": "کہ فرعون نے ملک میں سر اُٹھا رکھا تھا اور وہاں کے باشندوں کو گروہ گروہ بنا رکھا تھا اُن میں سے ایک گروہ کو (یہاں تک) کمزور کر دیا تھا کہ اُن کے بیٹوں کو ذبح کر ڈالتا اور اُن کی لڑکیوں کو زندہ رہنے دیتا۔ بیشک وہ مفسدوں میں تھا"
        },
        {
            "chapter": 28,
            "verse": 5,
            "text": "اور ہم چاہتے تھے کہ جو لوگ ملک میں کمزور کر دیئے گئے ہیں اُن پر احسان کریں اور اُن کو پیشوا بنائیں اور انہیں (ملک کا) وارث کریں"
        },
        {
            "chapter": 28,
            "verse": 6,
            "text": "اور ملک میں ان کو قدرت دیں اور فرعون اور ہامان اور اُن کے لشکر کو وہ چیزیں دکھا دیں جس سے وہ ڈرتے تھے"
        },
        {
            "chapter": 28,
            "verse": 7,
            "text": "اور ہم نے موسٰی کی ماں کی طرف وحی بھیجی کہ اس کو دودھ پلاؤ جب تم کو اس کے بارے میں کچھ خوف پیدا ہو تو اسے دریا میں ڈال دینا اور نہ تو خوف کرنا اور نہ رنج کرنا۔ ہم اس کو تمہارے پاس واپس پہنچا دیں گے اور (پھر) اُسے پیغمبر بنا دیں گے"
        },
        {
            "chapter": 28,
            "verse": 8,
            "text": "تو فرعون کے لوگوں نے اس کو اُٹھا لیا اس لئے کہ (نتیجہ یہ ہونا تھا کہ) وہ اُن کا دشمن اور (ان کے لئے موجب) غم ہو۔ بیشک فرعون اور ہامان اور اُن کے لشکر چوک گئے"
        },
        {
            "chapter": 28,
            "verse": 9,
            "text": "اور فرعون کی بیوی نے کہا کہ (یہ) میری اور تمہاری (دونوں کی) آنکھوں کی ٹھنڈک ہے اس کو قتل نہ کرنا۔ شاید یہ ہمیں فائدہ پہنچائے یا ہم اُسے بیٹا بنالیں اور وہ انجام سے بےخبر تھے"
        },
        {
            "chapter": 28,
            "verse": 10,
            "text": "اور موسٰی کی ماں کا دل بے صبر ہو گیا اگر ہم اُن کے دل مضبوط نہ کر دیتے تو قریب تھا کہ وہ اس (قصّے) کو ظاہر کر دیں۔ غرض یہ تھی کہ وہ مومنوں میں رہیں"
        },
        {
            "chapter": 28,
            "verse": 11,
            "text": "اور اس کی بہن سے کہا کہ اس کے پیچھے پیچھے چلی جا تو وہ اُسے دور سے دیکھتی رہی اور ان (لوگوں) کو کچھ خبر نہ تھی"
        },
        {
            "chapter": 28,
            "verse": 12,
            "text": "اور ہم نے پہلے ہی سے اس پر (دائیوں) کے دودھ حرام کر دیئے تھے۔ تو موسٰی کی بہن نے کہا کہ میں تمہیں ایسے گھر والے بتاؤں کہ تمہارے لئے اس (بچے) کو پالیں اور اس کی خیر خواہی (سے پرورش) کریں"
        },
        {
            "chapter": 28,
            "verse": 13,
            "text": "تو ہم نے (اس طریق سے) اُن کو ان کی ماں کے پاس واپس پہنچا دیا تاکہ اُن کی آنکھیں ٹھنڈی ہوں اور وہ غم نہ کھائیں اور معلوم کریں کہ خدا کا وعدہ سچا ہے لیکن یہ اکثر نہیں جانتے"
        },
        {
            "chapter": 28,
            "verse": 14,
            "text": "اور جب موسٰی جوانی کو پہنچے اور بھرپور (جوان) ہو گئے تو ہم نے اُن کو حکمت اور علم عنایت کیا۔ اور ہم نیکو کاروں کو ایسا ہی بدلہ دیا کرتے ہیں"
        },
        {
            "chapter": 28,
            "verse": 15,
            "text": "اور وہ ایسے وقت شہر میں داخل ہوئے کہ وہاں کے باشندے بےخبر ہو رہے تھے تو دیکھا کہ وہاں دو شخص لڑ رہے تھے ایک تو موسٰی کی قوم کا ہے اور دوسرا اُن کے دشمنوں میں سے تو جو شخص اُن کی قوم میں سے تھا اس نے دوسرے شخص کے مقابلے میں جو موسٰی کے دشمنوں میں سے تھا مدد طلب کی تو اُنہوں نے اس کو مکا مارا اور اس کا کام تمام کر دیا کہنے لگے کہ یہ کام تو (اغوائے) شیطان سے ہوا بیشک وہ (انسان کا) دشمن اور صریح بہکانے والا ہے"
        },
        {
            "chapter": 28,
            "verse": 16,
            "text": "بولے کہ اے پروردگار میں نے اپنے آپ پر ظلم کیا تو مجھے بخش دے تو خدا نے اُن کو بخش دیا۔ بیشک وہ بخشنے والا مہربان ہے"
        },
        {
            "chapter": 28,
            "verse": 17,
            "text": "کہنے لگے کہ اے پروردگار تو نے جو مجھ پر مہربانی فرمائی ہے میں (آئندہ) کبھی گنہگاروں کا مددگار نہ بنوں"
        },
        {
            "chapter": 28,
            "verse": 18,
            "text": "الغرض صبح کے وقت شہر میں ڈرتے ڈرتے داخل ہوئے کہ دیکھیں (کیا ہوتا ہے) تو ناگہاں وہی شخص جس نے کل اُن سے مدد مانگی تھی پھر اُن کو پکار رہا ہے۔ موسٰی نے اس سے کہا کہ تُو تو صریح گمراہ ہے"
        },
        {
            "chapter": 28,
            "verse": 19,
            "text": "جب موسٰی نے ارادہ کیا کہ اس شخص کو جو ان دونوں کا دشمن تھا پکڑ لیں تو وہ (یعنی موسٰی کی قوم کا آدمی) بول اُٹھا کہ جس طرح تم نے کل ایک شخص کو مار ڈالا تھا اسی طرح چاہتے ہو کہ مجھے بھی مار ڈالو۔ تم تو یہی چاہتے ہو کہ ملک میں ظلم وستم کرتے پھرو اور یہ نہیں چاہتے ہو کہ نیکو کاروں میں ہو"
        },
        {
            "chapter": 28,
            "verse": 20,
            "text": "اور ایک شخص شہر کی پرلی طرف سے دوڑتا ہوا آیا (اور) بولا کہ موسٰی (شہر کے) رئیس تمہارے بارے میں صلاحیں کرتے ہیں کہ تم کو مار ڈالیں سو تم یہاں سے نکل جاؤ۔ میں تمہارا خیر خواہ ہوں"
        },
        {
            "chapter": 28,
            "verse": 21,
            "text": "موسٰی وہاں سے ڈرتے ڈرتے نکل کھڑے ہوئے کہ دیکھیں (کیا ہوتا ہے) اور دعا کرنے لگے کہ اے پروردگار مجھے ظالم لوگوں سے نجات دے۔"
        },
        {
            "chapter": 28,
            "verse": 22,
            "text": "اور جب مدین کی طرف رخ کیا تو کہنے لگے اُمید ہے کہ میرا پروردگار مجھے سیدھا رستہ بتائے"
        },
        {
            "chapter": 28,
            "verse": 23,
            "text": "اور جب مدین کے پانی (کے مقام) پر پہنچے تو دیکھا کہ وہاں لوگ جمع ہو رہے (اور اپنے چارپایوں کو) پانی پلا رہے ہیں اور ان کے ایک طرف دو عورتیں (اپنی بکریوں کو) روکے کھڑی ہیں۔ موسٰی نے (اُن سے) کہا تمہارا کیا کام ہے۔ وہ بولیں کہ جب تک چرواہے (اپنے چارپایوں کو) لے نہ جائیں ہم پانی نہیں پلا سکتے اور ہمارے والد بڑی عمر کے بوڑھے ہیں"
        },
        {
            "chapter": 28,
            "verse": 24,
            "text": "تو موسٰی نے اُن کے لئے (بکریوں کو) پانی پلا دیا پھر سائے کی طرف چلے گئے۔ اور کہنے لگے کہ پروردگار میں اس کا محتاج ہوں کہ تو مجھ پر اپنی نعمت نازل فرمائے"
        },
        {
            "chapter": 28,
            "verse": 25,
            "text": "(تھوڑی دیر کے بعد) ان میں سے ایک عورت جو شرماتی اور لجاتی چلی آتی تھی۔ موسٰی کے پاس آئی اور کہنے لگی کہ تم کو میرے والد بلاتے ہیں کہ تم نے جو ہمارے لئے پانی پلایا تھا اس کی تم کو اُجرت دیں۔ جب وہ اُن کے پاس آئے اور اُن سے اپنا ماجرا بیان کیا تو اُنہوں نے کہا کہ کچھ خوف نہ کرو۔ تم ظالم لوگوں سے بچ آئے ہو"
        },
        {
            "chapter": 28,
            "verse": 26,
            "text": "ایک لڑکی بولی کہ ابّا ان کو نوکر رکھ لیجئے کیونکہ بہتر نوکر جو آپ رکھیں وہ ہے (جو) توانا اور امانت دار (ہو)"
        },
        {
            "chapter": 28,
            "verse": 27,
            "text": "اُنہوں نے (موسٰی سے) کہا کہ میں چاہتا ہوں اپنی دو بیٹیوں میں سے ایک کو تم سے بیاہ دوں اس عہد پر کہ تم آٹھ برس میری خدمت کرو اور اگر دس سال پورے کر دو تو تمہاری طرف سے (احسان) ہے اور میں تم پر تکلیف ڈالنی نہیں چاہتا۔ مجھے انشاء الله نیک لوگوں میں پاؤ گے"
        },
        {
            "chapter": 28,
            "verse": 28,
            "text": "موسٰی نے کہا کہ مجھ میں اور آپ میں یہ (عہد پختہ ہوا) میں جونسی مدت (چاہوں) پوری کردوں پھر مجھ پر کوئی زیادتی نہ ہو۔ اور ہم جو معاہدہ کرتے ہیں خدا اس کا گواہ ہے"
        },
        {
            "chapter": 28,
            "verse": 29,
            "text": "جب موسٰی نے مدت پوری کردی اور اپنے گھر کے لوگوں کو لے کر چلے تو طور کی طرف سے آگ دکھائی دی تو اپنے گھر والوں سے کہنے لگے کہ تم یہاں ٹھیرو۔ مجھے آگ نظر آئی ہے شاید میں وہاں سے (رستے کا) کچھ پتہ لاؤں یا آگ کا انگارہ لے آؤں تاکہ تم تاپو"
        },
        {
            "chapter": 28,
            "verse": 30,
            "text": "جب اس کے پاس پہنچے تو میدان کے دائیں کنارے سے ایک مبارک جگہ میں ایک درخت میں سے آواز آئی کہ موسٰی میں تو خدائے رب العالمین ہوں"
        },
        {
            "chapter": 28,
            "verse": 31,
            "text": "اور یہ کہ اپنی لاٹھی ڈالدو۔ جب دیکھا کہ وہ حرکت کر رہی ہے گویا سانپ ہے، تو پیٹھ پھیر کر چل دیئے اور پیچھے پھر کر بھی نہ دیکھا۔ (ہم نے کہا کہ) موسٰی آگے آؤ اور ڈرومت تم امن پانے والوں میں ہو"
        },
        {
            "chapter": 28,
            "verse": 32,
            "text": "اپنا ہاتھ گریبان میں ڈالو تو بغیر کسی عیب کے سفید نکل آئے گا اور خوف دور ہونے (کی وجہ) سے اپنے بازو کو اپنی طرف سیکڑلو۔ یہ دو دلیلیں تمہارے پروردگار کی طرف سے ہیں (ان کے ساتھ) فرعون اور اس کے درباریوں کے پاس جاؤ کہ وہ نافرمان لوگ ہیں"
        },
        {
            "chapter": 28,
            "verse": 33,
            "text": "موسٰی نے کہا اے پروردگار اُن میں کا ایک شخص میرے ہاتھ سے قتل ہوچکا ہے سو مجھے خوف ہے کہ وہ (کہیں) مجھ کو مار نہ ڈالیں"
        },
        {
            "chapter": 28,
            "verse": 34,
            "text": "اور ہارون (جو) میرا بھائی (ہے) اس کی زبان مجھ سے زیادہ فصیح ہے تو اس کو میرے ساتھ مددگار بناکر بھیج کہ میری تصدیق کرے مجھے خوف ہے کہ وہ میری لوگ تکذیب کریں گے"
        },
        {
            "chapter": 28,
            "verse": 35,
            "text": "(خدا نے) فرمایا ہم تمہارے بھائی سے تمہارے بازو مضبوط کریں گے اور تم دونوں کو غلبہ دیں گے تو ہماری نشانیوں کے سبب وہ تم تک پہنچ نہ سکیں گے (اور) تم اور جنہوں نے تمہاری پیروی کی غالب رہو گے"
        },
        {
            "chapter": 28,
            "verse": 36,
            "text": "اور جب موسٰی اُن کے پاس ہماری کھلی نشانیاں لےکر آئے تو وہ کہنے لگے کہ یہ جادو ہے جو اُس نے بنا کھڑا کیا ہے اور یہ باتیں ہم نے اپنے اگلے باپ دادا میں تو (کبھی) سنی نہیں"
        },
        {
            "chapter": 28,
            "verse": 37,
            "text": "اور موسٰی نے کہا کہ میرا پروردگار اس شخص کو خوب جانتا ہے جو اس کی طرف سے حق لےکر آیا ہے اور جس کے لئے عاقبت کا گھر (یعنی بہشت) ہے۔ بیشک ظالم نجات نہیں پائیں گے"
        },
        {
            "chapter": 28,
            "verse": 38,
            "text": "اور فرعون نے کہا کہ اے اہلِ دربار میں تمہارا اپنے سوا کسی کو خدا نہیں جانتا تو ہامان میرے لئے گارے کو آگ لگوا (کر اینٹیں پکوا) دو پھر ایک (اُونچا) محل بنادو تاکہ میں موسٰی کے خدا کی طرف چڑھ جاؤں اور میں تو اُسے جھوٹا سمجھتا ہوں"
        },
        {
            "chapter": 28,
            "verse": 39,
            "text": "اور وہ اور اس کے لشکر ملک میں ناحق مغرور ہورہے تھے اور خیال کرتے تھے کہ وہ ہماری طرف لوٹ کر نہیں آئیں گے"
        },
        {
            "chapter": 28,
            "verse": 40,
            "text": "تو ہم نے اُن کو اور اُن کے لشکروں کو پکڑلیا اور دریا میں ڈال دیا۔ سو دیکھ لو ظالموں کا کیسا انجام ہوا"
        },
        {
            "chapter": 28,
            "verse": 41,
            "text": "اور ہم نے ان کو پیشوا بنایا تھا وہ (لوگوں) کو دوزخ کی طرف بلاتے تھے اور قیامت کے دن اُن کی مدد نہیں کی جائے گی"
        },
        {
            "chapter": 28,
            "verse": 42,
            "text": "اور اس دنیا سے ہم نے اُن کے پیچھے لعنت لگادی اور وہ قیامت کے روز بھی بدحالوں میں ہوں گے"
        },
        {
            "chapter": 28,
            "verse": 43,
            "text": "اور ہم نے پہلی اُمتوں کے ہلاک کرنے کے بعد موسٰی کو کتاب دی جو لوگوں کے لئے بصیرت اور ہدایت اور رحمت ہے تاکہ وہ نصیحت پکڑیں"
        },
        {
            "chapter": 28,
            "verse": 44,
            "text": "اور جب ہم نے موسٰی کی طرف حکم بھیجا تو تم (طور کی) غرب کی طرف نہیں تھے اور نہ اس واقعے کے دیکھنے والوں میں تھے"
        },
        {
            "chapter": 28,
            "verse": 45,
            "text": "لیکن ہم نے (موسٰی کے بعد) کئی اُمتوں کو پیدا کیا پھر ان پر مدت طویل گذر گئی اور نہ تم مدین والوں میں رہنے والے تھے کہ ان کو ہماری آیتیں پڑھ پڑھ کر سناتے تھے۔ ہاں ہم ہی تو پیغمبر بھیجنے والے تھے"
        },
        {
            "chapter": 28,
            "verse": 46,
            "text": "اور نہ تم اس وقت جب کہ ہم نے (موسٰی کو) آواز دی طور کے کنارے تھے بلکہ (تمہارا بھیجا جانا) تمہارے پروردگار کی رحمت ہے تاکہ تم اُن لوگوں کو جن کے پاس تم سے پہلے کوئی ہدایت کرنے والا نہیں آیا ہدایت کرو تاکہ وہ نصیحت پکڑیں"
        },
        {
            "chapter": 28,
            "verse": 47,
            "text": "اور (اے پیغمبر ہم نے تو کو اس لئے بھیجا ہے کہ) ایسا نہ ہو کہ اگر ان (اعمال) کے سبب جو اُن کے ہاتھ آگے بھیج چکے ہیں ان پر کوئی مصیبت واقع ہو تو یہ کہنے لگیں کہ اے پروردگار تو نے ہماری طرف کوئی پیغمبر کیوں نہ بھیجا کہ ہم تیری آیتوں کی پیروی کرنے اور ایمان لانے والوں میں ہوتے"
        },
        {
            "chapter": 28,
            "verse": 48,
            "text": "پھر جب اُن کے پاس ہماری طرف سے حق آپہنچا تو کہنے لگے کہ جیسی (نشانیاں) موسٰی کو ملی تھیں ویسی اس کو کیوں نہیں ملیں۔ کیا جو (نشانیاں) پہلے موسٰی کو دی گئی تھیں اُنہوں نے اُن سے کفر نہیں کیا۔ کہنے لگے کہ دونوں جادوگر ہیں ایک دوسرے کے موافق۔ اور بولے کہ ہم سب سے منکر ہیں"
        },
        {
            "chapter": 28,
            "verse": 49,
            "text": "کہہ دو کہ اگر سچے ہو تو تم خدا کے پاس سے کوئی کتاب لے آؤ جو ان دونوں (کتابوں) سے بڑھ کر ہدایت کرنے والی ہو۔ تاکہ میں بھی اسی کی پیروی کروں"
        },
        {
            "chapter": 28,
            "verse": 50,
            "text": "پھر اگر یہ تمہاری بات قبول نہ کریں تو جان لو کہ یہ صرف اپنی خواہشوں کی پیروی کرتے ہیں۔ اور اس سے زیادہ کون گمراہ ہوگا جو خدا کی ہدایت کو چھوڑ کر اپنی خواہش کے پیچھے چلے۔ بیشک خدا ظالم لوگوں کو ہدایت نہیں دیتا"
        },
        {
            "chapter": 28,
            "verse": 51,
            "text": "اور ہم پے درپے اُن لوگوں کے پاس (ہدایت کی) باتیں بھیجتے رہے ہیں تاکہ نصیحت پکڑیں"
        },
        {
            "chapter": 28,
            "verse": 52,
            "text": "جن لوگوں کو ہم نے اس سے پہلے کتاب دی تھی وہ اس پر ایمان لے آتے ہیں"
        },
        {
            "chapter": 28,
            "verse": 53,
            "text": "اور جب (قرآن) اُن کو پڑھ کر سنایا جاتا ہے تو کہتے ہیں کہ ہم اس پر ایمان لے آئے بیشک وہ ہمارے پروردگار کی طرف سے برحق ہے اور ہم تو اس سے پہلے کے حکمبردار ہیں"
        },
        {
            "chapter": 28,
            "verse": 54,
            "text": "ان لوگوں کو دگنا بدلہ دیا جائے گا کیونکہ صبر کرتے رہے ہیں اور بھلائی کے ساتھ برائی کو دور کرتے ہیں اور جو (مال) ہم نے اُن کو دیا ہے اس میں سے خرچ کرتے ہیں"
        },
        {
            "chapter": 28,
            "verse": 55,
            "text": "اور جب بیہودہ بات سنتے ہیں تو اس سے منہ پھیر لیتے ہیں اور کہتے ہیں کہ ہم کو ہمارے اعمال اور تم کو تمہارے اعمال۔ تم کو سلام۔ ہم جاہلوں کے خواستگار نہیں ہیں"
        },
        {
            "chapter": 28,
            "verse": 56,
            "text": "(اے محمدﷺ) تم جس کو دوست رکھتے ہو اُسے ہدایت نہیں کر سکتے بلکہ خدا ہی جس کو چاہتا ہے ہدایت کرتا ہے اور وہ ہدایت پانیوالوں کو خوب جانتا ہے"
        },
        {
            "chapter": 28,
            "verse": 57,
            "text": "اور کہتے ہیں کہ اگر ہم تمہارے ساتھ ہدایت کی پیروی کریں تو اپنے ملک سے اُچک لئے جائیں۔ کیا ہم نے اُن کو حرم میں جو امن کا مقام ہے جگہ نہیں دی۔ جہاں ہر قسم کے میوے پہنچائے جاتے ہیں (اور یہ) رزق ہماری طرف سے ہے لیکن ان میں سے اکثر نہیں جانتے"
        },
        {
            "chapter": 28,
            "verse": 58,
            "text": "اور ہم نے بہت سی بستیوں کو ہلاک کر ڈالا جو اپنی (فراخی) معیشت میں اترا رہے تھے۔ سو یہ اُن کے مکانات ہیں جو اُن کے بعد آباد ہی نہیں ہوئے مگر بہت کم۔ اور اُن کے پیچھے ہم ہی اُن کے وارث ہوئے"
        },
        {
            "chapter": 28,
            "verse": 59,
            "text": "اور تمہارا پروردگار بستیوں کو ہلاک نہیں کیا کرتا۔ جب تک اُن کے بڑے شہر میں پیغمبر نہ بھیج لے جو اُن کو ہماری آیتیں پڑھ پڑھ کر سنائے اور ہم بستیوں کو ہلاک نہیں کیا کرتے مگر اس حالت میں کہ وہاں کے باشندے ظالم ہوں"
        },
        {
            "chapter": 28,
            "verse": 60,
            "text": "اور جو چیز تم کو دی گئی ہے وہ دنیا کی زندگی کا فائدہ اور اس کی زینت ہے۔ اور جو خدا کے پاس ہے وہ بہتر اور باقی رہنے والی ہے۔ کیا تم سمجھتے نہیں؟"
        },
        {
            "chapter": 28,
            "verse": 61,
            "text": "بھلا جس شخص سے ہم نے نیک وعدہ کیا اور اُس نے اُسے حاصل کرلیا تو کیا وہ اس شخص کا سا ہے جس کو ہم نے دنیا کی زندگی کے فائدے سے بہرہ مند کیا پھر وہ قیامت کے روز ان لوگوں میں ہو جو (ہمارے روبرو) حاضر کئے جائیں گے"
        },
        {
            "chapter": 28,
            "verse": 62,
            "text": "اور جس روز خدا اُن کو پکارے گا اور کہے گا کہ میرے وہ شریک کہاں ہیں جن کا تمہیں دعویٰ تھا"
        },
        {
            "chapter": 28,
            "verse": 63,
            "text": "(تو) جن لوگوں پر (عذاب کا) حکم ثابت ہوچکا ہوگا وہ کہیں گے کہ ہمارے پروردگار یہ وہ لوگ ہیں جن کو ہم نے گمراہ کیا تھا۔ اور جس طرح ہم خود گمراہ ہوئے تھے اسی طرح اُن کو گمراہ کیا تھا (اب) ہم تیری طرف (متوجہ ہوکر) اُن سے بیزار ہوتے ہیں یہ ہمیں نہیں پوجتے تھے"
        },
        {
            "chapter": 28,
            "verse": 64,
            "text": "اور کہا جائے گا کہ اپنے شریکوں کو بلاؤ۔ تو وہ اُن کو پکاریں گے اور وہ اُن کو جواب نہ دے سکیں گے اور (جب) عذاب کو دیکھ لیں گے (تو تمنا کریں گے کہ) کاش وہ ہدایت یاب ہوتے"
        },
        {
            "chapter": 28,
            "verse": 65,
            "text": "اور جس روز خدا اُن کو پکارے گا اور کہے گا کہ تم نے پیغمبروں کو کیا جواب دیا"
        },
        {
            "chapter": 28,
            "verse": 66,
            "text": "تو وہ اس روز خبروں سے اندھے ہو جائیں گے، اور آپس میں کچھ بھی پوچھ نہ سکیں گے"
        },
        {
            "chapter": 28,
            "verse": 67,
            "text": "لیکن جس نے توبہ کی اور ایمان لایا اور عمل نیک کئے تو اُمید ہے کہ وہ نجات پانے والوں میں ہو"
        },
        {
            "chapter": 28,
            "verse": 68,
            "text": "اور تمہارا پروردگار جو چاہتا ہے پیدا کرتا ہے اور (جسے چاہتا ہے) برگزیدہ کرلیتا ہے۔ ان کو اس کا اختیار نہیں ہے۔ یہ جو شرک کرتے ہیں خدا اس سے پاک وبالاتر ہے"
        },
        {
            "chapter": 28,
            "verse": 69,
            "text": "اور ان کے سینے جو کچھ مخفی کرتے اور جو یہ ظاہر کرتے ہیں تمہارا پروردگار اس کو جانتا ہے"
        },
        {
            "chapter": 28,
            "verse": 70,
            "text": "اور وہی خدا ہے اس کے سوا کوئی معبود نہیں دنیا اور آخرت میں اُسی کی تعریف ہے اور اُسی کا حکم اور اسی کی طرف تم لوٹائے جاؤ گے"
        },
        {
            "chapter": 28,
            "verse": 71,
            "text": "کہو بھلا دیکھو تو اگر خدا تم پر ہمیشہ قیامت کے دن تک رات (کی تاریکی) کئے رہے تو خدا کے سوا کون معبود ہے ہے جو تم کو روشنی لا دے تو کیا تم سنتے نہیں؟"
        },
        {
            "chapter": 28,
            "verse": 72,
            "text": "کہو تو بھلا دیکھو تو اگر خدا تم پر ہمیشہ قیامت تک دن کئے رہے تو خدا کے سوا کون معبود ہے کہ تم کو رات لا دے جس میں تم آرام کرو۔ تو کیا تم دیکھتے نہیں؟"
        },
        {
            "chapter": 28,
            "verse": 73,
            "text": "اور اس نے اپنی رحمت سے تمہارے لئے رات کو اور دن کو بنایا تاکہ تم اس میں آرام کرو اور اس میں اس کا فضل تلاش کرو اور تاکہ شکر کرو"
        },
        {
            "chapter": 28,
            "verse": 74,
            "text": "اور جس دن وہ اُن کو پکارے گا اور کہے گا کہ میرے وہ شریک جن کا تمہیں دعویٰ تھا کہاں گئے؟"
        },
        {
            "chapter": 28,
            "verse": 75,
            "text": "اور ہم ہر ایک اُمت میں سے گواہ نکال لیں گے پھر کہیں گے کہ اپنی دلیل پیش کرو تو وہ جان لیں گے کہ سچ بات خدا کی ہے اور جو کچھ وہ افتراء کیا کرتے تھے ان سے جاتا رہے گا"
        },
        {
            "chapter": 28,
            "verse": 76,
            "text": "قارون موسٰی کی قوم میں سے تھا اور ان پر تعدّی کرتا تھا۔ اور ہم نے اس کو اتنے خزانے دیئے تھے کہ اُن کی کنجیاں ایک طاقتور جماعت کو اُٹھانی مشکل ہوتیں جب اس سے اس کی قوم نے کہا کہ اترائیے مت۔ کہ خدا اترانے والوں کو پسند نہیں کرتا"
        },
        {
            "chapter": 28,
            "verse": 77,
            "text": "اور جو (مال) تم کو خدا نے عطا فرمایا ہے اس سے آخرت کی بھلائی طلب کیجئے اور دنیا سے اپنا حصہ نہ بھلائیے اور جیسی خدا نے تم سے بھلائی کی ہے (ویسی) تم بھی (لوگوں سے) بھلائی کرو۔ اور ملک میں طالب فساد نہ ہو۔ کیونکہ خدا فساد کرنے والوں کو دوست نہیں رکھتا"
        },
        {
            "chapter": 28,
            "verse": 78,
            "text": "بولا کہ یہ (مال) مجھے میری دانش (کے زور) سے ملا ہے کیا اس کو معلوم نہیں کہ خدا نے اس سے پہلے بہت سی اُمتیں جو اس سے قوت میں بڑھ کر اور جمعیت میں بیشتر تھیں ہلاک کر ڈالی ہیں۔ اور گنہگاروں سے اُن کے گناہوں کے بارے میں پوچھا نہیں جائے گا"
        },
        {
            "chapter": 28,
            "verse": 79,
            "text": "تو (ایک روز) قارون (بڑی) آرائش (اور ٹھاٹھ) سے اپنی قوم کے سامنے نکلا۔ جو لوگ دنیا کی زندگی کے طالب تھے کہنے لگے کہ جیسا (مال ومتاع) قارون کو ملا ہے کاش ایسا ہی ہمیں بھی ملے۔ وہ تو بڑا ہی صاحب نصیب ہے"
        },
        {
            "chapter": 28,
            "verse": 80,
            "text": "اور جن لوگوں کو علم دیا گیا تھا وہ کہنے لگے کہ تم پر افسوس۔ مومنوں اور نیکوکاروں کے لئے (جو) ثواب خدا (کے ہاں تیار ہے وہ) کہیں بہتر ہے اور وہ صرف صبر کرنے والوں ہی کو ملے گا"
        },
        {
            "chapter": 28,
            "verse": 81,
            "text": "پس ہم نے قارون کو اور اس کے گھر کو زمین میں دھنسا دیا تو خدا کے سوا کوئی جماعت اس کی مددگار نہ ہوسکی۔ اور نہ وہ بدلہ لے سکا"
        },
        {
            "chapter": 28,
            "verse": 82,
            "text": "اور وہ لوگ جو کل اُس کے رتبے کی تمنا کرتے تھے صبح کو کہنے لگے ہائے شامت! خدا ہی تو اپنے بندوں میں سے جس کے لئے چاہتا ہے رزق فراخ کر دیتا ہے اور (جس کے لئے چاہتا ہے) تنگ کر دیتا ہے۔ اگر خدا ہم پر احسان نہ کرتا تو ہمیں بھی دھنسا دیتا۔ ہائے خرابی! کافر نجات نہیں پا سکتے"
        },
        {
            "chapter": 28,
            "verse": 83,
            "text": "وہ (جو) آخرت کا گھر (ہے) ہم نے اُسے اُن لوگوں کے لئے (تیار) کر رکھا ہے جو ملک میں ظلم اور فساد کا ارادہ نہیں رکھتے اور انجام (نیک) تو پرہیزگاروں ہی کا ہے"
        },
        {
            "chapter": 28,
            "verse": 84,
            "text": "جو شخص نیکی لے کر آئے گا اس کے لئے اس سے بہتر (صلہ موجود) ہے اور جو برائی لائے گا تو جن لوگوں نے برے کام کئے ان کو بدلہ بھی اسی طرح کا ملے گا جس طرح کے وہ کام کرتے تھے"
        },
        {
            "chapter": 28,
            "verse": 85,
            "text": "(اے پیغمبر) جس (خدا) نے تم پر قرآن (کے احکام) کو فرض کیا ہے وہ تمہیں بازگشت کی جگہ لوٹا دے گا۔ کہہ دو کہ میرا پروردگار اس شخص کو بھی خوب جانتا ہے جو ہدایت لےکر آیا اور (اس کو بھی) جو صریح گمراہی میں ہے"
        },
        {
            "chapter": 28,
            "verse": 86,
            "text": "اور تمہیں اُمید نہ تھی کہ تم پر کتاب نازل کی جائے گی۔ مگر تمہارے پروردگار کی مہربانی سے (نازل ہوئی) تو تم ہرگز کافروں کے مددگار نہ ہونا"
        },
        {
            "chapter": 28,
            "verse": 87,
            "text": "اور وہ تمہیں خدا کی آیتوں کی تبلیغ سے بعد اس کے کہ وہ تم پر نازل ہوچکی ہیں روک نہ دیں اور اپنے پروردگار کو پکارتے رہو اور مشرکوں میں ہرگز نہ ہو جیو"
        },
        {
            "chapter": 28,
            "verse": 88,
            "text": "اور خدا کے ساتھ کسی اور کو معبود (سمجھ کر) نہ پکارنا اس کے سوا کوئی معبود نہیں۔ اس کی ذات (پاک) کے سوا ہر چیز فنا ہونے والی ہے۔ اسی کا حکم ہے اور اسی کی طرف تم لوٹ کر جاؤ گے"
        },
        {
            "chapter": 29,
            "verse": 1,
            "text": "الم"
        },
        {
            "chapter": 29,
            "verse": 2,
            "text": "کیا لوگ یہ خیال کئے ہوئے ہیں کہ صرف یہ کہنے سے کہ ہم ایمان لے آئے چھوڑ دیئے جائیں گے اور اُن کی آزمائش نہیں کی جائے گی"
        },
        {
            "chapter": 29,
            "verse": 3,
            "text": "اور جو لوگ اُن سے پہلے ہو چکے ہیں ہم نے اُن کو بھی آزمایا تھا (اور ان کو بھی آزمائیں گے) سو خدا اُن کو ضرور معلوم کریں گے جو (اپنے ایمان میں) سچے ہیں اور اُن کو بھی جو جھوٹے ہیں"
        },
        {
            "chapter": 29,
            "verse": 4,
            "text": "کیا وہ لوگ جو برے کام کرتے ہیں یہ سمجھے ہوئے ہیں کہ یہ ہمارے قابو سے نکل جائیں گے۔ جو خیال یہ کرتے ہیں برا ہے"
        },
        {
            "chapter": 29,
            "verse": 5,
            "text": "جو شخص خدا کی ملاقات کی اُمید رکھتا ہو خدا کا (مقرر کیا ہوا) وقت ضرور آنے والا ہے۔ اور وہ سننے والا اور جاننے والا ہے"
        },
        {
            "chapter": 29,
            "verse": 6,
            "text": "اور جو شخص محنت کرتا ہے تو اپنے ہی فائدے کے لئے محنت کرتا ہے۔ اور خدا تو سارے جہان سے بےپروا ہے"
        },
        {
            "chapter": 29,
            "verse": 7,
            "text": "اور جو لوگ ایمان لائے اور نیک عمل کرتے رہے ہم ان کے گناہوں کو اُن سے دور کردیں گے اور ان کو ان کے اعمال کا بہت اچھا بدلہ دیں گے"
        },
        {
            "chapter": 29,
            "verse": 8,
            "text": "اور ہم نے انسان کو اپنے ماں باپ کے ساتھ نیک سلوک کرنے کا حکم دیا ہے۔ (اے مخاطب) اگر تیرے ماں باپ تیرے درپے ہوں کہ تو میرے ساتھ کسی کو شریک بنائے جس کی حقیقت کی تجھے واقفیت نہیں۔ تو ان کا کہنا نہ مانیو۔ تم (سب) کو میری طرف لوٹ کر آنا ہے۔ پھر جو کچھ تم کرتے تھے میں تم کو جتا دوں گا"
        },
        {
            "chapter": 29,
            "verse": 9,
            "text": "اور جو لوگ ایمان لائے اور نیک عمل کرتے رہے ان کو ہم نیک لوگوں میں داخل کریں گے"
        },
        {
            "chapter": 29,
            "verse": 10,
            "text": "اور بعض لوگ ایسے ہیں جو کہتے ہیں کہ ہم خدا پر ایمان لائے جب اُن کو خدا (کے رستے) میں کوئی ایذا پہنچتی ہے تو لوگوں کی ایذا کو (یوں) سمجھتے ہیں جیسے خدا کا عذاب۔ اگر تمہارے پروردگار کی طرف سے مدد پہنچے تو کہتے ہیں کہ ہم تمہارے ساتھ تھے۔ کیا جو اہل عالم کے سینوں میں ہے خدا اس سے واقف نہیں؟"
        },
        {
            "chapter": 29,
            "verse": 11,
            "text": "اور خدا اُن کو ضرور معلوم کرے گا جو (سچے) مومن ہیں اور منافقوں کو بھی معلوم کرکے رہے گا"
        },
        {
            "chapter": 29,
            "verse": 12,
            "text": "اور جو کافر ہیں وہ مومنوں سے کہتے ہیں کہ ہمارے طریق کی پیروی کرو ہم تمہارے گناہ اُٹھالیں گے۔ حالانکہ وہ اُن کے گناہوں کا کچھ بھی بوجھ اُٹھانے والے نہیں۔ کچھ شک نہیں کہ یہ جھوٹے ہیں"
        },
        {
            "chapter": 29,
            "verse": 13,
            "text": "اور یہ اپنے بوجھ بھی اُٹھائیں گے اور اپنے بوجھوں کے ساتھ اور (لوگوں کے) بوجھ بھی۔ اور جو بہتان یہ باندھتے رہے قیامت کے دن اُن کی اُن سے ضرور پرسش ہوگی"
        },
        {
            "chapter": 29,
            "verse": 14,
            "text": "اور ہم نے نوحؑ کو اُن کی قوم کی طرف بھیجا تو وہ ان میں پچاس برس کم ہزار برس رہے پھر اُن کو طوفان (کے عذاب) نے آپکڑا۔ اور وہ ظالم تھے"
        },
        {
            "chapter": 29,
            "verse": 15,
            "text": "پھر ہم نے نوحؑ کو اور کشتی والوں کو نجات دی اور کشتی کو اہل عالم کے لئے نشانی بنا دیا"
        },
        {
            "chapter": 29,
            "verse": 16,
            "text": "اور ابراہیمؑ کو (یاد کرو) جب اُنہوں نے اپنی قوم سے کہا کہ خدا کی عبادت کرو اور اس سے ڈرو اگر تم سمجھ رکھتے ہو تو یہ تمہارے حق میں بہتر ہے"
        },
        {
            "chapter": 29,
            "verse": 17,
            "text": "تو تم خدا کو چھوڑ کر بتوں کو پوجتے اور طوفان باندھتے ہو تو جن لوگوں کو تم خدا کے سوا پوجتے ہو وہ تم کو رزق دینے کا اختیار نہیں رکھتے پس خدا ہی کے ہاں سے رزق طلب کرو اور اسی کی عبادت کرو اور اسی کا شکر کرو اسی کی طرف تم لوٹ کر جاؤ گے"
        },
        {
            "chapter": 29,
            "verse": 18,
            "text": "اور اگر تم (میری) تکذیب کرو تو تم سے پہلے بھی اُمتیں (اپنے پیغمبروں کی) تکذیب کرچکی ہیں۔ اور پیغمبر کے ذمے کھول کر سنا دینے کے سوا اور کچھ نہیں"
        },
        {
            "chapter": 29,
            "verse": 19,
            "text": "کیا اُنہوں نے نہیں دیکھا کہ خدا کس طرح خلقت کو پہلی بار پیدا کرتا پھر (کس طرح) اس کو بار بار پیدا کرتا رہتا ہے۔ یہ خدا کو آسان ہے"
        },
        {
            "chapter": 29,
            "verse": 20,
            "text": "کہہ دو کہ ملک میں چلو پھرو اور دیکھو کہ اس نے کس طرح خلقت کو پہلی دفعہ پیدا کیا ہے پھر خدا ہی پچھلی پیدائش پیدا کرے گا۔ بےشک خدا ہر چیز پر قادر ہے"
        },
        {
            "chapter": 29,
            "verse": 21,
            "text": "وہ جسے چاہے عذاب دے اور جس پر چاہے رحم کرے۔ اور اُسی کی طرف تم لوٹائے جاؤ گے"
        },
        {
            "chapter": 29,
            "verse": 22,
            "text": "اور تم (اُس کو) نہ زمین میں عاجز کرسکتے ہو نہ آسمان میں اور نہ خدا کے سوا تمہارا کوئی دوست ہے اور نہ مددگار"
        },
        {
            "chapter": 29,
            "verse": 23,
            "text": "اور جن لوگوں نے خدا کی آیتوں سے اور اس کے ملنے سے انکار کیا وہ میری رحمت سے نااُمید ہوگئے ہیں اور ان کو درد دینے والا عذاب ہوگا"
        },
        {
            "chapter": 29,
            "verse": 24,
            "text": "تو اُن کی قوم کے لوگ جواب میں بولے تو یہ بولے کہ اُسے مار ڈالو یا جلا دو۔ مگر خدا نے اُن کو آگ (کی سوزش) سے بچالیا۔ جو لوگ ایمان رکھتے ہیں اُن کے لئے اس میں نشانیاں ہیں"
        },
        {
            "chapter": 29,
            "verse": 25,
            "text": "اور ابراہیم نے کہا کہ تم جو خدا کو چھوڑ کر بتوں کو لے بیٹھے ہو تو دنیا کی زندگی میں باہم دوستی کے لئے (مگر) پھر قیامت کے دن تم ایک دوسرے (کی دوستی) سے انکار کر دو گے اور ایک دوسرے پر لعنت بھیجو گے اور تمہارا ٹھکانا دوزخ ہوگا اور کوئی تمہارا مددگار نہ ہوگا"
        },
        {
            "chapter": 29,
            "verse": 26,
            "text": "پس اُن پر (ایک) لوط ایمان لائے اور (ابراہیم) کہنے لگے کہ میں اپنے پروردگار کی طرف ہجرت کرنے والا ہوں۔ بیشک وہ غالب حکمت والا ہے"
        },
        {
            "chapter": 29,
            "verse": 27,
            "text": "اور ہم نے اُن کو اسحٰق اور یعقوب بخشے اور اُن کی اولاد میں پیغمبری اور کتاب (مقرر) کر دی اور ان کو دنیا میں بھی اُن کا صلہ عنایت کیا اور وہ آخرت میں بھی نیک لوگوں میں ہوں گے"
        },
        {
            "chapter": 29,
            "verse": 28,
            "text": "اور لوط (کو یاد کرو) جب اُنہوں نے اپنی قوم سے کہا کہ تم (عجب) بےحیائی کے مرتکب ہوتے ہو۔ تم سے پہلے اہل عالم میں سے کسی نے ایسا کام نہیں کیا"
        },
        {
            "chapter": 29,
            "verse": 29,
            "text": "تم کیوں (لذت کے ارادے سے) لونڈوں کی طرف مائل ہوتے اور (مسافروں کی) رہزنی کرتے ہو اور اپنی مجلسوں میں ناپسندیدہ کام کرتے ہو۔ تو اُن کی قوم کے لوگ جواب میں بولے تو یہ بولے کہ اگر تم سچے ہو تو ہم پر عذاب لے آؤ"
        },
        {
            "chapter": 29,
            "verse": 30,
            "text": "لوط نے کہا کہ اے میرے پروردگار ان مفسد لوگوں کے مقابلے میں مجھے نصرت عنایت فرما"
        },
        {
            "chapter": 29,
            "verse": 31,
            "text": "اور جب ہمارے فرشتے ابراہیم کے پاس خوشی کی خبر لے کر آئے تو کہنے لگے کہ ہم اس بستی کے لوگوں کو ہلاک کر دینے والے ہیں کہ یہاں کے رہنے والے نافرمان ہیں"
        },
        {
            "chapter": 29,
            "verse": 32,
            "text": "ابراہیم نے کہا کہ اس میں تو لوط بھی ہیں۔ وہ کہنے لگے کہ جو لوگ یہاں (رہتے) ہیں ہمیں سب معلوم ہیں۔ ہم اُن کو اور اُن کے گھر والوں کو بچالیں گے بجز اُن کی بیوی کے وہ پیچھے رہنے والوں میں ہوگی"
        },
        {
            "chapter": 29,
            "verse": 33,
            "text": "اور جب ہمارے فرشتے لوط کے پاس آئے تو وہ اُن (کی وجہ) سے ناخوش اور تنگ دل ہوئے۔ فرشتوں نے کہا کچھ خوف نہ کیجئے۔ اور نہ رنج کیجئے ہم آپ کو اور آپ کے گھر والوں کو بچالیں گے مگر آپ کی بیوی کہ پیچھے رہنے والوں میں ہوگی"
        },
        {
            "chapter": 29,
            "verse": 34,
            "text": "ہم اس بستی کے رہنے والوں پر اس سبب سے کہ یہ بدکرداری کرتے رہے ہیں آسمان سے عذاب نازل کرنے والے ہیں"
        },
        {
            "chapter": 29,
            "verse": 35,
            "text": "اور ہم نے سمجھنے والے لوگوں کے لئے اس بستی سے ایک کھلی نشانی چھوڑ دی"
        },
        {
            "chapter": 29,
            "verse": 36,
            "text": "اور مدین کی طرف اُن کے بھائی شعیب کو (بھیجا) تو اُنہوں نے کہا (اے قوم) خدا کی عبادت کرو اور پچھلے دن کے آنے کی اُمید رکھو اور ملک میں فساد نہ مچاؤ"
        },
        {
            "chapter": 29,
            "verse": 37,
            "text": "مگر اُنہوں نے اُن کو جھوٹا سمجھا سو اُن کو زلزلے (کے عذاب) نے آپکڑا اور وہ اپنے گھروں میں اوندھے پڑے رہ گئے"
        },
        {
            "chapter": 29,
            "verse": 38,
            "text": "اور عاد اور ثمود کو بھی (ہم نے ہلاک کر دیا) چنانچہ اُن کے (ویران گھر) تمہاری آنکھوں کے سامنے ہیں اور شیطان نے اُن کے اعمال ان کو آراستہ کر دکھائے اور ان کو (سیدھے) رستے سے روک دیا۔ حالانکہ وہ دیکھنے والے (لوگ) تھے"
        },
        {
            "chapter": 29,
            "verse": 39,
            "text": "اور قارون اور فرعون اور ہامان کو بھی (ہلاک کر دیا) اور اُن کے پاس موسٰی کھلی نشانی لےکر آئے تو وہ ملک میں مغرور ہوگئے اور ہمارے قابو سے نکل جانے والے نہ تھے"
        },
        {
            "chapter": 29,
            "verse": 40,
            "text": "تو ہم نے سب کو اُن کے گناہوں کے سبب پکڑ لیا۔ سو ان میں کچھ تو ایسے تھے جن پر ہم نے پتھروں کا مینھہ برسایا۔ اور کچھ ایسے تھے جن کو چنگھاڑ نے آپکڑا اور کچھ ایسے تھے جن کو ہم نے زمین میں دھنسا دیا۔ اور کچھ ایسے تھے جن کو غرق کر دیا اور خدا ایسا نہ تھا کہ اُن پر ظلم کرتا لیکن وہی اپنے آپ پر ظلم کرتے تھے"
        },
        {
            "chapter": 29,
            "verse": 41,
            "text": "جن لوگوں نے خدا کے سوا (اوروں کو) کارساز بنا رکھا ہے اُن کی مثال مکڑی کی سی ہے کہ وہ بھی ایک (طرح کا) گھر بناتی ہے۔ اور کچھ شک نہیں کہ تمام گھروں سے کمزور مکڑی کا گھر ہے کاش یہ (اس بات کو) جانتے"
        },
        {
            "chapter": 29,
            "verse": 42,
            "text": "یہ جس چیز کو خدا کے سوا پکارتے ہیں (خواہ) وہ کچھ ہی ہو خدا اُسے جانتا ہے۔ اور وہ غالب اور حکمت والا ہے"
        },
        {
            "chapter": 29,
            "verse": 43,
            "text": "اور یہ مثالیں ہم لوگوں کے (سمجھانے کے) لئے بیان کرتے ہیں اور اُسے تو اہلِ دانش ہی سمجھتے ہیں"
        },
        {
            "chapter": 29,
            "verse": 44,
            "text": "خدا نے آسمانوں اور زمین کو حکمت کے ساتھ پیدا کیا ہے۔ کچھ شک نہیں کہ ایمان والوں کے لئے اس میں نشانی ہے"
        },
        {
            "chapter": 29,
            "verse": 45,
            "text": "(اے محمدﷺ! یہ) کتاب جو تمہاری طرف وحی کی گئی ہے اس کو پڑھا کرو اور نماز کے پابند رہو۔ کچھ شک نہیں کہ نماز بےحیائی اور بری باتوں سے روکتی ہے۔ اور خدا کا ذکر بڑا (اچھا کام) ہے۔ اور جو کچھ تم کرتے ہو خدا اُسے جانتا ہے"
        },
        {
            "chapter": 29,
            "verse": 46,
            "text": "اور اہلِ کتاب سے جھگڑا نہ کرو مگر ایسے طریق سے کہ نہایت اچھا ہو۔ ہاں جو اُن میں سے بےانصافی کریں (اُن کے ساتھ اسی طرح مجادلہ کرو) اور کہہ دو کہ جو (کتاب) ہم پر اُتری اور جو (کتابیں) تم پر اُتریں ہم سب پر ایمان رکھتے ہیں اور ہمارا اور تمہارا معبود ایک ہی ہے اور ہم اُسی کے فرمانبردار ہیں"
        },
        {
            "chapter": 29,
            "verse": 47,
            "text": "اور اسی طرح ہم نے تمہاری طرف کتاب اُتاری ہے۔ تو جن لوگوں کو ہم نے کتابیں دی تھیں وہ اس پر ایمان لے آتے ہیں۔ اور بعض ان (مشرک) لوگوں میں سے بھی اس پر ایمان لے آتے ہیں۔ اور ہماری آیتوں سے وہی انکار کرتے ہیں جو کافر (ازلی) ہیں"
        },
        {
            "chapter": 29,
            "verse": 48,
            "text": "اور تم اس سے پہلے کوئی کتاب نہیں پڑھتے تھے اور نہ اُسے اپنے ہاتھ سے لکھ ہی سکتے تھے ایسا ہوتا تو اہلِ باطل ضرور شک کرتے"
        },
        {
            "chapter": 29,
            "verse": 49,
            "text": "بلکہ یہ روشن آیتیں ہیں۔ جن لوگوں کو علم دیا گیا ہے اُن کے سینوں میں (محفوظ) اور ہماری آیتوں سے وہی لوگ انکار کرتے ہیں جو بےانصاف ہیں"
        },
        {
            "chapter": 29,
            "verse": 50,
            "text": "اور (کافر) کہتے ہیں کہ اس پر اس کے پروردگار کی طرف سے نشانیاں کیوں نازل نہیں ہوئیں کہہ دو کہ نشانیاں تو خدا ہی کے پاس ہیں۔ اور میں تو کھلم کھلا ہدایت کرنے والا ہوں"
        },
        {
            "chapter": 29,
            "verse": 51,
            "text": "کیا اُن لوگوں کے لئے یہ کافی نہیں کہ ہم نے تم پر کتاب نازل کی جو اُن کو پڑھ کر سنائی جاتی ہے۔ کچھ شک نہیں کہ مومن لوگوں کے لیے اس میں رحمت اور نصیحت ہے"
        },
        {
            "chapter": 29,
            "verse": 52,
            "text": "کہہ دو کہ میرے اور تمہارے درمیان خدا ہی گواہ کافی ہے جو چیز آسمانوں میں اور زمین میں ہے وہ سب کو جانتا ہے۔ اور جن لوگوں نے باطل کو مانا اور خدا سے انکار کیا وہی نقصان اُٹھانے والے ہیں"
        },
        {
            "chapter": 29,
            "verse": 53,
            "text": "اور یہ لوگ تم سے عذاب کے لئے جلدی کر رہے ہیں۔ اگر ایک وقت مقرر نہ (ہو چکا) ہوتا تو اُن پر عذاب آبھی گیا ہوتا۔ اور وہ (کسی وقت میں) اُن پر ضرور ناگہاں آکر رہے گا اور اُن کو معلوم بھی نہ ہوگا"
        },
        {
            "chapter": 29,
            "verse": 54,
            "text": "یہ تم سے عذاب کے لئے جلدی کررہے ہیں۔ اور دوزخ تو کافروں کو گھیر لینے والی ہے"
        },
        {
            "chapter": 29,
            "verse": 55,
            "text": "جس دن عذاب اُن کو اُن کے اُوپر سے اور نیچے سے ڈھانک لے گا اور (خدا) فرمائے گا کہ جو کام تم کیا کرتے تھے (اب) اُن کا مزہ چکھو"
        },
        {
            "chapter": 29,
            "verse": 56,
            "text": "اے میرے بندو جو ایمان لائے ہو میری زمین فراخ ہے تو میری ہی عبادت کرو"
        },
        {
            "chapter": 29,
            "verse": 57,
            "text": "ہر متنفس موت کا مزہ چکھنے والا ہے۔ پھر تم ہماری ہی طرف لوٹ کر آؤ گے"
        },
        {
            "chapter": 29,
            "verse": 58,
            "text": "اور جو لوگ ایمان لائے اور نیک عمل کرتے رہے اُن کو ہم بہشت کے اُونچے اُونچے محلوں میں جگہ دیں گے۔ جن کے نیچے نہریں بہ رہی ہیں۔ ہمیشہ ان میں رہیں گے۔ (نیک) عمل کرنے والوں کا (یہ) خوب بدلہ ہے"
        },
        {
            "chapter": 29,
            "verse": 59,
            "text": "جو صبر کرتے اور اپنے پروردگار پر بھروسہ رکھتے ہیں"
        },
        {
            "chapter": 29,
            "verse": 60,
            "text": "اور بہت سے جانور ہیں جو اپنا رزق اُٹھائے نہیں پھرتے خدا ہی ان کو رزق دیتا ہے اور تم کو بھی۔ اور وہ سننے والا اور جاننے والا ہے"
        },
        {
            "chapter": 29,
            "verse": 61,
            "text": "اور اگر اُن سے پوچھو کہ آسمانوں اور زمین کو کس نے پیدا کیا۔ اور سورج اور چاند کو کس نے (تمہارے) زیر فرمان کیا تو کہہ دیں گے خدا نے۔ تو پھر یہ کہاں اُلٹے جا رہے ہیں"
        },
        {
            "chapter": 29,
            "verse": 62,
            "text": "خدا ہی اپنے بندوں میں سے جس کے لئے چاہتا ہے روزی فراخ کر دیتا ہے اور جس کے لئے چاہتا ہے تنگ کر دیتا ہے بیشک خدا ہر چیز سے واقف ہے"
        },
        {
            "chapter": 29,
            "verse": 63,
            "text": "اور اگر تم ان سے پوچھو کہ آسمان سے پانی کس نے نازل فرمایا پھر اس سے زمین کو اس کے مرنے کے بعد (کس نے) زندہ کیا تو کہہ دیں گے کہ خدا نے۔ کہہ دو کہ خدا کا شکر ہے۔ لیکن ان میں اکثر نہیں سمجھتے"
        },
        {
            "chapter": 29,
            "verse": 64,
            "text": "اور یہ دنیا کی زندگی تو صرف کھیل اور تماشہ ہے اور (ہمیشہ کی) زندگی (کا مقام) تو آخرت کا گھر ہے۔ کاش یہ (لوگ) سمجھتے"
        },
        {
            "chapter": 29,
            "verse": 65,
            "text": "پھر جب یہ کشتی میں سوار ہوتے ہیں تو خدا کو پکارتے (اور) خالص اُسی کی عبادت کرتے ہیں۔ لیکن جب وہ اُن کو نجات دے کر خشکی پر پہنچا دیتا ہے تو جھٹ شرک کرنے لگے جاتے ہیں"
        },
        {
            "chapter": 29,
            "verse": 66,
            "text": "تاکہ جو ہم نے اُن کو بخشا ہے اُس کی ناشکری کریں اور فائدہ اٹھائیں (سو خیر) عنقریب اُن کو معلوم ہوجائے گا"
        },
        {
            "chapter": 29,
            "verse": 67,
            "text": "کیا اُنہوں نے نہیں دیکھا کہ ہم نے حرم کو مقام امن بنایا ہے اور لوگ اس کے گرد ونواح سے اُچک لئے جاتے ہیں۔ کیا یہ لوگ باطل پر اعتقاد رکھتے ہیں اور خدا کی نعمتوں کی ناشکری کرتے ہیں"
        },
        {
            "chapter": 29,
            "verse": 68,
            "text": "اور اس سے ظالم کون جو خدا پر جھوٹ بہتان باندھے یا جب حق بات اُس کے پاس آئے تو اس کی تکذیب کرے۔ کیا کافروں کا ٹھکانا جہنم میں نہیں ہے؟"
        },
        {
            "chapter": 29,
            "verse": 69,
            "text": "اور جن لوگوں نے ہمارے لئے کوشش کی ہم اُن کو ضرور اپنے رستے دکھا دیں گے۔ اور خدا تو نیکو کاروں کے ساتھ ہے"
        },
        {
            "chapter": 30,
            "verse": 1,
            "text": "الٓمٓ"
        },
        {
            "chapter": 30,
            "verse": 2,
            "text": "(اہلِ) روم مغلوب ہوگئے"
        },
        {
            "chapter": 30,
            "verse": 3,
            "text": "نزدیک کے ملک میں اور وہ مغلوب ہونے کے بعد عنقریب غالب آجائیں گے"
        },
        {
            "chapter": 30,
            "verse": 4,
            "text": "چند ہی سال میں پہلے بھی اور پیچھے بھی خدا ہی کا حکم ہے اور اُس روز مومن خوش ہوجائیں گے"
        },
        {
            "chapter": 30,
            "verse": 5,
            "text": "(یعنی) خدا کی مدد سے۔ وہ جسے چاہتا ہے مدد دیتا ہے اور وہ غالب (اور) مہربان ہے"
        },
        {
            "chapter": 30,
            "verse": 6,
            "text": "(یہ) خدا کا وعدہ (ہے) خدا اپنے وعدے کے خلاف نہیں کرتا لیکن اکثر لوگ نہیں جانتے"
        },
        {
            "chapter": 30,
            "verse": 7,
            "text": "یہ تو دنیا کی ظاہری زندگی کو جانتے ہیں۔ اور آخرت (کی طرف) سے غافل ہیں"
        },
        {
            "chapter": 30,
            "verse": 8,
            "text": "کیا اُنہوں نے اپنے دل میں غور نہیں کیا۔ کہ خدا نے آسمانوں اور زمین کو اور جو کچھ ان دونوں کے درمیان ہے اُن کو حکمت سے اور ایک وقت مقرر تک کے لئے پیدا کیا ہے۔ اور بہت سے لوگ اپنے پروردگار سے ملنے کے قائل ہی نہیں"
        },
        {
            "chapter": 30,
            "verse": 9,
            "text": "کیا اُن لوگوں نے ملک میں سیر نہیں کی (سیر کرتے) تو دیکھ لیتے کہ جو لوگ اُن سے پہلے تھے ان کا انجام کیسے ہوا۔ وہ اُن سے زورو قوت میں کہیں زیادہ تھے اور اُنہوں نے زمین کو جوتا اور اس کو اس سے زیادہ آباد کیا تھا جو اُنہوں نے آباد کیا۔ اور اُن کے پاس اُن کے پیغمبر نشانیاں لےکر آتے رہے تو خدا ایسا نہ تھا کہ اُن پر ظلم کرتا۔ بلکہ وہی اپنے آپ پر ظلم کرتے تھے"
        },
        {
            "chapter": 30,
            "verse": 10,
            "text": "پھر جن لوگوں نے برائی کی اُن کا انجام بھی برا ہوا اس لیے کہ خدا کی آیتوں کو جھٹلاتے اور اُن کی ہنسی اُڑاتے رہے تھے"
        },
        {
            "chapter": 30,
            "verse": 11,
            "text": "خدا ہی خلقت کو پہلی بار پیدا کرتا ہے وہی اس کو پھر پیدا کرے گا پھر تم اُسی کی طرف لوٹ جاؤ گے"
        },
        {
            "chapter": 30,
            "verse": 12,
            "text": "اور جس دن قیامت برپا ہوگی گنہگار نااُمید ہوجائیں گے"
        },
        {
            "chapter": 30,
            "verse": 13,
            "text": "اور ان کے (بنائے ہوئے) شریکوں میں سے کوئی ان کا سفارشی نہ ہوگا اور وہ اپنے شریکوں سے نامعتقد ہوجائیں گے"
        },
        {
            "chapter": 30,
            "verse": 14,
            "text": "اور جس دن قیامت برپا ہوگی اس روز وہ الگ الگ فرقے ہوجائیں گے"
        },
        {
            "chapter": 30,
            "verse": 15,
            "text": "تو جو لوگ ایمان لائے اور عمل نیک کرتے رہے وہ (بہشت کے) باغ میں خوش حال ہوں گے"
        },
        {
            "chapter": 30,
            "verse": 16,
            "text": "اور جنہوں نے کفر کیا اور ہماری آیتوں اور آخرت کے آنے کو جھٹلایا۔ وہ عذاب میں ڈالے جائیں گے"
        },
        {
            "chapter": 30,
            "verse": 17,
            "text": "تو جس وقت تم کو شام ہو اور جس وقت صبح ہو خدا کی تسبیح کرو (یعنی نماز پڑھو)"
        },
        {
            "chapter": 30,
            "verse": 18,
            "text": "اور آسمانوں اور زمین میں اُسی کی تعریف ہے۔ اور تیسرے پہر بھی اور جب دوپہر ہو (اُس وقت بھی نماز پڑھا کرو)"
        },
        {
            "chapter": 30,
            "verse": 19,
            "text": "وہی زندے کو مردے سے نکالتا اور (وہی) مردے کو زندے سے نکالتا ہے اور (وہی) زمین کو اس کے مرنے کے بعد زندہ کرتا ہے۔ اور اسی طرح تم (دوبارہ زمین میں سے) نکالے جاؤ گے"
        },
        {
            "chapter": 30,
            "verse": 20,
            "text": "اور اسی کے نشانات (اور تصرفات) میں سے ہے کہ اُس نے تمہیں مٹی سے پیدا کیا۔ پھر اب تم انسان ہوکر جا بجا پھیل رہے ہو"
        },
        {
            "chapter": 30,
            "verse": 21,
            "text": "اور اسی کے نشانات (اور تصرفات) میں سے ہے کہ اُس نے تمہارے لئے تمہاری ہی جنس کی عورتیں پیدا کیں تاکہ اُن کی طرف (مائل ہوکر) آرام حاصل کرو اور تم میں محبت اور مہربانی پیدا کر دی جو لوگ غور کرتے ہیں اُن کے لئے ان باتوں میں (بہت سی) نشانیاں ہیں"
        },
        {
            "chapter": 30,
            "verse": 22,
            "text": "اور اسی کے نشانات (اور تصرفات) میں سے ہے آسمانوں اور زمین کا پیدا کرنا اور تمہاری زبانوں اور رنگوں کا جدا جدا ہونا۔ اہلِ دانش کے لیے ان (باتوں) میں (بہت سی) نشانیاں ہیں"
        },
        {
            "chapter": 30,
            "verse": 23,
            "text": "اور اسی کے نشانات (اور تصرفات) میں سے ہے تمہارا رات اور دن میں سونا اور اُس کے فضل کا تلاش کرنا۔ جو لوگ سنتے ہیں اُن کے لیے ان باتوں میں (بہت سی) نشانیاں ہیں"
        },
        {
            "chapter": 30,
            "verse": 24,
            "text": "اور اسی کے نشانات (اور تصرفات) میں سے ہے کہ تم کو خوف اور اُمید دلانے کے لئے بجلی دکھاتا ہے اور آسمان سے مینھہ برساتا ہے۔ پھر زمین کو اس کے مر جانے کے بعد زندہ (و شاداب) کر دیتا ہے۔ عقل والوں کے لئے ان (باتوں) میں (بہت سی) نشانیاں ہیں"
        },
        {
            "chapter": 30,
            "verse": 25,
            "text": "اور اسی کے نشانات (اور تصرفات) میں سے ہے کہ آسمان اور زمین اس کے حکم سے قائم ہیں۔ پھر جب وہ تم کو زمین میں سے (نکلنے کے لئے) آواز دے گا تو تم جھٹ نکل پڑو گے"
        },
        {
            "chapter": 30,
            "verse": 26,
            "text": "اور آسمانوں اور زمین میں (جتنے فرشتے اور انسان وغیرہ ہیں) اسی کے (مملوک) ہیں (اور) تمام اس کے فرمانبردار ہیں"
        },
        {
            "chapter": 30,
            "verse": 27,
            "text": "اور وہی تو ہے جو خلقت کو پہلی دفعہ پیدا کرتا ہے پھر اُسے دوبارہ پیدا کرے گا۔ اور یہ اس کو بہت آسان ہے۔ اور آسمانوں اور زمین میں اس کی شان بہت بلند ہے۔ اور وہ غالب حکمت والا ہے"
        },
        {
            "chapter": 30,
            "verse": 28,
            "text": "وہ تمہارے لئے تمہارے ہی حال کی ایک مثال بیان فرماتا ہے کہ بھلا جن (لونڈی غلاموں) کے تم مالک ہو وہ اس (مال) میں جو ہم نے تم کو عطا فرمایا ہے تمہارے شریک ہیں، اور (کیا) تم اس میں (اُن کو اپنے) برابر (مالک سمجھتے) ہو (اور کیا) تم اُن سے اس طرح ڈرتے ہو جس طرح اپنوں سے ڈرتے ہو، اسی طرح عقل والوں کے لئے اپنی آیتیں کھول کھول کر بیان کرتے ہیں"
        },
        {
            "chapter": 30,
            "verse": 29,
            "text": "مگر جو ظالم ہیں بےسمجھے اپنی خواہشوں کے پیچھے چلتے ہیں تو جس کو خدا گمراہ کرے اُسے کون ہدایت دے سکتا ہے؟ اور ان کا کوئی مددگار نہیں"
        },
        {
            "chapter": 30,
            "verse": 30,
            "text": "تو تم ایک طرف کے ہوکر دین (خدا کے رستے) پر سیدھا منہ کئے چلے جاؤ (اور) خدا کی فطرت کو جس پر اُس نے لوگوں کو پیدا کیا ہے (اختیار کئے رہو) خدا کی بنائی ہوئی (فطرت) میں تغیر وتبدل نہیں ہو سکتا۔ یہی سیدھا دین ہے لیکن اکثر لوگ نہیں جانتے"
        },
        {
            "chapter": 30,
            "verse": 31,
            "text": "(مومنو) اُسی (خدا) کی طرف رجوع کئے رہو اور اس سے ڈرتے رہو اور نماز پڑھتے رہو اور مشرکوں میں نہ ہونا"
        },
        {
            "chapter": 30,
            "verse": 32,
            "text": "(اور نہ) اُن لوگوں میں (ہونا) جنہوں نے اپنے دین کو ٹکڑے ٹکڑے کر دیا اور (خود) فرقے فرقے ہو گئے۔ سب فرقے اسی سے خوش ہیں جو اُن کے پاس ہے"
        },
        {
            "chapter": 30,
            "verse": 33,
            "text": "اور جب لوگوں کو تکلیف پہنچتی ہے تو اپنے پروردگار کو پکارتے اور اسی کی طرف رجوع ہوتے ہیں۔ پھر جب وہ ان کو اپنی رحمت کا مزا چکھاتا ہے تو ایک فرقہ اُن میں سے اپنے پروردگار سے شرک کرنے لگتا ہے"
        },
        {
            "chapter": 30,
            "verse": 34,
            "text": "تاکہ جو ہم نے ان کو بخشا ہے اُس کی ناشکری کریں سو (خیر) فائدے اُٹھالو عنقریب تم کو (اس کا انجام) معلوم ہو جائے گا"
        },
        {
            "chapter": 30,
            "verse": 35,
            "text": "کیا ہم نے ان پر کوئی ایسی دلیل نازل کی ہے کہ اُن کو خدا کے ساتھ شرک کرنا بتاتی ہے"
        },
        {
            "chapter": 30,
            "verse": 36,
            "text": "اور جب ہم لوگوں کو اپنی رحمت کا مزا چکھاتے ہیں تو اُس سے خوش ہو جاتے ہیں اور اگر اُن کے عملوں کے سبب جو اُن کے ہاتھوں نے آگے بھیجے ہیں کوئی گزند پہنچے تو نااُمید ہو کر رہ جاتے ہیں"
        },
        {
            "chapter": 30,
            "verse": 37,
            "text": "کیا اُنہوں نے نہیں دیکھا کہ خدا ہی جس کے لئے چاہتا ہے رزق فراخ کرتا ہے اور (جس کے لئے چاہتا ہے) تنگ کرتا ہے۔ بیشک اس میں ایمان لانے والوں کے لئے نشانیاں ہیں"
        },
        {
            "chapter": 30,
            "verse": 38,
            "text": "تو اہلِ قرابت اور محتاجوں اور مسافروں کو ان کا حق دیتے رہو۔ جو لوگ رضائے خدا کے طالب ہیں یہ اُن کے حق میں بہتر ہے۔ اور یہی لوگ نجات حاصل کرنے والے ہیں"
        },
        {
            "chapter": 30,
            "verse": 39,
            "text": "اور جو تم سود دیتے ہو کہ لوگوں کے مال میں افزائش ہو تو خدا کے نزدیک اس میں افزائش نہیں ہوتی اور جو تم زکوٰة دیتے ہو اور اُس سے خدا کی رضا مندی طلب کرتے ہو تو (وہ موجبِ برکت ہے اور) ایسے ہی لوگ (اپنے مال کو) دو چند سہ چند کرنے والے ہیں"
        },
        {
            "chapter": 30,
            "verse": 40,
            "text": "خدا ہی تو ہے جس نے تم کو پیدا کیا پھر تم کو رزق دیا پھر تمہیں مارے گا۔ پھر زندہ کرے گا۔ بھلا تمہارے (بنائے ہوئے) شریکوں میں بھی کوئی ایسا ہے جو ان کاموں میں سے کچھ کر سکے۔ وہ پاک ہے اور (اس کی شان) ان کے شریکوں سے بلند ہے"
        },
        {
            "chapter": 30,
            "verse": 41,
            "text": "خشکی اور تری میں لوگوں کے اعمال کے سبب فساد پھیل گیا ہے تاکہ خدا اُن کو اُن کے بعض اعمال کا مزہ چکھائے عجب نہیں کہ وہ باز آجائیں"
        },
        {
            "chapter": 30,
            "verse": 42,
            "text": "کہہ دو کہ ملک میں چلو پھرو اور دیکھو کہ جو لوگ (تم سے) پہلے ہوئے ہیں ان کا کیسا انجام ہوا ہے۔ ان میں زیادہ تر مشرک ہی تھے"
        },
        {
            "chapter": 30,
            "verse": 43,
            "text": "تو اس روز سے پہلے جو خدا کی طرف سے آکر رہے گا اور رک نہیں سکے گا دین (کے رستے) پر سیدھا منہ کئے چلے چلو اس روز (سب) لوگ منتشر ہوجائیں گے"
        },
        {
            "chapter": 30,
            "verse": 44,
            "text": "جس شخص نے کفر کیا تو اس کے کفر کا ضرر اُسی کو ہے اور جس نے نیک عمل کئے تو ایسے لوگ اپنے ہی لئے آرام گاہ درست کرتے ہیں"
        },
        {
            "chapter": 30,
            "verse": 45,
            "text": "جو لوگ ایمان لائے اور نیک عمل کرتے رہے اُن کو خدا اپنے فضل سے بدلہ دے گا۔ بیشک وہ کافروں کو دوست نہیں رکھتا"
        },
        {
            "chapter": 30,
            "verse": 46,
            "text": "اور اُسی کی نشانیوں میں سے ہے کہ ہواؤں کو بھیجتا ہے کہ خوشخبری دیتی ہیں تاکہ تم کو اپنی رحمت کے مزے چکھائے اور تاکہ اس کے حکم سے کشتیاں چلیں اور تاکہ اس کے فضل سے (روزی) طلب کرو عجب نہیں کہ تم شکر کرو"
        },
        {
            "chapter": 30,
            "verse": 47,
            "text": "اور ہم نے تم سے پہلے بھی پیغمبر ان کی قوم کی طرف بھیجے تو وہ اُن کے پاس نشانیاں لےکر آئے سو جو لوگ نافرمانی کرتے تھے ہم نے اُن سے بدلہ لےکر چھوڑا اور مومنوں کی مدد ہم پر لازم تھی"
        },
        {
            "chapter": 30,
            "verse": 48,
            "text": "خدا ہی تو ہے جو ہواؤں کو چلاتا ہے تو وہ بادل کو اُبھارتی ہیں۔ پھر خدا اس کو جس طرح چاہتا ہے آسمان میں پھیلا دیتا اور تہ بتہ کر دیتا ہے پھر تم دیکھتے ہو کہ اس کے بیچ میں سے مینھہ نکلنے لگتا ہے پھر جب وہ اپنے بندوں میں سے جن پر چاہتا ہے اُسے برسا دیتا ہے تو وہ خوش ہو جاتے ہیں"
        },
        {
            "chapter": 30,
            "verse": 49,
            "text": "اور بیشتر تو وہ مینھہ کے اُترنے سے پہلے نااُمید ہو رہے تھے"
        },
        {
            "chapter": 30,
            "verse": 50,
            "text": "تو (اے دیکھنے والے) خدا کی رحمت کی نشانیوں کی طرف دیکھ کہ وہ کس طرح زمین کو اس کے مرنے کے بعد زندہ کرتا ہے۔ بیشک وہ مردوں کو زندہ کرنے والا ہے۔ اور وہ ہر چیز پر قادر ہے"
        },
        {
            "chapter": 30,
            "verse": 51,
            "text": "اور اگر ہم ایسی ہوا بھیجیں کہ وہ (اس کے سبب) کھیتی کو دیکھیں (کہ) زرد (ہو گئی ہے) تو اس کے بعد وہ ناشکری کرنے لگ جائیں"
        },
        {
            "chapter": 30,
            "verse": 52,
            "text": "تو تم مردوں کی (بات) نہیں سنا سکتے اور نہ بہروں کو جب وہ پیٹھ پھیر کر پھر جائیں آواز سنا سکتے ہو"
        },
        {
            "chapter": 30,
            "verse": 53,
            "text": "اور نہ اندھوں کو اُن کی گمراہی سے (نکال کر) راہ راست پر لاسکتے ہو۔ تم تو انہی لوگوں کو سنا سکتے ہو جو ہماری آیتوں پر ایمان لاتے ہیں سو وہی فرمانبردار ہیں"
        },
        {
            "chapter": 30,
            "verse": 54,
            "text": "خدا ہی تو ہے جس نے تم کو (ابتدا میں) کمزور حالت میں پیدا کیا پھر کمزوری کے بعد طاقت عنایت کی پھر طاقت کے بعد کمزوری اور بڑھاپا دیا۔ وہ جو چاہتا ہے پیدا کرتا ہے اور وہ صاحب دانش اور صاحب قدرت ہے"
        },
        {
            "chapter": 30,
            "verse": 55,
            "text": "اور جس روز قیامت برپا ہوگی گنہگار قسمیں کھائیں گے کہ وہ (دنیا میں) ایک گھڑی سے زیادہ نہیں رہے تھے۔ اسی طرح وہ (رستے سے) اُلٹے جاتے تھے"
        },
        {
            "chapter": 30,
            "verse": 56,
            "text": "اور جن لوگوں کو علم اور ایمان دیا گیا تھا وہ کہیں گے کہ خدا کی کتاب کے مطابق تم قیامت تک رہے ہو۔ اور یہ قیامت ہی کا دن ہے لیکن تم کو اس کا یقین ہی نہیں تھا"
        },
        {
            "chapter": 30,
            "verse": 57,
            "text": "تو اس روز ظالم لوگوں کو ان کا عذر کچھ فائدہ نہ دے گا اور نہ اُن سے توبہ قبول کی جائے گی"
        },
        {
            "chapter": 30,
            "verse": 58,
            "text": "اور ہم نے لوگوں کے (سمجھانے کے) لئے اس قرآن میں ہر طرح کی مثال بیان کر دی ہے اور اگر تم اُن کے سامنے کوئی نشانی پیش کرو تو یہ کافر کہہ دیں گے کہ تم تو جھوٹے ہو"
        },
        {
            "chapter": 30,
            "verse": 59,
            "text": "اسی طرح خدا اُن لوگوں کے دلوں پر جو سمجھ نہیں رکھتے مہر لگا دیتا ہے"
        },
        {
            "chapter": 30,
            "verse": 60,
            "text": "پس تم صبر کرو بیشک خدا کا وعدہ سچا ہے اور (دیکھو) جو لوگ یقین نہیں رکھتے وہ تمہیں اوچھا نہ بنادیں"
        },
        {
            "chapter": 31,
            "verse": 1,
            "text": "الٓمٓ"
        },
        {
            "chapter": 31,
            "verse": 2,
            "text": "یہ حکمت کی (بھری ہوئی) کتاب کی آیتیں ہیں"
        },
        {
            "chapter": 31,
            "verse": 3,
            "text": "نیکوکاروں کے لئے ہدایت اور رحمت ہے"
        },
        {
            "chapter": 31,
            "verse": 4,
            "text": "جو نماز کی پابندی کرتے اور زکوٰة دیتے اور آخرت کا یقین رکھتے ہیں"
        },
        {
            "chapter": 31,
            "verse": 5,
            "text": "یہی اپنے پروردگار (کی طرف) سے ہدایت پر ہیں اور یہی نجات پانے والے ہیں"
        },
        {
            "chapter": 31,
            "verse": 6,
            "text": "اور لوگوں میں بعض ایسا ہے جو بیہودہ حکایتیں خریدتا ہے تاکہ (لوگوں کو) بےسمجھے خدا کے رستے سے گمراہ کرے اور اس سے استہزاء کرے یہی لوگ ہیں جن کو ذلیل کرنے والا عذاب ہوگا"
        },
        {
            "chapter": 31,
            "verse": 7,
            "text": "اور جب اس کو ہماری آیتیں سنائی جاتی ہیں تو اکڑ کر منہ پھیر لیتا ہے گویا اُن کو سنا ہی نہیں جیسے اُن کے کانوں میں ثقل ہے تو اس کو درد دینے والے عذاب کی خوشخبری سنادو"
        },
        {
            "chapter": 31,
            "verse": 8,
            "text": "جو لوگ ایمان لائے اور نیک کام کرتے رہے اُن کے لئے نعمت کے باغ ہیں"
        },
        {
            "chapter": 31,
            "verse": 9,
            "text": "ہمیشہ اُن میں رہیں گے۔ خدا کا وعدہ سچا ہے اور وہ غالب حکمت والا ہے"
        },
        {
            "chapter": 31,
            "verse": 10,
            "text": "اُسی نے آسمانوں کو ستونوں کے بغیر پیدا کیا جیسا کہ تم دیکھتے ہو اور زمین پر پہاڑ (بنا کر) رکھ دیئے تاکہ تم کو ہلا ہلا نہ دے اور اس میں ہر طرح کے جانور پھیلا دیئے۔ اور ہم ہی نے آسمانوں سے پانی نازل کیا پھر (اُس سے) اس میں ہر قسم کی نفیس چیزیں اُگائیں"
        },
        {
            "chapter": 31,
            "verse": 11,
            "text": "یہ تو خدا کی پیدائش ہے تو مجھے دکھاؤ کہ خدا کے سوا جو لوگ ہیں اُنہوں نے کیا پیدا کیا ہے؟ حقیقت یہ ہے کہ یہ ظالم صریح گمراہی میں ہیں"
        },
        {
            "chapter": 31,
            "verse": 12,
            "text": "اور ہم نے لقمان کو دانائی بخشی۔ کہ خدا کا شکر کرو۔ اور جو شخص شکر کرتا ہے تو اپنے ہی فائدے کے لئے شکر کرتا ہے۔ اور جو ناشکری کرتا ہے تو خدا بھی بےپروا اور سزاوار حمد (وثنا) ہے"
        },
        {
            "chapter": 31,
            "verse": 13,
            "text": "اور (اُس وقت کو یاد کرو) جب لقمان نے اپنے بیٹے کو نصیحت کرتے ہوئے کہا کہ بیٹا خدا کے ساتھ شرک نہ کرنا۔ شرک تو بڑا (بھاری) ظلم ہے"
        },
        {
            "chapter": 31,
            "verse": 14,
            "text": "اور ہم نے انسان کو جسے اُس کی ماں تکلیف پر تکلیف سہہ کر پیٹ میں اُٹھائے رکھتی ہے (پھر اس کو دودھ پلاتی ہے) اور (آخرکار) دو برس میں اس کا دودھ چھڑانا ہوتا ہے (اپنے نیز) اس کے ماں باپ کے بارے میں تاکید کی ہے کہ میرا بھی شکر کرتا رہ اور اپنے ماں باپ کا بھی (کہ تم کو) میری ہی طرف لوٹ کر آنا ہے"
        },
        {
            "chapter": 31,
            "verse": 15,
            "text": "اور اگر وہ تیرے درپے ہوں کہ تو میرے ساتھ کسی ایسی چیز کو شریک کرے جس کا تجھے کچھ بھی علم نہیں تو ان کا کہا نہ ماننا۔ ہاں دنیا (کے کاموں) میں ان کا اچھی طرح ساتھ دینا اور جو شخص میری طرف رجوع لائے اس کے رستے پر چلنا پھر تم کو میری طرف لوٹ کر آنا ہے۔ تو جو کام تم کرتے رہے میں سب سے تم کو آگاہ کروں گا"
        },
        {
            "chapter": 31,
            "verse": 16,
            "text": "(لقمان نے یہ بھی کہا کہ) بیٹا اگر کوئی عمل (بالفرض) رائی کے دانے کے برابر بھی (چھوٹا) ہو اور ہو بھی کسی پتھر کے اندر یا آسمانوں میں (مخفی ہو) یا زمین میں۔ خدا اُس کو قیامت کے دن لاموجود کرے گا۔ کچھ شک نہیں کہ خدا باریک بین (اور) خبردار ہے"
        },
        {
            "chapter": 31,
            "verse": 17,
            "text": "بیٹا نماز کی پابندی رکھنا اور (لوگوں کو) اچھے کاموں کے کرنے کا امر اور بری باتوں سے منع کرتے رہنا اور جو مصیبت تجھ پر واقع ہو اس پر صبر کرنا۔ بیشک یہ بڑی ہمت کے کام ہیں"
        },
        {
            "chapter": 31,
            "verse": 18,
            "text": "اور (ازراہ غرور) لوگوں سے گال نہ پھلانا اور زمین میں اکڑ کر نہ چلنا۔ کہ خدا کسی اترانے والے خود پسند کو پسند نہیں کرتا"
        },
        {
            "chapter": 31,
            "verse": 19,
            "text": "اور اپنی چال میں اعتدال کئے رہنا اور (بولتے وقت) آواز نیچی رکھنا کیونکہ (اُونچی آواز گدھوں کی ہے اور کچھ شک نہیں کہ) سب آوازوں سے بُری آواز گدھوں کی ہے"
        },
        {
            "chapter": 31,
            "verse": 20,
            "text": "کیا تم نے نہیں دیکھا کہ جو کچھ آسمانوں میں اور جو کچھ زمین میں ہے سب کو خدا نے تمہارے قابو میں کر دیا ہے اور تم پر اپنی ظاہری اور باطنی نعمتیں پوری کردی ہیں۔ اور بعض لوگ ایسے ہیں کہ خدا کے بارے میں جھگڑتے ہیں نہ علم رکھتے ہیں اور نہ ہدایت اور نہ کتاب روشن"
        },
        {
            "chapter": 31,
            "verse": 21,
            "text": "اور جب اُن سے کہا جاتا ہے کہ جو (کتاب) خدا نے نازل فرمائی ہے اُس کی پیروی کرو۔ تو کہتے ہیں کہ ہم تو اسی کی پیروی کریں گے جس پر اپنے باپ دادا کو پایا۔ بھلا اگرچہ شیطان ان کو دوزخ کے عذاب کی طرف بلاتا ہو (تب بھی؟)"
        },
        {
            "chapter": 31,
            "verse": 22,
            "text": "اور جو شخص اپنے تئیں خدا کا فرمانبردار کردے اور نیکوکار بھی ہو تو اُس نے مضبوط دستاویز ہاتھ میں لے لی۔ اور (سب) کاموں کا انجام خدا ہی کی طرف ہے"
        },
        {
            "chapter": 31,
            "verse": 23,
            "text": "اور جو کفر کرے تو اُس کا کفر تمہیں غمناک نہ کردے ان کو ہماری طرف لوٹ کر آنا ہے پھر جو کام وہ کیا کرتے تھے ہم اُن کو جتا ئیں گے۔ بیشک خدا دلوں کی باتوں سے واقف ہے"
        },
        {
            "chapter": 31,
            "verse": 24,
            "text": "ہم اُن کو تھوڑا سا فائدہ پہنچائیں گے پھر عذاب شدید کی طرف مجبور کر کے لیجائیں گے"
        },
        {
            "chapter": 31,
            "verse": 25,
            "text": "اور اگر تم اُن سے پوچھو کہ آسمانوں اور زمین کو کس نے پیدا کیا تو بول اُٹھیں گے کہ خدا نے۔ کہہ دو کہ خدا کا شکر ہے لیکن ان میں اکثر سمجھ نہیں رکھتے"
        },
        {
            "chapter": 31,
            "verse": 26,
            "text": "جو کچھ آسمانوں اور زمین میں ہے (سب) خدا ہی کا ہے۔ بیشک خدا بےپروا اور سزا وارِ حمد (وثنا) ہے"
        },
        {
            "chapter": 31,
            "verse": 27,
            "text": "اور اگر یوں ہو کہ زمین میں جتنے درخت ہیں (سب کے سب) قلم ہوں اور سمندر (کا تمام پانی) سیاہی ہو (اور) اس کے بعد سات سمندر اور (سیاہی ہو جائیں) تو خدا کی باتیں (یعنی اس کی صفتیں) ختم نہ ہوں۔ بیشک خدا غالب حکمت والا ہے"
        },
        {
            "chapter": 31,
            "verse": 28,
            "text": "(خدا کو) تمہارا پیدا کرنا اور جِلا اُٹھانا ایک شخص (کے پیدا کرنے اور جلا اُٹھانے) کی طرح ہے۔ بیشک خدا سننے والا دیکھنے والا ہے"
        },
        {
            "chapter": 31,
            "verse": 29,
            "text": "کیا تم نے نہیں دیکھا کہ خدا ہی رات کو دن میں داخل کرتا ہے اور (وہی) دن کو رات میں داخل کرتا ہے اور اُسی نے سورج اور چاند کو (تمہارے) زیر فرمان کر رکھا ہے۔ ہر ایک ایک وقتِ مقرر تک چل رہا ہے اور یہ کہ خدا تمہارے سب اعمال سے خبردار ہے"
        },
        {
            "chapter": 31,
            "verse": 30,
            "text": "یہ اس لئے کہ خدا کی ذات برحق ہے اور جن کو یہ لوگ خدا کے سوا پکارتے ہیں وہ لغو ہیں اور یہ کہ خدا ہی عالی رتبہ اور گرامی قدر ہے"
        },
        {
            "chapter": 31,
            "verse": 31,
            "text": "کیا تم نے نہیں دیکھا کہ خدا ہی کی مہربانی سے کشتیاں دریا میں چلتی ہیں۔ تاکہ وہ تم کو اپنی کچھ نشانیاں دکھائے۔ بیشک اس میں ہر صبر کرنے والے (اور) شکر کرنے والے کے لئے نشانیاں ہیں"
        },
        {
            "chapter": 31,
            "verse": 32,
            "text": "اور جب اُن پر (دریا کی) لہریں سائبانوں کی طرح چھا جاتی ہیں تو خدا کو پکارنے (اور) خالص اس کی عبادت کرنے لگتے ہیں پھر جب وہ اُن کو نجات دے کر خشکی پر پہنچا دیتا ہے تو بعض ہی انصاف پر قائم رہتے ہیں۔ اور ہماری نشانیوں سے وہی انکار کرتے ہیں جو عہد شکن اور ناشکرے ہیں"
        },
        {
            "chapter": 31,
            "verse": 33,
            "text": "لوگو اپنے پروردگار سے ڈرو اور اُس دن کا خوف کرو کہ نہ تو باپ اپنے بیٹے کے کچھ کام آئے۔ اور نہ بیٹا باپ کے کچھ کام آسکے۔ بیشک خدا کا وعدہ سچا ہے پس دنیا کی زندگی تم کو دھوکے میں نہ ڈال دے۔ اور نہ فریب دینے والا (شیطان) تمہیں خدا کے بارے میں کسی طرح کا فریب دے"
        },
        {
            "chapter": 31,
            "verse": 34,
            "text": "خدا ہی کو قیامت کا علم ہے اور وہی مینھہ برساتا ہے۔ اور وہی (حاملہ کے) پیٹ کی چیزوں کو جانتا ہے (کہ نر ہے یا مادہ) اور کوئی شخص نہیں جانتا کہ وہ کل کیا کام کرے گا۔ اور کوئی متنفس نہیں جانتا کہ کس سرزمین میں اُسے موت آئے گی بیشک خدا ہی جاننے والا (اور) خبردار ہے"
        },
        {
            "chapter": 32,
            "verse": 1,
            "text": "الٓمٓ"
        },
        {
            "chapter": 32,
            "verse": 2,
            "text": "اس میں کچھ شک نہیں کہ اس کتاب کا نازل کیا جانا تمام جہان کے پروردگار کی طرف سے ہے"
        },
        {
            "chapter": 32,
            "verse": 3,
            "text": "کیا یہ لوگ یہ کہتے ہیں کہ پیغمبر نے اس کو از خود بنا لیا ہے (نہیں) بلکہ وہ تمہارے پروردگار کی طرف سے برحق ہے تاکہ تم ان لوگوں کو ہدایت کرو جن کے پاس تم سے پہلے کوئی ہدایت کرنے والا نہیں آیا تاکہ یہ رستے پر چلیں"
        },
        {
            "chapter": 32,
            "verse": 4,
            "text": "خدا ہی تو ہے جس نے آسمانوں اور زمین کو اور جو چیزیں ان دونوں میں ہیں سب کو چھ دن میں پیدا کیا پھر عرش پر جا ٹھہرا۔ اس کے سوا نہ تمہارا کوئی دوست ہے اور نہ سفارش کرنے والا۔ کیا تم نصیحت نہیں پکڑتے؟"
        },
        {
            "chapter": 32,
            "verse": 5,
            "text": "وہی آسمان سے زمین تک (کے) ہر کام کا انتظام کرتا ہے۔ پھر وہ ایک روز جس کی مقدار تمہارے شمار کے مطابق ہزار برس ہوگی۔ اس کی طرف صعود (اور رجوع) کرے گا"
        },
        {
            "chapter": 32,
            "verse": 6,
            "text": "یہی تو پوشیدہ اور ظاہر کا جاننے والا (اور) غالب اور رحم والا (خدا) ہے"
        },
        {
            "chapter": 32,
            "verse": 7,
            "text": "جس نے ہر چیز کو بہت اچھی طرح بنایا (یعنی) اس کو پیدا کیا۔ اور انسان کی پیدائش کو مٹی سے شروع کیا"
        },
        {
            "chapter": 32,
            "verse": 8,
            "text": "پھر اس کی نسل خلاصے سے (یعنی) حقیر پانی سے پیدا کی"
        },
        {
            "chapter": 32,
            "verse": 9,
            "text": "پھر اُس کو درست کیا پھر اس میں اپنی (طرف سے) روح پھونکی اور تمہارے کان اور آنکھیں اور دل بنائے مگر تم بہت کم شکر کرتے ہو"
        },
        {
            "chapter": 32,
            "verse": 10,
            "text": "اور کہنے لگے کہ جب ہم زمین میں ملیامیٹ ہوجائیں گے تو کیا ازسرنو پیدا ہوں گے۔ حقیقت یہ ہے کہ یہ لوگ اپنے پروردگار کے سامنے جانے ہی کے قائل نہیں"
        },
        {
            "chapter": 32,
            "verse": 11,
            "text": "کہہ دو کہ موت کا فرشتہ جو تم پر مقرر کیا گیا ہے تمہاری روحیں قبض کر لیتا ہے پھر تم اپنے پروردگار کی طرف لوٹائے جاؤ گے"
        },
        {
            "chapter": 32,
            "verse": 12,
            "text": "اور تم (تعجب کرو) جب دیکھو کہ گنہگار اپنے پروردگار کے سامنے سرجھکائے ہوں گے (اور کہیں گے کہ) اے ہمارے پروردگار ہم نے دیکھ لیا اور سن لیا تو ہم کو (دنیا میں) واپس بھیج دے کہ نیک عمل کریں بیشک ہم یقین کرنے والے ہیں"
        },
        {
            "chapter": 32,
            "verse": 13,
            "text": "اور اگر ہم چاہتے تو ہر شخص کو ہدایت دے دیتے۔ لیکن میری طرف سے یہ بات قرار پاچکی ہے کہ میں دوزخ کو جنوں اور انسانوں سب سے بھردوں گا"
        },
        {
            "chapter": 32,
            "verse": 14,
            "text": "سو (اب آگ کے) مزے چکھو اس لئے کہ تم نے اُس دن کے آنے کو بھلا رکھا تھا (آج) ہم بھی تمہیں بھلا دیں گے اور جو کام تم کرتے تھے اُن کی سزا میں ہمیشہ کے عذاب کے مزے چکھتے رہو"
        },
        {
            "chapter": 32,
            "verse": 15,
            "text": "ہماری آیتوں پر تو وہی لوگ ایمان لاتے ہیں کہ جب اُن کو اُن سے نصیحت کی جاتی ہے تو سجدے میں گرپڑتے اور اپنے پروردگار کی تعریف کے ساتھ تسبیح کرتے ہیں اور غرور نہیں کرتے"
        },
        {
            "chapter": 32,
            "verse": 16,
            "text": "اُن کے پہلو بچھونوں سے الگ رہتے ہیں (اور) وہ اپنے پروردگار کو خوف اور اُمید سے پکارتے اور جو (مال) ہم نے اُن کو دیا ہے اس میں سے خرچ کرتے ہیں"
        },
        {
            "chapter": 32,
            "verse": 17,
            "text": "کوئی متنفس نہیں جانتا کہ اُن کے لئے کیسی آنکھوں کی ٹھنڈک چھپا کر رکھی گئی ہے۔ یہ ان اعمال کا صلہ ہے جو وہ کرتے تھے"
        },
        {
            "chapter": 32,
            "verse": 18,
            "text": "بھلا جو مومن ہو وہ اس شخص کی طرح ہوسکتا ہے جو نافرمان ہو؟ دونوں برابر نہیں ہو سکتے"
        },
        {
            "chapter": 32,
            "verse": 19,
            "text": "جو لوگ ایمان لائے اور نیک عمل کرتے رہے اُن کے (رہنے کے) لئے باغ ہیں یہ مہمانی اُن کاموں کی جزا ہے جو وہ کرتے تھے"
        },
        {
            "chapter": 32,
            "verse": 20,
            "text": "اور جنہوں نے نافرمانی کی اُن کے رہنے کے لئے دوزخ ہے جب چاہیں گے کہ اس میں سے نکل جائیں تو اس میں لوٹا دیئے جائیں گے۔ اور اُن سے کہا جائے گا کہ جس دوزخ کے عذاب کو تم جھوٹ سمجھتے تھے اس کے مزے چکھو"
        },
        {
            "chapter": 32,
            "verse": 21,
            "text": "اور ہم اُن کو (قیامت کے) بڑے عذاب کے سوا عذاب دنیا کا بھی مزہ چکھائیں گے۔ شاید (ہماری طرف) لوٹ آئیں"
        },
        {
            "chapter": 32,
            "verse": 22,
            "text": "اور اس شخص سے بڑھ کر ظالم کون جس کو اس کے پروردگار کی آیتوں سے نصیحت کی جائے تو وہ اُن سے منہ پھیر لے۔ ہم گنہگاروں سے ضرور بدلہ لینے والے ہیں"
        },
        {
            "chapter": 32,
            "verse": 23,
            "text": "اور ہم نے موسٰی کو کتاب دی تو تم اُن کے ملنے سے شک میں نہ ہونا اور ہم نے اس (کتاب) کو (یا موسٰی کو) بنی اسرائیل کے لئے (ذریعہ) ہدایت بنایا"
        },
        {
            "chapter": 32,
            "verse": 24,
            "text": "اور ان میں سے ہم نے پیشوا بنائے تھے جو ہمارے حکم سے ہدایت کیا کرتے تھے۔ جب وہ صبر کرتے تھے اور وہ ہماری آیتوں پر یقین رکھتے تھے"
        },
        {
            "chapter": 32,
            "verse": 25,
            "text": "بلاشبہ تمہارا پروردگار ان میں جن باتوں میں وہ اختلاف کرتے تھے۔ قیامت کے روز فیصلہ کر دے گا"
        },
        {
            "chapter": 32,
            "verse": 26,
            "text": "کیا اُن کو اس (امر) سے ہدایت نہ ہوئی کہ ہم نے اُن سے پہلے بہت سی اُمتوں کو جن کے مقامات سکونت میں یہ چلتے پھرتے ہیں ہلاک کر دیا۔ بیشک اس میں نشانیاں ہیں۔ تو یہ سنتے کیوں نہیں"
        },
        {
            "chapter": 32,
            "verse": 27,
            "text": "کیا اُنہوں نے نہیں دیکھا کہ ہم بنجر زمین کی طرف پانی رواں کرتے ہیں پھر اس سے کھیتی پیدا کرتے ہیں جس میں سے ان کے چوپائے بھی کھاتے ہیں اور وہ خود بھی (کھاتے ہیں) تو یہ دیکھتے کیوں نہیں۔"
        },
        {
            "chapter": 32,
            "verse": 28,
            "text": "اور کہتے ہیں اگر تم سچے ہو تو یہ فیصلہ کب ہوگا؟"
        },
        {
            "chapter": 32,
            "verse": 29,
            "text": "کہہ دو کہ فیصلے کے دن کافروں کو ان کا ایمان لانا کچھ بھی فائدہ نہ دے گا اور نہ اُن کو مہلت دی جائے گی"
        },
        {
            "chapter": 32,
            "verse": 30,
            "text": "تو اُن سے منہ پھیر لو اور انتظار کرو یہ بھی انتظار کر رہے ہیں"
        },
        {
            "chapter": 33,
            "verse": 1,
            "text": "اے پیغمبر خدا سے ڈرتے رہنا اور کافروں اور منافقوں کا کہا نہ ماننا۔ بےشک خدا جاننے والا اور حکمت والا ہے"
        },
        {
            "chapter": 33,
            "verse": 2,
            "text": "اور جو (کتاب) تم کو تمہارے پروردگار کی طرف سے وحی کی جاتی ہے اُسی کی پیروی کئے جانا۔ بےشک خدا تمہارے سب عملوں سے خبردار ہے"
        },
        {
            "chapter": 33,
            "verse": 3,
            "text": "اور خدا پر بھروسہ رکھنا۔ اور خدا ہی کارساز کافی ہے"
        },
        {
            "chapter": 33,
            "verse": 4,
            "text": "خدا نے کسی آدمی کے پہلو میں دو دل نہیں بنائے۔ اور نہ تمہاری عورتوں کو جن کو تم ماں کہہ بیٹھتے ہو تمہاری ماں بنایا اور نہ تمہارے لے پالکوں کو تمہارے بیٹے بنایا۔ یہ سب تمہارے منہ کی باتیں ہیں۔ اور خدا تو سچی بات فرماتا ہے اور وہی سیدھا رستہ دکھاتا ہے"
        },
        {
            "chapter": 33,
            "verse": 5,
            "text": "مومنو! لےپالکوں کو اُن کے (اصلی) باپوں کے نام سے پکارا کرو۔ کہ خدا کے نزدیک یہی بات درست ہے۔ اگر تم کو اُن کے باپوں کے نام معلوم نہ ہوں تو دین میں وہ تمہارے بھائی اور دوست ہیں اور جو بات تم سے غلطی سے ہوگئی ہو اس میں تم پر کچھ گناہ نہیں۔ لیکن جو قصد دلی سے کرو (اس پر مواخذہ ہے) اور خدا بخشنے والا مہربان ہے"
        },
        {
            "chapter": 33,
            "verse": 6,
            "text": "پیغمبر مومنوں پر اُن کی جانوں سے بھی زیادہ حق رکھتے ہیں اور پیغمبر کی بیویاں اُن کی مائیں ہیں۔ اور رشتہ دار آپس میں کتاب الله کے رُو سے مسلمانوں اور مہاجروں سے ایک دوسرے (کے ترکے) کے زیادہ حقدار ہیں۔ مگر یہ کہ تم اپنے دوستوں سے احسان کرنا چاہو۔ (تو اور بات ہے) ۔ یہ حکم کتاب یعنی (قرآن) میں لکھ دیا گیا ہے"
        },
        {
            "chapter": 33,
            "verse": 7,
            "text": "اور جب ہم نے پیغمبروں سے عہد لیا اور تم سے نوح سے اور ابراہیم سے اور موسیٰ سے اور مریم کے بیٹے عیسیٰ سے۔ اور عہد بھی اُن سے پکّا لیا"
        },
        {
            "chapter": 33,
            "verse": 8,
            "text": "تاکہ سچ کہنے والوں سے اُن کی سچائی کے بارے میں دریافت کرے اور اس نے کافروں کے لئے دکھ دینے والا عذاب تیار کر رکھا ہے"
        },
        {
            "chapter": 33,
            "verse": 9,
            "text": "مومنو خدا کی اُس مہربانی کو یاد کرو جو (اُس نے) تم پر (اُس وقت کی) جب فوجیں تم پر (حملہ کرنے کو) آئیں۔ تو ہم نے اُن پر ہوا بھیجی اور ایسے لشکر (نازل کئے) جن کو تم دیکھ نہیں سکتے تھے۔ اور جو کام تم کرتے ہو خدا اُن کو دیکھ رہا ہے"
        },
        {
            "chapter": 33,
            "verse": 10,
            "text": "جب وہ تمہارے اُوپر اور نیچے کی طرف سے تم پر چڑھ آئے اور جب آنکھیں پھر گئیں اور دل (مارے دہشت کے) گلوں تک پہنچ گئے اور تم خدا کی نسبت طرح طرح کے گمان کرنے لگے"
        },
        {
            "chapter": 33,
            "verse": 11,
            "text": "وہاں مومن آزمائے گئے اور سخت طور پر ہلائے گئے"
        },
        {
            "chapter": 33,
            "verse": 12,
            "text": "اور جب منافق اور وہ لوگ جن کے دلوں میں بیماری ہے کہنے لگے کہ خدا اور اس کے رسول نے ہم سے محض دھوکے کا وعدہ کیا تھا"
        },
        {
            "chapter": 33,
            "verse": 13,
            "text": "اور جب اُن میں سے ایک جماعت کہتی تھی کہ اے اہل مدینہ (یہاں) تمہارے ٹھہرنے کا مقام نہیں تو لوٹ چلو۔ اور ایک گروہ ان میں سے پیغمبر سے اجازت مانگنے اور کہنے لگا کہ ہمارے گھر کھلے پڑے ہیں حالانکہ وہ کھلے نہیں تھے۔ وہ تو صرف بھاگنا چاہتے تھے"
        },
        {
            "chapter": 33,
            "verse": 14,
            "text": "اور اگر (فوجیں) اطراف مدینہ سے ان پر آ داخل ہوں پھر اُن سے خانہ جنگی کے لئے کہا جائے تو (فوراً) کرنے لگیں اور اس کے لئے بہت ہی کم توقف کریں"
        },
        {
            "chapter": 33,
            "verse": 15,
            "text": "حالانکہ پہلے خدا سے اقرار کر چکے تھے کہ پیٹھ نہیں پھریں گے۔ اور خدا سے (جو) اقرار (کیا جاتا ہے اُس کی) ضرور پرسش ہوگی"
        },
        {
            "chapter": 33,
            "verse": 16,
            "text": "کہہ دو کہ اگر تم مرنے یا مارے سے بھاگتے ہو تو بھاگنا تم کو فائدہ نہیں دے گا اور اس وقت تم بہت ہی کم فائدہ اٹھاؤ گے"
        },
        {
            "chapter": 33,
            "verse": 17,
            "text": "کہہ دو کہ اگر خدا تمہارے ساتھ برائی کا ارادہ کرے تو کون تم کو اس سے بچا سکتا ہے یا اگر تم پر مہربانی کرنی چاہے تو (کون اس کو ہٹا سکتا ہے) اور یہ لوگ خدا کے سوا کسی کو نہ اپنا دوست پائیں گے اور نہ مددگار"
        },
        {
            "chapter": 33,
            "verse": 18,
            "text": "خدا تم میں سے ان لوگوں کو بھی جانتا ہے جو (لوگوں کو) منع کرتے ہیں اور اپنے بھائیوں سے کہتے ہیں کہ ہمارے پاس چلے آؤ۔ اور لڑائی میں نہیں آتے مگر کم"
        },
        {
            "chapter": 33,
            "verse": 19,
            "text": "(یہ اس لئے کہ) تمہارے بارے میں بخل کرتے ہیں۔ پھر جب ڈر (کا وقت) آئے تو تم ان کو دیکھو کہ تمہاری طرف دیکھ رہے ہیں (اور) اُن کی آنکھیں (اسی طرح) پھر رہی ہیں جیسے کسی کو موت سے غشی آرہی ہو۔ پھر جب خوف جاتا رہے تو تیز زبانوں کے ساتھ تمہارے بارے میں زبان درازی کریں اور مال میں بخل کریں۔ یہ لوگ (حقیقت میں) ایمان لائے ہی نہ تھے تو خدا نے ان کے اعمال برباد کر دیئے۔ اور یہ خدا کو آسان تھا"
        },
        {
            "chapter": 33,
            "verse": 20,
            "text": "(خوف کے سبب) خیال کرتے ہیں کہ فوجیں نہیں گئیں۔ اور اگر لشکر آجائیں تو تمنا کریں کہ (کاش) گنواروں میں جا رہیں (اور) تمہاری خبر پوچھا کریں۔ اور اگر تمہارے درمیان ہوں تو لڑائی نہ کریں مگر کم"
        },
        {
            "chapter": 33,
            "verse": 21,
            "text": "تم کو پیغمبر خدا کی پیروی (کرنی) بہتر ہے (یعنی) اس شخص کو جسے خدا (سے ملنے) اور روز قیامت (کے آنے) کی اُمید ہو اور وہ خدا کا ذکر کثرت سے کرتا ہو"
        },
        {
            "chapter": 33,
            "verse": 22,
            "text": "اور جب مومنوں نے (کافروں کے) لشکر کو دیکھا تو کہنے لگے یہ وہی ہے جس کا خدا اور اس کے پیغمبر نے ہم سے وعدہ کیا تھا اور خدا اور اس کے پیغمبر نے سچ کہا تھا۔ اور اس سے ان کا ایمان اور اطاعت اور زیادہ ہوگئی"
        },
        {
            "chapter": 33,
            "verse": 23,
            "text": "مومنوں میں کتنے ہی ایسے شخص ہیں کہ جو اقرار اُنہوں نے خدا سے کیا تھا اس کو سچ کر دکھایا۔ تو ان میں بعض ایسے ہیں جو اپنی نذر سے فارغ ہوگئے اور بعض ایسے ہیں کہ انتظار کر رہے ہیں اور اُنہوں نے (اپنے قول کو) ذرا بھی نہیں بدلا"
        },
        {
            "chapter": 33,
            "verse": 24,
            "text": "تاکہ خدا سچّوں کو اُن کی سچائی کا بدلہ دے اور منافقوں کو چاہے تو عذاب دے اور (چاہے) تو اُن پر مہربانی کرے۔ بےشک خدا بخشنے والا مہربان ہے"
        },
        {
            "chapter": 33,
            "verse": 25,
            "text": "اور جو کافر تھے اُن کو خدا نے پھیر دیا وہ اپنے غصے میں (بھرے ہوئے تھے) کچھ بھلائی حاصل نہ کر سکے۔ اور خدا مومنوں کو لڑائی کے بارے میں کافی ہوا۔ اور خدا طاقتور (اور) زبردست ہے"
        },
        {
            "chapter": 33,
            "verse": 26,
            "text": "اور اہل کتاب میں سے جنہوں نے اُن کی مدد کی تھی اُن کو اُن کے قلعوں سے اُتار دیا اور اُن کے دلوں میں دہشت ڈال دی۔ تو کتنوں کو تم قتل کر دیتے تھے اور کتنوں کو قید کرلیتے تھے"
        },
        {
            "chapter": 33,
            "verse": 27,
            "text": "اور اُن کی زمین اور ان کے گھروں اور ان کے مال کا اور اس زمین کا جس میں تم نے پاؤں بھی نہیں رکھا تھا تم کو وارث بنا دیا۔ اور خدا ہر چیز پر قدرت رکھتا ہے"
        },
        {
            "chapter": 33,
            "verse": 28,
            "text": "اے پیغمبر اپنی بیویوں سے کہہ دو کہ اگر تم دنیا کی زندگی اور اس کی زینت وآرائش کی خواستگار ہو تو آؤ میں تمہیں کچھ مال دوں اور اچھی طرح سے رخصت کردوں"
        },
        {
            "chapter": 33,
            "verse": 29,
            "text": "اور اگر تم خدا اور اس کے پیغمبر اور عاقبت کے گھر (یعنی بہشت) کی طلبگار ہو تو تم میں جو نیکوکاری کرنے والی ہیں اُن کے لئے خدا نے اجر عظیم تیار کر رکھا ہے"
        },
        {
            "chapter": 33,
            "verse": 30,
            "text": "اے پیغمبر کی بیویو تم میں سے جو کوئی صریح ناشائستہ (الفاظ کہہ کر رسول الله کو ایذا دینے کی) حرکت کرے گی۔ اس کو دونی سزا دی جائے گی۔ اور یہ (بات) خدا کو آسان ہے"
        },
        {
            "chapter": 33,
            "verse": 31,
            "text": "اور جو تم میں سے خدا اور اس کے رسول کی فرمانبردار رہے گی اور عمل نیک کرے گی۔ اس کو ہم دونا ثواب دیں گے اور اس کے لئے ہم نے عزت کی روزی تیار کر رکھی ہے"
        },
        {
            "chapter": 33,
            "verse": 32,
            "text": "اے پیغمبر کی بیویو تم اور عورتوں کی طرح نہیں ہو۔ اگر تم پرہیزگار رہنا چاہتی ہو تو کسی (اجنبی شخص سے) نرم نرم باتیں نہ کیا کرو تاکہ وہ شخص جس کے دل میں کسی طرح کا مرض ہے کوئی امید (نہ) پیدا کرے۔ اور ان دستور کے مطابق بات کیا کرو"
        },
        {
            "chapter": 33,
            "verse": 33,
            "text": "اور اپنے گھروں میں ٹھہری رہو اور جس طرح (پہلے) جاہلیت (کے دنوں) میں اظہار تجمل کرتی تھیں اس طرح زینت نہ دکھاؤ۔ اور نماز پڑھتی رہو اور زکوٰة دیتی رہو اور خدا اور اس کے رسول کی فرمانبرداری کرتی رہو۔ اے (پیغمبر کے) اہل بیت خدا چاہتا ہے کہ تم سے ناپاکی (کا میل کچیل) دور کردے اور تمہیں بالکل پاک صاف کردے"
        },
        {
            "chapter": 33,
            "verse": 34,
            "text": "اور تمہارے گھروں میں جو خدا کی آیتیں پڑھی جاتی ہیں اور حکمت (کی باتیں سنائی جاتی ہیں) ان کو یاد رکھو۔ بےشک خدا باریک بیں اور باخبر ہے"
        },
        {
            "chapter": 33,
            "verse": 35,
            "text": "(جو لوگ خدا کے آگے سر اطاعت خم کرنے والے ہیں یعنی) مسلمان مرد اور مسلمان عورتیں اور مومن مرد اور مومن عورتیں اور فرماں بردار مرد اور فرماں بردار عورتیں اور راست باز مرد اور راست باز عورتیں اور صبر کرنے والے مرد اور صبر کرنے والی عورتیں اور فروتنی کرنے والے مرد اور فروتنی کرنے والی عورتیں اور خیرات کرنے والے مرد اور اور خیرات کرنے والی عورتیں اور روزے رکھنے والے مرد اور روزے رکھنے والی عورتیں اور اپنی شرمگاہوں کی حفاظت کرنے والے مرد اور حفاظت کرنے والی عورتیں اور خدا کو کثرت سے یاد کرنے والے مرد اور کثرت سے یاد کرنے والی عورتیں۔ کچھ شک نہیں کہ ان کے لئے خدا نے بخشش اور اجر عظیم تیار کر رکھا ہے"
        },
        {
            "chapter": 33,
            "verse": 36,
            "text": "اور کسی مومن مرد اور مومن عورت کو حق نہیں ہے کہ جب خدا اور اس کا رسول کوئی امر مقرر کردیں تو وہ اس کام میں اپنا بھی کچھ اختیار سمجھیں۔ اور جو کوئی خدا اور اس کے رسول کی نافرمانی کرے وہ صریح گمراہ ہوگیا"
        },
        {
            "chapter": 33,
            "verse": 37,
            "text": "اور جب تم اس شخص سے جس پر خدا نے احسان کیا اور تم نے بھی احسان کیا (یہ) کہتے تھے کہ اپنی بیوی کو اپنے پاس رہنے دے اور خدا سے ڈر اور تم اپنے دل میں وہ بات پوشیدہ کرتے تھے جس کو خدا ظاہر کرنے والا تھا اور تم لوگوں سے ڈرتے تھے۔ حالانکہ خدا ہی اس کا زیادہ مستحق ہے کہ اس سے ڈرو۔ پھر جب زید نے اس سے (کوئی) حاجت (متعلق) نہ رکھی (یعنی اس کو طلاق دے دی) تو ہم نے تم سے اس کا نکاح کردیا تاکہ مومنوں کے لئے ان کے منہ بولے بیٹوں کی بیویوں (کے ساتھ نکاح کرنے کے بارے) میں جب وہ ان سے اپنی حاجت (متعلق) نہ رکھیں (یعنی طلاق دے دیں) کچھ تنگی نہ رہے۔ اور خدا کا حکم واقع ہو کر رہنے والا تھا"
        },
        {
            "chapter": 33,
            "verse": 38,
            "text": "پیغمبر پر اس کام میں کچھ تنگی نہیں جو خدا نے ان کے لئے مقرر کردیا۔ اور جو لوگ پہلے گزر چکے ہیں ان میں بھی خدا کا یہی دستور رہا ہے۔ اور خدا کا حکم ٹھیر چکا ہے"
        },
        {
            "chapter": 33,
            "verse": 39,
            "text": "اور جو خدا کے پیغام (جوں کے توں) پہنچاتے اور اس سے ڈرتے ہیں اور خدا کے سوا کسی سے نہیں ڈرتے تھے۔ اور خدا ہی حساب کرنے کو کافی ہے"
        },
        {
            "chapter": 33,
            "verse": 40,
            "text": "محمدﷺ تمہارے مردوں میں سے کسی کے والد نہیں ہیں بلکہ خدا کے پیغمبر اور نبیوں (کی نبوت) کی مہر (یعنی اس کو ختم کردینے والے) ہیں اور خدا ہر چیز سے واقف ہے"
        },
        {
            "chapter": 33,
            "verse": 41,
            "text": "اے اہل ایمان خدا کا بہت ذکر کیا کرو"
        },
        {
            "chapter": 33,
            "verse": 42,
            "text": "اور صبح اور شام اس کی پاکی بیان کرتے رہو"
        },
        {
            "chapter": 33,
            "verse": 43,
            "text": "وہی تو ہے جو تم پر رحمت بھیجتا ہے اور اس کے فرشتے بھی۔ تاکہ تم کو اندھیروں سے نکال کر روشنی کی طرف لے جائے۔ اور خدا مومنوں پر مہربان ہے"
        },
        {
            "chapter": 33,
            "verse": 44,
            "text": "جس روز وہ اس سے ملیں گے ان کا تحفہ (خدا کی طرف سے) سلام ہوگا اور اس نے ان کے لئے بڑا ثواب تیار کر رکھا ہے"
        },
        {
            "chapter": 33,
            "verse": 45,
            "text": "اے پیغمبر ہم نے تم کو گواہی دینے والا اور خوشخبری سنانے اور ڈرانے والا بنا کر بھیجا ہے"
        },
        {
            "chapter": 33,
            "verse": 46,
            "text": "اور خدا کی طرف بلانے والا اور چراغ روشن"
        },
        {
            "chapter": 33,
            "verse": 47,
            "text": "اور مومنوں کو خوشخبری سنا دو کہ ان کے لئے خدا کی طرف سے بڑا فضل ہوگا"
        },
        {
            "chapter": 33,
            "verse": 48,
            "text": "اور کافروں اور منافقوں کا کہا نہ ماننا اور نہ ان کے تکلیف دینے پر نظر کرنا اور خدا پر بھروسہ رکھنا۔ اور خدا ہی کارساز کافی ہے"
        },
        {
            "chapter": 33,
            "verse": 49,
            "text": "مومنو! جب تم مومن عورتوں سے نکاح کرکے ان کو ہاتھ لگانے (یعنی ان کے پاس جانے) سے پہلے طلاق دے دو تو تم کو کچھ اختیار نہیں کہ ان سے عدت پوری کراؤ۔ ان کو کچھ فائدہ (یعنی خرچ) دے کر اچھی طرح سے رخصت کردو"
        },
        {
            "chapter": 33,
            "verse": 50,
            "text": "اے پیغمبر ہم نے تمہارے لئے تمہاری بیویاں جن کو تم نے ان کے مہر دے دیئے ہیں حلال کردی ہیں اور تمہاری لونڈیاں جو خدا نے تم کو (کفار سے بطور مال غنیمت) دلوائی ہیں اور تمہارے چچا کی بیٹیاں اور تمہاری پھوپھیوں کی بیٹیاں اور تمہارے ماموؤں کی بیٹیاں اور تمہاری خالاؤں کی بیٹیاں جو تمہارے ساتھ وطن چھوڑ کر آئی ہیں (سب حلال ہیں) اور کوئی مومن عورت اگر اپنے تئیں پیغمبر کو بخش دے (یعنی مہر لینے کے بغیر نکاح میں آنا چاہے) بشرطیکہ پیغمبر بھی ان سے نکاح کرنا چاہیں (وہ بھی حلال ہے لیکن) یہ اجازت (اے محمدﷺ) خاص تم ہی کو ہے سب مسلمانوں کو نہیں۔ ہم نے ان کی بیویوں اور لونڈیوں کے بارے میں جو (مہر واجب الادا) مقرر کردیا ہے ہم کو معلوم ہے (یہ) اس لئے (کیا گیا ہے) کہ تم پر کسی طرح کی تنگی نہ رہے۔ اور خدا بخشنے والا مہربان ہے"
        },
        {
            "chapter": 33,
            "verse": 51,
            "text": "(اور تم کو یہ بھی اختیار ہے کہ) جس بیوی کو چاہو علیحدہ رکھو اور جسے چاہو اپنے پاس رکھو۔ اور جس کو تم نے علیحدہ کردیا ہو اگر اس کو پھر اپنے پاس طلب کرلو تو تم پر کچھ گناہ نہیں۔ یہ (اجازت) اس لئے ہے کہ ان کی آنکھیں ٹھنڈی رہیں اور وہ غمناک نہ ہوں اور جو کچھ تم ان کو دو۔ اسے لے کر سب خوش رہیں۔ اور جو کچھ تمہارے دلوں میں ہے خدا اسے جانتا ہے۔ اور خدا جاننے والا اور بردبار ہے"
        },
        {
            "chapter": 33,
            "verse": 52,
            "text": "(اے پیغمبر) ان کے سوا اور عورتیں تم کو جائز نہیں اور نہ یہ کہ ان بیویوں کو چھوڑ کر اور بیویاں کرو خواہ ان کا حسن تم کو (کیسا ہی) اچھا لگے مگر وہ جو تمہارے ہاتھ کا مال ہے (یعنی لونڈیوں کے بارے میں تم کو اختیار ہے) اور خدا ہر چیز پر نگاہ رکھتا ہے"
        },
        {
            "chapter": 33,
            "verse": 53,
            "text": "مومنو پیغمبر کے گھروں میں نہ جایا کرو مگر اس صورت میں کہ تم کو کھانے کے لئے اجازت دی جائے اور اس کے پکنے کا انتظار بھی نہ کرنا پڑے۔ لیکن جب تمہاری دعوت کی جائے تو جاؤ اور جب کھانا کھاچکو تو چل دو اور باتوں میں جی لگا کر نہ بیٹھ رہو۔ یہ بات پیغمبر کو ایذا دیتی ہے۔ اور وہ تم سے شرم کرتے ہیں (اور کہتے نہیں ہیں) لیکن خدا سچی بات کے کہنے سے شرم نہیں کرتا۔ اور جب پیغمبروں کی بیویوں سے کوئی سامان مانگو تو پردے کے باہر مانگو۔ یہ تمہارے اور ان کے دونوں کے دلوں کے لئے بہت پاکیزگی کی بات ہے۔ اور تم کو یہ شایاں نہیں کہ پیغمبر خدا کو تکلیف دو اور نہ یہ کہ ان کی بیویوں سے کبھی ان کے بعد نکاح کرو۔ بےشک یہ خدا کے نزدیک بڑا (گناہ کا کام) ہے"
        },
        {
            "chapter": 33,
            "verse": 54,
            "text": "اگر تم کسی چیز کو ظاہر کرو یا اس کو مخفی رکھو تو (یاد رکھو کہ) خدا ہر چیز سے باخبر ہے"
        },
        {
            "chapter": 33,
            "verse": 55,
            "text": "عورتوں پر اپنے باپوں سے (پردہ نہ کرنے میں) کچھ گناہ نہیں اور نہ اپنے بیٹوں سے اور نہ اپنے بھائیوں سے اور نہ اپنے بھتیجوں سے اور نہ اپنے بھانجوں سے نہ اپنی (قسم کی) عورتوں سے اور نہ لونڈیوں سے۔ اور (اے عورتو) خدا سے ڈرتی رہو۔ بےشک خدا ہر چیز سے واقف ہے"
        },
        {
            "chapter": 33,
            "verse": 56,
            "text": "خدا اور اس کے فرشتے پیغمبر پر درود بھیجتے ہیں۔ مومنو تم بھی ان پر دُرود اور سلام بھیجا کرو"
        },
        {
            "chapter": 33,
            "verse": 57,
            "text": "جو لوگ خدا اور اس کے پیغمبر کو رنج پہنچاتے ہیں ان پر خدا دنیا اور آخرت میں لعنت کرتا ہے اور ان کے لئے اس نے ذلیل کرنے والا عذاب تیار کر رکھا ہے"
        },
        {
            "chapter": 33,
            "verse": 58,
            "text": "اور جو لوگ مومن مردوں اور مومن عورتوں کو ایسے کام (کی تہمت سے) جو انہوں نے نہ کیا ہو ایذا دیں تو انہوں نے بہتان اور صریح گناہ کا بوجھ اپنے سر پر رکھا"
        },
        {
            "chapter": 33,
            "verse": 59,
            "text": "اے پیغمبر اپنی بیویوں اور بیٹیوں اور مسلمانوں کی عورتوں سے کہہ دو کہ (باہر نکلا کریں تو) اپنے (مونہوں) پر چادر لٹکا (کر گھونگھٹ نکال) لیا کریں۔ یہ امر ان کے لئے موجب شناخت (وامتیاز) ہوگا تو کوئی ان کو ایذا نہ دے گا۔ اور خدا بخشنے والا مہربان ہے"
        },
        {
            "chapter": 33,
            "verse": 60,
            "text": "اگر منافق اور وہ لوگ جن کے دلوں میں مرض ہے اور جو مدینے (کے شہر میں) بری بری خبریں اُڑایا کرتے ہیں (اپنے کردار) سے باز نہ آئیں گے تو ہم تم کو ان کے پیچھے لگا دیں گے پھر وہاں تمہارے پڑوس میں نہ رہ سکیں گے مگر تھوڑے دن"
        },
        {
            "chapter": 33,
            "verse": 61,
            "text": "(وہ بھی) پھٹکارے ہوئے۔ جہاں پائے گئے پکڑے گئے اور جان سے مار ڈالے گئے"
        },
        {
            "chapter": 33,
            "verse": 62,
            "text": "جو لوگ پہلے گزر چکے ہیں ان کے بارے میں بھی خدا کی یہی عادت رہی ہے۔ اور تم خدا کی عادت میں تغیر وتبدل نہ پاؤ گے"
        },
        {
            "chapter": 33,
            "verse": 63,
            "text": "لوگ تم سے قیامت کی نسبت دریافت کرتے ہیں (کہ کب آئے گی) کہہ دو کہ اس کا علم خدا ہی کو ہے۔ اور تمہیں کیا معلوم ہے شاید قیامت قریب ہی آگئی ہو"
        },
        {
            "chapter": 33,
            "verse": 64,
            "text": "بےشک خدا نے کافروں پر لعنت کی ہے اور ان کے لئے (جہنم کی) آگ تیار کر رکھی ہے"
        },
        {
            "chapter": 33,
            "verse": 65,
            "text": "اس میں ابدا لآباد رہیں گے۔ نہ کسی کو دوست پائیں گے اور نہ مددگار"
        },
        {
            "chapter": 33,
            "verse": 66,
            "text": "جس دن ان کے منہ آگ میں الٹائے جائیں گے کہیں اے کاش ہم خدا کی فرمانبرداری کرتے اور رسول (خدا) کا حکم مانتے"
        },
        {
            "chapter": 33,
            "verse": 67,
            "text": "اور کہیں گے کہ اے ہمارے پروردگار ہم نے اپنے سرداروں اور بڑے لوگوں کا کہا مانا تو انہوں نے ہم کو رستے سے گمراہ کردیا"
        },
        {
            "chapter": 33,
            "verse": 68,
            "text": "اے ہمارے پروردگار ان کو دگنا عذاب دے اور ان پر بڑی لعنت کر"
        },
        {
            "chapter": 33,
            "verse": 69,
            "text": "مومنو تم ان لوگوں جیسے نہ ہونا جنہوں نے موسیٰ (کو عیب لگا کر) رنج پہنچایا تو خدا نے ان کو بےعیب ثابت کیا۔ اور وہ خدا کے نزدیک آبرو والے تھے"
        },
        {
            "chapter": 33,
            "verse": 70,
            "text": "مومنو خدا سے ڈرا کرو اور بات سیدھی کہا کرو"
        },
        {
            "chapter": 33,
            "verse": 71,
            "text": "وہ تمہارے اعمال درست کردے گا اور تمہارے گناہ بخش دے گا۔ اور جو شخص خدا اور اس کے رسول کی فرمانبرداری کرے گا تو بےشک بڑی مراد پائے گا"
        },
        {
            "chapter": 33,
            "verse": 72,
            "text": "ہم نے (بار) امانت کو آسمانوں اور زمین پر پیش کیا تو انہوں نے اس کے اٹھانے سے انکار کیا اور اس سے ڈر گئے۔ اور انسان نے اس کو اٹھا لیا۔ بےشک وہ ظالم اور جاہل تھا"
        },
        {
            "chapter": 33,
            "verse": 73,
            "text": "تاکہ خدا منافق مردوں اور منافق عورتوں اور مشرک مردوں اور مشرک عورتوں کو عذاب دے اور خدا مومن مردوں اور مومن عورتوں پر مہربانی کرے۔ اور خدا تو بخشنے والا مہربان ہے"
        },
        {
            "chapter": 34,
            "verse": 1,
            "text": "سب تعریف خدا ہی کو (سزاوار) ہے (جو سب چیزوں کا مالک ہے یعنی) وہ کہ جو کچھ آسمانوں میں ہے اور جو کچھ زمین میں ہے سب اسی کا ہے اور آخرت میں بھی اسی کی تعریف ہے۔ اور وہ حکمت والا خبردار ہے"
        },
        {
            "chapter": 34,
            "verse": 2,
            "text": "جو کچھ زمین میں داخل ہوتا ہے اور جو اس میں سے نکلتا ہے اور جو آسمان سے اُترتا ہے اور جو اس پر چڑھتا ہے سب اس کو معلوم ہے۔ اور وہ مہربان (اور) بخشنے والا ہے"
        },
        {
            "chapter": 34,
            "verse": 3,
            "text": "اور کافر کہتے ہیں کہ (قیامت کی) گھڑی ہم پر نہیں آئے گی۔ کہہ دو کیوں نہیں (آئے گی) میرے پروردگار کی قسم وہ تم پر ضرور آکر رہے گی (وہ پروردگار) غیب کا جاننے والا (ہے) ذرہ بھر چیز بھی اس سے پوشیدہ نہیں (نہ) آسمانوں میں اور نہ زمین میں اور کوئی چیز ذرے سے چھوٹی یا بڑی ایسی نہیں مگر کتاب روشن میں (لکھی ہوئی) ہے"
        },
        {
            "chapter": 34,
            "verse": 4,
            "text": "اس لئے کہ جو لوگ ایمان لائے اور عمل نیک کرتے رہے ان کو بدلہ دے۔ یہی ہیں جن کے لئے بخشش اور عزت کی روزی ہے"
        },
        {
            "chapter": 34,
            "verse": 5,
            "text": "اور جنہوں نے ہماری آیتوں میں کوشش کی کہ ہمیں ہرا دیں گے۔ ان کے لئے سخت درد دینے والے عذاب کی سزا ہے"
        },
        {
            "chapter": 34,
            "verse": 6,
            "text": "اور جن لوگوں کو علم دیا گیا ہے وہ جانتے ہیں کہ جو (قرآن) تمہارے پروردگار کی طرف سے تم پر نازل ہوا ہے وہ حق ہے۔ اور (خدائے) غالب اور سزاوار تعریف کا رستہ بتاتا ہے"
        },
        {
            "chapter": 34,
            "verse": 7,
            "text": "اور کافر کہتے ہیں کہ بھلا ہم تمہیں ایسا آدمی بتائیں جو تمہیں خبر دیتا ہے کہ جب تم (مر کر) بالکل پارہ پارہ ہو جاؤ گے تو نئے سرے سے پیدا ہوگے"
        },
        {
            "chapter": 34,
            "verse": 8,
            "text": "یا تو اس نے خدا پر جھوٹ باندھ لیا ہے۔ یا اسے جنون ہے۔ بات یہ ہے کہ جو لوگ آخرت پر ایمان نہیں رکھتے وہ آفت اور پرلے درجے کی گمراہی میں (مبتلا) ہیں"
        },
        {
            "chapter": 34,
            "verse": 9,
            "text": "کیا انہوں نے اس کو نہیں دیکھا جو ان کے آگے اور پیچھے ہے یعنی آسمان اور زمین۔ اگر ہم چاہیں تو ان کو زمین میں دھنسا دیں یا ان پر آسمان کے ٹکڑے گرا دیں۔ اس میں ہر بندے کے لئے جو رجوع کرنے والا ہے ایک نشانی ہے"
        },
        {
            "chapter": 34,
            "verse": 10,
            "text": "اور ہم نے داؤد کو اپنی طرف سے برتری بخشی تھی۔ اے پہاڑو ان کے ساتھ تسبیح کرو اور پرندوں کو (ان کا مسخر کردیا) اور ان کے لئے ہم نے لوہے کو نرم کردیا"
        },
        {
            "chapter": 34,
            "verse": 11,
            "text": "کہ کشادہ زرہیں بناؤ اور کڑیوں کو اندازے سے جوڑو اور نیک عمل کرو۔ جو عمل تم کرتے ہو میں ان کو دیکھنے والا ہوں"
        },
        {
            "chapter": 34,
            "verse": 12,
            "text": "اور ہوا کو (ہم نے) سلیمان کا تابع کردیا تھا اس کی صبح کی منزل ایک مہینے کی راہ ہوتی اور شام کی منزل بھی مہینے بھر کی ہوتی۔ اور ان کے لئے ہم نے تانبے کا چشمہ بہا دیا تھا اور جِنّوں میں سے ایسے تھے جو ان کے پروردگار کے حکم سے ان کے آگے کام کرتے تھے۔ اور جو کوئی ان میں سے ہمارے حکم سے پھرے گا اس کو ہم (جہنم کی) آگ کا مزہ چکھائیں گے"
        },
        {
            "chapter": 34,
            "verse": 13,
            "text": "وہ جو چاہتے یہ ان کے لئے بناتے یعنی قلعے اور مجسمے اور (بڑے بڑے) لگن جیسے تالاب اور دیگیں جو ایک ہی جگہ رکھی رہیں۔ اے داؤد کی اولاد (میرا) شکر کرو اور میرے بندوں میں شکرگزار تھوڑے ہیں"
        },
        {
            "chapter": 34,
            "verse": 14,
            "text": "پھر جب ہم نے ان کے لئے موت کا حکم صادر کیا تو کسی چیز سے ان کا مرنا معلوم نہ ہوا مگر گھن کے کیڑے سے جو ان کے عصا کو کھاتا رہا۔ جب عصا گر پڑا تب جنوں کو معلوم ہوا (اور کہنے لگے) کہ اگر وہ غیب جانتے ہوتے تو ذلت کی تکلیف میں نہ رہتے"
        },
        {
            "chapter": 34,
            "verse": 15,
            "text": "(اہل) سبا کے لئے ان کے مقام بودوباش میں ایک نشانی تھی (یعنی) دو باغ (ایک) داہنی طرف اور (ایک) بائیں طرف۔ اپنے پروردگار کا رزق کھاؤ اور اس کا شکر کرو۔ (یہاں تمہارے رہنے کو یہ) پاکیزہ شہر ہے اور (وہاں بخشنے کو) خدائے غفار"
        },
        {
            "chapter": 34,
            "verse": 16,
            "text": "تو انہوں نے (شکرگزاری سے) منہ پھیر لیا پس ہم نے ان پر زور کا سیلاب چھوڑ دیا اور انہیں ان کے باغوں کے بدلے دو ایسے باغ دیئے جن کے میوے بدمزہ تھے اور جن میں کچھ تو جھاؤ تھا اور تھوڑی سی بیریاں"
        },
        {
            "chapter": 34,
            "verse": 17,
            "text": "یہ ہم نے ان کی ناشکری کی ان کو سزا دی۔ اور ہم سزا ناشکرے ہی کو دیا کرتے ہیں"
        },
        {
            "chapter": 34,
            "verse": 18,
            "text": "اور ہم نے ان کے اور (شام کی) ان بستیوں کے درمیان جن میں ہم نے برکت دی تھی (ایک دوسرے کے متصل) دیہات بنائے تھے جو سامنے نظر آتے تھے اور ان میں آمد ورفت کا اندازہ مقرر کردیا تھا کہ رات دن بےخوف وخطر چلتے رہو"
        },
        {
            "chapter": 34,
            "verse": 19,
            "text": "تو انہوں نے دعا کی کہ اے پروردگار ہماری مسافتوں میں بُعد (اور طول پیدا) کردے اور (اس سے) انہوں نے اپنے حق میں ظلم کیا تو ہم نے (انہیں نابود کرکے) ان کے افسانے بنادیئے اور انہیں بالکل منتشر کردیا۔ اس میں ہر صابر وشاکر کے لئے نشانیاں ہیں"
        },
        {
            "chapter": 34,
            "verse": 20,
            "text": "اور شیطان نے ان کے بارے میں اپنا خیال سچ کر دکھایا کہ مومنوں کی ایک جماعت کے سوا وہ اس کے پیچھے چل پڑے"
        },
        {
            "chapter": 34,
            "verse": 21,
            "text": "اور اس کا ان پر کچھ زور نہ تھا مگر (ہمارا) مقصود یہ تھا کہ جو لوگ آخرت میں شک رکھتے ہیں ان سے ان لوگوں کو جو اس پر ایمان رکھتے تھے متمیز کردیں۔ اور تمہارا پروردگار ہر چیز پر نگہبان ہے"
        },
        {
            "chapter": 34,
            "verse": 22,
            "text": "کہہ دو کہ جن کو تم خدا کے سوا (معبود) خیال کرتے ہو ان کو بلاؤ۔ وہ آسمانوں اور زمین میں ذرہ بھر چیز کے بھی مالک نہیں ہیں اور نہ ان میں ان کی شرکت ہے اور نہ ان میں سے کوئی خدا کا مددگار ہے"
        },
        {
            "chapter": 34,
            "verse": 23,
            "text": "اور خدا کے ہاں (کسی کے لئے) سفارش فائدہ نہ دے گی مگر اس کے لئے جس کے بارے میں وہ اجازت بخشے۔ یہاں تک کہ جب ان کے دلوں سے اضطراب دور کردیا جائے گا تو کہیں گے تمہارے پروردگار نے کیا فرمایا ہے۔ (فرشتے) کہیں گے کہ حق (فرمایا ہے) اور وہ عالی رتبہ اور گرامی قدر ہے"
        },
        {
            "chapter": 34,
            "verse": 24,
            "text": "پوچھو کہ تم کو آسمانوں اور زمین سے کون رزق دیتا ہے؟ کہو کہ خدا اور ہم یا تم (یا تو) سیدھے رستے پر ہیں یا صریح گمراہی میں"
        },
        {
            "chapter": 34,
            "verse": 25,
            "text": "کہہ دو کہ نہ ہمارے گناہوں کی تم سے پرسش ہوگی اور نہ تمہارے اعمال کی ہم سے پرسش ہوگی"
        },
        {
            "chapter": 34,
            "verse": 26,
            "text": "کہہ دو کہ ہمارا پروردگار ہم کو جمع کرے گا پھر ہمارے درمیان انصاف کے ساتھ فیصلہ کردے گا۔ اور وہ خوب فیصلہ کرنے والا اور صاحب علم ہے"
        },
        {
            "chapter": 34,
            "verse": 27,
            "text": "کہو کہ مجھے وہ لوگ تو دکھاؤ جن کو تم نے شریک (خدا) بنا کر اس کے ساتھ ملا رکھا ہے۔ کوئی نہیں بلکہ وہی (اکیلا) خدا غالب (اور) حکمت والا ہے"
        },
        {
            "chapter": 34,
            "verse": 28,
            "text": "اور (اے محمدﷺ) ہم نے تم کو تمام لوگوں کے لئے خوشخبری سنانے والا اور ڈرانے والا بنا کر بھیجا ہے لیکن اکثر لوگ نہیں جانتے"
        },
        {
            "chapter": 34,
            "verse": 29,
            "text": "اور کہتے ہیں اگر تم سچ کہتے ہو تو یہ (قیامت کا) وعدہ کب وقوع میں آئے گا"
        },
        {
            "chapter": 34,
            "verse": 30,
            "text": "کہہ دو کہ تم سے ایک دن کا وعدہ ہے جس سے نہ ایک گھڑی پیچھے رہوگے اور نہ آگے بڑھو گے"
        },
        {
            "chapter": 34,
            "verse": 31,
            "text": "اور جو کافر ہیں وہ کہتے ہیں کہ ہم نہ تو اس قرآن کو مانیں گے اور نہ ان (کتابوں) کو جو ان سے پہلے کی ہیں اور کاش (ان) ظالموں کو تم اس وقت دیکھو جب یہ اپنے پروردگار کے سامنے کھڑے ہوں گے اور ایک دوسرے سے ردوکد کر رہے ہوں گے۔ جو لوگ کمزور سمجھے جاتے تھے وہ بڑے لوگوں سے کہیں گے کہ اگر تم نہ ہوتے تو ہم ضرور مومن ہوجاتے"
        },
        {
            "chapter": 34,
            "verse": 32,
            "text": "بڑے لوگ کمزوروں سے کہیں گے کہ بھلا ہم نے تم کو ہدایت سے جب وہ تمہارے پاس آچکی تھی روکا تھا؟ (نہیں) بلکہ تم ہی گنہگار تھے"
        },
        {
            "chapter": 34,
            "verse": 33,
            "text": "اور کمزور لوگ بڑے لوگوں سے کہیں گے (نہیں) بلکہ (تمہاری) رات دن کی چالوں نے (ہمیں روک رکھا تھا) جب تم ہم سے کہتے تھے کہ ہم خدا سے کفر کریں اور اس کا شریک بنائیں۔ اور جب وہ عذاب کو دیکھیں گے تو دل میں پشیمان ہوں گے۔ اور ہم کافروں کی گردنوں میں طوق ڈال دیں گے۔ بس جو عمل وہ کرتے تھے ان ہی کا ان کو بدلہ ملے گا"
        },
        {
            "chapter": 34,
            "verse": 34,
            "text": "اور ہم نے کسی بستی میں کوئی ڈرانے والا نہیں بھیجا مگر وہاں کے خوش حال لوگوں نے کہا کہ جو چیز تم دے کر بھیجے گئے ہو ہم اس کے قائل نہیں"
        },
        {
            "chapter": 34,
            "verse": 35,
            "text": "اور (یہ بھی) کہنے لگے کہ ہم بہت سا مال اور اولاد رکھتے ہیں اور ہم کو عذاب نہیں ہوگا"
        },
        {
            "chapter": 34,
            "verse": 36,
            "text": "کہہ دو کہ میرا رب جس کے لئے چاہتا ہے روزی فراخ کردیتا ہے (اور جس کے لئے چاہتا ہے) تنگ کردیتا ہے لیکن اکثر لوگ نہیں جانتے"
        },
        {
            "chapter": 34,
            "verse": 37,
            "text": "اور تمہارا مال اور اولاد ایسی چیز نہیں کہ تم کو ہمارا مقرب بنا دیں۔ ہاں (ہمارا مقرب وہ ہے) جو ایمان لایا اور عمل نیک کرتا رہا۔ ایسے ہی لوگوں کو ان کے اعمال کے سبب دگنا بدلہ ملے گا اور وہ خاطر جمع سے بالاخانوں میں بیٹھے ہوں گے"
        },
        {
            "chapter": 34,
            "verse": 38,
            "text": "جو لوگ ہماری آیتوں میں کوشش کرتے ہیں کہ ہمیں ہرا دیں وہ عذاب میں حاضر کئے جائیں گے"
        },
        {
            "chapter": 34,
            "verse": 39,
            "text": "کہہ دو کہ میرا پروردگار اپنے بندوں میں سے جس کے لئے چاہتا ہے روزی فراخ کردیتا ہے اور (جس کے لئے چاہتا ہے) تنگ کردیتا ہے اور تم جو چیز خرچ کرو گے وہ اس کا (تمہیں) عوض دے گا۔ اور وہ سب سے بہتر رزق دینے والا ہے"
        },
        {
            "chapter": 34,
            "verse": 40,
            "text": "اور جس دن وہ ان سب کو جمع کرے گا پھر فرشتوں سے فرمائے گا کیا یہ لوگ تم کو پوجا کرتے تھے"
        },
        {
            "chapter": 34,
            "verse": 41,
            "text": "وہ کہیں گے تو پاک ہے تو ہی ہمارا دوست ہے۔ نہ یہ۔ بلکہ یہ جِنّات کو پوجا کرتے تھے۔ اور اکثر انہی کو مانتے تھے"
        },
        {
            "chapter": 34,
            "verse": 42,
            "text": "تو آج تم میں سے کوئی کسی کو نفع اور نقصان پہنچانے کا اختیار نہیں رکھتا۔ اور ہم ظالموں سے کہیں گے کہ دوزخ کے عذاب کا جس کو تم جھوٹ سمجھتے تھے مزہ چکھو"
        },
        {
            "chapter": 34,
            "verse": 43,
            "text": "اور جب ان کو ہماری روشن آیتیں پڑھ کر سنائی جاتی ہیں تو کہتے ہیں یہ ایک (ایسا) شخص ہے جو چاہتا ہے کہ جن چیزوں کی تمہارے باپ دادا پرستش کیا کرتے تھے ان سے تم کو روک دے اور (یہ بھی) کہتے ہیں کہ یہ (قرآن) محض جھوٹ ہے (جو اپنی طرف سے) بنا لیا گیا ہے۔ اور کافروں کے پاس جب حق آیا تو اس کے بارے میں کہنے لگے کہ یہ تو صریح جادو ہے"
        },
        {
            "chapter": 34,
            "verse": 44,
            "text": "اور ہم نے نہ تو ان (مشرکوں) کو کتابیں دیں جن کو یہ پڑھتے ہیں اور نہ تم سے پہلے ان کی طرف کوئی ڈرانے والا بھیجا مگر انہوں نے تکذیب کی"
        },
        {
            "chapter": 34,
            "verse": 45,
            "text": "اور جو لوگ ان سے پہلے تھے انہوں نے تکذیب کی تھی اور جو کچھ ہم نے ان کو دیا تھا یہ اس کے دسویں حصے کو بھی نہیں پہنچے تو انہوں نے میرے پیغمبروں کو جھٹلایا۔ سو میرا عذاب کیسا ہوا"
        },
        {
            "chapter": 34,
            "verse": 46,
            "text": "کہہ دو کہ میں تمہیں صرف ایک بات کی نصیحت کرتا ہوں کہ تم خدا کے لئے دو دو اور اکیلے اکیلے کھڑے ہوجاؤ پھر غور کرو۔ تمہارے رفیق کو سودا نہیں وہ تم کو عذاب سخت (کے آنے) سے پہلے صرف ڈرانے والے ہیں"
        },
        {
            "chapter": 34,
            "verse": 47,
            "text": "کہہ دو کہ میں نے تم سے کچھ صلہ مانگا ہو تو وہ تم ہی کو (مبارک رہے) ۔ میرا صلہ خدا ہی کے ذمے ہے۔ اور وہ ہر چیز سے خبردار ہے"
        },
        {
            "chapter": 34,
            "verse": 48,
            "text": "کہہ دو کہ میرا پروردگار اوپر سے حق اُتارتا ہے (اور وہ) غیب کی باتوں کا جاننے والا ہے"
        },
        {
            "chapter": 34,
            "verse": 49,
            "text": "کہہ دو کہ حق آچکا اور (معبود) باطل نہ تو پہلی بار پیدا کرسکتا ہے اور نہ دوبارہ پیدا کرے گا"
        },
        {
            "chapter": 34,
            "verse": 50,
            "text": "کہہ دو کہ اگر میں گمراہ ہوں تو میری گمراہی کا ضرر مجھی کو ہے۔ اور اگر ہدایت پر ہوں تو یہ اس کا طفیل ہے جو میرا پروردگار میری طرف وحی بھیجتا ہے۔ بےشک وہ سننے والا (اور) نزدیک ہے"
        },
        {
            "chapter": 34,
            "verse": 51,
            "text": "اور کاش تم دیکھو جب یہ گھبرا جائیں گے تو (عذاب سے) بچ نہیں سکیں گے اور نزدیک ہی سے پکڑ لئے جائیں گے"
        },
        {
            "chapter": 34,
            "verse": 52,
            "text": "اور کہیں گے کہ ہم اس پر ایمان لے آئے اور (اب) اتنی دور سے ان کا ہاتھ ایمان کے لینے کو کیونکر پہنچ سکتا ہے"
        },
        {
            "chapter": 34,
            "verse": 53,
            "text": "اور پہلے تو اس سے انکار کرتے رہے اور بن دیکھے دور ہی سے (ظن کے) تیر چلاتے رہے"
        },
        {
            "chapter": 34,
            "verse": 54,
            "text": "اور ان میں اور ان کی خواہش کی چیزوں میں پردہ حائل کردیا گیا جیسا کہ پہلے ان کے ہم جنسوں سے کیا گیا وہ بھی الجھن میں ڈالنے والے شک میں پڑے ہوئے تھے"
        },
        {
            "chapter": 35,
            "verse": 1,
            "text": "سب تعریف خدا ہی کو (سزاوار ہے) جو آسمانوں اور زمین کا پیدا کرنے والا (اور) فرشتوں کو قاصد بنانے والا ہے جن کے دو دو اور تین تین اور چار چار پر ہیں۔ وہ (اپنی) مخلوقات میں جو چاہتا ہے بڑھاتا ہے۔ بےشک خدا ہر چیز پر قادر ہے"
        },
        {
            "chapter": 35,
            "verse": 2,
            "text": "خدا جو اپنی رحمت (کا دروازہ) کھول دے تو کوئی اس کو بند کرنے والا نہیں۔ اور جو بند کردے تو اس کے بعد کوئی اس کو کھولنے والا نہیں۔ اور وہ غالب حکمت والا ہے"
        },
        {
            "chapter": 35,
            "verse": 3,
            "text": "لوگو خدا کے جو تم پر احسانات ہیں ان کو یاد کرو۔ کیا خدا کے سوا کوئی اور خالق (اور رازق ہے) جو تم کو آسمان اور زمین سے رزق دے۔ اس کے سوا کوئی معبود نہیں پس تم کہاں بہکے پھرتے ہو؟"
        },
        {
            "chapter": 35,
            "verse": 4,
            "text": "اور (اے پیغمبر) اگر یہ لوگ تم کو جھٹلائیں تو تم سے پہلے بھی پیغمبر جھٹلائے گئے ہیں۔ اور (سب) کام خدا ہی کی طرف لوٹائے جائیں گے"
        },
        {
            "chapter": 35,
            "verse": 5,
            "text": "لوگو خدا کا وعدہ سچا ہے۔ تو تم کو دنیا کی زندگی دھوکے میں نہ ڈال دے اور نہ (شیطان) فریب دینے والا تمہیں فریب دے"
        },
        {
            "chapter": 35,
            "verse": 6,
            "text": "شیطان تمہارا دشمن ہے تم بھی اسے دشمن ہی سمجھو۔ وہ اپنے (پیروؤں کے) گروہ کو بلاتا ہے تاکہ دوزخ والوں میں ہوں"
        },
        {
            "chapter": 35,
            "verse": 7,
            "text": "جہنوں نے کفر کیا ان کے لئے سخت عذاب ہے۔ اور جو ایمان لائے اور عمل نیک کرتے رہے ان کے لئے بخشش اور بڑا ثواب ہے"
        },
        {
            "chapter": 35,
            "verse": 8,
            "text": "بھلا جس شخص کو اس کے اعمال بد آراستہ کرکے دکھائے جائیں اور وہ ان کو عمدہ سمجھنے لگے تو (کیا وہ نیکوکار آدمی جیسا ہوسکتا ہے) ۔ بےشک خدا جس کو چاہتا ہے گمراہ کرتا ہے اور جس کو چاہتا ہے ہدایت دیتا ہے۔ تو ان لوگوں پر افسوس کرکے تمہارا دم نہ نکل جائے۔ یہ جو کچھ کرتے ہیں خدا اس سے واقف ہے"
        },
        {
            "chapter": 35,
            "verse": 9,
            "text": "اور خدا ہی تو ہے جو ہوائیں چلاتا ہے اور وہ بادل کو اُبھارتی ہیں پھر ہم ان کو ایک بےجان شہر کی طرف چلاتے ہیں۔ پھر اس سے زمین کو اس کے مرنے کے بعد زندہ کردیتے ہیں۔ اسی طرح مردوں کو جی اُٹھنا ہوگا"
        },
        {
            "chapter": 35,
            "verse": 10,
            "text": "جو شخص عزت کا طلب گار ہے تو عزت تو سب خدا ہی کی ہے۔ اسی کی طرف پاکیزہ کلمات چڑھتے ہیں اور نیک عمل اس کو بلند کرتے ہیں۔ اور جو لوگ برے برے مکر کرتے ہیں ان کے لئے سخت عذاب ہے۔ اور ان کا مکر نابود ہوجائے گا"
        },
        {
            "chapter": 35,
            "verse": 11,
            "text": "اور خدا ہی نے تم کو مٹی سے پیدا کیا پھر نطفے سے پھر تم کو جوڑا جوڑا بنا دیا۔ اور کوئی عورت نہ حاملہ ہوتی ہے اور نہ جنتی ہے مگر اس کے علم سے۔ اور نہ کسی بڑی عمر والے کو عمر زیادہ دی جاتی ہے اور نہ اس کی عمر کم کی جاتی ہے مگر (سب کچھ) کتاب میں (لکھا ہوا) ہے۔ بےشک یہ خدا کو آسان ہے"
        },
        {
            "chapter": 35,
            "verse": 12,
            "text": "اور دونوں دریا (مل کر) یکساں نہیں ہوجاتے۔ یہ تو میٹھا ہے پیاس بجھانے والا۔ جس کا پانی خوشگوار ہے اور یہ کھاری ہے کڑوا۔ اور سب سے تم تازہ گوشت کھاتے ہو اور زیور نکالتے ہو جسے پہنتے ہو۔ اور تم دریا میں کشتیوں کو دیکھتے ہو کہ (پانی کو) پھاڑتی چلی آتی ہیں تاکہ تم اس کے فضل سے (معاش) تلاش کرو اور تاکہ شکر کرو"
        },
        {
            "chapter": 35,
            "verse": 13,
            "text": "وہی رات کو دن میں داخل کرتا اور (وہی) دن کو رات میں داخل کرتا ہے اور اسی نے سورج اور چاند کو کام میں لگا دیا ہے۔ ہر ایک ایک وقت مقرر تک چل رہا ہے۔ یہی خدا تمہارا پروردگار ہے اسی کی بادشاہی ہے۔ اور جن لوگوں کو تم اس کے سوا پکارتے ہو وہ کھجور کی گٹھلی کے چھلکے کے برابر بھی تو (کسی چیز کے) مالک نہیں"
        },
        {
            "chapter": 35,
            "verse": 14,
            "text": "اگر تم ان کو پکارو تو وہ تمہاری پکار نہ سنیں اور اگر سن بھی لیں تو تمہاری بات کو قبول نہ کرسکیں۔ اور قیامت کے دن تمہارے شرک سے انکار کردیں گے۔ اور (خدائے) باخبر کی طرح تم کو کوئی خبر نہیں دے گا"
        },
        {
            "chapter": 35,
            "verse": 15,
            "text": "لوگو تم (سب) خدا کے محتاج ہو اور خدا بےپروا سزاوار (حمد وثنا) ہے"
        },
        {
            "chapter": 35,
            "verse": 16,
            "text": "اگر چاہے تو تم کو نابود کردے اور نئی مخلوقات لا آباد کرے"
        },
        {
            "chapter": 35,
            "verse": 17,
            "text": "اور یہ خدا کو کچھ مشکل نہیں"
        },
        {
            "chapter": 35,
            "verse": 18,
            "text": "اور کوئی اٹھانے والا دوسرے کا بوجھ نہ اٹھائے گا۔ اور کوئی بوجھ میں دبا ہوا اپنا بوجھ بٹانے کو کسی کو بلائے تو کوئی اس میں سے کچھ نہ اٹھائے گا اگرچہ قرابت دار ہی ہو۔ (اے پیغمبر) تم انہی لوگوں کو نصیحت کرسکتے ہو جو بن دیکھے اپنے پروردگار سے ڈرتے اور نماز بالالتزام پڑھتے ہیں۔ اور جو شخص پاک ہوتا ہے اپنے ہی لئے پاک ہوتا ہے۔ اور (سب کو) خدا ہی کی طرف لوٹ کر جانا ہے"
        },
        {
            "chapter": 35,
            "verse": 19,
            "text": "اور اندھا اور آنکھ والا برابر نہیں"
        },
        {
            "chapter": 35,
            "verse": 20,
            "text": "اور نہ اندھیرا اور روشنی"
        },
        {
            "chapter": 35,
            "verse": 21,
            "text": "اور نہ سایہ اور دھوپ"
        },
        {
            "chapter": 35,
            "verse": 22,
            "text": "اور نہ زندے اور مردے برابر ہوسکتے ہیں۔ خدا جس کو چاہتا ہے سنا دیتا ہے۔ اور تم ان کو جو قبروں میں مدفون ہیں نہیں سنا سکتے"
        },
        {
            "chapter": 35,
            "verse": 23,
            "text": "تم تو صرف ڈرانے والے ہو"
        },
        {
            "chapter": 35,
            "verse": 24,
            "text": "ہم نے تم کو حق کے ساتھ خوشخبری سنانے والا اور ڈرانے والا بھیجا ہے۔ اور کوئی اُمت نہیں مگر اس میں ہدایت کرنے والا گزر چکا ہے"
        },
        {
            "chapter": 35,
            "verse": 25,
            "text": "اور اگر یہ تمہاری تکذیب کریں تو جو لوگ ان سے پہلے تھے وہ بھی تکذیب کرچکے ہیں ان کے پاس ان کے پیغمبر نشانیاں اور صحیفے اور روشن کتابیں لے لے کر آتے رہے"
        },
        {
            "chapter": 35,
            "verse": 26,
            "text": "پھر میں نے کافروں کو پکڑ لیا سو (دیکھ لو کہ) میرا عذاب کیسا ہوا"
        },
        {
            "chapter": 35,
            "verse": 27,
            "text": "کیا تم نے نہیں دیکھا کہ خدا نے آسمان سے مینہ برسایا۔ تو ہم نے اس سے طرح طرح کے رنگوں کے میوے پیدا کئے۔ اور پہاڑوں میں سفید اور سرخ رنگوں کے قطعات ہیں اور (بعض) کالے سیاہ ہیں"
        },
        {
            "chapter": 35,
            "verse": 28,
            "text": "انسانوں اور جانوروں اور چارپایوں کے بھی کئی طرح کے رنگ ہیں۔ خدا سے تو اس کے بندوں میں سے وہی ڈرتے ہیں جو صاحب علم ہیں۔ بےشک خدا غالب (اور) بخشنے والا ہے"
        },
        {
            "chapter": 35,
            "verse": 29,
            "text": "جو لوگ خدا کی کتاب پڑھتے اور نماز کی پابندی کرتے ہیں اور جو کچھ ہم نے ان کو دیا ہے اس میں سے پوشیدہ اور ظاہر خرچ کرتے ہیں وہ اس تجارت (کے فائدے) کے امیدوار ہیں جو کبھی تباہ نہیں ہوگی"
        },
        {
            "chapter": 35,
            "verse": 30,
            "text": "کیونکہ خدا ان کو پورا پورا بدلہ دے گا اور اپنے فضل سے کچھ زیادہ بھی دے گا۔ وہ تو بخشنے والا (اور) قدردان ہے"
        },
        {
            "chapter": 35,
            "verse": 31,
            "text": "اور یہ کتاب جو ہم نے تمہاری طرف بھیجی ہے برحق ہے۔ اور ان (کتابوں) کی تصدیق کرتی ہے جو اس سے پہلے کی ہیں۔ بےشک خدا اپنے بندوں سے خبردار (اور ان کو) دیکھنے والا ہے"
        },
        {
            "chapter": 35,
            "verse": 32,
            "text": "پھر ہم نے ان لوگوں کو کتاب کا وارث ٹھیرایا جن کو اپنے بندوں میں سے برگزیدہ کیا۔ تو کچھ تو ان میں سے اپنے آپ پر ظلم کرتے ہیں۔ اور کچھ میانہ رو ہیں۔ اور کچھ خدا کے حکم سے نیکیوں میں آگے نکل جانے والے ہیں۔ یہی بڑا فضل ہے"
        },
        {
            "chapter": 35,
            "verse": 33,
            "text": "(ان لوگوں کے لئے) بہشتِ جاودانی (ہیں) جن میں وہ داخل ہوں گے۔ وہاں ان کو سونے کے کنگن اور موتی پہنائے جائیں گے۔ اور ان کی پوشاک ریشمی ہوگی"
        },
        {
            "chapter": 35,
            "verse": 34,
            "text": "وہ کہیں گے کہ خدا کا شکر ہے جس نے ہم سے غم دور کیا۔ بےشک ہمارا پروردگار بخشنے والا (اور) قدردان ہے"
        },
        {
            "chapter": 35,
            "verse": 35,
            "text": "جس نے ہم کو اپنے فضل سے ہمیشہ کے رہنے کے گھر میں اُتارا۔ یہاں نہ تو ہم کو رنج پہنچے گا اور نہ ہمیں تکان ہی ہوگی"
        },
        {
            "chapter": 35,
            "verse": 36,
            "text": "اور جن لوگوں نے کفر کیا ان کے لئے دوزخ کی آگ ہے۔ نہ انہیں موت آئے گی کہ مرجائیں اور نہ ان کا عذاب ہی ان سے ہلکا کیا جائے گا۔ ہم ہر ایک ناشکرے کو ایسا ہی بدلہ دیا کرتے ہیں"
        },
        {
            "chapter": 35,
            "verse": 37,
            "text": "وہ اس میں چلائیں گے کہ اے پروردگار ہم کو نکال لے (اب) ہم نیک عمل کیا کریں گے۔ نہ وہ جو (پہلے) کرتے تھے۔ کیا ہم نے تم کو اتنی عمر نہیں دی تھی کہ اس میں جو سوچنا چاہتا سوچ لیتا اور تمہارے پاس ڈرانے والا بھی آیا۔ تو اب مزے چکھو۔ ظالموں کا کوئی مددگار نہیں"
        },
        {
            "chapter": 35,
            "verse": 38,
            "text": "بےشک خدا ہی آسمانوں اور زمین کی پوشیدہ باتوں کا جاننے والا ہے۔ وہ تو دل کے بھیدوں تک سے واقف ہے"
        },
        {
            "chapter": 35,
            "verse": 39,
            "text": "وہی تو ہے جس نے تم کو زمین میں (پہلوں کا) جانشین بنایا۔ تو جس نے کفر کیا اس کے کفر کا ضرر اسی کو ہے۔ اور کافروں کے حق میں ان کے کفر سے پروردگار کے ہاں ناخوشی ہی بڑھتی ہے اور کافروں کو ان کا کفر نقصان ہی زیادہ کرتا ہے"
        },
        {
            "chapter": 35,
            "verse": 40,
            "text": "بھلا تم نے اپنے شریکوں کو دیکھا جن کو تم خدا کے سوا پکارتے ہو۔ مجھے دکھاؤ کہ انہوں نے زمین سے کون سی چیز پیدا کی ہے یا (بتاؤ کہ) آسمانوں میں ان کی شرکت ہے۔ یا ہم نے ان کو کتاب دی ہے تو وہ اس کی سند رکھتے ہیں (ان میں سے کوئی بات بھی نہیں) بلکہ ظالم جو ایک دوسرے کو وعدہ دیتے ہیں محض فریب ہے"
        },
        {
            "chapter": 35,
            "verse": 41,
            "text": "خدا ہی آسمانوں اور زمین کو تھامے رکھتا ہے کہ ٹل نہ جائیں۔ اگر وہ ٹل جائیں تو خدا کے سوا کوئی ایسا نہیں جو ان کو تھام سکے۔ بےشک وہ بردبار (اور) بخشنے والا ہے"
        },
        {
            "chapter": 35,
            "verse": 42,
            "text": "اور یہ خدا کی سخت سخت قسمیں کھاتے ہیں کہ اگر ان کے پاس کوئی ہدایت کرنے والا آئے تو ہر ایک اُمت سے بڑھ کر ہدایت پر ہوں۔ مگر جب ان کے پاس ہدایت کرنے والا آیا تو اس سے ان کو نفرت ہی بڑھی"
        },
        {
            "chapter": 35,
            "verse": 43,
            "text": "یعنی (انہوں نے) ملک میں غرور کرنا اور بری چال چلنا (اختیار کیا) اور بری چال کا وبال اس کے چلنے والے ہی پر پڑتا ہے۔ یہ اگلے لوگوں کی روش کے سوا اور کسی چیز کے منتظر نہیں۔ سو تم خدا کی عادت میں ہرگز تبدل نہ پاؤ گے۔ اور خدا کے طریقے میں کبھی تغیر نہ دیکھو گے"
        },
        {
            "chapter": 35,
            "verse": 44,
            "text": "کیا انہوں نے زمین میں کبھی سیر نہیں کی تاکہ دیکھتے کہ جو لوگ ان سے پہلے تھے ان کا انجام کیا ہوا حالانکہ وہ ان سے قوت میں بہت زیادہ تھے۔ اور خدا ایسا نہیں کہ آسمانوں اور زمین میں کوئی چیز اس کو عاجز کرسکے۔ وہ علم والا (اور) قدرت والا ہے"
        },
        {
            "chapter": 35,
            "verse": 45,
            "text": "اور اگر خدا لوگوں کو ان کے اعمال کے سبب پکڑنے لگتا۔ تو روئے زمین پر ایک چلنے پھرنے والے کو نہ چھوڑتا۔ لیکن وہ ان کو ایک وقت مقرر تک مہلت دیئے جاتا ہے۔ سو جب ان کا وقت آجائے گا تو (ان کے اعمال کا بدلہ دے گا) خدا تو اپنے بندوں کو دیکھ رہا ہے"
        },
        {
            "chapter": 36,
            "verse": 1,
            "text": "یٰسٓ"
        },
        {
            "chapter": 36,
            "verse": 2,
            "text": "قسم ہے قرآن کی جو حکمت سے بھرا ہوا ہے"
        },
        {
            "chapter": 36,
            "verse": 3,
            "text": "(اے محمدﷺ) بےشک تم پیغمبروں میں سے ہو"
        },
        {
            "chapter": 36,
            "verse": 4,
            "text": "سیدھے رستے پر"
        },
        {
            "chapter": 36,
            "verse": 5,
            "text": "(یہ خدائے) غالب (اور) مہربان نے نازل کیا ہے"
        },
        {
            "chapter": 36,
            "verse": 6,
            "text": "تاکہ تم ان لوگوں کو جن کے باپ دادا کو متنبہ نہیں کیا گیا تھا متنبہ کردو وہ غفلت میں پڑے ہوئے ہیں"
        },
        {
            "chapter": 36,
            "verse": 7,
            "text": "ان میں سے اکثر پر (خدا کی) بات پوری ہوچکی ہے سو وہ ایمان نہیں لائیں گے"
        },
        {
            "chapter": 36,
            "verse": 8,
            "text": "ہم نے ان کی گردنوں میں طوق ڈال رکھے ہیں اور وہ ٹھوڑیوں تک (پھنسے ہوئے ہیں) تو ان کے سر اُلل رہے ہیں"
        },
        {
            "chapter": 36,
            "verse": 9,
            "text": "اور ہم نے ان کے آگے بھی دیوار بنا دی اور ان کے پیچھے بھی۔ پھر ان پر پردہ ڈال دیا تو یہ دیکھ نہیں سکتے"
        },
        {
            "chapter": 36,
            "verse": 10,
            "text": "اور تم ان کو نصیحت کرو یا نہ کرو ان کے لئے برابر ہے وہ ایمان نہیں لانے کے"
        },
        {
            "chapter": 36,
            "verse": 11,
            "text": "تم تو صرف اس شخص کو نصیحت کرسکتے ہو جو نصیحت کی پیروی کرے اور خدا سے غائبانہ ڈرے سو اس کو مغفرت اور بڑے ثواب کی بشارت سنا دو"
        },
        {
            "chapter": 36,
            "verse": 12,
            "text": "بےشک ہم مردوں کو زندہ کریں گے اور جو کچھ وہ آگے بھیج چکے اور (جو) ان کے نشان پیچھے رہ گئے ہم ان کو قلمبند کرلیتے ہیں۔ اور ہر چیز کو ہم نے کتاب روشن (یعنی لوح محفوظ) میں لکھ رکھا ہے۔"
        },
        {
            "chapter": 36,
            "verse": 13,
            "text": "اور ان سے گاؤں والوں کا قصہ بیان کرو جب ان کے پاس پیغمبر آئے"
        },
        {
            "chapter": 36,
            "verse": 14,
            "text": "(یعنی) جب ہم نے ان کی طرف دو (پیغمبر) بھیجے تو انہوں نے ان کو جھٹلایا۔ پھر ہم نے تیسرے سے تقویت دی تو انہوں نے کہا کہ ہم تمہاری طرف پیغمبر ہو کر آئے ہیں"
        },
        {
            "chapter": 36,
            "verse": 15,
            "text": "وہ بولے کہ تم (اور کچھ) نہیں مگر ہماری طرح کے آدمی (ہو) اور خدا نے کوئی چیز نازل نہیں کی تم محض جھوٹ بولتے ہو"
        },
        {
            "chapter": 36,
            "verse": 16,
            "text": "انہوں نے کہا کہ ہمارا پروردگار جانتا ہے کہ ہم تمہاری طرف (پیغام دے کر) بھیجے گئے ہیں"
        },
        {
            "chapter": 36,
            "verse": 17,
            "text": "اور ہمارے ذمے تو صاف صاف پہنچا دینا ہے اور بس"
        },
        {
            "chapter": 36,
            "verse": 18,
            "text": "وہ بولے کہ ہم تم کو نامبارک سمجھتے ہیں۔ اگر تم باز نہ آؤ گے تو ہم تمہیں سنگسار کردیں گے اور تم کو ہم سے دکھ دینے والا عذاب پہنچے گا"
        },
        {
            "chapter": 36,
            "verse": 19,
            "text": "انہوں نے کہا کہ تمہاری نحوست تمہارے ساتھ ہے۔ کیا اس لئے کہ تم کو نصیحت کی گئی۔ بلکہ تم ایسے لوگ ہو جو حد سے تجاوز کر گئے ہو"
        },
        {
            "chapter": 36,
            "verse": 20,
            "text": "اور شہر کے پرلے کنارے سے ایک آدمی دوڑتا ہوا آیا کہنے لگا کہ اے میری قوم پیغمبروں کے پیچھے چلو"
        },
        {
            "chapter": 36,
            "verse": 21,
            "text": "ایسوں کے جو تم سے صلہ نہیں مانگتے اور وہ سیدھے رستے پر ہیں"
        },
        {
            "chapter": 36,
            "verse": 22,
            "text": "اور مجھے کیا ہے میں اس کی پرستش نہ کروں جس نے مجھے پیدا کیا اور اسی کی طرف تم کو لوٹ کر جانا ہے"
        },
        {
            "chapter": 36,
            "verse": 23,
            "text": "کیا میں ان کو چھوڑ کر اوروں کو معبود بناؤں؟ اگر خدا میرے حق میں نقصان کرنا چاہے تو ان کی سفارش مجھے کچھ بھی فائدہ نہ دے سکے اور نہ وہ مجھ کو چھڑا ہی سکیں"
        },
        {
            "chapter": 36,
            "verse": 24,
            "text": "تب تو میں صریح گمراہی میں مبتلا ہوگیا"
        },
        {
            "chapter": 36,
            "verse": 25,
            "text": "میں تمہارے پروردگار پر ایمان لایا ہوں سو میری بات سن رکھو"
        },
        {
            "chapter": 36,
            "verse": 26,
            "text": "حکم ہوا کہ بہشت میں داخل ہوجا۔ بولا کاش! میری قوم کو خبر ہو"
        },
        {
            "chapter": 36,
            "verse": 27,
            "text": "کہ خدا نے مجھے بخش دیا اور عزت والوں میں کیا"
        },
        {
            "chapter": 36,
            "verse": 28,
            "text": "اور ہم نے اس کے بعد اس کی قوم پر کوئی لشکر نہیں اُتارا اور نہ ہم اُتارنے والے تھے ہی"
        },
        {
            "chapter": 36,
            "verse": 29,
            "text": "وہ تو صرف ایک چنگھاڑ تھی (آتشین) سو وہ (اس سے) ناگہاں بجھ کر رہ گئے"
        },
        {
            "chapter": 36,
            "verse": 30,
            "text": "بندوں پر افسوس ہے کہ ان کے پاس کوئی پیغمبر نہیں آتا مگر اس سے تمسخر کرتے ہیں"
        },
        {
            "chapter": 36,
            "verse": 31,
            "text": "کیا انہوں نے نہیں دیکھا کہ ہم نے ان سے پہلے بہت سے لوگوں کو ہلاک کردیا تھا اب وہ ان کی طرف لوٹ کر نہیں آئیں گے"
        },
        {
            "chapter": 36,
            "verse": 32,
            "text": "اور سب کے سب ہمارے روبرو حاضر کيے جائیں گے"
        },
        {
            "chapter": 36,
            "verse": 33,
            "text": "اور ایک نشانی ان کے لئے زمین مردہ ہے کہ ہم نے اس کو زندہ کیا اور اس میں سے اناج اُگایا۔ پھر یہ اس میں سے کھاتے ہیں"
        },
        {
            "chapter": 36,
            "verse": 34,
            "text": "اور اس میں کھجوروں اور انگوروں کے باغ پیدا کیے اور اس میں چشمے جاری کردیئے"
        },
        {
            "chapter": 36,
            "verse": 35,
            "text": "تاکہ یہ ان کے پھل کھائیں اور ان کے ہاتھوں نے تو ان کو نہیں بنایا تو پھر یہ شکر کیوں نہیں کرتے؟"
        },
        {
            "chapter": 36,
            "verse": 36,
            "text": "وہ خدا پاک ہے جس نے زمین کی نباتات کے اور خود ان کے اور جن چیزوں کی ان کو خبر نہیں سب کے جوڑے بنائے"
        },
        {
            "chapter": 36,
            "verse": 37,
            "text": "اور ایک نشانی ان کے لئے رات ہے کہ اس میں سے ہم دن کو کھینچ لیتے ہیں تو اس وقت ان پر اندھیرا چھا جاتا ہے"
        },
        {
            "chapter": 36,
            "verse": 38,
            "text": "اور سورج اپنے مقرر رستے پر چلتا رہتا ہے۔ یہ (خدائے) غالب اور دانا کا (مقرر کیا ہوا) اندازہ ہے"
        },
        {
            "chapter": 36,
            "verse": 39,
            "text": "اور چاند کی بھی ہم نے منزلیں مقرر کردیں یہاں تک کہ (گھٹتے گھٹتے) کھجور کی پرانی شاخ کی طرح ہو جاتا ہے"
        },
        {
            "chapter": 36,
            "verse": 40,
            "text": "نہ تو سورج ہی سے ہوسکتا ہے کہ چاند کو جا پکڑے اور نہ رات ہی دن سے پہلے آسکتی ہے۔ اور سب اپنے اپنے دائرے میں تیر رہے ہیں"
        },
        {
            "chapter": 36,
            "verse": 41,
            "text": "اور ایک نشانی ان کے لئے یہ ہے کہ ہم نے ان کی اولاد کو بھری ہوئی کشتی میں سوار کیا"
        },
        {
            "chapter": 36,
            "verse": 42,
            "text": "اور ان کے لئے ویسی ہی اور چیزیں پیدا کیں جن پر وہ سوار ہوتے ہیں"
        },
        {
            "chapter": 36,
            "verse": 43,
            "text": "اور اگر ہم چاہیں تو ان کو غرق کردیں۔ پھر نہ تو ان کا کوئی فریاد رس ہوا اور نہ ان کو رہائی ملے"
        },
        {
            "chapter": 36,
            "verse": 44,
            "text": "مگر یہ ہماری رحمت اور ایک مدت تک کے فائدے ہیں"
        },
        {
            "chapter": 36,
            "verse": 45,
            "text": "اور جب ان سے کہا جاتا ہے کہ جو تمہارے آگے اور جو تمہارے پیچھے ہے اس سے ڈرو تاکہ تم پر رحم کیا جائے"
        },
        {
            "chapter": 36,
            "verse": 46,
            "text": "اور ان کے پاس ان کے پروردگار کی کوئی نشانی نہیں آتی مگر اس سے منہ پھیر لیتے ہیں"
        },
        {
            "chapter": 36,
            "verse": 47,
            "text": "اور جب ان سے کہا جاتا ہے کہ جو رزق خدا نے تم کو دیا ہے اس میں سے خرچ کرو۔ تو کافر مومنوں سے کہتے ہیں کہ بھلا ہم ان لوگوں کو کھانا کھلائیں جن کو اگر خدا چاہتا تو خود کھلا دیتا۔ تم تو صریح غلطی میں ہو"
        },
        {
            "chapter": 36,
            "verse": 48,
            "text": "اور کہتے ہیں اگر تم سچ کہتے ہو تو یہ وعدہ کب (پورا) ہوگا؟"
        },
        {
            "chapter": 36,
            "verse": 49,
            "text": "یہ تو ایک چنگھاڑ کے منتظر ہیں جو ان کو اس حال میں کہ باہم جھگڑ رہے ہوں گے آپکڑے گی"
        },
        {
            "chapter": 36,
            "verse": 50,
            "text": "پھر نہ وصیت کرسکیں گے اور نہ اپنے گھر والوں میں واپس جاسکیں گے"
        },
        {
            "chapter": 36,
            "verse": 51,
            "text": "اور (جس وقت) صور پھونکا جائے گا یہ قبروں سے (نکل کر) اپنے پروردگار کی طرف دوڑ پڑیں گے"
        },
        {
            "chapter": 36,
            "verse": 52,
            "text": "کہیں گے اے ہے ہمیں ہماری خوابگاہوں سے کس نے (جگا) اُٹھایا؟ یہ وہی تو ہے جس کا خدا نے وعدہ کیا تھا اور پیغمبروں نے سچ کہا تھا"
        },
        {
            "chapter": 36,
            "verse": 53,
            "text": "صرف ایک زور کی آواز کا ہونا ہوگا کہ سب کے سب ہمارے روبرو آحاضر ہوں گے"
        },
        {
            "chapter": 36,
            "verse": 54,
            "text": "اس روز کسی شخص پر کچھ ظلم نہیں کیا جائے گا اور تم کو بدلہ ویسا ہی ملے گا جیسے تم کام کرتے تھے"
        },
        {
            "chapter": 36,
            "verse": 55,
            "text": "اہل جنت اس روز عیش ونشاط کے مشغلے میں ہوں گے"
        },
        {
            "chapter": 36,
            "verse": 56,
            "text": "وہ بھی اور ان کی بیویاں بھی سایوں میں تختوں پر تکیے لگائے بیٹھے ہوں گے"
        },
        {
            "chapter": 36,
            "verse": 57,
            "text": "وہاں ان کے لئے میوے اور جو چاہیں گے (موجود ہوگا)"
        },
        {
            "chapter": 36,
            "verse": 58,
            "text": "پروردگار مہربان کی طرف سے سلام (کہا جائے گا)"
        },
        {
            "chapter": 36,
            "verse": 59,
            "text": "اور گنہگارو! آج الگ ہوجاؤ"
        },
        {
            "chapter": 36,
            "verse": 60,
            "text": "اے آدم کی اولاد ہم نے تم سے کہہ نہیں دیا تھا کہ شیطان کو نہ پوجنا وہ تمہارا کھلا دشمن ہے"
        },
        {
            "chapter": 36,
            "verse": 61,
            "text": "اور یہ کہ میری ہی عبادت کرنا۔ یہی سیدھا رستہ ہے"
        },
        {
            "chapter": 36,
            "verse": 62,
            "text": "اور اس نے تم میں سے بہت سی خلقت کو گمراہ کردیا تھا۔ تو کیا تم سمجھتے نہیں تھے؟"
        },
        {
            "chapter": 36,
            "verse": 63,
            "text": "یہی وہ جہنم ہے جس کی تمہیں خبر دی جاتی ہے"
        },
        {
            "chapter": 36,
            "verse": 64,
            "text": "(سو) جو تم کفر کرتے رہے ہو اس کے بدلے آج اس میں داخل ہوجاؤ"
        },
        {
            "chapter": 36,
            "verse": 65,
            "text": "آج ہم ان کے مونہوں پر مہر لگا دیں گے اور جو کچھ یہ کرتے رہے تھے ان کے ہاتھ ہم سے بیان کردیں گے اور ان کے پاؤں (اس کی) گواہی دیں گے"
        },
        {
            "chapter": 36,
            "verse": 66,
            "text": "اور اگر ہم چاہیں تو ان کی آنکھوں کو مٹا کر (اندھا کر) دیں۔ پھر یہ رستے کو دوڑیں تو کہاں دیکھ سکیں گے"
        },
        {
            "chapter": 36,
            "verse": 67,
            "text": "اور اگر ہم چاہیں تو ان کی جگہ پر ان کی صورتیں بدل دیں پھر وہاں سے نہ آگے جاسکیں اور نہ (پیچھے) لوٹ سکیں"
        },
        {
            "chapter": 36,
            "verse": 68,
            "text": "اور جس کو ہم بڑی عمر دیتے ہیں تو اسے خلقت میں اوندھا کردیتے ہیں تو کیا یہ سمجھتے نہیں؟"
        },
        {
            "chapter": 36,
            "verse": 69,
            "text": "اور ہم نے ان (پیغمبر) کو شعر گوئی نہیں سکھائی اور نہ وہ ان کو شایاں ہے۔ یہ تو محض نصیحت اور صاف صاف قرآن (پُرازحکمت) ہے"
        },
        {
            "chapter": 36,
            "verse": 70,
            "text": "تاکہ اس شخص کو جو زندہ ہو ہدایت کا رستہ دکھائے اور کافروں پر بات پوری ہوجائے"
        },
        {
            "chapter": 36,
            "verse": 71,
            "text": "کیا انہوں نے نہیں دیکھا کہ جو چیزیں ہم نے اپنے ہاتھوں سے بنائیں ان میں سے ہم نے ان کے لئے چارپائے پیدا کر دیئے اور یہ ان کے مالک ہیں"
        },
        {
            "chapter": 36,
            "verse": 72,
            "text": "اور ان کو ان کے قابو میں کردیا تو کوئی تو ان میں سے ان کی سواری ہے اور کسی کو یہ کھاتے ہیں"
        },
        {
            "chapter": 36,
            "verse": 73,
            "text": "اور ان میں ان کے لئے (اور) فائدے اور پینے کی چیزیں ہیں۔ تو یہ شکر کیوں نہیں کرتے؟"
        },
        {
            "chapter": 36,
            "verse": 74,
            "text": "اور انہوں نے خدا کے سوا (اور) معبود بنا لیے ہیں کہ شاید (ان سے) ان کو مدد پہنچے"
        },
        {
            "chapter": 36,
            "verse": 75,
            "text": "(مگر) وہ ان کی مدد کی (ہرگز) طاقت نہیں رکھتے۔ اور وہ ان کی فوج ہو کر حاضر کیے جائیں گے"
        },
        {
            "chapter": 36,
            "verse": 76,
            "text": "تو ان کی باتیں تمہیں غمناک نہ کردیں۔ یہ جو کچھ چھپاتے اور جو کچھ ظاہر کرتے ہیں ہمیں سب معلوم ہے"
        },
        {
            "chapter": 36,
            "verse": 77,
            "text": "کیا انسان نے نہیں دیکھا کہ ہم نے اس کو نطفے سے پیدا کیا۔ پھر وہ تڑاق پڑاق جھگڑنے لگا"
        },
        {
            "chapter": 36,
            "verse": 78,
            "text": "اور ہمارے بارے میں مثالیں بیان کرنے لگا اور اپنی پیدائش کو بھول گیا۔ کہنے لگا کہ (جب) ہڈیاں بوسیدہ ہوجائیں گی تو ان کو کون زندہ کرے گا؟"
        },
        {
            "chapter": 36,
            "verse": 79,
            "text": "کہہ دو کہ ان کو وہ زندہ کرے گا جس نے ان کو پہلی بار پیدا کیا تھا۔ اور وہ سب قسم کا پیدا کرنا جانتا ہے"
        },
        {
            "chapter": 36,
            "verse": 80,
            "text": "جس نے تمہارے لئے سبز درخت سے آگ پیدا کی پھر تم اس (کی ٹہنیوں کو رگڑ کر ان) سے آگ نکالتے ہو"
        },
        {
            "chapter": 36,
            "verse": 81,
            "text": "بھلا جس نے آسمانوں اور زمین کو پیدا کیا، کیا وہ اس بات پر قادر نہیں کہ (ان کو پھر) ویسے ہی پیدا کر دے۔ کیوں نہیں۔ اور وہ تو بڑا پیدا کرنے والا اور علم والا ہے"
        },
        {
            "chapter": 36,
            "verse": 82,
            "text": "اس کی شان یہ ہے کہ جب وہ کسی چیز کا ارادہ کرتا ہے تو اس سے فرما دیتا ہے کہ ہوجا تو وہ ہوجاتی ہے"
        },
        {
            "chapter": 36,
            "verse": 83,
            "text": "وہ (ذات) پاک ہے جس کے ہاتھ میں ہر چیز کی بادشاہت ہے اور اسی کی طرف تم کو لوٹ کر جانا ہے"
        }
    ]
}