{
    "chapter": [
        {
            "chapter": 2,
            "verse": 1,
            "text": "Elif-Lam-Mim"
        },
        {
            "chapter": 2,
            "verse": 2,
            "text": "Üzerinde hiçbir şüpheye yer olmayan bu ilahi kelam Allah´a karşı sorumluluklarının bilincinde olanlara bir rehber (olarak indirilmiş)tir"
        },
        {
            "chapter": 2,
            "verse": 3,
            "text": "Onlar ki, insan idrakini aşa(n olguların varlığı)na inanırlar ve namazlarında dikkatli ve devamlıdırlar; kendilerine verdiğimiz rızıktan başkaları için harcarlar"
        },
        {
            "chapter": 2,
            "verse": 4,
            "text": "Ve onlar (ey peygamber), sana indirilene de senden önce indirilmiş olana da iman ederler, öteki dünyanın varlığından bütün kalpleriyle emindirler"
        },
        {
            "chapter": 2,
            "verse": 5,
            "text": "İşte Rablerinin gösterdiği yolda yürüyenler onlardır, mutluluğa erişecek olanlarda"
        },
        {
            "chapter": 2,
            "verse": 6,
            "text": "Unutma ki, hakikati inkara şartlanmış olanlar için kendilerini uyarıp uyarmaman fark etmez; onlar inanmazlar"
        },
        {
            "chapter": 2,
            "verse": 7,
            "text": "Allah onların kalplerini ve kulaklarını mühürlemiştir ve gözleri üzerinde de bir perde vardır; dehşet verici bir azap beklemektedir onları"
        },
        {
            "chapter": 2,
            "verse": 8,
            "text": "Ve öyle kimseler var ki, gerçekte inanmadıkları halde \"Biz Allah´a ve Ahiret Günü´ne inanıyoruz\" derler"
        },
        {
            "chapter": 2,
            "verse": 9,
            "text": "(Aslında) onlar, (böylece) Allah´ı ve iman etmiş olanları kandırmak isterler. Halbuki kendilerinden başka kimseyi kandıramazlar; ve bunu da fark etmezler"
        },
        {
            "chapter": 2,
            "verse": 10,
            "text": "Kalpleri hastalıklıdır, Allah hastalıklarını daha da artırmıştır ve ısrarlı yalanlarından dolayı onları şiddetli bir azap beklemektedir"
        },
        {
            "chapter": 2,
            "verse": 11,
            "text": "Onlara \"Yeryüzünde yozlaşmaya ve çürümeye yol açmayın!\" dediklerinde \"Biz sadece düzeltmeye ve iyileştirmeye çalışıyoruz!\" diye cevap verirler"
        },
        {
            "chapter": 2,
            "verse": 12,
            "text": "Gerçekte onlar yozlaşmaya ve çürümeye yol açan kimselerdir, ama bunu (kendileri de) idrak etmezler"
        },
        {
            "chapter": 2,
            "verse": 13,
            "text": "Onlara: \"Diğer insanların inandığı gibi inanın!\" denildiğinde, \"(Şu) dar kafalıların inandığı gibi mi?\" diye cevap verirler. Gerçekte onlardır dar kafalılar, ama bunu bilmezler"
        },
        {
            "chapter": 2,
            "verse": 14,
            "text": "Ve iman etmiş olanlarla karşılaştıkları zaman da, \"Biz de (sizin gibi) inanıyoruz!\" iddiasında bulunurlar; ama şeytani dürtüleriyle baş başa kaldıklarında, \"Aslında biz sizin yanınızdayız, onlarla sadece eğleniyoruz\" derler"
        },
        {
            "chapter": 2,
            "verse": 15,
            "text": "Allah da bu alaycı tavırlarından dolayı onlara hak ettikleri karşılığı verecek ve onları küstahlıkları ile baş başa şaşkınca bocalamaya terk edecektir"
        },
        {
            "chapter": 2,
            "verse": 16,
            "text": "(Çünkü) onlar, hidayete karşılık sapıklığı satın almışlar, ama ne (bu) ticaretleri onlara fayda sağlamış, ne de (başka bir şekilde) hidayet bulmuşlardır"
        },
        {
            "chapter": 2,
            "verse": 17,
            "text": "Onların hali, ateş yakan öyle kimselerin haline benzer ki, o (ateş), çevresini aydınlatır aydınlatmaz Allah, görmesinler diye ışıklarını alıp onları zifiri karanlığa gömer"
        },
        {
            "chapter": 2,
            "verse": 18,
            "text": "Onlar, sağır, dilsiz, kördürler; ve (artık) geriye dönüşleri de yoktur"
        },
        {
            "chapter": 2,
            "verse": 19,
            "text": "Ya da (onların durumu) gökten zifiri karanlıklar içinde gök gürültüsü ve şimşekle gelen şiddetli bir sağanağ(a benzer): Ölümün dehşeti içinde yıldırımlardan korunmak için parmakları ile kulaklarını tıkarlar, ama Allah hakikati inkar edenleri (kudreti ile) kuşatır"
        },
        {
            "chapter": 2,
            "verse": 20,
            "text": "Çakan şimşekler neredeyse gözlerini alıverir; ışık verince hareket ederler, karanlık çökünce oldukları yerde çakılıp kalırlar. Şayet Allah dileseydi, onları işitme ve görme (yetenek)lerinden yoksun bırakabilirdi: Çünkü Allah her şeye kadirdir"
        },
        {
            "chapter": 2,
            "verse": 21,
            "text": "Ey insanlar! Sizi ve sizden önce yaşamış olanları yaratan Rabbinize kulluk edin ki, O´na karşı sorumluluğunuzun bilincine varasınız"
        },
        {
            "chapter": 2,
            "verse": 22,
            "text": "O ki, yeryüzünü size bir dinlenme yeri, gökyüzünü bir çardak yapmış, gökten su indirmiş ve onunla size rızık olarak meyveler çıkarmıştır: O halde (Bir ve Tek İlah olduğunu) bile bile Allah´a ortaklar koşmayın"
        },
        {
            "chapter": 2,
            "verse": 23,
            "text": "Eğer kulumuz (Muhammed)´e katımızdan safha safha indirdiğimiz vahyin bir kısmından şüphe ediyorsanız o zaman aynı değerde bir sure getirin (de görelim) ve -eğer dediğiniz doğruysa- Allah´tan başkalarını da size şahitlik etmeleri için çağırın"
        },
        {
            "chapter": 2,
            "verse": 24,
            "text": "Eğer bunu yapamıyorsanız -ki kesinlikle yapamayacaksınız- o zaman yakıtı insanlar ve taşlar olan, hakikati inkar edenler için hazırlanmış ateşi bekleyin"
        },
        {
            "chapter": 2,
            "verse": 25,
            "text": "Ama imana ermiş olup doğru ve yararlı işler yapanlara, içlerinden ırmaklar akan has bahçelerin kendilerine ait olacağını müjdele! Onlara ne zaman rızık olarak oradan bazı ürünler bahşedilse, \"Bunlar, bize daha önce bahşedilenlerin aynısıymış\" diyecekler. Çünkü onlara o(geçmişte tadılanlar)ı hatırlatacak şeyler verilecek. Onlar, orada tertemiz eşler bulacaklar ve orayı mesken edinecekler"
        },
        {
            "chapter": 2,
            "verse": 26,
            "text": "Bakın, Allah, bir sivrisineği (hatta) ondan daha küçük bir şeyi örnek getirmekten kaçınmaz. İmana ermiş olanlara gelince, onun Rablerinden gelen bir hakikat olduğunu bilirler. Hakikati inkara şartlanmış olanlar ise, \"Bu örnek ile Allah ne demek istiyor acaba?\" derler. Bu yolla Allah, bir çoğunu saptırırken bir çoğunu da doğruya yöneltir, fakat fasıklardan başkasını saptırmaz"
        },
        {
            "chapter": 2,
            "verse": 27,
            "text": "Onlar ki, (fıtratlarına) yerleştikten sonra Allah´a karşı taahhütlerini bozarlar, Allah´ın birleştirilmesini emrettiği şeyi koparıp ayırır ve yeryüzünü fesada verirler: İşte bunlardır hüsrana uğrayanlar"
        },
        {
            "chapter": 2,
            "verse": 28,
            "text": "Cansız iken size hayat veren ve sizi ölüme götüren, sonra tekrar hayata kavuşturan ve (sonunda) Kendisine döndürüleceğiniz Allah´ı nasıl inkar edersiniz"
        },
        {
            "chapter": 2,
            "verse": 29,
            "text": "Ve dünya üzerinde ne varsa sizin için yaratan, plan ve tasarımını göklere uygulayıp onları yedi gök şeklinde düzenleyen O´dur; ve yalnızca O´dur her şeyin tam bilgisine sahip olan"
        },
        {
            "chapter": 2,
            "verse": 30,
            "text": "İşte o zaman Rabbin meleklere: \"Bakın, Ben yeryüzünde ona sahip çıkacak birini yaratacağım!\" demişti. Onlar: \"Seni övgüyle yüceltip takdis eden bizler dururken, orada bozgunculuğa ve yozlaşmaya yol açacak ve kan dökecek birini mi yaratacaksın? dediler. (Allah) \"Sizin bilmediğiniz (çok şey var, onları) Ben bilirim!\" diye cevapladı"
        },
        {
            "chapter": 2,
            "verse": 31,
            "text": "Ve O, Adem´e her şeyin ismini öğretti, sonra onları meleklerin önüne koydu ve \"Dedikleriniz doğruysa haydi bu (şeylerin) isimlerini Bana söyleyin bakalım!\"dedi"
        },
        {
            "chapter": 2,
            "verse": 32,
            "text": "Onlar: \"Sen kudret ve egemenlikte kusursuz ve eksiksizsin! Senin bize bildirdiğin dışında bir bilgimiz yoktur. Doğrusu yalnız Sensin her şeyi bilen, gerçek hikmet Sahibi!\" diye cevap verdiler"
        },
        {
            "chapter": 2,
            "verse": 33,
            "text": "O: \"Ey Adem, bu (şeylerin) isimlerini onlara bildir!\" buyurdu. (Adem) isimleri onlara bildirince (Allah): \"Size, ´göklerin ve yerin gizli gerçeğini, açıkladıklarınızın ve gizlediklerinizin tümünü yalnız Ben bilirim´ dememiş miydim?\" dedi"
        },
        {
            "chapter": 2,
            "verse": 34,
            "text": "Sonra Meleklere \"(Haydi!) Adem´in önünde yere kapanın\" dediğimizde İblis dışında hepsi yere kapandı, o ise reddetti ve (üstelik) küstahça böbürlendi: Böylece hakkı inkar edenlerden oldu"
        },
        {
            "chapter": 2,
            "verse": 35,
            "text": "Ve (sonra) \"Ey Adem\" dedik: \"Sen ve eşin bu bahçeye yerleşin ve orada dilediğinizden serbestçe yiyin; ancak bir tek şu ağaca yaklaşmayın ki zalimlerden olmayasınız"
        },
        {
            "chapter": 2,
            "verse": 36,
            "text": "Ama Şeytan orada ikisini de yoldan çıkardı ve böylece sahip oldukları konumu yitirmelerine sebep oldu. Bu yüzden Biz: \"İnin, (bundan böyle) kiminiz kiminize düşman olarak yaşayın ve yeryüzünü bir müddet için mesken edinip orada geçiminizi sağlayın!\" dedik"
        },
        {
            "chapter": 2,
            "verse": 37,
            "text": "Derken Adem Rabbinden (yol gösterici) sözler aldı. Ve (Allah) O´nun tevbesini kabul etti: Çünkü yalnız O´dur tevbeleri kabul eden, rahmet dağıtan"
        },
        {
            "chapter": 2,
            "verse": 38,
            "text": "Biz, \"Hepiniz buradan çıkıp gidin!\" dedikse de size yol göstericiliğimiz devam edecektir: ve Benim yol gösterici mesajlarıma uyanlar için artık ne korku vardır, ne de üzüntü"
        },
        {
            "chapter": 2,
            "verse": 39,
            "text": "Hakikati inkara şartlanmış olanlara ve mesajlarımızı yalanlayanlara gelince -işte onlar, içinde yaşayıp kalmak üzere ateşe mahkum olan kimselerdir"
        },
        {
            "chapter": 2,
            "verse": 40,
            "text": "Ey İsrail oğulları! Size bağışladığım o nimetleri hatırlayın ve Bana verdiğiniz sözü tutun (ki) Ben de sözümü tutayım; ve Benden, yalnız Benden sakının"
        },
        {
            "chapter": 2,
            "verse": 41,
            "text": "Bunun için de, size geçmişte bildirilmiş olan haberleri doğrulayıcı nitelikte indirdiğim bu vahye inanın; onun gerçekliğini inkar edenlerin öncüsü olmayın; mesajlarımı küçük bir kazanca değişmeyin; ve Bana, yalnızca Bana karşı sorumluluk bilinci taşıyın"
        },
        {
            "chapter": 2,
            "verse": 42,
            "text": "Hakkı batıl ile örtüp bile bile gizlemeyin"
        },
        {
            "chapter": 2,
            "verse": 43,
            "text": "Namazda dikkatli ve devamlı olun, karşılıksız yardımda bulunun ve namazda rüku edenlerle birlikte rüku edin"
        },
        {
            "chapter": 2,
            "verse": 44,
            "text": "Siz kendinizi unutarak diğer insanlara erdemli olmayı mı öğütlüyorsunuz -hem de ilahi kelamı okuyup durduğunuz halde?- Siz hiç aklınızı kullanmaz mısınız"
        },
        {
            "chapter": 2,
            "verse": 45,
            "text": "(Ey müminler!) Sabır ve namazla yardım dileyin: Bu, tam bir sığınma duygusu içinde yürekten Allah´a yönelenler dışında herkes için zor bir iştir"
        },
        {
            "chapter": 2,
            "verse": 46,
            "text": "Onlar ise (sonunda) Rablerine kavuşacaklarını ve O´na döneceklerini kesinlikle bilirler"
        },
        {
            "chapter": 2,
            "verse": 47,
            "text": "Ey İsrailoğulları! Size bağışladığım nimetleri ve sizin diğer kavimlere karşı üstün gelmenizi sağladığım günleri hatırlasanıza"
        },
        {
            "chapter": 2,
            "verse": 48,
            "text": "Ve hiçbir insanın ötekine en ufak bir yararının dokunmayacağı, hiç kimseden şefaatin kabul edilmeyeceği, kimseden fidye alınmayacağı ve hiç kimsenin yardım görmeyeceği Gün(ün mutlaka gelip çatacağı) bilinciyle yaşasanıza"
        },
        {
            "chapter": 2,
            "verse": 49,
            "text": "Ve (hatırlayın) azapların en korkuncu olarak -ki sizin için Rabbinizden büyük bir imtihandı- oğullarınızı boğazlayıp kadınlarınızı sağ bırakan Firavun hanedanının elinden sizi kurtardığımız (günleri)"
        },
        {
            "chapter": 2,
            "verse": 50,
            "text": "Ve önünüzdeki denizi yararak sizi kurtarıp, Firavun hanedanını gözlerinizin önünde boğduğumuz (günleri)"
        },
        {
            "chapter": 2,
            "verse": 51,
            "text": "Musa´yı (Sina Dağı´nda) kırk gece tuttuğumuz ve O´nun yokluğunda (altın) buzağıya tapmaya başladığınız ve böylece zalimlerden olduğunuz"
        },
        {
            "chapter": 2,
            "verse": 52,
            "text": "Dahası, (bütün) bunlardan sonra, belki şükredenlerden olursunuz diye bu günahınızı affettiğimiz (günleri)"
        },
        {
            "chapter": 2,
            "verse": 53,
            "text": "Ve (hatırlayın), Musa´ya ilahi kelamı -(böylece) doğruyu yanlıştan ayırt etmek için (kullanacağı) ölçüyü -vermiştik ki doğru yola yönelesiniz"
        },
        {
            "chapter": 2,
            "verse": 54,
            "text": "Ve Musa, halkına (dönüp) \"Ey halkım!\" demişti. \"Doğrusu buzağıya taparak kendinize karşı suç işlediniz, o halde tevbe ederek (tekrar) Yaratıcınıza yönelin ve nefsinizi yok edin; bu, sizin için Yaratıcınızın katında en hayırlısı olacaktır.\" Bunun üzerine O, tevbenizi kabul etmişti: Çünkü yalnız O´dur tevbeleri kabul eden, Rahmet Dağıtan"
        },
        {
            "chapter": 2,
            "verse": 55,
            "text": "Ve (hatırlayın) (hani), \"Ey Musa, doğrusu Allah´ı kendi gözümüzle görmedikçe sana asla inanmayacağız!\" dediğinizde, (işte o an) siz daha (ne oluyor diye) çevrenize bakıp dururken ceza yıldırımı sizi yakalamıştı"
        },
        {
            "chapter": 2,
            "verse": 56,
            "text": "Ama ölü (bir toplum) haline geldikten sonra belki şükredenlerden olursunuz diye sizi tekrar dirilttik"
        },
        {
            "chapter": 2,
            "verse": 57,
            "text": "Ve bulutların sizi gölgeleri ile ferahlatmasını sağladık, ayrıca \"Size rızık olarak verdiğimiz güzel şeylerden yararlanın\" (diyerek) kudret helvası ve bıldırcın gönderdik. O soydaşlarınız (işledikleri günahlarla) bize hiçbir zarar vermediler, fakat (sadece) kendilerine zulmettiler"
        },
        {
            "chapter": 2,
            "verse": 58,
            "text": "Ve yine (hatırlayın o günleri), Biz, \"Bu beldeye girin ve yiyeceklerinden dilediğiniz kadar bol bol yiyin; fakat kapıdan (tevazu içinde) boyun eğerek girin ve ´Günahlarımızın yükünü üzerimizden kaldır!´ deyin ki, günahlarınızı bağışlayayım ve iyilik yapanlara sınırsız mükafat vereyim\" demiştik"
        },
        {
            "chapter": 2,
            "verse": 59,
            "text": "Ama o zulmetmeye şartlanmış olanlar kendilerine tevdi edilmiş olan (söz)ü başka bir sözle değiştirdiler: bunun üzerinde Biz de yoldan çıkmalarından ötürü o zalimlerin üzerine gökten bir bela indirdik"
        },
        {
            "chapter": 2,
            "verse": 60,
            "text": "Ve yine bir keresinde Musa, kavminin su ihtiyacı için (Bize) yalvarmıştı ve Biz de kendisine: \"Asanla kayaya vur\" demiştik. Bunun üzerine oradan on iki kaynak (birden) fışkırmıştı ki halkın tümü nereden (hangi kaynaktan) içeceğini bilsin. (Ve Musa demişti): \"Allah tarafından verilen rızıktan yiyip için, ama yeryüzünün yozlaşmasına ve çürümesine yol açacak bozgunculuk yapmayın"
        },
        {
            "chapter": 2,
            "verse": 61,
            "text": "Ve bir zamanlar yine size: \"Ey Musa, doğrusu biz bir çeşit yiyecekle yetinemeyiz, öyleyse Rabbine dua et de bize topraktan yetişen ürünler, sebze, salatalık, sarımsak, mercimek, soğan (gibi ürünler) çıkarsın\" demiştiniz. (Musa): \"Daha hayırlı (ve onurlu) olan durumu daha aşağılık olanla mı değiştirmek istiyorsunuz? O halde, utanç içinde Mısır´a dönün; orada istediğiniz şeylere kavuşabilirsiniz!\" demişti. Böylece, onlara yoksulluk, düşkünlük damgası vuruldu ve Allah´ın gazabına uğradılar. Bütün bunlar, Allah´ın mesajının gerçeğini inkar etmedeki ısrarları ve haksız şekilde Peygamberleri öldürmeleri yüzündendir: Bütün bunlar, (Allah´a) isyan etmeleri ve hakkın sınırlarını ihlal etmedeki ısrarlarından dolayıdır"
        },
        {
            "chapter": 2,
            "verse": 62,
            "text": "Kuşkusuz, (bu ilahi kelama) iman edenler ile Yahudi inancının takipçilerinden, Hıristiyanlardan ve Sabiilerden Allah´a ve Ahiret Günü´ne inanmış, doğru ve yararlı işler yapmış olanların tümü Rablerinden hak ettikleri mükafatları alacaklardır; ve onlar ne korkacak, ne de üzüleceklerdir"
        },
        {
            "chapter": 2,
            "verse": 63,
            "text": "İşte o zaman, Sina Dağı´nı üzerinize şahit tutarak ciddi ve samimi (görünen) taahhüdünüzü kabul etmiş ve \"Size bahşettiğimiz şeye (bütün) gücünüzle sımsıkı sarılın ki Allah´a karşı sorumluluğunuzun bilincine varasınız!\" (demiştik)"
        },
        {
            "chapter": 2,
            "verse": 64,
            "text": "Ama siz ondan sonra sözünüzden döndünüz! Eğer Allah´ın size lütfu ve merhameti olmasaydı kendinizi muhakkak ziyana uğrayanlar arasında bulurdunuz"
        },
        {
            "chapter": 2,
            "verse": 65,
            "text": "Nitekim, içinizde Sebt Günü´nün kutsallığını ihlal edenleri biliyoruz; bu davranışlarınızdan ötürü onlara: \"Aşağılık maymunlar gibi olun!\" dedik"
        },
        {
            "chapter": 2,
            "verse": 66,
            "text": "Ve onları hem kendi zamanları, hem de bütün gelecek zamanlar için uyarıcı bir örnek kıldık, Allah´a karşı sorumluluklarının bilincinde olanlara da ibret alınacak bir ders"
        },
        {
            "chapter": 2,
            "verse": 67,
            "text": "Hani, o zaman Musa, halkına: \"Dinleyin! Allah bir sığır kurban etmenizi emrediyor\" demişti. Onlar: \"Sen bizimle alay mı ediyorsun?\" dediler. O: \"Bu kadar cahil olmaktan Allah´a sığınırım!\" diye cevap verdi"
        },
        {
            "chapter": 2,
            "verse": 68,
            "text": "Onlar: \"(Madem öyle), Rabbine bizim için dua et de bunun nasıl bir kurban olacağını bize açıklasın\" dediler. (Musa) \"Bakın!\" dedi, \"O, ne yaşlı ne körpe, ama ikisi arasında orta yaşta bir sığır olmasını istiyor. O halde size verilen emri yerine getirin"
        },
        {
            "chapter": 2,
            "verse": 69,
            "text": "Onlar: \"Rabbine bizim için dua et de onun renginin nasıl olacağını bize açıklasın\" dediler. (Musa´nın) cevabı şu oldu: \"O, kurbanın sarı renkte, parlak tonda, görenlere zevk veren bir sığır olmasını istiyor"
        },
        {
            "chapter": 2,
            "verse": 70,
            "text": "Onlar: \"Rabbine bizim için dua et de onun nasıl olacağını bize (daha açık) bildirsin, (çünkü) bize göre tüm sığırlar birbirine benzer; ve sonra, Allah arzu ederse biz elbette doğru yola yöneliriz!\" dediler"
        },
        {
            "chapter": 2,
            "verse": 71,
            "text": "(Musa´nın) cevabı şu oldu: \"O, kurbanın ekinleri sulamak veya toprağı sürmek için hiç koşulmamış, kusursuz, alacasız bir sığır olmasını istiyor.\" Onlar: \"İşte, sonunda gerçeği bildirdin!\" dediler; ve hemen (onu) kurban ettiler, halbuki neredeyse hiçbir şey yapmadan kalacaklardı"
        },
        {
            "chapter": 2,
            "verse": 72,
            "text": "Çünkü ey İsrailoğulları, siz bir adam öldürmüştünüz ve sonra da bu suçlunun sorumluluğunu birbirinizin üstüne atmıştınız. Oysa Allah, sizin örtbas ettiğiniz her şeyi açığa çıkarmaya kadirdir"
        },
        {
            "chapter": 2,
            "verse": 73,
            "text": "Biz dedik ki: \"Bu (prensibi) bu gibi (çözümlenmemiş cinayet olaylarının bazılarında da uygulayın: Bu yolla Allah canları ölümden korur ve kendi iradesini size gösterir ki (bunu görüp) muhakemenizi kullan(mayı öğren)ebilirsiniz"
        },
        {
            "chapter": 2,
            "verse": 74,
            "text": "Ama, bütün bunlardan sonra kalpleriniz katılaştı; kaya gibi hatta daha da sert oldu; Çünkü, unutmayın, öyle kayalar var ki içinden ırmaklar fışkırır; ve öylesi de var ki, yarıldığında içinden su çıkar; bazısı da Allah korkusuyla (yerinden kopup) aşağı yuvarlanır. Allah, yaptıklarınızdan gafil değildir"
        },
        {
            "chapter": 2,
            "verse": 75,
            "text": "Şimdi, onların tebliğ ettiğimiz şeye inanacaklarını bekliyor musunuz? Aksine, bir çoğu Allah´ın kelamını dinler ama onu anladıktan sonra bile bile çarpıtırlar"
        },
        {
            "chapter": 2,
            "verse": 76,
            "text": "Nitekim, imana ermiş olanlarla buluştuklarında, \"(Sizin inandığınız gibi) inanıyoruz!\" derler; ama birbirleriyle baş başa kaldıklarında, \"Rabbinizin kelamını size karşı koz olarak kullansınlar diye mi Allah´ın size açıkladığı şeyleri onlara haber veriyorsunuz? Aklınızı başınıza toplamayacak mısınız? derler"
        },
        {
            "chapter": 2,
            "verse": 77,
            "text": "Bilmezler mi ki Allah, açığa vurdukları şeylerden de gizlediklerinden de haberdardır"
        },
        {
            "chapter": 2,
            "verse": 78,
            "text": "Onlar arasında ilahi kelamın gerçek bilgisine sahip olmayan, kitap ile ilgisiz insanlar var; (ki bunlar) sadece bir takım kuruntular(a tabi olurlar) ve zanna dayanırlar"
        },
        {
            "chapter": 2,
            "verse": 79,
            "text": "O halde, yazıklar olsun onlara ki, kendi elleriyle, ilahi kelam(dan olduğunu iddia ettikleri hususlar)ı kaydettikten sonra, az bir kazanç elde etmek için, \"Bu Allah´tandır!\" derler. (Böyle diyerek) kendi elleriyle kaydettiklerinden ötürü yazıklar olsun onlara! Ve yine bütün o kazandıklarından ötürü yazıklar olsun böylelerine"
        },
        {
            "chapter": 2,
            "verse": 80,
            "text": "Ve onlar: \"Ateş bize birkaç günden fazla dokunmaz\" derler. De ki (onlara): \"Allah´tan bir söz mü aldınız -çünkü Allah hiçbir zaman sözünden caymaz- yoksa asla bilemeyeceğiniz bir şeyi mi Allah´a isnat ediyorsunuz"
        },
        {
            "chapter": 2,
            "verse": 81,
            "text": "Evet! İşte (böylesine) büyük bir kötülük işleyen ve (bunun) günahıyla çepeçevre kuşatılan kimseler var ya, işte böyleleridir içinde kalmak üzere ateşe mahkum olanlar"
        },
        {
            "chapter": 2,
            "verse": 82,
            "text": "İmana ermiş olup doğru ve yararlı işler yapanlara gelince, sürekli içinde kalmak üzere cenneti hak edenler de işte bunlardır"
        },
        {
            "chapter": 2,
            "verse": 83,
            "text": "Ve bir zaman, (ey) İsrailoğulları, (sizden) şu (konularda) kesin taahhüt almıştık: \"Allah´tan başkasına kulluk etmeyeceksiniz; akraba ve ebeveyninize, yetimlere ve fakirlere iyilik yapacaksınız; bütün insanlarla güzellikle konuşacaksınız; namazlarınızda dikkatli ve devamlı olacaksınız ve karşılıksız yardımda bulunacaksınız.\" Ama, birkaçınız dışında bu sözünüzden döndünüz: zaten siz, inatçı, isyankar bir topluluksunuz"
        },
        {
            "chapter": 2,
            "verse": 84,
            "text": "O zaman, birbirinizin kanını dökmeyeceğinize, birbirinizi yurtlarınızdan sürmeyeceğinize dair kesin söz almıştık sizden, siz de kabul etmiştiniz; ve (şimdi de) buna şahitlik yapıyorsunuz"
        },
        {
            "chapter": 2,
            "verse": 85,
            "text": "Buna rağmen yine sizlersiniz birbirinizi katleden ve -kesinlikle yasaklanmış olduğu halde- kendi halkınızdan bir kısmını yurtlarından süren, onlara karşı günahkarlık ve nefrette yarışıp yardımlaşan ve esir olarak elinize düştüklerinde onları ancak fidye alarak bırakan! Böyle yaparak, ilahi kelamın bir kısmına inanıyor, diğer kısmını inkar mı ediyorsunuz? Öyleyse bilin ki, içinizden böyle yapanların karşılığı, bütün dünya hayatında zilletten ve Kıyamet Günü en acıklı azaba uğratılmaktan başka bir şey olmayacaktır. Zira Allah, yaptıklarınızdan gafil değildir"
        },
        {
            "chapter": 2,
            "verse": 86,
            "text": "Ahiret hayatı karşılığında bu dünya hayatını satın alanlar var ya, işte böylelerinin azabı hafifletilmeyecek ve onlara yardım edilmeyecektir"
        },
        {
            "chapter": 2,
            "verse": 87,
            "text": "Biz Musa´ya ilahi kelamı bahşettik ve birbiri ardınca O´nu izleyen elçiler gönderdik: Meryem oğlu İsa´ya da hakikatin tüm kanıtlarını vahy ettik ve O´nu kutsal ilham ile güçlendirdik. (Ama) ne zaman bir elçi hoşunuza gitmeyen bir şey getirdiyse küstahlıkla haddi aşarak bir kısmını öldürdünüz ve diğerlerini yalanladınız, öyle değil mi"
        },
        {
            "chapter": 2,
            "verse": 88,
            "text": "Ama onlar: \"Kalplerimiz zaten bilgi ile dolu!\" derler. Hayır, bilakis Allah, onları hakikati kabullenmeyi reddettikleri için gözden çıkarmıştır. Zira onlar sadece basmakalıp birkaç şeye inanırlar"
        },
        {
            "chapter": 2,
            "verse": 89,
            "text": "Ve ne zaman Allah katından onlara, halen sahip oldukları hakikati tasdik eden bir (yeni) vahiy geldiyse, daha önce, hakikati inkara şartlanmış olanlara karşı üstün gelmek için yalvarıp yakardı(klarını çarçabuk unutarak) daha önce tanıdıkları (hakikati) bu defa inkara kalkıştılar. Ve Allah´ın laneti, hakikati inkar eden herkesin üzerindedir"
        },
        {
            "chapter": 2,
            "verse": 90,
            "text": "Allah´ın lütfunu dilediği kuluna bahşetmesini kıskanarak Allah´ın indirdiği hakikati inkar etmeleri ve böylece kendilerini kaptırdıkları şu (boş gurur) ne kötü! Onlar böylece Allah´ın gazabını tekrar tekrar hak ettiler. Ve o hakikati inkar edenler için hazırlanmış utanç verici bir azap vardır"
        },
        {
            "chapter": 2,
            "verse": 91,
            "text": "Nitekim onlara: \"Allah´ın indirdiğine inanın!\" denildiğinde, \"Biz (yalnızca) bize indirilene inanırız!\" diye cevap verirler; ve zaten bildikleri bir gerçeği tasdik ve teyit eden bir hakikat bile olsa, sonra gelen her haberi inkar ederler. De ki: \"Madem (gerçek) müminler idiniz neden Allah´ın önceki peygamberlerini öldürdünüz"
        },
        {
            "chapter": 2,
            "verse": 92,
            "text": "Gerçekten Musa size hakikatin tüm kanıtları ile gelmişti (ama) O´nun yokluğunda hemen (altın) buzağıya tapmaya başlamış ve böylece haince bir davranış içine girmiştiniz"
        },
        {
            "chapter": 2,
            "verse": 93,
            "text": "Biz o zaman, Sina Dağı´nı üzerinize şahit tutarak, \"Size emanet ettiğimiz şeye (bütün) gücünüzle sarılın ve ona kulak verin!\" (diyerek) sizden kesin bir taahhüt almıştık. (Bütün bu hatırlatmalara rağmen) onlar; \"Dinledik, ama itaat etmiyoruz!\" derler. Zira, hakikati reddetmeleri yüzünden bunların kalplerini (altın) buzağı sevgisi kaplamıştır. De ki: \"Ne kötü (şu) inancınızın sizi yönelttiği (şey)! Eğer gerçekten bir şeylere inanıyorsanız"
        },
        {
            "chapter": 2,
            "verse": 94,
            "text": "De ki: \"Eğer Allah katındaki ahiret hayatı, başka hiç kimseye değil de yalnız size mahsus ise ve kanaatinizde samimi iseniz o zaman ölümü arzulamanız gerekmez mi"
        },
        {
            "chapter": 2,
            "verse": 95,
            "text": "Ama kendi elleriyle yapıp ettikleri ortadayken bunu hiçbir zaman temenni etmeyecekler: Allah zalimleri her halleriyle bilmektedir"
        },
        {
            "chapter": 2,
            "verse": 96,
            "text": "Ve sen onları başkalarından daha ihtirasla hayata sarılmış göreceksin, hatta Allah´tan başkasına ilahlık yakıştırmaya şartlanmış olanlardan bile daha çok onların her biri binlerce yıl yaşamak ister; halbuki uzun yaşaması, böyle birini (ahirette) azaptan kurtarmaz; zira Allah onun bütün yapıp ettiklerini görmektedir"
        },
        {
            "chapter": 2,
            "verse": 97,
            "text": "(Ey peygamber, onlara) şunu anlat: Kim ki, Allah´ın izniyle senin kalbine, önceki çağlarda indirdiklerini doğrulayan, inananlara bir muştu ve rehber olan bu (ilahi kelam)ı indirdiği için Cebrail´e düşmanlık besliyorsa"
        },
        {
            "chapter": 2,
            "verse": 98,
            "text": "Kim ki Allah´a, O´nun meleklerine, Cebrail ve Mikail de dahil O´nun elçilerine düşmanlık besliyorsa, bilsin ki Allah da hakikati inkar eden herkese düşmanlık beslemektedir"
        },
        {
            "chapter": 2,
            "verse": 99,
            "text": "Gerçekten Biz sana apaçık mesajlar indirdik ve onların gerçekliğini yoldan çıkmış olanlardan başkası inkar etmez"
        },
        {
            "chapter": 2,
            "verse": 100,
            "text": "Ne zaman (Allah´a) söz verdilerse bazıları sözlerini (çiğneyip) bir kenara atmadı mı? Gerçek şu ki, aslında onların çoğu inanmıyor"
        },
        {
            "chapter": 2,
            "verse": 101,
            "text": "Ve(şimdi bile), ne zaman Allah´tan onlara halen sahip oldukları hakikati tasdik eden bir elçi gelse, kendilerini önceki çağlarda vahyedilen kelama bağlı sayanlardan bazısı, (O´nun dediklerinin) farkında değillermiş gibi ilahi kelama sırtlarını dönerler"
        },
        {
            "chapter": 2,
            "verse": 102,
            "text": "Ve (onun yerine) Süleyman´ın hükümdarlığı sırasında şeytanca niyetler taşıyan kimselerin telkin ede geldiklerine uyarlar. Hakikati inkar eden Süleyman değildi, ama o şeytanca niyetler taşıyan kişiler halka sihir öğreterek hakikati inkar ettiler; -ve onlar, Babil´deki iki melek Harut ve Marut vasıtasıyla ihdas edilene (uyarlar)- gerçi bu ikili, öncelikle, \"Biz sadece ayartıcılar; sakın (Allah´ın vahyettiği) hakikati inkara yeltenmeyin!\" şeklinde uyarıda bulunmadan hiç kimseye onu öğretmediler. Ve onlar, bu ikiliden, karı koca arasında nasıl huzursuzluk çıkarılacağını öğreniyorlardır; ancak Allah´ın izni olmadan onunla hiç kimseye zarar veremedikleri gibi sadece kendilerine zarar veren ve hiç faydası olmayan bir bilgi ediniyorlardı; oysa onlar, bu (bilgiyi) edinenin ahiret hayatının güzelliğinden nasipsiz kalacağını biliyorlardı. Doğrusu, karşılığında ruhlarını sattıkları o (sanat) ne kötüdür, keşke bunu bilselerdi"
        },
        {
            "chapter": 2,
            "verse": 103,
            "text": "Eğer inansalar ve O´na karşı sorumluluklarının bilincinde olsalardı, doğrusu, Allah´ın mükafatı onlara iyilik getirecekti; keşke bunu bilselerdi"
        },
        {
            "chapter": 2,
            "verse": 104,
            "text": "Siz ey imana ermiş olanlar! (Peygambere) \"Bizi dinle\" demeyin; onun yerine, \"Bize karşı tahammüllü ol!\" demeyi tercih edin. Ve (O´na) kulak verin. Çünkü, hakikati inkar edenleri şiddetli azap bekliyor"
        },
        {
            "chapter": 2,
            "verse": 105,
            "text": "Ne önceki vahyin takipçilerinden hakikati inkara yeltenenler, ne de Allah´tan başka şeylere ilahlık yakıştıranlar, Rabbin tarafından sana indirilen bir hayrı görmekten hoşlanırlar; ancak Allah dilediğini rahmete ulaştırır; zira Allah, sınırsız lütuf Sahibidir"
        },
        {
            "chapter": 2,
            "verse": 106,
            "text": "Biz yürürlükten kaldırdığımız veya unutturduğumuz her hangi bir mesajı mutlaka daha iyisi veya benzeri ile değiştiririz. Allah´ın her şeye kadir olduğunu bilmez misin"
        },
        {
            "chapter": 2,
            "verse": 107,
            "text": "Bilmez misin ki göklerin ve yerin hükümdarlığı Allah´ındır ve Allah´tan başka sizi koruyacak ve yardım edecek hiç kimse yoktur"
        },
        {
            "chapter": 2,
            "verse": 108,
            "text": "Yoksa, size gönderilmiş olan Elçi´den, daha önce Musa´dan istenenleri mi istiyorsunuz? Ama her kim, hakikate inanmak yerine onu inkar etmeyi tercih ederse doğru yoldan sapmış olur"
        },
        {
            "chapter": 2,
            "verse": 109,
            "text": "Kendilerini önceki vahye bağlı sayanların çoğu, kıskançlıklarından dolayı, sizi iman ettikten sonra yeniden hakikati inkara döndürmek isterler; (hatta) hakikat kendileri için apaçık ortaya çıktıktan sonra bile. Buna karşılık, siz (ey imana erişenler) Allah´ın iradesini ortaya koyacağı vakte kadar onları hoşgörün ve dayanın: Unutmayın, Allah her şeye kadirdir"
        },
        {
            "chapter": 2,
            "verse": 110,
            "text": "Namazınızda dikkatli ve devamlı olun, arındırıcı (mali) yükümlülüğünüzü yerine getirin, çünkü kendiniz için önceden yaptığınız her iyiliği Allah katında mutlaka bulacaksınız: Unutmayın, Allah bütün yaptıklarınızı görür"
        },
        {
            "chapter": 2,
            "verse": 111,
            "text": "Onlar: \"Yahudi ve Hıristiyan olmadıkça hiç kimse cennete giremez!\" diye iddia ederler. Bu onların kuruntusudur! De ki: \"Eğer söylediklerinizde samimi iseniz, iddianızı kanıtlayın"
        },
        {
            "chapter": 2,
            "verse": 112,
            "text": "Evet, gerçekten her kim tüm benliğini Allah´a teslim eder ve iyilik yapanlardan olursa, Rabbi katında mükafatını görecektir, ve böyleleri ne korkacak, ne de üzülecekler"
        },
        {
            "chapter": 2,
            "verse": 113,
            "text": "Ayrıca Yahudiler, \"Hıristiyanlar geçerli, tutarlı bir inanç temelinden yoksunlar\" iddiasında bulunurken Hıristiyanlar da (aynı şekilde); \"Yahudiler, geçerli, tutarlı bir inanç temelinden yoksunlar\" diye iddia ederler; ve her iki taraf da (bu iddialarında) ilahi kelama atıfta bulunurlar! Hatta bilgiden yoksun bulunanlar, onların söylediklerini aynen tekrarlayıp dururlar; ama anlaşamadıkları şeyler konusunda Kıyamet Günü aralarında hüküm verecek olan Allah´tır"
        },
        {
            "chapter": 2,
            "verse": 114,
            "text": "Allah´ın adının O´nun meclislerinde anılmasına mani olan ve onları tahrip etmek için çalışan kimselerden daha zalim kim olabilir? İşte böylelerinin bu yerlere (Allah) korkusu dışında bir saikle girmeye hakları yoktur! Onlar için bu dünyada zillet, ahirette ise korkunç bir azap vardır"
        },
        {
            "chapter": 2,
            "verse": 115,
            "text": "Doğu da Batı da Allah´ındır: Nereye dönerseniz dönün Allah´ın yönü orasıdır. Unutmayın ki, Allah rahmet ve kudretinde sınırsızdır, her şeyi bilendir"
        },
        {
            "chapter": 2,
            "verse": 116,
            "text": "Bir kısım insanlar da, \"Allah kendilerine bir oğul edindi!\" iddiasında bulunurlar. (Asla!) O, yaratılmışlara özgü böyle vasıflardan kesinlikle uzaktır. Göklerde ve yerde ne varsa yalnız O´nundur. Her şey bütün varlığıyla O´nun iradesine tabidir"
        },
        {
            "chapter": 2,
            "verse": 117,
            "text": "Göklerin ve yerin yaratıcısı O´dur; bir şeyin olmasını istediğinde ona sadece \"Ol\" der -ve o (şey hemen) oluverir"
        },
        {
            "chapter": 2,
            "verse": 118,
            "text": "(Yalnız) bilgiden yoksun olanlar: \"Allah neden bizimle konuşmaz ve neden bize (mucizevi) bir işaret göstermez?\" derler. Onlardan önce yaşamış olanlar da tıpkı onların dedikleri gibi demişlerdi: Kalpleri hep birbirine benziyor. Gerçekte Biz, bütün işaretleri, yürekten inanıp tasdik etmeye niyetli olanlar için açık ve anlaşılır kıldık"
        },
        {
            "chapter": 2,
            "verse": 119,
            "text": "Doğrusu Biz seni (ey Peygamber) hakikat ile gönderdik: Bir müjdeleyici ve uyarıcı olarak; yakıcı ateşe mahkum olanlardan sen sorumlu değilsin"
        },
        {
            "chapter": 2,
            "verse": 120,
            "text": "Sen onların inanç sistemine uymadıkça ne Yahudiler ne de Hıristiyanlar senden memnun olmayacaklardır. De ki: \"Dinleyin! Allah´ın rehberliği tek doğru rehberliktir.\" Ve doğrusu, sana ilim geldikten sonra onların sapık görüşlerini takip etmeye devam edersen ne seni Allah´ın elinden alacak bir kimse bulursun, ne de yardımcı"
        },
        {
            "chapter": 2,
            "verse": 121,
            "text": "Kendilerine ilahi kelamı emanet ettiklerimiz (ve) ona gereği gibi uyanlar -işte onlardır (gerçekten) iman edenler; hakikati inkara kalkışanlara gelince- işte onlardır asıl kaybedenler"
        },
        {
            "chapter": 2,
            "verse": 122,
            "text": "Ey İsrailoğulları! Size lütfettiğim o nimetleri ve sizin diğer kavimlere üstün gelmenizi sağladığım günleri hatırlayın"
        },
        {
            "chapter": 2,
            "verse": 123,
            "text": "Ve hiçbir insanın diğerine bir yararının olmayacağı, hiç birinden fidye kabul edilmeyeceği; şefaatin fayda etmeyeceği ve hiç kimseye yardım edilmeyeceği bir Günü(n gelip çatacağını) aklınızdan çıkarmayın"
        },
        {
            "chapter": 2,
            "verse": 124,
            "text": "Ve (şunu hatırlayın): Rabbi, İbrahim´i buyrukları ile sınadığında ve İbrahim de bunları yerine getirdiğinde O´na: \"Seni insanlara önder yapacağım!\" demişti. İbrahim de sormuştu: \"Benim neslimden de mi (önderler çıkaracaksın)?\" (Allah) cevap vermişti: \"Benim ahdim zalimleri kapsamaz"
        },
        {
            "chapter": 2,
            "verse": 125,
            "text": "O zaman Biz Mabed´i insanların tekrar tekrar yöneleceği bir hedef ve bir kutsal sığınak yapmıştık: Öyleyse İbrahim için vaktiyle belirlenen yeri ibadet mahalli edinin. Nitekim Biz, İbrahim ve İsmail´e emrettik: \"Mabedimi, onu tavaf edecekler için, onun yanında tefekküre dalacaklar için ve (namazda) rüku ve secde edecekler için temiz tutun"
        },
        {
            "chapter": 2,
            "verse": 126,
            "text": "Ve İbrahim: \"Ey Rabbim!\" diye yalvardı, \"Burayı emin bir bölge yap ve halkından Allah´a ve Ahiret Günü´ne iman edenlere bereketli rızıklar bağışla.\" (Allah): \"Her kim hakikati inkar ederse, onun kısa bir süre zevk ü sefa içinde yaşamasına izin veririm -ama sonunda onu ateşin azabına sürerim; ne kötü bir duraktır o!\" diye cevap verdi"
        },
        {
            "chapter": 2,
            "verse": 127,
            "text": "İbrahim ve İsmail Mabed´in temellerini yükseltirken yalvardılar: \"Ey Rabbimiz! Bunu kabul et; Sensin her şeyi bilen, her şeyi duyan"
        },
        {
            "chapter": 2,
            "verse": 128,
            "text": "Ey Rabbimiz, bizi Sana teslim olanlardan kıl ve bizim soyumuzdan Sana teslim olacak bir topluluk çıkar, bize ibadet yollarını göster ve tevbemizi kabul et: Şüphesiz yalnız Sensin tevbeleri kabul eden, rahmet dağıtan"
        },
        {
            "chapter": 2,
            "verse": 129,
            "text": "Ey Rabbimiz! Soyumuz içinden onlara Senin mesajlarını iletecek, vahyi ve hikmeti öğretecek ve onları arındırıp temiz kılacak bir elçi çıkar: Çünkü yalnız Sensin kudret ve hikmet sahibi"
        },
        {
            "chapter": 2,
            "verse": 130,
            "text": "Ve düşünme melekeleri dumura uğramış olanlar dışında kim, bu dünyada gerçekten yücelttiğimiz ve şüphesiz ahirette de dürüst ve erdemliler arasında yer alacak olan İbrahim´in inanç sistemini terk etmek ister"
        },
        {
            "chapter": 2,
            "verse": 131,
            "text": "Rabbi, O´na: \"Bana teslim ol!\" dediğinde; \"(Sana), bütün alemlerin Rabbine teslim oldum!\" diye cevap verdi"
        },
        {
            "chapter": 2,
            "verse": 132,
            "text": "Ve İbrahim çocuklarına bunu aynen vasiyet etti; Yakup da (böyle yaptı): \"Evlatlarım! Bakın, Allah size en saf ve temiz inancı bahşetti; öyleyse O´na teslim olmadan ölümün sizi alt etmesine izin vermeyin"
        },
        {
            "chapter": 2,
            "verse": 133,
            "text": "Evet, siz, (ey İsrailoğulları) Yakub´un, son nefesini vermeye yaklaşırken oğullarına: \"Ben gittikten sonra siz kime kulluk edeceksiniz? diye seslendiğine şahitsiniz. Onlar: \"Senin tanrına, ataların İbrahim, İsmail ve İshak´ın tanrısına, O Tek Tanrıya kulluk edecek ve O´na teslim olacağız!\" diye cevap verdiler"
        },
        {
            "chapter": 2,
            "verse": 134,
            "text": "Şimdi o toplumlar geçip gittiler; onların kazandıkları kendilerine yazılacak, sizin kazandıklarınız ise size; ve siz, onların yaptıklarından ötürü yargılanacak değilsiniz"
        },
        {
            "chapter": 2,
            "verse": 135,
            "text": "Onlar: \"Yahudi ve Hıristiyan olun ki doğru yolu bulasınız\" derler. De ki: \"Hayır, (bizimki) batıl olan her şeyden yüz çeviren ve Allah´tan başkasına ilahlık yakıştıranlardan olmayan İbrahim´in inanç sistemi(dir)"
        },
        {
            "chapter": 2,
            "verse": 136,
            "text": "Deyin ki: \"Biz Allah´a inanırız; ve bize indirilene ve İbrahim´e, İsmail´e, İshak´a, Yakub´a ve onların soyundan gelenlere indirilene; ve Musa´ya, İsa´ya ve Rableri tarafından (diğer) tüm peygamberlere tevdi edilmiş olana (inanırız); onların arasında hiçbir ayrım yapmayız. Ve biz O´na teslim olanlarız"
        },
        {
            "chapter": 2,
            "verse": 137,
            "text": "Eğer (ötekiler de) sizin inandığınız gibi inanırlarsa şüphesiz doğru yolu bulmuş olurlar; yüz çevirirlerse de derin bir çıkmaza saplanmış olurlar, ama Allah seni bundan korumaktadır. Zira yalnız O´dur her şeyi işiten, her şeyi bilen"
        },
        {
            "chapter": 2,
            "verse": 138,
            "text": "(De ki: \"Hayatımız) Allah´ın rengi (ile renklenir!) Kim (hayata) Allah´tan daha güzel renk verebilir, eğer gerçekten O´na kulluk ediyorsak"
        },
        {
            "chapter": 2,
            "verse": 139,
            "text": "(Yahudi ve Hıristiyanlara) de ki: \"Allah hakkında bizimle tartışıyor musunuz? Nasıl olur? O, bizim gibi sizin de Rabbinizdir; bizim işimiz bize, sizin işiniz de size aittir; ve biz kendimizi yalnızca O´na adamışızdır"
        },
        {
            "chapter": 2,
            "verse": 140,
            "text": "İbrahim´in, İsmail´in, İshak´ın, Yakub´un ve onların soyundan gelenlerin ´Yahudi´ yahut ´Hıristiyan´ olduklarını mı iddia ediyorsunuz?\" De ki: \"Allah´tan iyi mi biliyorsunuz? Allah tarafından kendilerine verilen bir delili örtbas edenden daha zalim kim olabilir? Ama Allah yaptıklarınızdan gafil değildir"
        },
        {
            "chapter": 2,
            "verse": 141,
            "text": "Şimdi o toplumlar gelip geçtiler; onların kazandıkları onlara yazılacak, sizin kazandıklarınız ise size. Ve siz onların yaptıklarından ötürü yargılanacak değilsiniz"
        },
        {
            "chapter": 2,
            "verse": 142,
            "text": "İnsanlar arasındaki dar kafalı düşünceler, \"Şimdiye kadar uydukları kıbleden onları vazgeçiren nedir?\" diyecekler. De ki: \"Doğu da Batı da Allah´ındır; O, dilediğini doğru yola iletir"
        },
        {
            "chapter": 2,
            "verse": 143,
            "text": "Ve böylece sizin dengeli ve ölçülü bir toplum olmanızı istedik ki (hayatınızla) tüm insanlığın huzurunda hakikatin şahitleri olmanız ve Elçi de sizin huzurunuzda ona şahitlik yapsın. Ve Elçi´ye uyanlar ile ökçeleri üzerinde gerisin geri dönenler arasında açık bir ayrım yapabilmek amacıyla senin, (ey Peygamber) daha önce yöneldiğin hedefi (bu topluluk için) kıble olarak tayin ettik: Şüphesiz bu, Allah´ın doğru yola ulaştırdığı kişilerden başka herkes için zor bir sınavdı. Allah sizin inancınızı kesinlikle göz ardı etmeyecektir; zira, unutmayın ki, Allah insana karşı en şefkatli olandır, rahmet kaynağıdır"
        },
        {
            "chapter": 2,
            "verse": 144,
            "text": "Biz, (ey Peygamber) senin sık sık yüzünü (bir kılavuz arayışı içinde) göğe çevirdiğini görüyoruz: ve şimdi seni tam tatmin edecek bir kıbleye döndürüyoruz. Artık yüzünü Mescid-i Haram´a çevir; ve siz, hepiniz, nerede olursanız olun, yüzünüzü (namaz esnasında) o yöne döndürün. Doğrusu, daha önce kendilerine vahiy tevdi edilmiş olanlar, bu emrin Rablerinden gelen bir hakikat olduğunu çok iyi bilirler; ve Allah onların yaptıklarından habersiz değildir"
        },
        {
            "chapter": 2,
            "verse": 145,
            "text": "Ama daha önce kendilerine vahiy tevdi edilmiş olanların önüne bütün delilleri koymuş olsaydın bile senin kıblene yönelmezlerdi; ne sen onların kıblelerine yönelirsin, ne de onlar birbirlerinin kıblelerine yönelirler. Ve eğer sana ilim geldikten sonra onların asılsız görüşlerine uysaydın muhakkak ki zalimlerden olurdun"
        },
        {
            "chapter": 2,
            "verse": 146,
            "text": "Daha önce kendilerine vahiy verdiklerimiz, onu kendi çocuklarını tanıdıkları gibi tanırlar: Ancak bilin ki, onların bazısı hakikati bile bile örtbas eder"
        },
        {
            "chapter": 2,
            "verse": 147,
            "text": "Rablerinden gelen hakikati! O halde sen, şüphe edenlerden olma"
        },
        {
            "chapter": 2,
            "verse": 148,
            "text": "Çünkü her topluluk, merkezinde O´nun, (Allah´ın) bulunduğu kendisine ait bir istikamete yöneltir. Öyleyse, iyi ve güzel işlerde yarışın. Nerede olursanız olun Allah sizi kendi katında toplayacaktır: çünkü, Allah her şeye kadirdir"
        },
        {
            "chapter": 2,
            "verse": 149,
            "text": "Böylece, nereden gelirseniz gelin, (namazda) yüzünüzü Mescid-i Haram´a doğru çevirin. Bilin ki bu (emir) Rabbinizden gelen bir hakikattir; ve Allah, yaptıklarınızdan habersiz değildir"
        },
        {
            "chapter": 2,
            "verse": 150,
            "text": "O halde, nereden gelirseniz gelin, (namazda) yüzünüzü Mescid-i Haram´a çevirin ve nerede olursanız olun yüzünüzü ona çevirin ki, zulüm yapmaya şartlanmış olmadıkça insanların size karşı hiçbir bahaneleri kalmasın. Onlardan korkmayın, Ben´den korkun. (Bana itaat edin) ki, size olan nimetimi tamamlayayım ve böylece siz de doğru yolu bulabilesiniz"
        },
        {
            "chapter": 2,
            "verse": 151,
            "text": "Nitekim size, mesajlarımı iletmesi, sizi arındırması, vahiy ve hikmeti bildirmesi ve bilmediklerinizi öğretmesi için içinizden bir elçi gönderdik"
        },
        {
            "chapter": 2,
            "verse": 152,
            "text": "Öyleyse Beni anın ki, Ben de sizi anayım; Bana şükredin ve Beni inkar etmeyin"
        },
        {
            "chapter": 2,
            "verse": 153,
            "text": "Siz ey imana ermiş olanlar! Sarsılmaz bir sabır ve namaz ile yardım arayın; zira, unutmayın, Allah zorluklara karşı sabredenlerle birliktedir"
        },
        {
            "chapter": 2,
            "verse": 154,
            "text": "Allah yolunda öldürülenlere \"ölü\" demeyin: Hayır, onlar yaşıyor, ama siz farkında değilsiniz"
        },
        {
            "chapter": 2,
            "verse": 155,
            "text": "Muhakkak ki, ölüm tehlikesiyle ve açlıkla, dünya malının, canın ve (alın teri) ürünlerinin kaybı ile sizi sınayacağız. Ama zorluklara karşı sabredenlere iyi haberler müjdele"
        },
        {
            "chapter": 2,
            "verse": 156,
            "text": "Ki, onların başına bir musibet gelince, \"Doğrusu biz Allah´a aidiz ve muhakkak O´na döneceğiz!\" derler"
        },
        {
            "chapter": 2,
            "verse": 157,
            "text": "İşte Rablerinin nimetleri ve lütfu onlar içindir ve doğru yol üzerinde olanlar işte onlardır"
        },
        {
            "chapter": 2,
            "verse": 158,
            "text": "(O halde) unutmayın, Safa ve Merve, Allah tarafından konulmuş sembollerdendir; böylece hac veya umre için Mabede gelen birinin bu ikisi arasında gidip gelmesinde bir mahzur yoktur. Zira, eğer kişi, yapılması gerekenden daha çok iyilik yaparsa bilsin ki Allah, şükre bol karşılık verendir, her şeyi bilendir"
        },
        {
            "chapter": 2,
            "verse": 159,
            "text": "Bakın, katımızdan indirdiğimiz hakikatin ve rehberliğin delilini ilahi kelam aracılığıyla insanlığın önüne koyduktan sonra onu gizleyip örtbas edenlere gelince: İşte onlardır Allah´ın lanet edeceği ve onlardır yargılama yeteneğine sahip herkesin de lanet yağdıracağı"
        },
        {
            "chapter": 2,
            "verse": 160,
            "text": "Ancak, tevbe edenler, kendilerini düzeltenler ve (tebliğ edilen) hakikati duyuranlar bunun dışındadır: Onların tevbesini kabul edeceğim; zira yalnız Benim tevbeleri kabul eden, rahmet dağıtan"
        },
        {
            "chapter": 2,
            "verse": 161,
            "text": "Hakikati inkara şartlanmış olanlara ve hakikat inkarcıları olarak ölenlere gelince: Onların cezası, Allah´ın, meleklerin ve tüm (dürüst ve erdemli) insanların lanetine uğramalarıdır"
        },
        {
            "chapter": 2,
            "verse": 162,
            "text": "Onlar bu halde kalacaklar; (ve) ne azapları hafifletilecek, ne de soluk almalarına imkan verilecek"
        },
        {
            "chapter": 2,
            "verse": 163,
            "text": "Ve sizin tanrınız, Tek Tanrı´dır; O´ndan başka tanrı yoktur; Rahmandır, Rahimdir"
        },
        {
            "chapter": 2,
            "verse": 164,
            "text": "Kuşkusuz, göklerin ve yerin yaratılışında, gece ile gündüzün birbirini takip edişinde; insanlara faydalı yüklerle denizlerde seyreden gemilerde; Allah´ın gökten indirerek onunla ölü toprağa can verdiği ve her çeşit canlının çoğalmasını sağladığı yağmurlarda; rüzgarların (yönünün) değişmesinde ve gökle yer arasında kendileri için tayin edilmiş belirli güzergahlarda akan bulutlarda: (bütün bunlarda) düşünüp, akıllarını kullananlar için mesajlar vardır"
        },
        {
            "chapter": 2,
            "verse": 165,
            "text": "Ama hala Allah´a rakip gördükleri varlıklara inanmayı tercih eden ve onları (yalnızca) Allah´a özgü (olması gereken) bir sevgi ile seven insanlar var: Halbuki imana ermiş olanlar, Allah´ı başka her şeyden daha çok severler. Zulüm yapmaya şartlanmış olanlar, (Kıyamet Günü) azaba uğratıldıkları zaman görecekleri gibi, bütün kudretin yalnızca Allah´a ait olduğunu ve Allah´ın cezalandırmada ne çetin olduğunu da keşke görselerdi"
        },
        {
            "chapter": 2,
            "verse": 166,
            "text": "(O Gün, haksız yere) kutsananlar, kendilerine tabi olanları tanımazlıktan gelecekler ve onlara tabi olanlar, bütün ümitleri paramparça olmuş bir şekilde (kendilerini bekleyen) azabı çekeceklerdir"
        },
        {
            "chapter": 2,
            "verse": 167,
            "text": "Ve o tabi olanlar, \"(Hayatta) ikinci bir fırsat yakalasaydık da onların bizi tanımazlıktan geldiği gibi biz de onları görmezden gelip reddetseydik!\" diyecekler. Böylece, Allah yapıp ettiklerini onlara acı bir pişmanlık (duygusu) tattırarak gösterecektir; ve onlar ateşten çıkarılmayacaklardır"
        },
        {
            "chapter": 2,
            "verse": 168,
            "text": "Ey İnsanlar! Yeryüzünde meşru ve iyi ne varsa ondan nasibinizi alın ve Şeytanın izinden gitmeyin: Zira o sizin apaçık düşmanınızdır"
        },
        {
            "chapter": 2,
            "verse": 169,
            "text": "Sizi yalnız kötülük işlemeye, iğrenç ve çirkin işler yapmaya ve hakkında bilgi sahibi olmadığınız şeyleri Allah´a isnat etmeye çağırır"
        },
        {
            "chapter": 2,
            "verse": 170,
            "text": "Ama onlara, \"Allah´ın indirdiğine uyun!\" denildiğinde bazıları: \"Hayır, biz (yalnız) atalarımızdan gördüğümüz (inanç ve eylemler)e uyarız!\" diye cevap verirler. Ya ataları akıllarını hiç kullanmamış ve hidayetten nasip almamış iseler"
        },
        {
            "chapter": 2,
            "verse": 171,
            "text": "Böylece, hakikati inkara şartlanmış olanların durumu, çobanın haykırışını işiten ama onu yalnız bir ses ve çağrı şeklinde algılayan sürünün durumuna benzer. Onlar sağırdırlar, dilsizdirler, kördürler; zira akıllarını kullanmazlar"
        },
        {
            "chapter": 2,
            "verse": 172,
            "text": "Ey imana ermiş olanlar! Size rızk olarak sağladığımız iyi şeylerden nasiplenin ve Allah´a şükredin, eğer gerçekten O´na kulluk ediyorsanız"
        },
        {
            "chapter": 2,
            "verse": 173,
            "text": "O, size yalnız leşi, kanı, domuz etini ve üzerinde Allah´ın adından başka bir adın anıldığı şeyi yasakladı. Ama kim onlara mecbur kalırsa -bir arzu ve iştah duymamak ve zaruri ihtiyacının üstüne çıkmamak şartıyla- günaha girmiş olmaz: çünkü, unutmayın, Allah çok bağışlayıcıdır, rahmet kaynağıdır"
        },
        {
            "chapter": 2,
            "verse": 174,
            "text": "Allah´ın indirdiği vahiyden bazı kısımları gizleyenler ve bunu az bir kazanç karşılığı değiştirenlere gelince: onlar karınlarını ateşle doldurur. Ve Kıyamet Günü Allah onlarla ne konuşacak, ne de (günahlarından) onları arındıracaktır; şiddetli azap onları beklemektedir"
        },
        {
            "chapter": 2,
            "verse": 175,
            "text": "İşte onlar hidayet karşılığında sapıklığı ve mağfiret karşılığında azabı satın almışlardır. Oysa ateşten ne kadar az korkar görünüyorlar"
        },
        {
            "chapter": 2,
            "verse": 176,
            "text": "İşte böyle; hakikati ortaya koymak için ilahi kelamı indiren Allah olduğuna göre, ona karşı kendi görüşlerini dayatanlar derin bir açmazdadırlar"
        },
        {
            "chapter": 2,
            "verse": 177,
            "text": "Gerçekte erdemlilik, yüzünü doğuya veya batıya çevirmeniz ile ilgili değildir; ama gerçek erdem sahibi, Allah´a, Ahiret Günü´ne, melekler, vahye ve Peygamberlere inanan, servetini -kendisi için ne kadar kıymetli olsa da- akrabasına, yetimlere, ihtiyaç sahiplerine, yolculara, (yardım) isteyenlere ve insanları kölelikten kurtarmaya harcayan; namazında devamlı ve dikkatli olan ve arındırıcı (mali) yükümlülüğünü ifa eden kişidir; ve (gerçek erdem sahipleri) söz verdiklerinde sözünü tutan, felaket, zorluk ve sıkıntı anlarında sabredenlerdir. İşte onlardır sadakatlerini gösterenler ve işte onlardır Allah´a karşı sorumluluklarının bilincinde olanlar"
        },
        {
            "chapter": 2,
            "verse": 178,
            "text": "Siz, ey imana ermiş olanlar! Öldürme (olayların)da adil karşılık (kısas) size farz kılındı: Hür için hür, köle için köle ve kadın için kadın. Ve eğer kardeşi tarafından suçlu kimse (nin suçunun bir bölümünü) bağışlanmışsa, bu (bağış) uygun şekilde tatbik edilmeli ve kardeşine tazminatı güzellikle ödenmelidir. Bu, Rabbinizden bir hafifletme ve bir rahmettir. Buna rağmen hak ve adalet sınırlarını bilerek ve isteyerek ihlal eden için şiddetli azap vardır"
        },
        {
            "chapter": 2,
            "verse": 179,
            "text": "Çünkü, ey derin kavrayış sahipleri, adil karşılık ((kısas) yasası)nda sizin için hayat vardır, böylece belki Allah´a karşı sorumluluğunuzun bilincinde olursunuz"
        },
        {
            "chapter": 2,
            "verse": 180,
            "text": "Herhangi birinize ölüm yaklaştığında, eğer arkasında yeterli bir servet bırakıyorsa, ebeveynine ve (diğer) yakın akrabalarına uygun şekilde vasiyette bulunmak size farz kılındı: Bu, Allah´a karşı sorumluluk bilincini duyanlar için bir yükümlülüktür"
        },
        {
            "chapter": 2,
            "verse": 181,
            "text": "Ve kim, öğrendikten sonra böyle bir hükmü değiştirirse, böyle davranmanın günahı, yalnızca onu değiştirenedir. Doğrusu Allah, her şeyi işitendir, her şeyi bilendir"
        },
        {
            "chapter": 2,
            "verse": 182,
            "text": "Ama her kim, vasiyet edenin bir hata yaptığından veya (bilerek) bir kusur işlediğinden endişe eder ve bunun üzerine mirasçılar arasında bir uzlaşma sağlanırsa (bu nedenle) kendisine bir günah terettüb etmez. Doğrusu Allah çok affedicidir, rahmet kaynağıdır"
        },
        {
            "chapter": 2,
            "verse": 183,
            "text": "Siz ey imana ermiş olanlar! Oruç, sizden öncekilere farz kılındığı gibi size de farz kılındı, ki Allah´a karşı sorumluluğunuzun bilincine varasınız"
        },
        {
            "chapter": 2,
            "verse": 184,
            "text": "Sayılı günlerde (oruç). Ancak sizden kim, hasta veya seyahatte olursa diğer zamanlarda (aynı gün sayısı kadar oruç tutmalıdır); ve (bu gibi hallerde) gücü yetenlere bir muhtacı doyurarak fidye vermek, bir yükümlülüktür. Her kim, yapmaya yükümlü olduğundan daha fazla iyilik yaparsa kendisine iyilik yapmış olur; zira oruç tutmak kendinize iyilik yapmaktır -keşke bunu bilseydiniz"
        },
        {
            "chapter": 2,
            "verse": 185,
            "text": "Kur´an, insanoğluna bir rehber, bu rehberliğin apaçık bir delili ve doğruyu yanlıştan ayırt edici bir ölçü olarak (ilk defa) bu Ramazan Ayında indirilmiştir. Bundan dolayı, sizden kim bu aya erişirse onu baştan başa tutsun. Ancak hasta veya seyahatte olan, başka günlerde (aynı sayıda oruç tutsun). Allah sizin için kolaylık diler, zorluk çekmenizi istemez; ama (belirlenen günlerin) sayısını tamamlamanızı ve size doğru yolu gösterdiğinden dolayı Allah´ı yüceltmenizi ve (O´na) şükretmenizi (ister)"
        },
        {
            "chapter": 2,
            "verse": 186,
            "text": "Eğer kullarım sana Benim hakkımda sorular sorarsa -(bilsinler ki) Ben çok yakınım; dua edenin yakarışlarına her zaman karşılık veririm; öyleyse onlar da Bana karşılık versinler ve Bana inansınlar ki doğru yolu bulabilsinler"
        },
        {
            "chapter": 2,
            "verse": 187,
            "text": "(Gündüz) tutulan oruçtan sonraki gece boyunca kadınlarınıza yaklaşmanız helaldir: onlar sizin için bir elbise gibidirler ve siz de onlar için bir elbise gibisiniz. Allah bu konuda kendinizi sıkıntıya sokacağınızı bilir; bu yüzden O size mağfiret ile yönelmiş ve bu zorluğu üzerinizden kaldırmıştır. Şimdi öyleyse onlara yaklaşabilir ve Allah´ın sizin için uygun gördüğünden yararlanabilirsiniz ve gecenin karanlığından tan yerinin aydınlığı fark edilinceye kadar yiyip içebilirsiniz. Sonra gece çökünceye kadar oruca devam edersiniz. Ama mescitlerde itikafta iken kadınlara yaklaşmayın. Bunlar Allah´ın koyduğu sınırlardır: O halde bu sınırları ihlal etmeyin: (işte) böylece Allah mesajlarını insanlara açıklıyor ki, O´na karşı sorumluluklarının bilincinde olabilsinler"
        },
        {
            "chapter": 2,
            "verse": 188,
            "text": "Birbirinizin mallarını haksız şekilde yiyip tüketmeyin ve başkalarına ait meşru mallardan hiçbirini bilerek haksızlıkla tüketmek için hukuki hilelere başvurmayın"
        },
        {
            "chapter": 2,
            "verse": 189,
            "text": "Sana ayın evrelerini soruyorlar. De ki: \"Onlar, haccın ve insanların (öteki faaliyetlerinin) vaktini gösterir.\" Öte yandan erdemlilik, (zannedildiği gibi) evlere arkalardan girmeniz değildir; ama gerçek erdem sahibi, Allah´a karşı sorumluluk bilinci duyandır. O halde evlere kapılarından girin ve Allah´a karşı sorumluluğunuzun bilincinde olun ki gerçek mutluluğa erişebilesiniz"
        },
        {
            "chapter": 2,
            "verse": 190,
            "text": "Size savaş açanlara karşı Allah yolunda savaşın, ama (amacınızı aşıp) saldırganlık yapmayın; doğrusu Allah saldırganları sevmez"
        },
        {
            "chapter": 2,
            "verse": 191,
            "text": "Onları karşılaştığınız her yerde öldürün ve sizi sürdükleri yerden siz de onları sürün, zaten zulüm ve baskı, öldürmekten daha kötüdür. Onlar size savaş açmadıkça Mescid-i Haram civarında onlarla savaşmayın; ama eğer sizinle savaşırlarsa onları öldürün; hakikati inkar edenlerin cezası böyle verilecektir"
        },
        {
            "chapter": 2,
            "verse": 192,
            "text": "Ancak vazgeçerlerse (siz de bırakın), unutmayın ki Allah çok affedicidir, rahmet kaynağıdır"
        },
        {
            "chapter": 2,
            "verse": 193,
            "text": "O halde, artık zulüm ve baskı kalmayıncaya ve yalnızca Allah´a kulluk edilinceye kadar onlarla savaşın; ancak vazgeçerlerse, (bilinçli olarak) zulüm işleyenlerin dışındakilere karşı tüm düşmanlıklar sona erecektir"
        },
        {
            "chapter": 2,
            "verse": 194,
            "text": "Saldırmazlık örfünün geçerli olduğu aylarda size saldıranlara siz de karşılık verin: zira saldırmazlık örfünün ihlali, adil karşılık ((kısas) yasasına tabi)dir. Böylece, eğer bir kimse saldırıda bulunursa, sizde onun saldırdığı gibi saldırın; ancak Allah´a karşı sorumluluğunuzun bilincinde olun ve Allah´ın, kendisine karşı sorumluluk bilinci taşıyanların yanında olduğunu bilin"
        },
        {
            "chapter": 2,
            "verse": 195,
            "text": "Ve Allah yolunda (sınırsızca) harcayın, kendi elinizle kendinizi mahvetmeyin ve iyilik yapmaya azimle devam edin; unutmayın ki, Allah iyilik yapanları sever"
        },
        {
            "chapter": 2,
            "verse": 196,
            "text": "Haccı ve Umreyi Allah için ifa edin; fakat yapmaktan alıkonursanız gücünüzün yeteceği bir kurban kesin ve kurban kesilinceye kadar başlarınızı tıraş etmeyin; ama içinizden hasta olan yahut başında rahatsızlık olan kimse, oruç tutarak veya sadaka vererek veya (başka türlü) bir ibadet ile özrünü karşılayacak bir şey yapmalıdır. Sağlıklı ve emniyette olduğunuzda hac (vaktin)den önce umre yapan, gücünün elverdiği türden bir kurban kessin; ama kurbana gücü yetmeyen, hac sırasında üç gün ve döndükten sonra yedi gün, yani tam on (gün) oruç tutsun. Bütün bunlar, Mescid-i Haram civarında yaşamayanlar içindir. Allah´a karşı sorumluluğunuzun bilincinde olun ve bilin ki Allah karşılık vermede şiddetlidir"
        },
        {
            "chapter": 2,
            "verse": 197,
            "text": "Hac, belli aylarda ifa edilecektir. Her kim o (aylar)da haccı ifa edecekse, hac sırasında çirkin konuşmalardan, tüm yakışıksız davranışlardan ve kavgadan kaçınılmalıdır. Her ne iyilik yaparsanız Allah onun farkındadır. Ve kendiniz için hazırlıkta bulunan -ama şüphesiz, tüm hazırlıkların en güzeli, Allah´a karşı sorumluluk bilincine sahip olmaktır. Öyleyse Bana karşı sorumluluğunuzun bilincinde olun, siz ey derin kavrayış sahipleri"
        },
        {
            "chapter": 2,
            "verse": 198,
            "text": "(Bununla beraber), Rabbinizden (hac esnasında) bir lütuf elde etmek için çalışırsanız günah işlemiş olmazsınız. Arafat´tan kalabalıklar halinde dalga dalga indiğinizde, kutsal mahalde Allah´ı anın ve O´nu, yolunuzu gerçekten kaybetmişken size doğru yolu gösteren bir İlah olarak anın"
        },
        {
            "chapter": 2,
            "verse": 199,
            "text": "Ve dalga dalga ilerleyen öteki kalabalıklarla birlikte siz de ilerleyin ve Allah´tan günahlarınıza mağfiret dileyin: Doğrusu Allah, çok affedicidir, rahmet kaynağıdır"
        },
        {
            "chapter": 2,
            "verse": 200,
            "text": "İbadetinizi bitirdiğinizde, atalarınızı hatırladığınız gibi, hatta daha güçlü bir haykırışla Allah´ı hatırla(maya devam ed)in! Çünkü öyle insanlar var ki, (sadece), \"Ey Rabbimiz! Bize bu dünyada ver.\" diye dua ederler. Böyleleri, ahiretin nimetlerinden nasip alamayacaklardır"
        },
        {
            "chapter": 2,
            "verse": 201,
            "text": "Ama içlerinde öyleleri de var ki: \"Ey Rabbimiz! Bize bu dünyada da iyilik ver, ahirette de ve bizi ateşin azabından koru!\" diye dua ederler"
        },
        {
            "chapter": 2,
            "verse": 202,
            "text": "İşte bunlar, kazandıklarına karşılık (mutluluktan) nasip alacak olanlardır. Ve Allah hesabı çok çabuk görendir"
        },
        {
            "chapter": 2,
            "verse": 203,
            "text": "Ve Allah´ı tayin edilmiş belli günler de hatırlayın; her kim iki gün içinde acele ederse günaha girmez, kim daha uzun kalırsa o da Allah´a karşı sorumluluğunun bilincinde oldukça günaha girmemiş olur. O halde Allah´a karşı sorumluluğunuzun bilincinde olun ve sonunda O´nun huzurunda toplanacağınızı bilin"
        },
        {
            "chapter": 2,
            "verse": 204,
            "text": "İnsanlardan öylesi var ki, bu dünya hayatı hakkındaki görüşleri senin hoşuna gider; (dahası) kalbindekilere Allah´ı şahit tutar, üstelik tartışmada son derece ustadır"
        },
        {
            "chapter": 2,
            "verse": 205,
            "text": "Ancak hakimiyeti eline alır almaz yeryüzünde fesat çıkarmaya, (insanın) ürünü(nü) ve nesli(ni) yok etmeye çalışır; Allah fesadı sevmez"
        },
        {
            "chapter": 2,
            "verse": 206,
            "text": "Kendisine ne zaman \"Allah´a karşı sorumluluğunun bilincinde ol!\" dense, yersiz gururu onu günaha sevk eder: Böylelerinin payına cehennem düşecektir; ne kötü bir konaklama yeridir orası"
        },
        {
            "chapter": 2,
            "verse": 207,
            "text": "Ama insanlar arasında öylesi de var ki, Allah´ın rızasını kazanmak için kendisini feda eder: Allah ise, kullarına karşı daima şefkatlidir"
        },
        {
            "chapter": 2,
            "verse": 208,
            "text": "Ey imana ermiş olanlar! Allah´a kendinizi tam olarak teslim edin ve şeytanın ardından gitmeyin, zira o sizin apaçık düşmanınızdır"
        },
        {
            "chapter": 2,
            "verse": 209,
            "text": "Ve eğer hakikatin bütün delilleri size geldikten sonra tökezlerseniz, bilin ki, Allah kudret ve hikmet sahibidir"
        },
        {
            "chapter": 2,
            "verse": 210,
            "text": "Bu insanlar, Allah´ın, Kendisini bulutların gölgeleri arasında meleklerle birlikte olanlara göstermesini mi bekliyorlar? Ama (o zaman) her şeye karar verilmiş ve her şey Allah´a döndürülmüş olurdu"
        },
        {
            "chapter": 2,
            "verse": 211,
            "text": "İsrail oğullarına sor; Onlara nice açık mesajlar verdik! Kim Allah´ın kutlu mesajlarını kendisine ulaştıktan sonra değiştirirse bilsin ki Allah karşılık vermede şiddetlidir"
        },
        {
            "chapter": 2,
            "verse": 212,
            "text": "Hakikati inkara şartlanmış olanlara (yalnız) bu dünya hayatı güzel görünür. Bu nedenle, imana ermişlerle alay ederler; ama Kıyamet Günü Allah´a karşı sorumluluk bilinci duyanlar onlardan daha üstün (bir konumda) olacaklardır. Ve Allah, dilediğine hesapsız rızık verir"
        },
        {
            "chapter": 2,
            "verse": 213,
            "text": "Bütün insanlık bir zamanlar tek bir topluluktu; (sonra ihtilafa düşmeye başladılar), bunun üzerine Allah, müjdeci ve uyarıcı olarak peygamberler gönderdi ve onlar aracılığıyla hakikati ortaya seren vahiy(ler) bahşetti ki, bununla insanların farklı görüşler edinmeye başladıkları her konuda karar verebilsin. Buna rağmen, kendilerine hakikatin bütün kanıtları geldikten sonra aralarındaki kıskançlıktan dolayı onun anlamı hakkında ihtilafa düşenler bizzat bu (vahy)in tevdi edildiği aynı insanlardı. Ancak Allah, insanları, kendi iradesiyle, üzerinde ihtilafa düştükleri hakikate sevk etti; çünkü Allah, (ulaşmak) isteyeni doğru yola ulaştırır"
        },
        {
            "chapter": 2,
            "verse": 214,
            "text": "(Ama), sizden önce gelip geçen (mümin)ler gibi sıkıntı çekmeden cennete girebileceğinizi mi zannediyorsunuz? Onların başına öyle ezici sıkıntılar ve katlanılmaz darlıklar geldi ki ve öylesine sarsıldılar ki, müminlerle birlikte Elçi de: \"Allah´ın yardımı ne zaman gelecek?\" diye feryat ediyordu. Gözünüzü açın, Allah´ın yardımı (daima) yakındır"
        },
        {
            "chapter": 2,
            "verse": 215,
            "text": "Başkaları için ne harcayacaklarını sana soruyorlar. De ki: İyilik/hayır umarak yapacağınız harcama, (önce) ebeveyninize, yakın akrabanıza, yetime, muhtaca ve yolcuya aittir; her ne iyilik yaparsanız mutlaka Allah onu çok iyi bilir"
        },
        {
            "chapter": 2,
            "verse": 216,
            "text": "Hoşunuza gitmese de savaşmak size farz kılındı; mümkündür ki nefret ettiğiniz bir şey sizin için iyi olabilir ve yine mümkündür ki hoşlandığınız bir şey de sizin için kötü olabilir: Allah bilir, ama siz bilmezsiniz"
        },
        {
            "chapter": 2,
            "verse": 217,
            "text": "Sana saldırmazlık örfünün geçerli ayda savaşmanın hükmünü soruyorlar. De ki: \"O ayda savaşmak çirkin bir şeydir; ancak insanları Allah yolundan çevirmek, O´nu inkar etmek ve Mescid-i Haram(a girmekten onları men etmek) ve halkını oradan sürmek, (bütün bunlar) Allah katında daha da kötüdür, çünkü zulüm ve baskı öldürmekten daha korkunçtur.\" (Düşmanlarınız) güçleri yeterse, inancınızdan döndürünceye kadar sizinle savaşmaktan vazgeçmeyeceklerdir. Ama sizden biri imanından döner ve hakikati inkar eden biri olarak ölürse, böyle birinin yapıp ettikleri bu dünyada da, öteki dünyada da boşa gidecektir; işte böyleleri içinde yaşayıp kalacakları ateşe mahkum kimselerdir"
        },
        {
            "chapter": 2,
            "verse": 218,
            "text": "Şüphe yok ki, imana ermiş olanlar, zulüm ve kötülük diyarından uzaklaşanlar ve Allah yolunda üstün gayret gösterenler, işte (ancak) onlar Allah´ın rahmetini umabilirler: Allah çok affedicidir, rahmet kaynağıdır"
        },
        {
            "chapter": 2,
            "verse": 219,
            "text": "Sana, sarhoşluk veren şeyler ve şans oyunları hakkında sorarlar. De ki: \"Onların her ikisinde de hem büyük bir kötülük hem de insanlar için bazı yararlar vardır; ancak yol açtıkları kötülük, sağladıkları yararlardan daha büyüktür.\" (Allah yolunda) neyi harcayacaklarını sana sorarlar. De ki: \"O´nun için ayırabileceğiniz her şeyi.\" Böylece Allah mesajlarını size açıklıyor ki tefekkür edesiniz"
        },
        {
            "chapter": 2,
            "verse": 220,
            "text": "Bu dünya ve ahiret hakkında, yetimler(e nasıl davranılacağı) hakkında sana sorarlar. De ki: \"Onların durumlarını düzeltmek en hayırlı durumdur.\" Ve onların hayatlarını paylaşırsanız (unutmayın ki) onlar sizin kardeşlerinizdir. Zira Allah, bozgunculuk yapanları, düzeltmeye çalışanlardan ayırt etmesini bilir. Ve Allah dileseydi, taşıyamayacağınız yükleri omuzlarınıza yüklerdi: (Ama) unutmayın ki Allah kudret sahibidir, hikmet sahibidir"
        },
        {
            "chapter": 2,
            "verse": 221,
            "text": "Ve Allah´tan başkasına ilahlık yakıştıran kadınlarla onlar (sahih) inanca ulaşıncaya kadar evlenmeyin: Çünkü (Allah´a) bağlanmış mümin bir kadın, Allah´tan başkasına ilahlık yakıştıran kadından -bu sizin hoşunuza gitse de- kesinlikle daha hayırlıdır. Ve Allah´tan başkasına ilahlık yakıştıran erkekler ile onlar (sahih) inanca ulaşıncaya kadar kadınlarınızı nikahlamayın; zira (Allah´a) bağlanmış bir mümin erkekten -bu sizi hoşnut etse bile- kesinlikle daha hayırlıdır. (Böyleleri) sizi ateşe davet ederken Allah sizi cennete ve O´nun izniyle mağfiret(e nail olma)ya davet eder; ve Allah mesajını insanlığa açıklar ki ondan ders alabilsinler"
        },
        {
            "chapter": 2,
            "verse": 222,
            "text": "Sana (kadınların) ay halleri hakkında soruyorlar. De ki: \"O bir zayıflık halidir. Bu yüzden, ay hali sırasında kadınlardan uzak durun ve onlar temizleninceye kadar kendilerine yaklaşmayın; temizlendiklerinde ise Allah´ın emrettiği şekilde onlara yaklaşın.\" Doğrusu, Allah pişmanlıkla kendisine yönelenleri ve özlerini temiz tutanları sever"
        },
        {
            "chapter": 2,
            "verse": 223,
            "text": "Kadınlarınız sizin tarlalarınızdır; tarlanıza dilediğiniz şekilde girin, ama önce kendi ruhlarınız için bir hazırlık yapın. Allah´a karşı sorumluluğunuzun bilincinde olun ve bilin ki, O´na mutlaka kavuşacaksınız. Ve sen de (ey peygamber), imana erişenleri müjdele"
        },
        {
            "chapter": 2,
            "verse": 224,
            "text": "Allah adına yaptığınız yeminler, erdemliliğe, Allah´a karşı sorumluluk bilincine ve insanlar arasında barışın getirilmesine engel teşkil etmesin. Zira Allah, her şeyi duyan, her şeyi bilendir"
        },
        {
            "chapter": 2,
            "verse": 225,
            "text": "Allah, düşünmeden yapmış olduğunuz yeminlerden dolayı sizi sorumlu tutmayacak, ama kalplerinizin (ihtirasla) arzuladıklarından sorumlu tutacaktır: Allah, çok affedicidir, çok tahammül (hilm) sahibidir"
        },
        {
            "chapter": 2,
            "verse": 226,
            "text": "Eşlerine yaklaşmayacaklarına dair yemin edenler için dört ay bekleme süresi vardır; şayet (yeminlerinden) dönerlerse, unutmayın ki Allah çok affedicidir, rahmet kaynağıdır"
        },
        {
            "chapter": 2,
            "verse": 227,
            "text": "Ama eğer ayrılmaya kararlı iseler, unutmayın ki Allah her şeyi işitendir, her şeyi bilendir"
        },
        {
            "chapter": 2,
            "verse": 228,
            "text": "Boşanmış kadınlar, evlenmeksizin üç ay hali boyunca bekleyeceklerdir: Çünkü eğer Allah´a ve Ahiret Günü´ne inanıyorlarsa, Allah´ın rahmetinden yarattıklarını gizlemeleri meşru değildir. Ve bu süre zarfında barışmak isterlerse, kocalarının onları kabul etmeye öncelikle hakları vardır; ama adalet ölçülerine göre, kadınların (kocaları üzerindeki) hakları, (kocaların) onlar üzerindeki haklarına eşittir, ancak erkekler (bu konuda) onlar üzerinde öncelik sahibidirler. Ve Allah kudret ve hikmet sahibidir"
        },
        {
            "chapter": 2,
            "verse": 229,
            "text": "Bir boşanma iki defa (geri alınabilir), ki bu durumda evlilik ya iyilikle devam eder veya güzel bir şekilde sona erdirilir. Ve kadınlarınıza verdiklerinizden her hangi bir şeyi geri almanız, her iki (taraf)ın da Allah´ın koyduğu sınırları koruyamamaktan korkmaları hali dışında, sizin için helal değildir: O halde, ikisinin de Allah´ın koyduğu sınırları koruyamayacaklarından korkuyorsanız, kadının serbestliğine kavuşması için (kocasına) bazı şeyler bırakmasında her iki taraf için de bir günah yoktur. Bunlar Allah´ın koyduğu sınırlardır; onları ihlal etmeyiniz: Zira kim Allah´ın koyduğu sınırları ihlal ederse, işte onlar zalimlerdir"
        },
        {
            "chapter": 2,
            "verse": 230,
            "text": "Ve erkekler (sonunda) kadını boşarsa, bu kadın, başka bir erkekle evlenmedikçe bir daha kendisine helal olmaz; eğer sonraki erkek de onu boşarsa -her ikisini de Allah´ın koyduğu sınırları koruyabileceklerini düşünmeleri şartıyla- birbirlerine dönmelerinde ikisi içinde bir günah yoktur: Bunlar, anlama ve kavrama yeteneğine sahip olanlara Allah´ın açıkladığı sınırlardır"
        },
        {
            "chapter": 2,
            "verse": 231,
            "text": "Böylece, kadınlarınızı boşadığınızda ve onlar bekleme sürelerinin sonuna yaklaşmak üzere iken onları ya güzellikle alıkoyun ya da güzel bir şekilde bırakın. Ama, arzuları hilafına, eziyet etmek için alıkoymayın: Çünkü, böyle bir davranışta bulunan, (yalnızca) kendisine haksızlık etmiş olur. Ve Allah´ın (bu) mesajlarını önemsemezlik yapmayın; Allah´ın size lütfettiği nimetleri ve size öğüt için indirdiği vahyi ve hikmeti hatırlayın; Allah´a karşı sorumluluğunuzun bilincinde olun, ve bilin ki Allah her şeyin aslını bilir"
        },
        {
            "chapter": 2,
            "verse": 232,
            "text": "Kadınları boşadıktan sonra, bekleme sürelerinin sonuna gelmişlerse, aralarında uygun bir şekilde anlaştıkları taktirde başka erkeklerle evlenmelerine engel olmayın. Bu, Allah´a ve Ahiret Günü´ne inanan her biriniz için uyarıdır; bu, sizin için en erdemli ve en temiz (yol)dur. Allah her şeyi aslıyla bilir, ama siz bilmezsiniz"
        },
        {
            "chapter": 2,
            "verse": 233,
            "text": "Ve (boşanmış) anneler, eğer emzirme müddetini tamamlamak istiyorlarsa, çocuklarına iki tam yıl bakabilirler; onların yeme-içme ve giyimlerini uygun bir şekilde temin etmek, çocuğun babasına düşer. Hiç kimse taşıyabileceğinden daha fazlasıyla yükümlü tutulmaz: Ne anneye çocuğundan dolayı eziyet çektirilsin, ne de çocuğundan dolayı babasına. Ve (babanın) mirasçısına da aynı görev düşer. Ve eğer (anne-baba), her ikisi, (anne ile çocuğun) ayrılmasına karşılıklı rıza ve danışma ile karar verirlerse, (bundan dolayı) onlara bir günah yoktur; ve eğer çocuğunuzu süt annelere emanet etmeye karar verirseniz, teslim edeceğiniz çocuğun emniyetini uygun bir şekilde sağlamanız şartıyla size bir günah yüklenmez. Ama, Allah´a karşı sorumluluğunuzun bilincinde olun ve bilin ki Allah tüm yaptıklarınızı görür"
        },
        {
            "chapter": 2,
            "verse": 234,
            "text": "İçinizden biri ölür ve ardından kadınlar bırakırsa, yeniden evlenmeleri için dört ay on günlük bir bekleme süresi geçirmeleri gerekir; bekleme süresinin sonuna vardıklarında kendileri ile ilgili olarak meşru şekilde ne yaparlarsa yapsınlar bir günah yoktur. Ve Allah tüm yaptıklarınızdan haberdardır"
        },
        {
            "chapter": 2,
            "verse": 235,
            "text": "Ancak bu kadınlar(dan herhangi birin)e evlenme niyetinizi hissettirmenizde veya açığa vurmadan böyle bir niyet taşımanızda sizin için bir günah yoktur: (Çünkü) Allah, onlara evlenme teklifinde bulunma niyetinizi bilir. Ama yine de, onlara karşı duygularınızı gizlilik içinde bildirmek yerine onlarla en uygun ve makul şekilde konuşun; ve emredilen (bekleme süresi) sona ermeden önce evlilik bağını kurmaya kalkışmayın. Unutmayın ki Allah aklınızdan geçenleri bilir. Bu nedenle O´na karşı sorumluluğunuzun bilincinde olun; ve bilin ki Allah çok affedicidir, çok tahammül (hilm) sahibidir"
        },
        {
            "chapter": 2,
            "verse": 236,
            "text": "Henüz dokunmadığınız veya mehir tespit etmediğiniz kadınları boşamanızda bir günah yoktur; ancak (böyle bir durumda bile) onlar için gerekli tedarikleri yapın; imkanları çok olan kendi gücüne dar olan da (yine) kendi gücüne göre adil şekilde bir tedarikte bulunsun; bu, güzel davranan herkesin üzerinde bir yükümlülüktür"
        },
        {
            "chapter": 2,
            "verse": 237,
            "text": "Ve eğer dokunmadan önce, ama mehrini karşıladıktan sonra onları boşarsanız, o zaman, kararlaştırdığınızın yarısı(nı verin), ancak onların taleplerinden vazgeçmeleri veya nikah bağını elinde tutanın (mehrin yarısı ile ilgili) talebinden vazgeçmesi hali müstesna: Size düşenden vazgeçmeniz, Allah´a karşı sorumluluk bilincine daha uygundur. Ve birbirinize karşı lütufkar davranma(nız gereği)ni unutmayın: Doğrusu Allah bütün yaptıklarınızı görür"
        },
        {
            "chapter": 2,
            "verse": 238,
            "text": "Namazlarınıza ve namazı en uygun şekilde ifa etmeye dikkat edin; ve Allah´ın huzurunda içten bir bağlılıkla durun"
        },
        {
            "chapter": 2,
            "verse": 239,
            "text": "Ama eğer tehlikede iseniz, yürürken ve binek (üzerin)de (namazınızı ifa edin); tekrar güvenliğe kavuşunca Allah´ı anın, çünkü daha önce bilmediklerinizi size öğreten O´dur"
        },
        {
            "chapter": 2,
            "verse": 240,
            "text": "Eğer içinizden biri ölür ve arkasında kadınlar bırakırsa, dul eşlerine, (ölmüş kocasının evini) terk etmeksizin bir yıllık geçimlerini vasiyet etsinler. Ama eğer (kendi arzularıyla) ayrılırlarsa kendileri hakkındaki meşru tasarruflarından dolayı onlara bir günah yoktur. Ve Allah kudret ve hikmet sahibidir"
        },
        {
            "chapter": 2,
            "verse": 241,
            "text": "Ve boşanmış kadınlar da güzel bir şekilde geçimlerini sağlama (hakkına) sahip olacaklardır. Bu, Allah´a karşı sorumluluk bilinci duyan herkes için bir görevdir"
        },
        {
            "chapter": 2,
            "verse": 242,
            "text": "Aklınızı kullan(mayı öğren)meniz için Allah size mesajlarını böyle açıklıyor"
        },
        {
            "chapter": 2,
            "verse": 243,
            "text": "Sen, ölüm korkusuyla yurtlarını terk eden binlerce kişiyi görmedin mi? Ki bu durumda Allah onlara \"Ölün!\" diye seslenmiş ve sonra da onları hayata geri döndürmüştü. Unutmayın ki Allah, insanoğluna karşı lütfunda sınırsızdır, ancak insanların çoğu nankördür"
        },
        {
            "chapter": 2,
            "verse": 244,
            "text": "Öyleyse Allah yolunda savaşın ve bilin ki Allah her şeyi işiten, her şeyi bilendir"
        },
        {
            "chapter": 2,
            "verse": 245,
            "text": "Allah´ın kat kat fazlasıyla geriye ödeyeceği bir güzel borcu O´na verecek olan kimdir? Allah alır ve kat kat fazlasıyla verir; ve hepiniz sonunda O´na döndürüleceksiniz"
        },
        {
            "chapter": 2,
            "verse": 246,
            "text": "Musa´dan sonra İsrail oğullarının önde gelenlerinin, peygamberlerden birine: \"Bize bir kral tayin et ki Allah yolunda savaşalım!\" dediklerini bilmez misin? O: \"Ya savaşmanız emredilir de savaştan kaçarsanız?\" diye sordu. Onlar: \"Biz ve çocuklarımız yurtlarımızdan sürülmüşken Allah yolunda neden savaşmayalım?\" diye cevap verdiler. Halbuki savaşmak onlara emredilince, birkaçı dışında, uzak durdular; ama Allah zalimleri çok iyi biliyordu"
        },
        {
            "chapter": 2,
            "verse": 247,
            "text": "Ve onların peygamberi, toplumunun önde gelenlerine, \"Bakın,\" dedi, \"Allah Talut´u size kral olarak tayin etti.\" Onlar: \"Biz hükümranlığa ondan daha çok layık iken nasıl bizim üzerimizde hüküm sahibi olabilir?\" dediler. (Peygamber) \"Bakın,\" dedi, \"Allah onu sizden daha üstün kılmış ve ona derin bilgi ve mükemmel bir beden bahşetmiştir. Ve Allah, hükümranlığı istediğine verir: zira Allah her şeyi kuşatan, her şeyi bilendir"
        },
        {
            "chapter": 2,
            "verse": 248,
            "text": "Ve Peygamberleri olan, \"Bakın, meşru hükümranlığın bir işareti olarak size içinde Rabbiniz tarafından bahşedilmiş bir iç huzuru, bir sükunet bulunan ve Musa´nın ve Harun´un ailelerinden geriye kalmış olup da meleklerce muhafaza edilen mirası içinde barındıran bir kalp bağışlanacaktır. Eğer (gerçekten) inanıyorsanız, bunda sizin için bir işaret vardır\" dedi"
        },
        {
            "chapter": 2,
            "verse": 249,
            "text": "Ve Talut, kuvvetleriyle yola koyulduğunda \"Bakın,\" dedi, \"Allah sizi şimdi bir nehirle imtihan edecek: ondan içen benden olmayacak, onu tatmaktan sakınan ise benden olacaktır; ondan sadece bir avuç dolusu içen ise affa mazhar olacaktır.\" Ancak, birkaçı dışında hepsi ondan (dolu dolu) içtiler.O ve ona inananlar nehri geçer geçmez ötekiler: \"Calut ve kuvvetlerine karşı (koymak için) bugün hiç gücümüz yok!\" dediler.(Ama) kesin olarak Allah´a kavuşacaklarını bilenler: \"Nice küçük topluluklar, Allah´ın izniyle büyük kalabalıklara üstün gelmiştir! Zira Allah, güçlüklere karşı sabırlı olanlarla beraberdir.\" diye cevap verdiler"
        },
        {
            "chapter": 2,
            "verse": 250,
            "text": "Onlar Calut ve kuvvetleriyle karşı karşıya geldiklerinde, \"Ey Rabbimiz! Bize zorluklara tahammül gücü bağışla, adımlarımızı sağlam kıl ve hakikati inkar eden bu topluma karşı bize yardım et!\" diye dua ettiler"
        },
        {
            "chapter": 2,
            "verse": 251,
            "text": "Bunun üzerine, onları Allah´ın izniyle bozguna uğrattılar, Davud da Calut´u öldürdü; Allah ona hükümranlık ve hikmet verdi ve istediği şeyin bilgisini öğretti. Ve eğer Allah, insanlara kendilerini başkalarına karşı savunma gücü vermeseydi yeryüzü çürüme ve yozlaşmaya maruz kalırdı: ama Allah bütün alemlere karşı sınırsız lütuf sahibidir"
        },
        {
            "chapter": 2,
            "verse": 252,
            "text": "Bunlar Allah´ın mesajlarıdır: Biz (ey Peygamber,) hakikati ortaya koyan bu (mesaj)ları sana iletiyoruz: doğrusu sen, bu mesajların emanet edildiği (elçilerden)sin"
        },
        {
            "chapter": 2,
            "verse": 253,
            "text": "Bu elçilerin bazılarına diğerlerinden daha fazla meziyetler bahşettik: İçlerinden kimi ile Allah (bizzat) konuşmuş, kimini de daha üst derecelere yükseltmiştir. Biz, Meryem oğlu İsa´ya hakikatin tüm kanıtlarını bahşettik ve o´nu kutsal ilham ile destekledik. Ve eğer Allah dileseydi, o (elçiler)den sonra gelenler, kendilerine hakikatin bütün kanıtları geldikten sonra birbirleriyle çatışmazlardı; ancak (vaki olduğu üzere) onlar karşıt görüşlere kapıldılar ve bazıları imana ererken diğerleri hakikati inkara yöneldi. Buna rağmen Allah dileseydi, birbirleriyle çatışmazlardı. Ama Allah dilediğini yapar"
        },
        {
            "chapter": 2,
            "verse": 254,
            "text": "Siz ey imana ermiş olanlar! Pazarlığın, dostluğun ve şefaatin geçerli olmayacağı bir Gün gelmeden önce size rızık olarak bağışladığımız şeylerden (Bizim yolumuzda) harcayın. Ve bilin ki hakikati inkar edenler zalimlerin ta kendileridir"
        },
        {
            "chapter": 2,
            "verse": 255,
            "text": "Allah -O´ndan başka ilah yoktur-; Her zaman diridir, bütün varlıkların kendi kendine yeterli yegane kaynağıdır. Ne uyuklama tutar O´nu, ne de uyku. Yeryüzünde ve göklerde ne varsa O´nundur. O´nun izni olmaksızın nezdinde şefaat edebilecek olan kimdir? O, insanların gözlerinin önünde olanı da, onlardan gizli tutulanı da bilir; oysa O dilemedikçe insanlar O´nun ilminden hiçbir şey edinemez, hiçbir şey kavrayamazlar. O´nun sonsuz kudreti ve egemenliği gökleri ve yeri kaplar ve onların korunup desteklenmesi O´na ağır gelmez. Gerçekten yüce ve büyük olan yalnızca O´dur"
        },
        {
            "chapter": 2,
            "verse": 256,
            "text": "Dinde zorlama yoktur. Artık doğru ile yanlış, birbirinden ayrılmıştır: O halde, şeytani güçlere ve düzenlere (uymayı) reddedenler ve Allah´a inananlar, hiçbir zaman kopmayacak en sağlam mesnede tutunmuşlardır: Zira Allah her şeyi işitendir, her şeyi bilendir"
        },
        {
            "chapter": 2,
            "verse": 257,
            "text": "Allah inanç sahiplerine yakındır, onları koyu karanlıktan aydınlığa çıkarır; oysa hakikati inkara şartlanmış olanlara yakınlık gösterenler onları aydınlıktan çıkarıp derin karanlığa iten şeytani güçlerdir: İçinde yaşayıp kalmak üzere ateşe mahkum olanlar da işte böyleleridir"
        },
        {
            "chapter": 2,
            "verse": 258,
            "text": "Sırf Allah kendisine hükümdarlık bağışladığı için İbrahim ile Rabbi hakkında münakaşa eden o (hükümdar)dan haberin yok mu? Hani İbrahim: \"Rabbim hayat veren ve ölüm dağıtandır!\" demişti. Hükümdar cevap vermişti: \"Ben (de) hayat verir ve ölüm dağıtırım!\" İbrahim: \"Allah güneşi doğudan doğdurur; öyleyse sen de batıdan doğdur!\" demişti. Bunun üzerine, hakikati inkara şartlanmış olan o kişi hayretler içinde kaldı: Allah (bile bile) zulüm işleyen toplumu hidayete erdirmez"
        },
        {
            "chapter": 2,
            "verse": 259,
            "text": "Yoksa (ey insanoğlu, sen,) halkının terk ettiği, çatıları yıkılıp harap olmuş (virane) bir kasabadan geçen (ve): \"Allah bütün bunları öldükten sonra nasıl diriltebilirmiş?\" diyen o kişi (ile aynı fikirde) misin? Bunun üzerine Allah, onu yüzyıl süre ile ölü bırakmış ve sonra tekrar hayata döndürerek sormuştu: \"Bu halde ne kadar kaldın?\" O da: \"Bu halde bir gün veya bir günden biraz daha az bir süre kaldım\" diye cevap vermişti. (Allah): \"Hayır\" dedi, \"bu halde bir yüzyıl kaldın! Yiyeceğine ve içeceğine bak -geçen yıllar onları bozmamış- ve eşeğine bak! (Biz bütün bunları) insanlara bir ibret olman için (yaptık). Birde şu (insanların ve hayvanların) kemiklerine bak -onları nasıl birleştirip et ile örttüğümüzü düşün!\" (Bütün bunlar) ona açıklanınca, \"(Şimdi) öğrendim ki\" dedi, \"Allah her şeye kadirdir"
        },
        {
            "chapter": 2,
            "verse": 260,
            "text": "Hani İbrahim, \"Ey Rabbim! Ölüye nasıl hayat verdiğini bana göster!\" demişti. O da, \"Yoksa inancın yok mu?\" diye sormuştu. (İbrahim) cevap vermişti: \"Hayır, ama (görmeme izin ver) ki kalbim tamamen mutmain olsun.\" \"Öyleyse\" demişti Allah, \"Dört kuş al ve onlara sana itaat etmeyi öğret; sonra onları (etrafındaki) her tepeye ayrı ayrı sal; sonra da çağır: uçarak sana gelecekler. Bil ki Allah her şeye kadirdir, hikmet sahibidir"
        },
        {
            "chapter": 2,
            "verse": 261,
            "text": "Allah yolunda mallarını harcayanların durumu, kendisinden yedi başak çıkan ve her başakta yüz tane bulunan bir buğday tohumuna benzer: Allah dilediğine kat kat verir; ve Allah her şeyi kuşatan, her şeyi bilendir"
        },
        {
            "chapter": 2,
            "verse": 262,
            "text": "Allah yolunda mallarını harcayan ve sonra iyiliklerini başa kakıp (muhtaç kişinin duygularını) inciterek (bu) harcamalarının değerini düşürmeyenler mükafatlarını Rableri katında bulacaklar; onlar için artık ne korku vardır, ne de üzüntü"
        },
        {
            "chapter": 2,
            "verse": 263,
            "text": "Gönül alıcı bir söz ve başkasının eksiğini gizlemek, peşinden incitmenin geldiği bir yardımdan daha hayırlıdır; ve Allah Kendine yeterlidir, tahammül (hilm) Sahibidir"
        },
        {
            "chapter": 2,
            "verse": 264,
            "text": "Siz ey imana ermiş olanlar! Servetini gösteriş ve övgü için harcayan, Allah´a ve Ahiret Günü´ne inanmayan kişinin yaptığı gibi, iyiliğinizi başa kakarak ve (muhtaç kimsenin duygularını) inciterek yardımlarınızı değersiz hale sokmayın: Onun hali, üzerinde (biraz) toprak bulunan yumuşak bir kayanın hali gibidir, bir sağanak vurunca onu sert ve çıplak bırakıverir. Bu gibilerin, yaptıkları (hayırlı) işlerinden hiçbir kazançları olmaz: zira Allah, hakikati reddeden bir toplumu hidayete erdirmez"
        },
        {
            "chapter": 2,
            "verse": 265,
            "text": "Servetlerini Allah´ın rızasını kazanmak arzusuyla ve kalben mutmain olarak harcayanların durumu (ise), verimli topraklar üzerindeki bahçe gibidir: Bir sağanak vurur, bu sayede ürün iki misli artar; sağanak olmadığı zaman da hafif yağmur (düşer oraya). Ve Allah yaptığınız her şeyi görür"
        },
        {
            "chapter": 2,
            "verse": 266,
            "text": "Sizden biriniz, içinden ırmaklar akan ve çeşit çeşit meyve ile dolu bir hurma ve asma bahçesine sahip olmayı -ama sonra da sadece (bakıma muhtaç) zayıf çocuklarıyla yaşlılığa terkedilmeyi- ve sonra kızgın bir kasırganın bahçeye isabet edip onu tamamen kasıp kavurmasını ister mi? Belki düşünürsünüz diye Allah mesajlarını size böylece açıklar"
        },
        {
            "chapter": 2,
            "verse": 267,
            "text": "Siz ey imana ermiş olanlar! Kazandığınız güzel şeylerden ve topraktan sizin için bitirdiğimiz (ürünler)den başkaları için harcayın; ama harcamak için, size verildiğinde küçümser şekilde bakışlarınızı çevirmeden kabul etmeyeceğiniz bayağı şeyleri seçmeyin. Ve bilin ki Allah kendine yeterlidir, her zaman övgüye layık olandır"
        },
        {
            "chapter": 2,
            "verse": 268,
            "text": "Şeytan sizi fakirlik ihtimali ile korkutur ve cimriliği telkin eder. Oysa Allah, size bağışlamasını ve lütfunu vaad eder: Allah kudret ve egemenlikte sınırsızdır, her şeyi bilendir"
        },
        {
            "chapter": 2,
            "verse": 269,
            "text": "Dilediğine hikmet bağışlar ve her kime hikmet bağışlanmışsa doğrusu ona en büyük servet verilmiş demektir. Ama derin kavrayış sahipleri dışında kimse bunu düşünüp anlayamaz"
        },
        {
            "chapter": 2,
            "verse": 270,
            "text": "Çünkü, başkaları için her ne harcarsanız ve neyi (harcamak için) adarsanız, Allah onu mutlaka bilir. Ve (hayırda bulunmayı engelleyerek) zulüm işleyenler, kendilerine yardım edecek kimse bulamazlar"
        },
        {
            "chapter": 2,
            "verse": 271,
            "text": "Yardımları açıktan yapmanız güzeldir; ama muhtaca gizlice vermeniz sizin için daha hayırlı olur ve günahlarınızın bir kısmını bağışlatır. Allah yaptığınız her şeyden haberdardır"
        },
        {
            "chapter": 2,
            "verse": 272,
            "text": "(Ey Peygamber,) İnsanları hidayete erdirmek senin işin değil, zira ancak Allah, dilediğini hidayete erdirir. Ve yalnız Allah´ın rızasını kazanmak için harcamanız şartıyla, başkalarına her ne iyilik yaparsanız bu kendi yararınızadır: Çünkü yapacağınız her iyilik size olduğu gibi geri dönecek ve size haksızlık yapılmayacaktır"
        },
        {
            "chapter": 2,
            "verse": 273,
            "text": "(Ve) Allah yoluna kendilerini tamamen adamış oldukları için yeryüzünde (rızık aramak niyetiyle) gezip dolaşamayan muhtaçlar(a yardım edin). (Onların durumunun) farkında olmayan, onları zengin zanneder, çünkü (istemekten) çekinirler; (ancak) sen onları (bazı) özelliklerinden tanıyabilirsin: insanlardan arsız bir şekilde istemekten kaçınırlar. Ve onlara ne iyilik yaparsanız, doğrusu Allah hepsini bilir"
        },
        {
            "chapter": 2,
            "verse": 274,
            "text": "Servetlerini (Allah rızası için) gece ve gündüz, gizlice ve açıkça harcayanlar, mükafatlarını Rablerinin katında göreceklerdir: onlara ne korku vardır, ne de üzülürler"
        },
        {
            "chapter": 2,
            "verse": 275,
            "text": "Faiz yiyenler, şeytanın çarptığı kimseler gibi davranırlar; çünkü onlar \"Alışveriş de bir tür faizdir!\" derler. Halbuki Allah alışverişi helal ve faizi haram kılmıştır. Bu nedenle, kim Rabbinin öğüdünü dinler ve hemen (faizden) vazgeçerse, evvelki kazançlarını koruyabilir ve onun hakkında karar vermek artık Allah´a kalır; ona, (faize) geri dönenlere gelince; içinde yaşayıp kalacakları ateşe mahkum olanlar işte böyleleridir"
        },
        {
            "chapter": 2,
            "verse": 276,
            "text": "Allah faizli kazançları bereketten mahrum eder, ama karşılıksız yardımları kat kat arttırarak bereketlendirir. Allah, inatçı nankörleri ve günahta ısrarlı olanları sevmez"
        },
        {
            "chapter": 2,
            "verse": 277,
            "text": "İmana ermiş olanlar, doğru ve yararlı işler yapanlar, namazlarında dikkatli ve devamlı olanlar ve karşılıksız yardımda bulunanlar; işte onlar mükafatlarını Rablerinden alacaklardır ve onlara ne korku vardır, ne de üzülürler"
        },
        {
            "chapter": 2,
            "verse": 278,
            "text": "Siz ey imana ermiş olanlar! Allah´a karşı sorumluluğunuzun bilincinde olun ve eğer (gerçekten) müminseniz faizden doğan kazançların tümünden vazgeçin"
        },
        {
            "chapter": 2,
            "verse": 279,
            "text": "çünkü eğer böyle yapmazsanız, bilin ki Allah´a ve Elçisine savaş açmış olursunuz. Ama eğer tevbe ederseniz, ana-paranız(ı geri almay)a hak kazanırsınız: Böylece ne haksızlık yapmış ne de haksızlığa uğramış olursunuz"
        },
        {
            "chapter": 2,
            "verse": 280,
            "text": "Ancak (borçlu) güç durumda ise, rahatlayıncaya kadar ona bir vade verin; eğer bilirseniz, bir karşılık beklemeden (borcu tamamiyle) silmek, sizin kendi iyiliğinize olacaktır"
        },
        {
            "chapter": 2,
            "verse": 281,
            "text": "Allah´a döneceğiniz, sonra herkesin kazancının kendisine eksiksiz geri verileceği ve hiç kimsenin haksızlığa uğratılmayacağı günü aklınızdan çıkarmayın"
        },
        {
            "chapter": 2,
            "verse": 282,
            "text": "Siz ey imana ermiş olanlar! Ne zaman belli bir vade ile borç verir veya alırsanız yazıyla tesbit edin. Bir yazıcı, tarafsız olarak onu kaydetsin. Ve hiçbir yazıcı, Allah´ın ona öğrettiği gibi yazmayı reddetmesin: öylece, olduğu gibi yazsın. Borçlanan kaydettirsin, Rabbine karşı sorumluluğunun bilincinde olsun ve taahhüdünden bir şey eksiltmesin. Ve eğer borç altına girenin akli veya bedeni bir zaafı varsa veya kendisi (işlemi) kaydettirebilecek durumda değilse, onun menfaatini kollamakla görevli olan kimse, onu adil bir şekilde kaydettirsin. Ve içinizden iki erkek şahit tutun; eğer iki erkek bulunmazsa, kabul edebileceğiniz kimselerden bir erkek ve iki kadını şahit tutun ki onlardan biri hata yaparsa diğeri ona hatırlatabilsin. Ve şahitler çağrıldıklarında reddetmesinler. Küçük olsun büyük olsun, her anlaşma maddesini vade tarihi ile birlikte yazmaya üşenmeyin: Bu, Allah nazarında daha adil, kanıtlanma açısından daha güvenilir ve (sonra) sizi şüpheye düşmekten alıkoymakta daha uygun olandır. Ama eğer (aranızdaki muamele,) birbirinize doğrudan doğruya devredeceğiniz hazır mallar ile ilgiliyse onu yazmamanızda bir mahzur yoktur. Ve birbirinizle alış veriş yapacağınız zaman bir şahit bulundurun, ancak ne yazıcı ne de şahit bir zarara uğramasın; eğer onlara (zarar verici bir iş) yaparsanız, unutmayın ki, bu, sizin için günahkarca bir davranış olacaktır. Allah´a karşı sorumluluğunuzun bilincinde olun, çünkü sizi eğiten Allah´tır ve Allah, her şeyin bilgisine sahiptir"
        },
        {
            "chapter": 2,
            "verse": 283,
            "text": "Eğer seyahatte iseniz ve bir yazıcı bulamazsanız, alınmış taahhütler ile yetinilebilir: ancak eğer birbirinize güveniyorsanız, kendisine güven duyulan, bu güvene uygun davransın ve Rabbine karşı sorumluluğunun bilincinde olsun. Ve şahit olduğunuz şeyi gizlemeyin; zira, onu gizleyen kalben vebal altındadır; ve Allah yaptığınız her şeyin tüm bilgisine sahiptir"
        },
        {
            "chapter": 2,
            "verse": 284,
            "text": "Göklerdeki ve yerdeki her şey Allah´a aittir. Aklınızdan geçeni açıklasanız da gizleseniz de Allah sizi onun için hesaba çekecektir; ve sonra O, istediğini affedecek, istediğini cezalandıracaktır: Zira Allah her şeye kadirdir"
        },
        {
            "chapter": 2,
            "verse": 285,
            "text": "Elçi ve o´nunla birlikte olan müminler, Rabbi tarafından o´na indirilene inanırlar: Hepsi, Allah´a, meleklerine, vahiylerine ve elçilerine inanırlar; O´nun elçilerinden hiç biri arasında ayrım yapmazlar ve: \"İşittik ve itaat ettik. Bize mağfiret et ey Rabbimiz, zira bütün yolculukların varış yeri Sensin!\" derler"
        },
        {
            "chapter": 2,
            "verse": 286,
            "text": "Allah hiç kimseye taşıyabileceğinden daha fazlasını yüklemez: Kişinin yaptığı her iyilik kendi lehinedir, her kötülük de kendi aleyhine.\" \"Ey Rabbimiz! Unutur veya bilmeden hata yaparsak bizi sorgulama!\" \"Ey Rabbimiz! Bizden öncekilere yüklediğin gibi bize de ağır yükler yükleme! Ey Rabbimiz! Güç yetiremeyeceğimiz yükleri bize taşıtma!\" \"Ve günahlarımızı affet, bizi bağışla ve rahmetini yağdır üstümüze! Sen Yüce Mevlamızsın, hakikati inkar eden topluma karşı bize yardım et"
        }
    ]
}