{
    "chapter": [
        {
            "chapter": 40,
            "verse": 1,
            "text": "Ha-Mim"
        },
        {
            "chapter": 40,
            "verse": 2,
            "text": "Bu ilahi kelamın indirilişi, her şeyi bilen, Kudret Sahibi Allah´tandır"
        },
        {
            "chapter": 40,
            "verse": 3,
            "text": "Günahları bağışlayan, tevbeleri kabul eden, intikamı çetin, lütfu sınırsız olan (Allah´tan). Ondan başka ilah yoktur, varış O´nadır"
        },
        {
            "chapter": 40,
            "verse": 4,
            "text": "Yalnızca hakikati inkara şartlanmış olanlar Allah´ın mesajlarını sorgulamaya yeltenirler. Fakat onların yeryüzünde keyiflerince dolaşmaları seni yanıltmasın"
        },
        {
            "chapter": 40,
            "verse": 5,
            "text": "Onlardan önce Nuh kavmi, sonra da (Allah´ın elçilerine karşı) birleşen (öteki kavim)lerin tümü hakikati yalanladılar; bu toplulukların her biri kendilerine gönderilen elçileri yakalayıp ortadan kaldırmak için onlara karşı tuzaklar kurdular; ve hakikati etkisiz hale getirmek için (elçilerin getirdikleri mesaja) yanlış ve yanıltıcı delillerle karşı koydular; bu yüzden onları hesaba çektim. Ne çetindir Benim intikamım"
        },
        {
            "chapter": 40,
            "verse": 6,
            "text": "Böylece hakikati inkara şartlanmış olanlar hakkındaki Rabbinin sözü gerçekleşecektir. Onlar kendilerini (cehennem) ateşinde bulacaklardır"
        },
        {
            "chapter": 40,
            "verse": 7,
            "text": "(Allah´ın) kudret tahtını(n bilgisini içlerinde) taşıyanlar ve ona yakın olanlar, Rablerinin sınırsız ihtişamını hamd ile yüceltirler, O´na iman ederler ve (öteki) müminler için bağışlanma dilerler: \"Rabbimiz! Sen her şeyi ilmin ve rahmetinle kuşatırsın; tevbe edip yoluna uyanları bağışla ve yakıcı ateşin azabından onları koru"
        },
        {
            "chapter": 40,
            "verse": 8,
            "text": "Rabbimiz! Onları ve atalarından, eşlerinden ve çocuklarından dürüst ve erdemli olanları vaad ettiğin sonsuz esenlik bahçelerine koy, şüphesiz, kudret ve hikmet Sahibi olan yalnız Sensin"
        },
        {
            "chapter": 40,
            "verse": 9,
            "text": "ve onları kötü fiiller (işlemek)ten koru; o (Hesap) Gün(ü) kötü fiiller(in lekesin)den kimi korursan onu rahmetinle onurlandırmış olursun; bu büyük bir kurtuluştur"
        },
        {
            "chapter": 40,
            "verse": 10,
            "text": "Hakikati inkara şartlanmış olanlara gelince, (o Gün) bir ses onlara şöyle diyecektir: \"İmana çağrıldığınız halde hakikati inkara devam ettiğiniz (zaman) Allah´ın size karşı öfkesi, sizin kendinize karşı duyduğunuz (şu anki) öfkenizden daha büyüktür"
        },
        {
            "chapter": 40,
            "verse": 11,
            "text": "(Bunun üzerine) \"Ey Rabbimiz!\" diye feryad edecekler: \"Sen bizi iki defa öldürdün, iki defa dirilttin! Peki, günahlarımızı itiraf ettiğimiz şu anda (bu ikinci ölümden) bir kurtuluş yolu yok mudur"
        },
        {
            "chapter": 40,
            "verse": 12,
            "text": "(Ve onlara şöyle denilecektir:) \"Bu (başınıza geldi), çünkü Tek Allah´a her çağrıldığınızda bu hakikati inkar ettiniz; ama O´na ortak koşulunca (hemen) inandınız! Artık hüküm, Büyük ve Yüce Allah´ındır"
        },
        {
            "chapter": 40,
            "verse": 13,
            "text": "Size (her türlü) işaretlerini gösteren, sizin için gökten rızık indiren O´dur. Ama Allah´a yönelmiş olanlardan başkası (bundan) bir ders çıkarmaz"
        },
        {
            "chapter": 40,
            "verse": 14,
            "text": "Hakikati inkar edenleri ne kadar öfkelendirse de içten bir inançla yalnız Allah´a bağlanarak O´na dua edin"
        },
        {
            "chapter": 40,
            "verse": 15,
            "text": "O, bütün (varlık) derecelerinin en yücesi olarak kudret tahtına kurulmuştur. O, Kendi iradesiyle kullarından dilediğine vahiy indirir ki (bütün insanları) O´na kavuşacakları Gün(ün gelip çatacağı) konusunda uyarsın"
        },
        {
            "chapter": 40,
            "verse": 16,
            "text": "ki o Gün Allah´tan gizli saklı hiçbir şeyleri olmadan (öldükleri yerden) meydana çıkacaklardır. O Gün hükümranlık kimin olacak? Elbette bütün varlıklar üzerinde mutlak otorite Sahibi olan Tek Allah´ın (olacak)"
        },
        {
            "chapter": 40,
            "verse": 17,
            "text": "O Gün her insan kazandığının karşılığını görür. O Gün hiçbir haksızlık (yapılmaz). Şüphesiz Allah, hesabı çabuk görendir"
        },
        {
            "chapter": 40,
            "verse": 18,
            "text": "Bu sebeple, onları yüreklerin boğulurcasına gırtlağa dayanacağı o yaklaşan Gün´e karşı uyar! (o Gün) zalimler ne bir dost bulacaklar, ne de sözü dinlenecek bir şefaatçi"
        },
        {
            "chapter": 40,
            "verse": 19,
            "text": "(çünkü) O, art niyetli bakışların ve yüreklerin gizlediği şeylerin farkındadır"
        },
        {
            "chapter": 40,
            "verse": 20,
            "text": "Allah hakikate ve adalete göre hükmeder; O´nu bırakıp yalvardıkları şu (varlık)lar ise hiçbir hüküm veremezler çünkü, yalnız Allah´tır her şeyi işiten, her şeyi gören"
        },
        {
            "chapter": 40,
            "verse": 21,
            "text": "Onlar hiç yeryüzünde dolaşıp kendilerinden önce yaşamış olan (inkarcı)ların sonunun ne olduğunu görmezler mi? Onlar, (kendilerinden) daha güçlüydüler ve yeryüzünde daha derin izler bırakmışlardı ama Allah onları günahlarından dolayı hesaba çekti ve (o zaman) kendilerini Allah´a karşı koruyacak bir kimse bulamadılar"
        },
        {
            "chapter": 40,
            "verse": 22,
            "text": "Çünkü onlar, elçileri kendilerine hakikatin bütün kanıtlarıyla gelmiş olmalarına rağmen onu reddetmişlerdi, bu yüzden Allah onları hesaba çekti, çünkü Allah güçlüdür, intikamında şiddetlidir"
        },
        {
            "chapter": 40,
            "verse": 23,
            "text": "Biz, Musa´yı mesajlarımızla ve (Bizden aldığı) açık bir yetki ile göndermiştik"
        },
        {
            "chapter": 40,
            "verse": 24,
            "text": "Firavun´a, Haman´a ve Karun´a; ama onlar (yalnızca), \"O, bir büyücüdür, bir yalancıdır!\" demişlerdi"
        },
        {
            "chapter": 40,
            "verse": 25,
            "text": "(Firavun´a, ve tebaasına gelince,) Musa onlara Bizden (aldığı) hakikati getirdiğinde \"Onun inançlarını benimseyenlerin kadınlarını sağ bırakıp oğullarını öldürün!\" dediler. Fakat inkarcıların hilesi hep boşa çıktı"
        },
        {
            "chapter": 40,
            "verse": 26,
            "text": "Ve Firavun \"Bırakın\" dedi, \"Musa´yı ben öldüreyim ve bırakın o´nu, (var olduğunu iddia ettiği) Rabbine yalvarıp dursun! Dikkat edin, ben o´nun dininizi değiştirmesinden yahut yeryüzünde fesat çıkarmasından korkuyorum"
        },
        {
            "chapter": 40,
            "verse": 27,
            "text": "Buna karşılık Musa: \"Kibre kapılarak Hesap Günü´nü reddedenlerden, sizin de Rabbiniz, benim de Rabbim (olan Allah´a) sığınırım!\" dedi"
        },
        {
            "chapter": 40,
            "verse": 28,
            "text": "O anda, inancını (o güne kadar) gizlemiş olan Firavun ailesinden bir mümin (şöyle) haykırdı: \"´Rabbim Allah´tır dediği için adam mı öldüreceksiniz? Oysa o, size Rabbinizden kanıtlar getirmiştir. Eğer o, bir yalancı ise yalanı kendi aleyhine dönecektir; ama gerçeği söylüyorsa, sizi uyardığı (azabın) bir kısmı başınıza gelecek, çünkü Allah, (kendileri hakkında) yalan söyleyerek kendi kişiliklerini harcayanları doğru yola ulaştırmaz"
        },
        {
            "chapter": 40,
            "verse": 29,
            "text": "Ey kavmim! Bugün hükümranlık sizindir; (ve) yeryüzünün en güçlüsü sizlersiniz fakat, Allah´ın cezası başımıza gelirse, bizi ondan kim kurtaracak? Firavun ´Ben´ dedi, ´size yalnız kendi gördüğümü gösteriyorum; ve sizi yalnız doğruluk yoluna çağırıyorum"
        },
        {
            "chapter": 40,
            "verse": 30,
            "text": "Bunun üzerine, imana ermiş olan adam: \"Ey kavmim!\" diye haykırdı, \"(İlahi hakikate karşı) birleşmiş olan şu diğerlerinin başına vaktiyle gelmiş olan durumun sizin başınıza da gelmesinden korkuyorum"
        },
        {
            "chapter": 40,
            "verse": 31,
            "text": "Nuh kavminin, ´Ad ve Semud (kavimlerinin) ve onlardan sonrakilerin başına gelmiş olana benzer (bir durumun!) Ve unutmayın Allah, kulları için hiçbir haksızlık istemez"
        },
        {
            "chapter": 40,
            "verse": 32,
            "text": "Ey kavmim! Sizin için, (sıkıntıyla) birbirinizi çağıracağınız Gün(ün, Hesap Günü´nün gelmesin)den korkuyorum"
        },
        {
            "chapter": 40,
            "verse": 33,
            "text": "ki o Gün sizi Allah(ın elin)den kurtaracak kimse bulamayacak ve arkanızı dönüp kaç(mak istey)eceksiniz, çünkü Allah kimi şaşırtırsa artık ona yol gösteren olmaz"
        },
        {
            "chapter": 40,
            "verse": 34,
            "text": "Ve (hatırlayın:) Yusuf da size daha önce hakikatin bütün kanıtlarıyla gelmişti; ama size getirdiği (mesajların tümü)ne karşı şüphe duymaktan kaçınmadınız, sonunda Yusuf ölünce de, ´Allah o´ndan sonra hiçbir elçi göndermeyecek!´ dediniz. Allah, (vahyettiklerine karşı) şüpheye kapılarak kendi kendilerine yazık edenleri işte böyle saptırır"
        },
        {
            "chapter": 40,
            "verse": 35,
            "text": "Hiçbir delilleri olmadan Allah´ın mesajlarını sorgulayanları (da): hem Allah´ın, hem de iman etmiş olanların gözünde son derece çirkin (bir günah). Allah, bütün kibirli zorbaların kalbini işte böyle mühürler"
        },
        {
            "chapter": 40,
            "verse": 36,
            "text": "Firavun: \"Ey Haman!\" diye seslendi, \"Bana haşmetli bir kule inşa et, belki böylece (uygun) araçlara sahip olabilirim"
        },
        {
            "chapter": 40,
            "verse": 37,
            "text": "göklere yaklaşmanın araçlarına ve belki (bu yolla) Musa´nın tanrısını görebilirim; zaten o´nun bir yalancı olduğuna kesinlikle eminim!\" İşte böyle, yaptığı kötülükler Firavun´a güzel göründü ve bu nedenle (doğru) yoldan alıkondu. Firavun´un tuzağı hüsrandan başka bir şeye yaramadı"
        },
        {
            "chapter": 40,
            "verse": 38,
            "text": "İmana ermiş olan adam (şöyle) devam etti: \"Ey kavmim! Bana uyun; (uyun ki) sizi doğruluk ve dürüstlük yoluna yönelteyim"
        },
        {
            "chapter": 40,
            "verse": 39,
            "text": "Ey kavmim! Bu dünya hayatı gelip geçici bir eğlenceden başka bir şey değildir, halbuki öteki dünya kalıcı bir yurttur"
        },
        {
            "chapter": 40,
            "verse": 40,
            "text": "(Orada,) kim bir kötülük yapmışsa sadece yaptığı kadarıyla cezalandırılacaktır; kim de, ister erkek ister kadın olsun, iman edip doğru ve yararlı işler yapmışsa cennete girecek ve orada kendisine hesapsız nimetler verilecektir"
        },
        {
            "chapter": 40,
            "verse": 41,
            "text": "Ey kavmim! Nasıl olur da ben sizi kurtuluşa çağırdığım halde siz beni ateşe çağırırsınız"
        },
        {
            "chapter": 40,
            "verse": 42,
            "text": "Siz beni Allah´ı(n birliğini) inkara ve hakkında (belki de) hiçbir bilgim olmayan şeyleri Allah´ın uluhiyetine ortak koşmaya çağırıyorsunuz; ben ise sizi, O Kudret Sahibi ve Çok Bağışlayıcı olan(ı tanımay)a çağırıyorum"
        },
        {
            "chapter": 40,
            "verse": 43,
            "text": "Sizin beni çağırdığınız şey, açıkçası, ne bu dünyada ne de öteki dünyada çağrılmaya layık bir şey değil, (şüphesiz) dönüşünüz Allah´adır ve kendi kişiliklerini harcayıp tüketenler ateşe gireceklerdir"
        },
        {
            "chapter": 40,
            "verse": 44,
            "text": "ve işte o zaman (şimdi) söylediklerimi (ister istemez) hatırlayacaksınız. (Bana gelince,) ben kendimi Allah´a adıyorum; çünkü Allah, kullarının (kalbinde olan) her şeyi mutlaka görür"
        },
        {
            "chapter": 40,
            "verse": 45,
            "text": "Allah onu (kavminin) şeytani tuzaklarından korudu, Firavun´un ailesi ise şiddetli bir azabın pençesine düştü"
        },
        {
            "chapter": 40,
            "verse": 46,
            "text": "(öteki dünyadaki) ateş(in, ki o ateş)e sabah akşam (rastgele) sokulacaklar: Nitekim Son Saat´in gelip çattığı Gün (Allah), \"Firavun ailesini en şiddetli azabın içine atın!\" (buyuracaktır)"
        },
        {
            "chapter": 40,
            "verse": 47,
            "text": "Onlar, (hayatta iken hakikati inkar etmiş olanlar, içine atıldıkları öteki dünyanın) ateşi ortasında birbirleriyle tartışacaklar; ve zayıf olanlar küstahça böbürlenenlere: \"Doğrusu biz sadece size uymuştuk, o halde, şu ateşten (bize düşen) payı hafifletebilir misiniz?\" diyeceklerdir"
        },
        {
            "chapter": 40,
            "verse": 48,
            "text": "Büyüklük taslayanlar ise, \"Biz hepimiz onun içindeyiz! Allah, (artık) kulları arasında hüküm vermiş bulunmaktadır!\" diye cevap verecekler"
        },
        {
            "chapter": 40,
            "verse": 49,
            "text": "Ve ateşin içinde olanlar cehennemin bekçilerine, \"Ne olur Rabbinize yalvarın da bir gün (bile olsa) bu azabımızı hafifletsin!\"diyecekler"
        },
        {
            "chapter": 40,
            "verse": 50,
            "text": "(Cehennemin bekçileri): \"Elçileriniz size hakikatin bütün kanıtlarını getirmiş değiller miydi?\" diye soracaklar. O (ateşdeki)ler, \"Evet, öyleydi!\" diyecekler. (Ve cehennemin bekçileri,) \"Madem öyle yalvarıp durun!\" diye cevap verecekler; çünkü inkar edenlerin yalvarması, avunmadan başka bir anlam taşımaz"
        },
        {
            "chapter": 40,
            "verse": 51,
            "text": "Bakın, Biz, elçilerimizi ve imana ermiş olanları (hem) bu dünya hayatında, hem de bütün şahitlerin hazır bulunacağı Gün´de koruyacağız"
        },
        {
            "chapter": 40,
            "verse": 52,
            "text": "O Gün zalimlere mazeretlerinin hiçbir faydası olmayacak, onların payına her türlü iyilikten yoksun bırakılma ve korkunç bir son düşecektir"
        },
        {
            "chapter": 40,
            "verse": 53,
            "text": "Gerçek şu ki Biz, daha önce Musa´ya hidayetimizi ihsan etmiş ve (böylece) İsrailoğulları´nı (o´na vahyedilmiş olan) ilahi kelamın mirasçısı kılmıştık"
        },
        {
            "chapter": 40,
            "verse": 54,
            "text": "akıl, iz´an sahipleri için bir uyarı ve bir rehberlik (aracı) olarak"
        },
        {
            "chapter": 40,
            "verse": 55,
            "text": "o halde sıkıntılara karşı sabırlı ol; çünkü, Allah´ın vaadi mutlaka gerçekleşecektir, günahların için bağışlanma dile ve Rabbinin şanını sabah akşam yücelt"
        },
        {
            "chapter": 40,
            "verse": 56,
            "text": "Allah´ın mesajlarını hiçbir delilleri olmadan sorgulayanlara gelince; onların içinde hiçbir zaman tatmin edemeyecekleri küstahça bir kendini beğenmişlik (duygusun)dan başka bir şey yoktur, öyleyse sen Allah´a sığın çünkü her şeyi işiten, her şeyi gören yalnız O´dur"
        },
        {
            "chapter": 40,
            "verse": 57,
            "text": "Göklerin ve yerin yaratılması elbette insanın yaratılmasından daha büyük (bir olay)dır ama insanların çoğu (bunun ne anlama geldiğini) bilmezler"
        },
        {
            "chapter": 40,
            "verse": 58,
            "text": "(Öyleyse,) gören ile görmeyen bir olmaz; iman edip doğru ve yararlı işler yapanlar ile kötülük işleyenler de bir değildir. Bundan ne kadar da az ders çıkarıyorsunuz"
        },
        {
            "chapter": 40,
            "verse": 59,
            "text": "Son Saat mutlaka gelecektir, buna hiç şüphe yok; fakat hala insanların çoğu buna inanmaz"
        },
        {
            "chapter": 40,
            "verse": 60,
            "text": "Ama Rabbiniz buyurur ki: \"Bana dua edin, duanızı kabul edeyim! Bana kulluk etmeye tenezzül etmeyenler, mutlaka aşağılanmış olarak cehenneme gireceklerdir"
        },
        {
            "chapter": 40,
            "verse": 61,
            "text": "Geceyi dinlenmeniz ve gündüzü de görmeniz için yaratan Allah´tır. Allah insanlara karşı sonsuz derecede lütufkardır ama çoğu insan (bunu görmeyecek kadar) nankördür"
        },
        {
            "chapter": 40,
            "verse": 62,
            "text": "İşte her şeyin Yaratıcı´sı olan Rabbiniz Allah budur! O´ndan başka ilah yoktur. Nasıl olur da zihinleriniz hala (bu gerçekten) sapıp durmaktadır"
        },
        {
            "chapter": 40,
            "verse": 63,
            "text": "İşte böyle, Allah´ın mesajlarını bile bile reddedenlerin zihinleri çarpılmıştır"
        },
        {
            "chapter": 40,
            "verse": 64,
            "text": "Yeryüzünü sizin için bir dinlenme yurdu ve göğü de bir kubbe yapan, size şekil veren -çok da güzel bir şekil veren- ve sizi hayatın tertemiz nimetleri ile rızıklandıran Allah´tır. İşte Rabbiniz Allah budur. Bütün alemlerin Rabbi olan Allah ne yücedir"
        },
        {
            "chapter": 40,
            "verse": 65,
            "text": "O, hep diri´dir; O´ndan başka ilah yoktur, öyleyse içten bir inançla yalnız O´na bağlanarak O´na yalvarın. Hamd alemlerin Rabbi olan Allah´a mahsustur"
        },
        {
            "chapter": 40,
            "verse": 66,
            "text": "De ki: \"Rabbimden bana hakikatin bütün kanıtları verildiği için, Allah´ı bırakıp da yalvardığınız varlıklar(dan hiç birine) kulluk yapamam; ben alemlerin Rabbine kendimi teslim etmekle emrolunmuşum"
        },
        {
            "chapter": 40,
            "verse": 67,
            "text": "Sizi topraktan, sonra bir sperm damlasından ve sonra bir döllenmiş hücreden yaratan O´dur ve sonra O, sizi çocuklar olarak hayata getirir ve sonra olgunluk çağına erişmenizi ve ardından yaşlanmanız(ı emreder) -ama bir kısmınız için daha erken ölüm (verir)- ve (bütün bunları takdir eder ki O´nun) belirl(ediğ)i vadeye erişesiniz ve aklınızı kullan(mayı öğren)esiniz"
        },
        {
            "chapter": 40,
            "verse": 68,
            "text": "Hayat veren ve ölüm dağıtan O´dur; bir şeyin olmasını istediğinde ona sadece \"Ol!\" der ve o (şey hemen) oluverir"
        },
        {
            "chapter": 40,
            "verse": 69,
            "text": "Görmez misin, Allah´ın mesajlarını sorgulayanlar hakikati nasıl da görmezden geliyorlar"
        },
        {
            "chapter": 40,
            "verse": 70,
            "text": "(Şunlar,) bu ilahi kelamı ve (aynı şekilde, geçmişteki) elçilerimizle göndermiş olduğumuz bütün (mesajları) yalanlayanlar? Ama onlar zamanı gelince (ne kadar kör olduklarını) göreceklerdir, (Hesap Günü bunu görecekler)"
        },
        {
            "chapter": 40,
            "verse": 71,
            "text": "ki o Gün boyunlarında (kendi elleriyle yaptıkları) zincirleri ve halkaları taşımak zorunda kalacaklar ve sürüklenecekler"
        },
        {
            "chapter": 40,
            "verse": 72,
            "text": "yakıcı bir ümitsizliğe; ve sonunda (cehennem) ateşi için yakıt olacaklar"
        },
        {
            "chapter": 40,
            "verse": 73,
            "text": "Sonra onlara sorulacak: \"Şimdi neredeler sizin ilahlık yakıştırdığınız (güçler)"
        },
        {
            "chapter": 40,
            "verse": 74,
            "text": "Allah´ın yanısıra (ilahlık yakıştırdıklarınız)?\" (Şöyle) cevap verecekler: \"Onlar bizi yüzüstü bıraktılar; daha doğrusu, geçmişte yalvarıp sığındıklarımız, aslında hiç yoklardı!\" (Ve onlara:) \"İşte Allah hakikati inkar edenleri böyle şaşırtır; (denilecektir)"
        },
        {
            "chapter": 40,
            "verse": 75,
            "text": "bu durum, sizin yeryüzünde hiçbir doğru(luk endişesi) taşımadan küstahça böbürlenmenizin ve kendinizi beğenmişliğinizin bir ürünüdür"
        },
        {
            "chapter": 40,
            "verse": 76,
            "text": "(Şimdi) içinde yaşayıp kalacağınız cehennemin kapılarından girin içeri! Yersiz gurura kapılanlar için orası ne dehşetli bir yerdir"
        },
        {
            "chapter": 40,
            "verse": 77,
            "text": "Sen, sıkıntılara karşı sabırlı ol, çünkü Allah´ın vaadi mutlaka gerçekleşecektir. Ve şu (hakikati inkar ede)nler için hazırladıklarımızı sana ister (bu dünyada) gösterelim, ister (bunların gerçekleşmesinden önce) seni ölüme götürelim, (unutma ki, sonunda,) onlar Bize döndürüleceklerdir"
        },
        {
            "chapter": 40,
            "verse": 78,
            "text": "Gerçek şu ki (ey Muhammed!); senden önce elçiler göndermiştik, onların kiminden sana bahsettik, kimi hakkında da sana bir bilgi vermedik. Ve (gönderdiğimiz) hiçbir elçi, Allah´ın izni olmadan bir mucize ortaya koyamaz. Allah´ın iradesi açığa çıktığı zaman hüküm (çoktan) adaletle yerini bulmuş olacak, (anlayamadıkları her şeyi) yok etmeye çalışanların tümü o zaman ve orada hüsrana uğramış olacaklar"
        },
        {
            "chapter": 40,
            "verse": 79,
            "text": "Allah (her zaman sizin için harikalar yaratandır; böylece, O) sizin için (her türlü) hayvanı varetmiştir ki onların bir kısmına binersiniz ve bir kısmından da yiyeceklerinizi elde edersiniz"
        },
        {
            "chapter": 40,
            "verse": 80,
            "text": "Onlardan (başka) faydalar da sağlarsınız; ve (birçok) önemli ihtiyacınızı karşılarsınız; onların üzerinde de, gemilerin içinde olduğu gibi, (hayatınızı) sürdürürsünüz"
        },
        {
            "chapter": 40,
            "verse": 81,
            "text": "Ve O, yarattığı harikaları (işte böyle) önünüze koyuyor. Öyleyse Allah´ın harikalarından hangisini inkar edebilirsiniz"
        },
        {
            "chapter": 40,
            "verse": 82,
            "text": "Onlar hiç yeryüzünde dolaşıp kendilerinden önce yaşamış olan (hakikat inkarcı)larının sonunun ne olduğuna bakmazlar mı? Onlar kendilerinden daha kalabalık ve daha güçlüydüler ve yeryüzünde daha derin izler bırakmışlardı fakat başarılarının kendilerine hiçbir faydası olmamıştı"
        },
        {
            "chapter": 40,
            "verse": 83,
            "text": "Çünkü elçileri onlara, hakikatin bütün kanıtlarıyla geldiklerinde, (halen) sahip oldukları bilgiye yaslanarak küstahça böbürlendiler ve (böylece / sonunda,) küçümsedikleri şey tarafından sarılıp kuşatıldılar"
        },
        {
            "chapter": 40,
            "verse": 84,
            "text": "Ve sonra, verdiğimiz cezayı (apaçık) görünce de: \"Tek Allah´a artık inandık ve Allah´a ortak koştuğumuz şeylere inancımızı terk ettik!\" dediler"
        },
        {
            "chapter": 40,
            "verse": 85,
            "text": "Fakat cezamızın farkına vardıktan sonra iman etmiş olmaları kendilerine bir fayda sağlamayacaktır. Allah´ın kulları için her zaman uyguladığı yol yöntem budur. İşte, hakikati inkar etmiş olanlar, o zaman ve orada, ziyana uğramış olacaklardır"
        }
    ]
}