{
    "chapter": [
        {
            "chapter": 49,
            "verse": 1,
            "text": "Siz ey imana ermiş olanlar! Allah´ın ve Elçisi´nin (emrettiği şeyin) önüne kendinizi koymayın, Allah´a karşı sorumluluğunuzun bilincinde olun. Çünkü Allah, kuşkusuz her şeyi işiten, her şeyi bilendir"
        },
        {
            "chapter": 49,
            "verse": 2,
            "text": "Siz ey imana ermiş olanlar! Sesinizi Peygamberin sesinden daha fazla yükseltmeyin, birbirinizle yüksek sesle konuştuğunuz gibi o´nunla konuşmayın, yoksa bütün (güzel ve iyi) işleriniz, siz farkında olmadan boşa gitmiş olur"
        },
        {
            "chapter": 49,
            "verse": 3,
            "text": "Bakın, Allah´ın Elçisi´nin huzurunda seslerini kısanlar var ya, işte onlar kalpleri, kendisine karşı sorumluluk bilinci ile (doldurularak) Allah tarafından sınananlardır; onlar için bağışlanma ve büyük bir mükafat vardır"
        },
        {
            "chapter": 49,
            "verse": 4,
            "text": "Gerçek şu ki (ey Peygamber,) seni evinin dışından çağıranlar var ya, işte onların çoğu akıllarını kullanmazlar"
        },
        {
            "chapter": 49,
            "verse": 5,
            "text": "Çünkü, sen (kendi isteğinle) onların yanına gelinceye kadar sabred(ip bekle)selerdi, kendi lehlerine olurdu. Ama Allah yine de çok bağışlayıcıdır, bir rahmet kaynağıdır"
        },
        {
            "chapter": 49,
            "verse": 6,
            "text": "Siz ey imana ermiş olanlar! Yoldan çıkmışın biri size (yalan) bir haber getirirse, muhakemenizi kullanın; yoksa istemeden insanları incitir ve sonra yaptığınızdan pişmanlık duyarsınız"
        },
        {
            "chapter": 49,
            "verse": 7,
            "text": "Ve bilin ki, Allah´ın Elçisi aranızdadır. O, her işinizde ve her zaman sizin temayülünüze uysaydı, (toplum olarak) bundan zarar görürdünüz. Ama, görüldüğü gibi, Allah imanı(nızı) size sevdirdi, onu kalplerinizde güzelleştirdi ve hakikati inkar etmeyi, günah işlemeyi ve (güzel olan şeylere) karşı çıkmayı size çirkin gösterdi. İşte bunlar, doğru yönü izleyenlerdir"
        },
        {
            "chapter": 49,
            "verse": 8,
            "text": "Allah´ın nimeti ve lütfu sayesinde; ve Allah her şeyi bilendir, hikmet Sahibidir"
        },
        {
            "chapter": 49,
            "verse": 9,
            "text": "O halde, müminler içinden iki grup çatışırsa onlar arasında barışı sağlayın; ama sonra, iki (grup)tan biri diğerine haksız şekilde davranırsa, (davranışı)nı Allah´ın buyruğuna uygun hale getirinceye kadar, haksızlık yapan taraf ile mücadele edin; (yaptıklarından) vazgeçerlerse adil bir şekilde aralarını bulun ve (onlara) eşit davranın çünkü Allah, eşit davrananları sever"
        },
        {
            "chapter": 49,
            "verse": 10,
            "text": "Bütün müminler kardeştir. O halde, (her ne zaman araları açılırsa) iki kardeşinizin arasını düzeltin ve Allah´a karşı sorumluluğunuzun bilincinde olun ki O´nun rahmetine nail olasınız"
        },
        {
            "chapter": 49,
            "verse": 11,
            "text": "Siz ey imana ermiş olanlar! Hiçbir insan (başka) insanları alaya alıp küçümsemesin! Belki o (alay edip küçümsedik)leri kendilerinden daha hayırlı olabilirler ve hiçbir kadın (başka) kadınları (küçümseyip alaya almasın)! Onlar kendilerinden daha hayırlı olabilirler. Ve hiçbiriniz başka birini karalamasın, birbirinizi (yaralayıcı, incitici) lakaplar ile aşağılamayın! (Kişi) iman ettikten sonra ona hiçbir şekilde günah isnad etmeyin ve (bu suçu işleyen, ama sonra) pişmanlık duymayanlar işte gerçek zalimler onlardır"
        },
        {
            "chapter": 49,
            "verse": 12,
            "text": "Siz ey imana ermiş olanlar! (Birbiriniz hakkında) yersiz zanda bulunmaktan kaçının; çünkü (bu şekildeki) zannın bir kısmı (da) günahtır; birbirinizin gizli yönlerini araştırmayın ve arkanızdan birbirinizi çekiştirmeye kalkışmayın. Aranızdan, hiç ölmüş kardeşinin etini yemek isteyen kimse çıkar mı? Hayır, siz ondan iğrenirsiniz. Ve Allah´a karşı sorumluluğunuzun bilincinde olun. Şüphesiz Allah, tevbeleri kabul edendir, rahmet kaynağıdır"
        },
        {
            "chapter": 49,
            "verse": 13,
            "text": "Ey insanlar! Bakın, Biz sizi bir erkek ve bir kadından yarattık ve sizi kavimler ve kabileler haline getirdik ki birbirinizi tanıyabilesiniz. Şüphesiz, Allah katında en üstün olanınız, O´na karşı derin bir sorumluluk bilincine sahip olanınızdır. Allah her şeyi bilendir, her şeyden haberdar olandır"
        },
        {
            "chapter": 49,
            "verse": 14,
            "text": "Bedeviler, \"Biz imana erdik\" derler. De ki (onlara, ey Muhammed!): \"Siz (daha) imana ermediniz. ´Biz (zahiren) teslim olduk´ demeniz daha doğrudur; çünkü (gerçek) inanç henüz kalplerinize girmiş değil\". Ama Allah´a ve Elçisi´ne (gerçekten) kulak verirseniz O, hiçbir işinizin boşa gitmesine izin vermez çünkü şüphesiz Allah çok bağışlayıcıdır, bir rahmet kaynağıdır"
        },
        {
            "chapter": 49,
            "verse": 15,
            "text": "(Şunu bil ki, gerçek) müminler, yalnızca, Allah´a ve Elçisi´ne iman edenler ve (bu konuda) bütün şüphelerden uzak duranlardır; ve Allah yolunda bütün malları ve canları ile cihad edenlerdir; işte onlardır sözlerinde duranlar"
        },
        {
            "chapter": 49,
            "verse": 16,
            "text": "De ki: \"Siz, Allah´a dininizi(n mahiyetini) mi öğret(mek ist)iyorsunuz? Allah göklerde ve yerde olan her şeyi bilir. Allah her şeyin eksiksiz bilgisine sahiptir"
        },
        {
            "chapter": 49,
            "verse": 17,
            "text": "Birçok insan, (sana) teslim olmak suretiyle (ey Muhammed), sana bir lütufta bulunduklarını zannederler. De ki: \"Teslimiyetinizi bana bir lütuf olarak görmeyin! Hayır, tersine size iman yolunu göstermek suretiyle Allah size lütufta bulunmuştur; eğer sözünüzde samimi iseniz"
        },
        {
            "chapter": 49,
            "verse": 18,
            "text": "Şüphesiz Allah, göklerin ve yerin bütün sırlarını bilir ve bütün yaptıklarınızı görür"
        }
    ]
}