{
    "chapter": [
        {
            "chapter": 2,
            "verse": 1,
            "text": "Алиф. Лаам. Мийм"
        },
        {
            "chapter": 2,
            "verse": 2,
            "text": "Бу китобда шак-шубҳа йўқ, у тақводорларга ҳидоятдир"
        },
        {
            "chapter": 2,
            "verse": 3,
            "text": "Улар ғайбга иймон келтирурлар, намозни тўкис ўқирлар ва Биз уларга берган ризқдан нафақа қилурлар"
        },
        {
            "chapter": 2,
            "verse": 4,
            "text": "Ва улар сенга ва сендан олдин нозил қилинган нарсага иймон келтирарлар ва охиратга аниқ ишонарлар"
        },
        {
            "chapter": 2,
            "verse": 5,
            "text": "Ана ўшалар Роббиларидан бўлган ҳидоятдадирлар ва ана ўшалар, ўшаларгина нажот топгувчилардир"
        },
        {
            "chapter": 2,
            "verse": 6,
            "text": "Албатта, куфр келтирганларга қўрқитасанми-қўрқитмайсанми — бари бир, иймон келтирмаслар"
        },
        {
            "chapter": 2,
            "verse": 7,
            "text": "Аллоҳ уларнинг қалблари ва қулоқларини муҳрлаб қўйган ва кўзларида парда бор. Ва уларга улкан азоб бордир"
        },
        {
            "chapter": 2,
            "verse": 8,
            "text": "Ва одамлардан, Аллоҳга ва охират кунига иймон келтирдик, дейдиганлари бор. Ҳолбуки, улар мўмин эмаслар"
        },
        {
            "chapter": 2,
            "verse": 9,
            "text": "Улар Аллоҳни ва иймон келтирганларни алдамоқчи бўларлар. Ва ҳолбуки, сезмасдан ўзларини алдарлар"
        },
        {
            "chapter": 2,
            "verse": 10,
            "text": "Уларнинг қалбларида касал бор. Аллоҳ касалларини зиёда қилди. Ва уларга ёлғон гапирганлари учун аламли азоб бор"
        },
        {
            "chapter": 2,
            "verse": 11,
            "text": "Ва агар уларга, ер юзида фасод қилманг, дейилса, биз фақат ислоҳ қилувчилармиз, дерлар"
        },
        {
            "chapter": 2,
            "verse": 12,
            "text": "Огоҳ бўлинг, улар, фақат улар фасодчилардир, лекин сезмаслар"
        },
        {
            "chapter": 2,
            "verse": 13,
            "text": "Ва агар уларга, одамлар иймон келтирганидек иймон келтиринглар, дейилса, «Эси пастлар иймон келтирганидек иймон келтирамизми?» дерлар. Огоҳ бўлинг, улар, фақат улар эси пастлардир ва лекин ўзлари билмаслар"
        },
        {
            "chapter": 2,
            "verse": 14,
            "text": "Улар иймон келтирганларни учратсалар, иймон келтирдик, дерлар, шайтонлари билан холи қолганда эса, биз сизлар биланмиз, фақат истеҳзо қиляпмиз, холос, дерлар"
        },
        {
            "chapter": 2,
            "verse": 15,
            "text": "Аллоҳ уларни истеҳзо қиладир ва туғёнларида довдирашларига қўйиб берадир"
        },
        {
            "chapter": 2,
            "verse": 16,
            "text": "Ана ўшалар залолатни ҳидоятга сотиб олганлардир. Ва тижоратлари фойда келтирмади ҳамда улар ҳидоят топганлардан бўлмадилар"
        },
        {
            "chapter": 2,
            "verse": 17,
            "text": "Улар, мисоли, ёққан ўти энди атрофини ёритганида, Аллоҳ нурларини кетказиб, қоронғу зулматларда қолдирган кишиларга ўхшарлар. Улар кўрмаслар"
        },
        {
            "chapter": 2,
            "verse": 18,
            "text": "Улар кар, соқов, кўрдирлар. Бас, улар қайтмаслар"
        },
        {
            "chapter": 2,
            "verse": 19,
            "text": "Ёки худди осмондан ёмғир ёғиб, қоронғу босиб, момақалдироқ ва чақмоқ чаққанда, яшиндан қочиб, панжаларини қулоқларига тиқиб, ўлимдан эҳтиёт бўлаётган одамга ўхшарлар. Ва Аллоҳ кофирларни ўраб олувчидир"
        },
        {
            "chapter": 2,
            "verse": 20,
            "text": "Чақмоқ уларнинг кўзини олиб қўяй дейди. Ёришган пайтда юришар, қоронғи бўлса, тўхташар. Агар Аллоҳ хоҳласа, уларнинг кўзу қулоқларини кетказур. Албатта, Аллоҳ ҳар бир нарсага қодирдир"
        },
        {
            "chapter": 2,
            "verse": 21,
            "text": "Эй одамлар, сизларни ва сиздан олдингиларни яратган Роббингизга ибодат қилинг. Шоядки, тақводор бўлсангиз"
        },
        {
            "chapter": 2,
            "verse": 22,
            "text": "У сизларга ерни тўшаб, осмонни бино қилган ва осмондан сув тушириб, у билан сизларга меваларни ризқ қилиб чиқарган Зотдир. Билиб туриб Аллоҳга бошқаларни тенглаштирманг"
        },
        {
            "chapter": 2,
            "verse": 23,
            "text": "Ва агар бандамизга туширган нарсамизга шакингиз бўлса, унга ўхшаш бир сура келтиринг ва рост сўзловчилардан бўлсангиз, Аллоҳдан ўзга гувоҳларингизни чақиринг"
        },
        {
            "chapter": 2,
            "verse": 24,
            "text": "Бас, агар қила олмасанглар, ҳеч қачон қила олмайсизлар ҳам, ёқилғиси одамлар ва тош бўлган, кофирлар учун тайёрланган ўтдан қўрқинглар"
        },
        {
            "chapter": 2,
            "verse": 25,
            "text": "Иймон келтирган ва солиҳ амаллар қилганларга улар учун остидан анҳорлар оқиб турган жаннатлар борлигининг башоратини бер. Қачонки уларнинг мевасидан баҳраманд бўлсалар, бундан аввал ҳам ризқланган эдик, дерлар. Уларга ўхшаш нарсалар берилгандир. Уларга у ерда покиза жуфтлар бор ва улар у ерда абадий қолурлар"
        },
        {
            "chapter": 2,
            "verse": 26,
            "text": "Албатта, Аллоҳ чивин ёки ундан устунроқ нарсани мисол келтиришдан уялмас. Иймон келтирганлар, албатта, у Роббиларидан келган ҳақлигини билурлар. Аммо куфр келтирганлар: «Аллоҳ бу мисолдан нимани ирода қилди?» – дерлар. У ўша билан кўпчиликни залолатга кеткизар ва кўпчиликни ҳидоятга солар. У ўша билан фақат фосиқларнигина залолатга кеткизар"
        },
        {
            "chapter": 2,
            "verse": 27,
            "text": "Улар Аллоҳнинг аҳдини боғланганидан сўнг бузадиган, Аллоҳ боғланишга буюрган нарсаларни кесадиган, ер юзида фасод қиладиган зотлардир. Ана ўшалар ютқазувчилардир"
        },
        {
            "chapter": 2,
            "verse": 28,
            "text": "Аллоҳга қандай куфр келтирасизлар? Ва ҳолбуки, жонсиз эдингиз, У сизга жон берди, сўнгра жонингизни оладир ва яна тирилтирадир ва сизлар Унга қайтажаксизлар"
        },
        {
            "chapter": 2,
            "verse": 29,
            "text": "У сизлар учун ер юзидаги барча нарсани яратган Зот. Сўнгра осмонга юзланди ва уларни еттита қилиб тўғрилади. Ва У ҳар бир нарсани билувчи Зотдир"
        },
        {
            "chapter": 2,
            "verse": 30,
            "text": "Эсла, вақтики Роббинг фаришталарга: «Мен ер юзида халифа қилмоқчиман», – деди. Улар: «Унда фасод қиладиган, қон тўкадиган кимсани қилмоқчимисан? Ва ҳолбуки, биз Сенга тасбиҳ, ҳамд айтиб ва Сени улуғлаб турибмиз», – дедилар. У: «Мен сиз билмаганни биламан», – деди"
        },
        {
            "chapter": 2,
            "verse": 31,
            "text": "Ва У Одамга исмларнинг барчасини ўргатди, сўнгра уларни фаришталарга рўбарў қилди. Кейин: «Агар ростгўйлардан бўлсангиз, анавиларнинг исмларини менга айтиб беринг», – деди"
        },
        {
            "chapter": 2,
            "verse": 32,
            "text": "Улар: «Ўзинг поксан! Бизда Сен билдиргандан бошқа илм йўқ. Албатта, Сенинг Ўзинг билувчисан ва ҳикматли Зотсан», – дедилар"
        },
        {
            "chapter": 2,
            "verse": 33,
            "text": "«Эй Одам, буларга у нарсаларнинг исмларини айтиб бер», – деди. Уларга ўша нарсаларнинг исмларини айтиб берган чоғида, «Мен сизларга осмонлару ернинг ғайбини биламан ва сизлар беркитмагану беркитган нарсаларни ҳам биламан демабмидим», – деди"
        },
        {
            "chapter": 2,
            "verse": 34,
            "text": "Эсла, фаришталарга: «Одамга сажда қилинглар!» деганимизни. Бас, сажда қилдилар, магар иблис бош тортди, мутакаббирлик қилди ва кофирлардан бўлди"
        },
        {
            "chapter": 2,
            "verse": 35,
            "text": "Ва: «Эй Одам, сен ўз жуфтинг ила жаннатда маскан топ. Унда нимани хоҳласаларингиз, енглар, ош бўлсин ва мана бу дарахтга яқин келманглар, бас, у ҳолда золимлардан бўласизлар», – дедик"
        },
        {
            "chapter": 2,
            "verse": 36,
            "text": "Шайтон уларни ундан оздирди ва бўлган нарсаларидан чиқарди. Ва Биз: «Баъзингиз баъзингизга душман бўлиб тушинглар, сизларга ер юзида қароргоҳ ва бир муддат ҳузур қилиш бордир», – дедик"
        },
        {
            "chapter": 2,
            "verse": 37,
            "text": "Бас, Одам ўз Роббисидан сўзларни қабул қилиб олди, кейин У Зот унинг тавбасини қабул қилди. Албатта, У тавбани қабул қилувчи ва раҳимли Зотдир"
        },
        {
            "chapter": 2,
            "verse": 38,
            "text": "Биз: «Ундан ҳаммангиз тушинг. Бас, Мендан сизга ҳидоят келажак. Ким Менинг ҳидоятимга эргашса, уларга хавф йўқ ва улар хафа ҳам бўлмаслар», – дедик"
        },
        {
            "chapter": 2,
            "verse": 39,
            "text": "Ва куфр келтирган ҳамда оятларимизни ёлғонга чиқарганлар эса, улар дўзах эгаларидир, улар унда абадий қолурлар"
        },
        {
            "chapter": 2,
            "verse": 40,
            "text": "Эй Бани Исроил, сизга берган неъматларимни эсланг ва Менга берган аҳдингизга вафо қилинг. Мен ҳам сизга берган аҳдимга вафо қилурман. Ва Мендангина қўрқинг"
        },
        {
            "chapter": 2,
            "verse": 41,
            "text": "Ва сиздаги нарсани тасдиқловчи қилиб туширган нарсамга иймон келтиринг. Унга биринчи куфр келтирувчи бўлманг. Менинг оятларимни оз баҳога сотманг ва Менгагина тақво қилинг"
        },
        {
            "chapter": 2,
            "verse": 42,
            "text": "Ҳақни ботилга аралаштирманг ва ўзингиз билиб туриб ҳақни беркитманг"
        },
        {
            "chapter": 2,
            "verse": 43,
            "text": "Намозни тўкис адо қилинг, закот беринг ва рукуъ қилувчилар билан рукуъ қилинг"
        },
        {
            "chapter": 2,
            "verse": 44,
            "text": "Одамларни яхшиликка чорлаб туриб, ўзингизни унутасизми? Ҳолбуки, китобни тиловат қиляпсиз-ку. Ақлни ишлатмайсизми"
        },
        {
            "chapter": 2,
            "verse": 45,
            "text": "Сабр ва намоз ила ёрдам сўранг. Ва албатта, у нафси синиқлардан бошқаларга жуда катта ишдир"
        },
        {
            "chapter": 2,
            "verse": 46,
            "text": "Улар албатта Роббиларига рўбарў бўлишларига ва албатта Унга қайтиб боришларига ишонган зотлардир"
        },
        {
            "chapter": 2,
            "verse": 47,
            "text": "Эй Бани Исроил, сизга берган неъматларимни ва Мен сизларни оламлардан афзал қилиб қўйганимни эсланг"
        },
        {
            "chapter": 2,
            "verse": 48,
            "text": "Бир жон бошқа жондан ҳеч нарсани адо қила олмайдиган, ундан шафоат қабул қилинмайдиган, ундан тўлов олинмайдиган ва уларга ёрдам берилмайдиган кундан қўрқинг"
        },
        {
            "chapter": 2,
            "verse": 49,
            "text": "Сизни ёмон азобларга солиб, ўғилларингизни сўйиб, қизларингизни тирик қолдираётган Фиръавн аҳлидан қутқарганимизни эсланг. Ана ўшанда Роббингиздан улуғ синов бордир"
        },
        {
            "chapter": 2,
            "verse": 50,
            "text": "Ва денгизни ёриб, сизни қутқариб, сизнинг кўз олдингизда Фиръавн аҳлини ғарқ қилганимизни эсланг"
        },
        {
            "chapter": 2,
            "verse": 51,
            "text": "Ва Мусо билан қирқ кечага ваъдалашганимизни, у (кетгани)дан сўнг золим бўлган ҳолингизда бузоқни (худо) тутганингизни эсланг"
        },
        {
            "chapter": 2,
            "verse": 52,
            "text": "Ўшандан кейин сизни афв этдик. Шоядки, шукр қилсангиз"
        },
        {
            "chapter": 2,
            "verse": 53,
            "text": "Шоядки, ҳидоят топсангиз деб, Мусога китобни ва фурқонни берганимизни эсланг"
        },
        {
            "chapter": 2,
            "verse": 54,
            "text": "Мусонинг ўз қавмига: «Эй қавмим, албатта, сиз бузоқни (худо) тутишингиз ила ўзингизга ўзингиз зулм қилдингиз. Энди сизни бор қилувчи Зотга тавба қилинг, ўзингизни ўзингиз ўлдиринг, шундоқ қилмоғингиз сизни бор қилувчи Зот ҳузурида сиз учун яхшидир. Бас, У тавбангизни қабул қилди. Чунки У тавбани кўплаб қабул қилувчи ва раҳимли Зотдир», деганини эсланг"
        },
        {
            "chapter": 2,
            "verse": 55,
            "text": "«Эй Мусо, Аллоҳни очиқ-равшан кўрмагунимизча, сенга ишонмаймиз», деганингизни, шунда сизни ўзингиз назар солиб турганингизда яшин урганини эсланг"
        },
        {
            "chapter": 2,
            "verse": 56,
            "text": "Сўнгра, ўлимингиздан кейин қайта тирилтирдик, шоядки, шукр қилсангиз"
        },
        {
            "chapter": 2,
            "verse": 57,
            "text": "Ва булутни устингиздан соя солдириб қўйдик, сизга манн ва беданани туширдик. Ризқ қилиб берган нарсаларимизнинг покларини енглар. Бизга зулм қилмадилар. Лекин ўзларига зулм қилардилар"
        },
        {
            "chapter": 2,
            "verse": 58,
            "text": "«Ушбу қишлоққа кирингиз ва унинг хоҳлаган жойида енглар, еганингиз ош бўлсин ва эшикдан таъзим билан, ҳиттатун, деб киринг, сизнинг хатоларингизни мағфират қиламиз ва яхшиларга зиёда қиламиз», деганимизни эсланг"
        },
        {
            "chapter": 2,
            "verse": 59,
            "text": "Бас, зулм қилганлар уларга айтилган сўзни бошқасига алмаштирдилар. Биз зулм қилганларга фисқ қилаётганлари учун осмондан азоб туширдик"
        },
        {
            "chapter": 2,
            "verse": 60,
            "text": "Мусо ўз қавмини сероб қилишни сўраганида, «Ҳассанг билан тошни ур!» деганимизни эсланг. Бас, ундан ўн икки булоқ отилиб чиқди. Ҳар қабила ўз сувини билди. Аллоҳ берган ризқдан еб-ичинглар. Ер юзида бузғунчилик устига бузғунчилик қилманглар"
        },
        {
            "chapter": 2,
            "verse": 61,
            "text": "«Эй Мусо, бир хил таомга ҳеч чидай олмаймиз, Роббингга дуо қил, бизга ерда ўсадиган нарсалардан — сабзавот, тарра, саримсоқ, мош, пиёз чиқариб берсин», деганингизни эсланг. У: «Яхши нарсани паст нарсага алмаштиришни сўрайсизларми? Бирорта шаҳарга тушинг, сўраганингизни албатта топасиз», деди. Уларга хорлик ва мискинлик ёзилди ва Аллоҳнинг ғазабига лойиқ бўлдилар. Бу, Аллоҳнинг оятларига куфр келтирганлари, Набийларни ноҳақ қатл этганлари учундир. Бу, исёнга кетганлари ва ҳаддан ошганлари учундир"
        },
        {
            "chapter": 2,
            "verse": 62,
            "text": "Албатта, иймон келтирганлар, яҳудий бўлганлар, насоролар ва собиийлардан, қайсилари Аллоҳга ва қиёмат кунига иймон келтирса ва яхши амалларни қилса, ўшаларга Роббилари ҳузурида ажрлар бордир. Уларга хавф йўқ ва улар хафа ҳам бўлмаслар"
        },
        {
            "chapter": 2,
            "verse": 63,
            "text": "Аҳду паймонларингизни олганимизни ва устингизга Турни кўтарганимизни, «Биз сизга берган нарсани қувват билан олинг ва ундаги нарсани эсланг, шоядки, тақводор бўлсангиз», (деганимизни) эсланг"
        },
        {
            "chapter": 2,
            "verse": 64,
            "text": "Сўнгра, ўшандан кейин юз ўгирдингиз. Сизга Аллоҳнинг фазли бўлмаганида, албатта ютқазганлардан бўлардингиз"
        },
        {
            "chapter": 2,
            "verse": 65,
            "text": "Батаҳқиқ, сизлардан шанба куни тажовузкорлик қилганларни билдингиз. Биз уларга: «Қувилган, хор-зор маймунга айланинг», – дедик"
        },
        {
            "chapter": 2,
            "verse": 66,
            "text": "Биз бу (ҳодиса)ни унинг олдидагиларга ва кейинидагиларга ва тақводорларга мавъиза қилдик"
        },
        {
            "chapter": 2,
            "verse": 67,
            "text": "Мусо ўз қавмига: «Аллоҳ сизга сигир сўймоқни буюрмоқда», деганини эсланг. Улар: «Бизни масхара қиляпсанми?» – дедилар. У: «Жоҳиллардан бўлишимдан Аллоҳдан паноҳ сўрайман», – деди"
        },
        {
            "chapter": 2,
            "verse": 68,
            "text": "Улар: «Роббингга дуо қил, унинг қандай эканини баён қилиб берсин», – дедилар. У: «У Зот, қари ҳам, ёш ҳам бўлмаган, икковининг ўртасидаги сигир, деяпти. Бас, буюрилган нарсани бажаринг», – деди"
        },
        {
            "chapter": 2,
            "verse": 69,
            "text": "Улар: «Роббингга дуо қил, унинг рангини баён қилиб берсин», дедилар. У: «У Зот, ранги сап-сариқ, қараганларни хурсанд қиладиган сигир, деяпти», – деди"
        },
        {
            "chapter": 2,
            "verse": 70,
            "text": "Улар: «Роббингга дуо қил, унинг қандай эканини бизга баён қилиб берсин, сигир бизга ноаниқ бўлиб қолди, биз, иншоаллоҳ, албатта, ҳидоят топувчимиз», – дедилар"
        },
        {
            "chapter": 2,
            "verse": 71,
            "text": "У: «У Зот, ўша сигир минилмаган, ер ҳайдаш, экин суғоришда ишлатилмаган, айблардан саломат, аралашган ранги йўқ, деяпти», – деди. Улар: «Ана энди ҳақни келтирдинг», – дедилар. Бас, уни сўйдилар. Сал бўлмаса, қила олмасдилар"
        },
        {
            "chapter": 2,
            "verse": 72,
            "text": "Бир жонни ўлдириб қўйиб, у ҳақида ихтилофга тушганингизни эсланг. Аллоҳ сиз беркитган нарсани чиқаргувчидир"
        },
        {
            "chapter": 2,
            "verse": 73,
            "text": "«Бас, уни у(сигир)нинг баъзи жойи билан уринг», – дедик. Аллоҳ худди шундай қилиб ўликларни тирилтирур ва оят — аломатларини сизга кўрсатур. Шоядки, ақл ишлатсангиз"
        },
        {
            "chapter": 2,
            "verse": 74,
            "text": "Сўнгра, шундан кейин қалбларингиз қаттиқ бўлди, улар тошдек ёки тошдан ҳам қаттиқ. Ва ҳолбуки, тошларнинг баъзиларидан анҳорлар отилиб чиқадир, баъзилари ёрилиб, ундан сув чиқадир ва баъзилари Аллоҳдан қўрққанидан қулаб тушадир. Ва Аллоҳ қилаётган ишларингиздан ғофил эмас"
        },
        {
            "chapter": 2,
            "verse": 75,
            "text": "Уларнинг иймон келтиришларини тамаъ қиласизларми? Ва ҳолбуки, улардан бир гуруҳлари Аллоҳнинг каломини эшитар эдилар ва сўнгра уни тушунганларидан кейин, билиб туриб бузар эдилар"
        },
        {
            "chapter": 2,
            "verse": 76,
            "text": "Улар иймон келтирганларни учратсалар, иймон келтирдик, дерлар. Баъзилари баъзилари билан холи қолсалар, уларга: «Аллоҳ сизга очган нарса ҳақида Роббингиз ҳузурида ҳужжат талашишлари учун гапиряпсизми? Ақлни ишлатмайсизми?» дерлар"
        },
        {
            "chapter": 2,
            "verse": 77,
            "text": "Аллоҳ уларнинг сир тутгану ошкор қилган нарсаларини албатта билишини англамайдиларми"
        },
        {
            "chapter": 2,
            "verse": 78,
            "text": "Уларнинг ичида китобдан бехабар, хомхаёлдан бошқани билмайдиган омийлар бор. Улар фақат гумон қиладилар холос"
        },
        {
            "chapter": 2,
            "verse": 79,
            "text": "Китобни ўз қўли билан ёзиб, сўнгра уни арзон баҳога сотиш учун: «Бу Аллоҳнинг ҳузуридан», дейдиганларга ҳалокат бўлсин! Уларга қўллари билан ёзган нарсаларидан ҳалокат бўлсин! Уларга топган фойдаларидан ҳалокат бўлсин"
        },
        {
            "chapter": 2,
            "verse": 80,
            "text": "Ва улар: «Бизга (дўзах) ўти ҳеч тегмас, тегса ҳам саноқли кунларгина тегадир», – дедилар. Сен: «Аллоҳдан аҳд олдингизми? Зотан, Аллоҳ аҳдига ҳеч хилоф қилмас. Ёки Аллоҳнинг номидан билмаган нарсангизни гапиряпсизми?» – деб айт"
        },
        {
            "chapter": 2,
            "verse": 81,
            "text": "Йўқ! Ким гуноҳ қилса ва уни хатолари ўраб олган бўлса, ана ўшалар дўзах эгаларидир. Улар унда абадий қолурлар"
        },
        {
            "chapter": 2,
            "verse": 82,
            "text": "Ва иймон келтириб, яхши амалларни қилганлар, ана ўшалар жаннат эгаларидир. Улар унда абадий қолурлар"
        },
        {
            "chapter": 2,
            "verse": 83,
            "text": "Аллоҳдан бошқага ибодат этмайсиз, ота-онага, қариндошларга, етимларга, мискинларга яхшилик қиласиз, одамларга яхши гаплар айтинг, намозни қоим қилинг, закот беринг, деб Бани Исроилдан аҳду паймон олганимизни эсланг. Сўнгра, озгинангиздан бошқангиз юз ўгириб, ортга қараб кетдингиз"
        },
        {
            "chapter": 2,
            "verse": 84,
            "text": "Бир-бирингизнинг қонларингизни тўкмайсиз ва диёрингиздан чиқармайсиз, деб сизлардан аҳду паймон олганимизни эсланг. Сўнгра, гувоҳлик бериб туриб иқрор бўлдингиз"
        },
        {
            "chapter": 2,
            "verse": 85,
            "text": "Сўнгра, сиз ўзингизни ўзингиз ўлдирасиз ва бир гуруҳингизни диёридан чиқарасиз ҳамда уларга қарши гуноҳ ва душманлик йўлида ёрдам берасиз. Агар улар асир бўлсалар, қутқариб оласиз. Ва ҳолбуки, уларни чиқариш ҳаром эди. Ёки китобнинг баъзисига иймон келтириб, баъзисига куфр келтирасизми?! Сизлардан ўшандоқ қилганларнинг жазоси бу дунёда фақат расво бўлишликдир, қиёмат кунида эса, энг шиддатли азобга қайтарилурлар. Аллоҳ қилаётганингиздан ғофил эмас"
        },
        {
            "chapter": 2,
            "verse": 86,
            "text": "Ана ўшалар дунё ҳаётини охиратга сотиб олганлардир. Улардан азоб енгиллатилмас ва уларга ёрдам ҳам берилмас"
        },
        {
            "chapter": 2,
            "verse": 87,
            "text": "Ва батаҳқиқ, Мусога китобни бердик ва унинг ортидан Пайғамбарларни кетма-кет юбордик. Ва Ийсо ибн Марямга равшан(мўъжиза)ларни бердик ва уни Руҳул Қудус билан қўлладик. Ҳар қачон Пайғамбар сизнинг ҳавойи нафсингизга ёқмайдиган нарса келтирса, мутакаббирлик қилиб, баъзиларини ёлғончига чиқариб, баъзиларини ўлдираверасизми"
        },
        {
            "chapter": 2,
            "verse": 88,
            "text": "Ва улар: «Қалбимиз ғилофланган», дейишар. Йўқ, ундай эмас, куфрлари сабабли Аллоҳ уларни лаънатлаган. Бас, озгинагина иймон келтирурлар"
        },
        {
            "chapter": 2,
            "verse": 89,
            "text": "Уларга Аллоҳнинг ҳузуридан ўзларидаги нарсани тасдиқловчи китоб келганда, ва ҳолбуки, кофирларга қарши (ундан) ёрдам кутардилар. Бас, қачонки уларга ўзлари билган нарса келганда, унга куфр келтирдилар. Кофирларга Аллоҳнинг лаънати бўлсин"
        },
        {
            "chapter": 2,
            "verse": 90,
            "text": "Улар ўзларини сотган нарса: Аллоҳ бандаларидан хоҳлаганига Ўз фазлидан туширганига ҳасад қилиб, Аллоҳ туширган нарсага куфр келтирмоқлик, қандоқ ҳам ёмон. Улар ғазабнинг устига ғазабни лозим тутдилар. Кофирларга хор қилувчи азоб бордир"
        },
        {
            "chapter": 2,
            "verse": 91,
            "text": "Агар уларга: «Аллоҳ туширган нарсага иймон келтиринг», дейилса, «Бизга туширилган нарсага иймон келтирамиз», дерлар ва ундан кейинги нарсага куфр келтирарлар. Ҳолбуки, у улардаги нарсани тасдиқловчи ҳақдир. Айт: «Агар мўмин бўлсангиз, нимага илгари Аллоҳнинг Пайғамбарларини ўлдирдингиз?!»"
        },
        {
            "chapter": 2,
            "verse": 92,
            "text": "Ва батаҳқиқ, Мусо сизларга равшан(мўъжиза)лар ила келди. Сўнгра, сиз ундан кейин золим бўлган ҳолингизда бузоқни (худо) тутдингиз"
        },
        {
            "chapter": 2,
            "verse": 93,
            "text": "Сиздан аҳду паймонингизни олиб, устингизга Турни кўтариб: «Сизга Биз берган нарсани қувват билан тутинг ва тингланг», деганимизни эсланг. Улар: «Тингладик ва исён қилдик», дедилар. Куфрлари сабабли қалбларига бузоқ ўрнаштирилди. Айт: «Агар мўмин бўлсангиз, сизнинг иймонингиз қандай ҳам ёмон нарсага буюради!»"
        },
        {
            "chapter": 2,
            "verse": 94,
            "text": "Айт: «Агар Аллоҳнинг ҳузуридаги охират ҳовлиси бошқа одамларсиз холис сизга бўладиган бўлса, гапингизда ростгўй бўлсангиз, ўлимни орзу қилинг»"
        },
        {
            "chapter": 2,
            "verse": 95,
            "text": "Улар қўллари тақдим қилган нарсалар сабабидан, уни абадий орзу қилмаслар ва Аллоҳ зулм қилувчиларни билувчи Зотдир"
        },
        {
            "chapter": 2,
            "verse": 96,
            "text": "Уларнинг ҳаётга энг ҳирс қўйган одамлар эканлигини биласан. Мушриклардан бирлари минг йил умр кўришни суядир. Аммо узоқ умр кўриши уни азобдан қутқармас. Ва Аллоҳ уларнинг қилаётганларини кўрувчидир"
        },
        {
            "chapter": 2,
            "verse": 97,
            "text": "Жаброилга душман бўлганларга айт, албатта, Ул у(Қуръон)ни сенинг қалбингга Аллоҳнинг изни билан, ўзидан олдингини тасдиқловчи ва мўминлар учун ҳидоят ва башорат қилиб туширди"
        },
        {
            "chapter": 2,
            "verse": 98,
            "text": "Ким Аллоҳга, Унинг фаришталарига, Пайғамбарларига, Жаброилга ва Микоилга душман бўлса, албатта, Аллоҳ кофирларнинг душманидир"
        },
        {
            "chapter": 2,
            "verse": 99,
            "text": "Батаҳқиқ, сенга равшан оятларни туширдик, уларга фақат фосиқларгина куфр келтирур"
        },
        {
            "chapter": 2,
            "verse": 100,
            "text": "Ҳар қачон аҳд қилсалар, улардан бир гуруҳи уни бузаверадими?! Йўқ! Уларнинг кўплари иймон келтирмаслар"
        },
        {
            "chapter": 2,
            "verse": 101,
            "text": "Улардаги нарсани тасдиқлаб, Аллоҳнинг ҳузуридан уларга Пайғамбар келса, китоб берилганлардан бир гуруҳи, худди билмагандек, Аллоҳнинг китобини ортларига қараб отдилар"
        },
        {
            "chapter": 2,
            "verse": 102,
            "text": "Ва Сулаймон подшолигида шайтонлар тиловат қилган нарсага эргашдилар. Сулаймон куфр келтиргани йўқ. Лекин шайтонлар одамларга сеҳрни ўргатиб, кофир бўлдилар. Ва Бобилда Ҳорут ва Морут номли икки фариштага тушган нарсага эргашдилар. Икковлари ҳатто: «Биз фитна — синов учунмиз, кофир бўлмагин», демасдан олдин ҳеч кимга ўргатмасдилар. Бас, икковларидан эр-хотиннинг ўртасини бузадиган нарсани ўрганишар эди. Ва улар у ила Аллоҳнинг изнисиз бирор кишига зарар етказувчи эмасдилар. Ва улар зарар келтирадиган, фойда келтирмайдиган нарсани ўрганурлар. Ва батаҳқиқ, биладиларки, уни сотиб олган кишига охиратда насиба йўқ. Агар билсалар, ўзларини сотган нарса қандоқ ҳам ёмон"
        },
        {
            "chapter": 2,
            "verse": 103,
            "text": "Агар улар иймон келтириб, тақво қилганларида, гар билсалар, Аллоҳнинг ҳузуридаги савоб яхши эди"
        },
        {
            "chapter": 2,
            "verse": 104,
            "text": "Эй, иймон келтирганлар! «Роъина» деманглар, «унзурна» денглар ва тингланглар. Ва кофирларга аламли азоб бўлур"
        },
        {
            "chapter": 2,
            "verse": 105,
            "text": "Аҳли китоб ва мушриклардан бўлган кофирлар сизларга Роббингиздан яхшилик туширилишини ёқтирмаслар. Ва ҳолбуки, Аллоҳ Ўз раҳматини кимга хоҳласа, ўшанга хос қиладир. Аллоҳ улуғ фазл эгасидир"
        },
        {
            "chapter": 2,
            "verse": 106,
            "text": "Оятлардан биронтасини насх қилсак ёки унуттирсак, ундан яхшисини ёки унга ўхшашини келтирурмиз. Аллоҳ ҳар нарсага қодир эканини билмадингми"
        },
        {
            "chapter": 2,
            "verse": 107,
            "text": "Албатта, осмонлару ернинг мулки Аллоҳники эканини ва сизларга Аллоҳдан ўзга дўст ҳам, ёрдамчи ҳам йўқлигини билмадингми"
        },
        {
            "chapter": 2,
            "verse": 108,
            "text": "Ёки Пайғамбарингиздан, бундан аввал Мусодан сўралганидек, савол сўрашни хоҳлайсизми?! Ким иймонни куфрга алмаштирса, батаҳқиқ, тўғри йўлдан адашган бўлур"
        },
        {
            "chapter": 2,
            "verse": 109,
            "text": "Аҳли китоблардан кўплари уларга ҳақ равшан бўлганидан кейин, ўзларича ҳасад қилиб, сизларни иймонли бўлганингиздан кейин кофирликка қайтармоқчи бўлурлар. Аллоҳнинг амри келгунча афв этинг, кечиримли бўлинг. Албатта, Аллоҳ ҳар бир нарсага қодирдир"
        },
        {
            "chapter": 2,
            "verse": 110,
            "text": "Намозни қоим қилинг, закот беринг, ўзингиз учун қилган яхшиликларни Аллоҳнинг ҳузурида топарсиз. Албатта, Аллоҳ қилаётганингизни кўрувчидир"
        },
        {
            "chapter": 2,
            "verse": 111,
            "text": "Ва улар: «Жаннатга яҳудий ва насронийлардан бошқа ҳеч ким кирмас», – дедилар. Бу уларнинг хом хаёлларидир. Сен: «Агар ростгўй бўлсангиз, ҳужжатингизни келтиринг», – деб айт"
        },
        {
            "chapter": 2,
            "verse": 112,
            "text": "Йўқ! Кимки яхшилик қилган ҳолида юзини Аллоҳга топширса, унга Робби ҳузурида ажр бордир. Уларга хавф йўқ ва улар хафа ҳам бўлмаслар"
        },
        {
            "chapter": 2,
            "verse": 113,
            "text": "Яҳудийлар: «Насронийлар арзимас нарсададирлар», дедилар. Насронийлар: «Яҳудийлар арзимас нарсададирлар», дедилар. Ва ҳолбуки, улар китоб тиловат қилурлар. Шунингдек, билмайдиган кимсалар ҳам уларнинг гапига ўхшаш гап айтдилар. Бас, қиёмат куни ораларида Аллоҳ улар ихтилоф қилган нарса ҳақида ҳакамлик қиладир"
        },
        {
            "chapter": 2,
            "verse": 114,
            "text": "Аллоҳнинг масжидларида Унинг исми зикр қилинишини ман этган ва уларни бузишга ҳаракат қилгандан ҳам золимроқ одам борми? Ана ўшалар у жойларга фақат қўрққан ҳолларидагина киришлари керак эди-ку! Уларга бу дунёда хорлик бордир ва уларга охиратда улуғ азоб бордир"
        },
        {
            "chapter": 2,
            "verse": 115,
            "text": "Машриқу мағриб Аллоҳникидир, қаёққа қарасангиз, Аллоҳнинг юзи бор. Албатта, Аллоҳ кенг қамровли, билувчи Зотдир"
        },
        {
            "chapter": 2,
            "verse": 116,
            "text": "Улар: «Аллоҳ фарзанд тутди», дерлар. У покдир. Албатта осмонлару ердаги барча нарсалар Уникидир. Ҳамма Унга бўйсунувчидир"
        },
        {
            "chapter": 2,
            "verse": 117,
            "text": "У осмонлару ерни пайдо қилувчидир. Бирор ишни қилмоқчи бўлганида, унга: «Бўл!» деса, бўлаверадир"
        },
        {
            "chapter": 2,
            "verse": 118,
            "text": "Билмайдиган кимсалар: «Аллоҳ биз билан гаплашса эди ёки мўъжиза келса эди», дейишди. Улардан олдингилар ҳам уларнинг сўзига ўхшаш гапирган эдилар. Қалблари ўхшаш бўлди. Батаҳқиқ, Биз яхши билувчи қавмларга мўъжизаларни баён қилганмиз"
        },
        {
            "chapter": 2,
            "verse": 119,
            "text": "Албатта, Биз сени ҳақ билан суюнчли хабар берувчи ва огоҳлантирувчи қилиб юбордик. Ва дўзахийлар ҳақида сўралмассан"
        },
        {
            "chapter": 2,
            "verse": 120,
            "text": "Сендан яҳудийлар ҳам, насронийлар ҳам уларнинг миллатига эргашмагунингча ҳеч-ҳеч рози бўлмаслар. «Албатта, Аллоҳнинг ҳидояти ҳақиқий ҳидоятдир», деб айт. Агар сенга келган илмдан кейин ҳам уларнинг ҳавойи нафсларига эргашсанг, сени Аллоҳдан (қутқарувчи) дўст ҳам, ёрдамчи ҳам йўқдир"
        },
        {
            "chapter": 2,
            "verse": 121,
            "text": "Биз китоб берганлардан уни ўрнига қўйиб тиловат қиладиганлари, ана ўшалари унга иймон келтирадир. Ким унга куфр келтирса, ана ўшалар ўзлари ютқазганлардир"
        },
        {
            "chapter": 2,
            "verse": 122,
            "text": "Эй, Бани Исроил, сизга берган неъматларимни ва Мен сизларни оламлардан афзал қилиб қўйганимни эсланг"
        },
        {
            "chapter": 2,
            "verse": 123,
            "text": "Бир жон бошқа жондан ҳеч нарсани адо қила олмайдиган, ундан шафоат қабул қилинмайдиган, ундан тўлов олинмайдиган ва уларга ёрдам берилмайдиган Кундан қўрқинг"
        },
        {
            "chapter": 2,
            "verse": 124,
            "text": "Иброҳимни Роббиси калималар ила синаб кўрганда, у уларни батамом адо этганини эсла! У зот: «Мен, албатта, сени одамларга имом қилмоқчиман» – деди. У: «Зурриётимдан ҳамми?» – деди. У зот: «Золимлар аҳдимга ҳеч қачон эриша олмаслар», – деди"
        },
        {
            "chapter": 2,
            "verse": 125,
            "text": "«Уй»ни одамлар учун масаба ва омонлик жойи қилганимизни эсла. Ва Иброҳимнинг мақомини намозгоҳ тутинг. Ва Иброҳим ва Исмоилга: «Уйимни тавоф қилувчилар, муқим турувчилар, рукуъ ва сажда қилувчилар учун поклаб қўйинглар», деб амр қилдик"
        },
        {
            "chapter": 2,
            "verse": 126,
            "text": "Иброҳимнинг: «Роббим, буни омонлик юрти қилгин ва аҳлидан Аллоҳга ва қиёмат кунига иймон келтирганларини мевалар ила ризқлантиргин», деганини эсла. У: «Ким куфр келтирса, озгина ҳузур бахш этаман, сўнгра дўзах азобига мажбур қиламан ва у қандай ҳам ёмон жой!» – деди"
        },
        {
            "chapter": 2,
            "verse": 127,
            "text": "Иброҳим билан Исмоил «Эй Роббимиз, биздан қабул эт, албатта, Сенинг Ўзинг эшитувчи, билувчи Зотсан», деб Байтнинг пойдеворларини кўтараётганини эсла"
        },
        {
            "chapter": 2,
            "verse": 128,
            "text": "«Роббимиз, икковимизни Ўзингга мусулмон бўлганлардан қил ва зурриётимиздан ҳам Ўзингга мусулмон уммат қил, бизга ибодатларимизни кўрсат, тавбамизни қабул эт. Албатта, Сенинг Ўзинг тавбаларни кўплаб қабул этувчи, раҳимли Зотсан.»"
        },
        {
            "chapter": 2,
            "verse": 129,
            "text": "Роббимиз, уларга ўзларининг ичидан уларга оятларингни тиловат қилиб берадиган, китобни ва ҳикматни ўргатадиган, уларни поклайдиган Пайғамбар юбор. Албатта, Сенинг Ўзинг Азийз ва ҳикматли зотсан"
        },
        {
            "chapter": 2,
            "verse": 130,
            "text": "Ўзини эси паст санаганларгина Иброҳимнинг миллатидан юз ўгирур. Албатта, Биз уни бу дунёда танлаб олдик ва, албатта, у охиратда солиҳлардан бўлгай"
        },
        {
            "chapter": 2,
            "verse": 131,
            "text": "Чунки Робби унга: «Мусулмон бўл!» деганида, у: «Оламларнинг Роббига мусулмон бўлдим», – деди"
        },
        {
            "chapter": 2,
            "verse": 132,
            "text": "Иброҳим ўша(миллат)ни болаларига васият қилди. Яъқуб ҳам: «Эй болаларим, албатта, Аллоҳ сизларга динни танлади, сизлар мусулмон бўлмасдан туриб ўлмассиз», – деди"
        },
        {
            "chapter": 2,
            "verse": 133,
            "text": "Ёки Яъқубга ўлим ҳозир бўлиб, у ўз болаларига: «Мендан кейин нимага ибодат қиласизлар?» деганида, улар: «Сенинг Илоҳингга ва оталаринг Иброҳим, Исмоил ва Исҳоқнинг Илоҳига, ёлғиз Илоҳга ибодат қиламиз ҳамда биз Унга мусулмон бўлувчимиз», деганларида гувоҳ бўлганмисиз"
        },
        {
            "chapter": 2,
            "verse": 134,
            "text": "Улар бир уммат эди, ўтиб кетдилар. Уларга ўзлари касб қилганлари бўлади. Сизларга ўзингиз касб қилганингиз бўладир. Уларнинг қилган амалларидан сиз сўралмассиз"
        },
        {
            "chapter": 2,
            "verse": 135,
            "text": "Улар: «Яҳудий ёки насроний бўлинг, ҳидоят топасиз», дерлар. «Балки, Иброҳимнинг ҳаниф миллатига (динига) эргашамиз ва у мушриклардан бўлмаган», деб айт"
        },
        {
            "chapter": 2,
            "verse": 136,
            "text": "Айтинглар: «Аллоҳга ва бизга туширилган нарсага, Иброҳим, Исмоил, Исҳоқ, Яъқуб, асботларга туширилган нарсага, Мусо ва Ийсога берилган нарсага ва Пайғамбарларга Роббиларидан берилган нарсага иймон келтирдик. Уларнинг орасидан бирортасини фарқламасмиз ва биз Унга мусулмонлармиз»"
        },
        {
            "chapter": 2,
            "verse": 137,
            "text": "Агар сиз иймон келтирганга ўхшаш иймон келтирсалар, батаҳқиқ, ҳидоят топарлар. Ва агар юз ўгирсалар, бас, албатта, улар хилофдан бошқа нарсада бўлмаслар. Аллоҳ сенга улар (ёмонлиги)дан кифоя қилур. Ва У эшитувчи, билувчи Зотдир"
        },
        {
            "chapter": 2,
            "verse": 138,
            "text": "Аллоҳнинг бўёғини (лозим тутинг). Аллоҳнинг бўёғидан чиройлироқ бўёқ бергувчи ким бор?! Ва биз Унга ибодат қилувчилармиз"
        },
        {
            "chapter": 2,
            "verse": 139,
            "text": "Айт: «Биз билан Аллоҳ ҳақида тортишасизми?! Ва ҳолбуки, У бизнинг Роббимиз ва сизнинг Роббингиз, бизнинг ўз амалларимиз бор, сизнинг ўз амалларингиз бор. Ва биз Унга мухлисмиз»"
        },
        {
            "chapter": 2,
            "verse": 140,
            "text": "Ёки: «Албатта, Иброҳим, Исмоил, Исҳоқ, Яъқуб ва асботлар яҳудий ва насроний бўлган», дейсизларми?! «Сизлар билимдонроқми ёки Аллоҳми?» дегин. Ҳузуридаги Аллоҳдан бўлган гувоҳликни беркитган кимсадан ҳам золимроқ одам борми?! Ва Аллоҳ қилаётган ишларингиздан ғофил эмасдир"
        },
        {
            "chapter": 2,
            "verse": 141,
            "text": "Улар бир уммат эдилар, ўтиб кетдилар. Уларга ўзлари касб қилганлари бўлур. Сизларга ўзингиз касб қилганингиз бўладир. Уларнинг қилган амалларидан сизлар сўралмассиз"
        },
        {
            "chapter": 2,
            "verse": 142,
            "text": "Одамлардан эси пастлари: «Буларни қиблаларидан нима юз ўгиртирди экан?» дерлар. Сен: «Машриқу мағриб Аллоҳники, кимни хоҳласа, ўшани тўғри йўлга бошлайдир», деб айт"
        },
        {
            "chapter": 2,
            "verse": 143,
            "text": "Шунингдек, сизларни одамлар устидан гувоҳ бўлишингиз ва Пайғамбар сизларнинг устингиздан гувоҳ бўлиши учун ўрта миллат қилдик. Сен аввал юзланган қиблани, фақат, ортга бурилиб кетадиганлар ким-у, Пайғамбарга эргашувчилар ким эканини билиш учунгина қилганмиз. Гарчи бу иш Аллоҳ ҳидоятга солганлардан бошқаларга оғир бўлса ҳам. Аллоҳ иймонингизни зое қилмас. Албатта, Аллоҳ одамларга меҳрибон ва раҳимлидир"
        },
        {
            "chapter": 2,
            "verse": 144,
            "text": "Гоҳо юзингнинг осмонга тез-тез бурилганини кўрурмиз. Бас, албатта, сени ўзинг рози бўлган қиблага қаратурмиз. Юзингни Масжидул Ҳаром томон бур. Қаерда бўлсангиз ҳам, юзингизни у томон бурингиз. Албатта, китоб берилганлар унинг Роббиларидан бўлган ҳақ эканини билурлар. Ва Аллоҳ уларнинг қилаётган амалларидан ғофил эмасдир"
        },
        {
            "chapter": 2,
            "verse": 145,
            "text": "Агар китоб берилганларга барча ҳужжатларни келтирсанг ҳам, сенинг қиблангга эргашмаслар. Сен ҳам уларнинг қибласига эргашувчи эмассан. Ва улар бир-бирларининг қибласига эргашувчи эмаслар. Агар сенга келган илмдан кейин ҳам уларнинг ҳавойи нафсларига эргашсанг, унда, албатта, золимлардан бўлурсан"
        },
        {
            "chapter": 2,
            "verse": 146,
            "text": "Китоб берилганлар уни худди болаларини танигандек танирлар. Ва, албатта, улардан бир гуруҳлари билиб туриб ҳақни беркитарлар"
        },
        {
            "chapter": 2,
            "verse": 147,
            "text": "Бу ҳақ Роббингдандир, ҳечҳеч шак қилувчилардан бўлма"
        },
        {
            "chapter": 2,
            "verse": 148,
            "text": "Ҳар кимнинг юзланадиган тарафи бор. У ўшанга боқадир. Яхшиликларга шошилинг. Қаерда бўлсангиз ҳам, Аллоҳ сизларни жамлайдир. Албатта, Аллоҳ ҳар бир нарсага қодирдир"
        },
        {
            "chapter": 2,
            "verse": 149,
            "text": "Қаердан чиқсанг ҳам, юзингни Масжидул Ҳаром томон бур. Ва, албатта, бу Роббингдан бўлган ҳақдир. Ва Аллоҳ сиз қилаётган нарсадан ғофил эмасдир"
        },
        {
            "chapter": 2,
            "verse": 150,
            "text": "Ва қаердан чиқсанг ҳам, юзингни Масжидул Ҳаром томон бур. Қаерда бўлсангиз ҳам, юзингизни у томонга буринг. Одамларда сизга қарши ҳужжат бўлмаслиги учун. Улардан зулм қилганларидан қўрқманглар, Мендан қўрқинглар. Ва сизга неъматимни батамом этиш учун, шоядки, ҳидоят топсангиз"
        },
        {
            "chapter": 2,
            "verse": 151,
            "text": "Шунингдек, ичингизга ўзингиздан, сизларга оятларимизни тиловат қиладиган, сизларни поклайдиган, сизларга китобни, ҳикматни ва билмайдиган нарсаларингизни ўргатадиган Пайғамбар юбордик"
        },
        {
            "chapter": 2,
            "verse": 152,
            "text": "Бас, Мени эслангиз, сизни эсларман. Ва Менга шукр қилингиз, куфр қилмангиз"
        },
        {
            "chapter": 2,
            "verse": 153,
            "text": "Эй, иймон келтирганлар! Сабр ва намоз ила мадад сўранглар. Албатта, Аллоҳ сабрлилар биландир"
        },
        {
            "chapter": 2,
            "verse": 154,
            "text": "Аллоҳнинг йўлида қатл бўлганларни «ўликлар» деманг. Балки улар тирикдирлар, лекин сиз сезмассиз"
        },
        {
            "chapter": 2,
            "verse": 155,
            "text": "Албата, Биз сизларни бир оз қўрқинч ва очлик билан, мол-мулкка, жонга, меваларга нуқсон етказиш билан синаймиз. Ва сабрлиларга башорат бер"
        },
        {
            "chapter": 2,
            "verse": 156,
            "text": "Улар мусийбат етганда: «Албатта, биз Аллоҳникимиз ва, албатта, биз Унга қайтувчимиз», дерлар"
        },
        {
            "chapter": 2,
            "verse": 157,
            "text": "Ана ўшаларга Роббиларидан саловотлар ва раҳмат бор. Ана ўшалар ҳидоят топганлардир"
        },
        {
            "chapter": 2,
            "verse": 158,
            "text": "Албатта, Сафо ва Марва Аллоҳнинг (динининг) белгиларидандир. Ким Байтуллоҳни ҳаж ёки умра қилса, икковлари ўртасида саъйи қилиш гуноҳ эмас. Ким яхшиликни холисона қилса, бас, албатта, Аллоҳ Шакур(оз амал учун кўп савоб берувчи) ва билувчидир"
        },
        {
            "chapter": 2,
            "verse": 159,
            "text": "Албатта, Биз нозил қилган равшан оятларни ва ҳидоятни одамларга китобда баён қилиб берганимиздан кейин беркитганларни — ўшаларни Аллоҳ лаънатлайдир. Ва лаънатловчилар лаънатлайдир"
        },
        {
            "chapter": 2,
            "verse": 160,
            "text": "Магар тавба қилиб, аҳли солиҳ бўлиб, баён қилганларнинг, ана ўшаларнинг тавбасини қабул қилурман. Ва Мен тавбаларни кўплаб қабул қилувчи ва раҳимлидирман"
        },
        {
            "chapter": 2,
            "verse": 161,
            "text": "Албатта, куфр келтирган ва кофирлик ҳолида ўлганларга, ана ўшаларга Аллоҳнинг, фаришталарнинг ва одамларнинг — барчанинг лаънати бўлгай"
        },
        {
            "chapter": 2,
            "verse": 162,
            "text": "Унда абадий бўлурлар. Улардан азоб енгиллатилмас. Ва уларга назар ҳам солинмас"
        },
        {
            "chapter": 2,
            "verse": 163,
            "text": "Ва илоҳингиз бир илоҳдир. Роҳман ва Роҳийм бўлмиш Ундан ўзга ибодатга сазовор зот йўқдир"
        },
        {
            "chapter": 2,
            "verse": 164,
            "text": "Албатта, осмонлару ернинг яратилишида, кечаю кундузнинг алмашиб туришида, одамларга манфаатли нарсалари ила денгизда юриб турган кемада, Аллоҳнинг осмондан сув тушириб, у билан ўлган ерни тирилтириши ва унда турли жондорларни таратишида, шамолларни йўналтиришида, осмону ер орасидаги итоатгўй булутда ақл юритувчи қавмлар учун белгилар бор"
        },
        {
            "chapter": 2,
            "verse": 165,
            "text": "Одамлар ичида Аллоҳдан ўзга тенгдошларни тутадиганлар ва уларни Аллоҳни севгандек севадиганлар бор. Иймон келтирганларнинг Аллоҳга муҳаббатлари қаттиқдир. Зулм қилганлар азобни кўрган чоғларида, албатта, барча қувват Аллоҳга хослигини ва, албатта, Аллоҳнинг азоби шиддатли эканини билсалар эди"
        },
        {
            "chapter": 2,
            "verse": 166,
            "text": "У пайтда пешволар (ўзларига) эргашганлардан тонарлар ва улар азобни кўрарлар, уларнинг боғланишлари кесилур"
        },
        {
            "chapter": 2,
            "verse": 167,
            "text": "Ва эргашганлар: «Қани энди бизга бир ортга қайтиш бўлса эди, биздан тонганларидек, биз ҳам улардан тонар эдик», дерлар. Шундай қилиб, Аллоҳ уларга амалларининг ўзларига ҳасрат бўлганини кўрсатур. Ва улар дўзахдан чиқувчи эмаслар"
        },
        {
            "chapter": 2,
            "verse": 168,
            "text": "Эй одамлар! Ер юзидаги нарсалардан ҳалол-покларини енглар. Ва шайтон изидан эргашманглар, чунки у сизларга очиқ душмандир"
        },
        {
            "chapter": 2,
            "verse": 169,
            "text": "Албатта, у сизларни ёмон ва фаҳш ишларга ҳамда Аллоҳга қарши билмаган нарсангизни гапиришингизга буюрадир"
        },
        {
            "chapter": 2,
            "verse": 170,
            "text": "Уларга: «Аллоҳ нозил қилган нарсага эргашингиз», дейилса, улар: «Йўқ, биз оталаримизни нимада топсак, шунга эргашамиз», дерлар. Оталари ҳеч нарсага ақли етмаган ва ҳидоят топмаган бўлсалар ҳам-а"
        },
        {
            "chapter": 2,
            "verse": 171,
            "text": "Куфр келтирганлар мисоли худди қичқириқ ва сасдан бошқа нарсани эшитмайдиганларга бақираётганга ўхшайди. Улар кар, соқов ва кўрдирлар. Улар ақл ишлатмаслар"
        },
        {
            "chapter": 2,
            "verse": 172,
            "text": "Эй, иймон келтирганлар! Сизларга ризқ қилиб берганимиз пок нарсалардан енглар ва Аллоҳга шукр қилинглар, агар Унга ибодат қиладиган бўлсаларингиз"
        },
        {
            "chapter": 2,
            "verse": 173,
            "text": "Албатта, У зот сизларга фақат ўлимтикни, қонни, чўчқанинг гўштини ва Аллоҳдан бошқага сўйилганни ҳаром қилди. Кимки мажбур бўлса-ю, зулм қилмай, ҳаддан ошмай (еса), унга гуноҳ бўлмас. Албатта, Аллоҳ мағфиратли ва раҳимлидир"
        },
        {
            "chapter": 2,
            "verse": 174,
            "text": "Албатта, Аллоҳ китобда туширган нарсани беркитганлар ва уни озгина баҳога сотганлар, ана ўшалар қоринларига оловдан бошқа нарсани емаслар, уларга Аллоҳ қиёмат куни гапирмас ва уларни покламас. Уларга аламли азоблар бор"
        },
        {
            "chapter": 2,
            "verse": 175,
            "text": "Ана ўшалар адашувни ҳидоятга, азобни мағфиратга сотиб олганлардир. Дўзах ўтига қандоқ чидайдилар-а"
        },
        {
            "chapter": 2,
            "verse": 176,
            "text": "Бунинг сабаби, албатта, Аллоҳ китобни ҳақ билан нозил қилган эди. Китоб хусусида ихтилоф қилганлар эса, тубсиз тортишувдадирлар"
        },
        {
            "chapter": 2,
            "verse": 177,
            "text": "Яхшилик юзингизни машриқ ёки мағриб томонга буришингизда эмас. Лекин яхшилик ким Аллоҳга, охират кунига, фаришталарга, китобга, Пайғамбарларга иймон келтирса ва яхши кўрган молини қариндошларга, етимларга, мискинларга, ватангадоларга, тиланчиларга, қул озод қилишга берса, намозни қоим қилса, закот берса"
        },
        {
            "chapter": 2,
            "verse": 178,
            "text": "Эй, иймон келтирганлар! Сизга ўлдирилганлар учун қасос фарз қилинди: ҳурга ҳур, қулга қул, аёлга аёл. Кимга ўз биродаридан бир нарса афв қилинса, бас, яхшилик ила сўралсин ва адо этиш ҳам яхшиликча бўлсин. Бу, Роббиларингиздан енгиллик ва раҳматдир. Ундан кейин ким душманлик қилса, унга аламли азоб бор"
        },
        {
            "chapter": 2,
            "verse": 179,
            "text": "Сизларга қасос олишда ҳаёт бор. Эй, ақл эгалари! Шоядки, тақводор бўлсангиз"
        },
        {
            "chapter": 2,
            "verse": 180,
            "text": "Сизларга, бирортангизга ўлим келганда, агар у бойлик қолдираётган бўлса, ота-онаси ва яқинларига тўғрилик билан васият қилиш тақводорларнинг бурчи сифатида фарз қилинди"
        },
        {
            "chapter": 2,
            "verse": 181,
            "text": "Ким уни эшитгандан сўнг ўзгартирса, бас, гуноҳи фақат ўзгартирганларнинг ўзига бўладир. Албатта, Аллоҳ эшитувчи ва билувчидир"
        },
        {
            "chapter": 2,
            "verse": 182,
            "text": "Кимки васият қилувчидан тойилиш ёки гуноҳ содир бўлишидан қўрқса, бас, уларнинг орасини ислоҳ қилса, унга гуноҳ бўлмас. Албатта, Аллоҳ мағфиратли ва раҳимли Зотдир"
        },
        {
            "chapter": 2,
            "verse": 183,
            "text": "Эй, иймон келтирганлар! Сизлардан аввалгиларга фарз қилинганидек, сизларга ҳам рўза фарз қилинди. Шоядки, тақводор бўлсаларингиз"
        },
        {
            "chapter": 2,
            "verse": 184,
            "text": "Саноқли кунлар. Сизлардан ким бемор ёки мусофир бўлса, бас, саноғини бошқа кунлардан тутадир. Уни қийналиб тутадиганлар зиммасида бир мискин таоми фидя бордир. Ким яхшиликни ўз ихтиёри ила қилса, ўзи учун яхшидир. Агар билсангиз, рўза тутмоғингиз сиз учун яхшидир"
        },
        {
            "chapter": 2,
            "verse": 185,
            "text": "Рамазон ойики, унда одамларга ҳидоят ҳамда ҳидояту фурқондан иборат очиқ баёнотлар бўлиб Қуръон туширилгандир. Сиздан ким у ойда ҳозир бўлса, рўзасини тутсин. Ким бемор ёки сафарда бўлса, бас, саноғини бошқа кунлардан тутадир. Аллоҳ сизларга енгилликни хоҳлайди ва сизларга қийинликни хоҳламас. Саноғини мукаммал қилишингиз ва сизни ҳидоятга бошлаган Аллоҳни улуғлашингиз учун. Шоядки, шукр қилсаларингиз"
        },
        {
            "chapter": 2,
            "verse": 186,
            "text": "Агар бандаларим сендан Мени сўрасалар, Мен, албатта, яқинман. Дуо қилгувчи дуо қилганда, ижобат қилурман. Бас, Менга ҳам ижобат қилсинлар ва иймон келтирсинлар. Шоядки, тўғри йўлни топсалар"
        },
        {
            "chapter": 2,
            "verse": 187,
            "text": "Сизларга рўза кечасида хотинларингизга яқинлик қилиш ҳалол қилинди. Улар сизга либосдир, сиз уларга либосдирсиз. Аллоҳ сизнинг ўзингизга хиёнат қилаётганингизни билди, тавбангизни қабул этди ва сизларни афв этди. Энди уларга яқинлашаверинг ва Аллоҳ сизга ёзган нарсани талаб қилинг. Тонг пайтида оқ ип қора ипдан ажрагунча еб-ичаверинг. Сўнгра, рўзани кечасигача батамом қилинг. Масжидларда, эътикофдалигингизда уларга яқинлик қилманг. Булар Аллоҳнинг чегараларидир, унга яқинлашманг. Аллоҳ одамларга Ўз оятларини шундоқ баён этадир. Шоядки, тақво қилсалар"
        },
        {
            "chapter": 2,
            "verse": 188,
            "text": "Бир-бирларингизнинг молларингизни ботил йўл билан еманг. Билиб туриб одамларнинг молларидан бир қисмини ейишингиз учун ҳокимларга гуноҳкорона ташламанг"
        },
        {
            "chapter": 2,
            "verse": 189,
            "text": "Сендан ҳилоллар ҳақида сўрарлар. Улар одамлар ва ҳаж учун вақт ўлчовидир, деб айт. Яхшилик уйларнинг орқасидан киришингизда эмас, лекин яхшилик ким тақводорлик қилса, шундадир. Ва уйларга эшикларидан киринг. Аллоҳга тақво қилинг. Шоядки, нажот топсангиз"
        },
        {
            "chapter": 2,
            "verse": 190,
            "text": "Сизга уруш қилаётганларга қарши Аллоҳнинг йўлида уруш қилинг. Ва тажовузкор бўлманг. Албатта, Аллоҳ тажовузкор бўлганларни хуш кўрмас"
        },
        {
            "chapter": 2,
            "verse": 191,
            "text": "Уларни топган ерингизда қатл қилинг. Ва сизларни чиқарган жойдан уларни ҳам чиқаринг. Фитна қатл этишдан ҳам ёмонроқдир. Масжидул Ҳаром олдида сизга қарши урушмагунларича, сиз урушманг. Агар урушсалар, бас, сиз ҳам урушинг. Кофирларнинг жазоси шундай"
        },
        {
            "chapter": 2,
            "verse": 192,
            "text": "Агар тўхтасалар, албатта, Аллоҳ мағфиратли ва раҳимлидир"
        },
        {
            "chapter": 2,
            "verse": 193,
            "text": "Фитна бўлмаслиги ва дин Аллоҳга бўлиши учун улар билан жанг қилинг. Агар тўхтасалар, золимлардан бошқаларга душманлик йўқ"
        },
        {
            "chapter": 2,
            "verse": 194,
            "text": "Ҳаром ойга ҳаром ой. Ҳаром қилинган нарсаларда қасос бор. Ким сизга душманлик қилса, сиз ҳам унга шунга ўхшаш душманлик қилинг. Ва Аллоҳга тақво қилинг ҳамда, билингки, албатта, Аллоҳ тақводорлар биландир"
        },
        {
            "chapter": 2,
            "verse": 195,
            "text": "Ва Аллоҳнинг йўлида нафақа қилинг. Ўзингизни ҳалокатга дучор қилманг. Эҳсон қилинг, албатта, Аллоҳ эҳсон қилувчиларни хуш кўрадир"
        },
        {
            "chapter": 2,
            "verse": 196,
            "text": "Аллоҳ учун ҳаж ва умрани тугал адо этинг. Агар ушланиб қолсангиз, муяссар бўлганича қурбонлик қилинг. Қурбонлик ўз жойига етмагунча, сочингизни олдирманг. Сиздан ким бемор бўлса ёки бошида озор берувчи нарса бўлса, рўза тутиш ёки садақа бериш ёхуд қурбонлик сўйиш ила тўлов тўласин. Агар тинч бўлсангиз, ким умрадан ҳажгача ҳузур қилган бўлса, муяссар бўлган қурбонликни қилсин. Ким топмаса, уч кун ҳажда, етти кун қайтганингизда — ҳаммаси ўн кун тўлиқ рўза тутсин. Бу аҳли Масжидул Ҳаромда яшамайдиганлар учундир. Ва Аллоҳга тақво қилинг ҳамда, билингки, албатта, Аллоҳ иқоби шиддатли Зотдир"
        },
        {
            "chapter": 2,
            "verse": 197,
            "text": "Ҳаж маълум ойлардир. Кимки уларда ўзига ҳажни фарз қилса, ҳажда шаҳвоний нарсалар, фисқ ва жанжал йўқдир. Нима яхшилик қилсангиз, Аллоҳ уни биладир. Озуқа олинг, энг яхши озуқа тақводир. Менга тақво қилинг, эй, ақл эгалари"
        },
        {
            "chapter": 2,
            "verse": 198,
            "text": "Сизга ўз Роббингиздан фазл исташингизда гуноҳ йўқдир. Арафотдан қайтиб тушганингизда, Аллоҳни Машъарул Ҳаромда зикр қилинг. Илгари адашганлардан бўлсангиз ҳам, сизни ҳидоятга бошлагани учун Уни зикр қилинг"
        },
        {
            "chapter": 2,
            "verse": 199,
            "text": "Сўнгра, одамлар қайтиб тушган жойдан тушинглар. Ва Аллоҳга истиғфор айтинглар. Албатта, Аллоҳ мағфиратли, раҳимли Зотдир"
        },
        {
            "chapter": 2,
            "verse": 200,
            "text": "Ибодатларингизни тугатганингизда, Аллоҳни оталарингизни эслагандек, балки ундан ҳам кучлироқ эсланг. Одамлардан баъзилари: «Роббимиз, бизга бу дунёда бергин», дейдир ва унга охиратда насиба йўқдир"
        },
        {
            "chapter": 2,
            "verse": 201,
            "text": "Ва улардан баъзилари: «Роббимиз, бизга бу дунёда ҳам яхшиликни, охиратда ҳам яхшиликни бергин ва бизни дўзах олови азобидан сақлагин», дейдир"
        },
        {
            "chapter": 2,
            "verse": 202,
            "text": "Ана ўшаларга қилган касбларидан насиба бор. Ва Аллоҳ тез ҳисоб қилувчидир"
        },
        {
            "chapter": 2,
            "verse": 203,
            "text": "Аллоҳни саноқли кунларда эсланг. Бас, ким икки кундан кейин шошилиб, кетса, унга гуноҳ йўқ. Ким кечикиб қолса, унга гуноҳ йўқ. Тақво қилувчилар учун. Аллоҳга тақво қилинглар ва билингларки, сиз албатта Унга тўпланурсиз"
        },
        {
            "chapter": 2,
            "verse": 204,
            "text": "Одамлар ичида дунё ҳаётидаги гапи сени ажаблантирадиганлари бор. У қалбидаги нарсага Аллоҳни гувоҳ ҳам қилади. Ҳолбуки, у ашаддий хусуматчидир"
        },
        {
            "chapter": 2,
            "verse": 205,
            "text": "Ва бурилиб кетганда, ер юзида фасод учун ва экин ва наслни ҳалок қилиш учун ҳаракат этадир. Ва ҳолбуки, Аллоҳ фасодни хуш кўрмас"
        },
        {
            "chapter": 2,
            "verse": 206,
            "text": "Агар унга, Аллоҳдан қўрққин, дейилса, уни кибру ҳавоси гуноҳга етаклар. Жаҳаннам унга етарлидир. У қандай ҳам ёмон ўрин-а"
        },
        {
            "chapter": 2,
            "verse": 207,
            "text": "Ва одамлардан Аллоҳнинг розилигини тилаб жонини сотадиганлар бор. Ва Аллоҳ бандаларга меҳрибондир"
        },
        {
            "chapter": 2,
            "verse": 208,
            "text": "Эй, иймон келтирганлар! Исломга тўлиғича киринг. Ва шайтоннинг изидан эргашманг. Албатта, у сизга очиқ душмандир"
        },
        {
            "chapter": 2,
            "verse": 209,
            "text": "Агар очиқ баёнотлар келгандан кейин ҳам тойилсангиз, билингки, албатта, Аллоҳ Азийз ва ҳикматлидир"
        },
        {
            "chapter": 2,
            "verse": 210,
            "text": "Улар Аллоҳ ва фаришталар сояли булутларда келиши ҳамда ишнинг тугашидан бошқага интизор бўлмаяптилар, шекилли?! Ва барча ишлар Аллоҳга қайтажак"
        },
        {
            "chapter": 2,
            "verse": 211,
            "text": "Бани Исроилдан уларга қанча оятларни берганимизни сўра. Кимки ўзига келган Аллоҳнинг неъматини ўзгартирса, бас, албатта, Аллоҳ иқоби шиддатли Зотдир"
        },
        {
            "chapter": 2,
            "verse": 212,
            "text": "Куфр келтирганларга бу дунё ҳаёти зийнатланди ва улар иймон келтирганларни масхара қилурлар. Ва ҳолбуки, қиёмат куни тақво қилганлар улардан устундир. Аллоҳ кимни хоҳласа, беҳисоб ризқ берур"
        },
        {
            "chapter": 2,
            "verse": 213,
            "text": "Одамлар бир миллат эдилар. Бас, Аллоҳ хушхабар ва огоҳлантириш берувчи Набийларни юборди ва уларга одамлар ўртасида улар ихтилоф қилган нарсаларда ҳукм қилиш учун ҳақ китоб туширди. У тўғрисида ихтилофни очиқ ҳужжатлар келгандан сўнг, кимга берилган бўлса, ўшаларгина ҳаддан ошиб қилдилар. Иймон келтирганларни ҳақ тўғрисида ихтилоф қилган нарсаларида Аллоҳ Ўз изни ила ҳидоятга соладир. Аллоҳ кимни хоҳласа, тўғри йўлга бошлайдир"
        },
        {
            "chapter": 2,
            "verse": 214,
            "text": "Сиздан аввал ўтганларга келганга ўхшаш нарса сизларга келмасдан туриб, жаннатга кирамиз, деб ўйладингизми? Уларни бало ва мусийбатлар тутган ва ларзага туширилганлар. Ҳаттоки, Пайғамбар ва у билан иймон келтирганлар: «Аллоҳнинг нусрати қачон бўладир?» деганлар. Огоҳ бўлинглар, албатта, Аллоҳнинг нусрати яқиндир"
        },
        {
            "chapter": 2,
            "verse": 215,
            "text": "Сендан нимани нафақа қилишни сўрарлар. «Нафақа қилган яхшилигингиздан ота-оналарга, яқин кишиларга, етимларга, мискинларга ва ватангадоларга бўлсин. Қандай яхшилик қилган бўлсангиз, албатта, Аллоҳ уни билувчидир», деб айт"
        },
        {
            "chapter": 2,
            "verse": 216,
            "text": "Сизга ёқмаса ҳам, жанг қилишингиз фарз қилинди. Шоядки, ёқтирмаган нарсангиз сиз учун яхши бўлса. Ва шоядки, ёқтирган нарсангиз сиз учун ёмон бўлса. Аллоҳ биладир, сиз билмассиз"
        },
        {
            "chapter": 2,
            "verse": 217,
            "text": "Сендан ҳаром ойда уруш қилиш ҳақида сўрарлар. «Унда уруш қилиш катта гуноҳ. Аллоҳнинг йўлидан тўсиш, Унга куфр келтириш, Масжидул Ҳаромдан тўсиш, унинг аҳлини ундан чиқариш Аллоҳнинг ҳузурида энг катта гуноҳдир. Фитна ўлдиришдан каттароқдир», деб айт. Улар, агар қодир бўлсалар, сизларни динингиздан қайтаргунларича сизга қарши уруш қилаверадилар. Сиздан кимки диндан қайтиб, кофир ҳолида ўлиб кетса, ана ўшалар бу дунёю охиратда амали ҳабата бўлганлардир. Ана ўшалар дўзах эгаларидир. Улар унда абадий қолгувчилардир"
        },
        {
            "chapter": 2,
            "verse": 218,
            "text": "Албатта, иймон келтирганлар, ҳижрат қилганлар ва Аллоҳнинг йўлида жидду жаҳд қилганлар — ана ўшалар Аллоҳнинг раҳматини умид қиладилар. Аллоҳ мағфиратли ва раҳимли Зотдир"
        },
        {
            "chapter": 2,
            "verse": 219,
            "text": "Сендан хамр ва қимор ҳақида сўрарлар. Сен: «Иккисида катта гуноҳ ва кишилар учун манфаат бор ва гуноҳлари нафларидан каттадир», деб айт. Ва сендан нимани нафақа қилишни сўрарлар. Сен: «Ортиқчасини», деб айт. Аллоҳ шундоқ қилиб сизга Ўз оятларини баён қилади. Шоядки, тафаккур қилсангиз"
        },
        {
            "chapter": 2,
            "verse": 220,
            "text": "Бу дунё ва охират ҳақида. Сендан етимлар ҳақида сўрарлар. Сен: «Уларга ислоҳ қилиш яхшидир», деб айт. Агар уларнинг (молларини) аралаштириб юборсангиз, бас, биродарларингиз. Аллоҳ бузғунчини ҳам, ислоҳчини ҳам билади. Агар хоҳласа, Аллоҳ сизларни қийинчиликка соларди. Албатта, Аллоҳ Азийз ва ҳикматли Зотдир"
        },
        {
            "chapter": 2,
            "verse": 221,
            "text": "Мушрика аёлларни иймон келтирмагунларича никоҳингизга олманг. Шубҳасиз, мўмина чўри мушрикадан, гар у сизга ёқса ҳам, яхшидир. Ва мушриклар иймонга келмагунларича, уларга никоҳлаб берманг. Шубҳасиз, мўмин қул мушрикдан, гар у сизга ёқса ҳам, яхшидир. Анавилар дўзах ўтига чақирарлар. Аллоҳ эса, Ўз изни ила жаннатга ва мағфиратга чақирар ҳамда одамларга Ўз оятларини баён қиладир. Шоядки, эсга олсалар"
        },
        {
            "chapter": 2,
            "verse": 222,
            "text": "Сендан ҳайз ҳақида сўрарлар. Сен: «У кўнгилсиз нарсадир. Ҳайз чоғида аёллардан четда бўлинг. Уларга пок бўлмагунларича яқинлашманглар. Агар пок бўлсалар, уларга Аллоҳ амр қилган жойдан келинг. Албатта, Аллоҳ тавба қилувчиларни севади ва покланувчиларни севадир», деб айт"
        },
        {
            "chapter": 2,
            "verse": 223,
            "text": "Аёлларингиз экинзорларингиздир. Бас, экинзорингизга хоҳлаганингизча келинг. Ўзингиз учун (яхшилик) тақдим қилинг. Ва Аллоҳга тақво қилинг ҳамда, билингки, албатта, Унга рўбарў келувчисиз. Мўминларга башорат бер"
        },
        {
            "chapter": 2,
            "verse": 224,
            "text": "Аллоҳга ичган қасамларингизни яхшилик қилиш, тақво қилиш ва одамлар орасини ислоҳ этишингизга тўсиқ қилманг. Аллоҳ эшитувчи, билувчи Зотдир"
        },
        {
            "chapter": 2,
            "verse": 225,
            "text": "Аллоҳ сизларнинг беҳуда қасамларингиз учун тутмас. Лекин қалбдан касб қилганингиз учун тутадир. Ва Аллоҳ мағфиратли, раҳимли Зотдир"
        },
        {
            "chapter": 2,
            "verse": 226,
            "text": "Хотинларидан ийлаа қилганлар учун кутиш тўрт ойдир. Агар қайтсалар, бас, албатта, Аллоҳ мағфиратли, раҳимли Зотдир"
        },
        {
            "chapter": 2,
            "verse": 227,
            "text": "Ва агар талоқни қасд қилсалар, бас, албатта, Аллоҳ эшитувчи, билувчи Зотдир"
        },
        {
            "chapter": 2,
            "verse": 228,
            "text": "Талоқ қилинган аёллар уч қуръу кутарлар. Агар Аллоҳга ва қиёмат кунига иймон келтирган бўлсалар, улар учун Аллоҳ раҳмларида халқ қилган нарсани беркитишлари ҳалол бўлмас. Ўшанда эрлари уларни, агар ислоҳни ирода қилсалар, ўзларига қайтариб олишга ҳақлироқдирлар. Ва яхшилик ила уларнинг бурчлари муқобилида ҳақлари ҳам бордир. Ва эркакларга улардан устун даража бордир. Аллоҳ Азийз ва Ҳакиймдир"
        },
        {
            "chapter": 2,
            "verse": 229,
            "text": "Талоқ икки мартадир. Сўнгра, яхшиликча ушлаб қолиш ёки яхшиликча қўйиб юбориш. Сизга уларга берган нарсангиздан бирор нарсани олиш ҳалол бўлмас, магар икковлари Аллоҳнинг чегараларида тура олмасликдан қўрқсалар (бўлур). Бас, агар икковларининг Аллоҳнинг чегараларида тура олмаслигидан қўрқсангиз, хотин берган эвазда икковларига гуноҳ йўқдир. Ушбулар Аллоҳнинг чегараларидир. Бас, улардан тажовуз қилманг. Ва ким Аллоҳнинг чегараларидан тажовуз қилса, бас, ўшалар, ана ўшалар золимлардир"
        },
        {
            "chapter": 2,
            "verse": 230,
            "text": "Бас, агар яна талоқ қилса, бундан кейин у аёл, токи бошқа эрга тегиб чиқмагунча, унга ҳалол бўлмас. Агар у ҳам талоқ қилса, гар Аллоҳнинг чегараларида туришга ишонсалар, бир-бирларига қайтсалар, гуноҳ бўлмас. Ушбулар Аллоҳнинг билган қавмларга баён қилаётган чегараларидир"
        },
        {
            "chapter": 2,
            "verse": 231,
            "text": "Хотинларни талоқ қилганингизда, муддатлари охирига етганда, уларни яхшилик билан ушлаб қолинг ёки яхшилик билан қўйворинг. Уларни тажовуз учун, зарар етказиш юзасидан ушлаб турманг. Ким ўшандоқ қилса, шубҳасиз, ўзига зулм қилади. Аллоҳнинг оятларини ҳазил билманг. Аллоҳнинг сизга берган неъматини ва ваъз этиб туширган китоби ва ҳикматини эсда тутинг. Аллоҳга тақво қилинг ва билингки, албатта, Аллоҳ ҳар бир нарсани билувчидир"
        },
        {
            "chapter": 2,
            "verse": 232,
            "text": "Хотинларни талоқ қилганингизда, муддатлари охирига етганда, яхшилик билан ўзаро ризолашинг, эрларига қайта никоҳланишларини ман қилиб, қийинлаштирманг. Ушбу ила сизлардан Аллоҳга ва охират кунига иймон келтирганлар ваъзланади. Шундоқ қилишингиз сиз учун тозароқ ва покроқдир. Ва Аллоҳ биладир, сиз эса билмассиз"
        },
        {
            "chapter": 2,
            "verse": 233,
            "text": "Ким эмизишни батамом қилишни ирода қилса, оналар фарзандларни тўлиқ икки йил эмизурлар. Уларни яхшилаб едириб, кийинтириш отанинг зиммасидадир. Ҳеч бир жонга имкондан ташқари таклиф бўлмас. Она ҳам, ота ҳам боласи сабабидан зарар тортмасин. Меросхўрга ҳам худди шундоқ. Агар ўзаро рози бўлиб, сутдан ажратишни ирода қилсалар, икковларига гуноҳ бўлмас. Агар фарзандларингизга эмизувчи талаб қилишни ирода қилсангиз, берадиганингизни яхшилик билан аввалдан топширсангиз, гуноҳ бўлмас. Ва Аллоҳга тақво қилинг ҳамда, билингки, Аллоҳ қилаётганингизни албатта кўриб турувчидир"
        },
        {
            "chapter": 2,
            "verse": 234,
            "text": "Сизлардан вафот этиб жуфтларини қолдирганларнинг аёллари ўзларича тўрт ойу ўн кун кутарлар. Муддатлари етганда ўзлари ҳақида яхшилик билан қилган ишларида сизга гуноҳ йўқ. Аллоҳ қилаётган амалингиздан хабардордир"
        },
        {
            "chapter": 2,
            "verse": 235,
            "text": "У аёлларга ишора ила совчилик қилишингиз ёки уни ўз ичингизда тутишингизда гуноҳ йўқ. Аллоҳ сиз уларни албатта эслашингизни биладир. Лекин улар билан хуфёна ваъдалашманг. Магар яхши гап гапирсангиз, майли. Идда ўз муддатига етмагунча, никоҳ боғлашни қасд қилманг. Ва билингки, Аллоҳ ичингиздагини албатта билади. Бас, Ундан огоҳ бўлинг. Ва билингки, албатта, Аллоҳ мағфиратли ва Ҳалиймдир"
        },
        {
            "chapter": 2,
            "verse": 236,
            "text": "Агар хотинларга қўл теккизмай туриб ёки уларни маҳрни аниқламай туриб талоқ қилсангиз, сизга гуноҳ бўлмас. Уларни бой борича, йўқ ҳолича яхшилик ила фойдалантиринг. Бу яхшилик қилувчилар бурчидир"
        },
        {
            "chapter": 2,
            "verse": 237,
            "text": "Агар уларга қўл тегизмай талоқ қилсангиз ва маҳрни аниқлаб қўйган бўлсангиз, аниқланганнинг ярмини берасиз, магар аёл ёки никоҳ тугуни қўлида бўлган киши афв қилса, бермайсиз. Ва афв қилишингиз тақвога яқиндир. Орангиздаги фазилатни унутманг. Албатта, Аллоҳ қилаётган амалларингизни кўриб турувчи Зотдир"
        },
        {
            "chapter": 2,
            "verse": 238,
            "text": "Намозларни ва ўрта намозни муҳофаза этинг. Ва Аллоҳ учун хушуъ ила қоим бўлинг"
        },
        {
            "chapter": 2,
            "verse": 239,
            "text": "Агар хавфда қолсангиз, юрган ва минган ҳолингизда, хотиржам бўлганингизда, билмаган нарсангизни қандоқ ўргатган бўлса, Аллоҳни шундоқ зикр қилинг"
        },
        {
            "chapter": 2,
            "verse": 240,
            "text": "Сизлардан вафот этганда жуфтларини қолдираётганлар хотинлари чиқмасдан бир йилгача фойдаланишини васият қилсинлар. Агар улар чиқсалар, ўз хусусларида яхшилик билан қилган ишларида сизга гуноҳ йўқ. Аллоҳ Азийз ва Ҳакийм Зотдир"
        },
        {
            "chapter": 2,
            "verse": 241,
            "text": "Талоқ қилинган аёлларга фойда бериш тақводорлар бурчидир"
        },
        {
            "chapter": 2,
            "verse": 242,
            "text": "Аллоҳ шундай қилиб сизларга Ўз оятларини баён этадир. Шоядки, ақл ишлатсангизлар"
        },
        {
            "chapter": 2,
            "verse": 243,
            "text": "Диёрларидан ўлимдан қочиб чиққан мингларча кишиларнинг (хабарини) билмадингми?! Бас, Аллоҳ уларга: ўлинг, деди. Сўнгра, уларни тирилтирди. Албатта, Аллоҳ одамлар устидан фазл эгасидир. Лекин кўп одамлар шукр қилмаслар"
        },
        {
            "chapter": 2,
            "verse": 244,
            "text": "Аллоҳнинг йўлида жанг қилинг. Ва билингки, албатта, Аллоҳ эшитувчи ва билувчи Зотдир"
        },
        {
            "chapter": 2,
            "verse": 245,
            "text": "Аллоҳга яхши қарз берадиган ким бор?! Бас, токи унга берганини кўп марта кўпайтириб берса. Ва ҳолбуки, Аллоҳ (ризқни) тор қилур ва кенг қилур. Ва Унгагина қайтасизлар"
        },
        {
            "chapter": 2,
            "verse": 246,
            "text": "Мусодан кейинги Бани Исроилдан бўлган аъёнларни билмадингми?! Вақтики ўз Набийларига: «Бизга бир подшоҳ тайин қилгин, Аллоҳнинг йўлида уруш қилайлик», – дедилар. У: «Агар сизларга уруш фарз қилинса, урушмасаларингизчи?!» – деди. Улар: «Бизга нима бўлибдики, диёримиздан ва фарзандларимиздан жудо қилинсак ҳам, Аллоҳнинг йўлида урушмасак», – дедилар. Уруш фарз қилинганда эса, озгиналаридан бошқалари юз ўгириб кетдилар. Ва Аллоҳ зулм қилувчиларни билувчидир"
        },
        {
            "chapter": 2,
            "verse": 247,
            "text": "Набийлари уларга: «Албатта, Аллоҳ Толутни сизга подшоҳ қилиб тайинлади», – деди. Улар: «У бизга қаёқдан подшоҳ бўлсин. Ундан кўра подшоҳликка биз ҳақлироқмиз. Қолаверса, унга кўпроқ мол ҳам берилмаган», – дедилар. У: «Албатта, уни Аллоҳнинг Ўзи сизларга танлади ва илмда, жисмда кенглигини зиёда қилди. Аллоҳ подшоҳлигини кимга хоҳласа, ўшанга беради. Ва Аллоҳ кенг қамровли ва билувчидир», – деди"
        },
        {
            "chapter": 2,
            "verse": 248,
            "text": "Набийлари уларга: «Албатта, унинг подшоҳлигининг белгиси сизларга Роббингиздан сандиқ келмоғидир, унда хотиржамлик ва Мусо ҳамда Ҳорун аҳлидан қолган қолдиқ бўлиб, фаришталар кўтариб келур. Агар мўмин бўлсаларингиз, албатта, бу нарсада сизларга белги бор», – деди"
        },
        {
            "chapter": 2,
            "verse": 249,
            "text": "Толут аскар билан чиққанда: «Албатта, Аллоҳ сизни дарё билан синовчидир, ким ундан ичса, у мендан эмас. Ва ким уни тановул қилмаса, у, албатта, мендандир. Магар биров қўли билан бир ҳўплам ҳўпласа, майли», деди. Озгиналаридан бошқалари ундан ичдилар. У ва у билан бирга иймон келтирганлар у(дарё)дан ўтганларида, улар: «Бугун бизда Жолут ва унинг аскари билан жанг қилишга тоқат йўқ», дедилар. Аллоҳга рўбарў бўлишга ишонганлар: «Қанчадан-қанча оз сонли гуруҳлар Аллоҳнинг изни билан кўп сонли гуруҳларга ғолиб келган. Аллоҳ сабрлилар биландир», – дедилар"
        },
        {
            "chapter": 2,
            "verse": 250,
            "text": "Жолут ва унинг аскарларига рўбарў келганларида: «Роббимиз, бизга сабр тўккин, собитқадам қилгин ва кофир қавмларга қарши нусрат бергин», – дедилар"
        },
        {
            "chapter": 2,
            "verse": 251,
            "text": "Бас, Аллоҳнинг изни билан уларни енгдилар ва Довуд Жолутни қатл этди. Сўнгра, Аллоҳ унга подшоҳлик ва ҳикматни берди ва хоҳлаган нарсасини ўргатди. Агар Аллоҳнинг баъзи (одам)ларни баъзиларига дафъ қилиши бўлмаса эди, ер юзи бузиларди. Лекин Аллоҳ оламлар устидан фазл эгасидир"
        },
        {
            "chapter": 2,
            "verse": 252,
            "text": "Булар Аллоҳнинг оятларидир. Уларни сенга ҳақ ила тиловат қилурмиз. Ва, албатта, сен Пайғамбарлардандирсан"
        },
        {
            "chapter": 2,
            "verse": 253,
            "text": "Булар Пайғамбарлар. Уларнинг баъзиларини баъзиларидан фазллик қилдик. Улардан Аллоҳ гаплашгани бор ва баъзиларининг даражасини кўтарган. Ва Ийсо ибн Марямга ойдин(мўъжиза)ларни бердик ва уни муқаддас руҳ билан қўлладик. Агар Аллоҳ хоҳлаганида, улардан кейин қолганлар ўзларига очиқ-ойдин баёнотлар келганидан сўнг урушмас эдилар. Лекин ихтилоф қилдилар. Улардан кимдир иймон келтирди, кимдир куфр келтирди. Агар Аллоҳ хоҳлаганида, урушмас эдилар. Лекин Аллоҳ нимани ирода қилса, шуни қилади"
        },
        {
            "chapter": 2,
            "verse": 254,
            "text": "Эй, иймон келтирганлар! Сизга ризқ қилиб берган нарсаларимиздан на олди-сотди, на ошна-оғайничилик ва на шафоатчилик йўқ Кун келмасдан олдин нафақа қилинг. Ва кофирлар — ўшалар золимлардир"
        },
        {
            "chapter": 2,
            "verse": 255,
            "text": "Аллоҳ, Ундан ўзга илоҳ йўқ. У тирикдир ва қаййумдир. Уни мудроқ ҳам, уйқу ҳам олмас. Осмонлару ердаги нарсалар Уникидир. Унинг ҳузурида Ўзининг изнисиз ҳеч ким шафоат қила олмас. У уларнинг олдиларидаги нарсани ҳам, ортларидаги нарсани ҳам билур. Унинг илмидан ҳеч нарсани иҳота қила олмаслар, магар Ўзи хоҳлаганини, холос. Унинг курсиси осмонлару ерни қамраган. У уларни муҳофаза қилишдан чарчамас. Ва У Алий ва Азийм Зотдир"
        },
        {
            "chapter": 2,
            "verse": 256,
            "text": "Динга мажбур қилиш йўқ. Батаҳқиқ, ҳақ ботилдан ажради. Ким тоғутга куфр келтириб, Аллоҳга иймон келтирса, батаҳқиқ, узилмайдиган мустаҳкам тутқични ушлаган бўлади. Ва Аллоҳ эшитувчи, билувчи Зотдир"
        },
        {
            "chapter": 2,
            "verse": 257,
            "text": "Аллоҳ иймон келтирганларнинг дўстидир. Уларни зулматлардан нурга чиқарур. Куфр келтирганларнинг дўстлари тоғутлардир. Уларни нурдан зулматларга чиқарурлар. Ана ўшалар дўзах эгаларидир. Улар унда абадийдирлар"
        },
        {
            "chapter": 2,
            "verse": 258,
            "text": "Аллоҳ подшоҳлик бериб қўйгани сабабидан Иброҳим билан Роббиси ҳақида ҳужжат талашганни билмадингми? Иброҳим: «Менинг Роббим тирилтиради ва ўлдиради», деганда, у: «Мен тирилтираман ва ўлдираман», – деди. Иброҳим: «Албатта, Аллоҳ қуёшни Машриқдан чиқарур, бас, сен уни Мағрибдан чиқаргинг-чи», – деди. Бас, куфр келтирган лол қолди. Ва, Аллоҳ золим қавмларни ҳидоятга солмас"
        },
        {
            "chapter": 2,
            "verse": 259,
            "text": "Ёки шифтлари устига қулаган қишлоқдан ўтган кишига ўхшашни кўрмадингми? У: «Аллоҳ буни ўлимдан кейин қандай тирилтирур?» – деди. Бас, Аллоҳ уни юз йил ўлдирди, сўнгра, қайта тирилтирди. «Қанча ётдинг?» – деди. У: «Бир кун ёки бир куннинг баъзисича ётдим», – деди. «Балки, юз йил ётдинг, таомингга ва шаробингга назар сол, ўзгаргани йўқ ва эшагингга ҳам қара. Сени одамларга ибрат қилиш учун шундай қилдик. Ва суякларга назар сол, уларни қандоқ ҳаракатга соламиз ва уларга қандоқ гўшт кийгизамиз», – деди. Унга равшан бўлганда: «Албатта, Аллоҳ ҳар бир нарсага қодирлигини билдим», – деди"
        },
        {
            "chapter": 2,
            "verse": 260,
            "text": "Эсла, Иброҳим: «Эй Роббим, менга ўликларни қандай тирилтиришингни кўрсат», деганда, У Зот: «Ишонмадингми?» – деди. У: Оре, лекин қалбим хотиржам бўлиши учун», – деди. У зот: «Қушдан тўртта олгин-да, ўзингга тортиб, кесиб майдала, сўнгра, улардан ҳар бир тоққа бўлакларини қўйгин, кейин уларни ўзингга чақир, ҳузурингга тезлаб келадилар», – деди. «Ва билгинки, албатта, Аллоҳ Азийз ва Ҳакийм Зотдир»"
        },
        {
            "chapter": 2,
            "verse": 261,
            "text": "Молларини Аллоҳнинг йўлида сарфлайдиганларнинг мисоли худди бир дона донга ўхшайдир. Ундан етти бошоқ ўсиб чиқадир, ҳар бошоқда юзтадан дон бор. Ва Аллоҳ кимга хоҳласа, яна кўпайтириб берадир. Ва Аллоҳ қамраб олувчи ва билувчи Зотдир"
        },
        {
            "chapter": 2,
            "verse": 262,
            "text": "Аллоҳнинг йўлида молларини сарфлаб, сўнгра сарфлари кетидан миннат қилмай ва озор бермайдиганларнинг ажрлари Роббилари ҳузуридадир. Уларга хавф йўқ ва улар хафа ҳам бўлмаслар"
        },
        {
            "chapter": 2,
            "verse": 263,
            "text": "Яхши сўз ва кечириш ортидан озор келадиган садақадан кўра яхшироқдир. Ва Аллоҳ Ғаний ва Ҳалийм Зотдир"
        },
        {
            "chapter": 2,
            "verse": 264,
            "text": "Эй, иймон келтирганлар! Садақаларингизни миннат ва озор бериш билан, Аллоҳга ва охират кунига иймон келтирмаса ҳам, кишиларга риё учун молини нафақа қилганга ўхшаб, бекорга кетказманг. У мисоли устини тупроқ босган силлиқ бир тошга ўхшайдир. Бас, кучли ёмғир ёғса, силлиқ бўлиб қолади. Касб қилганларидан ҳеч нарсага қодир бўлмаслар. Ва Аллоҳ кофир қавмларни ҳидоятга бошламас"
        },
        {
            "chapter": 2,
            "verse": 265,
            "text": "Молларини Аллоҳнинг розилигини истаб, ўзларидаги ишонч билан сарфлайдиганлар худди тепаликдаги боққа ўхшайдир. Унга қаттиқ ёмғир ёғса, мевасини икки баробар беради. Агар қаттиқ ёмғир ёғмаса, майдалаб ёққани ҳам бўлаверади. Ва Аллоҳ қилаётганларингизни кўриб турувчи Зотдир"
        },
        {
            "chapter": 2,
            "verse": 266,
            "text": "Сизлардан бирортангиз остидан анҳорлар оқиб турган хурмозор ва узумзор, турли мевали боғи бўлатуриб, ёши бир жойга етганда, заифҳол зурриёти бор пайтда унга ўтли бўрон келиб, ёниб битишини хоҳлайдими?! Аллоҳ сизларга шу тариқа Ўз оятларини баён қилур, шоядки, фикр юритсангиз"
        },
        {
            "chapter": 2,
            "verse": 267,
            "text": "Эй, иймон келтирганлар! Касб қилган пок нарсаларингиздан ва Биз сизларга ердан чиқариб берган нарсаларимиздан садақа қилинглар. Нопокни қасд этиб садақа қилманг. Ҳолбуки, уни ўзингиз ҳам олувчимассиз, магар кўз юмсангизгина оласиз. Ва билингки, албатта, Аллоҳ бой ва мақталган Зотдир"
        },
        {
            "chapter": 2,
            "verse": 268,
            "text": "Шайтон сизга фақирликни ваъда қиладир ва фаҳш ишларга буюрадир. Аллоҳ сизга Ўзидан мағфират ва фазлни ваъда қиладир. Ва Аллоҳ кенг қамровли, билувчи Зотдир"
        },
        {
            "chapter": 2,
            "verse": 269,
            "text": "У кимни хоҳласа, ўшанга ҳикматни берар. Кимга ҳикмат берилса, унга кўп яхшилик берилган бўлар. Фақат ақл эгаларигина эсларлар"
        },
        {
            "chapter": 2,
            "verse": 270,
            "text": "Қилган нафақангизни ёки назрингизни Аллоҳ албатта биладир. Золимларга ёрдамчилар йўқдир"
        },
        {
            "chapter": 2,
            "verse": 271,
            "text": "Садақани ошкора қилсангиз, қандоқ ҳам яхши. Агар махфий қилсангиз ва фақирларга берсангиз, бу сиз учун яхшидир. Сиздан гуноҳларингизни ювадир. Ва Аллоҳ қилаётган амалларингиздан хабардордир"
        },
        {
            "chapter": 2,
            "verse": 272,
            "text": "Уларни ҳидоятга солиш сенинг зиммангда эмас. Лекин Аллоҳ кимни хоҳласа, ҳидоятга бошлар. Нафақа қилган яхшиликларингиз ўз фойдангизга. Қилган нафақангиз фақат Аллоҳнинг юзини исташ учундир. Нафақа қилган яхшиликларингиз ўзингизга тўлалигича қайтарилур. Сизларга зулм қилинмас"
        },
        {
            "chapter": 2,
            "verse": 273,
            "text": "(Садақа ва хайру эҳсонлар) Аллоҳнинг йўлида тутилган, ер юзида касб қилишга қодир бўлмаган, иффатлари туфайли билмаган киши уларни бой деб ўйлайдиган фақирларгадир. Уларни сиймоларидан танийсан, одамлардан хиралик қилиб сўрамаслар. Нафақа қилган яхшиликларингизни Аллоҳ албатта билгувчидир"
        },
        {
            "chapter": 2,
            "verse": 274,
            "text": "Кечасию кундузи молларини яширин ва ошкора нафақа қиладиганларнинг ажрлари Роббилари ҳузуридадир. Уларга хавф йўқ ва улар хафа ҳам бўлмаслар"
        },
        {
            "chapter": 2,
            "verse": 275,
            "text": "Рибони ейдиганлар (қабрларидан) фақат шайтон уриб, жинни бўлган кишидек довдираб турарлар. Бундай бўлиши уларнинг, тижорат ҳам рибога ўхшаш-да, деганлари учундир. Ва ҳолбуки, Аллоҳ тижоратни ҳалол, рибони ҳаром қилган. Кимки Роббидан мавъиза келганда тўхтаса, аввал ўтгани ўзига ва унинг иши Аллоҳнинг Ўзига ҳавола. Кимки, яна (рибога) қайтса, ана ўшалар дўзах эгаларидир. Улар унда абадий қолурлар"
        },
        {
            "chapter": 2,
            "verse": 276,
            "text": "Аллоҳ рибони доимо нуқсонга учратур ва садақаларни зиёда қилур. Ва Аллоҳ ҳар бир кофир, гуноҳкорни хуш кўрмас"
        },
        {
            "chapter": 2,
            "verse": 277,
            "text": "Албатта, иймон келтирган, яхши амалларни қилган, намозни қоим қилиб, закот берганларнинг ажрлари Роббилари ҳузуридадир. Уларга хавф йўқ ва улар хафа ҳам бўлмаслар"
        },
        {
            "chapter": 2,
            "verse": 278,
            "text": "Эй, иймон келтирганлар! Агар мўмин бўлсангиз, Аллоҳга тақво қилинг ва рибонинг сарқитини ҳам тарк қилинг"
        },
        {
            "chapter": 2,
            "verse": 279,
            "text": "Агар ундоқ қилмасангиз, Аллоҳ ва Унинг Расули томонидан бўладиган урушга ишонаверинг. Агар тавба қилсангиз, сармоянгиз ўзингизга, зулм қилмассиз ва сизга ҳам зулм қилинмас"
        },
        {
            "chapter": 2,
            "verse": 280,
            "text": "Агар ночор бўлса, бойигунча интизор қилинг. Садақа қилмоғингиз, гар билсангиз, ўзингиз учун яхшидир"
        },
        {
            "chapter": 2,
            "verse": 281,
            "text": "Аллоҳга қайтариладиган кунингиздан қўрқинг. Сўнгра, ҳар бир жон қилганига яраша тўлиқ оладур. Уларга зулм қилинмас"
        },
        {
            "chapter": 2,
            "verse": 282,
            "text": "Эй, иймон келтирганлар! Маълум муддатга қарз олди-берди қилган вақтингизда, уни ёзиб қўйинг. Орангизда бир ёзувчи адолат билан ёзсин. Ҳеч бир ёзувчи Аллоҳ билдирганидек қилиб ёзишдан бош тортмасин. Бас, ёзсин ва ҳақ зиммасига тушган киши айтиб турсин, Роббига тақво қилсин ва ундан ҳеч нарсани камайтирмасин. Агар ҳақ зиммасига тушган киши эси паст, заиф ёки айтиб тура олмайдиган бўлса, унинг валийи адолат билан айтиб турсин. Эркакларингиздан икки кишини гувоҳ қилинг. Агар икки эр киши бўлмаса, ўзингиз рози бўладиган гувоҳлардан бир эр киши ва икки аёл киши бўлсин. Иккови(аёл)дан бирорталари адашса, бирлари бошқаларининг эсига солади. Ва чақирилган вақтда гувоҳлар бош тортмасинлар. Кичик бўлса ҳам, катта бўлса ҳам, муддатигача ёзишингизни малол олманг. Шундоқ қилмоғингиз, Аллоҳнинг ҳузурида адолатлироқ, гувоҳликка кучлироқ ва шубҳаланмаслигингиз учун яқинроқдир. Магар ораларингизда юриб турган нақд савдо бўлса, ёзмасангиз ҳам, сизга гуноҳ бўлмас. Олди-сотди қилганингизда, гувоҳ келтиринг ва ёзувчи ҳам, гувоҳ ҳам зарар тортмасин. Агар (аксини) қилсангиз, албатта, бу фосиқлигингиздир. Аллоҳга тақво қилинг. Ва Аллоҳ сизга илм берадир. Аллоҳ ҳар бир нарсани билувчи Зотдир"
        },
        {
            "chapter": 2,
            "verse": 283,
            "text": "Агар сафарда бўлсангиз ва ёзувчи топа олмасангиз, бас, қўлга олинадиган гаров бўлсин. Агар баъзингиз баъзингизга ишонсангиз, бас, ишонилган омонатни адо қилсин, Аллоҳга — Роббига тақво қилсин. Гувоҳликни беркитманг! Ким уни беркитса, унинг қалби гуноҳкордир. Ва Аллоҳ қилаётган амалларингизни билувчи Зотдир"
        },
        {
            "chapter": 2,
            "verse": 284,
            "text": "Осмонлару ердаги нарсалар Аллоҳникидир. Агар ичингиздаги нарсаларни ошкор қилсангиз ҳам, махфий қилсангиз ҳам, сизларни Аллоҳ ҳисоб-китоб қиладир. Ва кимни хоҳласа, мағфират қилар, кимни хоҳласа, азоблар. Ва У ҳар бир нарсага қодирдир"
        },
        {
            "chapter": 2,
            "verse": 285,
            "text": "Пайғамбар унга ўз Роббисидан туширилган нарсага иймон келтирди ва мўминлар ҳам. Аллоҳга, Унинг фаришталарига, китобларига, Пайғамбарларига ҳамма-ҳамма иймон келтирди. Унинг Пайғамбарларининг бирорталарини ажратмаймиз. Ва: «Эшитдик ва итоат қилдик, (эй Роббимиз), мағфиратингни сўраймиз ва қайтиб бориш Сенгадир», дедилар"
        },
        {
            "chapter": 2,
            "verse": 286,
            "text": "Аллоҳ ҳеч бир жонни тоқатидан ташқари нарсага таклиф қилмас. Фойдаси ҳам ўз касбидан, зарари ҳам ўз касбидан. Эй Роббимиз, агар унутсак ёки хато қилсак, (иқобга) тутмагин. Эй Роббимиз, биздан олдингиларга юклаганга ўхшаш оғирликни бизга юкламагин. Эй Роббимиз, бизга тоқатимиз етмайдиган нарсани юкламагин. Бизни афв эт, мағфират қил ва раҳим эт. Сен хожамизсан. Бас, кофир қавмларга бизни ғолиб қил"
        }
    ]
}