{
    "chapter": [
        {
            "chapter": 20,
            "verse": 1,
            "text": "Тоҳа"
        },
        {
            "chapter": 20,
            "verse": 2,
            "text": "Сенга Қуръонни бадбахт бўлишинг учун нозил қилганимиз йўқ"
        },
        {
            "chapter": 20,
            "verse": 3,
            "text": "Магар қўрққан кимсаларга эслатма бўлиши учун"
        },
        {
            "chapter": 20,
            "verse": 4,
            "text": "У, ерни ва юксак осмонларни яратган Зотдан нозил бўлгандир"
        },
        {
            "chapter": 20,
            "verse": 5,
            "text": "У — Роҳман (Зоти ва улуғлигига муносиб равишда) Аршга кўтарилди"
        },
        {
            "chapter": 20,
            "verse": 6,
            "text": "Осмонлардаги нарсалару ердаги нарсалар, уларнинг орасидаги нарсалару ер остидаги нарсалар Уникидир"
        },
        {
            "chapter": 20,
            "verse": 7,
            "text": "Сен агар сўзда овозингни юксалтирсанг ҳам. Бас, албатта, У сирни ҳам, махфийни ҳам билгувчидир"
        },
        {
            "chapter": 20,
            "verse": 8,
            "text": "Аллоҳ — Ундан бошқа ибодатга сазовор илоҳ йўқ Зотдир. Гўзал исмлар Уникидир"
        },
        {
            "chapter": 20,
            "verse": 9,
            "text": "Сенга Мусонинг хабари келдими"
        },
        {
            "chapter": 20,
            "verse": 10,
            "text": "У, оловни кўрган чоғида ўз аҳлига: «Туриб туринглар, мен оловни кўрдим, шояд, сизга ундан чўғ келтирсам ёки олов бошида йўл кўрсатувчини топсам», деди"
        },
        {
            "chapter": 20,
            "verse": 11,
            "text": "Бас, у(олов)га келганида, нидо қилинди: «Эй Мусо"
        },
        {
            "chapter": 20,
            "verse": 12,
            "text": "Албатта, Мен Ўзим сенинг Роббингдирман. Кавушларингни еч. Чунки, сен муқаддас Туво водийсидасан»"
        },
        {
            "chapter": 20,
            "verse": 13,
            "text": "Мен сени ихтиёр қилиб олдим. Ваҳий қилинадиган нарсага қулоқ ос"
        },
        {
            "chapter": 20,
            "verse": 14,
            "text": "Албатта, Мен Ўзим Аллоҳдирман. Мендан ўзга илоҳ йўқ. Бас, Менга ибодат қил ва Мени зикр этиш учун намозни тўкис адо эт"
        },
        {
            "chapter": 20,
            "verse": 15,
            "text": "Албатта, соат (қиёмат) келгувчидир. Ҳар бир жон саъйи-ҳаракатига яраша жазо олиши учун уни махфий тутурман"
        },
        {
            "chapter": 20,
            "verse": 16,
            "text": "Унга иймон келтирмайдиганлар ва ҳавойи нафсига эргашганлар сени ҳаргиз ундан тўсмасинлар. У ҳолда ҳалок бўласан"
        },
        {
            "chapter": 20,
            "verse": 17,
            "text": "Эй Мусо, қўлингдаги нима?»"
        },
        {
            "chapter": 20,
            "verse": 18,
            "text": "У: «Бу асоимдир, унга суянаман, у билан қўйларимга (барг) қоқиб бераман ва унда менинг бошқа ишларим бор», деди"
        },
        {
            "chapter": 20,
            "verse": 19,
            "text": "У: «Эй Мусо, уни ташла», деди"
        },
        {
            "chapter": 20,
            "verse": 20,
            "text": "Бас, уни ташлади. Бирдан у (асо) илон бўлиб юра бошлади"
        },
        {
            "chapter": 20,
            "verse": 21,
            "text": "У зот: «Уни ол, қўрқма. Биз уни аввалги ҳолига келтирамиз"
        },
        {
            "chapter": 20,
            "verse": 22,
            "text": "Қўлингни қўлтиғингга тиқ, ёмонликсиз оппоқ бўлиб чиқадир. Бу бошқа бир мўъжизадир"
        },
        {
            "chapter": 20,
            "verse": 23,
            "text": "Биз сенга буюк мўъжизаларимизни кўрсатиш учун (шундай қилдик)"
        },
        {
            "chapter": 20,
            "verse": 24,
            "text": "Сен Фиръавнга бор, чунки, у туғёнга кетди», деди"
        },
        {
            "chapter": 20,
            "verse": 25,
            "text": "У: «Эй Роббим, менинг қалбимни кенг қил"
        },
        {
            "chapter": 20,
            "verse": 26,
            "text": "Менинг ишимни осон қил"
        },
        {
            "chapter": 20,
            "verse": 27,
            "text": "Тилимдаги тугунни ечгин"
        },
        {
            "chapter": 20,
            "verse": 28,
            "text": "Сўзимни англасинлар"
        },
        {
            "chapter": 20,
            "verse": 29,
            "text": "Менга ўз аҳлимдан бир вазир қилиб бер"
        },
        {
            "chapter": 20,
            "verse": 30,
            "text": "Оғам Ҳорунни"
        },
        {
            "chapter": 20,
            "verse": 31,
            "text": "У билан белимни қувватла"
        },
        {
            "chapter": 20,
            "verse": 32,
            "text": "Уни ишимга шерик айла"
        },
        {
            "chapter": 20,
            "verse": 33,
            "text": "Сенга кўп тасбиҳ айтишимиз учун"
        },
        {
            "chapter": 20,
            "verse": 34,
            "text": "Ва Сени кўп зикр қилишимиз учун"
        },
        {
            "chapter": 20,
            "verse": 35,
            "text": "Албатта, Сен Ўзинг бизни кўриб турувчи эдинг», деди"
        },
        {
            "chapter": 20,
            "verse": 36,
            "text": "У зот: «Эй Мусо, сенга сўраганинг берилди"
        },
        {
            "chapter": 20,
            "verse": 37,
            "text": "Батаҳқиқ, Биз сенга бошқа марта ҳам неъмат берган эдик"
        },
        {
            "chapter": 20,
            "verse": 38,
            "text": "Ўшанда онангга илҳом қилинадиган нарсани илҳом қилиб"
        },
        {
            "chapter": 20,
            "verse": 39,
            "text": "«Уни тобутга сол, уни эса, дарёга ташла. Дарё уни соҳилга отсин. Уни Менинг душманим ва унинг душмани олади», дедик. Ва сенга Ўзимдан муҳаббат солдим. Буни Менинг кўз олдимда етиштирилишинг учун (қилдим)"
        },
        {
            "chapter": 20,
            "verse": 40,
            "text": "Ўшанда опанг юриб бориб: «Уни кафилликка оладиганларга далолат қилайми?» – деган эди. Бас, Биз сени кўзи қувониши ва хафа бўлмаслиги учун онангга қайтардик. Ва бир жонни ўлдирдинг. Бас, Биз сени ғамдан қутқардик ва турли синовлар ила синадик. Сўнгра, Мадян аҳли ила йилларча қолдинг ва тақдирга биноан келдинг, эй Мусо"
        },
        {
            "chapter": 20,
            "verse": 41,
            "text": "Мен сени Ўзим учун танладим"
        },
        {
            "chapter": 20,
            "verse": 42,
            "text": "Сен ва оғанг мўъжизаларимни олиб боринглар ва Мени зикр этишда сусткашлик қилманглар"
        },
        {
            "chapter": 20,
            "verse": 43,
            "text": "Фиръавнга боринглар! Чунки, у туғёнга кетди"
        },
        {
            "chapter": 20,
            "verse": 44,
            "text": "Бас, унга юмшоқ сўз айтинглар. Шояд, эсласа ёки қўрқса»"
        },
        {
            "chapter": 20,
            "verse": 45,
            "text": "Икковлари: «Эй Роббимиз, биз унинг тезда бизга ёмонлик қилишидан ёки ҳаддан ошишидан қўрқамиз», дедилар"
        },
        {
            "chapter": 20,
            "verse": 46,
            "text": "У зот: «Қўрқманглар! Албатта, Мен сизлар биланман, эшитаман ва кўраман"
        },
        {
            "chapter": 20,
            "verse": 47,
            "text": "Бас, унинг олдига боринглар ва унга: «Албатта, биз Роббингнинг Пайғамбарларимиз, Бани Исроилни биз билан қўйиб юбор. Уларни азоблама. Батаҳқиқ, биз сенга Роббингдан мўъжиза келтирдик. Ҳидоятга эргашган кимсага салом бўлур"
        },
        {
            "chapter": 20,
            "verse": 48,
            "text": "Албатта, бизга ваҳий қилиндики, «Ёлғонга чиқарганларга ва юз ўгириб кетганларга, шубҳасиз, азоб бўлур», денглар», деди"
        },
        {
            "chapter": 20,
            "verse": 49,
            "text": "У: «Эй Мусо, икковингизнинг Роббингиз ким?» – деди"
        },
        {
            "chapter": 20,
            "verse": 50,
            "text": "У: «Бизнинг Роббимиз ҳар нарсага ўз яратилишини берган ҳамда уни ҳидоятга солган Зотдир», деди"
        },
        {
            "chapter": 20,
            "verse": 51,
            "text": "У: «Ўтган асрларнинг ҳоли недир?» – деди"
        },
        {
            "chapter": 20,
            "verse": 52,
            "text": "У: «Уларнинг илми Роббим ҳузурида, китобдадир. Роббим адашмас ва унутмас», деди"
        },
        {
            "chapter": 20,
            "verse": 53,
            "text": "«У сизга ерни бешик қилган, сизга унда йўллар очган ва осмондан сув туширган Зотдир». Бас, ўша (сув) ила турли набототлар жуфтларини чиқардик"
        },
        {
            "chapter": 20,
            "verse": 54,
            "text": "Енглар ва чорваларингизни боқинглар. Албатта, бунда ақл эгалари учун ибратлар бордир"
        },
        {
            "chapter": 20,
            "verse": 55,
            "text": "Сизларни ундан яратдик, унга қайтарамиз ва яна бир бор ундан чиқариб оламиз"
        },
        {
            "chapter": 20,
            "verse": 56,
            "text": "Батаҳқиқ, Биз унга оят-мўъжизаларимизнинг ҳаммасини кўрсатдик. Бас, у ёлғонга чиқарди ва бош тортди"
        },
        {
            "chapter": 20,
            "verse": 57,
            "text": "У: «Эй Мусо, бизни еримиздан чиқариш учун сеҳринг ила келдингми"
        },
        {
            "chapter": 20,
            "verse": 58,
            "text": "Бас, албатта, биз ҳам унга ўхшаш сеҳр келтирамиз, биз билан ўзинг орангда ваъда вақти тайин қил, унга биз ҳам, сен ҳам хилоф қилмайдиган бўлайлик, ўрта жой бўлсин», деди"
        },
        {
            "chapter": 20,
            "verse": 59,
            "text": "У: «Ваъда вақтингиз зийнат куни. Одамларнинг чоштгоҳда тўпланиши», деди"
        },
        {
            "chapter": 20,
            "verse": 60,
            "text": "Бас, Фиръавн қайтиб кетди, сўнгра, ҳийласини йиғиб келди"
        },
        {
            "chapter": 20,
            "verse": 61,
            "text": "Уларга Мусо: «Ҳолингизга вой! Аллоҳга нисбатан ёлғон уйдирманг, бас, сизни азоб ила бутунлай ҳалок қилур. Батаҳқиқ, ким ёлғон уйдирса, ноумид бўлур», деди"
        },
        {
            "chapter": 20,
            "verse": 62,
            "text": "Бас, улар ишлари ҳақида ўзаро аста шивирлашиб, мунозара қила бошладилар"
        },
        {
            "chapter": 20,
            "verse": 63,
            "text": "Улар: «Албатта, бу иккови сеҳргардирлар. Сизни сеҳрлари билан ерларингиздан чиқаришни ва сизнинг афзал йўлингизни йўқотишни хоҳларлар"
        },
        {
            "chapter": 20,
            "verse": 64,
            "text": "Бас, макр-ҳийлангизни жамлаб, бир саф бўлиб келинг. Батаҳқиқ, бугунги кунда ким устун келса, ўша ғолиб бўлур», дедилар"
        },
        {
            "chapter": 20,
            "verse": 65,
            "text": "Улар: «Эй Мусо, сен ташлайсанми ёки биз аввал ташловчи бўлайликми?» – дедилар"
        },
        {
            "chapter": 20,
            "verse": 66,
            "text": "У: «Йўқ. Сизлар ташланг», деди. Бирдан уларнинг арқонлари ва асолари унга сеҳрларидан худди ҳаракатланаётгандек бўлиб кўринди"
        },
        {
            "chapter": 20,
            "verse": 67,
            "text": "Бас, Мусо ичида хавф ҳис этди"
        },
        {
            "chapter": 20,
            "verse": 68,
            "text": "Биз: «Қўрқма, албатта, сен устунсан"
        },
        {
            "chapter": 20,
            "verse": 69,
            "text": "Қўлингдаги нарсани ташлагин, уларнинг қилган ҳунарини ютиб юборур. Уларнинг қилган ҳунари сеҳргарнинг ҳийласи, холос. Сеҳргар қаерда бўлса ҳам, зафар топмас», дедик"
        },
        {
            "chapter": 20,
            "verse": 70,
            "text": "Бас, сеҳргарлар: «Ҳорун ва Мусонинг Роббига иймон келтирдик», деб саждага ташландилар"
        },
        {
            "chapter": 20,
            "verse": 71,
            "text": "У: «Сизга изн бермасимдан олдин унга иймон келтирдингизми?! Албатта, у сизга сеҳр ўргатган каттангиздир! Бас, албатта, қўл-оёқларингизни қарама-қаршисидан кесурман ва, албатта, сизларни хурмо танасига осурман, албатта, қайси биримизнинг азобимиз шиддатлироқ ва боқийроқ эканини билурсиз», деди"
        },
        {
            "chapter": 20,
            "verse": 72,
            "text": "Улар: «Биз сени зинҳор ўзимизга келган очиқ-ойдин (мўъжиза)лардан ва бизни яратган Зотдан устун қўймасмиз. Бас, нима ҳукм қилсанг, қилавер. Сен фақат ҳаёти дунёда ҳукм чиқарасан, холос"
        },
        {
            "chapter": 20,
            "verse": 73,
            "text": "Албатта, биз Роббимиз хатоларимизни ва сен бизни мажбур қилган сеҳрни мағфират қилиши учун иймон келтирдик. Аллоҳ яхши ва боқийдир», дедилар"
        },
        {
            "chapter": 20,
            "verse": 74,
            "text": "Шубҳасиз, ким Роббига жиноятчи бўлган ҳолида келса, унга албатта жаҳаннам бордир. У ерда у ўлиб ўлмас, яшаб яшамас"
        },
        {
            "chapter": 20,
            "verse": 75,
            "text": "Ким Унга мўмин ўлароқ, яхши амаллар қилган ҳолида келса, бас, ана ўшаларга олий даражалар"
        },
        {
            "chapter": 20,
            "verse": 76,
            "text": "Остидан анҳорлар оқиб турган адн жаннатлари бор. Унда абадий қолурлар. Ана шу, пок бўлганнинг мукофотидир"
        },
        {
            "chapter": 20,
            "verse": 77,
            "text": "Батаҳқиқ, Биз Мусога: «Сен бандаларим ила кечаси йўлга туш, уларга денгиздан қуруқ йўл оч, етиб олишларидан хавф қилма ва қўрқма», деб ваҳий қилдик"
        },
        {
            "chapter": 20,
            "verse": 78,
            "text": "Бас, Фиръавн аскарлари ила уларнинг ортидан таъқиб этди. Денгиз уларни ўраганича ўраб олди"
        },
        {
            "chapter": 20,
            "verse": 79,
            "text": "Фиръавн ўз қавмини адаштирди, тўғри йўлга бошламади"
        },
        {
            "chapter": 20,
            "verse": 80,
            "text": "Эй, Бани Исроил, батаҳқиқ, Биз сизни душманингиздан қутқардик ва сиз билан Турнинг ўнг томонини ваъдалашдик ҳамда сизларга манн ва бедана туширдик"
        },
        {
            "chapter": 20,
            "verse": 81,
            "text": "Биз сизга ризқ қилиб берган пок нарсалардан енглар, унда ҳаддингиздан ошманг, яна, бошингизга ғазабим тушиб қолмасин. Кимнинг бошига ғазабим тушса, бас, батаҳқиқ, ҳалок бўлибди"
        },
        {
            "chapter": 20,
            "verse": 82,
            "text": "Албатта, Мен тавба қилган, иймон келтириб, яхши амал қилган, сўнгра тўғри юрганларни кўплаб мағфират қилгувчиман"
        },
        {
            "chapter": 20,
            "verse": 83,
            "text": "Эй Мусо, сени қавмингдан нима илгарилатди"
        },
        {
            "chapter": 20,
            "verse": 84,
            "text": "У: «Улар ана изимдалар. Рози бўлишинг учун мен Сенга шошдим, эй Роббим», деди"
        },
        {
            "chapter": 20,
            "verse": 85,
            "text": "У зот: «Батаҳқиқ, Биз қавмингни сендан кейин фитнага дучор қилдик. Сомирий уларни адаштирди», деди"
        },
        {
            "chapter": 20,
            "verse": 86,
            "text": "Бас, Мусо қавмига ғазабланган, афсусланган ҳолда қайтди. У: «Эй қавмим, Роббингиз сизга яхши ваъда қилмаганмиди?! Сизларга замон узоқ кўриндими ёки бошингизга Роббингиздан ғазаб тушишини хоҳладингизми?! Менга берган ваъдага хилоф қилибсиз?!» – деди"
        },
        {
            "chapter": 20,
            "verse": 87,
            "text": "Улар: «Биз сенга берган ваъдага ўз ихтиёримиз ила хилоф қилмадик. Лекин бизга у қавмнинг зийнатидан оғирликлар юкланган эди. Бас, уларни ташладик, Сомирий ана шундай илқо қилди», дедилар"
        },
        {
            "chapter": 20,
            "verse": 88,
            "text": "Бас, у (Сомирий) уларга бўкирадиган бузоқ шаклини чиқариб берди. Улар: «Мана шу сизнинг илоҳингиз ва Мусонинг ҳам илоҳи, фақат у унутди», дедилар"
        },
        {
            "chapter": 20,
            "verse": 89,
            "text": "Унинг ўзларига бирон сўз қайтара олмаётганини, на зарар ва на фойдага молик бўла олмаётганини кўрмаяптиларми"
        },
        {
            "chapter": 20,
            "verse": 90,
            "text": "Батаҳқиқ, илгари Ҳорун уларга: «Эй қавмим, бу билан фитнага дучор қилиндингиз, холос. Шубҳасиз, Роббингиз Роҳмандир. Бас, менга эргашинг. Менинг амримга итоат қилинг», деган эди"
        },
        {
            "chapter": 20,
            "verse": 91,
            "text": "Улар: «То Мусо бизга қайтгунича, унга ибодат қилишда бардавом бўламиз», дедилар"
        },
        {
            "chapter": 20,
            "verse": 92,
            "text": "У: «Эй Ҳорун, уларнинг залолатга кетганларини кўрганингда сени нима ман қилди"
        },
        {
            "chapter": 20,
            "verse": 93,
            "text": "Менга эргашишингдан?! Менинг амримга осий бўлдингми?!» – деди"
        },
        {
            "chapter": 20,
            "verse": 94,
            "text": "У: «Эй, онамнинг ўғли, соч-соқолимдан тутма. Мен сенинг: «Бани Исроилни тафриқага солибсан, гапимга кирмабсан, дейишингдан қўрқдим», деди"
        },
        {
            "chapter": 20,
            "verse": 95,
            "text": "У: «Бу нима қилганинг, эй, Сомирий?!» – деди"
        },
        {
            "chapter": 20,
            "verse": 96,
            "text": "У: «Улар кўрмаган нарсани кўрдим. Бас, Расулнинг изидан бир сиқим олдим, сўнгра уни ташладим. Ҳавойи нафсим менга шундай қилишни хуш кўрсатди», деди"
        },
        {
            "chapter": 20,
            "verse": 97,
            "text": "У: «Бас, жўна! Кет! Энди сенга бу ҳаётда «тегиш йўқ» дейишинг бор, холос. Албатта, сенга хилоф қилмайдиган ваъдамиз бор. Ўзинг ибодатида бардавом бўлган илоҳингга назар солиб қўй. Биз уни, албатта, куйдирамиз, сўнгра денгизга сочиб юборамиз"
        },
        {
            "chapter": 20,
            "verse": 98,
            "text": "Албатта, сизнинг илоҳингиз Аллоҳдир, холос. Ундан ўзга ибодатга сазовор зот йўқдир. У барча нарсани Ўз илми билан қамраб олгандир"
        },
        {
            "chapter": 20,
            "verse": 99,
            "text": "Шундай қилиб, сенга ўтган нарсалар хабарини қисса қилиб берурмиз. Батаҳқиқ, сенга Ўз тарафимиздан Зикрни бердик"
        },
        {
            "chapter": 20,
            "verse": 100,
            "text": "Ким ундан юз ўгирса, албатта, у қиёмат куни (гуноҳ) юкини кўтарур"
        },
        {
            "chapter": 20,
            "verse": 101,
            "text": "Унда абадий қолурлар. Қиёмат кунида уларнинг юки қандай ҳам ёмон бўлди"
        },
        {
            "chapter": 20,
            "verse": 102,
            "text": "У кун сурга пуфланадиган кундир. Ўша кунда жиноятчиларни кўзлари кўк бўлган ҳолда тўплармиз"
        },
        {
            "chapter": 20,
            "verse": 103,
            "text": "Улар ўзаро: «Ўн кундан ортиқ турганингиз йўқ», дея шивирлашар"
        },
        {
            "chapter": 20,
            "verse": 104,
            "text": "Биз нима деяётганларини яхши билгувчимиз. Ўшанда уларнинг энг тўғри йўлдагиси: «Бир кундан ортиқ турганимиз йўқ», деган эди"
        },
        {
            "chapter": 20,
            "verse": 105,
            "text": "Сендан тоғлар ҳақида сўрарлар. Бас: «Роббим уларни мутлақо совуриб юборажак», дегин"
        },
        {
            "chapter": 20,
            "verse": 106,
            "text": "Сўнг уларни теп-текис ҳолга келтирур"
        },
        {
            "chapter": 20,
            "verse": 107,
            "text": "У ерда чуқур ҳам, дўнг ҳам кўрмассан"
        },
        {
            "chapter": 20,
            "verse": 108,
            "text": "У кунда чорловчига эргашурлар. Ундан бурилиш йўқ. Овозлар Роҳман(ҳайбати)дан жим қолмиш. Пичирлашдан бошқа нарса эшитмассан"
        },
        {
            "chapter": 20,
            "verse": 109,
            "text": "У кунда Роҳман унга изн берган ва сўзидан рози бўлганлардан бошқага шафоат фойда бермас"
        },
        {
            "chapter": 20,
            "verse": 110,
            "text": "У уларнинг олдиларидаги нарсаларни ҳам, орқаларидаги нарсаларни ҳам билур. Улар эса, Уни илм ила иҳота қила олмаслар"
        },
        {
            "chapter": 20,
            "verse": 111,
            "text": "Бутун юзлар тирик ва доим турувчи Зотга бош эгмиш. Батаҳқиқ, ким зулм кўтарган бўлса, ноумид бўлмиш"
        },
        {
            "chapter": 20,
            "verse": 112,
            "text": "Ким мўмин ҳолида яхши амаллардан қилган бўлса, зулмдан ҳам, нуқсондан ҳам қўрқмас"
        },
        {
            "chapter": 20,
            "verse": 113,
            "text": "Шундай қилиб, Биз уни арабий Қуръон этиб нозил этдик. Шоядки, тақво қилсалар ёки уларда эслаш пайдо қилса деб, унда қўрқинчли ваъдаларни баён қилдик"
        },
        {
            "chapter": 20,
            "verse": 114,
            "text": "Ҳақ Подшоҳ — Аллоҳ олий бўлди. Сенга ваҳийи битгунча Қуръон(тиловати)га ошиқма ва: «Роббим, илмимни зиёда қилгин», дегин"
        },
        {
            "chapter": 20,
            "verse": 115,
            "text": "Батаҳқиқ, илгари Биз Одам билан аҳдлашган эдик. Лекин у унутди. Унда азму қарор топмадик"
        },
        {
            "chapter": 20,
            "verse": 116,
            "text": "Биз фаришталарга: «Одамга сажда қилинг», деганимизда, улар сажда қилдилар. Магар иблис бош тортди"
        },
        {
            "chapter": 20,
            "verse": 117,
            "text": "Бас, Биз: «Эй Одам, албатта, бу сенга ва жуфтингга душмандир. Яна, у икковингизни жаннатдан чиқариб, бадбахт бўлиб қолмагин"
        },
        {
            "chapter": 20,
            "verse": 118,
            "text": "Албатта, сен у ерда оч-яланғоч қолмассан"
        },
        {
            "chapter": 20,
            "verse": 119,
            "text": "Албатта, сен у ерда ташна ҳам бўлмайсан, иссиқда ҳам қолмассан», дедик"
        },
        {
            "chapter": 20,
            "verse": 120,
            "text": "Бас, шайтон уни васваса қилди. У: «Эй Одам, мен сенга абадият дарахтини ва битмас-туганмас мулкни кўрсатайми?» – деди"
        },
        {
            "chapter": 20,
            "verse": 121,
            "text": "Бас, икковлари ундан едилар. Кейин, авратлари ўзларига очилиб қолиб, ўзларини жаннат барглари билан тўса бошладилар. Одам Роббига осий бўлди ва йўлдан озди"
        },
        {
            "chapter": 20,
            "verse": 122,
            "text": "Сўнгра, Робби уни танлаб олди, бас, тавбасини қабул қилди ва ҳидоятга бошлади"
        },
        {
            "chapter": 20,
            "verse": 123,
            "text": "У: «Ҳаммангиз бир-бирингизга душман ҳолда ундан тушинг. Агар мен томонимдан сизга ҳидоят келганида, ким ҳидоятимга эргашса, адашмас ва бадбахт бўлмас"
        },
        {
            "chapter": 20,
            "verse": 124,
            "text": "Ким Менинг зикримдан юз ўгирса, албатта, унга торчилик ҳаёти бўлур ва қиёмат куни уни кўр ҳолида тирилтирурмиз», деди"
        },
        {
            "chapter": 20,
            "verse": 125,
            "text": "У: «Эй Роббим, нима учун мени кўр ҳолда тирилтирдинг. Ахир, кўрувчи эдим-ку?!» – деди"
        },
        {
            "chapter": 20,
            "verse": 126,
            "text": "У: «Шундай. Сенга оятларимиз келди. Сен эса, уларни унутдинг? Шунингдек, сен ҳам бугун унутилурсан», деди"
        },
        {
            "chapter": 20,
            "verse": 127,
            "text": "Исроф қилган ва Робби оятларига иймон келтирмаганларни ана шундай жазолаймиз. Охират азоби, албатта, ашаддий ва боқийдир"
        },
        {
            "chapter": 20,
            "verse": 128,
            "text": "Улардан илгари уларнинг масканларида юрган асрлардан қанчадан-қанчасини ҳалок қилганимиз ҳам ҳидоят қилмадими? Албатта, бунда ақл эгалари учун ибратлар бордир"
        },
        {
            "chapter": 20,
            "verse": 129,
            "text": "Агар Роббингдан сўз ўтиб қолмаганида ва номланган ажал бўлмаганида, албатта, (азоб) лозим бўлар эди"
        },
        {
            "chapter": 20,
            "verse": 130,
            "text": "Бас, улар айтаётган нарсаларга сабр қил. Роббингга қуёш чиқишидан олдин ва ботишидан олдин тасбиҳ ва ҳамд айт. Шунингдек, кечанинг бир қисмида ва кундузнинг атрофида ҳам тасбиҳ айт. Шоядки, рози бўлсанг"
        },
        {
            "chapter": 20,
            "verse": 131,
            "text": "Кўзларингни уларни синаш учун айримларига баҳраманд қилиб берганимиз ҳаёти дунёнинг турли зийнатларига тикма. Роббингнинг ризқи яхши ва боқийдир"
        },
        {
            "chapter": 20,
            "verse": 132,
            "text": "Аҳлингни намозга амр эт ва ўзинг унга сабр қил. Биз сендан ризқ сўрамасмиз. Биз сенга ризқ берамиз. Оқибат тақвоникидир"
        },
        {
            "chapter": 20,
            "verse": 133,
            "text": "Улар: «У бизга Роббидан мўъжиза келтирса эди», дерлар. Ахир, уларга аввалги саҳифалардаги нарсаларнинг баёноти келмадими"
        },
        {
            "chapter": 20,
            "verse": 134,
            "text": "Агар Биз уларни у(келиши)дан олдин азоб-ла ҳалок қилганимизда эди, албатта: «Эй Роббимиз, бизга Пайғамбар юборганингда эди, хору зор ва шарманда бўлишимиздан олдин оятларингга эргашган бўлар эдик», дердилар"
        },
        {
            "chapter": 20,
            "verse": 135,
            "text": "Сен: «Барча кутгувчидир. Бас, кутинглар. Албатта, кимлар тўғри йўл соҳиблари ва кимлар ҳидоят топганини билурсизлар», деб айт"
        }
    ]
}