{
    "chapter": [
        {
            "chapter": 48,
            "verse": 1,
            "text": "Албатта Биз сенга равшан фатҳни бердик"
        },
        {
            "chapter": 48,
            "verse": 2,
            "text": "Аллоҳ сенинг аввал ўтган гуноҳларингни ва кейингиларини мағфират этиш, неъматини батамом қилиш ва сени тўғри йўлга бошлаш учун"
        },
        {
            "chapter": 48,
            "verse": 3,
            "text": "Ва Аллоҳ сенга иззатли нусрат бериши учун"
        },
        {
            "chapter": 48,
            "verse": 4,
            "text": "У, иймонларига иймон зиёда бўлиши учун мўминлар қалбига сокинликни нозил этган Зотдир. Ва осмонлару ернинг лашкари Аллоҳникидир. Ва Аллоҳ билувчи ва ҳикматли Зотдир"
        },
        {
            "chapter": 48,
            "verse": 5,
            "text": "Мўминлар ва мўминаларни тагларидан анҳорлар оқиб турган жаннатларга мангу киритиш учун ва уларнинг гуноҳларини ювиш учун. Ва бу, Аллоҳнинг ҳузурида катта ютуқдир"
        },
        {
            "chapter": 48,
            "verse": 6,
            "text": "Аллоҳ тўғрисида ёмон гумон қилувчи мунофиқ ва мунофиқалар, мушрик ва мушрикаларни азоблаш учун... Уларни ёмонлик ўраб олсин. Уларга Аллоҳ ғазаб қилди, уларни лаънатлади ва уларга жаҳаннамни тайёрлаб қўйди. Ва нақадар ёмон жой у"
        },
        {
            "chapter": 48,
            "verse": 7,
            "text": "Осмонлару ернинг лашкарлари Аллоҳникидир. Ва, Аллоҳ иззатли ва ҳикматли Зотдир"
        },
        {
            "chapter": 48,
            "verse": 8,
            "text": "Албатта, Биз сени гувоҳлик берувчи, хушхабар элтувчи ва огоҳлантирувчи қилиб юбордик"
        },
        {
            "chapter": 48,
            "verse": 9,
            "text": "Аллоҳга ва Унинг Расулига иймон келтиришингиз, Уни (динни) қўллаб-қувватлашингиз, улуғлашингиз ҳамда Унга эртаю кеч тасбиҳ айтишингиз учундир"
        },
        {
            "chapter": 48,
            "verse": 10,
            "text": "Албатта, сенга байъат қилаётганлар фақат Аллоҳнинг Ўзига байъат қилмоқдалар. Аллоҳнинг қўли уларнинг қўллари устидадир. Ким (байъатни) бузса, ўзига қарши бузади, холос ва ким Аллоҳга қилган аҳдига вафо қилса, унга тезда улкан ажр берилур"
        },
        {
            "chapter": 48,
            "verse": 11,
            "text": "Ортда қолган аъробийлар сенга: «Молимиз ва аҳлимиз бизни машғул қилди, бизга истиғфор айт», дейишар. Улар қалбларида йўқ нарсани тиллари ила айтурлар. Сен: «Агар Аллоҳ сизга зарарни ирода қилса ёки сизга манфаатни ирода қилса, ким сизларни Аллоҳдан (келадиган) бирор нарсадан (тўсишга) молик бўладир? Таъкидки, Аллоҳ қилган амалларингиздан хабардордир», деб айт"
        },
        {
            "chapter": 48,
            "verse": 12,
            "text": "Балки сизлар, Расул ва мўминлар абадий ўз аҳлларига қайтиб келмаслар, деб гумон қилдингиз ва бу нарса қалбингизда зийнатланди, ёмон гумон қилдингиз ва ёмон қавм бўлдингиз"
        },
        {
            "chapter": 48,
            "verse": 13,
            "text": "Ва ким Аллоҳга ва Унинг Расулига иймон келтирмаса, албатта, Биз кофирларга дўзахни тайёрлаганмиз"
        },
        {
            "chapter": 48,
            "verse": 14,
            "text": "Осмонлару ернинг мулки Аллоҳникидир. Кимни хоҳласа, мағфират қилар ва кимни хоҳласа, азоблар. Ва Аллоҳ кечирувчи, раҳимли Зотдир"
        },
        {
            "chapter": 48,
            "verse": 15,
            "text": "Ўлжалар томон, уларни олиш учун юрганингизда ортда қолганлар: «Қўйиб беринг, биз ҳам сизга эргашурмиз», дейишар. Аллоҳнинг каломини ўзгартирмоқчи бўлишар. Айт: «Ҳеч-ҳеч бизга эргашмайсиз, ушбуни Аллоҳ аввал айтган». Улар: «Балки, ҳасад қилаётгандирсизлар», дейишар. Йўқ, улар озгина нарсадан бошқа нарсани англамаслар"
        },
        {
            "chapter": 48,
            "verse": 16,
            "text": "Ортда қолган аъробийларга: «Катта кучга эга қавмга (қарши) чақирилурсиз, улар мусулмон бўлгунларича урушасиз. Агар итоат қилсангиз, Аллоҳ сизга яхши ажр берур. Ва агар яна аввал қочганингиздек, ортга қочсангиз, аламли азоб ила азоблар», деб айт"
        },
        {
            "chapter": 48,
            "verse": 17,
            "text": "Кўрга қийинчилик йўқ, чўлоққа ҳам қийинчилик йўқ. Хаста кишига ҳам қийинчилик йўқ. Ким Аллоҳга ва Унинг Расулига итоат қилса, уни остидан сувлар оқиб турган жаннатларга киритилади. Ким юз ўгирса, аламли азоб ила азоблар"
        },
        {
            "chapter": 48,
            "verse": 18,
            "text": "Батаҳқиқ, Аллоҳ мўминлардан дарахт остида сенга байъат қилаётганларида рози бўлди. Бас, уларнинг қалбларидагини билди, уларга сокинликни туширди ва яқин фатҳ ила мукофотлади"
        },
        {
            "chapter": 48,
            "verse": 19,
            "text": "Ва кўпгина ўлжаларни ҳам олурлар. Ва Аллоҳ Азийз ва Ҳакийм Зотдир"
        },
        {
            "chapter": 48,
            "verse": 20,
            "text": "Аллоҳ сизларга кўпгина ўлжаларни ваъда қилди. Уларни олурсизлар, бунисини сизга тезлатиб берди, (ўтган воқеа) мўминларга ибрат бўлиши учун ва сизларни сиротул мустақиймга бошлаш учун одамларнинг қўлини сиздан тўсди"
        },
        {
            "chapter": 48,
            "verse": 21,
            "text": "Ва сизлар қодир бўлмаган бошқасини ҳам (ваъда қилди). Уни Аллоҳ иҳота қилган ва Аллоҳ ҳар бир нарсага қодир Зотдир"
        },
        {
            "chapter": 48,
            "verse": 22,
            "text": "Агар кофирлар сизлар билан урушганларида, орқага қараб қочар эдилар, сўнгра ўзларига валий ҳам, нусрат бергувчи ҳам топмасдилар"
        },
        {
            "chapter": 48,
            "verse": 23,
            "text": "Аллоҳнинг аввалдан келаётган суннатидир. Ва Аллоҳнинг суннатини ҳеч ўзгартира олмассан"
        },
        {
            "chapter": 48,
            "verse": 24,
            "text": "У зот Макка водийсида сизларни уларнинг устидан зафар қозонтирганидан сўнг уларнинг қўлларини сиздан, сизнинг қўлингизни улардан тўсган Зотдир. Ва Аллоҳ қилаётган амалларингизни кўриб турувчидир"
        },
        {
            "chapter": 48,
            "verse": 25,
            "text": "Улар куфр келтирган, сизларни Масжидул Ҳаромдан, қурбонликларни эса, ушланиб ўз жойига етишидан тўсган кишилардир, агар сиз билмайдиган мўмин эркаклар ва мўмина аёллар бўлмаганида, сизга билмасдан уларни ҳалок қилганингиз туфайли гуноҳ етиши бўлмаганида эди, Аллоҳ кимни хоҳласа, Ўз раҳматига киритиши учун, агар ажраб турганларида эди, улардан кофирларини аламли азоб ила азоблар эдик"
        },
        {
            "chapter": 48,
            "verse": 26,
            "text": "Эсла! Куфр келтирганлар қалбларида «ҳамийят»ни, «жоҳилият ҳамийяти»ни жойлаганларида, Аллоҳ Ўз сокинлигини Пайғамбарига ва мўминларга туширди ва уларга тақво калимасини лозим кўрди, улар ушбуга ҳақли ва аҳл эдилар. Ва Аллоҳ ҳар бир нарсани билувчидир"
        },
        {
            "chapter": 48,
            "verse": 27,
            "text": "Батаҳқиқ, Аллоҳ Расулининг тушини ҳақ ила тасдиқлади, албатта, Масжидул Ҳаромга, иншоаллоҳ, омонликда, сочларингиз олинган, қисқартирилган ҳолда, қўрқмасдан кирасизлар. Бас, У сиз билмаган нарсани билади ва сизларга бундан бошқа яқин фатҳни қилди"
        },
        {
            "chapter": 48,
            "verse": 28,
            "text": "У Ўз Расулини ҳидоят ва ҳақ дин билан, у(дин)ни барча динлардан устун қилиш учун юборган Зотдир. Гувоҳликка Аллоҳнинг Ўзи кифоядир"
        },
        {
            "chapter": 48,
            "verse": 29,
            "text": "Муҳаммад Аллоҳнинг Расулидир, у билан бирга бўлганлар кофирларга шиддатли, ўзаро раҳимдилдирлар. Аллоҳдан фазл ва розилик тилаб рукуъ ва сажда қилган ҳолларини кўрасан. Уларнинг сиймоси сажда асаридан юзларида (балқийди). Ана ўша, уларнинг Таврот ва Инжилдаги мисолларидир. Бу, худди, уруғини ёриб чиқиб, қувватланиб, йўғонлашиб, поясида тик туриб, деҳқонларни ажаблантирган бир экинга ўхшар. Кофирларнинг ғазабини қўзитиш учун. Аллоҳ улардан иймон келтириб ва солиҳ амалларни қилганларига мағфират ва улуғ ажрни ваъда қилди"
        }
    ]
}