{
    "chapter": [
        {
            "chapter": 6,
            "verse": 1,
            "text": "Осмонлару ерни яратган, зулматлару нурни таратган Аллоҳга ҳамд бўлсин. Сўнгра, куфр келтирганлар ўз Роббиларига (ўзгаларни) тенглаштирурлар"
        },
        {
            "chapter": 6,
            "verse": 2,
            "text": "У сизларни лойдан яратган, сўнгра ажални белгилаб қўйган Зотдир. Белгиланган ажал эса Унинг ҳузуридадир. Шундан кейин ҳам сиз шак келтирурсиз"
        },
        {
            "chapter": 6,
            "verse": 3,
            "text": "У осмонларда ҳам, ерда ҳам Аллоҳдир. Сирингизни ҳам, ошкорингизни ҳам биладир. Қилган касбу корингизни ҳам биладир"
        },
        {
            "chapter": 6,
            "verse": 4,
            "text": "Мудом уларга ўз Роббилари оятларидан бир оят келса, ундан юз ўгирувчи бўлдилар"
        },
        {
            "chapter": 6,
            "verse": 5,
            "text": "Уларга ҳақ келганда уни ҳам ёлғонга чиқардилар. Тезда уларга ўзлари истеҳзо қилган нарсанинг хабари келур"
        },
        {
            "chapter": 6,
            "verse": 6,
            "text": "Улардан олдин қанча асрларни ҳалок қилганимизни билмасларми? Ўшаларга ер юзида сизларга бермаган имконларни берган эдик. Осмондан устларига барака ёмғири юборган ва остларидан анҳорлар оқиб турадиган қилиб қўйган эдик. Бас, гуноҳлари туфайли уларни ҳалок қилдик ва ўринларига бошқа асрларни пайдо қилдик"
        },
        {
            "chapter": 6,
            "verse": 7,
            "text": "Агар сенга қоғоз — китоб туширсак, уни қўллари билан ушлаб кўришса ҳам, куфр келтирганлар: «Бу аниқ сеҳрдан ўзга ҳеч нарса эмас», дерлар"
        },
        {
            "chapter": 6,
            "verse": 8,
            "text": "Улар: «Агар унга фаришта туширилса эди», дедилар. Агар фаришта туширсак, иш битди ҳисоб. Сўнгра уларга қараб турилмас"
        },
        {
            "chapter": 6,
            "verse": 9,
            "text": "Агар уни фаришта қилсак ҳам, эркак қилган бўлар эдик ва ўзлари мушкуллаштирган нарсани уларга яна ҳам мушкуллаштирар эдик"
        },
        {
            "chapter": 6,
            "verse": 10,
            "text": "Сендан олдинги Пайғамбарлар ҳам истеҳзо қилинганлар. Уларни масхара қилганларни қилган истеҳзолари ўз домига тортган"
        },
        {
            "chapter": 6,
            "verse": 11,
            "text": "«Ер юзида сайр қилингиз, сўнгра ёлғончи қилувчиларнинг оқибати қандай бўлганига назар солингиз», деб айт"
        },
        {
            "chapter": 6,
            "verse": 12,
            "text": "«Осмонлар ва ердаги нарсалар кимники?» – деб айт! «Аллоҳники», деб айт! У Ўзига Ўзи раҳматни ёзиб қўйган. Сизларни бўлишида шубҳа йўқ қиёмат куни албатта жамлайдир. Ўзига ўзи зиён келтирувчиларгина, ўшаларгина иймон келтирмаслар"
        },
        {
            "chapter": 6,
            "verse": 13,
            "text": "Кечада ва кундузда сокин бўлганлар Уникидир. У эшитгувчи ва билгувчи Зотдир"
        },
        {
            "chapter": 6,
            "verse": 14,
            "text": "Сен: «Аллоҳдан ўзгани валий — дўст қилиб оламанми? У осмонлару ерни яратгувчидир. У таом беради ва таомланмайди», деб айт. «Мен аввалги таслим бўлувчи бўлмоққа амр қилиндим ва менга ҳеч мушриклардан бўлмагин, деб айтилди», деб айт"
        },
        {
            "chapter": 6,
            "verse": 15,
            "text": "Сен: «Албатта, мен агар Роббимга осий бўлсам, улуғ кун азобидан қўрқаман», деб айт"
        },
        {
            "chapter": 6,
            "verse": 16,
            "text": "Ким ўша куни ундан четланса, бас, батаҳқиқ, Аллоҳ унга раҳим қилибди. Ана ўша аниқ ютуқдир"
        },
        {
            "chapter": 6,
            "verse": 17,
            "text": "Агар Аллоҳ сени зарарига оладиган бўлса, Унинг Ўзидан бошқа кушойиш берадиган йўқ. Агар У сени яхшиликка оладиган бўлса, бас, У ҳар бир нарсага қодирдир"
        },
        {
            "chapter": 6,
            "verse": 18,
            "text": "У бандалари устидан ғолибдур. У ҳикмат эгаси ва ҳар бир нарсадан хабардордир"
        },
        {
            "chapter": 6,
            "verse": 19,
            "text": "Сен: «Қайси нарса энг катта гувоҳликдир», деб айт. «Аллоҳ», деб айт. Сен: «У мен билан сизларнинг ўртангизда гувоҳдир. Менга ушбу Қуръонни, Унинг ила сизларни ва у етиб борганларни огоҳлантиришим учун ваҳий қилинди. Сизлар «Аллоҳ билан бирга, албатта, бошқа худолар бор», деб гувоҳлик берасизларми? «Мен гувоҳлик бермайман», деб айт. Сен: «Албатта, У битта илоҳдир ва мен сиз келтираётган ширкдан покдирман», деб айт"
        },
        {
            "chapter": 6,
            "verse": 20,
            "text": "Биз китоб берганлар уни ўз фарзандларини танигандек танирлар. Улар ўзларига зиён қилганлардир, ана ўшалар иймон келтирмаслар"
        },
        {
            "chapter": 6,
            "verse": 21,
            "text": "Аллоҳга нисбатан ёлғон тўқиган ёки Унинг оятларини ёлғонга чиқарганлардан ҳам кўра золимроқ кимса борми? Албатта, золимлар нажот топмаслар"
        },
        {
            "chapter": 6,
            "verse": 22,
            "text": "Ҳаммаларини жамлайдиган, сўнгра ширк келтирганларга: «Сиз худо деб гумон қилган шерикларингиз қани?» – деб айтадиганимиз кунни эсла"
        },
        {
            "chapter": 6,
            "verse": 23,
            "text": "Сўнгра, «Роббимиз Аллоҳга қасамки, мушрик бўлмаган эдик», дейишдан бошқа фитналари бўлмас"
        },
        {
            "chapter": 6,
            "verse": 24,
            "text": "Назар сол! Улар ўзларини қандай алдадилар ва тўқиб юрган нарсалари улардан қандай йўқолди"
        },
        {
            "chapter": 6,
            "verse": 25,
            "text": "Улардан сенга қулоқ тутадиганлари ҳам бор. Биз уни фаҳмламасликлари учун қалбларига парда ва қулоқларига тўсиқ қилиб қўйдик. Барча оятларни кўрсалар ҳам, улар иймон келтирмаслар. Ҳатто, олдингга сен билан тортишувга келганларида, куфр келтирганлар: «Бу, ўтганларнинг афсоналаридан бошқа нарса эмас», дерлар"
        },
        {
            "chapter": 6,
            "verse": 26,
            "text": "Ва улар (одамларни) ундан қайтарурлар ва ундан узоқлашурлар. Улар сезмаган ҳолларида ўзларини ҳалок қилурлар, холос"
        },
        {
            "chapter": 6,
            "verse": 27,
            "text": "Дўзах устида тўхтатилганларида: «Қани энди (у дунёга) қайтарилсак эди, Роббимизнинг оятларини ёлғонга чиқармас эдик ва мўминлардан бўлар эдик», дейишларини кўрсанг эди"
        },
        {
            "chapter": 6,
            "verse": 28,
            "text": "Йўқ! Ундай эмас. Улар олдин махфий тутган нарса ўзларига ошкор бўлди, холос. Агар улар (бу дунёга) қайтарилсалар ҳам, ўзлари ман қилинган нарсага қайтурлар ва, албатта, улар ёлғончилардир"
        },
        {
            "chapter": 6,
            "verse": 29,
            "text": "Улар: «Ҳаёт — бу дунё ҳаёти, холос, биз қайта тирилтирилмасмиз», дедилар"
        },
        {
            "chapter": 6,
            "verse": 30,
            "text": "Аллоҳнинг ҳузурида тўхтатилганларида, У: «Мана шу ҳақ эмасми?!» – деганида, «Роббимизга қасамки, ҳақдир», деганларини, У: «Бас, куфр келтирганингиз учун азобини чекинг», дейишини кўрсанг эди"
        },
        {
            "chapter": 6,
            "verse": 31,
            "text": "Аллоҳга рўбарў бўлишни ёлғон деганлар, шубҳасиз, зиёнга учрадилар. Ҳаттоки, тўсатдан қиёмат келиб қолганда, устларига гуноҳларини орқалаб олган ҳолларида: «У(дунё)да қилган камчиликларимизга ҳасрат-надоматлар бўлсин», дерлар. Улар орқалаган нарса қандай ёмон-а"
        },
        {
            "chapter": 6,
            "verse": 32,
            "text": "Бу дунё ҳаёти ўйин-кулгудан ўзга ҳеч нарса эмас. Тақво қилувчилар учун охират ҳовлиси яхшироқдир. Ақл юритмайсизларми"
        },
        {
            "chapter": 6,
            "verse": 33,
            "text": "Сени, албатта, уларнинг айтаётганлари хафа қилишини яхши биламиз. Улар сени ёлғончига чиқараётганлари йўқ, балки золимлар Аллоҳнинг оятларини инкор қилмоқдалар"
        },
        {
            "chapter": 6,
            "verse": 34,
            "text": "Сендан олдин ҳам Пайғамбарлар ёлғончига чиқарилганлар. Бас, улар то нусрат келгунча ёлғончига чиқарилганларига ва берилган озорларга сабр қилганлар. Аллоҳнинг сўзларини ўзгартирувчи йўқ. Батаҳқиқ, сенга Пайғамбарларнинг хабари келган"
        },
        {
            "chapter": 6,
            "verse": 35,
            "text": "Агар сенга уларнинг юз ўгиришлари оғир ботаётган бўлса, қодир бўлсанг, ер остидан йўл қилиб ёки осмонга нарвон қўйиб, уларга оят-мўъжиза келтир. Аллоҳ хоҳлаганида, уларни ҳидоятга жамларди. Ҳаргиз жоҳиллардан бўлма"
        },
        {
            "chapter": 6,
            "verse": 36,
            "text": "Албатта, тинглай оладиганларгина қабул қилурлар. Ўликларни эса, Аллоҳ тирилтирур ва сўнгра Унинг Ўзига қайтарилурлар"
        },
        {
            "chapter": 6,
            "verse": 37,
            "text": "Улар: «Унга Роббидан бир оят-мўъжиза тушса эди?» – дерлар. «Албатта, Аллоҳ оят-мўъжиза туширишга қодирдир», деб айт. Лекин кўплари билмаслар"
        },
        {
            "chapter": 6,
            "verse": 38,
            "text": "Ер юзидаги ҳар бир юрувчи жонзот ва икки қаноти ила учувчи қуш борки, ҳаммаси сиз каби умматлардир. Китобга ҳеч нарсани қўймай ёзганмиз. Сўнгра Роббиларига жамланурлар"
        },
        {
            "chapter": 6,
            "verse": 39,
            "text": "Оятларимизни ёлғонга чиқарганлар кар ва соқовлардир. Аллоҳ кимни хоҳласа, адаштирур ва кимни хоҳласа, тўғри йўлда барқарор қилиб қўядир"
        },
        {
            "chapter": 6,
            "verse": 40,
            "text": "Сен: «Агар ростгўй бўлсаларингиз, айтинг-чи, сизга Аллоҳнинг азоби ёки қиёмат соати келганда, Аллоҳдан бошқага дуо қиласизларми?» – дегин"
        },
        {
            "chapter": 6,
            "verse": 41,
            "text": "Йўқ! Фақат Унгагина дуо қилурсиз. У эса, хоҳласа, сиз дуо қилган нарсага кушойиш берур. Сиз эса, ширк келтираётган нарсангизни унутурсиз"
        },
        {
            "chapter": 6,
            "verse": 42,
            "text": "Батаҳқиқ, Биз сендан олдинги умматларга ҳам Пайғамбарлар юборганмиз. Сўнгра, шояд, тазарруъ қилсалар деб, уларни бало ва зиёнларга тутганмиз"
        },
        {
            "chapter": 6,
            "verse": 43,
            "text": "Бизнинг баломиз уларга етганда, тазарруъ қилсалар эди! Лекин қалблари қаттиқ бўлди ва шайтон уларга қилаётган ишларини зийнатлаб кўрсатди"
        },
        {
            "chapter": 6,
            "verse": 44,
            "text": "Эслатилган нарсаларни унутган чоғларида, уларга ҳамма нарсанинг эшикларини очиб қўйдик. Ўзларига берилган нарсалардан хурсанд бўлиб турганларида, уларни бирданига тутдик. Бас, қарабсизки, бутунлай ноумид бўлдилар"
        },
        {
            "chapter": 6,
            "verse": 45,
            "text": "Бас, зулм қилган қавмларнинг кети кесилди. Оламларнинг Роббиси Аллоҳга ҳамдлар бўлсин"
        },
        {
            "chapter": 6,
            "verse": 46,
            "text": "Уларга: «Айтинг-чи, агар Аллоҳ қулоқ ва кўзларингизни олиб қўйса, қалбларингизга муҳр босса, Аллоҳдан ўзга қайси илоҳ уни сизга беради», дегин. Биз оятларни қандай келтиришимизга, сўнгра уларнинг қандай юз ўгириб кетишига назар сол"
        },
        {
            "chapter": 6,
            "verse": 47,
            "text": "Уларга: «Айтинг-чи, агар сизга Аллоҳнинг азоби бирданига ёки очиқчасига келса, золим қавмларгина ҳалок қилинадилар-ку!» – деб айт"
        },
        {
            "chapter": 6,
            "verse": 48,
            "text": "Биз Пайғамбарларни фақат башорат берувчи ва огоҳлантирувчи қилиб юборурмиз. Ким иймон келтириб, амали солиҳ қилса, уларга хавфу хатар йўқ ва улар ранжимаслар"
        },
        {
            "chapter": 6,
            "verse": 49,
            "text": "Оятларимизни ёлғонга чиқарганларни, фосиқлик қилганлари учун, азоб тутадир"
        },
        {
            "chapter": 6,
            "verse": 50,
            "text": "Сен: «Сизларга, ҳузуримда Аллоҳнинг хазиналари бор, демасман. ўайбни биламан, демасман. Ва яна сизларга, мен фариштаман, деб ҳам айтмасман. Мен фақат ўзимга ваҳий қилинган нарсага эргашаман, холос», деб айт. «Кўр билан кўзи ўткир тенг бўла олурми? Ўйлаб кўрмайсизларми?» – деб айт"
        },
        {
            "chapter": 6,
            "verse": 51,
            "text": "У билан Роббиларига тўпланишдан қўрқадиганларни огоҳлантир. Уларга ундан ўзга валий ҳам, шафоатчи ҳам йўқ. Шоядки, тақводор бўлсалар"
        },
        {
            "chapter": 6,
            "verse": 52,
            "text": "Эртаю кеч Роббиларига Унинг юзини ирода қилиб дуо этаётганларни ҳайдама! Уларнинг ҳисобидан сенинг зиммангда ҳеч нарса йўқ. Сенинг ҳисобингдан уларнинг зиммасида ҳеч нарса йўқ. Уларни ҳайдаб, золимлардан бўлиб қолма"
        },
        {
            "chapter": 6,
            "verse": 53,
            "text": "«Орамиздан Аллоҳ неъмат берган шуларми?» – дейишлари учун шундай қилиб, баъзиларни баъзилари ила синадик. Аллоҳнинг Ўзи шукр қилувчиларни яхши билгувчи эмасми"
        },
        {
            "chapter": 6,
            "verse": 54,
            "text": "Агар ҳузурингга оятларимизга иймон келтирганлар келсалар: «Сизларга салом бўлсин, Роббингиз Ўз зиммасига раҳматни ёзди. Сиздан ким билмасдан ёмонлик қилса, сўнгра ундан кейин тавба қилиб, амали солиҳ қилса, бас, албатта, У зот мағфиратли ва раҳимли Зотдир», – деб айт"
        },
        {
            "chapter": 6,
            "verse": 55,
            "text": "Шундай қилиб, жиноятчиларнинг йўли ошкор бўлиши учун, оятларни муфассал баён қилурмиз"
        },
        {
            "chapter": 6,
            "verse": 56,
            "text": "Сен: «Мен Аллоҳни қўйиб, сиз ибодат қилаётганларга ибодат қилишдан қайтарилганман», – деб айт. «Мен сизнинг ҳавойи нафсларингизга эргашмасман. Зеро, адашган бўламан ва ҳидоят топганлардан бўлмай қоламан», – деб айт"
        },
        {
            "chapter": 6,
            "verse": 57,
            "text": "Сен: «Албатта, мен Роббимдан берилган аниқ ҳужжатга эгаман. Сизлар уни ёлғонга чиқардингиз. Сиз шошилтираётган нарса менда йўқ. Ҳукм фақат Аллоҳнинг Ўзига хосдир. У ҳақни аниқлар. У ажрим қилувчиларнинг энг яхшиси», – деб айт"
        },
        {
            "chapter": 6,
            "verse": 58,
            "text": "Сен: «Агар сиз шошилтираётган нарса менинг ҳузуримда бўлса эди, мен билан сизнинг орангизда иш аллақачон битган бўлар эди. Аллоҳ золимларни яхши билгувчидир», – деб айт"
        },
        {
            "chapter": 6,
            "verse": 59,
            "text": "Ғайбнинг калитлари Унинг ҳузурида бўлиб, уларни Унинг Ўзидан бошқа ҳеч ким билмас. У ердаги, қуруқлик ва денгиздаги нарсаларни биладир. Битта япроқ узилиб тушмайдики, магар уни ҳам биладир. Ер тубидаги бир дона дон борми, ҳўлу қуруқ борми, барчаси Очиқ китобда бордир"
        },
        {
            "chapter": 6,
            "verse": 60,
            "text": "У кечаси сизни вафот эттирадир. У кундузи қилган касбингизни биладир. Сўнгра, белгилаган ажал тугал бўлиши учун у(кундузи)да сизни қайта тирилтирадир. Сўнгра, қайтиб боришингиз Унинг Ўзигадир. Сўнгра, нима қилиб юрганингизнинг хабарини берадир"
        },
        {
            "chapter": 6,
            "verse": 61,
            "text": "У бандалари устидан ғолибдир. У устингизга ҳафазаларини юборадир. Қачонки бирортангизга ўлим келса, элчиларимиз камчиликка йўл қўймаган ҳолда уни вафот эттирадир"
        },
        {
            "chapter": 6,
            "verse": 62,
            "text": "Сўнгра ҳақиқий Хожалари — Аллоҳга қайтарилурлар. Огоҳ бўлингизким, ҳукм қилиш Унинг Ўзигагина хосдир. Ва У энг тезкор ҳисоб-китоб қилувчидир"
        },
        {
            "chapter": 6,
            "verse": 63,
            "text": "Сен: «Сизни қуруқлигу денгизнинг зулматларидан қутқарадиган ким? Унга тазарруъ қилган ҳолда ва махфий ҳолда, агар мана шундан бизни қутқарса, албатта, шукр қилувчилардан бўлар эдик, дейдиганингиз ким?» – деб айт"
        },
        {
            "chapter": 6,
            "verse": 64,
            "text": "«Сизни улардан ва барча ғамлардан Аллоҳ қутқарур. Сўнгра эса, сиз ширк келтирасиз», – деб айт"
        },
        {
            "chapter": 6,
            "verse": 65,
            "text": "Сен: «У сизга устингиздан ёки оёғингиз остидан азоб юборишга, турли фирқаларга аралаштириб юборишга, баъзиларингизга баъзиларингизнинг азобини тоттиришга қодирдир», – деб айт. Оятларимизни қандай тасарруф қилишимизга назар сол. Шоядки, англаб етсалар"
        },
        {
            "chapter": 6,
            "verse": 66,
            "text": "Қавминг уни ёлғонга чиқарди. Ҳолбуки у ҳақдир. Сен: «Мен сизларга вакил эмасман"
        },
        {
            "chapter": 6,
            "verse": 67,
            "text": "Ҳар бир хабарнинг ўз вақти бор. Тезда буни биласизлар», деб айт"
        },
        {
            "chapter": 6,
            "verse": 68,
            "text": "Оятларимизни (истеҳзо қилишга) шўнғиётганларни кўрган чоғингда, то ундан бошқа гапга шўнғигунларигача улардан юз ўгир. Агар шайтон эсингдан чиқарган бўлса, эслаганингдан сўнг, золим қавмлар билан ўтирма"
        },
        {
            "chapter": 6,
            "verse": 69,
            "text": "Тақво қиладиганлар зиммасида у (мушрик)ларнинг ҳисобидан ҳеч нарса йўқ. Лекин эслатма бор. Шоядки, тақво қилсалар"
        },
        {
            "chapter": 6,
            "verse": 70,
            "text": "Ўз динларини ўйин-кулгу қилиб олган ва ҳаёти дунёга алданиб кетганларни тарк эт. У (Қуръон) ила эслатгинки, ҳеч бир жон қилган касби туфайли ҳалокатга дучор бўлиб, Аллоҳдан ўзга бирор дўст ва шафоатчисиз ҳолга ва барча фидо қиладиган нарсани фидо қилса ҳам, ундан қабул қилинмайдиган ҳолга тушиб қолмасин. Ана ўшалар қилган касблари туфайли ҳалокатга дучор бўлганлардир. Куфр келтирганлари учун уларга қайноқ сувдан шароб ва аламли азоб бордир"
        },
        {
            "chapter": 6,
            "verse": 71,
            "text": "Сен: «Аллоҳни қўйиб на фойда, на зарар бера олмайдиган нарсаларга ибодат қиламизми? Худди оғайнилари, бу ёққа кел, деб ҳидоятга чақириб турган бўлса ҳам, шайтон адаштириб, ер юзида ҳайрон бўлиб қолганга ўхшаб, Аллоҳ бизни ҳидоятга солгандан кейин орқамизга қайтамизми?» – деб айт. Сен: «Албатта, Аллоҳнинг ҳидояти ҳақиқий ҳидоятдир. Оламларнинг Роббига таслим бўлишга амр қилинганмиз», – деб айт"
        },
        {
            "chapter": 6,
            "verse": 72,
            "text": "Намозни қоим қилинг ва Аллоҳга тақво қилинг! У сизлар ҳузурига тўпланадиган Зотдир"
        },
        {
            "chapter": 6,
            "verse": 73,
            "text": "У, осмонлару ерни ҳақ ила яратган Зотдир. «Бўл» деган куни бўладир. Унинг гапи ҳақдир. Дуд чалинадиган куни мулк Уникидир. У, ғайбни ҳам, шоҳидни ҳам билувчи Зотдир. Ва У ҳакийм ва хабардор Зотдир"
        },
        {
            "chapter": 6,
            "verse": 74,
            "text": "Иброҳимнинг отаси Озарга: «Санамларни худолар қилиб оласанми? Мен сени ва сенинг қавмингни, албатта, очиқ-ойдин адашувда кўрмоқдаман», – деганини эсла"
        },
        {
            "chapter": 6,
            "verse": 75,
            "text": "Худди шундай қилиб, Иброҳимга, аниқ ишонувчилардан бўлиши учун, осмонлару ернинг мулкларини кўрсатурмиз"
        },
        {
            "chapter": 6,
            "verse": 76,
            "text": "Уни тун ўраб олганида юлдузни кўриб: «Мана шу Роббимдир», – деди. У ботиб кетганида эса: «Ботувчиларни ёқтирмасман», – деди"
        },
        {
            "chapter": 6,
            "verse": 77,
            "text": "Чиқаётган ойни кўрганда: «Мана шу Роббимдир», – деди. У ҳам ботганида: «Агар Роббим мени тўғри йўлга бошламаса, албатта, адашувчилардан бўламан», – деди"
        },
        {
            "chapter": 6,
            "verse": 78,
            "text": "Чиқаётган қуёшни кўрганда: «Мана шу Роббим. Бу каттароқ», – деди. У ҳам ботиб кетганида: «Эй қавмим, мен сиз ширк келтираётган нарсадан воз кечдим», – деди"
        },
        {
            "chapter": 6,
            "verse": 79,
            "text": "Албатта, мен юзимни осмонлару ерни яратган Зотга, тўғри йўлга мойил бўлган ҳолимда, юзлантирдим ва мен мушриклардан эмасман"
        },
        {
            "chapter": 6,
            "verse": 80,
            "text": "Ва қавми у ила тортишди. У: «Мен билан Аллоҳ ҳақида тортишасизларми, ҳолбуки, У мени ҳидоят этди. Мен Унга ширк келтираётган нарсангиздан қўрқмасман. Магар Роббим бирор нарсани ирода этса, бўлиши мумкин. Роббим барча нарсани Ўз илми ила қамраб олган. Эсласангиз бўлмасми?» – деди"
        },
        {
            "chapter": 6,
            "verse": 81,
            "text": "«Қандай қилиб мен сиз ширк келтирган нарсадан қўрқай. Ҳолбуки, сиз ўзингизга ҳеч ҳужжат туширмаган нарсани Аллоҳга ширк келтириб туриб қўрқмайсиз-у?» Агар билсангиз, айтинг-чи, қайси гуруҳ хотиржам бўлишга ҳақлироқ"
        },
        {
            "chapter": 6,
            "verse": 82,
            "text": "Иймон келтирганлар ва иймонларига зулмни аралаштирмаганлар. Ана ўшаларга хотиржамлик, омонлик бор. Улар ҳидоят топганлардир"
        },
        {
            "chapter": 6,
            "verse": 83,
            "text": "Ана ўшалар, Иброҳимга қавмига қарши (тортишувда) берган ҳужжатларимиздир. Кимни хоҳласак, даражасини кўтарамиз. Албатта, Роббинг ҳикматли ва яхши билувчи Зотдир"
        },
        {
            "chapter": 6,
            "verse": 84,
            "text": "Ва Биз унга Исҳоқни ва Яъқубни бердик. Барчаларини ҳидоят қилдик. Бундан олдин Нуҳни ҳам ҳидоят қилган эдик. Ва унинг зурриётидан Довуд, Сулаймон, Айюб, Юсуф, Мусо, Ҳорунни ҳам (ҳидоят қилдик). Чиройли амал қилувчиларни ана шундай мукофотлармиз"
        },
        {
            "chapter": 6,
            "verse": 85,
            "text": "Ва Закариё, Яҳё, Ийсо ва Илёсни ҳам. Ҳаммалари аҳли солиҳлардир"
        },
        {
            "chapter": 6,
            "verse": 86,
            "text": "Ва Исмоил, ал-Ясаъ, Юнус ва Лутни ҳам. Барчаларини бутун оламлардан афзал қилдик"
        },
        {
            "chapter": 6,
            "verse": 87,
            "text": "Ва уларнинг оталаридан, зурриётларидан ва биродарларидан ҳам ҳидоят қилдик. Уларни танлаб олдик ва сиротул мустақиймга ҳидоят қилдик"
        },
        {
            "chapter": 6,
            "verse": 88,
            "text": "Ана ўша, Аллоҳнинг ҳидояти бўлиб, Ўз бандаларидан кимни хоҳласа, ўшани унга йўллар. Агар улар ширк келтирсалар, қилган ишлари, албатта, беҳуда кетар"
        },
        {
            "chapter": 6,
            "verse": 89,
            "text": "Ана ўшалар Биз уларга китобни, ҳукмни ва Пайғамбарликни берган зотлардир. Агар анавилар буларга куфр келтирсалар, батаҳқиқки, Биз уларга куфр келтирмайдиган қавмни вакил қилиб қўйганмиз"
        },
        {
            "chapter": 6,
            "verse": 90,
            "text": "Ана ўшалар Аллоҳ ҳидоят қилган зотлардир. Бас, уларнинг ҳидоятига эргаш. Сен: «Мен сизлардан бунинг учун ҳақ сўрамасман. У, оламлар учун эслатмадан иборат, холос», – деб айт"
        },
        {
            "chapter": 6,
            "verse": 91,
            "text": "Улар, Аллоҳ башарга ҳеч нарса туширгани йўқ, деганларида, Аллоҳни тўғри тақдирламадилар. «Мусо кишиларга ҳидоят ва нур этиб олиб келган, уни сиз қоғозга тушириб олиб, баъзисини зоҳир, кўпини махфий қилган ва сиз ҳам, ота-боболарингиз ҳам билмаган нарсаларни сизга ўргатган китобни ким туширди?!» – деб айт. «Аллоҳ» – деб айт. Сўнгра, уларни тек қўй, шўнғиган нарсаларида ўйнайверсинлар"
        },
        {
            "chapter": 6,
            "verse": 92,
            "text": "Бу, Биз туширган китоб, муборакдир, ўзидан олдингини тасдиқловчидир. Уммул Қуро (шаҳарлар онаси) ва унинг атрофини огоҳлантиришинг учундир. Охиратга иймон келтирганлар унга иймон келтирурлар. Ва улар намозларини муҳофаза қилурлар"
        },
        {
            "chapter": 6,
            "verse": 93,
            "text": "Аллоҳга нисбатан ёлғон тўқиган ёки унга ҳеч нарса ваҳий қилинмаса ҳам, менга ваҳий келди, деган, ёхуд Аллоҳ нозил қилган нарсага ўхшаш нарсани мен ҳам нозил қиламан, деган кимсадан ҳам золимроқ кимса борми? Золимларнинг ўлим талвасаси пайтларини, фаришталарнинг уларга қўл чўзиб: «Жонингизни чиқаринг! Бугунги кунда Аллоҳга нисбатан ноҳақ гап айтганларингиз учун ва Унинг оятларидан мутакаббирлик қилиб юрганингиз учун хорлик азоби ила жазоланурсиз», – дегандаги ҳолларини кўрсанг эди"
        },
        {
            "chapter": 6,
            "verse": 94,
            "text": "Худди сизларни дастлаб халқ қилганимиздек, ҳузуримизга якка-якка келдингиз. Сизларга берган нарсаларимизни ортингизда қолдирдингиз. Сизлар ўзингизча шерик деб ўйлаган шафоатчиларингизни кўрмаяпмиз?! Батаҳқиқ, ораларингиз узилди. Сиз даъво қилган нарса ғойиб бўлди"
        },
        {
            "chapter": 6,
            "verse": 95,
            "text": "Албатта, Аллоҳ донни ҳам, данакни ҳам ёрувчи Зотдир. У, ўликдан тирикни чиқарур ва тирикдан ўликни чиқаргувчидир. Ана шундай Аллоҳдир. Сиз қаёққа бурилиб кетяпсиз"
        },
        {
            "chapter": 6,
            "verse": 96,
            "text": "У, субҳни ёритгувчи Зотдир. У, тунни сукунат, қуёш ва ойни ҳисоб қилиб қўйди. Бу эса, ғолиб ва яхши билгувчи Зотнинг ўлчовидир"
        },
        {
            "chapter": 6,
            "verse": 97,
            "text": "У сизларга қуруқлик ва денгиз зулматларида йўл топишингиз учун юлдузларни қилиб қўйган Зотдир. Биладиган қавмлар учун оят-белгиларни батафсил қилиб қўйганмиз"
        },
        {
            "chapter": 6,
            "verse": 98,
            "text": "У сизларни бир жондан яратган Зотдир. Бас, у (жон) қарор топадиган жой(она раҳми)да ёки сақлаб қўйиладиган жой (ота сулби)дадир. Яхши англайдиганлар учун оят-белгиларни батафсил қилиб қўйганмиз"
        },
        {
            "chapter": 6,
            "verse": 99,
            "text": "У, осмондан сув нозил қилган Зотдир. Бас, у (сув) ила турли набототлар чиқардик. Ундан яшил гиёҳларни чиқардик. Ундан ғужум-ғужум бошоқлар чиқарамиз. Ва хурмодан, унинг новдаларидан яқин шингиллар чиқарамиз ва узум боғлари чиқарамиз. Бир-бирига ўхшаган ва ўхшамаган зайтун ва анорларни чиқарамиз. Унинг мева қилиш пайтидаги мевасига ва пишишига назар солинг. Албатта, бундай нарсаларда иймон келтирадиган қавм учун оят — белгилар бордир"
        },
        {
            "chapter": 6,
            "verse": 100,
            "text": "Улар жинларни Аллоҳга шерик қилдилар. Ҳолбуки, У ҳаммаларини яратган Зотдир. Илмсиз ҳолда Унга ўғиллар ва қизлар ясадилар. У, улар васф қилган нарсалардан пок ва олий бўлди"
        },
        {
            "chapter": 6,
            "verse": 101,
            "text": "У, осмонлару ерни йўқдан бор қилгувчи Зотдир. Унинг хотини бўлмай туриб, боласи қандай бўлсин?! У ҳамма нарсани Ўзи яратди ва У ҳамма нарсани яхши билгувчидир"
        },
        {
            "chapter": 6,
            "verse": 102,
            "text": "Ана ўша Аллоҳ сизнинг Роббингиздир. Ундан бошқа ибодатга сазовор зот йўқ. У ҳар бир нарсанинг Яратгувчисидир. Бас, Унга ибодат қилинг. У ҳар бир нарсага вакилдир"
        },
        {
            "chapter": 6,
            "verse": 103,
            "text": "Кўзлар Уни идрок эта олмас, У кўзларни идрок этар. У латийф ва хабардор Зотдир"
        },
        {
            "chapter": 6,
            "verse": 104,
            "text": "Батаҳқиқ, сизга Роббингиздан «кўз очувчи»лар келди. Кимки кўрса, ўзига яхши. Ким кўр бўлиб олса, ўзига зарар. Мен сизларга қўриқчи эмасман"
        },
        {
            "chapter": 6,
            "verse": 105,
            "text": "Шундай қилиб: «Дарс олгансан», – дейишлари учун ва билган қавмларга баён қилишинг учун оятларни тасарруф қилурмиз"
        },
        {
            "chapter": 6,
            "verse": 106,
            "text": "Сенга Роббингдан ваҳий қилинган нарсага эргаш. Ундан бошқа ибодатга сазовор зот йўқ. Мушриклардан юз ўгир"
        },
        {
            "chapter": 6,
            "verse": 107,
            "text": "Агар Аллоҳ хоҳласа, ширк келтирмас эдилар. Биз сени уларга қўриқчи қилганимиз йўқ. Ва сен уларга вакил ҳам эмассан"
        },
        {
            "chapter": 6,
            "verse": 108,
            "text": "Уларнинг Аллоҳдан ўзга ибодат қиладиганларини сўкмангиз. Бас, билмасдан зулм ила Аллоҳни сўкиб юрмасинлар. Шундай қилиб, ҳар бир умматга амалини зийнатлаб қўйдик. Сўнгра эса, қайтиб борадиган жойлари Роббиларигадир. Бас, У қилиб юрган ишларининг хабарини берур"
        },
        {
            "chapter": 6,
            "verse": 109,
            "text": "Улар агар бирон оят — мўъжиза келса, албатта, иймон келтиришлари ҳақида Аллоҳнинг номи билан жон-жаҳдлари ила қасам ичарлар. «Албатта, оятлар фақат Аллоҳнинг ҳузурида», – деб айт. Сизга нима билдирди? Эҳтимол, оят келса ҳам, улар иймон келтирмаслар"
        },
        {
            "chapter": 6,
            "verse": 110,
            "text": "Худди аввал иймон келтирмаганларидек, қалблари ва кўзларини буриб қўярмиз ва туғёнларида довдираган ҳолларида тек қўярмиз"
        },
        {
            "chapter": 6,
            "verse": 111,
            "text": "Агар Биз уларга фаришталарни туширсак ҳам, уларга ўликлар гапирса ҳам ва уларнинг олдига ҳамма нарсани очиқ-ойдин тўпласак ҳам, Аллоҳ хоҳламаса, иймон келтирмаслар. Лекин кўплари жоҳилдирлар"
        },
        {
            "chapter": 6,
            "verse": 112,
            "text": "Шунингдек, ҳар бир Пайғамбарга инсу жин шайтонларини душман қилиб қўйдик. Уларнинг баъзилари баъзиларини ғурурга кетказишлари учун жимжимадор каломларни танларлар. Агар Роббинг хоҳласа, бундай қилмас эдилар. Бас, уларни ўзлари тўқиган нарсалари ила ёлғиз қўй"
        },
        {
            "chapter": 6,
            "verse": 113,
            "text": "Унга (гапнинг гўзалига) охиратга иймон келтирмайдиганларнинг қалби мойил бўлиши, ундан рози бўлиб, қиладиган гуноҳларини бажаришлари учундир"
        },
        {
            "chapter": 6,
            "verse": 114,
            "text": "Аллоҳдан ўзгани ҳакам қилиб олайми? Ҳолбуки, У сизга китобни батафсил этиб нозил қилди. Биз уларга китоб берганлар унинг Роббингдан ҳақ ила нозил қилинганини билурлар. Бас, шак келтирувчилардан бўлма"
        },
        {
            "chapter": 6,
            "verse": 115,
            "text": "Роббингнинг сўзлари содиқлик ва адолат ила батамом бўлди. Унинг сўзларини ўзгартувчи йўқ. Ва У яхши эшитгувчи ва яхши билгувчи Зотдир"
        },
        {
            "chapter": 6,
            "verse": 116,
            "text": "Ва агар ер юзидагиларнинг кўпларига итоат қилсанг, сени Аллоҳнинг йўлидан адаштирурлар. Улар гумондан бошқага эргашмаслар. Улар тахмин қилурлар, холос"
        },
        {
            "chapter": 6,
            "verse": 117,
            "text": "Албатта, Роббинг ким Унинг йўлидан адашишини яхши билгувчидир. Ва У ҳидоят топувчиларни ҳам яхши билгувчидир"
        },
        {
            "chapter": 6,
            "verse": 118,
            "text": "Агар Унинг оятларига иймон келтиргувчилардан бўлсангиз, Аллоҳнинг исми зикр қилинган нарсадан енг"
        },
        {
            "chapter": 6,
            "verse": 119,
            "text": "Сизга нима бўлдики, Аллоҳнинг номи айтиб сўйилган нарсани емас экансизлар?! У сизларга ҳаром қилган нарсаларини батафсил баён қилиб берган-ку?! Магар музтар бўлганингизда, майли. Албатта, кўпчилик билмасдан, ҳойу ҳаваслари ила адаштирурлар. Албатта, Роббинг тажовузкорларни яхши билгувчидир"
        },
        {
            "chapter": 6,
            "verse": 120,
            "text": "Ва ошкора ҳамда махфий гуноҳларни тарк қилинглар! Гуноҳ қилувчилар, албатта, қилган гуноҳларининг жазосини олурлар"
        },
        {
            "chapter": 6,
            "verse": 121,
            "text": "Аллоҳнинг исми зикр қилинмаган нарсаларни еманглар. Албатта, бу иш фисқдир. Албатта, шайтонлар ўз дўстларига сизлар билан тортишишни васваса қилурлар. Агар уларга итоат қилсангиз, сизлар ҳам мушриклардан бўлурсизлар"
        },
        {
            "chapter": 6,
            "verse": 122,
            "text": "Аввал ўлик бўлган одамни тирилтириб, унга одамлар орасида юрадиган нурни бериб қўйган бўлсак, у билан зулматлар ичида ундан чиқа олмай юрувчи одам ўхшаш бўлурми? Шундай қилиб, кофирларга қилаётган амаллари зийнатлаб кўрсатилди"
        },
        {
            "chapter": 6,
            "verse": 123,
            "text": "Худди шунга ўхшаш, ҳар бир шаҳарда катта жиноятчиларни унда макр қилиш учун қўйдик. Улар, сезмаган ҳолда, фақат ўзларига ўзлари макр қилурлар, холос"
        },
        {
            "chapter": 6,
            "verse": 124,
            "text": "Агар уларга оят келса, Аллоҳнинг Пайғамбарларига берилган нарсага ўхшаш нарса бизга ҳам берилмагунча зинҳор иймон келтирмасмиз, дерлар. Ўз Пайғамбарлигини қаерга қўйишни Аллоҳнинг Ўзи яхши биладир. Жиноят қилганларга қилган макрлари учун Аллоҳнинг ҳузурида, албатта, хорлик ва шиддатли азоб бордир"
        },
        {
            "chapter": 6,
            "verse": 125,
            "text": "Кимни Аллоҳ ҳидоят қилмоқчи бўлса, унинг кўксини Исломга очиб қўядир. Кимни залолатга кетказишни ирода қилса, унинг кўксини худди осмонга кўтарилаётгандек, тор ва танг қилиб қўядир. Шундай қилиб, Аллоҳ иймон келтирмайдиганларга азобни дучор қилур"
        },
        {
            "chapter": 6,
            "verse": 126,
            "text": "Мана шу, Роббингнинг тўғри йўлидир. Ибрат олувчи қавм учун оятларни батафсил баён қилдик"
        },
        {
            "chapter": 6,
            "verse": 127,
            "text": "Уларга Роббилари ҳузурида дорус-салом (тинчлик уйи) бордир. У зот қилган ишлари учун уларнинг дўстидир"
        },
        {
            "chapter": 6,
            "verse": 128,
            "text": "Уларнинг ҳаммасини тўплайдиган кунда: «Эй, жинлар жамоаси, инсдан (адаштирганларингизни) кўпайтирвордингиз?!» – дер. Уларнинг инсдан бўлган дўстлари: «Эй Роббимиз, биз бир-биримиздан ҳузур топдик ва бизга белгилаган ажалингга етиб келдик», – дерлар. У зот: «Қайтар жойингиз дўзахдир. Магар Аллоҳ хоҳласа (қолмайсиз)», – дер. Албатта, Роббинг ҳикматли ва билимли Зотдир"
        },
        {
            "chapter": 6,
            "verse": 129,
            "text": "Шундай қилиб, қилган касбларига биноан золимларни бир-бирларига дўст қилурмиз"
        },
        {
            "chapter": 6,
            "verse": 130,
            "text": "«Эй, жин ва инс жамоалари, сизларга ўзингиздан бўлган Пайғамбарлар келиб, оятларимни сизга айтиб бермадиларми, сизларни ушбу кунингизга дучор бўлишингиз ҳақида огоҳлантирмадиларми?» Улар: «Ўзимизга қарши гувоҳлик бердик», – дерлар. Уларни дунё ҳаёти ғурурга кетказди ва ўзларига қарши, кофир бўлганларини айтиб, гувоҳлик бердилар"
        },
        {
            "chapter": 6,
            "verse": 131,
            "text": "Бундай қилишининг боиси, Роббинг ғофил турган шаҳар-қишлоқ аҳолисини ҳалок қилмаслигидандир"
        },
        {
            "chapter": 6,
            "verse": 132,
            "text": "Ҳар кимга қилганларига яраша даража бордир. Ва Роббинг уларнинг қилаётган амалларидан ғофил эмасдир"
        },
        {
            "chapter": 6,
            "verse": 133,
            "text": "Ва Роббинг беҳожат ва раҳмат соҳиби бўлган Зотдир. Агар хоҳласа, худди сизларни бошқа қавмлар зурриётидан пайдо қилганидек, сизларни кетказиб, ортингиздан нимани хоҳласа, ўринбосар қилиб келтирур"
        },
        {
            "chapter": 6,
            "verse": 134,
            "text": "Албатта, сизга ваъда қилинган нарса келувчидир. Сизлар эса У зотни ожиз қолдирувчи эмассиз"
        },
        {
            "chapter": 6,
            "verse": 135,
            "text": "Сен: «Эй қавмим, ўрнингизда амалингизни қилаверинг. Мен ҳам амал қилувчиман. Тезда охират ҳовлиси оқибати кимнинг фойдасига бўлишини биласиз. Албатта, золимлар нажот топмаслар», – деб айт"
        },
        {
            "chapter": 6,
            "verse": 136,
            "text": "Улар Аллоҳга Унинг Ўзи яратган экинлар ва чорвалардан насиба ажратдилар ва ўзларича: «Бу Аллоҳга, бу эса бутларимизга», – дедилар. Бас, бутларига бўлган нарса Аллоҳга етмас. Аллоҳга бўлган нарса эса, бутларига етадир. Чиқарган ҳукмлари қандай ҳам ёмон-а"
        },
        {
            "chapter": 6,
            "verse": 137,
            "text": "Шунингдек, мушриклардан кўпларига шериклари уларни ҳалок этиш ва динларини чалкаштириш учун болаларини ўлдиришни зийнатлаб кўрсатди. Агар Аллоҳ хоҳласа, бундай қилмасдилар. Уларни ва тўқиётган нарсаларини қўйиб қўй"
        },
        {
            "chapter": 6,
            "verse": 138,
            "text": "Улар ўзларича: «Мана бу чорва ва экинлар ҳаром, уларни фақат биз хоҳлаган кишиларгина ейдилар ва мана бу миниши ҳаром қилинган чорвалар», – дедилар. Улар маълум чорваларга Аллоҳнинг номини зикр қилмаслар. Бу эса, У зотга туҳматдир. У, тезда, қилган туҳматлари туфайли уларга жазо беражак"
        },
        {
            "chapter": 6,
            "verse": 139,
            "text": "Улар, мана шу чорваларнинг қорнидаги нарсалар эркакларимизга ҳалол, аёлларимизга ҳаром, дерлар. Агар у (қориндаги нарса) ўлик бўлса, улар унга шериклардир. Тезда уларга васфлари учун Ўзи жазо беражак. Албатта, У ҳикматли ва яхши билувчи Зотдир"
        },
        {
            "chapter": 6,
            "verse": 140,
            "text": "Ақли пастлик қилиб, жоҳиллик ила фарзандларини ўлдирганлар ва Аллоҳ уларга ризқ қилиб берган нарсаларни ҳаром қилганлар зиёнкор бўлдилар. Батаҳқиқ, улар адашдилар ва ҳидоятга юрувчилардан бўлмадилар"
        },
        {
            "chapter": 6,
            "verse": 141,
            "text": "У (ишкомларга) кўтариладиган ва кўтарилмайдиган боғларни, хурмо ва экинларни емагини хилма-хил қилиб, зайтун ва анорларни бир-бирига ўхшатиб ва ўхшатмай пайдо қилган Зотдир. Мевалаган пайтида унинг мевасидан енглар ва йиғим-терим кунида ҳаққини беринглар. Ва исроф қилманглар. Албатта, У исроф қилгувчиларни севмас"
        },
        {
            "chapter": 6,
            "verse": 142,
            "text": "Ва чорвалардан ҳаммолларини ва (сўйгани) ерга ётқазиладиганларини пайдо қилди. Аллоҳ сизга ризқ қилиб берган нарсалардан енглар ва шайтоннинг изидан эргашманглар. Албатта, у сизларга очиқ-ойдин душмандир"
        },
        {
            "chapter": 6,
            "verse": 143,
            "text": "Саккиз жуфт (пайдо қилди): қўйдан иккини (эркак-урғочи) ва эчкидан иккини. «Иккала эркагини ҳаром қилдими ёки иккала урғочисиними ёхуд иккала урғочининг бачадонларида шомил бўлган нарсаними?! Агар ростгўй бўлсангизлар, илмий қилиб хабарини беринглар-чи?» – деб айт"
        },
        {
            "chapter": 6,
            "verse": 144,
            "text": "Туядан иккитани, қорамолдан иккини (пайдо қилди). «Иккала эркагини ҳаром қилдими ёки иккала урғочисиними ёхуд иккала урғочининг бачадонларида шомил бўлган нарсаними?! Ёки Аллоҳ сизларга буни амр қилганда шоҳид бўлиб турганмидингиз? Илмсиз ҳолда одамларни адаштириш учун Аллоҳга нисбатан ёлғон тўқигандан ҳам золимроқ одам борми?! Албатта, Аллоҳ золим қавмларни ҳидоят қилмас»"
        },
        {
            "chapter": 6,
            "verse": 145,
            "text": "«Менга ваҳий қилинган нарсада таомланувчи учун ҳаром қилинган нарсани топмаяпман. Магар ўлимтик ёки оқизилган қон ёки тўнғиз гўшти бўлса, албатта, у ифлос, ҳаромдир. Ёхуд фосиқлик ила Аллоҳдан ўзганинг номига сўйилган бўлса (ҳаромдир). Бас, киши музтар бўлиб, маза талаб қилувчи ва тажовузкор бўлмаган ҳолида (истеъмол қилса), албатта, Роббинг мағфират қилгувчи ва раҳимли Зотдир», – деб айт"
        },
        {
            "chapter": 6,
            "verse": 146,
            "text": "Ва яҳудий бўлганларга барча (бутун) туёқлиларни ҳаром қилдик. Мол ва қўйдан эса, уларга ёғларини ҳаром қилдик. Магар орқа ва ичакларидаги ёки суякка аралашган ёғлари (ҳалолдир). Бу, зулмлари учун уларга берган жазоимиздир. Албатта, Биз ростгўймиз"
        },
        {
            "chapter": 6,
            "verse": 147,
            "text": "Агар сени ёлғончига чиқарсалар: «Роббингиз кенг раҳмат соҳибидир, аммо Унинг азоби жиноятчи қавмлардан қайтарилмас», – деб айт"
        },
        {
            "chapter": 6,
            "verse": 148,
            "text": "Ҳали ширк келтирганлар: «Агар Аллоҳ хоҳлаганда, биз ҳам, ота-боболаримиз ҳам ширк келтирмас эдик ва бирор нарсани ҳаром қилмас эдик», – дерлар. Улардан олдингилари ҳам азобимизни татигунларига қадар шунга ўхшаш ёлғонга чиқариб турганлар. «Сизнинг ҳузурингизда бизга чиқариб кўрсатадиган бирон илм — ҳужжат борми? Сизлар фақат гумонга эргашмоқдасиз ва сизлар фақат ёлғон гапирмоқдасизлар», – деб айт"
        },
        {
            "chapter": 6,
            "verse": 149,
            "text": "Сен: «Етук ҳужжат Аллоҳнинг Ўзидадир. Агар хоҳласа, ҳаммангизни ҳидоятга солар эди», – деб айт"
        },
        {
            "chapter": 6,
            "verse": 150,
            "text": "Сен: «Аллоҳ мана шуни ҳаром қилганига гувоҳлик берадиган гувоҳларингизни келтиринг», – деб айт. Бас, агар гувоҳлик берсалар, сен улар ила гувоҳлик берма. Бизнинг оятларимизни ёлғонга чиқарувчиларнинг ва охиратга иймон келтирмайдиганларнинг ҳавойи нафсларига эргашма. Улар Роббиларига ширк келтирурлар"
        },
        {
            "chapter": 6,
            "verse": 151,
            "text": "Келинг, Роббингиз сизларга ҳаром қилган нарсаларни тиловат қилиб бераман: «Унга ҳеч нарсани ширк келтирманг! Ота-онангизга яхшилик қилинг! Очликдан қўрқиб, болаларингизни ўлдирманг. Биз сизларни ҳам, уларни ҳам ризқлантирурмиз. Фаҳш — бузуқ ишларнинг ошкорасига ҳам, махфийсига ҳам яқинлашманг. Аллоҳ ҳаром қилган жонни ўлдирманг. Магар ҳақ ила бўлса, майли». «Ушбуларни сизга амр қилдикки, шояд, ақл юритсангиз», – деб айт"
        },
        {
            "chapter": 6,
            "verse": 152,
            "text": "Етимнинг молига то вояга етгунча яқинлашманг. Магар яхши йўл билан бўлса, майли. Ўлчов ва тарозини адолат ила тўлиқ адо этинг. Биз ҳеч бир жонни тоқатидан ташқари нарсага таклиф этмаймиз. Агар гапирсангиз, қариндошингиз бўлса ҳам, адолат қилинг. Аллоҳга берган аҳдингизга вафо қилинг. Буларни сизга амр қилдикки, шояд, эсласангизлар"
        },
        {
            "chapter": 6,
            "verse": 153,
            "text": "Албатта, бу Менинг тўғри йўлимдир. Бас, унга эргашинг. Ва бошқа йўлларга эргашманг. Бас, сизни Унинг йўлидан адаштирмасинлар. Мана шу сизга қилган амрки, шояд, тақво қилсангиз"
        },
        {
            "chapter": 6,
            "verse": 154,
            "text": "Яна Мусога ҳам китобни, яхшилик қилганга (неъмат) батамом бўлиши учун, ҳар бир нарса батафсил бўлиши учун, ҳидоят ва раҳмат бўлиши учун бердик. Шоядки, улар Роббиларига рўбарў бўлишларига иймон келтирсалар"
        },
        {
            "chapter": 6,
            "verse": 155,
            "text": "Биз туширган бу китоб муборакдир. Бас, унга эргашинглар. Ва тақво қилинглар. Шоядки, раҳим қилинсангизлар"
        },
        {
            "chapter": 6,
            "verse": 156,
            "text": "«Биздан аввалги икки тоифага китоб туширилган, уларнинг дарсларидан ғофилмиз», демасликларингиз учун"
        },
        {
            "chapter": 6,
            "verse": 157,
            "text": "Ёки «Агар бизга китоб туширилганда, улардан кўра ҳидоятлироқ бўлар эдик», демасликларингиз учун, батаҳқиқки, сизга Роббингиздан очиқ ҳужжат, ҳидоят ва раҳмат келди. Аллоҳнинг оятларини ёлғонга чиқарган ва улардан юз ўгирган кимсадан ҳам золимроқ шахс борми? Тезда, оятларимиздан юз ўгирганларни юз ўгирганлари туфайли ёмон азоб ила жазолармиз"
        },
        {
            "chapter": 6,
            "verse": 158,
            "text": "Улар фаришталар келишини, ё Роббингнинг келишини ёки Роббингнинг баъзи оятлари келишини кутмоқдалар, холос. Роббингнинг баъзи оятлари келган кунида ҳеч бир жонга, олдин иймон келтирмаган ёки иймонида яхшилик касб қилмаган бўлса, иймони наф бермас. «Кутаверинглар, биз ҳам кутгувчилармиз», – деб айт"
        },
        {
            "chapter": 6,
            "verse": 159,
            "text": "Динларини тафриқа қилиб, ўзлари гуруҳбозлик қилганлар билан ҳеч бир алоқанг йўқ. Албатта, уларнинг иши Аллоҳнинг Ўзига ҳавола. Сўнгра, қилган ишларининг хабарини берур"
        },
        {
            "chapter": 6,
            "verse": 160,
            "text": "Ким бир яхшилик қилса, унга ўн баробар қайтарилур. Ким бир ёмонлик қилса, унга фақат қилганига яраша жазо бўлур. Ва уларга зулм қилинмас"
        },
        {
            "chapter": 6,
            "verse": 161,
            "text": "Сен: «Албатта, Мени Роббим тўғри йўлга — рост динга — тўғриликка мойил Иброҳим миллатига ҳидоят қилди. У мушриклардан бўлмаган эди», – деб айт"
        },
        {
            "chapter": 6,
            "verse": 162,
            "text": "Сен: «Албатта, менинг намозим, ибодатларим, ҳаёт ва мамотим оламларнинг Робби Аллоҳ учундир"
        },
        {
            "chapter": 6,
            "verse": 163,
            "text": "Унинг шериги йўқ. Ана шунга буюрилганман. Ва мен энг аввалги мусулмонларданман"
        },
        {
            "chapter": 6,
            "verse": 164,
            "text": "Аллоҳдан ўзгани Роббим дейми? Ҳолбуки, У ҳамма нарсанинг Роббидир. Ҳар бир жон ёмон касб қилса, фақат ўзига зиён қилур. Ҳеч бир жон бошқанинг оғирлигини кўтармас. Сўнгра, Роббиларингизга қайтишингиз бор. Бас, У сизларга ихтилоф қилган нарсаларингизнинг хабарини берур"
        },
        {
            "chapter": 6,
            "verse": 165,
            "text": "У сизларни ер юзида халифалар қилган ва Ўзи берган нарсаларда сизни синаш учун баъзингизнинг даражасини баъзингиздан устун қилган Зотдир. Албатта, Роббинг иқоби тез Зотдир. Ва, албатта, У мағфират қилувчи ва раҳимлидир», – деб айт"
        }
    ]
}