{
    "rukus": [
        {
            "chapter": 34,
            "verse": 37,
            "text": "Nǐmen de cáichǎn, nǐmen de érzi, dōu bùnéng shǐ nǐmen shāoshāo de qīnjìn wǒ; dàn xìndào érqiě xíngshàn de rénmen, jiāng yīn tāmen de xíngwéi ér shòu jiābèi de bàochóu, tāmen jiāng ānjū yú lóu shàng."
        },
        {
            "chapter": 34,
            "verse": 38,
            "text": "Jiélì fǎnduì wǒ de jīxiàng de rénmen, jiāng bèi jūjìn zài xíngfá zhōng."
        },
        {
            "chapter": 34,
            "verse": 39,
            "text": "Nǐ shuō: Wǒ de zhǔ, díquè yù shǐ nǎge púrén de jǐyǎng kuānyù, jiù shǐ tā kuānyù; yù shǐ nǎge púrén de jǐyǎng jiǒngpò, jiù shǐ tā jiǒngpò. Nǐmen suǒ shīshě de dōngxī, tā jiāng bǔcháng tā; tā shì zuì yōu de gōngjǐ zhě."
        },
        {
            "chapter": 34,
            "verse": 40,
            "text": "Zài nà rì, tā yào jiāng tāmen tǒngtǒng jíhé qǐlái, ránhòu duì tiānshénmen shuō: Zhèxiē rén chóngbàiguò nǐmen ma?"
        },
        {
            "chapter": 34,
            "verse": 41,
            "text": "Tāmen shuō: Wǒmen zànsòng nǐ chāojué wànwù! Nǐ shì wǒmen de zhǔ, tāmen bùshì wǒmen de núpú. Tāmen què shì chóngbài jīnglíng de, tāmen dàbàn xìnyǎng jīnglíng."
        },
        {
            "chapter": 34,
            "verse": 42,
            "text": "Jīnrì, tāmen bùnéng hùlì, yě bùnéng xiāng hài; wǒ jiāng duì bù yì de rénmen shuō: Nǐmen chángshì nǐmen suǒ fǒurèn de huǒxíng ba!"
        },
        {
            "chapter": 34,
            "verse": 43,
            "text": "Yǒurén duì tāmen xuāndú wǒ de míngbái de jīxiàng shí, tāmen shuō: Zhège rén zhǐ xiǎng fáng'ài nǐmen chóngbài nǐmen de zǔxiān suǒ chóngbài de ǒuxiàng. Tāmen yòu shuō: Zhè zhǐshì niēzào de huǎngyán. Dàng zhēnlǐ láilín de shíhòu, bù xìndào de rénmen shuō: Zhè zhǐshì yī zhǒng míngxiǎn de móshù."
        },
        {
            "chapter": 34,
            "verse": 44,
            "text": "Wǒ méiyǒu bǎ tāmen de néng sòng xí de rènhé jīngdiǎn shǎngcì tāmen, zài nǐ zhīqián, wǒ méiyǒu pàiqiǎn rènhé jǐnggào zhě qù jiàohuà tāmen."
        },
        {
            "chapter": 34,
            "verse": 45,
            "text": "Zài tāmen zhīqián shìqù de rénmen céng fǒurèn zhēnlǐ, tāmen méiyǒu dádào wǒ suǒ cìyǔ qián rén de shí fēn zhī yī, dàn qián rén fǒurèn wǒ de shǐzhěmen, wǒ de qiǎnzé shì zěnyàng de?"
        }
    ]
}