{
    "rukus": [
        {
            "chapter": 43,
            "verse": 68,
            "text": "`Wǒ de zhòng pú a! Jīnrì, nǐmen méiyǒu kǒngjù, yě méiyǒu yōuchóu.'"
        },
        {
            "chapter": 43,
            "verse": 69,
            "text": "Tāmen céng guī xìn wǒ de jīxiàng, tāmen yuán shì shùnfú de."
        },
        {
            "chapter": 43,
            "verse": 70,
            "text": "`Nǐmen hé nǐmen de qīzi, yú guì de jìn lèyuán qù ba!"
        },
        {
            "chapter": 43,
            "verse": 71,
            "text": "Jiāng yǒu jīn pán hé jīnbēi, zài tāmen zhī jiān āi cì chuándì, lèyuán zhōng yǒuxīn suǒ liànmù, yǎn suǒ xīnshǎng de lèqù, nǐmen jiāng yǒng jū qízhōng."
        },
        {
            "chapter": 43,
            "verse": 72,
            "text": "Zhè shì tāmen yīn zìjǐ de shànxíng ér dé jìchéng de lèyuán."
        },
        {
            "chapter": 43,
            "verse": 73,
            "text": "Nǐmen zài qízhōng, jiāng yǒu xǔduō shuǐguǒ, gōng nǐmen qǔ shí.'"
        },
        {
            "chapter": 43,
            "verse": 74,
            "text": "Zuìrénmen jiānglái bì yǒng jūyú huǒ yù de xíngfá zhōng,"
        },
        {
            "chapter": 43,
            "verse": 75,
            "text": "nà xíngfá bù shāo jiǎnqīng, tāmen jiàng zài qízhōng jǔsàng."
        },
        {
            "chapter": 43,
            "verse": 76,
            "text": "Wǒ méiyǒu kuī wǎng tāmen, dàn tāmen zì qī."
        },
        {
            "chapter": 43,
            "verse": 77,
            "text": "Tāmen jiāng hǎnjiào shuō:`Mǎlì kè a! Qǐng nǐ de zhǔ chǔjué wǒmen ba!'Tā shuō:`Nǐmen bìdìng yào liú zài xíngfá zhōng.'"
        },
        {
            "chapter": 43,
            "verse": 78,
            "text": "Wǒ què yǐ bǎ zhēnlǐ zhāoshì nǐmen, dàn nǐmen dàbàn shìyànwù zhēnlǐ de."
        },
        {
            "chapter": 43,
            "verse": 79,
            "text": "Tāmen yǐ juédìng yī jiàn shìle ma? Wǒ yě bì juédìng yī jiàn shì."
        },
        {
            "chapter": 43,
            "verse": 80,
            "text": "Tāmen yǐwéi wǒ tīng bùjiàn tāmen de mìmì hé sī yì ma? Bùrán, wǒ de tiānshǐmen jiù zài tāmen de gēnqián, jìlù tāmen de yánxíng."
        },
        {
            "chapter": 43,
            "verse": 81,
            "text": "Nǐ shuō:`Rúguǒ zhìrén zhǔ yǒu érnǚ, nàmò, wǒ shì shǒuxiān chóngbài qí érnǚ de.'"
        },
        {
            "chapter": 43,
            "verse": 82,
            "text": "Zànsòng tiāndì de zhǔ, bǎozuò de zhǔ, tā shì chāo hū tāmen de xùshù de!"
        },
        {
            "chapter": 43,
            "verse": 83,
            "text": "Nǐ ràng tāmen wàngtán ba! Ràng tāmen xīxì ba! Zhídào tāmen kàn dào tāmen bèi jǐnggào de rìzi."
        },
        {
            "chapter": 43,
            "verse": 84,
            "text": "Tā zài tiānshàng shì yīng shòu chóngbài de, zài dìshàng yěshì yīng shòu chóngbài de; tā què shì zhì ruì de, què shì quánzhī de."
        },
        {
            "chapter": 43,
            "verse": 85,
            "text": "Duō fú zāi, yǒu tiāndì de guó quán hé tiāndì jiān de wànwù zhě! Fùhuó shí de zhīshì zhǐyǒu tā zhīdào, nǐmen zhǐ bèi zhào guīyú tā."
        },
        {
            "chapter": 43,
            "verse": 86,
            "text": "Tāmen shě tā ér qídǎo de, méiyǒu tì rén shuō qíng de quánbǐng; wéi yī zhēnlǐ ér zuò zhèng, qiě shēn zhī qí zhèng cí de rénmen, zé bùrán."
        },
        {
            "chapter": 43,
            "verse": 87,
            "text": "Rúguǒ nǐ wèn tāmen, shuí chuàngzào tāmen, tāmen bìdìng shuō:`Zhēnzhǔ.'Tāmen shì rúhé bèimiù de ne!"
        },
        {
            "chapter": 43,
            "verse": 88,
            "text": "Tā shuō:`Wǒ de zhǔ a! Zhèxiē rén què shì bù xìndào de mínzhòng.'"
        },
        {
            "chapter": 43,
            "verse": 89,
            "text": "Nǐ yīngdāng yuánliàng tāmen, nǐ yīngdāng shuō:`Zhù nǐmen píng'ān!'Tāmen bùjiǔ jiù zhīdàole."
        }
    ]
}