{
    "rukus": [
        {
            "chapter": 48,
            "verse": 11,
            "text": "Liú zài hòufāng de yóumù rénmen jiāng shuō:`Wǒmen yào zhàoliào wǒmen de jiāchǎn hé jiāshǔ, suǒyǐ qǐng nǐ wèi wǒmen qiúráo.'Tāmen yòng tāmen de shétou shuō de bùshì tāmen de xīnlǐ huà. Nǐ shuō:`Shuí néng wéi nǐmen gānshè zhēnzhǔ yī sīháo? Rúguǒ tā yào jiàng huò yú nǐmen, huò jiàng fú yú nǐmen. Zhēnzhǔ shì chè zhī nǐmen de xíngwéi de."
        },
        {
            "chapter": 48,
            "verse": 12,
            "text": "Nǐmen cāixiǎng shǐzhě hé xìnshìmen yǒng bù huí jiāle, nǐmen de xīn wèi zhè cāixiǎng suǒ míhuò, nǐmen zuò bùshàn de cāixiǎng, nǐmen shì jiāng mièwáng de mínzhòng.'"
        },
        {
            "chapter": 48,
            "verse": 13,
            "text": "Bùxìn zhēnzhǔ hé shǐzhě de rén, wǒ què yǐ wèi tāmen zhè děng bùxìn zhě yù shè huǒ yùle."
        },
        {
            "chapter": 48,
            "verse": 14,
            "text": "Dàdì de guó quán, guīzhēnzhǔ suǒyǒu, tā yào shè yòu shuí, jiù shè yòu shuí; yào chéngfá shuí, jiù chéngfá shuí. Zhēnzhǔ shì zhì shè de, shì zhì cí de."
        },
        {
            "chapter": 48,
            "verse": 15,
            "text": "Liú zài hòufāng de rénmen, dāng nǐmen wèi huòqǔ zhànlìpǐn ér chūfā de shíhòu, tāmen jiāng shuō:`Ràng wǒmen liáng nǐmen qù ba!'Tāmen yù biàngēng zhēnzhǔ de pàn cí. Nǐ shuō:`Nǐmen juéduì bùdé gēn wǒmen qù, yǐqián, zhēnzhǔ yǐ zhèyàng shuōguòle.'Tāmen jiāng shuō:`Bùrán, nǐmen jídù wǒmen.'Bùrán, tāmen bù shèn liǎojiě."
        },
        {
            "chapter": 48,
            "verse": 16,
            "text": "Nǐ duì dòuliú zài hòufāng de yóumù rén shuō:`Nǐmen jiāng bèi zhào qù tǎofá yīqún piāohàn de mínzhòng, huò tāmen guīshùn. Rúguǒ nǐmen fúcóng (mìnglìng), zhēnzhǔ jiù yǐ yōuměi de bàochóu shǎngcì nǐmen; rúguǒ nǐmen hái xiàng yǐqián nàyàng guībì, tā jiù shǐ nǐmen shòu tòngkǔ de xíngfá.'"
        },
        {
            "chapter": 48,
            "verse": 17,
            "text": "Xiā zǐ wúzuì, bǒ zǐ wúzuì, bìngrén wúzuì. Shuí fúcóng zhēnzhǔ hé shǐzhě, zhēnzhǔyào shǐ shuí rù nà xià lín zhū hé de lèyuán; shuí guībì tā, tā jiāng shǐ shuí shòu tòngkǔ de xíngfá."
        }
    ]
}