{
    "rukus": [
        {
            "chapter": 57,
            "verse": 11,
            "text": "Shuí yǐ shàn zhài jiè gěi zhēnzhǔ ne? Zhēnzhǔ jiàng jiābèi chánghuán tā, tā hái shòu yōuhòu de bàochóu."
        },
        {
            "chapter": 57,
            "verse": 12,
            "text": "Zài nà rì, nǐ jiāng kànjiàn nánnǚ xìnshìmen, tāmen de guānghuī, zài tāmen de qiánmiàn hé yòubiān bēnchí, yǒurén jiāng duì tāmen shuō:`Nǐmen jīnrì de jiāyīn, shì xià lín zhū hé de lèyuán; nǐmen jiāng yǒng jū qízhōng, nà què shì wěidà de chénggōng.'"
        },
        {
            "chapter": 57,
            "verse": 13,
            "text": "Zài nà rì, wěi xìn de nánnǚ, jiāng duì xìndào de nánnǚ shuō:`Qǐng nǐmen děnghòu wǒmen, ràng wǒmen jiè nǐmen de yīdiǎn guānghuī!'Yǒurén jiāngyào duì tāmen shuō:`Nǐmen zhuǎn huíqù xúnqiú guānghuī ba!'Yúshì, bǐcǐ zhī jiān, zhú qǐle yī dǔ gébì lái, gébì shàng yǒuyīdàomén, mén nèi yǒu ēnhuì, ménwài yǒu xíngfá."
        },
        {
            "chapter": 57,
            "verse": 14,
            "text": "Tāmen jiāng hǎnjiào xìndào de rénmen shuō:`Nándào wǒmen yǔ nǐmen bùshì tóngdào ma?'Tāmen shuō:`Bùrán, nǐmen zì qī, guānwàng, huáiyí zhèngdào, zhǒngzhǒng wàngxiǎng, qīpiàn nǐmen, zhídào zhēnzhǔ de mìnglìng láilín, huá zéi céng yǐ zhēnzhǔ de yōuróng qīpiàn nǐmen."
        },
        {
            "chapter": 57,
            "verse": 15,
            "text": "Gù jīnrì nǐmen yǔ bùxìndào zhě de fájīn, dōu bù bèi jiēshòu, nǐmen de guīsù shì huǒ yù, nà duìyú nǐmen shì gèng xiāngyí de, nà guīsù zhēn èliè!'"
        },
        {
            "chapter": 57,
            "verse": 16,
            "text": "Nándào xìnshìmen yǐwéi shíjiān hái wèi dào, gù tāmen de xīn bù wéi zhēnzhǔ de jiàohuì hé tāsuǒ jiàng shì de zhēnlǐ ér róuhé ma? Tāmen bù kěyǐ xiàng yǐqián céng fèngtiān jīng de rénmen nàyàng, jīngguò cháng shíqí hòu, tāmen de xīn jiù biàn yìngle, tāmen zhōng yǒu xǔduō rén shì fànzuì de."
        },
        {
            "chapter": 57,
            "verse": 17,
            "text": "Nǐmen yīngdāng zhīdào zhēnzhǔ shì shǐ yǐ sǐ de dàdì fùhuó de, wǒ què yǐ wèi nǐmen jiěshìle xǔduō jīxiàng, yǐbiàn nǐmen mínglǐ."
        },
        {
            "chapter": 57,
            "verse": 18,
            "text": "Shī cái dí shì nǚ, hé yǐ shàn zhài jiè gěi zhēnzhǔ dí shì nǚ, tā bìdìng jiābèi chánghuán tāmen, tāmen jiāng shòu yōuhòu de bàochóu."
        },
        {
            "chapter": 57,
            "verse": 19,
            "text": "Xìnyǎng zhēnzhǔ hé shǐzhě de rénmen, zài zhǔ nàlǐ, shì qiánchéng zhě, shì jiànzhèng zhě, tāmen jiāng yǒu tāmen de bàochóu hé guāngmíng. Bù xìn zhèngdào bìngqiě fǒurèn wǒ de jīxiàng de rénmen, shì huǒ yù de jūmín."
        }
    ]
}