{
    "rukus": [
        {
            "chapter": 3,
            "verse": 121,
            "text": "Dāngshí, nǐ zài zǎochén cóng jiālǐ chūqù, bǎ xìnshìmen bù zhì zài zhèndì shàng. Zhēnzhǔ shì quán cōng de, shì quánzhī de."
        },
        {
            "chapter": 3,
            "verse": 122,
            "text": "Dāngshí, nǐmen zhōng yǒu liǎng huǒ rén yào xiǎng shìruò; dànshì zhēnzhǔ shì tāmen de bǎoyòu zhě. Xìnshìmen zhǐ xìntuō zhēnzhǔ ba!"
        },
        {
            "chapter": 3,
            "verse": 123,
            "text": "Bái dé'ěr zhī yì, nǐmen shì wú shìlì de, ér zhēnzhǔ què yǐ yuánzhùle nǐmen. Gù nǐmen yīngdāng jìngwèi zhēnzhǔ, yǐbiàn nǐmen gǎnxiè."
        },
        {
            "chapter": 3,
            "verse": 124,
            "text": "Dāngshí, nǐ duì xìnshìmen shuō:`Nǐmen de zhǔ jiàngxià tiānshén sānqiān lái yuánzhù nǐmen, hái bùgòu ma?"
        },
        {
            "chapter": 3,
            "verse": 125,
            "text": "Bùrán, rúguǒ nǐmen jiānrěn, bìngqiě jìngwèi, ér dírén lìkè lái gōng nǐmen, nàmò, nǐmen de zhǔ, jiāng shǐ xíjí de tiānshén wǔqiān lái yuánzhù nǐmen.'"
        },
        {
            "chapter": 3,
            "verse": 126,
            "text": "Zhēnzhǔ zhǐ yǐ zhè yīngxǔ duì nǐmen bàoxǐ, yǐbiàn nǐmen de xīnjìng yīncǐ ér āndìng. Yuánzhù zhǐshì cóng wànnéng de, zhì ruì de zhēn zhǔ nàlǐ jiàngxià de."
        },
        {
            "chapter": 3,
            "verse": 127,
            "text": "(Tā yuánzhù nǐmen), yǐbiàn duìyú bù xìndào de rén, huò jiǎnchú yībùfèn, huò quándōu jiāyǐ língrù, yǐbiàn tāmen shībài ér guī."
        },
        {
            "chapter": 3,
            "verse": 128,
            "text": "Tāmen què shì bùyì de, zhēnzhǔ huò jiāyǐ shè yòu, huò jiāyǐ chéngfá, nǐ duìyú zhè jiàn shì, shì wú quán guòwèn de."
        },
        {
            "chapter": 3,
            "verse": 129,
            "text": "Tiāndì wànwù, dōu shì zhēnzhǔ de. Tā yào shù ráo shuí, jiù shù ráo shuí; yào chéngfá shuí, jiù chéngfá shuí. Zhēnzhǔ shì zhì shè de, shì zhì cí de."
        }
    ]
}