{
    "rukus": [
        {
            "chapter": 5,
            "verse": 78,
            "text": "Yǐsèliè de hòuyì zhōng bù xìndào de rén, céng bèi dá wǔ dé hé mài ěr yàn zhīzǐ ěr chè de shé suǒ zǔzhòu, zhè shì yóuyú tāmen de wéikàng héguò fèn."
        },
        {
            "chapter": 5,
            "verse": 79,
            "text": "Tāmen duìyú zìjǐ suǒzuò de è shì, bù hùxiāng quàn jiè; tāmen de xíngwéi, zhēn èliè."
        },
        {
            "chapter": 5,
            "verse": 80,
            "text": "Nǐ jiāng kànjiàn tāmen zhōng yǒu xǔduō rén, yǐ bù xìndào de rénwéi méngyǒu; tāmen suǒwéi zìjǐ yùbèi de, zhēn èliè. Nà jiùshì zì zhào zhēnzhǔ de yànwù, tāmen jiāng yǒng zāo xíngfá."
        },
        {
            "chapter": 5,
            "verse": 81,
            "text": "Jiǎruò tāmen quèxìn zhēnzhǔ hé xiānzhī, yǐjí jiàng shì tā de jīngdiǎn, tāmen bìdìng bù yǐ bùxìndào de rénwéi méngyǒu, dàn tāmen duōshù shì fànzuì de."
        },
        {
            "chapter": 5,
            "verse": 82,
            "text": "Nǐ bìdìng fāxiàn, duìyú xìndào zhě chóuhèn zuìshēn de shì yóutàijiàotú hé yǐ wù pèi zhǔ de rén; nǐ bìdìng fāxiàn, duìyú xìndào zhě zuì qīnjìn de shì zìchēng jīdū jiào tú de rén; yīnwèi tāmen dāngzhōng yǒu xǔduō mùshī hé sēnglǚ, hái yīnwèi tāmen bù zì dà."
        },
        {
            "chapter": 5,
            "verse": 83,
            "text": "Dāng tāmen tīngjiàn sòngdú jiàng shì shǐzhě de jīngdiǎn de shíhòu, nǐ kàn tāmen wèi zìjǐ suǒ rènshí de zhēnlǐ ér yǎnlèi wāngwāng, tāmen shuō:`Wǒmen de zhǔ a! Wǒmen yǐ xìndàole, qiú nǐ bǎ wǒmen tóng zuò zhèng zhēnlǐ de rén jìlù zài yī chù."
        },
        {
            "chapter": 5,
            "verse": 84,
            "text": "Wǒmen shì qièwàng wǒmen de zhǔ shǐ wǒmen yǔ shànliáng de mínzhòng tóng jìn lèyuán de, wǒmen zěn néng bù xìn zhēnzhǔ hé jiànglín wǒmen de zhēnlǐ ne!'"
        },
        {
            "chapter": 5,
            "verse": 85,
            "text": "Yīnwèi tāmen suǒ shuō dehuà, zhēnzhǔyào yǐxià lín zhū hé de lèyuán bàochóu tāmen, tāmen dé yǒng jū qízhōng. Zhè shì xíngshàn zhě suǒdé de bàochóu."
        },
        {
            "chapter": 5,
            "verse": 86,
            "text": "Bù xìndào, érqiě fǒurèn wǒ de jīxiàng de rén, dōu shì huǒ yù de jūmín."
        }
    ]
}