{
    "rukus": [
        {
            "chapter": 10,
            "verse": 31,
            "text": "Sor: \"Sizi gökten ve yerden kim rızıklandırıyor? Ya o işitme gücünün ve gözlerin sahibi kim? Kim çıkarıyor ölüden diriyi ve kim çıkarıyor diriden ölüyü? Kim çekip çeviriyor iş ve oluşu?\" Hemen, \"Allah!\" diyecekler. De ki: \"Hâlâ kendinize gelmiyor musunuz"
        },
        {
            "chapter": 10,
            "verse": 32,
            "text": "İşte bu Allah'tır sizin Hak Rabbiniz. Hak'tan sonra, sapıklıktan başka ne kalır ki? Peki, nasıl oluyor da yüz geri döndürülüyorsunuz"
        },
        {
            "chapter": 10,
            "verse": 33,
            "text": "Bu, budur! Rabbinin yoldan çıkanlar hakkındaki, \"Onlar iman etmezler!\" sözü gerçekleşmiştir"
        },
        {
            "chapter": 10,
            "verse": 34,
            "text": "De ki: \"Ortak tuttuklarınız içinde, yaratışa başlayan, sonra, yarattığını çevirip bir daha yaratan kim var?\" De ki: \"Allah! Yaratışı başlatır, sonra onu çevirip yeniden yaratır. O halde nasıl oluyor da başka bir yöne döndürülüyorsunuz"
        },
        {
            "chapter": 10,
            "verse": 35,
            "text": "Şunu da söyle: \"Ortak tuttuklarınızdan kim var hakka götüren?\" De ki: \"Allah götürür hakka. Hakka götürebilen mi izlenmeye daha layıktır yoksa kılavuzlanmadıkça yolu bulamayan mı? Peki, ne oluyor size? Nasıl hüküm veriyorsunuz siz"
        },
        {
            "chapter": 10,
            "verse": 36,
            "text": "Onların çoğu sanıdan başka bir şeyin ardınca gitmiyor. Doğrusu da şu ki sanı, haktan hiçbir şey ifade etmez. Allah, onların yaptıklarını iyice bilmektedir"
        },
        {
            "chapter": 10,
            "verse": 37,
            "text": "Bu Kur'an, Allah'ın berisinden birilerince yalan isnatlarla oluşturulmuş değildir. O, kendinden öncekinin tasdiki ve Kitap'ın ayrıntılı kılınmasıdır. Kuşku ve çelişme yoktur onda. Âlemlerin Rabbi'ndendir o"
        },
        {
            "chapter": 10,
            "verse": 38,
            "text": "Yoksa, \"onu uydurdu\" mu diyorlar! De ki: \"Eğer doğru sözlüler iseniz Allah dışında, elinizin yettiklerini de çağırın da onun benzeri bir sure ortaya çıkarın"
        },
        {
            "chapter": 10,
            "verse": 39,
            "text": "Hayır, düşündükleri gibi değil. Onlar, ilmini kuşatamadıkları ve yorumu kendilerine hiç gelmemiş bir şeyi yalanladılar. Onlardan öncekiler de böyle yalanlamıştı. Bak da gör nasıl olmuştur zalimlerin sonu"
        },
        {
            "chapter": 10,
            "verse": 40,
            "text": "İçlerinden buna inanacak var, inanmayacak var. Bozguncuları Rabbin daha iyi bilir"
        }
    ]
}