{
    "rukus": [
        {
            "chapter": 16,
            "verse": 90,
            "text": "Şu bir gerçek ki Allah; adaleti, iyi ve güzel davranmayı, akrabaya vermeyi emreder. Tüm pisliklerden/edepsizliklerden, kötülükten, azgınlık-doymazlık ve kıskançlıktan yasaklar. Düşünüp ibret alırsınız ümidiyle size öğüt veriyor"
        },
        {
            "chapter": 16,
            "verse": 91,
            "text": "Antlaşma yaptığınızda, Allah'a verdiğiniz söze vefa gösterin. Bağlayıp pekiştirdikten sonra yeminlerinizi bozmayın. Çünkü, kendinize Allah'ı kefil yapmış durumdasınız. Allah, yaptıklarınızı biliyor"
        },
        {
            "chapter": 16,
            "verse": 92,
            "text": "Yeminleri bozmada, ipliğini kuvvetle büktükten sonra bozup parçalayan karı gibi olmayın. Bir topluluk ötekinden daha zengin ve kalabalık çıktığı için yeminlerinizi aranızda bir hile aracı yapıyorsunuz. Allah sizi bununla imtihan ediyor; ihtilafa düştüğünüz şeyleri kıyamet günü size açık bir biçimde elbette gösterecektir"
        },
        {
            "chapter": 16,
            "verse": 93,
            "text": "Allah dileseydi, elbette ki sizi birtek ümmet yapardı. Ama O, dilediğini saptırıyor, dilediğini de iyiye ve güzele kılavuzluyor. Yapıp ettiklerinizden mutlaka sorgu-suale çekileceksiniz"
        },
        {
            "chapter": 16,
            "verse": 94,
            "text": "Yeminlerinizi aranızda hile ve aldatma aracı yapmayın; aksi halde, ayak sağlam bastıktan sonra kayar ve Allah yolundan alıkoyduğunuz için acıyı tadarsınız. Üstelik büyük bir azaba da uğrarsınız"
        },
        {
            "chapter": 16,
            "verse": 95,
            "text": "Allah'a verdiğiniz sözü basit bir ücret karşılığı satmayın. Eğer bilirseniz, Allah katında olan, sizin için daha hayırlıdır"
        },
        {
            "chapter": 16,
            "verse": 96,
            "text": "Sizin yanınızdaki tükenir ama Allah'ın yanındaki sonsuza dek kalıcıdır. Sabredenlere ödüllerini biz, işleyip ürettiklerinin en güzeliyle mutlaka vereceğiz"
        },
        {
            "chapter": 16,
            "verse": 97,
            "text": "Erkek yahut kadın, her kim inanmış olarak hayra ve barışa yönelik bir iş yaparsa, onu tertemiz bir hayatla yaşatırız. Ve böylelerinin ücretlerini, işleyip ürettiklerinin en güzelleriyle karşılarız"
        },
        {
            "chapter": 16,
            "verse": 98,
            "text": "Kur'an'ı okuduğun zaman, o kovulup taşlanmış şeytandan Allah'a sığın"
        },
        {
            "chapter": 16,
            "verse": 99,
            "text": "Şu bir gerçek ki şeytanın elinde, iman edip yalnız Rablerine dayananlar aleyhine hiçbir sulta/hiçbir kanıt yoktur"
        },
        {
            "chapter": 16,
            "verse": 100,
            "text": "Onun sultası, sadece onu dost edinenlerle Allah'a ortak koşanlar üstündedir"
        }
    ]
}