{
    "rukus": [
        {
            "chapter": 29,
            "verse": 52,
            "text": "De ki: \"Sizinle benim aramda tanık olarak Allah yeter. Göklerde ne var, yerde ne var biliyor O. Bâtıla iman edip Allah'ı inkâr edenlere gelince, işte onlar hüsrana uğramışların ta kendileridir"
        },
        {
            "chapter": 29,
            "verse": 53,
            "text": "Azabı senden çarçabuk istiyorlar. Eğer belirlenmiş bir süre olmasaydı, azap onlara elbette gelmiş olacaktı. Fakat o, hiç farkında olmadıkları bir sırada kendilerine ansızın geliverecektir. Bunda kuşku yok"
        },
        {
            "chapter": 29,
            "verse": 54,
            "text": "Azabı senden acele istiyorlar. Oysa cehennem, o küfre sapanları çepeçevre kuşatmış bulunuyor"
        },
        {
            "chapter": 29,
            "verse": 55,
            "text": "Gün olur, azap onları tepelerinden, ayaklarının altından sarıverir ve der: \"Tadın bakalım, yapıp ettiklerinizi"
        },
        {
            "chapter": 29,
            "verse": 56,
            "text": "Ey benim iman eden kullarım! Hiç kuşkusuz, benim yerkürem geniştir. O halde, yalnız bana kuluk/ibadet edin"
        },
        {
            "chapter": 29,
            "verse": 57,
            "text": "Her can, ölümü tadacaktır; sonra bize döndürüleceksiniz"
        },
        {
            "chapter": 29,
            "verse": 58,
            "text": "İman edip hayra ve barışa yönelik işler yapanları, altlarından ırmaklar akan cennetin görkemli odalarına yerleştireceğiz. Sürekli kalacaklardır orada. Ne güzeldir iş yapıp değer üretenlerin ödülü"
        },
        {
            "chapter": 29,
            "verse": 59,
            "text": "Onlar ki sabrettiler ve yalnız Rablerine dayanıp güvenmektedirler"
        },
        {
            "chapter": 29,
            "verse": 60,
            "text": "Nice hayvanlar var, kendi rızkını taşıyamaz. Allah onları da rızıklandırıyor, sizi de. Semî'dir O, Alîm'dir"
        },
        {
            "chapter": 29,
            "verse": 61,
            "text": "Onlara \"Gökleri ve yeri kim yarattı, Güneş'i ve Ay'ı kim boyun eğdirdi?\" diye sorarsan, mutlaka şöyle diyecekler: \"Allah!\" Peki nasıl döndürülüyorlar"
        },
        {
            "chapter": 29,
            "verse": 62,
            "text": "Allah, kullarından dilediğine rızkı açıp yayar da ölçülü verip kısar da. Allah herşeyi çok iyi bilir"
        },
        {
            "chapter": 29,
            "verse": 63,
            "text": "Onlara, \"Gökten suyu kim indirdi de onunla toprağı ölümünden sonra canlandırdı?\" diye sorsan, mutlaka \"Allah!\" derler. De ki: \"Hamt Allah'adır. Fakat onların çokları akletmiyorlar"
        }
    ]
}