{
    "rukus": [
        {
            "chapter": 2,
            "verse": 122,
            "text": "बनी इसराईल मेरी उन नेअमतों को याद करो जो मैंनं तुम को दी हैं और ये कि मैंने तुमको सारे जहाँन पर फज़ीलत दी"
        },
        {
            "chapter": 2,
            "verse": 123,
            "text": "और उस दिन से डरो जिस दिन कोई शख्स किसी की तरफ से न फिदया हो सकेगा और न उसकी तरफ से कोई मुआवेज़ा क़ुबूल किया जाएगा और न कोई सिफारिश ही फायदा पहुचाँ सकेगी, और न लोग मदद दिए जाएँगे"
        },
        {
            "chapter": 2,
            "verse": 124,
            "text": "(ऐ रसूल) बनी इसराईल को वह वक्त भी याद दिलाओ जब इबराहीम को उनके परवरदिगार ने चन्द बातों में आज़माया और उन्होंने पूरा कर दिया तो खुदा ने फरमाया मैं तुमको (लोगों का) पेशवा बनाने वाला हूँ (हज़रत इबराहीम ने) अर्ज़ की और मेरी औलाद में से फरमाया (हाँ मगर) मेरे इस अहद पर ज़ालिमों में से कोई शख्स फ़ायज़ नहीं हो सकता"
        },
        {
            "chapter": 2,
            "verse": 125,
            "text": "(ऐ रसूल वह वक्त भी याद दिलाओ) जब हमने ख़ानए काबा को लोगों के सवाब और पनाह की जगह क़रार दी और हुक्म दिया गया कि इबराहीम की (इस) जगह को नमाज़ की जगह बनाओ और इबराहीम व इसमाइल से अहद व पैमान लिया कि मेरे (उस) घर को तवाफ़ और एतक़ाफ़ और रूकू और सजदा करने वालों के वास्ते साफ सुथरा रखो"
        },
        {
            "chapter": 2,
            "verse": 126,
            "text": "और (ऐ रसूल वह वक्त भी याद दिलाओ) जब इबराहीम ने दुआ माँगी कि ऐ मेरे परवरदिगार इस (शहर) को पनाह व अमन का शहर बना, और उसके रहने वालों में से जो खुदा और रोज़े आख़िरत पर ईमान लाए उसको तरह-तरह के फल खाने को दें खुदा ने फरमाया (अच्छा मगर) वो कुफ्र इख़तेयार करेगा उसकी दुनिया में चन्द रोज़ (उन चीज़ो से) फायदा उठाने दूँगा फिर (आख़ेरत में) उसको मजबूर करके दोज़ख़ की तरफ खींच ले जाऊँगा और वह बहुत बुरा ठिकाना है"
        },
        {
            "chapter": 2,
            "verse": 127,
            "text": "और (वह वक्त याद दिलाओ) जब इबराहीम व इसमाईल ख़ानाए काबा की बुनियादें बुलन्द कर रहे थे (और दुआ) माँगते जाते थे कि ऐ हमारे परवरदिगार हमारी (ये ख़िदमत) कुबूल कर बेशक तू ही (दूआ का) सुनने वाला (और उसका) जानने वाला है"
        },
        {
            "chapter": 2,
            "verse": 128,
            "text": "(और) ऐ हमारे पालने वाले तू हमें अपना फरमाबरदार बन्दा बना हमारी औलाद से एक गिरोह (पैदा कर) जो तेरा फरमाबरदार हो, और हमको हमारे हज की जगहों दिखा दे और हमारी तौबा क़ुबूल कर, बेशक तू ही बड़ा तौबा कुबूल करने वाला मेहरबान है"
        },
        {
            "chapter": 2,
            "verse": 129,
            "text": "(और) ऐ हमारे पालने वाले मक्के वालों में उन्हीं में से एक रसूल को भेज जो उनको तेरी आयतें पढ़कर सुनाए और आसमानी किताब और अक्ल की बातें सिखाए और उन (के नुफ़ूस) के पाकीज़ा कर दें बेशक तू ही ग़ालिब और साहिबे तदबीर है"
        }
    ]
}