{
    "rukus": [
        {
            "chapter": 15,
            "verse": 80,
            "text": "और इसी तरह हिज्र के रहने वालों (क़ौम सालेह ने भी) पैग़म्बरों को झुठलाया"
        },
        {
            "chapter": 15,
            "verse": 81,
            "text": "और (बावजूद कि) हमने उन्हें अपनी निशानियाँ दी उस पर भी वह लोग उनसे रद गिरदानी करते रहे"
        },
        {
            "chapter": 15,
            "verse": 82,
            "text": "और बहुत दिल जोई से पहाड़ों को तराश कर घर बनाते रहे"
        },
        {
            "chapter": 15,
            "verse": 83,
            "text": "आख़िर उनके सुबह होते होते एक बड़ी (जोरों की) चिंघाड़ ने ले डाला"
        },
        {
            "chapter": 15,
            "verse": 84,
            "text": "फिर जो कुछ वह अपनी हिफाज़त की तदबीर किया करते थे (अज़ाब ख़ुदा से बचाने में) कि कुछ भी काम न आयीं"
        },
        {
            "chapter": 15,
            "verse": 85,
            "text": "और हमने आसमानों और ज़मीन को और जो कुछ उन दोनों के दरमियान में है हिकमत व मसलहत से पैदा किया है और क़यामत यक़ीनन ज़रुर आने वाली है तो तुम (ऐ रसूल) उन काफिरों से शाइस्ता उनवान (अच्छे बरताव) के साथ दर गुज़र करो"
        },
        {
            "chapter": 15,
            "verse": 86,
            "text": "इसमें शक़ नहीं कि तुम्हारा परवरदिगार बड़ा पैदा करने वाला है"
        },
        {
            "chapter": 15,
            "verse": 87,
            "text": "(बड़ा दाना व बीना है) और हमने तुमको सबए मसानी (सूरे हम्द) और क़ुरान अज़ीम अता किया है"
        },
        {
            "chapter": 15,
            "verse": 88,
            "text": "और हमने जो उन कुफ्फारों में से कुछ लोगों को (दुनिया की) माल व दौलत से निहाल कर दिया है तुम उसकी तरफ हरगिज़ नज़र भी न उठाना और न उनकी (बेदीनी) पर कुछ अफसोस करना और ईमानदारों से (अगरचे ग़रीब हो) झुककर मिला करो और कहा दो कि मै तो (अज़ाबे ख़ुदा से) सरीही तौर से डराने वाला हूँ"
        },
        {
            "chapter": 15,
            "verse": 89,
            "text": "(ऐ रसूल) उन कुफ्फारों पर इस तरह अज़ाब नाज़िल करेगें जिस तरह हमने उन लोगों पर नाज़िल किया"
        },
        {
            "chapter": 15,
            "verse": 90,
            "text": "जिन्होंने क़ुरान को बॉट कर टुकडे टुकड़े कर डाला"
        },
        {
            "chapter": 15,
            "verse": 91,
            "text": "(बाज़ को माना बाज को नहीं) तो ऐ रसूल तुम्हारे ही परवरदिगार की (अपनी) क़सम"
        },
        {
            "chapter": 15,
            "verse": 92,
            "text": "कि हम उनसे जो कुछ ये (दुनिया में) किया करते थे (बहुत सख्ती से) ज़रुर बाज़ पुर्स (पुछताछ) करेंगे"
        },
        {
            "chapter": 15,
            "verse": 93,
            "text": "पस जिसका तुम्हें हुक्म दिया गया है उसे वाजेए करके सुना दो"
        },
        {
            "chapter": 15,
            "verse": 94,
            "text": "और मुशरेकीन की तरफ से मुँह फेर लो"
        },
        {
            "chapter": 15,
            "verse": 95,
            "text": "जो लोग तुम्हारी हँसी उड़ाते है"
        },
        {
            "chapter": 15,
            "verse": 96,
            "text": "और ख़ुदा के साथ दूसरे परवरदिगार को (शरीक) ठहराते हैं हम तुम्हारी तरफ से उनके लिए काफी हैं तो अनक़रीब ही उन्हें मालूम हो जाएगा"
        },
        {
            "chapter": 15,
            "verse": 97,
            "text": "कि तुम जो इन (कुफ्फारों मुनाफिक़ीन) की बातों से दिल तंग होते हो उसको हम ज़रुर जानते हैं"
        },
        {
            "chapter": 15,
            "verse": 98,
            "text": "तो तुम अपने परवरदिगार की हम्दो सना से उसकी तस्बीह करो और (उसकी बारगाह में) सजदा करने वालों में हो जाओ"
        },
        {
            "chapter": 15,
            "verse": 99,
            "text": "और जब तक तुम्हारे पास मौत आए अपने परवरदिगार की इबादत में लगे रहो"
        }
    ]
}