{
    "rukus": [
        {
            "chapter": 23,
            "verse": 33,
            "text": "और उनकी क़ौम के चन्द सरदारों ने जो काफिर थे और (रोज़) आख़िरत की हाज़िरी को भी झुठलाते थे और दुनिया की (चन्द रोज़ा) ज़िन्दगी में हमने उन्हें शहवत भी दे रखी थी आपस में कहने लगे (अरे) ये तो बस तुम्हारा ही सा आदमी है जो चीज़े तुम खाते वही ये भी खाता है और जो चीज़े तुम पीते हो उन्हीं में से ये भी पीता है"
        },
        {
            "chapter": 23,
            "verse": 34,
            "text": "और अगर कहीं तुम लोगों ने अपने ही से आदमी की इताअत कर ली तो तुम ज़रुर घाटे में रहोगे"
        },
        {
            "chapter": 23,
            "verse": 35,
            "text": "क्या ये शख्स तुमसे वायदा करता है कि जब तुम मर जाओगे और (मर कर) सिर्फ मिट्टी और हड्डियाँ (बनकर) रह जाओगे तो तुम दुबारा ज़िन्दा करके कब्रों से निकाले जाओगे (है है अरे) जिसका तुमसे वायदा किया जाता है"
        },
        {
            "chapter": 23,
            "verse": 36,
            "text": "बिल्कुल (अक्ल से) दूर और क़यास से बईद है (दो बार ज़िन्दा होना कैसा) बस यही तुम्हारी दुनिया की ज़िन्दगी है"
        },
        {
            "chapter": 23,
            "verse": 37,
            "text": "कि हम मरते भी हैं और जीते भी हैं और हम तो फिर (दुबारा) उठाए नहीं जाएँगे हो न हो ये (सालेह) वह शख्स है जिसने खुदा पर झूठ मूठ बोहतान बाँधा है"
        },
        {
            "chapter": 23,
            "verse": 38,
            "text": "और हम तो कभी उस पर ईमान लाने वाले नहीं (ये हालत देखकर) सालेह ने दुआ की ऐ मेरे पालने वाले चूँकि इन लोगों ने मुझे झुठला दिया"
        },
        {
            "chapter": 23,
            "verse": 39,
            "text": "तू मेरी मदद कर ख़ुदा ने फरमाया (एक ज़रा ठहर जाओ)"
        },
        {
            "chapter": 23,
            "verse": 40,
            "text": "अनक़रीब ही ये लोग नादिम व परेशान हो जाएँगे"
        },
        {
            "chapter": 23,
            "verse": 41,
            "text": "ग़रज़ उन्हें यक़ीनन एक सख्त चिंघाड़ ने ले डाला तो हमने उन्हें कूडे क़रकट (का ढेर) बना छोड़ा पस ज़ालिमों पर (खुदा की) लानत है"
        },
        {
            "chapter": 23,
            "verse": 42,
            "text": "फिर हमने उनके बाद दूसरी क़ौमों को पैदा किया"
        },
        {
            "chapter": 23,
            "verse": 43,
            "text": "कोई उम्मत अपने वक्त मुर्करर से न आगे बढ़ सकती है न (उससे) पीछे हट सकती है"
        },
        {
            "chapter": 23,
            "verse": 44,
            "text": "फिर हमने लगातार बहुत से पैग़म्बर भेजे (मगर) जब जब किसी उम्मत का पैग़म्बर उन के पास आता तो ये लोग उसको झुठलाते थे तो हम थी (आगे पीछे) एक को दूसरे के बाद (हलाक) करते गए और हमने उन्हें (नेस्त व नाबूद करके) अफसाना बना दिया तो ईमान न लाने वालो पर ख़ुदा की लानत है"
        },
        {
            "chapter": 23,
            "verse": 45,
            "text": "फिर हमने मूसा और उनके भाई हारुन को अपनी निशानियों और वाज़ेए व रौशन दलील के साथ फिरऔन और उसके दरबार के उमराओ के पास रसूल बना कर भेजा"
        },
        {
            "chapter": 23,
            "verse": 46,
            "text": "तो उन लोगो ने शेख़ी की और वह थे ही बड़े सरकश लोग"
        },
        {
            "chapter": 23,
            "verse": 47,
            "text": "आपस मे कहने लगे क्या हम अपने ही ऐसे दो आदमियों पर ईमान ले आएँ हालाँकि इन दोनों की (क़ौम की) क़ौम हमारी ख़िदमत गारी करती है"
        },
        {
            "chapter": 23,
            "verse": 48,
            "text": "गरज़ उन लोगों ने इन दोनों को झुठलाया तो आख़िर ये सब के सब हलाक कर डाले गए"
        },
        {
            "chapter": 23,
            "verse": 49,
            "text": "और हमने मूसा को किताब (तौरैत) इसलिए अता की थी कि ये लोग हिदायत पाएँ"
        },
        {
            "chapter": 23,
            "verse": 50,
            "text": "और हमने मरियम के बेटे (ईसा) और उनकी माँ को (अपनी कुदरत की निशानी बनाया था) और उन दोनों को हमने एक ऊँची हमवार ठहरने के क़ाबिल चश्में वाली ज़मीन पर (रहने की) जगह दी"
        }
    ]
}