{
    "rukus": [
        {
            "chapter": 38,
            "verse": 15,
            "text": "और ये (काफिर) लोग बस एक चिंघाड़ (सूर के मुन्तज़िर हैं जो फिर उन्हें) चश्में ज़दन की मोहलत न देगी"
        },
        {
            "chapter": 38,
            "verse": 16,
            "text": "और ये लोग (मज़ाक से) कहते हैं कि परवरदिगार हिसाब के दिन (क़यामत के) क़ब्ल ही (जो) हमारी क़िस्मत को लिखा (हो) हमें जल्दी दे दे"
        },
        {
            "chapter": 38,
            "verse": 17,
            "text": "(ऐ रसूल) जैसी जैसी बातें ये लोग करते हैं उन पर सब्र करो और हमारे बन्दे दाऊद को याद करो जो बड़े कूवत वाले थे"
        },
        {
            "chapter": 38,
            "verse": 18,
            "text": "बेशक वह हमारी बारगाह में बड़े रूजू करने वाले थे हमने पहाड़ों को भी ताबेदार बना दिया था कि उनके साथ सुबह और शाम (खुदा की) तस्बीह करते थे"
        },
        {
            "chapter": 38,
            "verse": 19,
            "text": "और परिन्दे भी (यादे खुदा के वक्त सिमट) आते और उनके फरमाबरदार थे"
        },
        {
            "chapter": 38,
            "verse": 20,
            "text": "और हमने उनकी सल्तनत को मज़बूत कर दिया और हमने उनको हिकमत और बहस के फैसले की कूवत अता फरमायी थी"
        },
        {
            "chapter": 38,
            "verse": 21,
            "text": "(ऐ रसूल) क्या तुम तक उन दावेदारों की भी ख़बर पहुँची है कि जब वह हुजरे (इबादत) की दीवार फाँद पडे"
        },
        {
            "chapter": 38,
            "verse": 22,
            "text": "(और) जब दाऊद के पास आ खड़े हुए तो वह उनसे डर गए उन लोगों ने कहा कि आप डरें नहीं (हम दोनों) एक मुक़द्दमें के फ़रीकैन हैं कि हम में से एक ने दूसरे पर ज्यादती की है तो आप हमारे दरमियान ठीक-ठीक फैसला कर दीजिए और इन्साफ से ने गुज़रिये और हमें सीधी राह दिखा दीजिए"
        },
        {
            "chapter": 38,
            "verse": 23,
            "text": "(मुराद ये हैं कि) ये (शख्स) मेरा भाई है और उसके पास निनान्नवे दुम्बियाँ हैं और मेरे पास सिर्फ एक दुम्बी है उस पर भी ये मुझसे कहता है कि ये दुम्बी भी मुझी को दे दें और बातचीत में मुझ पर सख्ती करता है"
        },
        {
            "chapter": 38,
            "verse": 24,
            "text": "दाऊद ने (बग़ैर इसके कि मुदा आलैह से कुछ पूछें) कह दिया कि ये जो तेरी दुम्बी माँग कर अपनी दुम्बियों में मिलाना चाहता है तो ये तुझ पर ज़ुल्म करता है और अक्सर शुरका (की) यकीनन (ये हालत है कि) एक दूसरे पर जुल्म किया करते हैं मगर जिन लोगों ने (सच्चे दिल से) ईमान कुबूल किया और अच्छे (अच्छे) काम किए (वह ऐसा नहीं करते) और ऐसे लोग बहुत ही कम हैं (ये सुनकर दोनों चल दिए) और अब दाऊद ने समझा कि हमने उनका इमितेहान लिया (और वह ना कामयाब रहे) फिर तो अपने परवरदिगार से बख्शिश की दुआ माँगने लगे और सजदे में गिर पड़े और (मेरी) तरफ रूजू की (24) (सजदा)"
        },
        {
            "chapter": 38,
            "verse": 25,
            "text": "तो हमने उनकी वह ग़लती माफ कर दी और इसमें शक नहीं कि हमारी बारगाह में उनका तक़र्रुब और अन्जाम अच्छा हुआ"
        },
        {
            "chapter": 38,
            "verse": 26,
            "text": "(हमने फरमाया) ऐ दाऊद हमने तुमको ज़मीन में (अपना) नाएब क़रार दिया तो तुम लोगों के दरमियान बिल्कुल ठीक फैसला किया करो और नफ़सियानी ख्वाहिश की पैरवी न करो बसा ये पीरों तुम्हें ख़ुदा की राह से बहका देगी इसमें शक नहीं कि जो लोग खुदा की राह में भटकते हैं उनकी बड़ी सख्त सज़ा होगी क्योंकि उन लोगों ने हिसाब के दिन (क़यामत) को भुला दिया"
        }
    ]
}