{
    "rukus": [
        {
            "chapter": 3,
            "verse": 1,
            "text": "अलिफ़ लाम मीम"
        },
        {
            "chapter": 3,
            "verse": 2,
            "text": "अल्लाह ही वह (ख़ुदा) है जिसके सिवा कोई क़ाबिले परस्तिश नहीं है वही ज़िन्दा (और) सारे जहान का सॅभालने वाला है"
        },
        {
            "chapter": 3,
            "verse": 3,
            "text": "(ऐ रसूल) उसी ने तुम पर बरहक़ किताब नाज़िल की जो (आसमानी किताबें पहले से) उसके सामने मौजूद हैं उनकी तसदीक़ करती है और उसी ने उससे पहले लोगों की हिदायत के वास्ते तौरेत व इन्जील नाज़िल की"
        },
        {
            "chapter": 3,
            "verse": 4,
            "text": "और हक़ व बातिल में तमीज़ देने वाली किताब (कुरान) नाज़िल की बेशक जिन लोगों ने ख़ुदा की आयतों को न माना उनके लिए सख्त अज़ाब है और ख़ुदा हर चीज़ पर ग़ालिब बदला लेने वाला है"
        },
        {
            "chapter": 3,
            "verse": 5,
            "text": "बेशक ख़ुदा पर कोई चीज़ पोशीदा नहीं है (न) ज़मीन में न आसमान में"
        },
        {
            "chapter": 3,
            "verse": 6,
            "text": "वही तो वह ख़ुदा है जो माँ के पेट में तुम्हारी सूरत जैसी चाहता है बनाता हे उसके सिवा कोई माबूद नहीं"
        },
        {
            "chapter": 3,
            "verse": 7,
            "text": "वही (हर चीज़ पर) ग़ालिब और दाना है (ए रसूल) वही (वह ख़ुदा) है जिसने तुमपर किताब नाज़िल की उसमें की बाज़ आयतें तो मोहकम (बहुत सरीह) हैं वही (अमल करने के लिए) असल (व बुनियाद) किताब है और कुछ (आयतें) मुतशाबेह (मिलती जुलती) (गोल गोल जिसके मायने में से पहलू निकल सकते हैं) पस जिन लोगों के दिलों में कज़ी है वह उन्हीं आयतों के पीछे पड़े रहते हैं जो मुतशाबेह हैं ताकि फ़साद बरपा करें और इस ख्याल से कि उन्हें मतलब पर ढाले लें हालाँकि ख़ुदा और उन लोगों के सिवा जो इल्म से बड़े पाए पर फ़ायज़ हैं उनका असली मतलब कोई नहीं जानता वह लोग (ये भी) कहते हैं कि हम उस पर ईमान लाए (यह) सब (मोहकम हो या मुतशाबेह) हमारे परवरदिगार की तरफ़ से है और अक्ल वाले ही समझते हैं"
        },
        {
            "chapter": 3,
            "verse": 8,
            "text": "(और दुआ करते हैं) ऐ हमारे पालने वाले हमारे दिल को हिदायत करने के बाद डॉवाडोल न कर और अपनी बारगाह से हमें रहमत अता फ़रमा इसमें तो शक ही नहीं कि तू बड़ा देने वाला है"
        },
        {
            "chapter": 3,
            "verse": 9,
            "text": "ऐ हमारे परवरदिगार बेशक तू एक न एक दिन जिसके आने में शुबह नहीं लोगों को इक्ट्ठा करेगा (तो हम पर नज़रे इनायत रहे) बेशक ख़ुदा अपने वायदे के ख़िलाफ़ नहीं करता"
        }
    ]
}