{
    "rukus": [
        {
            "chapter": 43,
            "verse": 1,
            "text": "हा मीम"
        },
        {
            "chapter": 43,
            "verse": 2,
            "text": "रौशन किताब (क़ुरान) की क़सम"
        },
        {
            "chapter": 43,
            "verse": 3,
            "text": "हमने इस किताब को अरबी ज़बान कुरान ज़रूर बनाया है ताकि तुम समझो"
        },
        {
            "chapter": 43,
            "verse": 4,
            "text": "और बेशक ये (क़ुरान) असली किताब (लौह महफूज़) में (भी जो) मेरे पास है लिखी हुई है (और) यक़ीनन बड़े रूतबे की (और) पुरअज़ हिकमत है"
        },
        {
            "chapter": 43,
            "verse": 5,
            "text": "भला इस वजह से कि तुम ज्यादती करने वाले लोग हो हम तुमको नसीहत करने से मुँह मोड़ेंगे (हरगिज़ नहीं)"
        },
        {
            "chapter": 43,
            "verse": 6,
            "text": "और हमने अगले लोगों को बहुत से पैग़म्बर भेजे थे"
        },
        {
            "chapter": 43,
            "verse": 7,
            "text": "और कोई पैग़म्बर उनके पास ऐसा नहीं आया जिससे इन लोगों ने ठट्ठे नहीं किए हो"
        },
        {
            "chapter": 43,
            "verse": 8,
            "text": "तो उनमें से जो ज्यादा ज़ोरावर थे तो उनको हमने हलाक कर मारा और (दुनिया में) अगलों के अफ़साने जारी हो गए"
        },
        {
            "chapter": 43,
            "verse": 9,
            "text": "और (ऐ रसूल) अगर तुम उनसे पूछो कि सारे आसमान व ज़मीन को किसने पैदा किया तो वह ज़रूर कह देंगे कि उनको बड़े वाक़िफ़कार ज़बरदस्त (ख़ुदा ने) पैदा किया है"
        },
        {
            "chapter": 43,
            "verse": 10,
            "text": "जिसने तुम लोगों के वास्ते ज़मीन का बिछौना बनाया और (फिर) उसमें तुम्हारे नफ़े के लिए रास्ते बनाए ताकि तुम राह मालूम करो"
        },
        {
            "chapter": 43,
            "verse": 11,
            "text": "और जिसने एक (मुनासिब) अन्दाजे क़े साथ आसमान से पानी बरसाया फिर हम ही ने उसके (ज़रिए) से मुर्दा (परती) शहर को ज़िन्दा (आबाद) किया उसी तरह तुम भी (क़यामत के दिन क़ब्रों से) निकाले जाओगे"
        },
        {
            "chapter": 43,
            "verse": 12,
            "text": "और जिसने हर किस्म की चीज़े पैदा कीं और तुम्हारे लिए कश्तियां बनायीं और चारपाए (पैदा किए) जिन पर तुम सवार होते हो"
        },
        {
            "chapter": 43,
            "verse": 13,
            "text": "ताकि तुम उसकी पीठ पर चढ़ो और जब उस पर (अच्छी तरह) सीधे हो बैठो तो अपने परवरदिगार का एहसान माना करो और कहो कि वह (ख़ुदा हर ऐब से) पाक है जिसने इसको हमारा ताबेदार बनाया हालॉकि हम तो ऐसे (ताक़तवर) न थे कि उस पर क़ाबू पाते"
        },
        {
            "chapter": 43,
            "verse": 14,
            "text": "और हमको तो यक़ीनन अपने परवरदिगार की तरफ लौट कर जाना है"
        },
        {
            "chapter": 43,
            "verse": 15,
            "text": "और उन लोगों ने उसके बन्दों में से उसके लिए औलाद क़रार दी है इसमें शक़ नहीं कि इन्सान खुल्लम खुल्ला बड़ा ही नाशक्रा है"
        }
    ]
}