{
    "rukus": [
        {
            "chapter": 55,
            "verse": 46,
            "text": "और जो शख्स अपने परवरदिगार के सामने खड़े होने से डरता रहा उसके लिए दो दो बाग़ हैं"
        },
        {
            "chapter": 55,
            "verse": 47,
            "text": "तो तुम दोनों अपने परवरदिगार की कौन कौन सी नेअमत से इन्कार करोगे"
        },
        {
            "chapter": 55,
            "verse": 48,
            "text": "दोनों बाग़ (दरख्तों की) टहनियों से हरे भरे (मेवों से लदे) हुए"
        },
        {
            "chapter": 55,
            "verse": 49,
            "text": "फिर दोनों अपने सरपरस्त की किस किस नेअमतों को झुठलाओगे"
        },
        {
            "chapter": 55,
            "verse": 50,
            "text": "इन दोनों में दो चश्में जारी होंगें"
        },
        {
            "chapter": 55,
            "verse": 51,
            "text": "तो तुम दोनों अपने परवरदिगार की किस किस नेअमत से मुकरोगे"
        },
        {
            "chapter": 55,
            "verse": 52,
            "text": "इन दोनों बाग़ों में सब मेवे दो दो किस्म के होंगे"
        },
        {
            "chapter": 55,
            "verse": 53,
            "text": "तुम दोनों अपने परवरदिगार की किस किस नेअमत से इन्कार करोगे"
        },
        {
            "chapter": 55,
            "verse": 54,
            "text": "यह लोग उन फ़र्शों पर जिनके असतर अतलस के होंगे तकिये लगाकर बैठे होंगे तो दोनों बाग़ों के मेवे (इस क़दर) क़रीब होंगे (कि अगर चाहे तो लगे हुए खालें)"
        },
        {
            "chapter": 55,
            "verse": 55,
            "text": "तो तुम दोनों अपने मालिक की किस किस नेअमत को न मानोगे"
        },
        {
            "chapter": 55,
            "verse": 56,
            "text": "इसमें (पाक दामन ग़ैर की तरफ ऑंख उठा कर न देखने वाली औरतें होंगी जिनको उन से पहले न किसी इन्सान ने हाथ लगाया होगा) और जिन ने"
        },
        {
            "chapter": 55,
            "verse": 57,
            "text": "तो तुम दोनों अपने परवरदिगार की किन किन नेअमतों को झुठलाओगे"
        },
        {
            "chapter": 55,
            "verse": 58,
            "text": "(ऐसी हसीन) गोया वह (मुजस्सिम) याक़ूत व मूँगे हैं"
        },
        {
            "chapter": 55,
            "verse": 59,
            "text": "तो तुम दोनों अपने परवरदिगार की किन किन नेअमतों से मुकरोगे"
        },
        {
            "chapter": 55,
            "verse": 60,
            "text": "भला नेकी का बदला नेकी के सिवा कुछ और भी है"
        },
        {
            "chapter": 55,
            "verse": 61,
            "text": "फिर तुम दोनों अपने मालिक की किस किस नेअमत को झुठलाओगे"
        },
        {
            "chapter": 55,
            "verse": 62,
            "text": "उन दोनों बाग़ों के अलावा दो बाग़ और हैं"
        },
        {
            "chapter": 55,
            "verse": 63,
            "text": "तो तुम दोनों अपने पालने वाले की किस किस नेअमत से इन्कार करोगे"
        },
        {
            "chapter": 55,
            "verse": 64,
            "text": "दोनों निहायत गहरे सब्ज़ व शादाब"
        },
        {
            "chapter": 55,
            "verse": 65,
            "text": "तो तुम दोनों अपने सरपरस्त की किन किन नेअमतों को न मानोगे"
        },
        {
            "chapter": 55,
            "verse": 66,
            "text": "उन दोनों बाग़ों में दो चश्में जोश मारते होंगे"
        },
        {
            "chapter": 55,
            "verse": 67,
            "text": "तो तुम दोनों अपने परवरदिगार की किस किस नेअमत से मुकरोगे"
        },
        {
            "chapter": 55,
            "verse": 68,
            "text": "उन दोनों में मेवें हैं खुरमें और अनार"
        },
        {
            "chapter": 55,
            "verse": 69,
            "text": "तो तुम दोनों अपने मालिक की किन किन नेअमतों को झुठलाओगे"
        },
        {
            "chapter": 55,
            "verse": 70,
            "text": "उन बाग़ों में ख़ुश ख़ुल्क और ख़ूबसूरत औरतें होंगी"
        },
        {
            "chapter": 55,
            "verse": 71,
            "text": "तो तुम दोनों अपने मालिक की किन किन नेअमतों को झुठलाओगे"
        },
        {
            "chapter": 55,
            "verse": 72,
            "text": "वह हूरें हैं जो ख़ेमों में छुपी बैठी हैं"
        },
        {
            "chapter": 55,
            "verse": 73,
            "text": "फिर तुम दोनों अपने परवरदिगार की कौन कौन सी नेअमत से इन्कार करोगे"
        },
        {
            "chapter": 55,
            "verse": 74,
            "text": "उनसे पहले उनको किसी इन्सान ने उनको छुआ तक नहीं और न जिन ने"
        },
        {
            "chapter": 55,
            "verse": 75,
            "text": "फिर तुम दोनों अपने मालिक की किस किस नेअमत से मुकरोगे"
        },
        {
            "chapter": 55,
            "verse": 76,
            "text": "ये लोग सब्ज़ कालीनों और नफीस व हसीन मसनदों पर तकिए लगाए (बैठे) होंगे"
        },
        {
            "chapter": 55,
            "verse": 77,
            "text": "फिर तुम अपने परवरदिगार की किन किन नेअमतों से इन्कार करोगे"
        },
        {
            "chapter": 55,
            "verse": 78,
            "text": "(ऐ रसूल) तुम्हारा परवरदिगार जो साहिबे जलाल व करामत है उसी का नाम बड़ा बाबरकत है"
        }
    ]
}