{
    "rukus": [
        {
            "chapter": 3,
            "verse": 172,
            "text": "निहाल हो रहे हैं (जंगे ओहद में) जिन लोगों ने जख्म खाने के बाद भी ख़ुदा और रसूल का कहना माना उनमें से जिन लोगों ने नेकी और परहेज़गारी की (सब के लिये नहीं सिर्फ) उनके लिये बड़ा सवाब है"
        },
        {
            "chapter": 3,
            "verse": 173,
            "text": "यह वह हैं कि जब उनसे लोगों ने आकर कहना शुरू किया कि (दुशमन) लोगों ने तुम्हारे (मुक़ाबले के) वास्ते (बड़ा लश्कर) जमा किया है पस उनसे डरते (तो बजाए ख़ौफ़ के) उनका ईमान और ज्यादा हो गया और कहने लगे (होगा भी) ख़ुदा हमारे वास्ते काफ़ी है"
        },
        {
            "chapter": 3,
            "verse": 174,
            "text": "और वह क्या अच्छा कारसाज़ है फिर (या तो हिम्मत करके गए मगर जब लड़ाई न हुई तो) ये लोग ख़ुदा की नेअमत और फ़ज़ल के साथ (अपने घर) वापस आए और उन्हें कोई बुराई छू भी नहीं गयी और ख़ुदा की ख़ुशनूदी के पाबन्द रहे और ख़ुदा बड़ा फ़ज़ल करने वाला है"
        },
        {
            "chapter": 3,
            "verse": 175,
            "text": "यह (मुख्बिर) बस शैतान था जो सिर्फ़ अपने दोस्तों को (रसूल का साथ देने से) डराता है पस तुम उनसे तो डरो नहीं अगर सच्चे मोमिन हो तो मुझ ही से डरते रहो"
        },
        {
            "chapter": 3,
            "verse": 176,
            "text": "और (ऐ रसूल) जो लोग कुफ़्र की (मदद) में पेश क़दमी कर जाते हैं उनकी वजह से तुम रन्ज न करो क्योंकि ये लोग ख़ुदा को कुछ ज़रर नहीं पहुँचा सकते (बल्कि) ख़ुदा तो ये चाहता है कि आख़ेरत में उनका हिस्सा न क़रार दे और उनके लिए बड़ा (सख्त) अज़ाब है"
        },
        {
            "chapter": 3,
            "verse": 177,
            "text": "बेशक जिन लोगों ने ईमान के एवज़ कुफ़्र ख़रीद किया वह हरगिज़ खुदा का कुछ भी नहीं बिगाड़ेंगे (बल्कि आप अपना) और उनके लिए दर्दनाक अज़ाब है"
        },
        {
            "chapter": 3,
            "verse": 178,
            "text": "और जिन लोगों ने कुफ़्र इख्तियार किया वह हरगिज़ ये न ख्याल करें कि हमने जो उनको मोहलत व बेफिक्री दे रखी है वह उनके हक़ में बेहतर है (हालॉकि) हमने मोहल्लत व बेफिक्री सिर्फ इस वजह से दी है ताकि वह और ख़ूब गुनाह कर लें और (आख़िर तो) उनके लिए रूसवा करने वाला अज़ाब है"
        },
        {
            "chapter": 3,
            "verse": 179,
            "text": "(मुनाफ़िक़ो) ख़ुदा ऐसा नहीं कि बुरे भले की तमीज़ किए बगैर जिस हालत पर तुम हो उसी हालत पर मोमिनों को भी छोड़ दे और ख़ुदा ऐसा भी नहीं है कि तुम्हें गैब की बातें बता दे मगर (हॉ) ख़ुदा अपने रसूलों में जिसे चाहता है (गैब बताने के वास्ते) चुन लेता है पस ख़ुदा और उसके रसूलों पर ईमान लाओ और अगर तुम ईमान लाओगे और परहेज़गारी करोगे तो तुम्हारे वास्ते बड़ी जज़ाए ख़ैर है"
        },
        {
            "chapter": 3,
            "verse": 180,
            "text": "और जिन लोगों को ख़ुदा ने अपने फ़ज़ल (व करम) से कुछ दिया है (और फिर) बुख्ल करते हैं वह हरगिज़ इस ख्याल में न रहें कि ये उनके लिए (कुछ) बेहतर होगा बल्कि ये उनके हक़ में बदतर है क्योंकि जिस (माल) का बुख्ल करते हैं अनक़रीब ही क़यामत के दिन उसका तौक़ बनाकर उनके गले में पहनाया जाएगा और सारे आसमान व ज़मीन की मीरास ख़ुदा ही की है और जो कुछ तुम करते हो ख़ुदा उससे ख़बरदार है"
        }
    ]
}