{
    "pages": [
        {
            "chapter": 6,
            "verse": 36,
            "text": "Only those can accept the truth who listen. And as for the dead, God will raise them to life, then to Him shall they all be brought back"
        },
        {
            "chapter": 6,
            "verse": 37,
            "text": "And they say, 'Why has not a Sign been sent down to him from his Lord?' Say, 'Surely God has the power to send down a Sign, but most of them do not know"
        },
        {
            "chapter": 6,
            "verse": 38,
            "text": "There is not an animal that crawls in the earth, nor a bird that flies on its two wings, but they are communities like you. We have left out nothing in the Book. Then to their Lord shall they all be gathered together"
        },
        {
            "chapter": 6,
            "verse": 39,
            "text": "Those who have rejected Our signs are deaf and dumb, in utter darkness. Whom God wills He lets go astray and whom He wills He places on the right path"
        },
        {
            "chapter": 6,
            "verse": 40,
            "text": "Say,`Will you tell me if the punishment of God come or there come upon you the Hour, will you call upon any other than God, if you are truthful"
        },
        {
            "chapter": 6,
            "verse": 41,
            "text": "Nay, but on Him alone will you call; then will He remove, if He pleases, that which you call on Him to remove, and you will forget what you associate with Him"
        },
        {
            "chapter": 6,
            "verse": 42,
            "text": "And indeed We sent Messengers to peoples before thee; then We afflicted them with poverty and adversity that they might humble themselves"
        },
        {
            "chapter": 6,
            "verse": 43,
            "text": "Why, then, when Our punishment came upon them, did they not humble themselves? But their hearts were hardened all the more and Satan made all that they did seem fair to them"
        },
        {
            "chapter": 6,
            "verse": 44,
            "text": "When they forgot that with which they had been admonished, and We opened unto them the gates of all things, till, even as they were rejoicing in what they were given, We seized them suddenly, and lo! they were in utter despair"
        }
    ]
}