{
    "pages": [
        {
            "chapter": 7,
            "verse": 188,
            "text": "Say, 'I have no power to do good or harm to myself save as God please. And if I had the knowledge of the unseen, I should have secured abundance of good; and evil would not have touched me. I am only a Warner and a bearer of good tidings"
        },
        {
            "chapter": 7,
            "verse": 189,
            "text": "He it is Who created you from a single soul and made therefrom its mate, that he might find comfort in her. And when he knows her, she bears a light burden and goes about with it. And when she grows heavy, they both pray to God, their Lord, saying, 'If thou gives us a good child, we will surely be of the thankful"
        },
        {
            "chapter": 7,
            "verse": 190,
            "text": "But when He gives them a good child, they associate with Him partners in respect of that which He has given them. But exalted is God far above what they associate with Him"
        },
        {
            "chapter": 7,
            "verse": 191,
            "text": "Do they associate with Him partners those who create nothing, and are themselves created"
        },
        {
            "chapter": 7,
            "verse": 192,
            "text": "And they give them no help, nor can they help themselves"
        },
        {
            "chapter": 7,
            "verse": 193,
            "text": "And if you call them to guidance, they will not follow you. It is the same to you whether you call them or you remain silent"
        },
        {
            "chapter": 7,
            "verse": 194,
            "text": "Surely, those whom you call on beside God are creatures like you. Then call on them and let them answer you, if you are truthful"
        },
        {
            "chapter": 7,
            "verse": 195,
            "text": "Have they feet wherewith they walk, or have they hands wherewith they hold, or have they eyes wherewith they see, or have they ears wherewith they hear? Say, 'Call upon the partners you associate with God, then contrive you all against me and give me no respite"
        }
    ]
}