{
    "pages": [
        {
            "chapter": 9,
            "verse": 80,
            "text": "Ask forgiveness for them, or do not ask forgiveness for them; it will be equal. If thou ask forgiveness for them seventy times, God will by no means forgive them. This is the divine pleasure, for that they believe not in God, and his apostle; and God directeth not the ungodly people"
        },
        {
            "chapter": 9,
            "verse": 81,
            "text": "They who were left at home in he expedition of Tabuc, were glad of their staying behind the apostle of God, and were unwilling to employ their substance and their persons for the advancement of God's true religion; and they said, go not forth in the heat. Say, the fire of hell will be hotter; if they understood this"
        },
        {
            "chapter": 9,
            "verse": 82,
            "text": "Wherefore let them laugh little, and weep much, as a reward for that which they have done"
        },
        {
            "chapter": 9,
            "verse": 83,
            "text": "If God bring thee back unto some of them, and they ask thee leave to go forth to war with thee, say, ye shall not go forth with me for the future, neither shall ye fight an enemy with me; ye were pleased with sitting at home the first time; sit ye at home therefore with those who stay behind"
        },
        {
            "chapter": 9,
            "verse": 84,
            "text": "Neither do thou ever pray over any of them who shall die, neither stand at his grave; for that they believed not in God and his apostle, and die in their wickedness"
        },
        {
            "chapter": 9,
            "verse": 85,
            "text": "Let not their riches or their children cause thee to marvel: For God intendeth only to punish them therewith in this world; and that their souls may depart, while they are infidels"
        },
        {
            "chapter": 9,
            "verse": 86,
            "text": "When a sura is sent down, wherein it is said, believe in God, and go forth to war with his apostle; those who are in plentiful circumstances among them ask leave of thee to stay behind, and say, suffer us to be of the number of those who sit at home"
        }
    ]
}