{
    "pages": [
        {
            "chapter": 13,
            "verse": 29,
            "text": "They who believe and do that which is right shall enjoy blessedness, and partake of a happy resurrection"
        },
        {
            "chapter": 13,
            "verse": 30,
            "text": "Thus have We sent thee to a nation which other nations have preceded, unto whom prophets have likewise been sent, that thou mayest rehearse unto them that which We have revealed unto thee, even while they believe not in the merciful God. Say unto them, He is my Lord; there is no God but He: In him do I trust, and unto Him must I return"
        },
        {
            "chapter": 13,
            "verse": 31,
            "text": "Though a Koran were revealed by which mountains should be removed, or the earth cleaved in sunder, or the dead be caused to speak, it would be in vain. But the matter belongeth wholly unto God. Do not therefore the believers know, that if God pleased, He would certainly direct all men? Adversity shall not cease to afflict the unbelievers for that which they have committed, or to sit down near their habitations, until God's promise come: For God is not contrary to the promise"
        },
        {
            "chapter": 13,
            "verse": 32,
            "text": "Apostles before thee have been laughed to scorn; and I permitted the infidels to enjoy a long and happy life: But afterwards I punished them; and how severe was the punishment which I inflicted on them"
        },
        {
            "chapter": 13,
            "verse": 33,
            "text": "Who is it therefore that standeth over every soul, to observe that which it committeth? They attribute companions unto God. Say, name them: Will ye declare unto Him that which He knoweth not in the earth? Or will ye name them in outward speech only? But the deceitful procedure of the infidels was prepared for them; and they are turned aside from the right path: For he whom God shall cause to err, shall have no director"
        },
        {
            "chapter": 13,
            "verse": 34,
            "text": "They shall suffer a punishment in this life; but the punishment of the next shall be more grievous: And there shall be none to protect them against God"
        }
    ]
}