{
    "pages": [
        {
            "chapter": 24,
            "verse": 37,
            "text": "whom neither merchandizing, nor selling diverteth from the remembering of God, and the observance of prayer, and the giving of alms; fearing the day whereon men's hearts and eyes shall be troubled"
        },
        {
            "chapter": 24,
            "verse": 38,
            "text": "that God may recompense them according to the utmost merit of what they shall have wrought, and may add unto them of his abundance a more excellent reward; for God bestoweth on whom he pleaseth without measure"
        },
        {
            "chapter": 24,
            "verse": 39,
            "text": "But as to the unbelievers, their works are like the vapour in a plain, which the thirsty traveller thinketh to be water, until, when he cometh thereto, he findeth it to be nothing; but he findeth God with him, and he will fully pay him his account; and God is swift in taking an account"
        },
        {
            "chapter": 24,
            "verse": 40,
            "text": "Or, as the darkness in a deep sea, covered by waves riding on waves, above which are clouds, being additions of darkness one over the other; when one stretcheth forth his hand, he is far from seeing it. And unto whomsoever God shall not grant his light, he shall enjoy no light at all"
        },
        {
            "chapter": 24,
            "verse": 41,
            "text": "Dost thou not perceive that all creatures both in heaven and earth praise God; and the birds also, extending their wings? Every one knoweth his prayer, and his praise: And God knoweth that which they do"
        },
        {
            "chapter": 24,
            "verse": 42,
            "text": "Unto God belongeth the kingdom of heaven and earth; and unto God shall be the return at the last day"
        },
        {
            "chapter": 24,
            "verse": 43,
            "text": "Dost thou not see that God gently driveth forward the clouds, and gathereth them together, and then layeth them on heaps? Thou also seest the rain, which falleth from the midst thereof; and God sendeth down from heaven as it were mountains, wherein there is hail; He striketh therewith whom He pleaseth, and turneth the same away from whom He pleaseth: The brightness of his lightning wanteth but little of taking away the sight"
        }
    ]
}