{
    "pages": [
        {
            "chapter": 43,
            "verse": 48,
            "text": "although We shewed them no sign, but it was greater than the other: And We inflicted a punishment on them, that peradventure they might be converted"
        },
        {
            "chapter": 43,
            "verse": 49,
            "text": "And they said unto Moses, O magician, pray unto thy Lord for us, according to the covenant which He hath made with thee; for we will certainly be directed"
        },
        {
            "chapter": 43,
            "verse": 50,
            "text": "But when We took the plague from off them, behold, they brake their promise"
        },
        {
            "chapter": 43,
            "verse": 51,
            "text": "And Pharaoh made proclamation among his people, saying, O my people, is not the kingdom of Egypt mine, and these rivers which flow beneath me? Do ye not see"
        },
        {
            "chapter": 43,
            "verse": 52,
            "text": "Am not I better than this Moses; who is a contemptible person, and can scarce express himself intelligibly"
        },
        {
            "chapter": 43,
            "verse": 53,
            "text": "Have bracelets of gold, therefore, been put upon him; or do the angels attend him in orderly procession"
        },
        {
            "chapter": 43,
            "verse": 54,
            "text": "And Pharaoh persuaded his people to light behaviour; and they obeyed him: For they were a wicked people"
        },
        {
            "chapter": 43,
            "verse": 55,
            "text": "And when they had provoked Us to wrath, We took vengeance on them, and We drowned them all"
        },
        {
            "chapter": 43,
            "verse": 56,
            "text": "And We made them a precedent, and an example unto others"
        },
        {
            "chapter": 43,
            "verse": 57,
            "text": "And when the son of Mary was proposed for an example; behold, thy people cried out through excess of joy thereat"
        },
        {
            "chapter": 43,
            "verse": 58,
            "text": "and they said, are our gods better, or he? They have proposed this instance unto Thee no otherwise than for an occasion of dispute. Yea, they are contentious men"
        },
        {
            "chapter": 43,
            "verse": 59,
            "text": "Jesus is no other than a servant, whom We favoured with the gift of prophecy; and We appointed him for an example unto the the children of Israel"
        },
        {
            "chapter": 43,
            "verse": 60,
            "text": "If we pleased, verily We could from your selves produce angels, to succeed you in the earth"
        }
    ]
}