{
    "rukus": [
        {
            "chapter": 8,
            "verse": 70,
            "text": "O prorok! Skazhi tem, kotoryye popali k vam v plen: \"Yesli v vashikh serdtsakh dobryye mysli, Allakh znayet eto, i On daruyet vam luchsheye, chem to, chto bylo u vas vzyato veruyushchimi, i prostit vam neveriye i zlodeyaniya. Poistine, Allakh Proshchayushch i miloserden k tem, kotoryye kayutsya v svoikh grekhakh"
        },
        {
            "chapter": 8,
            "verse": 71,
            "text": "Yesli zhe oni zakhotyat predat' tebya (o Mukhammad!), lozhno vyskazyvaya svoyu sklonnost' k islamu, v to vremya kak v svoikh serdtsakh oni namereny obmanut' tebya, ne ogorchaysya. Allakh pomozhet tebe i otdast ikh v tvoyu vlast'. Ved' oni prezhde tebya predali Allakha, pridav Yemu sotovarishchey, i otritsali veru v Yego blaga. Allakh otdal ikh v tvoyu vlast', kogda pomog tebe oderzhat' pobedu nad nimi v srazhenii pri Badre, nesmotrya na malochislennost' vashikh voysk po sravneniyu s ikh voyskami. Poistine, Allakh - Vsemogushchiy, Mudryy, Vseznayushchiy - pomog Svoim veruyushchim rabam v pobede nad vragom"
        },
        {
            "chapter": 8,
            "verse": 72,
            "text": "Poistine, te, kotoryye uverovali v Istinu Allakha, povinovalis' Yemu: pereselilis' iz Mekki, srazhalis' za Allakha, zhertvuya svoyey zhizn'yu i imushchestvom, a takzhe te, kotoryye dali etim veruyushchim ubezhishche v izgnanii, predostaviv im ochag, i vstali na storonu proroka Allakha, vstupaya v srazheniye s yego protivnikami, oni - pokroviteli i pomoshchniki drug drugu v zashchite Istiny Allakha i pobede Yego very. A te, kotoryye uverovali, no ne pereselilis' iz Mekki v Medinu, net dlya nikh pokrovitel'stva i podderzhki ot veruyushchikh, kotoryye pereselilis', ibo net puti okazat' im pokrovitel'stvo, poka oni takzhe ne pereselyatsya. Yesli oni poprosyat u vas, o veruyushchiye v izgnanii, podderzhki protiv tekh, kotoryye ugnetayut ikh iz-za very v Allakha, togda nuzhno podderzhat' ikh i pomoch' im. No yesli oni poprosyat pomoshchi protiv ikh vraga, s kotorym u vas yest' dogovor i kotoryy ne narushal svoyego dogovora s vami, ne otvechayte na ikh pros'bu. Allakh vidit vso, chto vy delayete. Sleduyte za Yego nazidaniyami i ustanovlennymi predelami, chtoby ne byt' nakazannymi"
        },
        {
            "chapter": 8,
            "verse": 73,
            "text": "Te, kotoryye ne uverovali, - pokroviteli drug drugu i pomogayut drug drugu v zabluzhdenii i vrazhde protiv vas. Ne vkhodite s nimi v soyuz, ne pomogayte im, a to poseyete smutu i raskol v vashikh ryadakh, i budet velikoye beschinstvo na zemle"
        },
        {
            "chapter": 8,
            "verse": 74,
            "text": "A te, kotoryye uverovali, pereselilis' v Medinu i srazhalis' na puti Allakha, i te, kotoryye dali im priyut i podderzhali ikh, Istinu Allakha i Yego veru - oni i yest' iskrenniye veruyushchiye. Allakh Vsevyshniy ikh proshchayet, i dlya nikh budet bol'shoy udel v blizhayshey zhizni i v budushchey"
        },
        {
            "chapter": 8,
            "verse": 75,
            "text": "Te, kotoryye uverovali pozzhe i tozhe pereselilis' iz Mekki v Medinu, i borolis' za delo Allakha vmeste s pervymi pereselivshimisya veruyushchimi, oni - odni iz vas. O vy, pereselivshiyesya i ansary! Dlya nikh takoye zhe pokrovitel'stvo i prava, kak i dlya vas. A vashi rodstvenniki iz veruyushchikh imeyut pravo na pokrovitel'stvo po vere i po krovnomu rodstvu. Oni blizhe drug drugu po lyubvi, imushchestvu, podderzhke i pomoshchi i imeyut na eto pravo, kak ukazano v Pisanii Allakha. Poistine, Allakh Vsevedushch i o kazhdoy veshchi znayet"
        }
    ]
}