{
    "rukus": [
        {
            "chapter": 11,
            "verse": 50,
            "text": "My poslali k pervym aditam odnogo iz ikh soplemennikov, ikh brata Khuda. On skazal im: \"O narod moy! Poklonyaytes' tol'ko Allakhu Yedinomu! Net nikogo, kto zasluzhivayet pokloneniya, krome Allakha. Vy izmyshlyayete lozh', pridavaya Allakhu sotovarishchey, kotorym vy poklonyayetes', chtoby oni stali vashimi zastupnikami pered Allakhom"
        },
        {
            "chapter": 11,
            "verse": 51,
            "text": "O moy narod! YA ne proshu u vas ni bogatstva, ni vlasti za to, chto ya prizyvayu vas uverovat'. Nagrada mne - tol'ko u Allakha, kotoryy sotvoril menya. Vy ne dolzhny byt' takimi glupymi, chtoby ne znat', chto prinosit vam pol'zu, a chto - vred"
        },
        {
            "chapter": 11,
            "verse": 52,
            "text": "O narod moy! Prosite proshcheniya u vashego Tvortsa, chtoby On prostil vam prezhniye grekhi, potom obratites' k Nemu s raskayaniyem. Yesli vy sdelayete eto, On nisposhlot s neba obil'nyy dozhd', eto uvelichit vashi blaga i pribavit sily k vashey sile, kotoroy vy gordites'. Ne otklonyaytes' zhe ot togo, k chemu ya prizyvayu vas, i ne bud'te uporstvuyushchimi greshnikami, kotorykh nepremenno ozhidayet gibel'"
        },
        {
            "chapter": 11,
            "verse": 53,
            "text": "Oni skazali: \"O Khud! Ty ne prishol k nam s yasnym znameniyem, dokazyvayushchim istinnost' togo, k chemu ty nas prizyvayesh'. My ni za chto ne ostavim svoikh bogov po tvoyemu prizyvu. I kak my ostavim ikh, yesli my tebe ne verim"
        },
        {
            "chapter": 11,
            "verse": 54,
            "text": "O tvoyem otnoshenii k nam my tol'ko mozhem skazat', chto odin iz nashikh bogov prichinil tebe vred, poetomu ty i govorish' etot bred\". Nastoychivo priderzhivayas' svoyey very i brosaya im vyzov, on skazal: \"YA skazhu vam, prizyvaya Allakha v svideteli, chto ya ne prichasten k tomu, chto vy pridayote Allakhu sotovarishchey. Vy tozhe zasvidetel'stvuyte ob etom. Mnogobozhiye - eto bolezn'. Vy sami bol'ny, a ne ya"
        },
        {
            "chapter": 11,
            "verse": 55,
            "text": "YA ne boyus' ni vas, ni vashikh bogov, kotoryye, kak vy utverzhdayete, yakoby prichinili mne vred. Stroyte zhe mne kozni, obrashchayas' za pomoshch'yu k svoim bogam, i ne medlite s nakazaniyem mne ni na mgnoveniye, yesli vy v sostoyanii eto sdelat'"
        },
        {
            "chapter": 11,
            "verse": 56,
            "text": "YA polozhilsya na Allakha. On vlasten nado mnoy i nad vami. On zashchitit menya ot vashey khitrosti, i nikto ne v sostoyanii protivostoyat' Yego vole. On Vsemogushch! Net ni odnoy tvari, nad kotoroy On ne byl by vlasten, poetomu On mozhet zashchitit' menya ot vashikh obid i mozhet pogubit' vas, i nichto ne mozhet pomeshat' Yemu. Vso, chto vershit Allakh v Svoyom tsarstve, - istinno i spravedlivo. On daruyet pobedu pravednym veruyushchim i porazhayet nechestivykh nevernykh"
        },
        {
            "chapter": 11,
            "verse": 57,
            "text": "Yesli vy otkazyvayetes' ot togo, k chemu ya prizyvayu, to eto prinesot vred ne mne, a vam. YA uzhe peredal vam Poslaniye Allakha. YA - tol'ko uveshchevatel'. Allakh pogubit vas i zamenit vas drugim narodom, kotoryy nasleduyet vashe imushchestvo. Ne poklonyayas' Allakhu, vy ne prichinite Yemu nikakogo vreda. Ved' On Vsevedushch i nad vsyakoy veshch'yu moshchen! Yemu izvestny vashi dela, i On ne ostavit vas bez nakazaniya"
        },
        {
            "chapter": 11,
            "verse": 58,
            "text": "A kogda nastupilo vremya pogubit' aditov - po Nashemu veleniyu, - My spasli Khuda i tekh, kotoryye uverovali s nim, ot vikhrya, unichtozhivshego aditov. My milost'yu Svoyey spasli ikh ot muchitel'nogo nakazaniya v etoy zhizni i v budushchey, vedya ikh po puti very"
        },
        {
            "chapter": 11,
            "verse": 59,
            "text": "Adity otritsali yasnyye znameniya, i oni oslushalis' vsekh poslannikov Allakha, ne verya v poslannogo k nim Allakhom Khuda i povinuyas' lyubomu stroptivomu tiranu iz svoikh praviteley i znati"
        },
        {
            "chapter": 11,
            "verse": 60,
            "text": "Poetomu oni zasluzhili proklyatiye Allakha, angelov i vsekh lyudey v etoy zhizni i v Den' voskreseniya. Osteregaytes', o vse, kto uznal istoriyu aditov! Oni ne blagodarili svoyego Tvortsa za Yego milost' i otritsali yeyo, i ne verili v Nego, Yedinogo. Iz-za etogo oni ne zasluzhili Yego miloserdiya i byli istrebleny. Pust' pogibnut adity za to, chto oni otvergli Khuda, schitaya yego lzhetsom"
        }
    ]
}