{
    "rukus": [
        {
            "chapter": 11,
            "verse": 110,
            "text": "Poistine, My nisposlali Muse Toru, o prorok, no posle yego smerti proizoshol raskol v yego obshchine. Prichinoy etogo posluzhili raznoglasiya v tolkovanii Tory. Kazhdaya gruppa i kazhdaya sekta tolkovala smysl i znacheniye Tory v svoikh interesakh i soglasno svoim pristrastiyam, chto v konechnom schote otvernulo mnogikh iz nikh ot istiny, s kotoroy byla nisposlana Tora, i stali oni dalokimi ot neyo. Yesli by ne bylo obeshchaniya Allakha otsrochit' im nakazaniye do Dnya voskreseniya, postiglo by ikh v zemnoy zhizni nakazaniye muchitel'noye ot Allakha. Ved', soglasno Yego predopredeleniyu i resheniyu, obyazatel'no budut unichtozheny zabludshiye nepravednyye, a spaseny pravednyye. Takaya uchast' postigla predshestvuyushchiye narody, kotoryye iskazili Toru i raznoglasili o ney, chto sdelalo trudnym delom ponimaniye togo, chto verno i chto net. I, sledovatel'no, te, kotoryye nasledovali yeyo, okazalis' v nedoumenii i dalokimi ot istiny"
        },
        {
            "chapter": 11,
            "verse": 111,
            "text": "Tvoy Gospod' vozdast kazhdoy iz etikh partiy za yeyo dela. Ved' On, Vsevyshniy, Vsevedushch i ob\"yemlet vso, chto oni delayut: dobro ili zlo. I On vozdast im po zaslugam"
        },
        {
            "chapter": 11,
            "verse": 112,
            "text": "Yesli takoy byla sud'ba narodov, kotorym bylo nisposlano ot Allakha Pisaniye, no oni raznoglasili o nom i ne rukovodstvovalis' im, to ty i te, kotoryye uverovali s toboy, dolzhny, kak Allakh povelel tebe, sledovat' pryamym putom i, ne prestupaya granits, vypolnyat' to, chto Allakh predpisal vam, bez upushcheniya i bez uvelicheniya, chtoby ne vozlagat' na sebya nichego, krome vozmozhnogo. Allakh Vsevyshniy ob\"yemlet Svoim znaniyem vso, chto vy tvorite, i vozdast vam za eto"
        },
        {
            "chapter": 11,
            "verse": 113,
            "text": "Ne doveryaytes' vragam Allakha i vashim vragam, kotoryye vredili sebe, ne priderzhivalis' predpisaniy Allakha i narushali Yego zakony; ne pitayte k nim ni maleyshey simpatii i ne opiraytes' na nikh, inache vas postignet nakazaniye ognom, i nikto ne spasot vas ot nego, i vy ne pobedite svoyego vraga, poskol'ku Allakh ne podderzhit vas i poskol'ku vy opiralis' na Yego vraga"
        },
        {
            "chapter": 11,
            "verse": 114,
            "text": "Dobrosovestno i dolzhnym obrazom sovershayte molitvu, o prorok, v nachale dnya i v kontse dnya, i v raznyye chasy nochi. Ved' molitva ochishchayet dushu, chto pomogayet yey pobedit' zlo, i ona stirayet sledy durnykh deyaniy, kotoryye mogut sovershit' pochti vse lyudi. To, chto tebe poveleno, o prorok, - prizyvat' i vesti lyudey k dobru, - nastavleniye tem, kotoryye gotovy prinyat' yego, pomnyat Allakha i ne zabyvayut o Nom"
        },
        {
            "chapter": 11,
            "verse": 115,
            "text": "Vypolnyay to, chto tebe poveleno, nailuchshim obrazom, o prorok, i terpelivo perenosi trudnosti, i Allakh dast tebe velikoye voznagrazhdeniye, potomu chto Allakh obyazatel'no nagradit blagodeyushchikh, kotoryye chestno vypolnyayut svoyu rabotu"
        },
        {
            "chapter": 11,
            "verse": 116,
            "text": "Sredi prezhnikh narodov, unichtozhennykh Nami iz-za togo, chto oni byli nepravedny, dolzhny byli byt' vliyatel'nyye, razumnyye, veruyushchiye lyudi, kotoryye uderzhali by drugikh ot nechestiya na zemle i etim ogradili by ikh ot postigshego ikh nakazaniya. No etogo ne sluchilos'. Bylo malo veruyushchikh, i nikto ne sledoval ikh sovetam. Ikh Allakh spas vmeste s ikh poslannikami. A upryamyye nepravednyye ne otkazalis' ot roskoshnoy zhizni i nechestiya, k kotorym oni privykli, i eto pomeshalo im otkliknut'sya na prizyv k istine i dobru. Predpochitaya put' roskoshi i nechestiya, oni pogryazli v grekhakh, i poetomu Allakh unichtozhil ikh, kak On delayet s podobnymi im narodami sootvetstvenno Yego zakonam"
        },
        {
            "chapter": 11,
            "verse": 117,
            "text": "Allakh spravedliv, poetomu ne mozhet nespravedlivo unichtozhat' i istreblyat' narod, kotoryy priderzhivayetsya istiny, tvorit dobro, stremitsya k tomu, chtoby ispravit' svoi deyaniya i deyaniya drugikh"
        },
        {
            "chapter": 11,
            "verse": 118,
            "text": "Yesli by tvoy Gospod', o prorok, pozhelal, to u lyudey byla by odna religiya, i oni povinovalis' by Allakhu po svoyey prirode, kak angely, i mir stal by sovsem drugim, no Vsevyshniy etogo ne pozhelal, a dal im svobodu vybora, i oni ne perestayut raznoglasit' obo vsom, dazhe ob osnovakh verovaniy: very v Allakha, v Yego angelov, v Yego poslannikov i v Sudnyy den'. V etom ne dolzhno byt' raznoglasiya, no oni eto delayut soglasno svoim pristrastiyam, naklonnostyam, obrazu myshleniya. Kazhdaya gruppa fanatichno zashchishchayet svoyo mneniye i obychai svoikh predkov"
        },
        {
            "chapter": 11,
            "verse": 119,
            "text": "No te, kotorykh pomiloval Allakh iz-za ikh blagonraviya i podgotovil dlya very, byli yedinogo mneniya otnositel'no togo, chto im poveleno Allakhom, i oni uverovali vo vsekh Yego poslannikov, Pisaniya i v Sudnyy den'. Tak Allakh po svoyey mudrosti sozdal mir i sozdal lyudey, chtoby oni byli gotovy k nagrade i k nakazaniyu. Etim ispolnyayetsya obeshchaniye tvoyego Gospoda o tom, chto On napolnit geyennu posledovatelyami Iblisa iz dzhinnov i lyudey vmeste"
        },
        {
            "chapter": 11,
            "verse": 120,
            "text": "I My rasskazali tebe, o prorok, raznyye istorii iz vzaimootnosheniy predshestvuyushchikh poslannikov s ikh narodami, chtoby ukrepit' tvoyo serdtse, chto pomozhet tebe terpet' trudnosti prorocheskoy missii. I v etikh vestyakh yavilas' k tebe istina, k kotoroy ty prizyvayesh', kak prizyvali k ney predshestvuyushchiye poslanniki: poklonyat'sya tol'ko Allakhu i otkazat'sya ot togo, chto mozhet vyzvat' Yego gnev. V nikh takzhe nazidaniya i napominaniye veruyushchim, chto ukreplyayet ikh veru, i tem, kotoryye sklonny k vere, chtoby bystreye uverovali"
        },
        {
            "chapter": 11,
            "verse": 121,
            "text": "Skazhi, o prorok, tem, kotoryye uporstvuyut v svoyom neverii i upryamstve: \"Delayte vso, chto v vashikh silakh, voyuya protiv islama i prichinyaya veruyushchim vred i nepriyatnosti. My takzhe budem idti svoim putom - putom pravednosti, - tvordyye v svoikh namereniyakh i delakh"
        },
        {
            "chapter": 11,
            "verse": 122,
            "text": "Zhdite togo, chto vy ozhidayete dlya nas, my tozhe zhdom ispolneniya obeshchaniya Allakha nam - pobedy islama i porazheniya yego vragov"
        },
        {
            "chapter": 11,
            "verse": 123,
            "text": "Tol'ko Allakh znayet vso skrytoye v nebesakh i na zemle. On znayet, chto postignet vas i chto budet dlya nas. Tol'ko On upravlyayet Vselennoy Svoyey mudrost'yu i reshayet vso. Tak poklonyaysya zhe tol'ko tvoyemu Gospodu, na Nego tol'ko polagaysya i, krome Nego, nikogo ne boysya! Tvoy Gospod' Vsevedushch, On ne ostavlyayet bez vnimaniya vso, chto vy vse tvorite, o veruyushchiye i nevernyye! On vozdast kazhdomu po zaslugam v etoy i v budushchey zhizni"
        }
    ]
}