{
    "rukus": [
        {
            "chapter": 14,
            "verse": 7,
            "text": "Vspomnite, o syny Israila, to, chto vozvestil vam vash Gospod': \"Klyanus' Allakhom, yesli vy budete blagodarny za to, chto YA spas vas, i za drugiye milosti, kotoryye YA okazal vam, i budete tverdy v vere i poslushanii Mne, YA okazhu vam yeshcho bol'she milosti. A yesli vy ne budete blagodarny za milosti, ne uveruyete i oslushayetes' Menya, to YA muchitel'no nakazhu vas. Poistine, nevernym budet velikoye nakazaniye ot Menya"
        },
        {
            "chapter": 14,
            "verse": 8,
            "text": "Musa skazal svoyemu narodu, kogda on zaupryamilsya i proyavil neblagodarnost': \"Yesli vy i vse, kto na zemle, ne vozblagodarite Allakha za okazannyye vam milosti svoyey veroy i povinoveniyem, to eto ne prichinit Yemu nikakogo zla, poskol'ku On ne nuzhdayetsya ni v ch'yey blagodarnosti. Ved' On Sam po Sebe preispolnen slavy i ne nuzhdayetsya ni v ch'yom prevoznesenii"
        },
        {
            "chapter": 14,
            "verse": 9,
            "text": "Razve ne doshla do vas vest' o tom, kakoye muchitel'noye nakazaniye postiglo te narody, kotoryye byli do vas: narod Nukha, Ada i Samuda, i drugiye, zhivshiye posle nikh narody, o kotorykh ne znayet nikto, krome Allakha, poskol'ku ikh bylo ochen' mnogo. K nim prishli poslanniki s veskimi dokazatel'stvami, podtverzhdayushchimi ikh prorocheskuyu missiyu. No oni polozhili ruki na usta svoi v znak izumleniya i otritsaniya i skazali poslannikam: \"My ne verim v te znameniya i chudesa, s kotorymi vy prishli, my sil'no somnevayemsya v tom, k chemu vy nas prizyvayete otnositel'no very i yedinobozhiya. Oni ne vnushayut nam doveriya i vyzyvayut tol'ko chuvstvo rasteryannosti"
        },
        {
            "chapter": 14,
            "verse": 10,
            "text": "Poslanniki govorili svoim narodam, udivlyayas' i osuzhdaya ikh za to, chto oni somnevayutsya v sushchestvovanii Allakha i v tom, chto On Yedin: \"Neuzheli vy somnevayetes' v sushchestvovanii Allakha Yedinogo, kotoryy sotvoril nebesa i zemlyu?! Nikto, krome Allakha, ne mozhet sozdat' podobnoye. On vas zovot, chtoby prostit' vam te grekhi, kotoryye vy sovershili do uverovaniya, i otsrochit' vashu smert' do naznachennogo vam sroka\". No uporstvuyushchiye v svoyom neverii narody skazali: \"Vy - takiye zhe lyudi, kak i my, i u vas net nikakogo preimushchestva pered nami, chto dalo by vam pravo stat' poslannikami. Prizyvaya nas k vere i yedinobozhiyu, vy khotite, chtoby my otbrosili bogov nashikh predkov. Privedite zhe yavnoye dokazatel'stvo, kak my trebovali ot vas"
        },
        {
            "chapter": 14,
            "verse": 11,
            "text": "Otvetili im poslanniki: \"My, kak vy skazali, takiye zhe lyudi, kak i vy, no Allakh vybirayet, kogo pozhelayet, poslannikom i prorokom. My ne mozhem privesti vam dokazatel'stvo, kakoye vy prosite, krome kak s dozvoleniya Allakha, na kotorogo tol'ko pust' polagayutsya veruyushchiye, i my budem polagat'sya tol'ko na Nego, terpya vashe upryamstvo"
        },
        {
            "chapter": 14,
            "verse": 12,
            "text": "I pochemu nam ne upovat' na Allakha? Ved' On povol kazhdogo iz nas po naznachennomu dlya nego puti, opredeliv yemu, chto on dolzhen delat' i chem dolzhen rukovodstvovat'sya v svoyey religii. Poistine, my budem polagat'sya na Allakha, budem terpet' zlo, kotoroye vy prichinyayete nam svoim uporstvom i trebovaniyami predstavit' drugiye dokazatel'stva pomimo tekh, s kotorymi my prishli k vam. Tol'ko na Allakha upovayut polagayushchiyesya"
        }
    ]
}