{
    "rukus": [
        {
            "chapter": 20,
            "verse": 77,
            "text": "Protivostoyaniye mezhdu Musoy i Faraonom prodolzhalos'. Allakh v Otkrovenii Svoyemu poslanniku Muse povelel yemu vmeste s synami Israila vyyti iz Yegipta noch'yu i stuknut' posokhom po moryu, i togda proizoydot znameniye - otkroyetsya im put' po moryu, kak po sushe. Allakh uspokoil Musu, skazav yemu, chtoby oni ne strashilis' pogoni Faraona i ne boyalis', chto mogut utonut' v vode"
        },
        {
            "chapter": 20,
            "verse": 78,
            "text": "Musa sovershil to, chto Allakh povelel yemu sdelat'. Faraon so svoim voyskom presledoval ikh i dognal ikh u morya. On poshol so svoim voyskom po tomu puti, kotoryy otkrylsya pered Musoy i yego narodom. Vot i proizoshlo yeshcho odno znameniye. Voda nakryla Faraona i yego voysko i poglotila ikh"
        },
        {
            "chapter": 20,
            "verse": 79,
            "text": "I sbil Faraon svoy narod s pryamogo puti istiny, vvol yego v zabluzhdeniye, i oni vse pogibli"
        },
        {
            "chapter": 20,
            "verse": 80,
            "text": "O syny Israila! Raneye My dali vam obeshchaniye spasti vas ot vashego vraga, kotoroye bylo peredano vam Musoy. I My spasli vas ot nego, i pomogli vam blagopoluchno doyti do pravogo sklona gory, i darovali vam blagoy udel: mannu (yedu, pokhozhuyu na mod) i perepelov"
        },
        {
            "chapter": 20,
            "verse": 81,
            "text": "Allakh povelel im: \"Vkushayte iz blag, kotoryye My darovali vam, bez truda s vashey storony, ne bud'te nespravedlivymi i ne prestupayte dozvolennykh Nami predelov, ne sovershayte grekhov v etoy blagoslovennoy zhizni, chtoby Moy gnev ne pal na vas. Tot, na kogo padot Moy gnev, budet ochen' zhestoko nakazan, popadot v samu propast' nakazaniya i pogibnet"
        },
        {
            "chapter": 20,
            "verse": 82,
            "text": "YA, poistine, proshchayushch dlya tekh, kto pokayalsya i otverg neveriye, iskrenne uveroval, tvoril blagoye, prodolzhaya byt' pravednikom, i shol po pryamomu puti do togo momenta, kak on predstanet pered Allakhom"
        },
        {
            "chapter": 20,
            "verse": 83,
            "text": "Musa poshol ran'she svoyego naroda k gore (Sinay), chtoby imet' chest' pogovorit' so svoim Gospodom. Allakh yego sprosil, pochemu on potoropilsya priyti bez svoyego naroda"
        },
        {
            "chapter": 20,
            "verse": 84,
            "text": "Musa skazal:\" Moy narod nakhoditsya blizko ko mne, i oni posleduyut po moim stopam. A ya potoropilsya k Tebe, moy Gospod', chtoby Ty yavil Svoyo blagovoleniye"
        },
        {
            "chapter": 20,
            "verse": 85,
            "text": "Allakh skazal yemu: \"My podvergli tvoy narod ispytaniyam, posle togo kak ty ushol ot nego. I oni byli sbity s pryamogo puti samarityaninom , kotoryy vvol ikh v zabluzhdeniye"
        },
        {
            "chapter": 20,
            "verse": 86,
            "text": "Musa vernulsya k svoyemu narodu sil'no razgnevannym i gluboko opechalennym. On im skazal, osuzhdaya ikh postupok: \"Poistine, Allakh dal vam nisposlaniyem Tory obeshchaniye o spasenii, o rukovodstve k pryamomu puti i o pobednom vkhode v Svyashchennuyu zemlyu. Neuzheli srok ispolneniya obeshchannogo v zavete pokazalsya vam nastol'ko dolgim, chto vy zabyli ob obeshchanii Allakha vam; ili vy pozhelali svoim zlodeyaniyem navlech' na sebya gnev Allakha za vashe neveriye i nespravedlivost', ot kotorykh On predosteregal vas, a vy narushili svoyo obeshchaniye, dannoye mne, - sledovat' za mnoy i idti po moim stopam"
        },
        {
            "chapter": 20,
            "verse": 87,
            "text": "Oni otvetili, izvinyayas': \"My narushili svoyo obeshchaniye, dannoye tebe, ne po svoyey vole. No my byli nagruzheny tyazhelovesnymi ukrasheniyami naroda. My dumali, chto ot etikh ukrasheniy nam budet neschast'ye, i poetomu my reshili ikh brosit'. Samarityanin razvol ogon' v yame, i my brosili ikh tuda. Takzhe sdelal i samarityanin"
        },
        {
            "chapter": 20,
            "verse": 88,
            "text": "Chtoby obmanut' lyudey, samarityanin sdelal iz rasplavlennogo zolota tel'tsa, kotoryy izdaval mychaniye, podobnoye korov'yemu, kogda veter vkhodil vnutr' yego. Samarityanin prizval ikh poklonyat'sya etomu tel'tsu, i oni yego poslushalis'. On i yego posledovateli skazali: \"Eto - vash bog i bog Musy\". Samarityanin zabyl, chto, glyadya na tel'tsa i razmyshlyaya razumno, legko ponyat', chto telets ne mozhet byt' bogom"
        },
        {
            "chapter": 20,
            "verse": 89,
            "text": "Razve oni ne vidyat i ne ponimayut, chto nel'zya schitat' etogo tel'tsa bogom? Neuzheli oni ne vidyat, chto on - telets - ne otvechayet na ikh rechi i ne mozhet otvesti ot nikh vred ili prinesti im pol'zu"
        }
    ]
}