{
    "rukus": [
        {
            "chapter": 24,
            "verse": 27,
            "text": "O vy, kotoryye uverovali! Ne vkhodite v chuzhiye doma, ne isprosivshi pozvoleniya zhivushchikh v nikh i ne dozhdavshis' razresheniya voyti. I privetstvuyte obitateley ikh pozhelaniyem mira. Eto razresheniye i privetstviye - dostoyneye dlya vas, chem voyti bez nikh. Allakh nastavlyayet vas na eto, chtoby vy poslushalis' Yego nazidaniya i sledovali yemu"
        },
        {
            "chapter": 24,
            "verse": 28,
            "text": "Yesli zhe vy ne naydote v etikh domakh nikogo, kto by mog vam razreshit' voyti, to ne vkhodite, poka ne pridot kto-libo, kto razreshit vam voyti. Yesli zhe vam ne razreshat voyti, a potrebuyut, chtoby vy vernulis', to vozvratites' i bol'she ne prosite razresheniya voyti, tak kak vozvrashcheniye - dostoyneye dlya vas i blagopristoyneye dlya vashikh dush. Allakh znayet vse vashi dela i vozdast vam za nikh! Tak ne oslushivaytes' zhe Yego nazidaniy"
        },
        {
            "chapter": 24,
            "verse": 29,
            "text": "Yesli vy pozhelayete voyti v nezhiloye pomeshcheniye obshchego pol'zovaniya, gde u vas budet nuzhda v chom-to, kak magazin, gostinitsa i mesta dlya pokloneniya Bogu, to net na vas grekha, yesli vy voydote tuda bez razresheniya. Allakh polnost'yu znayet vashi dela, taynyye i yavnyye. Bud'te bogoboyaznennymi i ne narushayte nazidaniy Allakha"
        },
        {
            "chapter": 24,
            "verse": 30,
            "text": "Preduprezhday, o prorok, veruyushchikh muzhchin o tom, chto vedot k prelyubodeyaniyu ili k obvineniyu v nom, i skazhi im, chto im prikazano potuplyat' vzory i ne smotret' na zapreshchonnyye mesta zhenshchin i na mesta, gde oni nosyat ukrasheniya, i sokhranyat' svoyo tselomudriye. Takoye povedeniye - dostoyneye dlya nikh i otdalyayet ikh ot grekhov i obvineniya. Poistine, Allakh osvedomlon o tom, chto oni vershat, i vozdast im za eto"
        },
        {
            "chapter": 24,
            "verse": 31,
            "text": "Skazhi (o prorok!) veruyushchim zhenshchinam, chto im prikazano potuplyat' svoi vzory i ne smotret' na to, na chto Allakh zapretil smotret', i, oberegaya svoyo tselomudriye, izbegat' nezakonnykh snosheniy i ne pokazyvat' obol'shchayushchuyu muzhchin telesnuyu krasotu - mesta, na kotorykh zhenshchina nosit ukrasheniya: grud', sheya, plechi, krome litsa i kistey ruk. Skazhi im (o prorok!), chtoby oni prikryvali mesta, vidnyye v vyreze odezhdy, kak grud' i sheya, nabrasyvaya na nikh svoi golovnyye pokryvala. Pust' oni ne pokazyvayut svoyey krasy nikomu, krome svoikh muzhey i rodstvennikov, za kotorykh im zapreshcheno po shariatu vykhodit' zamuzh: ottsov, ottsov svoikh muzhey, svoikh synovey, synovey svoikh muzhey ot drugikh zhon ili svoikh brat'yev i synovey svoikh brat'yev, ili synovey svoikh sestor, ili zhenshchin-podrug (musul'manok), iz svobodnykh ili nevol'nits, ili svoikh sluzhanok - svobodnykh ili rabyn', ili slug iz muzhchin, ne ispytyvayushchikh nuzhdy v zhenshchinakh, naprimer, ochen' starykh muzhchin-slug, a takzhe detey, kotorykh ne postiglo vlecheniye k zhenshchinam. Potrebuy ot nikh takzhe (o prorok!) ne delat' togo, chto mozhet privlech' vnimaniye muzhchin k skrytym pod odezhdoy ukrasheniyam, naprimer, kogda b'yut nogoy ob pol, chtoby zvuk brasletov na nogakh, skrytykh pod odezhdoy, byl slyshen. Obrashchaytes' (o veruyushchiye!) k Allakhu s pokayaniyem i prosite u Nego proshcheniya za to, v chom vy narushili Yego nastavleniya i zakony, i sleduyte nravstvennym nazidaniyam religii, chtoby vy byli schastlivymi v svoyey blizhayshey zhizni i v dal'ney zhizni"
        },
        {
            "chapter": 24,
            "verse": 32,
            "text": "Pomogayte lyudyam izbezhat' prelyubodeyaniya i vsego vedushchego k etoy merzosti. Poetomu soyedinyayte brakom nezhenatykh muzhchin i nezamuzhnikh zhenshchin i pravednykh iz vashikh rabov i rabyn'. Pust' nedostatok ne budet prichinoy, prepyatstvuyushchey braku. Poistine, Allakh daruyet nadel dlya khoroshey zhizni tem, kto zhelayet khranit' svoyo tselomudriye. Shchedrost' Allakha velika, i ne otyagotit Yego obogashcheniye lyudey. Ved' On znayet namereniya lyudey, i Yego znaniye ob\"yemlet vsyakuyu veshch' vo Vselennoy"
        },
        {
            "chapter": 24,
            "verse": 33,
            "text": "Tem, kotoryye ne imeyut vozmozhnosti vstupit' v brak iz-za nedostatka denezhnykh sredstv, neobkhodimykh dlya takogo soyedineniya, sleduyet idti dobrym putom: pust' soblyudayut post i zanimayutsya sportom i umstvennym trudom, chto pozvolyayet khranit' tselomudriye, poka Allakh ne obogatit ikh iz Svoyey shchedrosti, i oni smogut zhenit'sya. Rabov, kotoryye gotovy zaplatit' za zapis' o svobode, vy dolzhny osvobodit', yesli vy znayete, chto oni chestno vypolnyat to, chto ot nikh trebuyetsya i chto oni smogut eto sdelat'. Vy dolzhny pomoch' im v vypolnenii etogo soglasheniya, umen'shaya dogovoronnuyu stoimost', ili dat' im den'gi v vide ochistitel'noy milostyni ili iz togo, chto daroval vam Allakh kak \"sadaka\" (milost'). Ne delayte svoikh rabyn' sredstvom dlya izvlecheniya deshovoy vygody v zemnom mire, prinuzhdaya ikh k rasputstvu. Kak zhe mozhno nasil'no prinuzhdat' k rasputstvu tekh, kotoryye stremyatsya sberech' svoyo tselomudriye? Tekh nevol'nits, kotoryye byli prinuzhdeny predavat'sya rasputstvu, Allakh prostit, yesli oni raskayutsya. Poistine, Allakh - Proshchayushchiy, Miloserdnyy"
        },
        {
            "chapter": 24,
            "verse": 34,
            "text": "My nisposlali vam etot ayat, a takzhe drugiye yasnyye ayaty Korana, v kotorykh raz\"yasnyayutsya zakony i nastavleniya, i priveli vam primery iz istorii predydushchikh narodov v kachestve pritch, nazidaniy, nastavleniy i preduprezhdeniya dlya bogoboyaznennykh, kotoryye strashatsya gneva Allakha"
        }
    ]
}