{
    "rukus": [
        {
            "chapter": 24,
            "verse": 41,
            "text": "Neuzheli ty, o prorok, ne znayesh' dostoverno, chto Allakhu pokorno vso, chto v nebesakh i na zemle, i ptitsy, letyashchiye stayami, raskryv svoi kryl'ya. Vse eto podchinyayetsya Allakhu i Yego poveleniyam. Allakh Bezuprechen i prevyshe tekh souchastnikov, kotorykh Yemu pripisyvayut. Kazhdaya tvar' po vnusheniyu Allakha znayet, chto sleduyet podchinyat'sya Yemu, voskhvalyat' Yego Bezuprechnogo i vypolnyat' svoi obyazannosti v etoy zhizni. Allakh nablyudayet za lyud'mi i tochno znayet molitvu kazhdogo molyashchegosya i voskhvaleniye kazhdogo slavyashchego, i vso, chto vershat Yego raby. Kak zhe nevernyye ne uverovali v Nego"
        },
        {
            "chapter": 24,
            "verse": 42,
            "text": "Allakhu Yedinomu prinadlezhit vlast' nad nebesami i zemloy, a takzhe nad vsem, chto na nikh. On - Vladyka nad vsemi. Vse vernutsya k Nemu v Sudnyy den' dlya raschota i vozdayaniya"
        },
        {
            "chapter": 24,
            "verse": 43,
            "text": "Razve ty ne vidish' (o prorok!), kak Allakh gonit oblaka, rasseivaya ikh vetrom, potom soyedinyayet ikh, prevrashchaya v tuchu, iz kotoroy l'yotsya dozhd'. Allakh nizvodit iz klubov gustykh oblakov, pokhozhikh v svoyom velichii na gory, grad, pokhozhiy na malen'kiye kameshki, kotoryy padayet na zemlyu. I lyudyam ot nego byvayet ili pol'za, ili vred, kotorym Allakh porazhayet, kogo pozhelayet, po Svoim zakonam ili otvodit, ot kogo pozhelayet. Ved' On - khvala Yemu Vsevyshnemu! - Tvorets i Izbirayushchiy. Blesk molniy ot stolknoveniya oblakov tak silon, chto chut' li ne lishayet zreniya. Eti yavleniya - dokazatel'stva mogushchestva Allakha, obyazyvayushchiye k vere v Nego"
        },
        {
            "chapter": 24,
            "verse": 44,
            "text": "Allakh chereduyet dni i nochi, izmenyaya ikh prodolzhitel'nost', nachalo i konets po oborotu zvozd. V etom - nazidaniye dlya tekh, kto obladayet zdravym razumom, kotoryy vedot yego k vere v Allakha"
        },
        {
            "chapter": 24,
            "verse": 45,
            "text": "Allakh sotvoril vsyakuyu veshch' po Svoyemu zhelaniyu. On sotvoril vse sushchestva iz obshchego nachala - vody, - poetomu vo vsyakom zhivom sushchestve yest' voda. I razlichil Allakh vse zhivushchiye sushchestva po tipam i vidam. Sredi nikh yest' takiye, kotoryye polzayut na bryukhe, kak ryby i presmykayushchiyesya, i takiye, kotoryye khodyat na dvukh, kak chelovek i ptitsy, i takiye, kotoryye peredvigayutsya na chetyrokh, kak zhivotnyye. Allakh sozdayot lyuboye sushchestvo iz Svoikh tvarey, kak On pozhelayet, chtoby ono sluzhilo dokazatel'stvom Yego mogushchestva i znaniya. Poistine, Allakh - Vladyka! On vlasten i moshchen nad vsyakoy veshch'yu"
        },
        {
            "chapter": 24,
            "verse": 46,
            "text": "My nisposlali v Otkrovenii yasnyye znameniya, kotoryye raz\"yasnyayut nastavleniya, propovedi, nazidaniya, privodyat pritchi i dayut primery. Poistine, Allakh napravlyayet k pryamomu puti togo, kogo On zakhochet iz Svoikh rabov, razmyshlyayushchikh nad etim i stremyashchikhsya postignut' istinu"
        },
        {
            "chapter": 24,
            "verse": 47,
            "text": "Litsemery govoryat svoimi ustami: \"My uverovali v Allakha i Yego poslannika i povinuyemsya ikh nazidaniyam\". No kogda oni podvergayutsya ispytaniyam, nesmotrya na eti slova, chast' iz nikh otkazyvayetsya uchastvovat' s musul'manami v srazhenii za Istinu Allakha i v drugikh blagikh deyaniyakh. Oni neiskrenniye veruyushchiye i ne zasluzhivayut nazyvat'sya vernymi pravednikami"
        },
        {
            "chapter": 24,
            "verse": 48,
            "text": "Eto vidno iz ikh postupkov. Ved' kogda ikh prizyvayut k poslanniku, chtoby on rassudil mezhdu nimi po zakonam i nastavleniyam, nisposlannym Allakhom, chast' iz nikh proyavlyayet litsemeriye i otkazyvayetsya ot suda, yesli znayet, chto protivnaya storona prava"
        },
        {
            "chapter": 24,
            "verse": 49,
            "text": "No yesli oni znayut, chto oni pravy, oni speshat k poslanniku, chtoby on rassudil mezhdu nimi i ikh protivnikami"
        },
        {
            "chapter": 24,
            "verse": 50,
            "text": "Pochemu oni tak postupayut otnositel'no suda pered poslannikom? Razve eto potomu, chto ikh serdtsa slepy, i oni ne podchinyayutsya istinnomu, spravedlivomu resheniyu poslannika ili potomu, chto oni somnevayutsya v spravedlivosti suda Mukhammada - da blagoslovit yego Allakh i privetstvuyet! Net! Oni sami nespravedlivy k sebe i k drugim iz-za neveriya, litsemeriya i otkaza ot istiny"
        }
    ]
}