{
    "rukus": [
        {
            "chapter": 33,
            "verse": 21,
            "text": "Dlya vas v poslannike Allakha - obraztsovyy primer dlya tekh, kto nadeyetsya na miloserdiye Allakha i na blaga Poslednego dnya i pominayet Allakha chasto i v opasnosti, i v mol'be, i v trudnostyakh, i v blagosostoyanii"
        },
        {
            "chapter": 33,
            "verse": 22,
            "text": "Uvidev voyska nevernykh sonmov (soyuznikov), uverovavshiye skazali: \"Eto - to, chto Allakh i Yego poslannik obeshchali nam ran'she: podvergnut' nas bedstviyam, a zatem podarit' nam pobedu. Pravdiv Allakh i Yego poslannik!\" Eti bedstviya i tyazholyye vremena tol'ko uvelichili ikh veru v Allakha i pokornost' Yemu v prednaznachennom Im"
        },
        {
            "chapter": 33,
            "verse": 23,
            "text": "Sredi etikh veruyushchikh yest' takiye lyudi, kotoryye obeshchali Allakhu stoyko srazhat'sya vmeste s prorokom i byli pravdivy v svoyom obete, dannom Allakhu. Sredi nikh yest' i takiye, kotoryye ispolnili obet i imeli chest' past' v bor'be za islamskuyu veru, i yest' takiye, kotoryye ostalis' v zhivykh, ozhidaya, chto podobnaya chest' ne minuyet i ikh, i oni ni v koyey mere ne izmenili dogovoru s Allakhom"
        },
        {
            "chapter": 33,
            "verse": 24,
            "text": "chtoby Allakh vozdal vernym za ikh veru i za ispolneniye obeta, dannogo Yemu, i nakazal litsemerov (munafikov), yesli pozhelayet, ili napravil by tekh iz nikh, kotoryye gotovy, k pokayaniyu. Poistine, Allakh - Proshchayushchiy, prinimayet pokayaniye i Miloserdnyy - proshchayet grekhi"
        },
        {
            "chapter": 33,
            "verse": 25,
            "text": "Allakh vernul nevernykh soyuznikov, vystupavshikh protiv poslannika, s serdtsami, napolnennymi gnevom, ibo nichego dobrogo oni ne poluchili - ni pobedy, ni dobychi. Allakh izbavil veruyushchikh ot tyazhesti boya, napraviv na nevernykh vikhr' i angelov- voinov. Allakh silon, mogushch i vypolnyayet to, chto On zhelayet. On Velik, i nikto Yego ne v silakh pobedit'"
        },
        {
            "chapter": 33,
            "verse": 26,
            "text": "I vyvel Allakh obladateley Pisaniya - bani Kurayz, - ispovedovavshikh iudaizm i pomogavshikh nevernym sonmam, iz ukrepleniy, v kotorykh oni zashchishchalis', i vvol v ikh serdtsa strakh. Togda vy istrebili chast' iz nikh - muzhchin - i vzyali v plen druguyu chast' - zhenshchin i detey"
        },
        {
            "chapter": 33,
            "verse": 27,
            "text": "Allakh dal vam v nasledstvo ikh zemlyu, doma, imushchestvo i te zemli, na kotoryye vy do etogo ne stupali. Allakh - khvala Yemu Vsevyshnemu! - nad vsyakoy veshch'yu moshchen"
        }
    ]
}