{
    "rukus": [
        {
            "chapter": 39,
            "verse": 64,
            "text": "Skazhi, o Mukhammad: \"Neuzheli posle togo, kak raz\"yasnilis' znameniya Allakha o yedinobozhii, i stala yavnoy neobkhodimost' pokloneniya Allakhu Yedinomu, vy, o nevezhdy, velite mne poklonyat'sya komu-to drugomu"
        },
        {
            "chapter": 39,
            "verse": 65,
            "text": "Klyanus'! Tebe, o Mukhammad, i tem poslannikam, kotoryye byli do tebya, bylo vnusheno v Otkrovenii: \"Yesli ty pridash' Allakhu sotovarishchey, to po vole Allakha tshchetny budut tvoi deyaniya, i ty budesh' iz chisla poterpevshikh bol'shoy ubytok v Sudnyy den'"
        },
        {
            "chapter": 39,
            "verse": 66,
            "text": "Ne otzyvaysya, o poslannik, na ikh prizyv (poklonyat'sya idolam), a poklonyaysya tol'ko Allakhu Yedinomu i bud' v chisle blagodarnykh Allakhu za Yego milost'"
        },
        {
            "chapter": 39,
            "verse": 67,
            "text": "Mnogobozhniki ne tsenili Allakha dolzhnoy tsenoy i ne znali Yego, kak im sledovalo by znat', ibo oni pridavali Yemu sotovarishchey i prizyvali proroka - da blagoslovit yego Allakh i privetstvuyet! - k mnogobozhiyu. Poistine, vsya zemlya v Yego ruke v Sudnyy den', i Yego moshch'yu nebesa budut svornuty v Yego desnitse, kak svornutaya odezhda. Allakh Velik, Bezuprechen, prevyshe vsekh, komu oni (mnogobozhniki) poklonyayutsya pomimo Nego, i kogo oni izmyshlyayut Yemu v sotovarishchi"
        },
        {
            "chapter": 39,
            "verse": 68,
            "text": "I nepremenno protrubyat v trubu, i vse, kto v nebesakh i na zemle, budut porazheny, kak molniyey, pomimo tekh, kogo ostavit Allakh do opredelonnogo sroka. Potom razdastsya trubnyy glas vtorichno, i vse voskresnut iz mogil, ozhidaya, chto s nimi budet"
        },
        {
            "chapter": 39,
            "verse": 69,
            "text": "Zemlya zasiyayet togda Svetom Tvortsa i Vladyki, i Kniga zapisi dobra i zla, v kotoroy zapisany deyaniya vsekh lyudey, budet gotova. Predstanut proroki i svideteli, chtoby spravedlivo svidetel'stvovat' o lyudyakh, i Allakh rassudit mezhdu lyud'mi po spravedlivosti. I budet im vozdano nagradoy ili nakazaniyem spravedlivo, kak oni etogo zasluzhili na samom dele, ne bol'she i ne men'she"
        },
        {
            "chapter": 39,
            "verse": 70,
            "text": "Kazhdoy dushe budet vozdano za deyaniya, kotoryye ona vershila. Ved' Allakh luchshe znayet vse ikh deyaniya"
        }
    ]
}