{
    "rukus": [
        {
            "chapter": 42,
            "verse": 20,
            "text": "Tomu, kto vershit dobryye deyaniya, stremyas' poluchit' za nikh nagradu v budushchey zhizni, My udvoim nagradu. No tomu, kto svoimi deyaniyami zhazhdet tol'ko mirskikh blag, My dayom v etoy zhizni to, chto opredeleno dlya nego, a v budushchey zhizni dlya nego ne budet nikakoy nagrady"
        },
        {
            "chapter": 42,
            "verse": 21,
            "text": "Yest' li u nikh bogi, kotoryye predpisali im v religii to, chto Allakh ne prikazal?! Net zhe! I yesli by ne bylo predopredeleniya Allakha otsrochit' resheniye spora mezhdu nevernymi i veruyushchimi do Dnya voskreseniya, to spor mezhdu nimi byl by reshon v etoy zhizni. Poistine, tem, kotoryye vredili sebe neveriyem, ugotovano chrezvychayno muchitel'noye nakazaniye"
        },
        {
            "chapter": 42,
            "verse": 22,
            "text": "V Den' voskreseniya ty, o tot, k kotoromu obrashcheny eti slova, uvidish', kak strashatsya nechestivtsy, vredivshiye sebe tem, chto priderzhivalis' mnogobozhiya, kary za ikh mnogobozhiye, a ona nepremenno postignet ikh. I ty uvidish', kak veruyushchiye, kotoryye sovershali dobryye deyaniya, budut zhit' v nailuchshikh mestakh raya. Dlya nikh v rayu ot ikh Gospoda - vso blazhenstvo, kotoroye oni pozhelayut. Takaya bol'shaya nagrada - velikaya milost' (ot Allakha), na kotoruyu vozlagayetsya nadezhda"
        },
        {
            "chapter": 42,
            "verse": 23,
            "text": "Takaya velikaya milost' i yest' dobraya vest', o kotoroy vozveshchayet Allakh Svoim pokornym veruyushchim rabam. Skazhi, o poslannik: \"YA ne proshu u vas nagrady za peredachu Poslaniya Allakha, a proshu tol'ko lish' lyubvi k Allakhu i Yego poslanniku i priblizheniya k Nemu, Vsevyshnemu, sversheniyem dobrykh deyaniy. Tomu, kto sovershit dobroye, ugodnoye Allakhu deyaniye, Allakh udvoit nagradu za nego\". Poistine, proshcheniye Allakhom grekhov Svoim rabam veliko! On blagodaren im za ikh blagochestivyye deyaniya"
        },
        {
            "chapter": 42,
            "verse": 24,
            "text": "Ili nevernyye, mozhet byt', skazhut: \"Mukhammad izmyslil na Allakha lozh'!\" Yesli Allakh pozhelayet, On uspokoit tvoyo serdtse, vnushiv tebe terpeniye, chtoby ty perenos ikh zlo i obvineniye v vozvedenii lzhi na Allakha. On iskorenit mnogobozhiye, pobediv yego, i utverdit islam, i vyyavit yego cherez Otkroveniye, kotoroye On nisposlal Svoyemu poslanniku - da blagoslovit yego Allakh i privetstvuyet! Ved' On - khvala Yemu! - ob\"yemlet vse tayny, skrytyye v vashikh serdtsakh"
        },
        {
            "chapter": 42,
            "verse": 25,
            "text": "I tol'ko Allakh - Tot, kto prinimayet pokayaniye Svoikh pokornykh rabov, proshchaya im grekhi, v kotorykh oni raskayalis', i proshchayet - po Svoyey milosti i miloserdiyu - nechestivyye deyaniya, za isklyucheniyem mnogobozhiya. On znayet vso, chto vy delayete iz dobra ili zla"
        },
        {
            "chapter": 42,
            "verse": 26,
            "text": "Allakh prinimayet mol'by veruyushchikh i priumnozhayet im ot Svoyey milosti, daruya im bol'she, chem oni prosili, a dlya nevernykh - zhestokoye, muchitel'noye nakazaniye"
        },
        {
            "chapter": 42,
            "verse": 27,
            "text": "Yesli by Allakh uvelichil udel vsem Svoim rabam, kak oni zhelayut, oni rasprostranili by nechestiye na zemle i tvorili by bezzakoniya, no Allakh po Svoyey mudrosti uvelichivayet udel tomu, komu pozhelayet, i ogranichivayet tomu, komu pozhelayet. Poistine, Allakh ob\"yemlet Svoim znaniyem vso, chto skryvayut i obnaruzhivayut yego raby, i On po Svoyey mudrosti predopredelyayet kazhdomu to, chto ispravlyayet yego dela i luchshe dlya nego"
        },
        {
            "chapter": 42,
            "verse": 28,
            "text": "I tol'ko Allakh - Tot, kto, okazyvaya milost' Svoim rabam, posylayet dozhd', spasayushchiy ikh ot nedoroda posle otchayaniya i sil'noy zasukhi, i nizvodit blagodat' dozhdya na rasteniya, plody, zhivotnykh, stepi i gory. I tol'ko On - Tot, kto ustraivayet dela Svoikh rabov. On dostoin khvaly za Yego milosti k nim i za vso, chto On vershit"
        },
        {
            "chapter": 42,
            "verse": 29,
            "text": "Iz znameniy, dokazyvayushchikh mogushchestvo Allakha i Yego vozmozhnost' sozdat' vso, chto On pozhelayet, - tvoreniye nebes i zemli sovershennym obrazom i sozdaniye vidimykh i nevidimykh zhivykh sushchestv, kotoryye On rasselil na nikh. I Allakh, ch'yo mogushchestvo dokazano sozdaniyem vysheupomyanutogo, vlasten sobrat' vsekh, obyazannykh predstat' pered Nim, togda, kogda pozhelayet voskresit' ikh dlya vozdayaniya"
        }
    ]
}