{
    "rukus": [
        {
            "chapter": 52,
            "verse": 1,
            "text": "Klyanus' goroy Tur (na Sinaye), nad kotoroy Allakh razgovarival s Musoy"
        },
        {
            "chapter": 52,
            "verse": 2,
            "text": "i Pisaniyem, nisposlannym Allakhom"
        },
        {
            "chapter": 52,
            "verse": 3,
            "text": "v yasnykh svitkakh, logkikh dlya chteniya"
        },
        {
            "chapter": 52,
            "verse": 4,
            "text": "Domom poseshchayemym, napolnennym sovershayushchimi obkhod, otpravlyayushchimi molitvu, preklonyayushchimisya i padayushchimi nits"
        },
        {
            "chapter": 52,
            "verse": 5,
            "text": "nebom, vozdvignutym bez opor"
        },
        {
            "chapter": 52,
            "verse": 6,
            "text": "i morem perepolnennym"
        },
        {
            "chapter": 52,
            "verse": 7,
            "text": "poistine, nakazaniye tvoyego Gospoda, kotoroye On obeshchal nevernym, nepremenno porazit ikh"
        },
        {
            "chapter": 52,
            "verse": 8,
            "text": "i nikto ne izbavit ikh ot nego"
        },
        {
            "chapter": 52,
            "verse": 9,
            "text": "v tot Den', kogda nebo zadrozhit, sodrogayas'"
        },
        {
            "chapter": 52,
            "verse": 10,
            "text": "i gory zametno sdvinutsya so svoikh mest"
        },
        {
            "chapter": 52,
            "verse": 11,
            "text": "Gibel' v tot Den' otritsayushchim istinu"
        },
        {
            "chapter": 52,
            "verse": 12,
            "text": "kotoryye sledovali lzhi, zabavlyayas'"
        },
        {
            "chapter": 52,
            "verse": 13,
            "text": "V tot Den', kogda oni besposhchadno budut vvergnuty v adskiy ogon'"
        },
        {
            "chapter": 52,
            "verse": 14,
            "text": "im budet skazano: \"Eto - tot ogon', kotoryy vy otritsali v zemnom mire"
        },
        {
            "chapter": 52,
            "verse": 15,
            "text": "Vy vso yeshcho ne priznayote yego? Nu chto? Ogon', kotoryy vy vidite voochiyu - koldovstvo?! Ili vy slepy i ne vidite"
        },
        {
            "chapter": 52,
            "verse": 16,
            "text": "Voydite v nego i gorite v yego plameni! Vso ravno dlya vas - vyterpite vy yego uzhasy ili ne vyterpite. Ved' takovo segodnya vozdayaniye vam za to, chto vy tvorili v zemnom mire"
        },
        {
            "chapter": 52,
            "verse": 17,
            "text": "Poistine, bogoboyaznennyye budut v prostornykh rayskikh sadakh, ne poddayushchikhsya opisaniyu slovami, i v velikom blazhenstve"
        },
        {
            "chapter": 52,
            "verse": 18,
            "text": "naslazhdayas' tem, chem ikh nadelil ikh Gospod'. Ikh Gospod' izbavil ikh ot nakazaniya adskim ognom"
        },
        {
            "chapter": 52,
            "verse": 19,
            "text": "Im budet skazano: \"Vkushayte vkusnuyu yedu i peyte priyatnyye napitki vo zdraviye za to, chto vy sovershali v zemnom mire"
        },
        {
            "chapter": 52,
            "verse": 20,
            "text": "vozlezha na lozhakh, chto stoyat ryadami\". My daruyem im v zhony belolitsykh dev s bol'shimi, krasivymi glazami"
        },
        {
            "chapter": 52,
            "verse": 21,
            "text": "K tem, kotoryye uverovali i zasluzhili vysokiye stupeni v rayu i za kotorymi posledovalo ikh potomstvo, uverovav, no ne dostignuv stupeney ikh ottsov, My prisoyedinim ikh potomstvo, chtoby oni byli dovol'ny im. I My niskol'ko ne ubavim nagradu za ikh deyaniya. Ved' ottsy ne otvechayut za prostupki svoyego potomstva, poskol'ku kazhdyy chelovek otvechayet tol'ko za to, chto on sovershil sam, i nikto, krome nego, ne rasplatitsya za yego deyaniya"
        },
        {
            "chapter": 52,
            "verse": 22,
            "text": "I My, krome etogo blazhenstva, povelim podnesti im v obilii razlichnyye frukty i myasnyye blyuda, kakiye oni pozhelayut"
        },
        {
            "chapter": 52,
            "verse": 23,
            "text": "V rayu oni budut druzhno peredavat' drug drugu chashu, napolnennuyu napitkom, kotoryy ne pobuzhdayet ni k pustosloviyu, ni k lozhnym slovam, ni k soversheniyu grekha"
        },
        {
            "chapter": 52,
            "verse": 24,
            "text": "I budut obkhodit' ikh, obsluzhivaya, yunyye otroki, podobnyye netronutomu zhemchugu po chistote i belizne"
        },
        {
            "chapter": 52,
            "verse": 25,
            "text": "Odni iz obitateley raya budut podkhodit' k drugim, sprashivaya o blazhenstve, v kotorom oni zhivut i o prichine yego"
        },
        {
            "chapter": 52,
            "verse": 26,
            "text": "Oni budut govorit': \"Poistine, prezhde chem nam bylo darovano eto blazhenstvo, my zhili sredi nashey sem'i, strashas' nakazaniya Allakha"
        },
        {
            "chapter": 52,
            "verse": 27,
            "text": "poetomu Allakh okazal nam Svoyu milost' i izbavil nas ot nakazaniya adskim ognom"
        },
        {
            "chapter": 52,
            "verse": 28,
            "text": "My ran'she, v zemnom mire, Yemu poklonyalis'. Poistine, tol'ko On - Blagostnyy, i Yego miloserdiye veliko"
        }
    ]
}