{
    "rukus": [
        {
            "chapter": 4,
            "verse": 43,
            "text": "O vy, kotoryye uverovali, ne pristupayte k molitve v netrezvom sostoyanii, kogda vy ne mozhete ponimat' to, chto vy govorite, ili kogda vy v sostoyanii bol'shogo oskverneniya \"dzhanaba\" (oskverneny istecheniyem semeni), krome prokhodyashchikh cherez mechet', poka ne omoyete vsego tela. A yesli vy bol'ny, i omoveniye mozhet vam povredit' v protsesse vyzdorovleniya, ili vy v puti i trudno nayti vodu, ili vy prishli iz otkhozhego mesta, ili vy sovokuplyalis' s zhonami i ne nashli vody dlya omoveniya, togda mozhno ochistit' sebya chistym sukhim peskom: pobeyte rukami po nemu i zatem chistym sukhim peskom obotrite litso i ruki svoi. Poistine, Allakh - Proshchayushchiy, Miloserdnyy"
        },
        {
            "chapter": 4,
            "verse": 44,
            "text": "Razve ty ne videl (o Mukhammad!), kak te, kotorym darovana chast' predydushchikh Pisaniy, otklonyayutsya ot pryamogo puti i zabluzhdayutsya dazhe otnositel'no samikh sebya. Oni zhelayut sbit' tebya i tvoikh posledovateley s puti istiny - s pryamogo puti Allakha"
        },
        {
            "chapter": 4,
            "verse": 45,
            "text": "Ved' Allakh luchshe znayet vashikh nastoyashchikh vragov, znayet istinu ikh serdets. Pokrovitel'stvo Allakha zashchishchayet vas i dostatochno vam etogo. Ne prosite nich'yego pokrovitel'stva, krome Yego pokrovitel'stva. Dovol'no v Allakhe Zashchitnika i Pomoshchnika"
        },
        {
            "chapter": 4,
            "verse": 46,
            "text": "Sredi iudeyev yest' takiye, kotoryye iskazhayut slova nisposlannogo im Pisaniya, pridavaya im drugiye znacheniya, i govoryat pro sebya proroku: \"My slyshali slova, no ne povinuyemsya\". I govoryat tebe (o Mukhammad!): \"Vyslushay, da ne uslyshashchiy ty!\" No, govorya eto, oni iskazhayut slova tak, chto ikh vyskazyvaniye imeyet sovsem drugoye, oskorbitel'noye, dvusmyslennoye znacheniye, - pozhelaniye proroku byt' glukhim. Oni govoryat tebe (o Mukhammad!) \"ra'ina\" i pritvoryayutsya, chto govoryat: \"Vozzri na nas!\" Na samom dele oni, ispol'zuya blizkiye po zvuchaniyu, no raznyye po smyslu slova, proiznosyat eto po-yevreyski s iskazhonnym, nekhoroshim smyslom, pridayushchim yemu kharakter legkomysliya, nanosya etim udar po religii i kharakterizuya poslannika kak legkomyslennogo cheloveka. Yesli by oni govorili pryamo: \"My slyshali i povinuyemsya\", - vmesto: \" My slyshali i ne povinuyemsya\". I yesli by skazali: \" Vyslushay nas i obrati na nas svoy vzor\", - a ne govorili: \"Da ne uslyshashchiy ty! I skazali by \"unzurna\", t.ye. \"Vozzri na nas!\" vmesto \"ra'ina\", bylo by im eto luchshe, i shli by oni po pryamomu puti. Za ikh neveriye Allakh ikh proklyal, i lish' nemnogiye iz nikh istinno veryat"
        },
        {
            "chapter": 4,
            "verse": 47,
            "text": "O vy, kotorym darovano Pisaniye Allakhom! Uveruyte v Koran, kotoryy My nisposlali proroku Mukhammadu - da blagoslovit yego Allakh i privetstvuyet, - chtoby utverdit' istinnost' togo Pisaniya, kotoroye s vami, ran'she, chem My nakazhem vas , sgladiv vashi litsa, i oni budut, kak zatylki, gde net ni nosa, ni glaz, ni brovey, ili proklyanom vas i lishim vas Nashey milosti, kak tekh, kotorykh My proklyali za to, chto oni oslushalis' i narushili Nash prikaz, zapreshchayushchiy lovlyu ryby v subbotu. Poistine, poveleniye Allakha ispolnyayetsya"
        },
        {
            "chapter": 4,
            "verse": 48,
            "text": "Allakh ne prostit togo, chto vy pridayote Yemu v sotovarishchi drugiye bozhestva, no prostit drugiye grekhi, komu pozhelayet iz Svoikh rabov. Tot, kto izmyshlyayet v sotovarishchi Allakhu drugiye bozhestva, sovershayet velikiy grekh i nikogda ne poluchit proshcheniya Allakha"
        },
        {
            "chapter": 4,
            "verse": 49,
            "text": "Ne udivlyaysya etim neveruyushchim, kotoryye khvalyat sebya i opravdyvayut svoi grekhi. No net! Odin tol'ko Gospod' znayet pravednykh i nechestivykh i mozhet opravdyvat' i khvalit', kogo On pozhelayet. Allakh spravedliv ko vsem lyudyam, i oni ne budut obizheny khotya by na samuyu malost'"
        },
        {
            "chapter": 4,
            "verse": 50,
            "text": "Kak oni mogut izmyshlyat' na Allakha lozh' takim obrazom!? V etom yavnyy grekh, raskryvayushchiy ikh taynyye namereniya"
        }
    ]
}