{
    "rukus": [
        {
            "chapter": 4,
            "verse": 77,
            "text": "Razve ty ne videl (o Mukhammad!), kak nekotoryye pozhelali srazhat'sya prezhde, chem im bylo poveleno? Im skazali:\" Ne nastalo yeshcho vremya srazheniya, uderzhite vashi ruki i vystaivayte molitvu, i davayte milostynyu dlya ochishcheniya (zakyat)\". Kogda im bylo predpisano vystupit' v pokhod, chast' ikh, strashas' lyudey tak zhe, kak strashitsya Allakha i dazhe yeshcho bol'she, skazali s udivleniyem: \"Pochemu Ty, Gospodi nash, predpisyvayesh' nam srazheniye?\" Oni dumali, chto predpisannoye im srazheniye mozhet uskorit' ikh smert', i poetomu skazali: \"Ne mozhesh' li, Gospodi nash, otlozhit' nam srazheniye do blizkogo uzhe predela nashey zhizni, chtoby khorosho prozhit' ostavshuyusya zhizn'?\" Skazhi im (o Mukhammad!): \"Vstupayte v bitvu, dazhe yesli vy pogibnete. Ved' uslady blizhney zhizni, kakoy by zhizn' ni byla dolgoy, nichtozhny po sravneniyu s blagom budushchey zhizni. Budushchaya zhizn' - luchshe i prekrasneye dlya togo, kto boyalsya Allakha i byl blagochestiv. Allakh vozdast vam za vashi deyaniya v blizhayshey zhizni, i vy ne budete obizheny dazhe na samuyu malost'"
        },
        {
            "chapter": 4,
            "verse": 78,
            "text": "Smert', ot kotoroy vy ubegayete, nastignet vas, gde by vy ni nakhodilis', dazhe yesli vy nakhodites' v neprestupnykh krepostyakh. Te, slabyye, kotoryye ne imeyut tvordoy very, yesli ikh postignet uspekh i dobycha, govoryat: \"Eto - ot Allakha\". A yesli ikh postignet neudacha ili porazheniye, oni govoryat: \"Eto - ot tebya, Mukhammad!\" Skazhi im (o Mukhammad!): \" Vso, chto vas postignet - dobroye ili durnoye, kotoroye vy lyubite ili nenavidite, - ot Allakha. On vas ispytyvayet. Pochemu zhe eti slabyye lyudi nikak ne mogut osoznat' samo soboyu razumeyushchegosya"
        },
        {
            "chapter": 4,
            "verse": 79,
            "text": "Vso khorosheye, blagoye - zdorov'ye, bezopasnost' i blagopoluchiye, - chto tebya (o prorok!) postignet - ot Allakha, ot Yego milosti i shchedrosti. A chto postignet tebya iz trudnostey, iz durnogo, to - ot samogo sebya, po tvoyey vine. (Zdes' Allakh, obrashchayas' k poslanniku, khochet pokazat' chelovecheskuyu dushu, khotya sam prorok ne sovershil nikakogo grekha i ne bylo na nom nikakoy viny, za kotoruyu yego moglo postignut' durnoye.) Zatem Allakh govorit Svoyemu proroku: \"My tebya poslali ko vsem lyudyam poslannikom. Dovol'no Allakha kak svidetelya, chto ty peredayosh' Pisaniye, nisposlannoye tebe, i kak oni prinimayut eto Pisaniye"
        },
        {
            "chapter": 4,
            "verse": 80,
            "text": "Kto povinuyetsya poslanniku, tot povinuyetsya Allakhu. Ved' on velit vam tol'ko to, chto velit vam Allakh, i zapreshchayet tol'ko to, chto zapreshchayet Allakh. Povinoveniye poslanniku oznachayet povinoveniye Allakhu. Kto iz nikh otvorachivayetsya ot Nashey Istiny - eto yego delo. My poslali tebya tol'ko blagovestnikom i uveshchevatelem. My ne posylali tebya khranitelem ikh i ikh blagochestiya. Eto - dlya Nas, a ne dlya tebya"
        },
        {
            "chapter": 4,
            "verse": 81,
            "text": "Eti koleblyushchiyesya govoryat: \" My povinuyemsya tvoyemu veleniyu v tom, chto ty razreshayesh' i zapreshchayesh'\". No stoit im pokinut' tebya, kak mnogiye iz nikh tayno noch'yu zamyshlyayut sovershenno obratnoye tomu, chto ty skazal otnositel'no razreshonnogo i zapreshchonnogo toboy. Allakh - slava Yemu Vsevyshnemu! - schitayet i zapisyvayet vso to, chto oni zamyshlyayut vo mrake nochi. Otvernis' ot nikh (o Mukhammad!) i polozhis' na Allakha. Dovol'no Allakha kak poruchitelya, khranitelya i doverennogo vsekh tvoikh del"
        },
        {
            "chapter": 4,
            "verse": 82,
            "text": "Pochemu zhe eti litsemery ne razmyshlyayut nad Koranom i dokazatel'stvami, privedonnymi Allakhom, chtoby ponyat' neobkhodimost' povinoveniya Yemu i poslushaniya tebe?! Pisaniye nisposlano Allakhom. Poistine, v nom vse mysli, zavety, poucheniya, nazidaniya, zakony dany v yasnoy posledovatel'nosti i tesno vzaimosvyazany. V etom dokazatel'stvo togo, chto Koran byl nisposlan ot Allakha. Yesli on byl by ne ot Allakha, bylo by v nom mnogo protivorechiy i bol'shoye raskhozhdeniye v yego zakonakh"
        },
        {
            "chapter": 4,
            "verse": 83,
            "text": "A yesli do svedeniya etikh litsemerov doydot slukh, bud' on dobryy ili trevozhnyy, o sile ili slabosti musul'man, oni razglasyat ob etom i rasprostranyat yego, chtoby obmanut' musul'man i vselit' strakh v ikh serdtsa, ili peredadut eti novosti o musul'manakh ikh vragam. Yesli by eti litsemery, rasprostranyayushchiye slukhi, predstavili by ikh na sud poslanniku ili obladayushchim vlast'yu musul'manam iz rukovoditeley i spodvizhnikov Mukhammada - da blagoslovit yego Allakh i privetstvuyet, - chtoby uznat' u nikh istinu, to te, kotoryye khotyat razvedat' istochnik ikh, uznali by eto ot poslannika i yego spodvizhnikov. Yesli by ne shchedrost' i milost' Allakha, kotoryy ukreplyayet veru v vashikh serdtsakh, predotvrashchayet smutu v vashikh ryadakh, pomogayet vam oderzhivat' pobedu, to bol'shinstvo iz vas posledovalo by za shaytanom, krome nemnogikh, kotoryye smogli by spastis' ot yego soblaznov"
        },
        {
            "chapter": 4,
            "verse": 84,
            "text": "Yesli zhe sredi vas yest' takiye litsemery, otstranis' ot nikh i srazhaysya (o Mukhammad!) na puti Allakha i Yego Istiny. Ty otvechayesh' tol'ko za sebya. Vmenyay tol'ko samomu sebe obyazannost' srazheniya. Pobuzhday k etomu blagochestivykh veruyushchikh. Mozhet byt', Allakh otrazit i uderzhit yarost' neveruyushchikh. Ved' Allakh - tvoy storonnik i storonnik veruyushchikh! Poistine, Allakh - sil'neyshiy v Svoyey yarosti i sil'neyshiy v Svoyom nakazanii nevernykh"
        },
        {
            "chapter": 4,
            "verse": 85,
            "text": "Eti litsemery sposobstvuyut durnomu delu, a veruyushchiye sposobstvuyut blagomu delu istiny. Kto sposobstvuyet blagomu delu, tomu budet dolya nagrady ot Allakha, a kto sposobstvuyet durnomu delu, tomu budet dolya nakazaniya ot Allakha. Poistine, Allakh znayet vse dela i nad vsyakoy veshch'yu moshchen"
        },
        {
            "chapter": 4,
            "verse": 86,
            "text": "Kogda vas privetstvuyut s privetlivost'yu (slovami, zhestom, pozhelaniyami ili pochteniyem), otvechayte takim zhe ili yeshcho luchshim privetstviyem. Poistine, Allakh podschityvayet vso, bol'shoye i maloye"
        },
        {
            "chapter": 4,
            "verse": 87,
            "text": "Allakh - Yedin. Net bozhestva, krome Allakha, i net vlasti, krome Yego vlasti! On podnimet vas obyazatel'no posle vashey smerti i soberot vas vsekh v Den' voskreseniya dlya raschota. V etom net nikakikh somneniy! Allakh eto govorit. Kto pravdiveye Allakha v slovakh"
        }
    ]
}