{
    "juzs": [
        {
            "chapter": 29,
            "verse": 46,
            "text": "Aur ehal-kitab kay sath behas-o-mubahisa na kero magar iss tareeqay per jo umdah ho magar unn kay sath jo unn mein zalim hain aur saaf aeylaan kerdo kay humara to iss kitab per bhi eman hai jo hum per utari gaee hai aur iss per bhi jo tum per utari gaee hai humara tumhara mabood aik hi hai. Hum sab ussi kay hukum bardaar hain"
        },
        {
            "chapter": 29,
            "verse": 47,
            "text": "Aur hum ney issi tarah aap ki taraf apni kitab nazil farmaee hai pus jinhen hum ney kitab di hai woh iss per eman latay hain aur inn (mushrikeen) mein say baaz iss per eman rakhtay hain aur humari aayaton ka inkar sirf kafir hi kertay hain"
        },
        {
            "chapter": 29,
            "verse": 48,
            "text": "Iss say pehlay to aap koi kitab parhtay na thay aur na kissi kitab ko apnay hath say likhtay thay kay batil parast log shak-o-shuba mein partay"
        },
        {
            "chapter": 29,
            "verse": 49,
            "text": "Bulkay yeh (quran) to roshan aayaten hain jo ehal-e-ilm kay seeno mein mehfooz hain humari aayaton ka munkir ba-juz zalimon kay aur koi nahi"
        },
        {
            "chapter": 29,
            "verse": 50,
            "text": "Unhon ney kaha iss per kuch nishaniyan (moajzzaat) iss kay rab ki taraf say kiyon nahi utaray gaye. Aap keh dijiye kay nishaniyan to sab Allah Taalaa kay pass hain mein to sifr khullam khulla aagah ker denay wala hun"
        },
        {
            "chapter": 29,
            "verse": 51,
            "text": "Kiya enhen yeh kafi nahi? Kay hum ney aap per kitab nazil farma di jo inn per parhi ja rahi hai iss mein rehmat (bhi) hai aur naseehat (bhi) hai unn logon kay liye jo eman latay hain"
        },
        {
            "chapter": 29,
            "verse": 52,
            "text": "Keh dijiye kay mujh mein aur tum mein Allah Taalaa gawah hona kafi hai woh aasman-o-zamin ki her cheez ka aalim hai jo log batil kay mannay walay aur Allah Taalaa say kufur kerney walay hain woh zabardast nuksan aur ghatay mein hain"
        },
        {
            "chapter": 29,
            "verse": 53,
            "text": "Yeh log aap say azab ki jaldi ker rahey hain. Agar meri taraf say muqarrar kiya hua waqt na hota to abhi tak inn kay pass azab aa chuka hota yeh yaqeeni baat hai kay achanak inn ki bey khabri mein inn kay pass azab aa phonchay ga"
        },
        {
            "chapter": 29,
            "verse": 54,
            "text": "Yeh azab ki jaldi macha rahey hain aur (tasalli rakhen) jahannum kafiron ko gher lenay wali hai"
        },
        {
            "chapter": 29,
            "verse": 55,
            "text": "Uss din unn kay upper talay say unhen azab dhaanp raha hoga aur Allah Taalaa farmaye ga kay abb apnay ( bad) aemaal ka maza chakho"
        },
        {
            "chapter": 29,
            "verse": 56,
            "text": "Aey meray eman walay bando! Meri zamin boht kushada hai so tum meri hi ibadat kero"
        },
        {
            "chapter": 29,
            "verse": 57,
            "text": "her jaandaar maut ka maza chakhney wala hai aur tum sab humari hi taraf lotaye jaogay"
        },
        {
            "chapter": 29,
            "verse": 58,
            "text": "Aur jo log eman laye aur nek kaam kiye unhen hum yaqeenan jannat kay unn bala khano mein jaga den gay jin kay neechay chashmen beh rahey hain jahan woh hamesha rahen gay kaam kerney walon ka kiya hi acha ajar hai"
        },
        {
            "chapter": 29,
            "verse": 59,
            "text": "Woh jinhon ney sabar kiya aur apnay rab taalaa per bharosa rakhtay hain"
        },
        {
            "chapter": 29,
            "verse": 60,
            "text": "Aur boht say janwar hain jo apni rozi uthaye nahi phirtay unn sab ko aur tumhen bhi Allah Taalaa hi rozi deta hai woh bara hi sunnay jannay wala hai"
        },
        {
            "chapter": 29,
            "verse": 61,
            "text": "Aur agar aap inn say daryaft keren kay zamin-o-aasman ka khaliq aur sooraj chand ko kaam mein laganey wala kaun hai? To inn ka jawab yehi hoga kay Allah Taalaa phir kidhar ultay jarahey hain"
        },
        {
            "chapter": 29,
            "verse": 62,
            "text": "Allah Taalaa apnay bandon mein say jissay chahaye farakh rozi deta hai aur jissay chahaye tang. Yaqeenan Allah Taalaa her cheez ka jannay wala hai"
        },
        {
            "chapter": 29,
            "verse": 63,
            "text": "Aur agar aap inn say sawal keren kay aasman say pani utaar ker zamin ko uss ki maut kay baad zinda kiss ney kiya? To yaqeenan inn ka jawab yehi hoga Allah Taalaa ney. Aap keh den kay her tareef Allah hi kay liye saza waar hai bulkay inn mein say aksar bey aqal hain"
        },
        {
            "chapter": 29,
            "verse": 64,
            "text": "Aur duniya ki yeh zindagani to mehaz khel tamasha hai albatta aakhirat kay ghar ki zindagi hi haqeeqi zindagi hai kaash! Yeh jantay hotay"
        },
        {
            "chapter": 29,
            "verse": 65,
            "text": "Pus yeh log jab kashti mein sawar hotay hain to Allah Taalaa hi ko pukartay hain uss kay liye ibadat ko khalis ker kay phir jab woh enhen khuski ki taraf bacha laata hai to ussi waqt shirk kerney lagtay hain"
        },
        {
            "chapter": 29,
            "verse": 66,
            "text": "Takay humari di hui nematon say mukartay rahen aur barattay rahen. Abhi abhi pata chal jayega"
        },
        {
            "chapter": 29,
            "verse": 67,
            "text": "Kiya yeh nahi dekhtay kay hum ney haram ko baa-aman bana diya hai halankay inn kay ird-gird say log uchak liye jatay hain kiya yeh batil per to yaqeen rakhtay hain aur Allah Taalaa ki nematon per na-shukri kertay hain"
        },
        {
            "chapter": 29,
            "verse": 68,
            "text": "Aur uss say bara zalim kaun hoga? Jo Allah Taalaa per jhoot bandhay ya jab haq uss kay pass aajaye woh ussay jhutlaye kiya aisay kafiron ka thikana jahannum mein na hoga"
        },
        {
            "chapter": 29,
            "verse": 69,
            "text": "Aur jo log humari raah mein mushaqqaten bardasht kertay hain hum unhen apni rahen zaroor dikha den gay. Yaqeenan Allah Taalaa neko kaaron ka sathi hai"
        },
        {
            "chapter": 30,
            "verse": 1,
            "text": "Alif-Laam-Meem"
        },
        {
            "chapter": 30,
            "verse": 2,
            "text": "Roomi maghloob hogaye hain"
        },
        {
            "chapter": 30,
            "verse": 3,
            "text": "Nazdeek ki zamin per aur woh maghloon honey kay baad un-qareeb ghalib aajayen gay"
        },
        {
            "chapter": 30,
            "verse": 4,
            "text": "Chand saal mein hi. Iss say pehlay aur iss kay baad bhi ikhtiyar Allah Taalaa hi ka hai. Uss roz musalman shaadmaan hongay"
        },
        {
            "chapter": 30,
            "verse": 5,
            "text": "Allah ki madad say woh jiss ki chahata hai madad kerta hai. Asal ghalin aur meharbaan wohi hai"
        },
        {
            "chapter": 30,
            "verse": 6,
            "text": "Allah ka wada hai Allah Taalaa apnay waday kay khilaf nahi kerta lekin aksar log nahi jantay"
        },
        {
            "chapter": 30,
            "verse": 7,
            "text": "Woh to (sirf) duniyawi zindagi kay zahir ko (hi) jantay hain aur aakhirat say to bilkul hi bay khabar hain"
        },
        {
            "chapter": 30,
            "verse": 8,
            "text": "Kiya inn logon ney apnay dil mein yeh ghor nahi kiya? Kay Allah Taalaa ney aasmano ko aur zamin aur inn kay darmiyan jo kuch hai sab ko behtareen qareeney say muqarrar waqt tak kay liye hi (peda) kiya hai haan aksar log yaqeenan apnay rab ki mulaqat kay munkir hain"
        },
        {
            "chapter": 30,
            "verse": 9,
            "text": "Kiya enhon ney zamin mein chal phir ker yeh nahi dekha kay inn say pehlay logon ka anjam kaisa (bura) hua? Woh inn say boht zada tawana (aur taqatwar) thay aur unhon ney (bhi) zamin boee joti thi aur inn say ziyada abad ki thi aur unn kay pass unkay rasool roshan dalaeel ley ker aaye thay. Yeh to na mumkin tha kayAllah Taalaa unn per zulm kerta lekin (dar asal) woh khud apni jano per zulm kertay thay"
        },
        {
            "chapter": 30,
            "verse": 10,
            "text": "Phir aakhrish bura kerney walon ka boht hi bura anjam hua iss liye kay woh Allah Taalaa ki aayaton ko jhutlatay thay aur inn ki hansi uratay thay"
        },
        {
            "chapter": 30,
            "verse": 11,
            "text": "Allah Taalaa hi makhlooq ki ibtida kerta hai phir wohi ussay doobara peda keray ga phir tum sab ussi ki taraf lotaye jaogay"
        },
        {
            "chapter": 30,
            "verse": 12,
            "text": "Aur jiss din qayamat qaeem hogi to gunehgaar heyrat zada reh jayen gay"
        },
        {
            "chapter": 30,
            "verse": 13,
            "text": "Aur inn kay tamam tar shareekon mein say aik bhi inn ka sifarshi na hoga aur (khud yeh bhi) apnay shareekon kay munkir ho jayen gay"
        },
        {
            "chapter": 30,
            "verse": 14,
            "text": "Aur jiss din qayamat qaeem hogi uss din (jamaten) alag alag hojayen gi"
        },
        {
            "chapter": 30,
            "verse": 15,
            "text": "Jo eman laa ker nek aemaal kertay rahey woh to jannat mein khush-o-khurram ker diyey jayen gay"
        },
        {
            "chapter": 30,
            "verse": 16,
            "text": "Aur jinhon ney kufur kiya tha aur humari aayaton ko aur aakhirat ki mulaqat ko jhoota theraya tha woh sab azab mein pakar ker hazir rakhay jayen gay"
        },
        {
            "chapter": 30,
            "verse": 17,
            "text": "Pus Allah Taalaa ki tasbeeh parha kero jab kay tum shaam kero aur jab subah kero"
        },
        {
            "chapter": 30,
            "verse": 18,
            "text": "Tamam tareefon kay laeeq aasman-o-zamin mein sirf wohi hai teesray pehar bhi aur zohar kay waqt bhi (uss ki pakeezgi biyan kero)"
        },
        {
            "chapter": 30,
            "verse": 19,
            "text": "(wohi) zinda ko murda say aur murda ko zinda say nikalta hai. Aur wohi zamin ko uss ki maut kay baad zinda kerta hai issi tarah tum (bhi) nikalay jao gay"
        },
        {
            "chapter": 30,
            "verse": 20,
            "text": "Allah ki nishaniyon mein say hai kay uss ney tum ko mitti say peda kiya phir abb insan bann ker (chaltay phirtay) phel rahey ho"
        },
        {
            "chapter": 30,
            "verse": 21,
            "text": "Aur uss ki nishaniyon mein say hai kay tumhari hi jins say biwiyan peda ki takay tum inn say aaram pao uss ney tumharay darmiyan mohabbat aur humdardi qaeem kerdi yaqeenan ghor-o-fiker kerney walon kay liye iss mein boht si nishaniyan hain"
        },
        {
            "chapter": 30,
            "verse": 22,
            "text": "Uss (ki qudrat) ki nishaniyon mein say aasmano aur zamin ki pedaeesh aur tumhari zabano aur rangaton ka ikhtilaf (bhi) hai danish mando kay liye iss mein yaqeenan bari nishaniyan hain"
        },
        {
            "chapter": 30,
            "verse": 23,
            "text": "Aur (bhi) uss ki (qudrat ki) nishani tumhari raton aur din ki neend mein hai aur uss kay fazal (yani rozi) ko tumhara talash kerna bhi hai. Jo log (kaan laga ker) sunnay kay aadi hain unn kay liye iss mein boht si nishaniyan hain"
        },
        {
            "chapter": 30,
            "verse": 24,
            "text": "Aur uss ki nishaniyon mein say aik yeh (bhi) hai kay woh tumhen daraney aur umeedwaar bananay kay liye bijliyan dikhata hai aur aasman say barish barsata hai aur iss say murda zamin ko zinda ker deta hai iss mein (bhi) aqal mando kay liye boht si nishaniyan hain"
        },
        {
            "chapter": 30,
            "verse": 25,
            "text": "Uss ki aik nishani yeh bhi hai kay aasman-o-zamin ussi kay hukum say qaeem hain phir jab woh tumhen awaz dey ga sirf aik baar ki awaz kay sath hi tum sab zamin say nikal aao gay"
        },
        {
            "chapter": 30,
            "verse": 26,
            "text": "Aur aasman-o-zamin ki her her cheez ussi ki milkiyat hai aur her aik ussi kay farman kay ma-tehat hai"
        },
        {
            "chapter": 30,
            "verse": 27,
            "text": "Wohi hai jo awwal baar makhlooq ko peda kerta hai phir ussay doobara peda keray ga aur yeh to uss per boht aasaan hai. Ussi ki behtareen aur aalaa sift hai aasmano aur zamin mein bhi aur wohi ghalbay wala hikmat wala hai"
        },
        {
            "chapter": 30,
            "verse": 28,
            "text": "Allah Taalaa ney tumharay liye aik misaal khud tumhari hi biyan farmaee jo kuch hum ney tumhen dey rakha hai kiya uss mein tumharay ghulamon mein say bhi koi tumhara shareek hai? Kiya tum aur woh iss mein barabar darjay kay ho? Aur tum inn ka aisa khatra rakhtay ho jaisa khud apno ka hum aqal rakhney walon kay liye issi tarah khol khol ker aayaten biyan ker detay hain"
        },
        {
            "chapter": 30,
            "verse": 29,
            "text": "Bulkay baat yeh hai kay yeh zalim to baghair ilm kay khuwaish parasti ker rahey hain ussay kaun raah dikhaye jissay Allah Taalaa raah say hata dey unn ka aik bhi madadgaar nahi"
        },
        {
            "chapter": 30,
            "verse": 30,
            "text": "Pus aap yeksoo hoker apna mun deen ki taraf mutawajja ker den. Allah Taalaa ki woh fitrat jiss per uss ney logon ko peda kiya hai Allah Taalaa kay banaye ko badlna nahi yehi seedah deen hai lekin aksar log nahi samajhtay"
        },
        {
            "chapter": 30,
            "verse": 31,
            "text": "(logo!) Allah Taalaa ki taraf rujoo ho ker uss say dartay raho aur namaz ko qaeem rakho aur mushrikeen mein say na ho jao"
        },
        {
            "chapter": 30,
            "verse": 32,
            "text": "Unn logon mein say jinhon ney apnay deen ko tukray tukray ker diya aur khud bhi giroh giroh hogaye her giroh uss cheez per jo uss kay pass hai magan hai"
        },
        {
            "chapter": 30,
            "verse": 33,
            "text": "Logon ko jab kabhi koi museebat phonchti hai to apnay rab ki taraf (poori tarah) rujoo ho ker duyayen kertay hain phir jab woh apni taraf say rehmat ka maza chakhata hai to unn mein say aik jamat apnay rab kay sath shirk kerney lagti hai"
        },
        {
            "chapter": 30,
            "verse": 34,
            "text": "Takay woh uss cheez ki na-shukri keren jo hum ney unhen di hai acha tum faeeda utha lo abhi abhi tumhen maloom hojaye ga"
        },
        {
            "chapter": 30,
            "verse": 35,
            "text": "Kiya hum ney unn per koi daleel nazil ki hai jo ussay biyan kerti hai jissay yeh Allah kay sath shareek ker rahey hain"
        },
        {
            "chapter": 30,
            "verse": 36,
            "text": "Aur jab hum logon ko rehmat ka maza chakhatay hain to woh khoob khush ho jatay hain aur agar unhen unn kay hathon kay kertoot ki waja say koi buraee phonchay to aik dum woh mehaz na-umeed ho jatay hain"
        },
        {
            "chapter": 30,
            "verse": 37,
            "text": "Kiya enhon ney yeh nahi dekha kay Allah Taalaa jissay chahaye kushada rozi deta hai aur jissay chahaye tang iss mein bhi unn logon kay liye jo eman latay hain nishaniyan hain"
        },
        {
            "chapter": 30,
            "verse": 38,
            "text": "Pus qarabat daar ko miskeen ko musafir ko her aik ko uss ka haq dijiye yeh unn kay liye behtar hai jo Allah Taalaa ka mun dekhna chahatay hon aisay hi log nijat paney walay hain"
        },
        {
            "chapter": 30,
            "verse": 39,
            "text": "Tum jo sood per detay ho kay logon kay maal mein barhta rahey woh Allah Taalaa kay haan nahi barhta. Aur jo kuch sadqa zakat tum Allah Taalaa ka mun dekhney (aur khushnoodi kay liye) do to aisay log hi hain apna do chand kerney walay"
        },
        {
            "chapter": 30,
            "verse": 40,
            "text": "Allah Taalaa woh hai jiss ney tumhen peda kiya phir rozi di phir maar dalay ga phir zinda ker dey ga batao tumharay shareeko mein say koi bhi aisa hai jo inn say kuch bhi ker sakta ho. Allah Taalaa kay liye paki aur bar tari hai her uss sharik say jo yeh log muqarrar kertay hain"
        },
        {
            "chapter": 30,
            "verse": 41,
            "text": "Khushki aur tari mein logon ki bad aemaaliyon kay baees fasad phel gaya. Iss liye kay unhen unn kay baaz kertooton ka phal Allah Taalaa chakha dey (boht) mumkin hai kay woh baaz aajayen"
        },
        {
            "chapter": 30,
            "verse": 42,
            "text": "Zamin mein chal phir ker dekho to sahi kay aglon ka anjam kiya hua. Jin mein aksar log mushrik thay"
        },
        {
            "chapter": 30,
            "verse": 43,
            "text": "Pus aap apna rukh uss sachay aur seedhay deen ki taraf hi rakhen qabal iss kay kay woh din aajaye jiss ka tal jana Allah Taalaa ki taraf say hai hi nahi uss din sab mutafarriq ho jayen gay"
        },
        {
            "chapter": 30,
            "verse": 44,
            "text": "Kufur kerney walon per unn kay kufur ka wabaal hoga aur nek kaam kerney walay apni hi aaram gaah sanwaar rahey hain"
        },
        {
            "chapter": 30,
            "verse": 45,
            "text": "Takay Allah Taalaa unhen apnay fazal say jaza dey jo eman laye aur nek aemaal kiyey woh kafiron ko dost nahi rakhta hai"
        },
        {
            "chapter": 30,
            "verse": 46,
            "text": "Uss ki nishaniyon mein say khushkhabriyan denay wali hawaon ko chalana bhi hai iss liye kay tumhen apni rehmat say lutf andoz keray aur iss liye kay uss kay hukum say kashtiyan chalen aur iss liye kay uss kay fazal ko tum dhondo aur iss liye kay tum shukar guzari kero"
        },
        {
            "chapter": 30,
            "verse": 47,
            "text": "Aur hum ney aap say pehlay bhi apnay rasoolon ko unn ki qom ki taraf bheja woh unn kay pass deleelen laye. Phir hum ney gunehgaaron say intiqam liya. Hum per momino ki madad kerna lazim hai"
        },
        {
            "chapter": 30,
            "verse": 48,
            "text": "Allah Taalaa hawayen chalata hai woh abar ko uthati hain phir Allah Taalaa apni mansha kay mutabiq ussay aasman mein phela deta hai aur uss kay tukray tukray ker deta hai phir aap dekhtay hain kay uss kay andar say qatray nikaltay hain aur jinhen Allah chahata hai unn bandon per qoh pani barsata hai to woh khush khush ho jatay hain"
        },
        {
            "chapter": 30,
            "verse": 49,
            "text": "Yaqeen manna kay barish unn per barasney say pehlay pehlay to woh na umeed ho rahey thay"
        },
        {
            "chapter": 30,
            "verse": 50,
            "text": "Pus aap rehmat-e-elahee kay aasaar dekhen kay zamin ki maut kay baad kiss tarah Allah Taalaa ussay zinda ker deta hai? Kuch shak nahi kay wohi murdon ko zinda kerney wala hai aur woh her her cheez per qadir hai"
        },
        {
            "chapter": 30,
            "verse": 51,
            "text": "Aur agar hum baad-e-tund chala den aur yeh log inhi kheton ko (mujahee hui) zard pari hui dekh len to phir iss kay baad na shukri kerney lagen"
        },
        {
            "chapter": 30,
            "verse": 52,
            "text": "Be-shak aap murdon ko nahi suna saktay aur na behron ko (apni) awaz suna saktay hain jab kay woh peeth pher ker murr gaye hon"
        },
        {
            "chapter": 30,
            "verse": 53,
            "text": "Aur na aap andhon ko unn ki gumrahee say hidayat kerney walay hain aap to sirf unhi logon ko sunatay hain jo humari aayaton per eman rakhtay hain pus wohi itaat kerney walay hain"
        },
        {
            "chapter": 30,
            "verse": 54,
            "text": "Allah Taalaa wohi hai jiss ney tumhen kamzori ki halat mein peda kiya phir uss kamzori kay baad tawanaee di phir uss tawanaee kay baad kamzori aur burhapa diya jo chahata hai peda kerta hai woh sab say poora waqif aur sab per poora qadir hai"
        },
        {
            "chapter": 30,
            "verse": 55,
            "text": "Aur jiss din qayamat barpa ho jayegi gunehgaar log qasmen khayen gay kay (duniya mein) aik ghari kay siwa nahi theray issi tarah yeh behkay huyey hi rahey"
        },
        {
            "chapter": 30,
            "verse": 56,
            "text": "Aur jin logon ko ilm aur eman diya gaya woh jawab den gay kay tum to jaisa kitab-ul-llah mein hai yom-e-qayamat tak theray rahey. Aaj ka yeh din qayamat hi ka din hai lekin tum to yaqeen hi nahi mantay thay"
        },
        {
            "chapter": 30,
            "verse": 57,
            "text": "Pus uss din zalimo ko unn ka uzur bahana kuch kaam na aaye ga aur na unn say toba aur amal talab kiya jayega"
        },
        {
            "chapter": 30,
            "verse": 58,
            "text": "Be-shak hum ney iss quran mein logon kay samney kul misaalen biyan ker di hain. Aap inn kay pass koi bhi nishani laayen yeh kafir to yehi kahen gay kay tum (be-huda go) bilkul jhootay ho"
        },
        {
            "chapter": 30,
            "verse": 59,
            "text": "Allah Taalaa unn logon kay dilo per jo samajh nahi rakhtay yun hi mohar ker deta hai"
        },
        {
            "chapter": 30,
            "verse": 60,
            "text": "Pus aap sabar keren yaqeenan Allah ka wada sacha hai. Aap ko woh log halka (bey sabra) na keren jo yaqeen nahi rakhtay"
        },
        {
            "chapter": 31,
            "verse": 1,
            "text": "Alif-laam-meem"
        },
        {
            "chapter": 31,
            "verse": 2,
            "text": "Yeh hikmat wali kitab ki aayaten hain"
        },
        {
            "chapter": 31,
            "verse": 3,
            "text": "Jo neko karon kay liye rehbar aur (sirasir) rehmat hai"
        },
        {
            "chapter": 31,
            "verse": 4,
            "text": "Jo log namaz qaeem kertay hain aur zakat ada kertay hain aur aakhirat per (kamil) yaqeen rakhtay hain"
        },
        {
            "chapter": 31,
            "verse": 5,
            "text": "Yehi log hain jo apnay rab ki taraf say hidayat per hain aur yehi log nijat paney walay hain"
        },
        {
            "chapter": 31,
            "verse": 6,
            "text": "Aur baaz log aisay bhi hain jo laghaw baaton ko mol letay hain kay bey-ilmi kay sath logon ko Allah ki raah say behkayen aur ussay hansi banayen yehi woh log hain jin kay liye ruswa kerney wala azab hai"
        },
        {
            "chapter": 31,
            "verse": 7,
            "text": "Jab iss kay samney humari aayaten tilawat ki jati hain to takabbur kerta hua iss tarah say mun pher leta hai goya uss ney suna hi nahi goya kay uss kay dono kano mein daat lagay huyey hain aap issay dardnaak azab ki khabar suna dijiye"
        },
        {
            "chapter": 31,
            "verse": 8,
            "text": "Be-shak jin logon ney eman qabool kiya aur kaam bhi nek (mutabiq sunnat) kiyey unn kay liye nematon wali jannaten hain"
        },
        {
            "chapter": 31,
            "verse": 9,
            "text": "Jahan woh humesha rahen gay. Allah ka sacha wada hai woh boht bari izzat-o-ghalbay wala aur kamil hikmat wala hai"
        },
        {
            "chapter": 31,
            "verse": 10,
            "text": "Ussi ney aasmano ko baghair sutoon kay peda kiya hai tum enhen dekh rahey ho aur iss ney zamin mein paharon ko daal diya takay woh tumhen junbish na dey sakay aur her tarah kay jandaar zamin mein phela diyey. Aur hum ney aasman say pani barsa ker zamin mein her qisam kay nafees joray uga diyey"
        },
        {
            "chapter": 31,
            "verse": 11,
            "text": "Yeh hai Allah ki makhlooq abb tum mujhay iss kay siwa doosray kisi ki makhlooq to dikhao (kuch nahi) bulkay yeh zalim khulli gumarhee mein hain"
        },
        {
            "chapter": 31,
            "verse": 12,
            "text": "Aur hum ney yaqeenan luqman ko hikmat di thi kay tu Allah Taalaa ka shukar ker her shukar kerney wala apnay hi nafay kay liye shukar kerta hai jo bhi na shukri keray woh jaan ley kay Allah Taalaa bey niyaz aur tareefon wala hai"
        },
        {
            "chapter": 31,
            "verse": 13,
            "text": "Aur jab kay luqman ney waaz kehtay huyey apnay larkay say farmaya kay meray piyaray bachay! Allah kay sath shareek na kerna be-shak shirk bara bhaari zulm hai"
        },
        {
            "chapter": 31,
            "verse": 14,
            "text": "Hum ney insan ko uss kay maa baap kay mutalliq naseehat ki hai uss ki maa ney dukh per dukh utha ker ussay hamal mein rakha aur uss ki doodh chraee do baras mein hai kay tu meri aur apnay maa baap ki shukar guzari ker (tum sab ko) meri hi taraf lot ker aana hai"
        },
        {
            "chapter": 31,
            "verse": 15,
            "text": "Aur agar woh dono tujh per iss baat ka dabao daalen kay tu meray sath shareek keray jiss ka tujhay ilm na ho to tu unn ka kehna na manna haan duniya mein unn kay sath achi tarah basar kerna aur uss ki raah chalna jo meri taraf jhuka hua ho tumhara sab ka lotna meri hi taraf hai tum jo kuch kertay ho iss say phir mein tumhen khabardaar ker doon ga"
        },
        {
            "chapter": 31,
            "verse": 16,
            "text": "Piayaray betay agar koi cheez raaee kay danay kay barabar ho phir woh (bhi) khua kissi chattaan mein ho ya aasmano mein ho ya zamin mein ho ussay Allah Taalaa zaroor laye ga Allah Taalaa boht bareek been aur khabrdaar hai"
        },
        {
            "chapter": 31,
            "verse": 17,
            "text": "Aey meray piyaray betay! Tu namaz qaeem rakhna achay kaamo ki naseehat kertay rehna buray kamon say mana kiya kerna aur jo museebat tum per aajaye sabar kerna (yaqeen maan) kay yeh baray takeedi kaamo mein say hai"
        },
        {
            "chapter": 31,
            "verse": 18,
            "text": "Logon kay samney apnay gaal na phula aur zamin per itra ker na chal. Kissi takabbur kerney walay shekhi khoray ko Allah Taalaa pasand nahi farmata"
        },
        {
            "chapter": 31,
            "verse": 19,
            "text": "Apni raftar mein miyana rawi ikhtiyar ker aur pani awaz past ker yaqeenan awazon mein sab say badtar awaz gadhon ki awaz hai"
        },
        {
            "chapter": 31,
            "verse": 20,
            "text": "Kiya tum nahi dekhtay kay Allah Taalaa ney zamin-o-aasman ki her cheez ko tumharay kaam mein laga rakha hai aur tumhen apni zahiri-o-baatni nematen bharpoor dey rakhi hain baaz log Allah kay baray mein baghair ilm kay aur baghair hidayat kay aur baghair roshan kitab kay jhagra kertay hain"
        },
        {
            "chapter": 31,
            "verse": 21,
            "text": "Aur jab unn say kaha jata hai kay Allah ki utari hui wahee ki tabey daari kero to kehtay hain kay hum ney to jiss tareeq per apnay baap dadon ko paya hai ussi ki tabey daari keren gay agar cheh shetan inn kay baron ko dozakh kay azab ki taraf bulata ho"
        },
        {
            "chapter": 31,
            "verse": 22,
            "text": "Aur jo (shaks) apnay aap ko Allah kay tabey ker dey aur ho bhi woh neko kaar yaqeenan uss ney mazboot kara thaam liya tamam kaamo ka anjam Allah ki taraf hai"
        },
        {
            "chapter": 31,
            "verse": 23,
            "text": "Kafiron kay kufur say aap ranjeedah na hon aakhir inn sab ka lotna humari janib hi hai phir hum inn ko batayen gay jo enhon ney kiya hai be-shak Allah seeno kay bhedon tak say waqif hai"
        },
        {
            "chapter": 31,
            "verse": 24,
            "text": "Hum enhen go kuch yun hi sa faeedah dey den lekin (bil-aakhir) hum enhen nihayat bey chaargi ki halat mein sakht azab ki taraf hanka ley jayen gay"
        },
        {
            "chapter": 31,
            "verse": 25,
            "text": "Agar aap inn say daryaft keren kay aasman-o-zamin ka khaliq kaun hai? To yeh zaroor jawab den gay kay Allah to keh dijiye kay sab tareef kay laeeq Allah hi hai lekin inn mein kay aksar bey ilm hain"
        },
        {
            "chapter": 31,
            "verse": 26,
            "text": "Aasmano mein aur zamin mein jo kuch hai woh sab Allah hi ka hai yaqeenan Allah Taalaa boht bara bey niyaz aur saza waar hamd-o-sana hai"
        },
        {
            "chapter": 31,
            "verse": 27,
            "text": "Roy-e-zamin kay (tamam) darkhton ki agar qalamen hojayen aur tamam samandaron ki seehaee ho aur inn kay baad sath samnadar aur hon tahum Allah kay kalmaat khatam nahi ho saktay be-shak Allah Taalaa ghalib aur ba-hikmat hai"
        },
        {
            "chapter": 31,
            "verse": 28,
            "text": "Tum sab ki pedaeesh aur marney kay baad jilana aisa hi hai jesay aik ji ka be-shak Allah Taalaa sunnay wala dekhney wala hai"
        },
        {
            "chapter": 31,
            "verse": 29,
            "text": "Kiya aap nahi dektay kay Allah Taalaa raat ko din mein aur din ko raat mein khapa deta hai sooraj chand ko ussi ney farma bardar ker rakha hai kay her aik muqarrara waqt tak chalta rahey Allah Taalaa her uss cheez say jo tum kertay ho khabardaar hai"
        },
        {
            "chapter": 31,
            "verse": 30,
            "text": "Yeh sab (intizamaat) iss waja say hain kay Allah Taalaa haq hai aur uss kay siwa jin jin ko log pukartay hain sab batil hain aur yaqeenan Allah Taalaa boht bulandiyon wala aur bati shaan wala hai"
        },
        {
            "chapter": 31,
            "verse": 31,
            "text": "Kiya tum iss per ghor nahi kertay kay dariya mein kashtiyan Allah kay fazal say chal rahi hain iss liye kay woh tumhen apni nishaniyan dikhaway yaqeenan iss mein her aik sabar shukar kerney walay kay liye boht si nishaniyan hain"
        },
        {
            "chapter": 31,
            "verse": 32,
            "text": "Aur jab unn per mojen saeebanon ki tarah chah jati hain to woh (nihayat) khuloos kay sath aeytiqaad kerkay Allah Taalaa hi ko pukartay hain. Phir jab woh (bari taalaa) unhen nijat dey ker khushki ki taraf phonchata hai to kuch inn mein say aeytidaal per rehtay hain aur humari aayaton ka inkar sirf wohi kertay hain jo bad-ehad aur na shukray hon"
        },
        {
            "chapter": 31,
            "verse": 33,
            "text": "Logo! Apnay rab say daro aur uss din ka khof kero jiss din baapo apnay betay ko koi nafa na phoncha sakay ga aur na beta apnay baap ka zara sa bhi nafa kerney wala hoga (yaad rakho) Allah ka wada sacha hai (dekho) tumehn duniya ki zindagi dhokay mein na dalay aur na dhokay baaz (shetan) tumehn dhokay mein daal dey"
        },
        {
            "chapter": 31,
            "verse": 34,
            "text": "Be-shak Allah Taalaa hi kay pass qayamat ka ilm hai wohi barish nazil farmata hai aur maa kay pet mein jo hai ussay janta hai. Koi (bhi) nahi janta kay kal kiya (kuch) keray ga? Na kissi ko yeh maloom hai kay kiss zamin mein maray ga (yaad rakho) Allah Taalaa ho pooray ilm wala aur sahih khabron wala hai"
        },
        {
            "chapter": 32,
            "verse": 1,
            "text": "Alif-laam-meem"
        },
        {
            "chapter": 32,
            "verse": 2,
            "text": "Bila shuba iss kitab ka utarna tamam jahano kay perwerdigar ki taraf say hai"
        },
        {
            "chapter": 32,
            "verse": 3,
            "text": "Kiya yeh kehtay hain kay iss ney issay gharh liya hai. ( nahi nahi) bulkay yeh teray rab Taalaa ki taraf say haq hai takay aap unhen darayen jin kay pass aap say pehlay koi daraney wala nahi aaya takay woh raah-e-raast per aajyen"
        },
        {
            "chapter": 32,
            "verse": 4,
            "text": "Allah Taalaa woh hai jiss ney aasmano-o- zamin ko aur jo kuch inn kay darmiyan hai sab ko cheh din mein pedah ker diya phir arsh per qaeem hua tumharay liye uss kay siwa koi madadgar aur sifarishi nahi. Kiya phir bhi tum naseehat hasil nahi kertay"
        },
        {
            "chapter": 32,
            "verse": 5,
            "text": "Woh aasman say ley ker zamin tak (her) kaam ki tadbeer kerta hai phir (woh kaam) aik aisay din mein uss ki taraf charh jata hai jiss ka andaza tumhari ginti kay aik hazar saal kay barbar hai"
        },
        {
            "chapter": 32,
            "verse": 6,
            "text": "Yehi hai chupay khullay ka jannay wala zabardast ghalib boht hi meharban"
        },
        {
            "chapter": 32,
            "verse": 7,
            "text": "Jiss ney khoob banaee jo cheez bhi banaee aur insan ki banawat mitti say shuroo ki"
        },
        {
            "chapter": 32,
            "verse": 8,
            "text": "Phir uss ki nasal aik bey wuqat paani kay nichor say chalaee"
        },
        {
            "chapter": 32,
            "verse": 9,
            "text": "Jissay theek thaak ker kay apni rooh phonki ussi ney tumharay kaan aankhen aur dil banaye (iss per bhi) tum boht hi thora ehsan mantay ho"
        },
        {
            "chapter": 32,
            "verse": 10,
            "text": "Aur enhon ney kaha kiya jab hum zamin mein rul mill jayen gay kiya phir naee pedaeesh mein aajeyn gay? Bulkay (baat yeh hai) kay woh log apnay perwerdigar ki mulaqat kay munkir hain"
        },
        {
            "chapter": 32,
            "verse": 11,
            "text": "Keh dijiye! kay tumhen maut ka farishta fot keray ga jo tum per muqarrar kiya gaya hai phir tum sab apnay perwerdigar ki taraf lotaye jaogay"
        },
        {
            "chapter": 32,
            "verse": 12,
            "text": "Kaash kay aap dekhtay jab kay gunehgar log apnay rab Taalaa kay samney sir jhukaye huyey hongay kahen gay aey humaray rab! Hum ney dekh liya aur sunn liya abb tu humen wapis lota dey hum nek aemaal keren gay hum yaqeen kerney walay hain"
        },
        {
            "chapter": 32,
            "verse": 13,
            "text": "Agar hum chahtay to her shaks ko hidayat naseeb farma detay lekin meri yeh baat bilkul haq ho chuki hai kay mein zaroor zaroor jahannum ko insano aur jinno say pur kerdoon ga"
        },
        {
            "chapter": 32,
            "verse": 14,
            "text": "Abb tum apnay iss din ki mulaqat kay faramosh ker denay ka maza chakho hum ney bhi tumhen bhula diya aur apney kiye huye aemaal (ki shamat) say abdi azab ka maza chakho"
        },
        {
            "chapter": 32,
            "verse": 15,
            "text": "Humari aayaton per wohi eman latay hain jinhen jab kabhi inn say naseehat ki jati hai to woh sajday mein gir partay hain aur apnay rab ki hamd kay sath uss ki tasbeeh parhtay hain aur takabbur nahi kertay hain"
        },
        {
            "chapter": 32,
            "verse": 16,
            "text": "Inn ki kerwaten apnay bistaron say alag rehti hain apnay rab ko khof aur umeed kay sath pukartay hain aur jo kuch hum ney enhen dey rakha hai woh kharach kertay hain"
        },
        {
            "chapter": 32,
            "verse": 17,
            "text": "Koi nafs nahi janta jo kuch hum ney unn ki aankhon ki thandak unn kay liye posheeda ker rakhi hai jo kuch kertay thay yeh uss ka badla hai"
        },
        {
            "chapter": 32,
            "verse": 18,
            "text": "Kiya woh jo momin ho misil uss kay hai jo fasiq ho? Yeh barbar nahi ho saktay"
        },
        {
            "chapter": 32,
            "verse": 19,
            "text": "Jin logon ney eman qabool kiya aur nek aemaal bhi kiye unn kay liye humeshgi wali jannaten hain mehmandari hai unn kay aemaal kay badlay jo woh kertay thay"
        },
        {
            "chapter": 32,
            "verse": 20,
            "text": "Lekin jin logon ney hukum adooli ki unn ka thikana dozakh hai. Jab kabhi iss say bahir nikalna chahyen gay issi mein lota diyey jayen gay. Aur kah diya jayega kay apnay jhutlaney kay badlay aag ka azab chakho"
        },
        {
            "chapter": 32,
            "verse": 21,
            "text": "Bil-yaqeen hum enhen qareeb kay chotay say baaz azab iss baray azab kay siwa chakhayen gay takay woh lot aayen"
        },
        {
            "chapter": 32,
            "verse": 22,
            "text": "Uss say barh ker zalim kaun hai jissay Allah Taalaa ki aayaton say waaz kiya gaya phir bhi uss ney unn say mun pher liya (yaqeen mano) kay hum bhi gunehgaron say intiqam leney walay hain"
        },
        {
            "chapter": 32,
            "verse": 23,
            "text": "Be-shak hum ney musa ko kitab di pus aap ko hergiz uss ki mulaqat mein shak na kerna chahyey aur hum ney ussay bani israeel ki hidayat ka zariya banaya"
        },
        {
            "chapter": 32,
            "verse": 24,
            "text": "Aur jab unn logon ney sabar kiya to hum ney unn mein say aisay paishwa banaye jo humaray hukum say logon ko hidayat kertay thay aur woh humari aayaton per yaqeen rakhtay thay"
        },
        {
            "chapter": 32,
            "verse": 25,
            "text": "Aap ka rab inn (sab) kay darmiyan unn inn (tamam) baaton ka faisla qayamat kay din keray ga jin mein woh ikhtilaf ker rahey hain"
        },
        {
            "chapter": 32,
            "verse": 26,
            "text": "Kiya iss baat ney bhi enhen hidayat nahi di kay hum ney inn say pehlay boht si ummaton ko halak ker diya jin kay makano mein yeh chal phir rahey hain. Iss mein to (bari) bari nishaniyan hain. Kiya phir bhi yeh nahi sunntay"
        },
        {
            "chapter": 32,
            "verse": 27,
            "text": "Kiya yeh nahi dekhtay kay hum pani ko banjar (ghair abad) zamin ki taraf baha ker ley jatay hain phir iss say hum khetiyan nikaltay hain jissay inn kay chopaye aur yeh khud khatay hain kiya phir bhi yeh nahi dekhtay"
        },
        {
            "chapter": 32,
            "verse": 28,
            "text": "Aur kehtay hain kay yeh faisla kab hoga? Agar tum sachay ho (to batlao)"
        },
        {
            "chapter": 32,
            "verse": 29,
            "text": "Jawab dey do kay faislay walay din eman lana bey emaanon ko kuch kaam na aaye ga aur na unhen dheel di jayegi"
        },
        {
            "chapter": 32,
            "verse": 30,
            "text": "Abb aap inn ka khayal chor den aur muntazir rahen yeh bhi muntazir hain"
        },
        {
            "chapter": 33,
            "verse": 1,
            "text": "Aey nabi Allah Taalaa say dartay rehna aur kafiron aur munafiqon ki baaton mein na aajana Allah Taalaa baray ilm wala aur bari hikmat wala hai"
        },
        {
            "chapter": 33,
            "verse": 2,
            "text": "Jo kuch aap ki janib aap kay rab ki taraf say wahee ki jati hai uss ki tabey daari keren (yaqeen mano) kay Allah tumharay her aik amal say ba-khabar hai"
        },
        {
            "chapter": 33,
            "verse": 3,
            "text": "Aap Allah hi per tawakkal rakhen woh kaar saazi kay liye kafi hai"
        },
        {
            "chapter": 33,
            "verse": 4,
            "text": "Kissi aadmi kay seenay mein Allah Taalaa ney do dil nahi rakhay aur apni jin biwiyon ko tum maa keh bethtay ho unhen Allah ney tumhari (sach much ki) maayen nahi banaya aur na tumharay ley paalak larkon ko (waqaee) tumharay betay banaya hai yeh to tumharay apnay mun ki baaten hain Allah Taalaa haq baat farmata hai aur woh (seedhi) raah sujhata hai"
        },
        {
            "chapter": 33,
            "verse": 5,
            "text": "Lay palakon ko unn kay (haqeeqi) baapon ki taraf nisbat kerkay bulao Allah kay nazdeek poora insaf yeh hi hai. Phir agar tumhen unn kay (haqeeqi) baapon ka ilm hi na ho to woh tumharay deeni bhai aur dost hain tum say bhool chook mein jo kuch hojaye uss mein tum per koi gunah nahi albata gunah woh hai jiss ka tum irada dil say kero. Allah Taalaa bara hi bakhshney wala meharbaan hai"
        },
        {
            "chapter": 33,
            "verse": 6,
            "text": "Payghumber momino per khud unn say bhi ziyada haq rakhney walay hain aur payghumber ki biwiyan momino ki maayen hain aur rishtay daar kitabullah ki roo say ba-nisbat doosray momino aur mohajiron kay aapas mein ziyada haq daar hain (haan) magar yeh kay tum apnay doston kay sath husn-e-salook kerna chahao. Yeh hukum kitab (elahee) mein likha hua hai"
        },
        {
            "chapter": 33,
            "verse": 7,
            "text": "Jabkay hum ney tamam nabiyon say ehad liya aur (bil-khusoos) aap say aur nooh say aur ibrahim say aur musa say aur mariyam kay betay essa say aur hum ney unn say (pakka aur) pukhta ehad liya"
        },
        {
            "chapter": 33,
            "verse": 8,
            "text": "Takay Allah Taalaa sachon say unn ki sachaee kay baray mein daryaft farmaye aur kafiron kay liye hum ney alamnaak azab tayyar ker rakhay hain"
        },
        {
            "chapter": 33,
            "verse": 9,
            "text": "Aey eman walo! Allah Taalaa ney jo ehsan tum per kiya ussay yaad kero jabkay tumharay muqablay ko fojon per fojen aaen phir hum ney unn per tez-o-tund aandhi aur aisay lashker bhejay jinhen tum ney dekha hi nahi aur jo kuch tum kertay ho Allah Taalaa sab kuch dekhta hai"
        },
        {
            "chapter": 33,
            "verse": 10,
            "text": "Jabkay (dushman) tumharay pass uper say aur neechay say charh aaye aur jabkay aankhen pathra gaen aur kalejay mun ko aagaye aur tum Allah Taalaa ki nisbat tarah tarah kay gumaan kerney lagay"
        },
        {
            "chapter": 33,
            "verse": 11,
            "text": "Yehi momin aazmaye gaye aur poori tarag woh jhanjhor diyey gaye"
        },
        {
            "chapter": 33,
            "verse": 12,
            "text": "Aur uss waqt munafiq aur woh log jin kay dilon mein (shak ka) rog tha kehney lagay Allah Taalaa aur uss kay rasool ney hum say mehaz dhoka faraib ka hi wada kiya tha"
        },
        {
            "chapter": 33,
            "verse": 13,
            "text": "Inn hi ki aik jamaat ney haank lagaee kay aey madina walon! Tumharay liye thikana nahi chalo lot chalo aur inn ki aik aur jamaat yeh keh ker nabi say ijazat maangney lagi kay humaray ghar ghair mehfooz hain halankay woh (khullat huyey aur) ghair mehfooz na thay (lekin) unn ka pukhta iradah bhaag kharay honey ka tha"
        },
        {
            "chapter": 33,
            "verse": 14,
            "text": "Aur agar madiney kay aitraaf say unn per (lashker) dakhil kiye jatay phir unn say fitna talab kiya jata to yeh zaroor issay barpa ker detay aur na lartay magar thori muddat"
        },
        {
            "chapter": 33,
            "verse": 15,
            "text": "Iss say pehlay to enhon ney Allah say ehad kiya tha kay peeth na pheren gay aur Allah Taalaa say kiye huyey waday ki baaz purs zaroor hogi"
        },
        {
            "chapter": 33,
            "verse": 16,
            "text": "Keh dijiye kay go tum maut say ya khof-e-qatal say bhago to yeh bhagna tumhen kuch bhi kaam na aaye ga aur uss waqt tum boht hi kum faeedah uthao gay"
        },
        {
            "chapter": 33,
            "verse": 17,
            "text": "Poochiye! To kay agar Allah Taalaa tumhen koi buraee phonchana chahaye ye tum per koi fazal kerna chahaye to kaun hai jo tumhen bacha sakay (ya tum say rok sakay?) apnay liye b-juz Allah Taalaa kay na koi humayati payen gay na madadgar"
        },
        {
            "chapter": 33,
            "verse": 18,
            "text": "Allah Taalaa tum mein say unhen (ba-khoobi) janta hai jo doosron ko roktay hain aur apnay bhai bando say kehtay hain kay humaray pass chalay aao. Au kabhi kabhi hi laraee mein aajatay hain"
        },
        {
            "chapter": 33,
            "verse": 19,
            "text": "Tumhari madad mein (pooray) bakheel hain phir jab khof-o-dehshat ka moqa aajaye to aap enhen dekhen gay kay aap ki taraf nazar jama detay hain aur inn ki aankhen iss tarah ghoomti hain jaisay uss shaks ki jiss per maut ki ghashi taari ho. Phir jab khof jata rehta hai to tum per apni tez zabano say bari baaten banatay hain maal kay baray hi harees hain yeh eman laye hi nahi hain Allah Taalaa ney inn kay tamam aemaal nabood ker diye hain aur Allah Taalaa per yeh boht hi aasan hai"
        },
        {
            "chapter": 33,
            "verse": 20,
            "text": "Samjhtay hain kay abb tak lashkar chalay aur agar fojen aajayen to tamannayen kertay hain kay kaash! Woh sehra mein badiya nashiniyon kay sath hotay kay tumhari khabren daryaft kiya kertay agar woh tum mein mojood hotay (to bhi kiya?) na lartay magar baraye naam"
        },
        {
            "chapter": 33,
            "verse": 21,
            "text": "Yaqeenan tumharay liye rasool Allah mein umdah namoona (mojood) hai her uss shaks kay liye jo Allah Taalaa ki aur qayamat kay din ki tawakka rakhta hai aur ba-kasrat Allah Taalaa ki yaad kerta hai"
        },
        {
            "chapter": 33,
            "verse": 22,
            "text": "Aur eman daron ney jab (kuffar kay) lashkaron ko dekha (bay saakhta) keh uthay! Kay enhin ka wada humen Allah Taalaa ney aur uss kay rasool ney diya tha aur Allah Taalaa aur uss kay rasool ney sach farmaya aur iss (cheez) ney unn kay eman mein aur shewa-e-faman bardari mein aur izafa ker diya"
        },
        {
            "chapter": 33,
            "verse": 23,
            "text": "Momino mein (aisay) log bhi hain jinhon ney jo ehad Allah Taalaa say kiya tha unhen sacha ker dikhaya baaz ney to apna ehad poora ker diya aur baaz ( moqay kay) muntazir hain aur unhon ney koi tabdeeli nahi ki"
        },
        {
            "chapter": 33,
            "verse": 24,
            "text": "Takay Allah Taalaa sahon ko unn ki sachaee ka badla dey aur agar chahaye to munafiqon ko saza dey ya unn ki toba qabool farmaye Allah Taalaa bara hi bakhshney wala boht hi meharbaan hai"
        },
        {
            "chapter": 33,
            "verse": 25,
            "text": "Aur Allah Taalaa ney kafiron ko gussay mein bharay huyey hi (na murad) lota diya unhon ney koi faeeda nahi paya aur uss jang mein Allah Taalaa khud hi momino ko kafi hogaya Allah Taalaa bara hi qooaton wala aur ghalib hai"
        },
        {
            "chapter": 33,
            "verse": 26,
            "text": "Aur jin ehal-e-kitab ney unn say saaz baaz kerli thi unhen (bhi) Allah Taalaa ney unn qilon say nikal diya aur unn kay dilo mein (bhi) rob bhar diya kay tum unn kay aik girho ko qatal ker rahey ho aur aik giroh ko qaidi bana rahey ho"
        },
        {
            "chapter": 33,
            "verse": 27,
            "text": "Aur uss ney tumhen unn ki zamino ka aur unn kay gharbaar ka aur unn kay maal ka waris bana ker diya aur uss zamin ka bhi jiss ko tumharay qadmon ney ronda nahi Allah Taalaa her cheez per qadir hai"
        },
        {
            "chapter": 33,
            "verse": 28,
            "text": "Aey nabi! Apni biwiyon say keh do kay agar tum zindaganiy-e-duniya aur zeenat-e-duniya chahati ho to aao mein tumhen kuch dey dila doon aur tumhen achaee kay sath tukhsat ker doon"
        },
        {
            "chapter": 33,
            "verse": 29,
            "text": "Aur agar tumhari murad Allah aur uss ka rasool aur aakhirat ka ghar hai to (yaqeen mano kay) tum mein say nek kaam kerney waliyon kay liye Allah Taalaa ney boht zabardast ajar rakh choray hain"
        },
        {
            "chapter": 33,
            "verse": 30,
            "text": "Aey nabi ki biwiyo! Tum mein say jo bhi khulli bey hayaee (ka irtikab) keray gi ussay dohra dohra azab diya jayega aur Allah Taalaa key nazdeek yeh boht hi sehal (si baat) hai"
        }
    ]
}