{
    "maqras": [
        {
            "chapter": 14,
            "verse": 10,
            "text": "ان کے پیغمبروں نے کہا: کیا اللہ کے بارے میں شک ہے جو آسمانوں اور زمین کا پیدا فرمانے والا ہے، (جو) تمہیں بلاتا ہے کہ تمہارے گناہوں کو تمہاری خاطر بخش دے اور (تمہاری نافرمانیوں کے باوجود) تمہیں ایک مقرر میعاد تک مہلت دیئے رکھتا ہے۔ وہ (کافر) بو لے: تم تو صرف ہمارے جیسے بشر ہی ہو، تم یہ چاہتے ہو کہ ہمیں ان (بتوں) سے روک دو جن کی پرستش ہمارے باپ دادا کیا کرتے تھے، سو تم ہمارے پاس کوئی روشن دلیل لاؤ"
        },
        {
            "chapter": 14,
            "verse": 11,
            "text": "ان کے رسولوں نے ان سے کہا: اگرچہ ہم (نفسِ بشریت میں) تمہاری طرح انسان ہی ہیں لیکن (اس فرق پر بھی غور کرو کہ) اللہ اپنے بندوں میں سے جس پر چاہتا ہے احسان فرماتا ہے (پھر برابری کیسی؟)، اور (رہ گئی روشن دلیل کی بات) یہ ہمارا کام نہیں کہ ہم اللہ کے حکم کے بغیر تمہارے پاس کوئی دلیل لے آئیں، اور اللہ ہی پر مومنوں کو بھروسہ کرنا چاہئے"
        },
        {
            "chapter": 14,
            "verse": 12,
            "text": "اور ہمیں کیا ہے کہ ہم اللہ پر بھروسہ نہ کریں درآنحالیکہ اسی نے ہمیں (ہدایت و کامیابی کی) راہیں دکھائی ہیں، اور ہم ضرور تمہاری اذیت رسانیوں پر صبر کریں گے اور اہلِ توکل کو اللہ ہی پر توکل کرنا چاہیے"
        },
        {
            "chapter": 14,
            "verse": 13,
            "text": "اور کافر لوگ اپنے پیغمبروں سے کہنے لگے: ہم بہرصورت تمہیں اپنے ملک سے نکال دیں گے یا تمہیں ضرور ہمارے مذہب میں لوٹ آنا ہوگا، تو ان کے رب نے ان کی طرف وحی بھیجی کہ ہم ظالموں کو ضرور ہلاک کر دیں گے"
        },
        {
            "chapter": 14,
            "verse": 14,
            "text": "اور ان کے بعد ہم تمہیں ضرور (اسی) ملک میں آباد فرمائیں گے۔ یہ (وعدہ) ہر اس شخص کے لئے ہے جو میرے حضور کھڑا ہونے سے ڈرا اور میرے وعدۂ (عذاب) سے خائف ہوا"
        },
        {
            "chapter": 14,
            "verse": 15,
            "text": "اور (بالآخر) رسولوں نے (اللہ سے) فتح مانگی اور ہر سرکش ضدی نامراد ہوگیا"
        },
        {
            "chapter": 14,
            "verse": 16,
            "text": "اس (بربادی) کے پیچھے (پھر) جہنم ہے اور اسے پیپ کا پانی پلایا جائے گا"
        },
        {
            "chapter": 14,
            "verse": 17,
            "text": "جسے وہ بمشکل ایک ایک گھونٹ پیئے گا اور اسے حلق سے نیچے اتار نہ سکے گا، اور اسے ہر طرف سے موت آگھیرے گی اور وہ مر (بھی) نہ سکے گا، اور (پھر) اس کے پیچھے (ایک اور) بڑا ہی سخت عذاب ہوگا"
        },
        {
            "chapter": 14,
            "verse": 18,
            "text": "جن لوگوں نے اپنے رب سے کفر کیا ہے، ان کی مثال یہ ہے کہ ان کے اعمال (اس) راکھ کی مانند ہیں جس پر تیز آندھی کے دن سخت ہوا کا جھونکا آگیا، وہ ان (اَعمال) میں سے جو انہوں نے کمائے تھے کسی چیز پر قابو نہیں پاسکیں گے۔ یہی بہت دور کی گمراہی ہے"
        },
        {
            "chapter": 14,
            "verse": 19,
            "text": "(اے سننے والے!) کیا تو نے نہیں دیکھا کہ بیشک اللہ نے آسمانوں اور زمین کو حق (پر مبنی حکمت) کے ساتھ پیدا فرمایا۔ اگر وہ چاہے (تو) تمہیں نیست و نابود فرما دے اور (تمہاری جگہ) نئی مخلوق لے آئے"
        },
        {
            "chapter": 14,
            "verse": 20,
            "text": "اور یہ (کام) اللہ پر (کچھ بھی) دشوار نہیں ہے"
        },
        {
            "chapter": 14,
            "verse": 21,
            "text": "اور (روزِ محشر) اللہ کے سامنے سب (چھوٹے بڑے) حاضر ہوں گے تو (پیروی کرنے والے) کمزور لوگ (طاقتور) متکبروں سے کہیں گے: ہم تو (عمر بھر) تمہارے تابع رہے تو کیا تم اللہ کے عذاب سے بھی ہمیں کسی قدر بچا سکتے ہو؟ وہ (اُمراء اپنے پیچھے لگنے والے غریبوں سے) کہیں گے: اگر اللہ ہمیں ہدایت کرتا تو ہم تمہیں بھی ضرور ہدایت کی راہ دکھاتے (ہم خود بھی گمراہ تھے سو تمہیں بھی گمراہ کرتے رہے)۔ ہم پر برابر ہے خواہ (آج) ہم آہ و زاری کریں یا صبر کریں ہمارے لئے کوئی راہِ فرار نہیں ہے"
        },
        {
            "chapter": 14,
            "verse": 22,
            "text": "اور شیطان کہے گا جبکہ فیصلہ ہو چکے گا کہ بیشک اللہ نے تم سے سچا وعدہ کیا تھا اور میں نے (بھی) تم سے وعدہ کیا تھا، سو میں نے تم سے وعدہ خلافی کی ہے، اور مجھے (دنیا میں) تم پر کسی قسم کا زور نہیں تھا سوائے اس کے کہ میں نے تمہیں (باطل کی طرف) بلایا سو تم نے (اپنے مفاد کی خاطر) میری دعوت قبول کی، اب تم مجھے ملامت نہ کرو بلکہ (خود) اپنے آپ کو ملامت کرو۔ نہ میں (آج) تمہاری فریاد رسی کرسکتا ہوں اور نہ تم میری فریاد رسی کر سکتے ہو۔ اس سے پہلے جو تم مجھے (اللہ کا) شریک ٹھہراتے رہے ہو بیشک میں (آج) اس سے انکار کرتا ہوں۔ یقیناً ظالموں کے لئے دردناک عذاب ہے"
        },
        {
            "chapter": 14,
            "verse": 23,
            "text": "اور جو لوگ ایمان لائے اور نیک عمل کرتے رہے وہ جنتوں میں داخل کئے جائیں گے جن کے نیچے سے نہریں بہہ رہی ہیں (وہ) ان میں اپنے رب کے حکم سے ہمیشہ رہیں گے، (ملاقات کے وقت) اس میں ان کا دعائیہ کلمہ ”سلام“ ہوگا"
        },
        {
            "chapter": 14,
            "verse": 24,
            "text": "کیا آپ نے نہیں دیکھا، اللہ نے کیسی مثال بیان فرمائی ہے کہ پاکیزہ بات اس پاکیزہ درخت کی مانند ہے جس کی جڑ (زمین میں) مضبوط ہے اور اس کی شاخیں آسمان میں ہیں"
        },
        {
            "chapter": 14,
            "verse": 25,
            "text": "وہ (درخت) اپنے رب کے حکم سے ہر وقت پھل دے رہا ہے، اور اللہ لوگوں کے لئے مثالیں بیان فرماتا ہے تاکہ وہ نصیحت حاصل کریں"
        },
        {
            "chapter": 14,
            "verse": 26,
            "text": "اور ناپاک بات کی مثال اس ناپاک درخت کی سی ہے جسے زمین کے اوپر ہی سے اکھاڑ لیا جائے، اسے ذرا بھی قرار (و بقا) نہ ہو"
        },
        {
            "chapter": 14,
            "verse": 27,
            "text": "اللہ ایمان والوں کو (اس) مضبوط بات (کی برکت) سے دنیوی زندگی میں بھی ثابت قدم رکھتا ہے اور آخرت میں (بھی)۔ اور اللہ ظالموں کو گمراہ ٹھہرا دیتا ہے۔ اور اللہ جو چاہتا ہے کر ڈالتا ہے"
        }
    ]
}