{
    "maqras": [
        {
            "chapter": 41,
            "verse": 47,
            "text": "اسی (اللہ) کی طرف ہی وقتِ قیامت کے علم کا حوالہ دیا جاتا ہے، اور نہ پھل اپنے غلافوں سے نکلتے ہیں اور نہ کوئی مادہ حاملہ ہوتی ہے اور نہ وہ بچہ جنتی ہے مگر (یہ سب کچھ) اُس کے علم میں ہوتا ہے۔ اور جس دن وہ انہیں ندا فرمائے گا کہ میرے شریک کہاں ہیں، (تو) وہ (مشرک) کہیں گے: ہم آپ سے عرض کئے دیتے ہیں کہ ہم میں سے کوئی بھی (کسی کے آپ کے ساتھ شریک ہونے پر) گواہ نہیں ہے"
        },
        {
            "chapter": 41,
            "verse": 48,
            "text": "وہ سب (بت) اُن سے غائب ہو جائیں گے جن کی وہ پہلے پوجا کیا کرتے تھے وہ سمجھ لیں گے کہ اُن کے لئے بھاگنے کی کوئی راہ نہیں رہی"
        },
        {
            "chapter": 41,
            "verse": 49,
            "text": "انسان بھلائی مانگنے سے نہیں تھکتا اور اگر اسے برائی پہنچ جاتی ہے تو بہت ہی مایوس، آس و امید توڑ بیٹھنے والا ہو جاتا ہے"
        },
        {
            "chapter": 41,
            "verse": 50,
            "text": "اور اگر ہم اسے اپنی جانب سے رحمت (کا مزہ) چکھا دیں اُس تکلیف کے بعد جو اُسے پہنچ چکی تھی تو وہ ضرور کہنے لگتا ہے کہ یہ تو میرا حق تھا اور میں نہیں سمجھتا کہ قیامت برپا ہونے والی ہے اور اگر میں اپنے رب کی طرف لوٹایا بھی جاؤں تو بھی اس کے حضور میرے لئے یقیناً بھلائی ہوگی سو ہم ضرور کفر کرنے والوں کو اُن کاموں سے آگاہ کر دیں گے جو انہوں نے انجام دیئے اور ہم انہیں ضرور سخت ترین عذاب (کا مزہ) چکھا دیں گے"
        },
        {
            "chapter": 41,
            "verse": 51,
            "text": "اور جب ہم انسان پر انعام فرماتے ہیں تو وہ منہ پھیر لیتا ہے اور اپنا پہلو بچا کر ہم سے دور ہو جاتا ہے اور جب اسے تکلیف پہنچتی ہے تو لمبی چوڑی دعا کرنے والا ہو جاتا ہے"
        },
        {
            "chapter": 41,
            "verse": 52,
            "text": "فرما دیجئے: بھلا تم بتاؤ اگر یہ (قرآن) اللہ ہی کی طرف سے (اُترا) ہو پھر تم اِس کا انکار کرتے رہو تو اُس شخص سے بڑھ کر گمراہ کون ہوگا جو پرلے درجہ کی مخالفت میں (پڑا) ہو"
        },
        {
            "chapter": 41,
            "verse": 53,
            "text": "ہم عنقریب انہیں اپنی نشانیاں اَطرافِ عالم میں اور خود اُن کی ذاتوں میں دِکھا دیں گے یہاں تک کہ اُن پر ظاہر ہو جائے گا کہ وہی حق ہے۔ کیا آپ کا رب (آپ کی حقانیت کی تصدیق کے لئے) کافی نہیں ہے کہ وہی ہر چیز پر گواہ (بھی) ہے"
        },
        {
            "chapter": 41,
            "verse": 54,
            "text": "جان لو کہ وہ لوگ اپنے رب کے حضور پیشی کی نسبت شک میں ہیں، خبردار! وہی (اپنے علم و قدرت سے) ہر چیز کا احاطہ فرمانے والا ہے"
        },
        {
            "chapter": 42,
            "verse": 1,
            "text": "حا، میم (حقیقی معنی اللہ اور رسول صلی اللہ علیہ وآلہ وسلم ہی بہتر جانتے ہیں)"
        },
        {
            "chapter": 42,
            "verse": 2,
            "text": "عین، سین، قاف (حقیقی معنی اللہ اور رسول صلی اللہ علیہ وآلہ وسلم ہی بہتر جانتے ہیں)"
        },
        {
            "chapter": 42,
            "verse": 3,
            "text": "اسی طرح آپ کی طرف اور اُن (رسولوں) کی طرف جو آپ سے پہلے ہوئے ہیں اللہ وحی بھیجتا رہا ہے جو غالب ہے بڑی حکمت والا ہے"
        },
        {
            "chapter": 42,
            "verse": 4,
            "text": "جو کچھ آسمانوں میں ہے اور جو کچھ زمین میں ہے اسی کا ہے، اور وہ بلند مرتبت، بڑا باعظمت ہے"
        },
        {
            "chapter": 42,
            "verse": 5,
            "text": "قریب ہے آسمانی کرّے اپنے اوپر کی جانب سے پھٹ پڑیں اور فرشتے اپنے رب کی حمد کے ساتھ تسبیح کرتے رہتے ہیں اور اُن لوگوں کے لئے جو زمین میں ہیں بخشش طلب کرتے رہتے ہیں۔ یاد رکھو! اللہ ہی بڑا بخشنے والا بہت رحم فرمانے والا ہے"
        },
        {
            "chapter": 42,
            "verse": 6,
            "text": "اور جن لوگوں نے اللہ کو چھوڑ کر بتوں کو دوست و کارساز بنا رکھا ہے اللہ اُن (کے حالات) پر خوب نگہبان ہے اور آپ ان (کافروں) کے ذمّہ دار نہیں ہیں"
        },
        {
            "chapter": 42,
            "verse": 7,
            "text": "اور اسی طرح ہم نے آپ کی طرف عربی زبان میں قرآن کی وحی کی تاکہ آپ مکّہ والوں کو اور اُن لوگوں کو جو اِس کے اِردگرد رہتے ہیں ڈر سنا سکیں، اور آپ جمع ہونے کے اُس دن کا خوف دلائیں جس میں کوئی شک نہیں ہے۔ (اُس دن) ایک گروہ جنت میں ہوگا اور دوسرا گروہ دوزخ میں ہوگا"
        },
        {
            "chapter": 42,
            "verse": 8,
            "text": "اور اگر اللہ چاہتا تو اُن سب کو ایک ہی امّت بنا دیتا لیکن وہ جسے چاہتا ہے اپنی رحمت میں داخل فرماتا ہے، اور ظالموں کے لئے نہ کوئی دوست ہوگا اور نہ کوئی مددگار"
        },
        {
            "chapter": 42,
            "verse": 9,
            "text": "کیا انہوں نے اللہ کو چھوڑ کر بتوں کو اولیاء بنا لیا ہے، پس اللہ ہی ولی ہے (اسی کے دوست ہی اولیاء ہیں)، اور وہی مُردوں کو زندہ کرتا ہے اور وہی ہر چیز پر بڑا قادر ہے"
        },
        {
            "chapter": 42,
            "verse": 10,
            "text": "اور تم جس اَمر میں اختلاف کرتے ہو تو اُس کا فیصلہ اللہ ہی کی طرف (سے) ہوگا، یہی اللہ میرا رب ہے، اسی پر میں نے بھروسہ کیا اور اسی کی طرف میں رجوع کرتا ہوں"
        },
        {
            "chapter": 42,
            "verse": 11,
            "text": "آسمانوں اور زمین کو عدم سے وجود میں لانے والا ہے، اسی نے تمہارے لئے تمہاری جنسوں سے جوڑے بنائے اور چوپایوں کے بھی جوڑے بنائے اور تمہیں اسی (جوڑوں کی تدبیر) سے پھیلاتا ہے، اُس کے مانند کوئی چیز نہیں ہے اور وہی سننے والا دیکھنے والا ہے"
        },
        {
            "chapter": 42,
            "verse": 12,
            "text": "وہی آسمانوں اور زمین کی کُنجیوں کا مالک ہے (یعنی جس کے لئے وہ چاہے خزانے کھول دیتا ہے) وہ جس کے لئے چاہتا ہے رِزق و عطا کشادہ فرما دیتا ہے اور (جس کے لئے چاہتا ہے) تنگ کر دیتا ہے۔ بیشک وہ ہر چیز کا خوب جاننے والا ہے"
        }
    ]
}