{
    "maqras": [
        {
            "chapter": 39,
            "verse": 32,
            "text": "Kush është më kriminel se ai i cili për All-llahun flet të pavërtetën dhe e përgënjeshtron të vërtetën kur i vjen atij? A nuk ka në xhehennem vendstrehim për mosbesimtarët"
        },
        {
            "chapter": 39,
            "verse": 33,
            "text": "Kurse ai që sjell të vërtetën dhe ai, i cili e vërteton, ata janë, gjithësi, të ruajtur"
        },
        {
            "chapter": 39,
            "verse": 34,
            "text": "Ata kanë çdo gjë që dëshirojnë te Zoti i tyre; ai është shpërblim për mirëbërësit"
        },
        {
            "chapter": 39,
            "verse": 35,
            "text": "Për t’ua mbuluar All-llahu veprat e këqija atyre dhe t’i shpërblejë veprat e mira të tyre edhe më mirë se që kanë punuar"
        },
        {
            "chapter": 39,
            "verse": 36,
            "text": "A nuk mjafton All-llahu për robin e vet? Ata të frikësojnë ty me të tjerët, në vend të Atij (All-llahut). Kë e lë All-llahu në humbje, nuk ka kush e drejton në rrugë të drejtë"
        },
        {
            "chapter": 39,
            "verse": 37,
            "text": "Kurse atë që e drejton All-llahu, nuk e humb dot kush. A nuk është All-llahu i fortë dhe i rreptë"
        },
        {
            "chapter": 39,
            "verse": 38,
            "text": "Po t’i kishit pyetur se kush i krijoi qiejt dhe tokën, me siguri do të thoshin: “All-llahu”, kurse ti thuaj: “A mendoni se ata që ju i thirrni (adhuroni) në vend të All-llahut, nëse All-llahu do t’u bëjë ndonjë dëm, a mund ta largojnë dëmin, ose nëse ai do të na mëshirojë, a do të munden ta pengojnë mëshirën e tij?” Thuaj: “Mua më mjafton All-llahu, tek ai kanë mbështetje ata që kërkojnë mbështetje”"
        },
        {
            "chapter": 39,
            "verse": 39,
            "text": "Thuaj: “O populli im, veproni sipas vendit (mundësisë) tuaj, por edhe unë do të veproj, e ju do ta dini"
        },
        {
            "chapter": 39,
            "verse": 40,
            "text": "Cilin do ta goditë dënimi që do ta pikëllojë dhe cilin do ta gjejë vuajtja e përjetshme"
        },
        {
            "chapter": 39,
            "verse": 41,
            "text": "Ne ty të shpallëm Librin me argumente për njerëzit. Kush merr rrugën e mbarë për vete e ka, e kush e humb, e humb veten. Ti nuk je përfaqësues i tyre"
        },
        {
            "chapter": 39,
            "verse": 42,
            "text": "All-llahu merr shpirtërat në momentin e vdekjes së tyre si edhe ata që nuk kanë vdekur në gjumë, dhe ia pengon atij q ëia ka caktuar të vdes, dhe dërgon të tjerë deri në afat të caktuar. Këto janë, me të vërtetë, argumente për ata që mendojnë"
        },
        {
            "chapter": 39,
            "verse": 43,
            "text": "A marrin ndërmjetës, në vend të All-llahut? Thuaju: “A edhe atëherë kur janë krejtësisht të pafuqishëm dhe nuk kuptojnë”"
        },
        {
            "chapter": 39,
            "verse": 44,
            "text": "Thuaj: “Ndërmjetësimi është i gjithmbarshëm për All-llahun. I Tij është pushteti në qiej dhe në tokë, Tek ai edhe do të ktheheni"
        },
        {
            "chapter": 39,
            "verse": 45,
            "text": "Vetëm kur përmendet All-llahu, zemrat e atyre që nuk i besojnë, botës tjetër, stërkeqen, e kur përmenden të tjerë (që u falen), përveç atij, menjëherë i kaplon gëzimi”"
        },
        {
            "chapter": 39,
            "verse": 46,
            "text": "Thuaj: “O All-llahu im, krijues i qiejve dhe i tokës, që di të dukshmen dhe të padukshmen, ti do t’i gjykosh robërit tu për gjëra që nuk janë pajtuar”"
        },
        {
            "chapter": 39,
            "verse": 47,
            "text": "Ata që kanë bërë krime, sikur të kishin tëra çka ka në tokë edhe aq më tepër, në Ditën e Gjykimit, ata do ta jepnin tërë atë vetëm për t’u liruar nga dënimi i tmerrshëm. Atyre do t’u afrohet nga All-llahu çka nuk mund ta marrin me mend"
        },
        {
            "chapter": 39,
            "verse": 48,
            "text": "Do t’u afrohen veprat e tyre të këqia që i kanë bërë dhe do t’i godasë mu ajo për të cilën janë tallur"
        },
        {
            "chapter": 39,
            "verse": 49,
            "text": "Kur e godit njeriun ndonjë dëm, na lutet Neve; mirëpo kur Ne i afrojmë dhuntinë tonë, thotë: “Kjo më është dhënë me dije, (meritë)”. Porse ajo është vetëm sprovë, mirëpo shumica sish nuk e dinë"
        },
        {
            "chapter": 39,
            "verse": 50,
            "text": "Ashtu kanë pas thënë edhe ata përpara tyre, por nuk u bëri dobi ajo që kishin fituar"
        },
        {
            "chapter": 39,
            "verse": 51,
            "text": "Dhe i goditën të këqiat që i kishin punuar. Por edhe ata, nga mesi i tyre, të cilët kanë bërë padrejtësi do t’i godasin të këqiat që kanë bërë; ata janë të pafuqishëm ndaj saj"
        },
        {
            "chapter": 39,
            "verse": 52,
            "text": "A nuk e dinë se All-llahu u jep furnizim me shumicë kujt do dhe ua shkurton. Këto janë, me të vërtetë, argument për një popull që beson"
        }
    ]
}