{
    "maqras": [
        {
            "chapter": 3,
            "verse": 113,
            "text": "Nuk janë të gjithë njëlloj. Ka ithtarë të denjë të Librit të cilët tërë natën lexojnë ajetet e All-llahut dhe bëjnë sexhde"
        },
        {
            "chapter": 3,
            "verse": 114,
            "text": "I besojnë All-llahut dhe botës tjetër dhe kërkojnë të bëhen vepra të mira dhe pengojnë nga veprat e këqia, dhe shpejtojnë të bëjnë mirësi, eh, ata pra janë të mirë"
        },
        {
            "chapter": 3,
            "verse": 115,
            "text": "Çfarëdo që të bëjnë, ajo nuk do t’u mohohet. All-llahu i di mirë të devotshmit"
        },
        {
            "chapter": 3,
            "verse": 116,
            "text": "Atyre që nuk besojnë nuk do t’u bëjnë dobi te All-llahu as pasuritë e tyre as fëmijët e tyre; Ata do të jenë banorë të zjarrit dhe aty do të mbesin përgjithmonë"
        },
        {
            "chapter": 3,
            "verse": 117,
            "text": "Shembulli i atyre që japin sa janë gjallë në këtë otë i ngjan farës së mbjellë nga ata të cilët kanë gabuar ndaj vetes, të cilën e goditë era e ftohtë si akulli dhe e zhdukë. Ata nuk i dëmton All-llahu, por e dëmtojnë vetveten"
        },
        {
            "chapter": 3,
            "verse": 118,
            "text": "O besimtarë, për miq të sinqert mos merrni të tjerë jasht mesit tuaj! Të tjerët ua dëshirojnë shkatërrimin, mezi presin që të hidheni në mundime. Ata me gojët e tyre shprehin urrejtje, por ajo çka e fshehin në krahëror është shumë më e madhe. Ne ua kemi sqaruar argumentet nëse keni mendjen"
        },
        {
            "chapter": 3,
            "verse": 119,
            "text": "Qe, ju jeni ata që i doni, por ata nuk u duan juve, dhe ju u besoni të tëra librave, e ata kur ju takojnë thonë “besojmë”, por sapo gjenden vetëm, nga zemrimi me ju, kafshojnë gishtrinjtë. Thuaju: “Plasni nga hidhërimi!” All-llahu me të vërtetë e di mirë çka ka në krahëror"
        },
        {
            "chapter": 3,
            "verse": 120,
            "text": "Nëse ju bie ndonjë mirësi, ata i dëshpron ajo, por nëse ju godit ndonjë e papritur, ajo i gëzon ata. Ndërkaq, nëse duroni dhe ruheni, dredhitë e tyre nuk ju dëmtojnë aspak, e All-llahu e di mirë se çka punojnë ata"
        },
        {
            "chapter": 3,
            "verse": 121,
            "text": "Dhe kur ti nxitove para familjes tënde, që t’u caktosh besimtarëve pritat për betejë, All-llahu dëgjon dhe di shumë"
        },
        {
            "chapter": 3,
            "verse": 122,
            "text": "Kur dy grupe tuajat deshtën të tërhiqen, All-llahu i forcoi. Prandaj besimtarët le të mbështetën te All-llahu"
        },
        {
            "chapter": 3,
            "verse": 123,
            "text": "All-llahu ju ka ndihmuar edhe në Bedër, kur ishit të pafuqishëm – prandaj frikësohuni All-llahut që të jeni mirënjohës"
        },
        {
            "chapter": 3,
            "verse": 124,
            "text": "Kur u pate thënë besimtarëve: “A nuk u mjaftonte qe Zoti juaj ju dërgon në ndihmë tre mijë engjuj”"
        },
        {
            "chapter": 3,
            "verse": 125,
            "text": "Po, si jo! Nësejeni të qëndrueshëm dhe të devotshëm, dhe nëse ata ju sulmojnë menjëherë, Zoti juaj do t’ju dërgojë në ndihmë pesë mijë engjuj, të gjithë të shenjuar”"
        },
        {
            "chapter": 3,
            "verse": 126,
            "text": "Këtë All-llahu e bëri që t’ju gëzojë dhe me këtë t’ju qetësojë zemrat tuaja – por fitorja vjen vetëm nga All-llahu, i forti dhe i urti"
        },
        {
            "chapter": 3,
            "verse": 127,
            "text": "Që ta shkëpusë një grup nga mosbesimtarët ose t’i demoralizojë e të kthehen shpresëhumbur"
        },
        {
            "chapter": 3,
            "verse": 128,
            "text": "Nuk varet nga ti a do ta pranojë Ai pendimin e tyre apo do t’i dënojë, sepse ata janë përnjëmend kriminelë"
        },
        {
            "chapter": 3,
            "verse": 129,
            "text": "Dhe të All-llahut janë çka ka në qiej dhe çka ka në tokë! Ai fal kë të dojë, dhe e dënon kë të dojë, All-llahu fal dhe është mëshirëplotë"
        },
        {
            "chapter": 3,
            "verse": 130,
            "text": "O besimtarë, mos hani kamatën e shumëfishuar dhe frikësohuni All-llahut, ndoshta do të shpëtoni"
        },
        {
            "chapter": 3,
            "verse": 131,
            "text": "Dhe ruajuni nga zjarri që është përgatitur për mosbesimtarët"
        },
        {
            "chapter": 3,
            "verse": 132,
            "text": "Dhe përuluni All-llahut dhe Profetit! Ndoshta do të jeni të mëshiruar"
        }
    ]
}