{
    "maqras": [
        {
            "chapter": 4,
            "verse": 114,
            "text": "Në shumë biseda të tyre të fshehta nuk ka ndonjë dobi, përveç se kur kërkojnë të ndahet sadakaja ose të bëhen vepra të mira ose të pajtojnë njerëz ndërmjet veti. Dhe kush e bën atë me dëshirë që të fitojë simpatinë e All-llahut, Ne, me siguri, do t’i japim shpërblim të madh"
        },
        {
            "chapter": 4,
            "verse": 115,
            "text": "Kush i kundërshton Profetit, pasi që ai ia sqaron rrugën e drejtë, dhe shkon rrugës e cila nuk është rrugë e besimtarit, do ta lëshojmë të bëjë çka të dojë dhe ta hudhim në xhehennem. Sa vend i tmerrshëm është ai"
        },
        {
            "chapter": 4,
            "verse": 116,
            "text": "All-llahu nuk fal t’i vihet shok i barabartë, por çka është (mëkat) më i vogël se ky do t’ia falë kujt të dojë. Ndërkaq kush i bën All-llahut shok ai keq ka humbur"
        },
        {
            "chapter": 4,
            "verse": 117,
            "text": "Ata në vend të Tij i luten idoleve femra, pra, nuk i luten tjetërkujt përveç djallit të mallkuar"
        },
        {
            "chapter": 4,
            "verse": 118,
            "text": "All-llahu e mallkoi! Kurse ai i tha: “Unë gjithsesi do të bëj për vete një numër të caktuar nga robërit tuaj”"
        },
        {
            "chapter": 4,
            "verse": 119,
            "text": "Edhe do t’i shpie, me siguri, në rrugë të shtrembër dhe do t’i tërheq, pa dyshim, me shpresa të rrejshme, dhe gjithsesi do t’i urdhëroj t’u presin veshët kafshëve, si edhe do t’u urdhëroj të ndryshojnë krijesat e All-llahut”. Kush e bën mik djallin, e jo All-llahun, ai vërtet ka pësuar humbje të mëdha"
        },
        {
            "chapter": 4,
            "verse": 120,
            "text": "Ai u premton dhe i tërheq ata me shpresa të rrejshme, e atë që u premton djalli nuk është asgjë tjetër vetëm gënjeshtër, iluzion"
        },
        {
            "chapter": 4,
            "verse": 121,
            "text": "Të atillët e kanë vendin në xhehennem dhe ata nuk do të gjejnë shpëtim prej tij"
        },
        {
            "chapter": 4,
            "verse": 122,
            "text": "Ata të cilët besojnë dhe bëjnë vepra të mira do t’i shpiem në xhennete, nëpër të cilët rrjedhin lumenj, e aty do të jenë përgjithmonë. Premtimi i All-llahut është i vërtetë, e fjalët e kujt janë më të sinqerta se të All-llahut"
        },
        {
            "chapter": 4,
            "verse": 123,
            "text": "Nuk është sipas dëshirës tuaj e as sipas dëshirës së pasardhësve të Librit: kush bën keq do të dënohet për atë dhe nuk do të gjejë, pos All-llahut, as ndihmës as mik"
        },
        {
            "chapter": 4,
            "verse": 124,
            "text": "Dhe kush bën ndonjë të mirë, qoftë mashkull apo femër, por që është besimtar, do të hyjë në xhennet dhe nuk do t’i bëhet as sa grima padrejtësi"
        },
        {
            "chapter": 4,
            "verse": 125,
            "text": "Kush është më i mirë në fe se ai i cili sinqerisht i është dorëzuar All-llahut, duke bërë edhe vepra të mira, dhe që pason fenë e drejtë të Ibrahimit, e Ibrahimin All-llahu e konsideroi mik të mirë"
        },
        {
            "chapter": 4,
            "verse": 126,
            "text": "Gjithë çka ka në qiej dhe në tokë është e All-llahut; dhe All-llahu i përfshinë në dijeninë e tij të gjitha"
        },
        {
            "chapter": 4,
            "verse": 127,
            "text": "Kërkojnë prej teje norma për gratë. Thuaj: “All-llahu do t’ua sqarojë normat për ato, edhe për atë që është komunikuar në Libër për femrat bonjake, të cilave nuk u jipet ajo që u takon me ligj dhe dëshironi të martoheni me to, edhe për fëmijtë e pafuqishëm, edhe që me bonjakët të veproni me drejtësi. Ndërkaq, All-llahu me siguri di shumë mirë për të mirat që bëni"
        },
        {
            "chapter": 4,
            "verse": 128,
            "text": "Në qoftë se ndonjë grua frikësohet nga kryeneqësia e burrit apo se do ta lërë pas shpine, atëherë nuk është mëkat nëse ata dy bëjnë marrëveshje ndërveti, pajtimi është më i mirë. Njerëzit janë krijuar grykësa, e në qoftë se ju silleni mirë dhe ruheni, All-llahu është i informuar shumë mirë për veprat tuaja"
        },
        {
            "chapter": 4,
            "verse": 129,
            "text": "Ju nuk mund të jeni plotësisht të drejtë ndaj grave edhe pse do ta dëshironit këtë, por mos i lejoni vetes shprehinë që ndonjërën ta lini si të varur. Dhe nëse i përmirësoni marrëdhëniet dhe ruheni, All-llahu është, pa dyshim, shumë i mëshirshëm dhe fal shumë"
        },
        {
            "chapter": 4,
            "verse": 130,
            "text": "Po në qoftë se ata dy ndahen, All-llahu do t’i pasurojë nga thesari i tij. – All-llahu ka urtësi të pakufishme"
        },
        {
            "chapter": 4,
            "verse": 131,
            "text": "Të All-llahut janë gjithçka ka në qiej dhe në tokë. Ne i kemi këshilluar ata që u është shpallur Libri para jush, por edhe juve, All-llahut t’i ruheni. Dhe nëse mohoni, ani, s’ka dyshim se gjithçka ka në qiej dhe në tokë janë të All-llahut, All-llahu është i pasur dhe i denjë për çdo lavdërim"
        },
        {
            "chapter": 4,
            "verse": 132,
            "text": "Çka ka në qiej dhe në tokë janë të All-llahut, dhe për mbrojtës mjafton All-llahu"
        },
        {
            "chapter": 4,
            "verse": 133,
            "text": "Në qoftë se Ai do, juve do t’ju largojë, o njerëz dhe do të sjellë të tjerë; All-llahu ka forcë ta bëjë këtë"
        },
        {
            "chapter": 4,
            "verse": 134,
            "text": "Kush dëshiron shpërblim në këtë botë le ta dijë se All-llahu i ka shpërblimet edhe të kësaj edhe të asaj bote. Ndërkaq, All-llahu dëgjon dhe sheh shumë"
        }
    ]
}