{
    "maqras": [
        {
            "chapter": 5,
            "verse": 12,
            "text": "All-llahu ka marrë besën e izraelitëve – dhe ne dërguam prej atyre dymbëdhjetë mbikëqyrës, dhe All-llahu u tha: “Unë jam me ju! Në qoftë se e kryeni faljen dhe jepni zeqatin, dhe nëse u besoni profetëve të mi, u ndihmoni atyre dhe vullnetarisht i jepni hua All-llahut, gjithsesi veprat tuaja të këqija do t’ua mbuloj dhe do t’ju shpiej në xhennet ku do të rrjedhin lumenj. Kurse ai, nga mesi juaj, i cili edhe pas kësaj nuk beson – ai krejtësisht e ka humbur rrugën e drejtë.”"
        },
        {
            "chapter": 5,
            "verse": 13,
            "text": "Mirëpo, për shkak se e kanë thyer besën e tyre, Ne i kemi mallkuar dhe zemrat e tyre i bëmë të ashpra. Ata i luajtën fjalët nga vendi i tyre, kurse një pjesë të madhe të atyre me çka qenë qortuar i harruan. Andaj ti vazhdimisht, te ata, përveç të një numri të vogël, do të kesh vetëm tradhtarë, por faljau dhe mos i shaj! All-llahu me të vërtetë i do ata që bëjnë vepra të mira"
        },
        {
            "chapter": 5,
            "verse": 14,
            "text": "Edhe prej atyre që thonë: “Ne jemi të krishterë”, Ne kemi marrë besën e tyre, por e kanë harruar një pjesë të mirë të asaj me çka kanë qenë të qortuar, prandaj u kemi shtënë urrejtjen në mes tyre deri në ditën e kijametit; kurse All-llahu ka për t’i informuar për atë çka kanë bërë"
        },
        {
            "chapter": 5,
            "verse": 15,
            "text": "O ithtarë të Librit, ju ka ardhur Profeti ynë që t’ju shkoqisë shumë gjëra nga ato çështje të cilat ju i fshihni nga libri dhe shumë gjëra do t’i falë. E nga All-llahu u pat ardhur një dritë dhe një Libër i qartë"
        },
        {
            "chapter": 5,
            "verse": 16,
            "text": "Me të cilin All-llahu udhëzon rrugëve të shpëtimit ata që anojnë të fitojnë kënaqësinë e Tij, dhe i nxjerr, sipas dëshirës së tij, nga terri në dritë, dhe i drejton në rrugë të drejtë"
        },
        {
            "chapter": 5,
            "verse": 17,
            "text": "Njëmend mosbesimtarë janë ata të cilët thonë: “Zot është ai, Mesihi i biri i Merjemes!” thuaj: “Kush mund t’i bëjë diçka All-llahut nëse do ta zhdukë Mesihin, të birin e Merjemes, edhe nënën e tij dhe gjithë çka ka në tokë”? Pushteti i All-llahut është në qiej dhe në tokë edhe në atë çka është ndërmjet tyre; Ai krijon çka do dhe All-llahu mund të bëjë çdo send"
        },
        {
            "chapter": 5,
            "verse": 18,
            "text": "Ebrejtë dhe të krishterët thonë: “Ne jemi fëmijët e All-llahut dhe të dashurit e tij”! Thuaj: “Po pse pra u dënon për gabimet tuaja”? pra, edhe ju jeni si njerëzit tjerë që i krijoi Ai: Kujt do ia fal e kë don e dënon. Pushteti i All-llahut është në qiej dhe në tokë dhe çka ka ndërmjet tyre, dhe te ai do të kthehen"
        },
        {
            "chapter": 5,
            "verse": 19,
            "text": "O ithtarë të Librit, ju ka ardhur Profeti ynë – në vazhdën e profetëve – që t’ju sqarojë, në mënyrë që të mos thuani “Nuk na ka ardhur as përgëzues as qortues”. Pra, ju ka ardhur përgëzuesi dhe qortuesi, dhe All-llahu ka mundësi për çdo send"
        },
        {
            "chapter": 5,
            "verse": 20,
            "text": "Dhe kur Musa i tha popullit të vet: “O populli im, kujtone dhuntinë e All-llahut ndaj jush që disa nga ju i bëri profetë, ju bëri të pasur dhe ju ka dhënë atë çka nuk ia ka dhënë askujt në botë"
        },
        {
            "chapter": 5,
            "verse": 21,
            "text": "O populli im, hyni në tokën e shenjtë, të cilën ua ka caktuar All-llahu, dhe mos u zbrapsni e të ktheheni të humbur!”"
        },
        {
            "chapter": 5,
            "verse": 22,
            "text": "Ata i thanë: “O Musa, aty është një popull i fortë dhe se nuk hyjmë atje deri sa ata të dalin prej aty; e nëse dalin ata prej aty, neme siguri atëherë do të hyjmë”"
        },
        {
            "chapter": 5,
            "verse": 23,
            "text": "Dy vetë të cilët i janë frikësuar All-llahut dhe që Ai u dhuroi mëshirën e vet, thanë: “Hyni në dyert e atyre, e kur të kaloni nëpër te, do të jeni me siguri ngadhnjimtarë, por kini mbështetje te All-llahu, nëse besoni!”"
        },
        {
            "chapter": 5,
            "verse": 24,
            "text": "“O Musa – thanë ata, - deri sa të jenë ata në atë vend ne kurrë nuk do të hyjmë aty! Shko ti dhe Zoti yt dhe luftoni, ne do të rrimë këtu”"
        },
        {
            "chapter": 5,
            "verse": 25,
            "text": "“O Zoti im”, tha ai (Musa), “Unë nuk kam askë përveç vetes dhe vëllaut tim, prandaj Ti gjyko në mes nesh dhe popullit të mbrapshtë”"
        },
        {
            "chapter": 5,
            "verse": 26,
            "text": "“Ata, - tha ai, - do të bredhin dyzet vjet nëpër tokë, sepse atë (tokën e shenjtë) e kanë të ndaluar, e ti mos u pikëllo për popullin mbrapshtan!”"
        }
    ]
}