{
    "maqras": [
        {
            "chapter": 10,
            "verse": 11,
            "text": "Sikur All-llahu t’ua shpejtonte njerëzve të keqen ashtu sikur kërkojnë shpejt të mirën, ata, me siguri, do të kishin mbaruar. Por ne prapë i lëmë, ata që nuk besojnë se do të dalin para nesh, të bredhin në humbjen e vet"
        },
        {
            "chapter": 10,
            "verse": 12,
            "text": "Kur e godit njeriun e keqja, ai na lutet neve: i shtrimë, ose i ulur ose në këmbë, por kur ia largojmë të keqen, ai vazhdon, sikur të mos na ishte lutur fare për të keqen që e kishte goditur. Kështu mosbesimtarëve u zbukurohet ajo që punojnë"
        },
        {
            "chapter": 10,
            "verse": 13,
            "text": "Ne përpara jush kemi shfarosur brezni sepse bënin mizori, kurse profetët e tyre u sillnin argumente të qarta, mirëpo ata nuk u besonin. Ashtu ne shpërblejmë popullin mëkatar"
        },
        {
            "chapter": 10,
            "verse": 14,
            "text": "Pastaj juve u kemi bërë mëkëmbës në tokë, pas atyre, që të shohim se si do të veproni"
        },
        {
            "chapter": 10,
            "verse": 15,
            "text": "Dhe kur u lexohen ajetet tona të qarta, ata që nuk besojnë se do të dalin para nesh, thonë: “Na sjell ndonjë tjetër Kur’an ose zëvendësoje!” Thuaj: “Nuk është puna ime që unë vetë ta ndërroj, unë përcjell vetëm atë çka më shpallet, unë frikësohem, nëse jam i padëgjueshëm ndaj Zotit tim, nga dënimi i Ditës së madhe"
        },
        {
            "chapter": 10,
            "verse": 16,
            "text": "Thuaj: “Sikur të kishte dashur All-llahu, unë nuk do t’ua kisha lexuar e as do t’u kishte njoftuar me te. Unë edhe përpara kësaj (profetësisë) kam jetuar në mesin tuaj, - a nuk kuptoni?”"
        },
        {
            "chapter": 10,
            "verse": 17,
            "text": "Kush është, pra, më mizor se ai, i cili për All-llahun flet gënjeshtra ose që i përgënjeshtron argumentet e tij?! Mëkatarët njëmend nuk do të shpëtojnë"
        },
        {
            "chapter": 10,
            "verse": 18,
            "text": "Sepse adhurojnë, në vend të All-llahut, atë që nuk mund t’u bëjë dëm as dobi, dhe thonë: “Këta janë ndërmjetësuesit tanë te All-llahu”. Thuaj: “A po e informoni All-llahun për diçka që Ai nuk e di se ç’ka në qiej dhe në tokë?! Qoftë lavdëruar Ai dhe i lartësuar mbi ata që i bëjnë shok"
        },
        {
            "chapter": 10,
            "verse": 19,
            "text": "Njerëzit ishin vetëm një popull por u përçanë. Dhe sikur të mos ishte fjala e dhënë më parë nga Zoti yt, ata me siguri do të ishin ekzekutuar për atë përse janë përçarë"
        },
        {
            "chapter": 10,
            "verse": 20,
            "text": "Dhe thonë: “Përse nuk i vjen atij ndonjë mrekulli nga Zoti i tij?” Thuaj: “Vetëm për All-llahun është padukshmëria, andaj pritni, edhe unë do të pres me ju”"
        },
        {
            "chapter": 10,
            "verse": 21,
            "text": "Dhe kur ua mundësojmë njerëzve të shijojnë mëshirën, pas të keqës që i përflak, ata prap u bëjnë kurtha argumenteve tona. Thuaj: “All-llahu është më i shpejtë për t’iu kundërvënë kësaj”. Pa dyshim të deleguarit tanë shkruajnë se çka po thurni ju"
        },
        {
            "chapter": 10,
            "verse": 22,
            "text": "Ai është i cili ju shetit në tokë dhe në det, dhe kur jeni në lundër dhe kur ata të lundrojnë me ta, me një erë të lehtë me të cilën ata gëzohen, ia behë erë e fortë dhe tërbohen valët nga të gjitha anët, dhe mendojnë se janë të rrethuar, me këto i luten All-llahut me sinqeritet dhe bindje: “Sikur të na shpëtojshe nga kjo me siguri do të ishim mirënjohës!”"
        },
        {
            "chapter": 10,
            "verse": 23,
            "text": "Dhe kur ai i shpëton, ata prapë menjëherë pa kurrfarë arsyeje bëjnë turbullira në tokë! O njerëz, turbullirat që bëni për t’u kënaqur në jetën e kësaj bote, janë kundër vetes tuaj, pastaj do të ktheheni tek ne dhe ne do t’ju informojmë ç’keni punuar"
        },
        {
            "chapter": 10,
            "verse": 24,
            "text": "Pa dyshim jeta në këtë botë i shembëllen ujit që ne e lëshojmë nga qielli me të cilin ushqehen bimët në tokë, prej të cilave ushqehen njerëzit dhe kafshët. Ashtu që kur toka stoliset me petkun e vet dhe qëndiset, dhe kur banorët e saj mendojnë se ata janë zotëruesit e saj, vjen urdhëri ynë, natën ose ditën, dhe ne ata i bëjmë si të korrura, sikur të mos kishte qenë dje fare. Ja, ashtu ne në hollësi shkoqisim argumentet për popullin që mendon"
        },
        {
            "chapter": 10,
            "verse": 25,
            "text": "All-llahu thërret në shtëpi të paqes dhe udhëzon në rrugë të drejtë kë do Ai"
        }
    ]
}