{
    "pages": [
        {
            "chapter": 7,
            "verse": 44,
            "text": "و بهشتیان، دوزخیان را صدا می‌زنند که: «ما آنچه را پروردگارمان به ما وعده داده بود، همه را حق یافتیم، آیا شما هم آنچه را پروردگارتان به شما وعده داده بود، حق یافتید؟!» در این هنگام، ندادهنده‌اى در میان آنها ندا مى‌دهد که: «لعنت خدا بر ستمگران باد"
        },
        {
            "chapter": 7,
            "verse": 45,
            "text": "همان‌ها که [مردم را] از راه خدا بازمى‌دارند و مى‌خواهند آن را کج و ناراست نشان دهند، و آنان به آخرت کافرند.»"
        },
        {
            "chapter": 7,
            "verse": 46,
            "text": "و در میان آن دو [گروه بهشتیان و دوزخیان]، حجابى قرار دارد. و بر اَعراف مردانى هستند که هر یک از آن دو را از سیمایشان مى‌شناسند و به بهشتیان ندا مى‌دهند که: «درود بر شما باد!» اما داخل بهشت نمى‌شوند، در حالى که امیدِ آن را دارند"
        },
        {
            "chapter": 7,
            "verse": 47,
            "text": "و هنگامى که چشمشان به دوزخیان مى‌افتد، مى‌گویند: «پروردگارا! ما را با جمعیت ستمگر قرار مده!»"
        },
        {
            "chapter": 7,
            "verse": 48,
            "text": "و اصحاب اعراف، مردانى [از دوزخیان را] که از سیمایشان آنها را مى‌شناسند، صدا مى‌زنند و مى‌گویند: «دیدید که گردآورى شما [از مال و ثروت و زن و فرزند] و تکبّرهاى شما به حالتان سودى نداد؟"
        },
        {
            "chapter": 7,
            "verse": 49,
            "text": "آیا اینها [که مؤمنند،‌] همانان نیستند که سوگند یاد کردید رحمت خدا هرگز شامل حالشان نخواهد شد؟! [ولى خداوند به خاطر ایمان و اعمال خیرشان، آنها را بخشید. سپس به مؤمنان مى‌گویند:] «به بهشت درآیید که نه بیمى بر شماست و نه اندوهگین مى‌شوید.»"
        },
        {
            "chapter": 7,
            "verse": 50,
            "text": "و دوزخیان، بهشتیان را صدا مى‌زنند که: «مقدارى آب یا از آنچه خدا به شما روزى داده، به ما ببخشید.» آنها مى‌گویند: «خداوند اینها را بر کافران حرام کرده است.»"
        },
        {
            "chapter": 7,
            "verse": 51,
            "text": "همانها که دین و آیین خود را سرگرمى و بازیچه گرفتند و زندگى دنیا آنها را مغرور ساخت. امروز ما آنها را فراموش مى‌کنیم؛ چون لقاى چنین روزى را فراموش کردند و آیات ما را انکار نمودند"
        }
    ]
}