{
    "pages": [
        {
            "chapter": 17,
            "verse": 18,
            "text": "هر كس پیوسته زندگىِ دنیاىِ زودگذر را بخواهد، به مقدارى كه بخواهیم و براى هر كس اراده كنیم، در این دنیا به شتاب فراهم مى‌كنیم، سپس جهنّم را برایش قرار مى‌دهیم كه شرمنده و رانده، وارد آن خواهد شد"
        },
        {
            "chapter": 17,
            "verse": 19,
            "text": "و هر كس خواهان آخرت باشد و براى آن تلاش شایسته و در خور كند، و مؤمن باشد، تلاش آنان سپاس گزارده مى‌شود"
        },
        {
            "chapter": 17,
            "verse": 20,
            "text": "ما از عطاى پروردگارت، هر یك از دو گروه دنیاطلب و آخرت‌خواه را [در این دنیا] كمك مى‌كنیم. و عطاى پروردگارت [در این دنیا از كسى‌] منع نمى‌شود"
        },
        {
            "chapter": 17,
            "verse": 21,
            "text": "بنگر كه چگونه بعضى از آنان را بر بعضی دیگر برترى دادیم. و قطعاً درجات آخرت، بزرگ‌تر و ارزشمندتر است"
        },
        {
            "chapter": 17,
            "verse": 22,
            "text": "با خداوند، معبود دیگرى قرار مده كه نكوهیده و سرافكنده خواهى نشست"
        },
        {
            "chapter": 17,
            "verse": 23,
            "text": "پروردگارت مقرّر داشت كه جز او را نپرستید و به پدر و مادر نیكى كنید. اگر یكى از آن دو یا هر دو نزد تو به پیرى رسیدند، [در مقابل آنها اظهار ناراحتى مكن، حتى] به آنان «اُف» مگو و آنان را از خود مران. و با آنان سنجیده و بزرگوارانه سخن بگو"
        },
        {
            "chapter": 17,
            "verse": 24,
            "text": "و از روى مهربانى و لطف، بال فروتنی خویش را براى آنان فرود آور و بگو: «پروردگارا! بر آن دو رحمت آور، همان‌گونه كه مرا در كودكى تربیت كردند.»"
        },
        {
            "chapter": 17,
            "verse": 25,
            "text": "پروردگارتان به آنچه در درون شماست، آگاه‌تر [از خودتان] است. اگر صالح باشید، قطعاً او آمرزنده‌ی توبه‌كنندگان است"
        },
        {
            "chapter": 17,
            "verse": 26,
            "text": "حقّ خویشاوند و بیچاره و در راه مانده را ادا كن. و هیچ‌گونه ولخرجی و اسرافى مكن"
        },
        {
            "chapter": 17,
            "verse": 27,
            "text": "بی‌تردید اسراف‌كاران برادران شیطان‌هایند. و شیطان نسبت به پروردگارش همواره ناسپاس است"
        }
    ]
}