{
    "pages": [
        {
            "chapter": 65,
            "verse": 6,
            "text": "زنان طلاق داده را [تا پایان زمان عدّه،] در همان جا که خود سکونت دارید و در توانایى شماست، سکونت دهید و به آنان آسیب نرسانید، تا کار را بر آنان تنگ کنید [و مجبور به ترک خانه شوند] و اگر باردار باشند، تا زمانى که بزایند، نفقه‌ی آنان را بدهید. پس اگر نوزادان شما را شیر دادند، مزدشان را بدهید و میان خود [درباره‌ی نوزاد] به نیکى مشورت و توافق کنید و اگر [توافق] به دشوارى کشید، زن دیگرى او را شیر دهد"
        },
        {
            "chapter": 65,
            "verse": 7,
            "text": "هر کس که داراى وسعت [مالى] است، باید طبق وسع خود نفقه دهد و کسى‌که روزى بر او تنگ شده، باید از آنچه خداوند به او داده [به اندازه‌ی توان خود] انفاق کند. زیرا خداوند کسی را جز به اندازه‌ی آنچه به او داده است، تکلیف نمى‌کند. به زودى خداوند پس از سختى، آسانى و فراخى پدید مى‌آورد"
        },
        {
            "chapter": 65,
            "verse": 8,
            "text": "و چه بسیار آبادى‌ها که [مردمش] از فرمان پروردگار خود و فرستادگانش سر باز زدند، پس ما سخت به حساب آنان رسیدیم و به عذابى ناشناخته عذابشان کردیم"
        },
        {
            "chapter": 65,
            "verse": 9,
            "text": "پس آنان ثمره‌ی تلخ کار خود را چشیدند و سرانجامِ کارشان زیان بود"
        },
        {
            "chapter": 65,
            "verse": 10,
            "text": "خداوند براى آنان عذابى سخت آماده کرده است، پس اى خردمندان مؤمن! از خدا پروا کنید. همانا خداوند براى شما [اسباب] یادآوری فرستاده است"
        },
        {
            "chapter": 65,
            "verse": 11,
            "text": "پیامبرى که آیات روشنگر الهى را بر شما تلاوت مى‌کند تا کسانى را که ایمان آورده و کارهاى شایسته کرده‌اند، از تاریکى‌ها به سوى نور بیرون آورد و کسانى که به خدا ایمان آورند و کار شایسته کنند، خداوند آنان را به باغ‌هایى که نهرها از زیر [درختان] آن جارى است، وارد مى‌کند. براى همیشه در آنجا جاودانه‌اند. بی‌گمان خداوند روزى آنان را نیکو ساخته است"
        },
        {
            "chapter": 65,
            "verse": 12,
            "text": "خداست آن که هفت آسمان را آفرید و از زمین نیز همانند آن‌ها. همواره فرمان او میان آن‌ها نازل مى‌شود تا بدانید که خداوند بر هر چیزى تواناست و دانش خدا فراگیرِ همه چیز است"
        }
    ]
}