{
    "maqras": [
        {
            "chapter": 47,
            "verse": 10,
            "text": "Baaxol ma-gexaana innaa keenik dumi marih ellecabo kah tekke inna yabloonuh? Yalli dabooqa keenil yiggiggileeh, bayseh, kaadu a koros wonnah tan digaala le"
        },
        {
            "chapter": 47,
            "verse": 11,
            "text": "Toh kah kinnim diggah Yalli yeemene marih awlaay, diggah koroosite mari awlah lem mali"
        },
        {
            "chapter": 47,
            "verse": 12,
            "text": "Diggah Yalli yeemeneeh meqe- taamoomi abe mara jannootay guba weeqaytitte kak gexxa culsa, koroosite marii hatkaanaah saqi elle yakme innal yakmen addunyal kaadu girá ken orbeyna"
        },
        {
            "chapter": 47,
            "verse": 13,
            "text": "Makiná magaala taniih, koo teyyeeqe ku-magaalak qandeh gibduk, ken finqisneeh cateyna malon"
        },
        {
            "chapter": 47,
            "verse": 14,
            "text": "Isi Rabbik baxxaqqâ bagul yan num kee, le-umá taama edde bilqisimte maray sinni kalbi- fayxiixa kataate maay missowta? mamissowta"
        },
        {
            "chapter": 47,
            "verse": 15,
            "text": "Yallak meesitá akah xagnisimte jannatih ceelallo, leek weeqaytittey carroote sinnii kee, canak weeqaytittey tami kak milaggootewaa elle tan, kaadu gocoyuy kas-mudewaak weeqaytittey yaaqube marah sattaa kee salfa-le elle tan, liyyuh yan malabay agle sinnik weeqaytitte elle tan. Kaadu usun ummaan caxâ mixuk qaynootaa kee sinni Rabbik dambi cabti elle lon. A jannatal yan mari, korosuy giral waartay, niqna kak caddok taturte lee yafqeeniy edde luk uluuqa kak targiggiqeh inna-lee (mali)"
        },
        {
            "chapter": 47,
            "verse": 16,
            "text": "Munaafiqhiinik koo ankacsa mari yan (nabiyow), ku-xaquk bukku iyyan waqdi qilmi kah yontocowwe marak iyyaanah, away iyyem macaay? Iyyan Toh Yalli sorkocobbaxitte kak alfeeh, sinni kalbi-fayxiixa kataate (katye) mara"
        },
        {
            "chapter": 47,
            "verse": 17,
            "text": "Tirri iyye marah Yalli tirto keenih osseeh, ken yallak-meesi keenih yeceeh tet keenih xabbacoyseh"
        },
        {
            "chapter": 47,
            "verse": 18,
            "text": "Qhiyaama garciik (hurubbaak) keenit tamaateemiksah qambaalaanam maay lon? Nummaak tet astooti (qalaamoota) keenih temeetehik, toysa maca keenih xiqaah usun aban kassit Qhiyaama tamaate waqdi"
        },
        {
            "chapter": 47,
            "verse": 19,
            "text": "Toysa ixig (nabiyow) ; diggah cakkil yaqbuden Yalli aneewaam inki Yallaksah. Kaadu nabiyow isee kee lab-moominiin kee say- moominiinih dambi-cabti esser isi Rabbil, Yalli sin angoyyii kee sin orbeyna yaaxigeh"
        },
        {
            "chapter": 47,
            "verse": 20,
            "text": "Yeemene mari jihaadal (koros gaadul) nee amrissa suura obsiminnay iyyan, tonnaluk qeebi elle cussuume suuray madqa kak karriqqa itta obta waqdii, sorkocobbaxittet biyak-le mari (munaafiqhiin kinnuk), rabi-qeero buulte numih wagittoh innah tanwagittoh koo fan wagitah ken table. Keenih taysem"
        },
        {
            "chapter": 47,
            "verse": 21,
            "text": "Yallih amri oggolaanaah, meqe maxcot yaabaanama. Amri yiggiriqqeeh, jihaad (gaadi) madqime waqdii munaafiqhiin tinqibeh, tokkel Yalla nummaysaanam diggah keenih aysukten Yallih amri cinaanamak"
        },
        {
            "chapter": 47,
            "verse": 22,
            "text": "Iimaanat derre cabteenih umaanet baaxó baysaah, sinni ramad yargiqe mara maay takken"
        },
        {
            "chapter": 47,
            "verse": 23,
            "text": "Toh Yalli abaareeh, aytiitaa kee intiita waysiise mara cakkik"
        },
        {
            "chapter": 47,
            "verse": 24,
            "text": "Qhuraan ma-cubbusaana innaa hinnak ken sorkocobbaxittet koflitte tanniih (alifû taniih)"
        },
        {
            "chapter": 47,
            "verse": 25,
            "text": "Diggah diinik korraaqeeh koroosannuh wadirih gace mari tirto keenih baxxaqimteek gamadal, sheetan ken umá-taama keenit bilqiseeh, anettoonuh uddur keenih yeyxeere"
        },
        {
            "chapter": 47,
            "verse": 26,
            "text": "Too badis keenit kah yekkem, diggah usun Yalli oobisem (qhuraan) yinqibe marak (koros kinnuk) amrittek-tu siinik oggolenno iyyeenimih sabbata. Yalli ken sirritte yaaxigeh"
        },
        {
            "chapter": 47,
            "verse": 27,
            "text": "Ken caalat mannaay, malayka coori keenik tayyaaqe waqdi ken foocittee kee ken saloofa aagaruk"
        },
        {
            "chapter": 47,
            "verse": 28,
            "text": "Too digaala ken kah geytem diggaluk usun Yalla tanqibisem (tayneeqebem) kattaateeniih, kay kacni edde yanim yinqibeenimî sabbata, edde luk Yalli ken meqe taamoomi bayseh"
        },
        {
            "chapter": 47,
            "verse": 29,
            "text": "Hinnak sorkocobbaxittet biyak kak yan mari (munaafiqhiin kinnuk) Yalli ken bagi-umaaneena ayyaaqe weelem yekkelee"
        },
        {
            "chapter": 47,
            "verse": 30,
            "text": "Kaadu faxinninoy (nabiyow) ken koo ayballayuk neneeh, ken astootil ken aaxaguk ten. Kaadu Yalli xiibitak iyyeh; maxcok obsal (saaqiyyol) ken aaxigettooh. Yalli sin taamoomi yaaxigeh"
        },
        {
            "chapter": 47,
            "verse": 31,
            "text": "Xiibitah an sin aqiyyirennoomul (mokkorennomul) siinik giclo abáa kee yasbire mara ixiggi haynam fan kaadu sin taamoomi mokkorenno"
        },
        {
            "chapter": 47,
            "verse": 32,
            "text": "Diggah koroositeeh, Yallih gitak sinam waaseeh, Yallih farmoyta yekeelefeeh kaah sadu yekke mari tirto keenih baxxaqimteek geeral, Yallak tu-makalaanaay, ken taamoomi Yalli baysele"
        }
    ]
}