{
    "juzs": [
        {
            "chapter": 15,
            "verse": 1,
            "text": "Elif - Lam - Ra. Bunlar Kitab´ın ve apacık olan, acıklayan Kur´an´ın ayetleridir"
        },
        {
            "chapter": 15,
            "verse": 2,
            "text": "Kafirler cok defa Musluman olmayı arzu edeceklerdir"
        },
        {
            "chapter": 15,
            "verse": 3,
            "text": "Bırak da onları, yesinler (nefs ve sehvet otlagında) gecinip yararlansınlar ; emel (=sonu gelmeyen arzu) onları avundursun. Ileride (boylesine sefih bir hayatın sonunun nereye varacagını) bileceklerdir"
        },
        {
            "chapter": 15,
            "verse": 4,
            "text": "Hic bir kasabayı yok etmedik ki, onun bilinen belli bir yazısı olmasın"
        },
        {
            "chapter": 15,
            "verse": 5,
            "text": "Hic bir ummet ecelinin ne onune gecebilir, ne de ondan geri kalabilir"
        },
        {
            "chapter": 15,
            "verse": 6,
            "text": "Dediler ki: «Ey o kendisine zikir (Kitab) indirildigini (iddia edip duran) kisi! Dogrusu sen delisin"
        },
        {
            "chapter": 15,
            "verse": 7,
            "text": "Eger dogrulardan isen bize melekleri getirseneI.»"
        },
        {
            "chapter": 15,
            "verse": 8,
            "text": "(Melekleri ancak hak´ka dayalı bir hikmet) ile indiririz ve o zaman da (inkarcılara) muhlet verilmez, goz actırılmaz"
        },
        {
            "chapter": 15,
            "verse": 9,
            "text": "Suphesiz ki Kur´an´ı biz indirdik ve elbette biz onun koruyucularıyızdır"
        },
        {
            "chapter": 15,
            "verse": 10,
            "text": "And olsun ki, senden onceki topluluklara kendilerinden (uyarıcı peygamberler) gondermisizdir"
        },
        {
            "chapter": 15,
            "verse": 11,
            "text": "Ne var ki onlara ne kadar bir peygamber geldiyse, mutlaka onu alaya aldılar"
        },
        {
            "chapter": 15,
            "verse": 12,
            "text": "Bunun gibi onu (sapıklık, inkar, alay ve sirki) suclu gunahkarların kalblerine sokarız (oncekilerin kalblerine soktugumuz gibi)"
        },
        {
            "chapter": 15,
            "verse": 13,
            "text": "Kur´an´a inanmazlar. Halbuki oncekilerin (bu yuzden baslarına) bir sunnet (ilahi hukum) de gelip gecmistir, (misali vardır)"
        },
        {
            "chapter": 15,
            "verse": 14,
            "text": "Kendilerine gokten bir kapı acsak, onlar da yukarı yukselip cıksalar yine de diyecekler ki, gozlerimize perde kapanmıs, belki de biz buyulenmis bir milletiz"
        },
        {
            "chapter": 15,
            "verse": 15,
            "text": "Kendilerine gokten bir kapı acsak, onlar da yukarı yukselip cıksalar yine de diyecekler ki, gozlerimize perde kapanmıs, belki de biz buyulenmis bir milletiz"
        },
        {
            "chapter": 15,
            "verse": 16,
            "text": "Sanıma and olsun ki, gokte burclar yarattık ve onları seyredenler icin susleyip (cekici gorunumde) donattık"
        },
        {
            "chapter": 15,
            "verse": 17,
            "text": "Hem onları kovulmus her seytandan koruduk"
        },
        {
            "chapter": 15,
            "verse": 18,
            "text": "Ancak kulak hırsızlıgıyla bir seyler calmak isteyenleri parlak bir ates parcası izleyip kovalar"
        },
        {
            "chapter": 15,
            "verse": 19,
            "text": "Yeryuzunu de yaydık, orada agırlıgı olan sabit daglar koyduk ve orada olculmus (miktar ve ozelligi belirlenmis) her seyi yetistirdik"
        },
        {
            "chapter": 15,
            "verse": 20,
            "text": "Yine yeryuzunde size ve sizin rızık veremiyeceginiz kimselere (canlılara) gecimlikler meydana getirdik"
        },
        {
            "chapter": 15,
            "verse": 21,
            "text": "Hic bir sey yoktur ki, onun hazineleri katımızda olmasın ve biz onu ancak belirli bir olcude indiririz"
        },
        {
            "chapter": 15,
            "verse": 22,
            "text": "Ruzgarları da asılayıcılar olarak gonderdik. Gokten su indirdik de onunla sizi suladık; yoksa siz onu toplayıp depolayacak degilsiniz"
        },
        {
            "chapter": 15,
            "verse": 23,
            "text": "Suphesiz ki biz, diriltir ve oldururuz ve varis olanlar da biziz"
        },
        {
            "chapter": 15,
            "verse": 24,
            "text": "And olsun ki, sizden one gecmek isteyenleri de bilmisizdir; arkada kalmak isteyenleri de"
        },
        {
            "chapter": 15,
            "verse": 25,
            "text": "Suphesiz ki, Rabbin onları diriltip biraraya getirecek. Cunku O, mutlak hikmet sahibidir, yegane bilendir"
        },
        {
            "chapter": 15,
            "verse": 26,
            "text": "Sanıma and olsun ki, insanı pismedik balcıktan yarattık"
        },
        {
            "chapter": 15,
            "verse": 27,
            "text": "Cann´ı da daha once dumansız zehirli atesten yarattık"
        },
        {
            "chapter": 15,
            "verse": 28,
            "text": "Bir vakitler Rabbin meleklere : «Gercekten ben, pismedik kuru camurdan, bicimlendirilmis balcıktan bir beser (insan) yaratacagım"
        },
        {
            "chapter": 15,
            "verse": 29,
            "text": "Bu bakımdan onu duzenleyip ruhumdan ona ufledigimde derhal secdeye kapanın» demisti"
        },
        {
            "chapter": 15,
            "verse": 30,
            "text": "Bu buyruk uzerine meleklerin hepsi birden secde ettiler"
        },
        {
            "chapter": 15,
            "verse": 31,
            "text": "Ancak IBLIS secde edenlerle beraber olmaktan cekinip (emre uymadı, Adem´e secde etmedi)"
        },
        {
            "chapter": 15,
            "verse": 32,
            "text": "Allah, «ey Iblis», dedi, «neyin var, neden secde edenlerle beraber olmadın ?»"
        },
        {
            "chapter": 15,
            "verse": 33,
            "text": "Iblis, «pismedik kuru, sekillendirilmis balcıktan yarattıgın bir besere (insana) secde etmem icin ben var olmadım» dedi"
        },
        {
            "chapter": 15,
            "verse": 34,
            "text": "Bunun uzerine Allah ona: «Cık oradan ; cunku dogrusu sen kogulmus ve surulmussun"
        },
        {
            "chapter": 15,
            "verse": 35,
            "text": "Ve dogrusu hesap-ceza gunune kadar elbette lanet senin uzerindedir,» dedi"
        },
        {
            "chapter": 15,
            "verse": 36,
            "text": "Iblis, «Rabbim, oyle ise bana onların dirilip kalkacakları gune kadar muhlet ver» dedi"
        },
        {
            "chapter": 15,
            "verse": 37,
            "text": "Allah da, «sen bilinen vaktin gunune kadar muhlet verilenlerdensin» dedi"
        },
        {
            "chapter": 15,
            "verse": 38,
            "text": "Allah da, «sen bilinen vaktin gunune kadar muhlet verilenlerdensin» dedi"
        },
        {
            "chapter": 15,
            "verse": 39,
            "text": "Iblis, «Rabbim, dedi, beni azdırman hakkı icin yeryuzunde insanlara (gunah ve kotulukleri) iyice susleyecegim ve hepsini de azdıracagım"
        },
        {
            "chapter": 15,
            "verse": 40,
            "text": "Ancak iclerinden ihlas (gosteristen uzak, katıksız bir samimiyetle Allah rızası gozeterek amel etme suurunu) verdigin kulların mustesna...»"
        },
        {
            "chapter": 15,
            "verse": 41,
            "text": "Allah, «iste bu bana gore dosdogru yoldur !» dedi"
        },
        {
            "chapter": 15,
            "verse": 42,
            "text": "Suphesiz ki, kullarımın uzerinde senin hicbir sultan yoktur; ancak saskın azgınlardan senin pesine takılanlar mustesna"
        },
        {
            "chapter": 15,
            "verse": 43,
            "text": "Ve gercekten Cehennem hepsine va´dolunan yerdir"
        },
        {
            "chapter": 15,
            "verse": 44,
            "text": "Onun yedi kapısı vardır; her kapıdan onlar icin ayrılmıs bir kısım ve pay mevcuttur"
        },
        {
            "chapter": 15,
            "verse": 45,
            "text": "Suphesiz ki takva sahipleri (Allah´tan saygı ile korkup fenalıklardan sakınanlar) Cennetlerde pınarlar (baslarında zevk-u safa icinde)dirier"
        },
        {
            "chapter": 15,
            "verse": 46,
            "text": "Girin oraya, esenlik ve guven icinde ! (denilir)"
        },
        {
            "chapter": 15,
            "verse": 47,
            "text": "Kalblerindeki kini sokup cıkarmısızdır. Sedirler uzerinde karsılıklı oturan kardeslerdir onlar"
        },
        {
            "chapter": 15,
            "verse": 48,
            "text": "Orada onlara hicbir zahmet ve yorgunluk dokunmaz ve onlar bir daha oradan cıkarılacak da degillerdir"
        },
        {
            "chapter": 15,
            "verse": 49,
            "text": "Kullarıma haber ver ki, gercekten ben, evet ben, cok bagıslayan, cok merhamet edenim ve dogrusu azabım da cok elem verici bir azabdır"
        },
        {
            "chapter": 15,
            "verse": 50,
            "text": "Kullarıma haber ver ki, gercekten ben, evet ben, cok bagıslayan, cok merhamet edenim ve dogrusu azabım da cok elem verici bir azabdır"
        },
        {
            "chapter": 15,
            "verse": 51,
            "text": "(Ey Muhammed !) Onlara Ibrahim´in konuklarından da haber ver"
        },
        {
            "chapter": 15,
            "verse": 52,
            "text": "Bir vakit Ibrahim´in yanına gelerek «selam !» demislerdi. O da, «dogrusu biz sizden korkuyoruz» demisti"
        },
        {
            "chapter": 15,
            "verse": 53,
            "text": "Onlar, «korkma, cunku biz seni bilgin bir ogulla mujdeliyoruz» demislerdi"
        },
        {
            "chapter": 15,
            "verse": 54,
            "text": "Yaslılık gelip yapısmısken, beni mi mujdeliyorsunuz? Hem neye gore mujdeliyorsunuz ? demisti"
        },
        {
            "chapter": 15,
            "verse": 55,
            "text": "Dediler ki: «Seni hak ile mujdeledik. Artık sen umitsizlerden olma !»"
        },
        {
            "chapter": 15,
            "verse": 56,
            "text": "O da, «sapıklardan baska kim Rabbinin rahmetinden umidini keser ?» demisti"
        },
        {
            "chapter": 15,
            "verse": 57,
            "text": "«Ey elciler! Goreviniz ne?» diyerek sormustu"
        },
        {
            "chapter": 15,
            "verse": 58,
            "text": "Onlar da: «Dogrusu biz suclu gunahkar bir kavme gonderildik.»"
        },
        {
            "chapter": 15,
            "verse": 59,
            "text": "«Ancak Lut ailesi mustesna, onların hepsini elbette kurtaracagız"
        },
        {
            "chapter": 15,
            "verse": 60,
            "text": "Yalnız Onun karısını degil; onun (helak olmasını) takdir etmisizdir ; o elbette geride kalanlardandır» demislerdi"
        },
        {
            "chapter": 15,
            "verse": 61,
            "text": "Ne vakit ki, Lut ailesine elciler geldi"
        },
        {
            "chapter": 15,
            "verse": 62,
            "text": "Lut, onlara : «Elbette (yabancısınız) tanınan bir topluluk degilsiniz,» dedi"
        },
        {
            "chapter": 15,
            "verse": 63,
            "text": "Onlar da, «kavmin, hakkında suphe edip durdukları seyi (gelecek azabı) sana getirdik"
        },
        {
            "chapter": 15,
            "verse": 64,
            "text": "Sana Hakk´ın (buyruguyla) geldik; suphen olmasın ki biz dogrularız"
        },
        {
            "chapter": 15,
            "verse": 65,
            "text": "Gecenin bir bolumunde aileni yola koy, sen de arkalarından onları izle ve sakın sizden hicbiri donup arkasına bakmasın ; emrolundugunuz yere gecip gidin» dediler"
        },
        {
            "chapter": 15,
            "verse": 66,
            "text": "Lut´a su emri hukmettigimizi bildirdik: «Sabahladıklarında bunların koku kesilmis olacak.»"
        },
        {
            "chapter": 15,
            "verse": 67,
            "text": "(Memleketlerine yabancı kimselerin geldigini haber alan) sehir halkı birbirine mujde vererek (Lut´a) geldiler"
        },
        {
            "chapter": 15,
            "verse": 68,
            "text": "O da «supheniz olmasın ki, bunlar benim konuklarımdır; beni rusvay etmeyin"
        },
        {
            "chapter": 15,
            "verse": 69,
            "text": "Allah´tan korkun da beni utandırıp uzmeyin» dedi"
        },
        {
            "chapter": 15,
            "verse": 70,
            "text": "Onlar: «Biz seni yabancıları (konuk edinmek)den men´etmemis miydik ?» dediler"
        },
        {
            "chapter": 15,
            "verse": 71,
            "text": "O da, «iste kızlarım, eger yapmak (evlenmek) istiyorsanız, (onları size nikahlıyabilirim)» dedi"
        },
        {
            "chapter": 15,
            "verse": 72,
            "text": "(Peygamberim !) hayatına yemin olsun ki, onlar sarhoslukları icinde ne yaptıklarını bilmiyorlardı"
        },
        {
            "chapter": 15,
            "verse": 73,
            "text": "Gunes dogarken bir ses, bir ugultu onları yakalayıverdi"
        },
        {
            "chapter": 15,
            "verse": 74,
            "text": "Sehirlerinin ustunu altına getiriverdik ve uzerlerine camurdan pisirilmis tas yagdırdık"
        },
        {
            "chapter": 15,
            "verse": 75,
            "text": "Suphesiz ki bunda sezis, anlayıs, gorus yetenegi olanlara ogutler, ibretler, belgeler vardır"
        },
        {
            "chapter": 15,
            "verse": 76,
            "text": "Ve sehrin kalıntısı, oteden beri islek olan yol uzerinde duruyor"
        },
        {
            "chapter": 15,
            "verse": 77,
            "text": "Dogrusu bunda mu´minler icin ayetler vardır"
        },
        {
            "chapter": 15,
            "verse": 78,
            "text": "EYKE halkı da cidden zalimlerdi"
        },
        {
            "chapter": 15,
            "verse": 79,
            "text": "O yuzden onlardan da intikam aldık. (Sozunu ettigimiz) sehirlerin ikisi de acık bir (yolun) onunde bulunuyordur"
        },
        {
            "chapter": 15,
            "verse": 80,
            "text": "And olsun ki, Hicir halkı da peygamberleri yalanlamıslardı"
        },
        {
            "chapter": 15,
            "verse": 81,
            "text": "Biz ise onlara ayetler (acık belgeler ve mu´cizeler) verdik; buna ragmen ondan yuzcevirdiler"
        },
        {
            "chapter": 15,
            "verse": 82,
            "text": "Daglarda evler yontarak guven icinde bulunuyorlardı; derken sabahladıklarında onları muthis bir ses ve ugultu yakalayıverdi"
        },
        {
            "chapter": 15,
            "verse": 83,
            "text": "Daglarda evler yontarak guven icinde bulunuyorlardı; derken sabahladıklarında onları muthis bir ses ve ugultu yakalayıverdi"
        },
        {
            "chapter": 15,
            "verse": 84,
            "text": "Artık elde ettikleri seylerin kendilerine hic de yararı olmadı"
        },
        {
            "chapter": 15,
            "verse": 85,
            "text": "Gokleri, yeri ve bu ikisi arasındaki seyleri ancak Hak ile yarattık. Kıyamet mutlaka gelecektir. O halde onları bagısla da guzel-tatlı davranmaya devam et"
        },
        {
            "chapter": 15,
            "verse": 86,
            "text": "Suphesiz ki senin Rabbin (gerektigi olcude) yaratan ve (her seyi hakkıyle) bilendir"
        },
        {
            "chapter": 15,
            "verse": 87,
            "text": "And olsun ki sana tekrarlanan yedi ikili ayeti ve cok buyuk kutsal Kur´an´ı verdik"
        },
        {
            "chapter": 15,
            "verse": 88,
            "text": "Kafirlerden bir kısmına —birbirine emsal sayılacak olcude— verdigimiz servete gozlerini dikme, onların iman etmemesine karsı uzulme ; bir de (tevazu) kanadını mu´minlere indir"
        },
        {
            "chapter": 15,
            "verse": 89,
            "text": "Ve de ki: Suphesiz ben acık bir uyarıcıyım"
        },
        {
            "chapter": 15,
            "verse": 90,
            "text": "Nitekim isbolumu yapanlara"
        },
        {
            "chapter": 15,
            "verse": 91,
            "text": "Kur´an´ı parca parca edenlere de (azab indirmistik)"
        },
        {
            "chapter": 15,
            "verse": 92,
            "text": "Rabbin hakkı icin elbette onların hepsinden, yapageldikleri seylerden bir bir soracagız"
        },
        {
            "chapter": 15,
            "verse": 93,
            "text": "Rabbin hakkı icin elbette onların hepsinden, yapageldikleri seylerden bir bir soracagız"
        },
        {
            "chapter": 15,
            "verse": 94,
            "text": "(Ey Sanlı Peygamber!) Artık sen ne ile emrolunuyorsan (onu hak ile batılın arasını) ayıracak sekilde ortaya koy. Allah´a ortak kosanlardan yuzcevir (de aldırıs etme onlara)"
        },
        {
            "chapter": 15,
            "verse": 95,
            "text": "Suphen olmasın ki, Allah ile beraber baska ilah tanıyan o alaycı gruba karsı biz sana yeteriz. Ileride (ne olacagını) bilecekler"
        },
        {
            "chapter": 15,
            "verse": 96,
            "text": "Suphen olmasın ki, Allah ile beraber baska ilah tanıyan o alaycı gruba karsı biz sana yeteriz. Ileride (ne olacagını) bilecekler"
        },
        {
            "chapter": 15,
            "verse": 97,
            "text": "Sanıma yemin olsun ki, biz onların dediklerinden dolayı senin gogsunun daraldıgını biliyoruz"
        },
        {
            "chapter": 15,
            "verse": 98,
            "text": "Sen Rabbine hamd ile tesbih et ve secde edenlerden ol"
        },
        {
            "chapter": 15,
            "verse": 99,
            "text": "Sana yakın (hak ile olum) gelinceye kadar Rabbine ibadet et"
        },
        {
            "chapter": 16,
            "verse": 1,
            "text": "Allah´ın emri geldi (gelmek uzeredir). Artık onu acele istemeyin. Allah onların ortak kostuklarından pak ve munezzehtir"
        },
        {
            "chapter": 16,
            "verse": 2,
            "text": "Allah kendi buyrugundan (haberli kılmak icin) kullarından diledigine melekleri ruh ile indirir de: «Benden baska hicbir ilah olmadıgı ve benden korkup (kotuluklerden) sakınmaları hususunda uyarıda bulunun !» (emrini verir)"
        },
        {
            "chapter": 16,
            "verse": 3,
            "text": "Gokleri ve yeri hak ile yarattı. O, onların ortak kostuklarından cok yucedir"
        },
        {
            "chapter": 16,
            "verse": 4,
            "text": "Insanı nutfe (spermleri tasıyan sıvıjdan yaratmısken, bakarsın ki o, (bize karsı) acıkca tartısan bir dusman kesilivermistir"
        },
        {
            "chapter": 16,
            "verse": 5,
            "text": "Davarları da sizin icin yarattı ; onlarda (sizin icin) ısıtacak sey ve nice yararlar vardır; hem onlardan yersiniz"
        },
        {
            "chapter": 16,
            "verse": 6,
            "text": "Onları (agıllarına) surup getirdiginizde ve (otlaklara) surup goturdugunuzde, sizin icin onlarda icinizi acan guzellik ve cekicilik vardır"
        },
        {
            "chapter": 16,
            "verse": 7,
            "text": "Agırlıklarınızı da yuklenirler de sizin ancak zor zahmet varabileceginiz sehirlere kadar gotururler. Suphesiz ki Rabbiniz cok sefkatli, cok kayıran, cok merhamet edendir"
        },
        {
            "chapter": 16,
            "verse": 8,
            "text": "Binesiniz diye at, katır ve merkebi birer sus olarak yaratmıstır. Bilmediginiz daha nice seyleri yaratır"
        },
        {
            "chapter": 16,
            "verse": 9,
            "text": "Dogru yolu bildirmek, gosterip yoneltmek Allah´a aittir. Yollardan bir kısmı egridir, (amaca ulastırıcı degildir). Allah dileseydi hepinizi dogru yola iletirdi"
        },
        {
            "chapter": 16,
            "verse": 10,
            "text": "O ki gokten size su indirdi. Ondan hem icilecek su, hem (davarlarınızı) yaymak icin ot saglarsınız"
        },
        {
            "chapter": 16,
            "verse": 11,
            "text": "Hem o su ile sizin icin ekin, zeytin, hurma, uzumler ve her cesit meyveler bitirir. Suphesiz ki bunda dusunen bir millet icin ayet (ogut, ibret ve delil) vardır"
        },
        {
            "chapter": 16,
            "verse": 12,
            "text": "Ve sizin icin gece ile gunduzu, Gunes ile Ay´ı ve yıldızları belli kanunlarına baglayıp, sizin hizmetinize verdi. Dogrusu bunda aklını kullanan bir millet icin nice ogutler, ibretlerde belgeler vardır"
        },
        {
            "chapter": 16,
            "verse": 13,
            "text": "Sizin icin yeryuzunde, farklı ren.Jerde yarattıklarını da hizmetinize vermistir. Suphesiz bunda iyice dusunup ogut alan bir millet icin ogut ve ibret vardır"
        },
        {
            "chapter": 16,
            "verse": 14,
            "text": "Pek taze et yemeniz ve takınacagınız sus esyasını cıkarmanız icin denizi de (belli olcu ve kanunlarla) yararınıza sunan O´dur. Gemileri de suyu yara yara gittigini gorursun ki, bu Allah´ın genis lutfunu ve ihsanını dilemeniz icindir. Ola ki sukredersiniz"
        },
        {
            "chapter": 16,
            "verse": 15,
            "text": "Yeryuzunde, sizi sarsmasın diye daglar koyup yerlestirdi; ırmaklar meydana getirdi ve sasırmayasınız diye yollar ve alametler koydu ve onlar yıldızlarla da yollarını, yonlerini bulurlar"
        },
        {
            "chapter": 16,
            "verse": 16,
            "text": "Yeryuzunde, sizi sarsmasın diye daglar koyup yerlestirdi; ırmaklar meydana getirdi ve sasırmayasınız diye yollar ve alametler koydu ve onlar yıldızlarla da yollarını, yonlerini bulurlar"
        },
        {
            "chapter": 16,
            "verse": 17,
            "text": "Artık yaratan yaratamıyan gibi midir? Etraflıca dusunmez misiniz"
        },
        {
            "chapter": 16,
            "verse": 18,
            "text": "Allah´ın nimetlerini saymaya kalkısırsanız, sayamazsınız. Suphesiz ki Allah cok bagıslayan, cok merhamet edendir"
        },
        {
            "chapter": 16,
            "verse": 19,
            "text": "Allah neleri gizlediginizi, neleri acıga vurdugunuzu bilir"
        },
        {
            "chapter": 16,
            "verse": 20,
            "text": "Allah´tan baska dua ve ibadet edip taptıkları (putlar) hicbir sey yaratamazlar; kendileri yaratılıyorlar"
        },
        {
            "chapter": 16,
            "verse": 21,
            "text": "Onlar (o putperestler) olulerdir; diri degildirler. Ne zaman diriltilip kaldırılacakları bilincinde de degillerdir"
        },
        {
            "chapter": 16,
            "verse": 22,
            "text": "Sizin Tanrı´nız tek bir Tanrı´dır. Ahiret´e iman etmeyenler ise, kalbleri inkar icindedir ve onlar (Allah´a ve Ahiret´e imanı) gururlarına yediremezler"
        },
        {
            "chapter": 16,
            "verse": 23,
            "text": "Suphesiz ki Allah onların gizlediklerini de, acıkladıklarını da bilir. Dogrusu O, buyukluk taslayanları sevmez"
        },
        {
            "chapter": 16,
            "verse": 24,
            "text": "Onlara: «Rabbiniz neler indirdi ?» denilince, «eskilerin masallarını» derler"
        },
        {
            "chapter": 16,
            "verse": 25,
            "text": "(Bu tutum ve sozleriyle) Kıyamet gunu, gunah ve veballerini tastamam ve bir de bilgisizce saptırdıkları kisilerin gunah ve veballerini yuklenecekler. Dikkat et, yuklendikleri yuk ne kotudur"
        },
        {
            "chapter": 16,
            "verse": 26,
            "text": "Onlardan oncekiler de (peygambere ve ilahi buyruklara karsı bu tarz) maksatlı planlar kurmuslardı. Bu yuzden Allah kurdukları planlarını temelinden gelip (onu kokunden sarsıp), tavanları baslarına yıkılıp coktu ve azab onlara bilmedikleri bir yonden gelmis oldu"
        },
        {
            "chapter": 16,
            "verse": 27,
            "text": "Sonra da Allah, Kıyamet gunu onları rusvay eder de «Hakkında tartısıp (o yuzden mu´minlere) dusmanlık ederek, bana kostugunuz ortaklar nerede ?» diye sorar. Kendilerine ilim verilenler derler ki: «Dogrusu bugun rezillik, asagılık ve kotuluk kafirleredir.»"
        },
        {
            "chapter": 16,
            "verse": 28,
            "text": "Kendilerine zulmedenlerin melekler canlarını alırken, «biz hicbir kotuluk islemiyorduk» diyerek teslimiyet gosterirler. Hayır, suphesiz ki Allah, sizin isleyegeldiginiz seyleri cok iyi bilir"
        },
        {
            "chapter": 16,
            "verse": 29,
            "text": "O sebeple, icinde ebedi kalacagınız Cehennem kapılarından giriniz ! Buyukluk taslayıp gururlananların makamı ne kotudur"
        },
        {
            "chapter": 16,
            "verse": 30,
            "text": "(Allah´tan korkup fenalıklardan) sakınanlara, «Rabbınız ne indirdi ?» denilince, «iyilik» derler. Bu dunyada guzel is, hayırlı amelde bulunanlara iyilik ve guzellik vardır. Ahiret yurdu ise elbette daha hayırlıdır. Sakınanların yurdu ne guzeldir"
        },
        {
            "chapter": 16,
            "verse": 31,
            "text": "(O yurt) Adn Cennetleri´dir ki, onlara girerler. Altlarından ırmaklar akıp durur. Onlara o Cennetlerde diledikleri seyler vardır. Iste boylece Allah sakınanları mukafatlandırır"
        },
        {
            "chapter": 16,
            "verse": 32,
            "text": "(O sakınanlar ki) tertemiz arınmıs oldukları halde melekler canlarını alırlar da, «selam size, yaptıgınıza karsılık girin Cennet´e!» derler"
        },
        {
            "chapter": 16,
            "verse": 33,
            "text": "(O inkarcı azgınlar) ancak meleklerin kendilerine, (canlarını almak icin) gelmelerini veya Rabbin emri (azabı)nın (inmesini) beklerler. Kendilerinden oncekiler de boyle yapmıslardı. Allah onlara zulmetmedi, ama onlar kendilerine zulmederler"
        },
        {
            "chapter": 16,
            "verse": 34,
            "text": "Bu sebeple, isledikleri kotulukler, onlara yetisip dokunmus ve alaya aldıkları sey de onları kusatmıstır"
        },
        {
            "chapter": 16,
            "verse": 35,
            "text": "Allah´a ortak kosanlar dediler ki: «Eger Allah dileseydi ne biz. ne de babalarımız O´ndan baskasına tapmazdık ve O´nun buyrugu olmaksızın bir seyi de haram kılmazdık.» Kendilerinden oncekiler de boyle (soylemis, boyle) yapmıstı. Peygamber´e dusen, sadece apacık tebligdir"
        },
        {
            "chapter": 16,
            "verse": 36,
            "text": "And olsun ki, her ummete, «Allah´a kulluk edip tapın, azdırıp saptırıcılardan kacının!» diyerek (uyanda bulunan) bir peygamber gondermisizdir. Onlardan kimini Allah dogru yola eristirdi; kiminin de uzerine sapıklık (damgası vurulması) hak olmustu. O halde siz yeryuzunde gezip dolasın da (Hakk´a karsı gelip peygamberleri) yalanlayanların sonunun ne oldugunu gorun"
        },
        {
            "chapter": 16,
            "verse": 37,
            "text": "Sen onların dogru yola erismelerini ne kadar cok arzu etsen, yine de Allah saptıracagını dogru yola iletmez ve onlara yardımcılar da yoktur"
        },
        {
            "chapter": 16,
            "verse": 38,
            "text": "«Allah, olen kimseyi tekrar diriltip kaldırmaz» diyerek olanca yeminleriyle Allah ile yemin ettiler. Hayır, bu, Allah uzerine hak bir va´ddir; ne var ki insanların cogu bilmezler"
        },
        {
            "chapter": 16,
            "verse": 39,
            "text": "(Diriltip kaldıracak) ki, onlara, hakkında ayrılıga dustukleri seyi acıklasın; inkar edenlerin de kendilerinin yalancılar olduklarını bilsinler"
        },
        {
            "chapter": 16,
            "verse": 40,
            "text": "Biz bir seyin olmasını diledigimiz zaman, sozumuz ona sadece «ol!» dememizdir; o da hemen oluverir"
        },
        {
            "chapter": 16,
            "verse": 41,
            "text": "Onlar ki zulme ugradıktan sonra Allah yolunda (O´nun rızası ugrunda) hicret ettiler; sanıma and olsun ki, onları Dunya´da guzel (yere) yerlestiririz; Ahiret´in mukafatı ise cok daha buyuktur. Eger (hicretten geri kalanlar bunu) bilselerdi (bir saniye bile durmak istemezlerdi)"
        },
        {
            "chapter": 16,
            "verse": 42,
            "text": "Onlar ki, sabrettiler ve sadece Rablarına guvenip dayandılar, (elbette mukafatları cok buyuk olacaktır)"
        },
        {
            "chapter": 16,
            "verse": 43,
            "text": "Senden once de ancak kendilerine vahiy ettigimiz adamları bircok belge, mu´cize ve kitablarla gonderdik. Eger (bu konulan) bilmiyorsanız ilim ehlinden sorun. Sonra da kendilerine parca parca (halinde) indirileni insanlara acıklayasın diye Kur´an´ı indirdik; ola ki dusunursunuz"
        },
        {
            "chapter": 16,
            "verse": 44,
            "text": "Senden once de ancak kendilerine vahiy ettigimiz adamları bircok belge, mu´cize ve kitablarla gonderdik. Eger (bu konulan) bilmiyorsanız ilim ehlinden sorun. Sonra da kendilerine parca parca (halinde) indirileni insanlara acıklayasın diye Kur´an´ı indirdik; ola ki dusunursunuz"
        },
        {
            "chapter": 16,
            "verse": 45,
            "text": "Durmadan fena isler duzenleyip tuzak kuranlar, Allah´ın kendilerini yere batırmasından veya bilmedikleri bir yerden azabın kendilerine gelmesinden guven icinde midirler"
        },
        {
            "chapter": 16,
            "verse": 46,
            "text": "Veya donup dolasırlarken, kendilerini (ilahi azabın) yakalayıvermesinden —ki (Allah´ı) aciz bırakacak degillerdir— veya korku ve endise uzere eksile eksile bir durumda bulunurlarken, kendilerini tutuvermesinden emniyette midirler ? Suphesiz ki Rabbiniz cok sefkatli, cok merhametlidir"
        },
        {
            "chapter": 16,
            "verse": 47,
            "text": "Veya donup dolasırlarken, kendilerini (ilahi azabın) yakalayıvermesinden —ki (Allah´ı) aciz bırakacak degillerdir— veya korku ve endise uzere eksile eksile bir durumda bulunurlarken, kendilerini tutuvermesinden emniyette midirler ? Suphesiz ki Rabbiniz cok sefkatli, cok merhametlidir"
        },
        {
            "chapter": 16,
            "verse": 48,
            "text": "Allah´ın yarattıgı herhangi, bir seye bakmıyorlar mı ki golgesi boyun egip (baglı bulundugu kanuna teslimiyet icinde) Allah´a secde ederek saga sola donup dururlar"
        },
        {
            "chapter": 16,
            "verse": 49,
            "text": "Goklerde ve yerde, gerek canlılardan, gerekse meleklerden ne varsa hepsi de buyukluk taslamaksızın Allah´a secde ederler"
        },
        {
            "chapter": 16,
            "verse": 50,
            "text": "Ustlerinde (yuce kudretiyle duran) Rablarından korkarlar da emrolunduklarını yerine getirirler"
        },
        {
            "chapter": 16,
            "verse": 51,
            "text": "Allah: «Iki tanrı edinmeyin; O ancak tek bir Tanrı´dır ve yalnız benden korkun !» buyurdu"
        },
        {
            "chapter": 16,
            "verse": 52,
            "text": "Goklerde ve yerde ne varsa hepsi ancak O´nundur. Din de daima O´nadır; oyle iken Allah´tan baskasından mı korkup sakınıyorsunuz"
        },
        {
            "chapter": 16,
            "verse": 53,
            "text": "Sizde olan her nimet Allah´tandır. Sonra da size bir sıkıntı ve zarar dokundugu zaman ancak ve sadece O´na yalvarıp yakarınsınız"
        },
        {
            "chapter": 16,
            "verse": 54,
            "text": "Sonra O, sizden sıkıntıyı giderince, icinizden bir kısmı bir de bakarsın kendilerine verdigimize karsılık nankorluk etmek icin Rablarına ortak kosarlar"
        },
        {
            "chapter": 16,
            "verse": 55,
            "text": "Haydi oyle ise keyfinize gore gecinin ; ileride (hakikati anlayıp nasıl saptıgınızı) bileceksiniz"
        },
        {
            "chapter": 16,
            "verse": 56,
            "text": "Kendilerine rızık olarak verdiklerimizden (gercek yuzunu) bilmedikleri seylere (putlara ve benzeri seylere) pay ayırırlar. Allah´a and olsun ki, bu uydurdugunuz seylerden mutlaka sorulacaksınız"
        },
        {
            "chapter": 16,
            "verse": 57,
            "text": "Bir de Allah´a kızlar nisbet ederler; O bundan pak ve yucedir. Kendilerine ise canlarının istedigini (nisbet ederler)"
        },
        {
            "chapter": 16,
            "verse": 58,
            "text": "Onlardan biri kız cocuguyla mujdelenince, ofkesini yutmaya calısarak yuzu kararır"
        },
        {
            "chapter": 16,
            "verse": 59,
            "text": "Kendisine verilen o kotu mujdeden dolayı kavminden gizlenmeye calısır: Ancak (gonullu) gorunmeye katlanıp onu tutacak mı, yoksa topraga gomerek gizleyecek mi ? (Bir bak) ne fena yargıda bulunuyorlar"
        },
        {
            "chapter": 16,
            "verse": 60,
            "text": "Ahirete inanmıyanların (boylesine) kotu misali vardır. En yuce (guzel, yararlı) misaller ise Allah´ındır. O, yegane ustundur, cok gucludur; hikmet sahibidir"
        },
        {
            "chapter": 16,
            "verse": 61,
            "text": "Eger Allah, insanları zulumlerinden dolayı (hemen) cezalandırsaydı, yeryuzunde hicbir canlı bırakmazdı. Ne var ki onları belli bir sureye kadar geciktirir. Artık onların eceli gelince ne bir an gecikebilirler, ne de one gecebilirler"
        },
        {
            "chapter": 16,
            "verse": 62,
            "text": "Hoslanmadıkları seyleri Allah´a ait kılarlar. Dilleri ise yalan soyler de en guzel seyleri kendilerine nisbet ederler. Suphe yok ki, ates onlarındır ve elbette Cehennem´e ilk varanlar da onlardır"
        },
        {
            "chapter": 16,
            "verse": 63,
            "text": "Sanıma and olsun ki, biz senden once ummetlere peygamberler gonderdik. Seytan ise onların (o batıl ve yaramaz) islerini onlara suslu ve cekici gosterdi. Bugun de seytan, onların sahibi ve dostudur ve onlar icin elem verici bir azab vardır"
        },
        {
            "chapter": 16,
            "verse": 64,
            "text": "Biz kitabı (Kur´an´ı) sana ancak, onlara, hakkında ayrılıga dustukleri hususu acıklayasın ve onu iman eden bir millete dogru yolu gosterici, rahmet sunucu olsun diye indirdik"
        },
        {
            "chapter": 16,
            "verse": 65,
            "text": "Allah gokten su indirdi d9, onunla yeryuzunu olumunden sonra diriltti. Suphesiz bunda kulak verip dinleyen bir millet icin ayet (=belge, ibret ve ogut) vardır"
        },
        {
            "chapter": 16,
            "verse": 66,
            "text": "Dogrusu sizin icin davarlarda da ibret vardır: Size onların karnındaki ters ile kan arasındaki halis, icenlerin bogazından rahatlıkla gecen sut iciriyoruz"
        },
        {
            "chapter": 16,
            "verse": 67,
            "text": "Hurma agaclarının meyvelerinden ve uzumlerden sarhosluk veren icki ve guzel rızık edinirsiniz. Suphesiz bunda aklını kullanan bir millet icin ibret, ogut ve belge vardır"
        },
        {
            "chapter": 16,
            "verse": 68,
            "text": "Rabbin, bal arısına, daglardan, agactan ve kurdukları cardaktan kendine goz goz yuva edin"
        },
        {
            "chapter": 16,
            "verse": 69,
            "text": "Sonra da her turlu meyva, cicek ve urunden ye; Rabbinin sana (yayılman icin belirledigi) elverisli yollarda yuru, diye variyetti. Karınlarından degisik renklerde bir icecek cıkar ki, onda insanlara sifa vardır. Suphesiz ki bunda iyice dusunen bir millete ogut, ibret, belge vardır"
        },
        {
            "chapter": 16,
            "verse": 70,
            "text": "Allah sizi yarattı, sonra da canınızı alır. Sizden kimi omrunun en fena ve en sevilmiyen noktasına itilir ki (o devrede artık) bildigini bilmez olur. Suphesiz ki Allah her seye gucu yetendir"
        },
        {
            "chapter": 16,
            "verse": 71,
            "text": "Allah rızık hususunda kiminizi kiminizden ustun kılmıstır. Ustun kılınanlar ellerinin altındakilere rızıklarını kendilerine esit olacak olcude cevirip verici degillerdir. Allah´ın nimetini bile bile inkar mı ediyorsunuz"
        },
        {
            "chapter": 16,
            "verse": 72,
            "text": "Allah, size kendinizden esler verdi ve eslerinizden size ogullar ve torunlar sundu ve sizi pak ve helal seylerden rızıklandırdı. Buna ragmen batıla inanıyorlar da Allah´ın nimetini onlar inkar mı ediyorlar"
        },
        {
            "chapter": 16,
            "verse": 73,
            "text": "Allah´ı bırakıp da kendilerine goklerden ve yerden hicbir rızık (cıkarıp vermeye) sahip olamıyanlara, buna guc getiremiyenlere mi tapıyorlar"
        },
        {
            "chapter": 16,
            "verse": 74,
            "text": "O halde artık Allah´a misaller (=benzerler, ornekler) kosmayın. Suphesiz ki Allah bilir, siz bilmezsiniz"
        },
        {
            "chapter": 16,
            "verse": 75,
            "text": "Allah hicbir seye gucu yetmiyen bir kole ile, kendisini tarafımızdan guzel bir rızıkla rızıklandırıp, ondan gizli ve acık (Allah icin) harcayan (hur) kimseyi misal verir; bunlar hic esit olur mu ? Allah´a hamd olsun. Ne var ki (insanların) cogu bilmezler"
        },
        {
            "chapter": 16,
            "verse": 76,
            "text": "Allah yine, iki adamı misal veriyor : Biri dilsizdir, hicbir seye gucu yetmez, efendisine agırlık veren bir yuktur; nereye yoneltip gonderse, hic de hayır ile gelmez ; bununla, adaletle emreden ve dosdogru yol uzerinde bulunan kimse hic esit olurlar mı"
        },
        {
            "chapter": 16,
            "verse": 77,
            "text": "Goklerin ve yerin gayb ( = gizli, gozle gorulmeyenini (bilmek) Allah´a mahsustur. Kıyamet´in kopusu bir goz kırpma gibidir veya ondan da yakın (ve suratlidir). Suphesiz ki Allah´ın kudreti her seye yeter"
        },
        {
            "chapter": 16,
            "verse": 78,
            "text": "Allah sizi analarınızın karnından, sizi hicbir sey bilmez iken cıkardı ; sukredersiniz diye size isitme, gozler, gonuller verdi"
        },
        {
            "chapter": 16,
            "verse": 79,
            "text": "Gok boslugunda (ilahi hilkat sunnetine) boyun egerek ucan kuslara bakmıyorlar mı ? Onları ancak Allah tutar. Dogrusu bunda iman eden bir millet icin dersler, ogutler, ibretler ve belgeler vardır"
        },
        {
            "chapter": 16,
            "verse": 80,
            "text": "Allah, evlerinizi size huzur duyma, dinlenme yeri kıldı. Davarların derilerinden, goc ettiginiz gun ve konup eyiestiginiz gun hafif tasıyabileceginiz (cadır) evler yaptı. Yunlerinden, tuylerinden, kıllarından bir sureye kadar (kullanabilmeniz icin) giyimlikler ve (ticari) gecimlikler sundu"
        },
        {
            "chapter": 16,
            "verse": 81,
            "text": "Allah yarattıgı seylerin bir kısmında size golgeler, dagların bir kısmında size sıgınacak yuvalar yaptı ; sizi sıcaktan koruyacak elbiseler ve (savasta) sizi koruyacak (zırh ve benzeri) giysiler var kıldı. O´na teslimiyet gosteresiniz diye boylece nimetini size tamamlar"
        },
        {
            "chapter": 16,
            "verse": 82,
            "text": "Bunca nimetlere ragmen yuzcevirirlerse, sana dusen (ancak) acık tebligdir"
        },
        {
            "chapter": 16,
            "verse": 83,
            "text": "Allah´ın nimetini bilirler, sonra da inkar ederler. Zaten onların cogu kafir kisilerdir"
        },
        {
            "chapter": 16,
            "verse": 84,
            "text": "(Kıyamet) gunu her ummetten bir sahid gonderecegiz. Sonra da o inkar edenlere ne izin verilecek, ne de hosnut edilmeleri icin ozurleri dinlenecek"
        },
        {
            "chapter": 16,
            "verse": 85,
            "text": "O zulmedenler azabı gorunce, ne onlardan azab hafifletilecek, ne de kendilerine muhlet verilecek"
        },
        {
            "chapter": 16,
            "verse": 86,
            "text": "Allah´a ortak kosanlar, kostukları ortaklarını gorunce : «Ey Rabbimiz ! Seni bırakıp da taptıgımız ortaklarımız bunlardır!» diyecekler. Onlar da musriklere su sozu atacaklar: «Dogrusu sizler yalancıların tekisiniz!»"
        },
        {
            "chapter": 16,
            "verse": 87,
            "text": "Ve o gun artık Allah´a teslimiyet gosterirler ve uydurdukları seyler de onları bırakıp (gozden) kaybolurlar"
        },
        {
            "chapter": 16,
            "verse": 88,
            "text": "Onlar ki inkar edip baskalarını da Allah yolundan alıkoydular, —cıkardıkları fesad sebebiyle— kendilerine azab ustune azab artırırız"
        },
        {
            "chapter": 16,
            "verse": 89,
            "text": "O gun her ummete kendilerinden bir sahid gondeririz ve seni de (Ey Muhammed!) bunlar uzerine sahid oiarak getiririz. Sana her seyi acıklayıp ortaya koyan, dogru yolu gosteren, rahmeti yansıtan ve Muslumanlara mujde olan bu kitabı indirdik"
        },
        {
            "chapter": 16,
            "verse": 90,
            "text": "Suphesiz ki Allah, adaleti, iyiligi, yakınlardan (ihtiyac sahiplerine) vermeyi emreder. Her turlu hayasızlıgı, (aklın, orfun ve ser´in hos gormedigi) kotulugu ve her cesit (haksız) tecavuzu men´eder. Dinleyip dusunesiniz, dusunup anlayasınız diye size ogut verir"
        },
        {
            "chapter": 16,
            "verse": 91,
            "text": "Andlasma - sozlesme yaptıgınızda Allah´a karsı sozunuzu yerine getirin. Saglama bagladıktan sonra yeminlerinizi bozmayın ; (nasıl bozarsınız ki) Allah´ı kendinize kefil kılmıssınızdır. Suphesiz ki Allah yaptıklarınızı bilir"
        },
        {
            "chapter": 16,
            "verse": 92,
            "text": "(Ipligini iyice bukup saglamlastırdıktan sonra onu bozan kadın gibi olmayın. Bir ummet diger bir ummetten daha coktur, diye aranızdaki yeminleri bozup .dolaylı, hileli hareket etmeyin). Allah bununla sizi ancak denemektedir ve Kıyamet gunu de mutlaka ihtilafa dustugunuz seyi size bir bir acıklayacaktır"
        },
        {
            "chapter": 16,
            "verse": 93,
            "text": "Allah dileseydi sizi bir tek ummet kılardı. Ama O, diledigi kimseyi saptırır, diledigini de dogru yola iletir. Ve elbette yaptıklarınızdan sorulacaksınız"
        },
        {
            "chapter": 16,
            "verse": 94,
            "text": "Yeminlerinizi aranızda dolaylı-hileli yoldan bozmayın. Sonra saglamca basmakta olan ayak kayabilir de Allah yolundan alıkoymanız sebebiyle azabı tadarsınız ve sizin icin (o takdirde) buyuk bir azab vardır"
        },
        {
            "chapter": 16,
            "verse": 95,
            "text": "Allah dına verdiginiz sozu, yaptıgınız andlasmayı az bir pahaya degistirmeyin. Eger bilirseniz, Allah yanında olan sizin icin daha hayırlıdır"
        },
        {
            "chapter": 16,
            "verse": 96,
            "text": "Sizin yanınızdaki seyler tukenir. Allah yanındaki ise sonsuzdur (sınırsızdır) tukenmez. Biz elbette sabredenleri, yapageldikleri seyden daha guzeliyle mukaatlandıracagız"
        },
        {
            "chapter": 16,
            "verse": 97,
            "text": "Erkek veya kadınlardan kim —mu´min oldugu halde— guzel yararlı amelde bulunursa, mutlaka biz ona hos bir hayat yasatırız ve mukafatlarını da islediklerinin daha guzeliyle karsılayıp degerlendiririz"
        },
        {
            "chapter": 16,
            "verse": 98,
            "text": "Kur´an okundugu zaman, kogulup lanetlenen seytandan Allah´a sıgın"
        },
        {
            "chapter": 16,
            "verse": 99,
            "text": "Suphesiz ki seytanın, iman edip Rablerine guvenip dayananlar uzerinde sultası yoktur"
        },
        {
            "chapter": 16,
            "verse": 100,
            "text": "Onun sultası ancak, onu kendine dost ve yar edinenler ve bir de Allah´a ortak kosanlar uzerindedir"
        },
        {
            "chapter": 16,
            "verse": 101,
            "text": "Biz bir ayeti baska bir ayetin yerine koyup degistirdigimizde —ki Allah indirecegini daha iyi bilir— onlar, sen ancak uyduruyorsun, derler. Hayır, onların cogu (hakikati) bilmezler"
        },
        {
            "chapter": 16,
            "verse": 102,
            "text": "De ki: Onu, iman edenlerin inancını daha da saglamlastırmak, Muslumanlara dogru yolu gostermek ve mujde olmak icin Rabbinden hak ile Ruhu´l-kuds indirmistir"
        },
        {
            "chapter": 16,
            "verse": 103,
            "text": "And olsun ki, onların, «Ona (Muhammed´e) ancak bir insan ogretiyor» dediklerini biliyoruz. O isaret ettikleri kimsenin dili (olsa olsa) fasih ve acık Arapca degildir. Bu Kur´an ise cok acık ve fasih bir Arapca´dır"
        },
        {
            "chapter": 16,
            "verse": 104,
            "text": "Allah´ın ayetlerine inanmayanları Allah dogru yola iletmez ve onlar icin elem verici bir azab vardır"
        },
        {
            "chapter": 16,
            "verse": 105,
            "text": "Yalan uyduranlar ancak Allah´ın ayetlerine inanmıyanlardır. Iste onlardır yalancıların kendileri"
        },
        {
            "chapter": 16,
            "verse": 106,
            "text": "Kalbi iman ile yatısmıs oldugu halde, zorlanan kimse dısında, inandıktan sonra Allah´ı inkar edip gogsunu kufre acanlar uzerine Allah´ tan bir gazab vardır ve buyuk bir azab da onlar icindir"
        },
        {
            "chapter": 16,
            "verse": 107,
            "text": "Bu boyledir. Cunku onlar Dunya hayatını sevip Ahirete tercih etmislerdir ve Allah da kafirler toplulugunu dogru yola eristirmez"
        },
        {
            "chapter": 16,
            "verse": 108,
            "text": "Iste bunlar, Allah´ın, kalblerini, kulaklarını ve gozlerini muhurledigi kimselerdir; gafil olanlar da bunlardır"
        },
        {
            "chapter": 16,
            "verse": 109,
            "text": "Suphesiz ki bunlar, evet bunlar Ahiret´de zarara ugrayanlardır"
        },
        {
            "chapter": 16,
            "verse": 110,
            "text": "Sonra cesitli iskence ve eziyete ugratılan, ardından hicret eden sonra da Allah yolunda savasan ve sabreden kimseler icin suphesiz ki Rabbin cok bagıslayan ve cok merhamet edendir"
        },
        {
            "chapter": 16,
            "verse": 111,
            "text": "O gunde her can kendi nefsiyle mucadele edip gelecek ve herkese isledigi amellerinin karsılıgı —kimseler haksızlıga ugratılmadan— noksansız odenecek"
        },
        {
            "chapter": 16,
            "verse": 112,
            "text": "Allah size, guven icinde gonulleri huzur ile yatısmıs bir kasaba halkını misal verir: Rızıkları her yandan bol ve rahatca geliyordu. Buna ragmen onlar Allah´ın nimetlerine karsı nankorluk ettiler; Allah da o yaptıklarına karsılık onlara aclık ve korku elbisesini (giydirerek nankorlugun acısını) tattırdı"
        },
        {
            "chapter": 16,
            "verse": 113,
            "text": "And olsun ki, iclerinden onlara bir peygamber geldi de onu yalanladılar. Bu yuzden —onlar zalimler iken— azab kendilerini yakalayıverdi"
        },
        {
            "chapter": 16,
            "verse": 114,
            "text": "Artık Allah´ın size verdigi rızıktan helal ve temiz olarak yeyin ; Allah´ın nimetine (karsılık) sukredin, eger O´na tapıyorsanız (nankorluk etmeyin)"
        },
        {
            "chapter": 16,
            "verse": 115,
            "text": "O ancak size oluyu, kanı, domuz etini ve bir de Allah´tan baskası adına kesileni haram kılmıstır. Kim de darda kalırsa, (baskasının hakkına) tecavuz etmeksizin, (olmeyecek miktarı) asmaksızın (bunlardan yiyebilir). Suphesiz ki Allah cok bagıslayan ve cok merhamet edendir"
        },
        {
            "chapter": 16,
            "verse": 116,
            "text": "Allah´a karsı yalan uydurmak kasdıyle, dillerinizin alısageldigi sekilde uydurup «bu helaldir, bu haramdır» demeyin. Cunku Allah´a karsı yalan uyduranlar elbette umduklarına erisemezler"
        },
        {
            "chapter": 16,
            "verse": 117,
            "text": "Az bir yararlanma ve gecim ve kendileri icin elem verici bir azab"
        },
        {
            "chapter": 16,
            "verse": 118,
            "text": "Daha once sana anlattıklarımızı da Yahudi olanlara haram kılmıstık. Biz onlara zulmetmedik, ama onlar kendilerine zulmediyorlardı"
        },
        {
            "chapter": 16,
            "verse": 119,
            "text": "Rabbin gercekten, bilmeden kotuluk isledikten sonra ardından tevbe edip kendini duzeltenlerden yanadır. Suphesiz ki, Rabbin bundan sonra da cok bagıslayan, cok merhamet edendir"
        },
        {
            "chapter": 16,
            "verse": 120,
            "text": "Suphesiz ki Ibrahim, Allah´a itaat (havası) icinde boyun egen ve O´na dosdogru yonelen, kendi basına bir ummet idi. O, musriklerden (Allah´a ortak kosanlardan) degildi"
        },
        {
            "chapter": 16,
            "verse": 121,
            "text": "Ilahi nimetlere sukrederdi. Allah onu secip dosdogru bir yola iletmisti"
        },
        {
            "chapter": 16,
            "verse": 122,
            "text": "Ona hem Dunya´da iyilik-guzellik verdik; hem de Ahiret´te O salihlerdendir"
        },
        {
            "chapter": 16,
            "verse": 123,
            "text": "Sonra da biz Hanif olan, musriklerden olmayan Ibrahim´in dinine uy, diye sana vahyettik"
        },
        {
            "chapter": 16,
            "verse": 124,
            "text": "Cumartesi (tatil ve ibadeti) ancak onda gorus ayrılıgına dusup cekisenlere farz kılınmıstır. Suphesiz ki Rabbin, onların ayrılıga dusup cekistikleri sey hakkında Kıyamet gunu aralarında hukmedecektir"
        },
        {
            "chapter": 16,
            "verse": 125,
            "text": "Rabbin yoluna hikmetle ve guzel ogutle cagır; onlarla en guzel (olcu ve usul ne ise ona gore) mucadeleni surdur. Suphesiz ki Rabbin kendi yolundan sapanları daha iyi bilir ve O, dogru yolda olanları da en iyi bilendir"
        },
        {
            "chapter": 16,
            "verse": 126,
            "text": "Ceza verecek olursanız, size verilen cezanın misliyle cezalandırın. Ama eger (bu hususta) sabrederseniz, and olsun ki bu, sabredenler icin daha hayırlıdır"
        },
        {
            "chapter": 16,
            "verse": 127,
            "text": "Sabret, senin sabrın ancak Allah´ın yardımı iledir. Onların (inkarda inad etmelerine) uzulme ; kurdukları hile ve tuzaktan dolayı telaslanıp sıkıntıda kalma"
        },
        {
            "chapter": 16,
            "verse": 128,
            "text": "Suphesiz ki Allah (Rabbinden) korkup (fenalıklardan ; zulum ve tecavuzden) sakınanlarla ve bir de iyiligi huy edinenlerle beraberdir"
        }
    ]
}