{
    "chapter": [
        {
            "chapter": 41,
            "verse": 1,
            "text": "Hā mīma"
        },
        {
            "chapter": 41,
            "verse": 2,
            "text": "parama karuṇāmaẏa aphuranta phaladātāra kācha thēkē ē ēka abatāraṇa"
        },
        {
            "chapter": 41,
            "verse": 3,
            "text": "ēkaṭi grantha yāra āẏātasamūha spaṣṭabhābē bibr̥ta, ārabī kura'āna sē'i lōkadēra jan'ya yārā jānē"
        },
        {
            "chapter": 41,
            "verse": 4,
            "text": "susambādabāhaka ō satarkakārī; kinta tādēra anēkē'i sarē yāẏa, kājē'i tārā śōnē nā."
        },
        {
            "chapter": 41,
            "verse": 5,
            "text": "Āra tārā balē -- ''tumi yāra prati āmādēra ḍākacha tā thēkē āmādēra hr̥daẏa ḍhākanira bhētarē raẏēchē, āra āmādēra kānē raẏēchē badhiratā, āra āmādēra madhyē ō tōmāra madhyē raẏēchē ēkaṭi pardā kāja karē yā'ō, āmarā'ō abaśya kāja karē calēchi.’’"
        },
        {
            "chapter": 41,
            "verse": 6,
            "text": "Balō, ''āmi tō tōmādēra matō ēkajana mānuṣa mātra, āmāra kāchē pratyādēśa haẏēchē yē tōmādēra upāsya niścaẏa'i ēkaka upāsya, sutarāṁ tām̐ra dikē sōjāsuji patha dharō, āra tām̐ra'i kāchē paritrāṇa khōm̐jō.’’ Āra dhik bahukhōdābādīdēra prati"
        },
        {
            "chapter": 41,
            "verse": 7,
            "text": "yārā yākāta pradāna karē nā, āra ākhērāta samparkē tārā sbaẏaṁ abiśbāsī."
        },
        {
            "chapter": 41,
            "verse": 8,
            "text": "Pakṣāntarē yārā īmāna ēnēchē ō saṯkarma karachē tādēra jan'ya raẏēchē bādhāhīna pratidāna."
        },
        {
            "chapter": 41,
            "verse": 9,
            "text": "Balō -- ''tōmarā ki ṭhikaṭhika'i tām̐kē asbīkāra karacha yini pr̥thibī sr̥ṣṭi karēchēna du'i dinē, āra tōmarā ki tām̐ra saṅgē samakakṣa dām̐ṛa karā'ō? Ēmanajana'i hacchēna biśbajagatēra prabhu.’’"
        },
        {
            "chapter": 41,
            "verse": 10,
            "text": "Āra tāra madhyē tāra bahirbhāgē tini sthāpana karēchēna parbatamālā, āra tātē tini anugraha arpaṇa karēchēna, āra tātē tini byabasthā karēchēna ēra khādyasāmagrī -- cāra dinē. Anusandhānakārīdēra jan'ya samabhābē prayōjya."
        },
        {
            "chapter": 41,
            "verse": 11,
            "text": "Tārapara tini phiralēna ākāśēra dikē āra sēṭi chila ēka dhūmrajāla. Anantara tini ēṭikē ō pr̥thibīkē balalēna -- ''tōmarā ubhaẏē ēsō sbēcchāẏa athabā anicchāẏa.’’ Tārā balalē -- ''āmarā āsachi anugata haẏē.’’"
        },
        {
            "chapter": 41,
            "verse": 12,
            "text": "Tārapara tini tādēra sampūrṇa karalēna sāta āsamānē, du'i dinē, āra pratyēka ākāśē tini ādēśa karēchēna tāra karaṇīẏa. Āra āmarā nikaṭabartī ākāśakē śōbhita karēchi pradīpamālā diẏē, āra surakṣita abasthāẏa. Ēṭi'i mahāśaktiśālī sarbajñātāra bidhāna."
        },
        {
            "chapter": 41,
            "verse": 13,
            "text": "Ēra parē'ō tārā yadi phirē yāẏa tāhalē tumi balō -- ''āmi tōmādēra huśiẏām̐ra karē dicchi'āda ō chāmūdēra bajrāghātēra n'yāẏa ēka bajrāghāta sanbandhē.’’"
        },
        {
            "chapter": 41,
            "verse": 14,
            "text": "Smaraṇa karō! Rasūlagaṇa tādēra kāchē ēsēchilēna tādēra sāmanē thēkē ō tādēra pēchana thēkē ē'i balē -- ''āllāh byatīta kārō upāsanā karō nā.’’ Tārā balēchila -- ''āmādēra prabhu yadi icchā karatēna tāhalē tini niścaẏa'i phiriś‌tādēra pāṭhātē pāratēna, sējan'ya tōmādēra yā diẏē pāṭhānō haẏēchē āmarā ālabaṯ tātē abiśbāsī.’’"
        },
        {
            "chapter": 41,
            "verse": 15,
            "text": "Bastutaḥ'āda-ēra kṣētrē -- tārā takhana pr̥thibītē yukti byatirēkē ahaṅkāra karata, āra balata -- ''āmādēra cēẏē balabikramē bēśī śaktiśālī kē āchē?’’ Tārā ki tabē dēkhatē pāẏa ni yē, āllāh yini tādēra sr̥ṣṭi karēchēna tini tādēra cēẏē balabikramē adhika balīẏāna? Āra tārā āmādēra nirdēśābalī sanbandhē bāda-pratibāda karata."
        },
        {
            "chapter": 41,
            "verse": 16,
            "text": "Sējan'ya āmarā tādēra uparē pāṭhiẏēchilāma ēka bhaẏaṅkara jhaṛatuphāna aśubha dinē, yēna āmarā pārthiba jībanē'i tādēra āsbādana karātē pāri lāñchanādāẏaka śāsti. Āra ākhērātēra śāsti niścaẏa'i ārō bēśī lāñchanādāẏaka, āra tādēra sāhāyya karā habē nā."
        },
        {
            "chapter": 41,
            "verse": 17,
            "text": "Āra chāmūdēra kṣētrē -- āmarā tō tādēra patha dēkhiẏēchilāma kinta tārā patha dēkhāra paribartē andhatba bhālabēsēchila, kājē'i tārā yā arjana karēchila sējan'ya ēka lāñchanādāẏaka śāstira bajrāghāta tādēra pākaṛā'ō karēchila."
        },
        {
            "chapter": 41,
            "verse": 18,
            "text": "Āra āmarā ud'dhāra karēchilāma tādēra yārā biśbāsa karēchila ēbaṁ bhaẏabhakti pōṣaṇa karata."
        },
        {
            "chapter": 41,
            "verse": 19,
            "text": "Āra sē'i dina yakhana āllāh‌ra śatrudēra samabēta karā habē āgunēra dikē, phalē ōdēra dala bām̐dhā habē"
        },
        {
            "chapter": 41,
            "verse": 20,
            "text": "pariśēṣē yakhana tārā ēra kāchē āsabē takhana tādēra kāna ō tādēra cōkha ō tādēra chāla-cāmaṛā tādēra birud'dhē sākṣya dēbē tārā yā karata sē-sanbandhē."
        },
        {
            "chapter": 41,
            "verse": 21,
            "text": "Āra tārā nijēdēra chāla-cāmaṛākē balabē -- ''tōmarā kēna āmādēra birud'dhē sākṣya dilē?’’ Tārā balabē -- āllāh yini saba- kichukē kathā balāna, tini'i āmādēra kathā baliẏēchēna.’’ Āra tini tōmādēra prathamabārē sr̥ṣṭi karēchēna, āra tām̐ra'i kāchē tōmādēra phiriẏē ānā habē."
        },
        {
            "chapter": 41,
            "verse": 22,
            "text": "Āra tōmādēra kāna tōmādēra birud'dhē sākṣya dēbāra byāpārē tōmarā kichu'i gōpana rākhatē nā, āra tōmādēra cōkhēra thēkē'ō naẏa, āra tōmādēra chāla-cāmaṛā thēkē'ō naẏa, uparantu tōmarā manē karatē yē tōmarā yā karēchilē tāra adhikānśa'i āllāh jānēna nā."
        },
        {
            "chapter": 41,
            "verse": 23,
            "text": "Āra tōmādēra ēmanatara bhābanāṭā'i yā tōmarā bhābatē tōmādēra prabhu sanbandhē tā-i tōmādēra dhbansa karēchē, phalē sakālasakāla'i tōmarā kṣatigrastadēra antarbhukta haẏēcha."
        },
        {
            "chapter": 41,
            "verse": 24,
            "text": "Kājē'i tārā yadi adhyabasāẏa karē tāhalē āguna'i habē tādēra abasthānasthala, āra yadi tārā sadaẏatā cāẏa tāhalē tārā nugrahaprāptadēra antarbhukta habē nā."
        },
        {
            "chapter": 41,
            "verse": 25,
            "text": "Āra āmarā tādēra jan'ya saṅgī bāniẏēchilāma, tā'i tādēra jan'ya tārā cittākarṣaka karēchila yā tādēra sam'mukhē chila āra yā tādēra paścātē chila, āra tādēra birud'dhē bāṇī satya pratipanna haẏēchē, -- jinadēra ō mānuṣadēra madhyēra yārā tādēra pūrbē gata haẏē gēchē sē'i sampradāẏēra madhyē, niḥsandēha tārā chila kṣatigrasta."
        },
        {
            "chapter": 41,
            "verse": 26,
            "text": "Āra yārā abiśbāsa karē tārā balē -- ''ē'i kura'āna śunō nā, āra ētē śōragōla karō, yātē tōmarā damana karatē pārō.’’"
        },
        {
            "chapter": 41,
            "verse": 27,
            "text": "Sējan'ya yārā abiśbāsa karē tādēra āmarā abaśya'i kaṭhina śāsti āsbādana karāba, āra tādēra abaśya'i pratidāna dēba tārā yā gar'hita kāja karata tā'i diẏē."
        },
        {
            "chapter": 41,
            "verse": 28,
            "text": "Ē'i hacchē āllāh‌ra śatrudēra pariṇāma -- āguna, tādēra jan'ya ēkhānē raẏēchē dīrghasthāẏī ābāsa. Āmādēra nirdēśābalī tārā asbīkāra karata balē'i ēṭi hacchē pratiphala."
        },
        {
            "chapter": 41,
            "verse": 29,
            "text": "Āra yārā abiśbāsa karē tārā balabē -- ''āmādēra prabhu! Jina ō mānuṣadēra yārā āmādēra bipathē cāliẏēchila tādēra āmādēra dēkhiẏē dā'ō, āmādēra pāẏēra talāẏa āmarā tādēra māṛābō, yātē tārā adhamadēra antarbhukta haẏa.’’"
        },
        {
            "chapter": 41,
            "verse": 30,
            "text": "Pakṣāntarē yārā balē -- ''āmādēra prabhu āllāha’’, tārapara tārā kāẏēma thākē, tādēra nikaṭa phiriś‌tārā abataraṇa karē ē'i balē -- ''bhaẏa karō nā āra duḥkha karō nā, barañca susambāda śunō jānnātēra yāra jan'ya tōmādēra prati‌śruti dē'ōẏā haẏēchila."
        },
        {
            "chapter": 41,
            "verse": 31,
            "text": "Āmarā tōmādēra bandhu ē'i duniẏāra jībanē ō parakālē, āra tōmādēra jan'ya ētē raẏēchē tōmādēra antara yā-kichu kāmanā karē tā'i, āra tōmādēra jan'ya tātē raẏēchē yā tōmarā cēẏē pāṭhā'ō."
        },
        {
            "chapter": 41,
            "verse": 32,
            "text": "Paritrāṇakārī aphuranta phaladātāra tarapha thēkē ēka āpyāẏana.’’"
        },
        {
            "chapter": 41,
            "verse": 33,
            "text": "Āra kē tāra cā'itē kathābārtāẏa bēśī bhāla yē āllāh‌ra prati āhbāna karē ēbaṁ saṯkarma karē āra balē -- ''āmi tō niścaẏa'i musalimadēra madhyēkāra?’’"
        },
        {
            "chapter": 41,
            "verse": 34,
            "text": "Āra bhāla jinisa ō manda jinisa ēkasamāna hatē pārē nā. Pratihata karō tā'i diẏē yā adhikatara uṯkr̥ṣṭa, phalē dēkhō! Tōmāra madhyē ō tāra madhyē śatrutā thākalē'ō sē yēna chila antaraṅga bandhu."
        },
        {
            "chapter": 41,
            "verse": 35,
            "text": "Āra kē'u ēṭi pētē pārē nā tārā byatīta yārā adhyabasāẏa karē, āra kē'u ēṭi pētē pārē nā mahāna saubhāgyabāna byatīta."
        },
        {
            "chapter": 41,
            "verse": 36,
            "text": "Āra śaẏatāna thēkē kōnō khōm̐cā yadi tōmākē khōm̐cā dēẏa tāhalē tumi āllāh‌ra kāchē āśraẏa cā'ō. Niḥsandēha tini sbaẏaṁ sarbaśrōtā, sarbajñātā."
        },
        {
            "chapter": 41,
            "verse": 37,
            "text": "Āra tām̐ra nidarśanābalīra madhyē raẏēchē rāta ō dina āra sūrya ō candra. Tōmarā sūryēra prati sijadā karō nā āra candrēra prati'ō naẏa, baraṁ tōmarā sij‌dā karō āllāh‌ra prati yini ēgulōkē sr̥ṣṭi karēchēna, yadi tōmarā tām̐kē'i upāsanā karatē cā'ō."
        },
        {
            "chapter": 41,
            "verse": 38,
            "text": "Kinta yadi tārā garbabōdha karē, bastutaḥ yārā tōmāra prabhura sānnidhyē raẏēchē tārā tām̐ra japatapa karachē dina ō rātabhara, āra tārā klāntibōdha karē nā."
        },
        {
            "chapter": 41,
            "verse": 39,
            "text": "Āra tām̐ra nidarśanagulōra madhyē hacchē yē, tumi pr̥thibīṭākē dēkhatē pāccha śukanō, tārapara yakhana tāra uparē āmarā barṣaṇa kari br̥ṣṭi takhana tā cañcala haẏa ō phēm̐pē ōṭhē. Niḥsandēha yini ēṭikē jībanadāna karēna tini'i tō mr̥tēra prāṇadātā. Tini niścaẏa'i saba- kichura uparē sarbaśaktimāna."
        },
        {
            "chapter": 41,
            "verse": 40,
            "text": "Niḥsandēha yārā bēm̐kē basē āmādēra nirdēśābalīsanbandhē tārā āmādēra thēkē lukiẏē thākā naẏa. Tabē ki yākē āgunē nikṣēpa karā habē sē adhikatara bhāla, nā sē, yē kiẏāmatēra dinē nirāpattāra sāthē hājira habē? Tōmarā yā cā'ō karē yā'ō, niḥsandēha tōmarā yā karacha sē-sanbandhē tini sarbadraṣṭā."
        },
        {
            "chapter": 41,
            "verse": 41,
            "text": "Niḥsandēha yārā smārakagranthakē pratyākhyāna karē tādēra kāchē tā āsāra parē. Āra ēṭi tō niścaẏa'i ēka sumahāna grantha"
        },
        {
            "chapter": 41,
            "verse": 42,
            "text": "ētē mithyā kathā āsatē pārabē nā ēra sāmanē thēkē, āra ēra pēchana thēkē'ō naẏa. Ē hacchē ēkaṭi abatāraṇa mahājñānī parama praśansitēra kācha thēkē."
        },
        {
            "chapter": 41,
            "verse": 43,
            "text": "Tōmāra prati ēmana kichu balā haẏani tā byatīta yā balā hatō tōmāra pūrbabartī rasūlagaṇēra sanbandhē. Niḥsandēha tōmāra prabhu niścaẏa'i paritrāṇē kṣamatābāna, ēbaṁ kaṭhōra pratiphala ditē sakṣama."
        },
        {
            "chapter": 41,
            "verse": 44,
            "text": "Āra yadi āmarā ēṭikē ēkaṭi ā'jamī bhāṣaṇa bānātāma tāhalē tārā niścaẏa'i balata -- ''ēra āẏātagulō kēna pariskārabhābē balā haẏa ni? Kī! Ēkaṭi ā'jamī ēbaṁ ēkajana ārabīẏa!’’ Balō -- ''yārā biśbāsa karē tādēra jan'ya ēṭi ēka pathanirdēśa ō ēka ārōgya-bidhāna.’’ Āra yārā biśbāsa karē nā tādēra kānēra madhyē raẏēchē badhiratā, āra tādēra jan'ya ēṭi andhakārācchanna. Ērā -- ēdēra ḍākā haẏa bahu dūrēra jāẏagā thēkē."
        },
        {
            "chapter": 41,
            "verse": 45,
            "text": "Āra āmarā tō itipūrbē mūsākē dharmagrantha diẏēchilāma, kinta ētē matabhēda ghaṭānō haẏēchila. Āra yadi nā tōmāra prabhura kācha thēkē ēkaṭi bāṇī itipūrbē dhārya haẏē thākata tāhalē tādēra madhyē mīmānsā haẏē yēta. Āra niḥsandēha ē-sanbandhē tā rā ēka asbastikara sandēhēra mājhē raẏēchē."
        },
        {
            "chapter": 41,
            "verse": 46,
            "text": "Yē kē'u saṯkarma karē thākē, sēṭi tō tāra nijēra jan'yē'i, āra yē kē'u mandakāja karē sēṭi tō tāra'i birud'dhē. Āra tōmāra prabhu dāsadēra prati ādau an'yāẏakārī nana."
        },
        {
            "chapter": 41,
            "verse": 47,
            "text": "Tām̐ra kāchē'i hā'ōẏālā dē'ōẏā haẏa ghaṛighanṭāra jñāna sanbandhē. Āra phala-phasalēra kōnōṭi'i tāra thōṛēra madhyē thēkē bēriẏē āsē nā, āra nārīdēra kē'u garbhadhāraṇa karē nā ō santāna prasaba'ō karē nā tām̐ra jñānēra bā'irē. Āra sē'idina tini tādēra ḍēkē balabēna -- ''kōthāẏa āmāra śarikāna?’’ Tārā balabē -- ''āmarā tōmāra kāchē ghōṣaṇā karachi, āmādēra madhyē kē'u'i sākṣī na'i.’’"
        },
        {
            "chapter": 41,
            "verse": 48,
            "text": "Āra ēra āgē yādēra tārā ḍākata tārā tādēra thēkē adr̥śya haẏē yābē, āra tārā bujhabē yē tādēra jan'ya kōnō āśraẏa nē'i."
        },
        {
            "chapter": 41,
            "verse": 49,
            "text": "Mānuṣa bhālara jan'yē prārthanāẏa klānti bōdha karē nā, kinta yadi duḥkhakaṣṭa tākē sparśa karē sē takhana dhairyahārā haẏē yāẏa."
        },
        {
            "chapter": 41,
            "verse": 50,
            "text": "Āra duḥkhadurdaśā tākē sparśa karāra parē āmarā yadi tākē āmādēra thēkē karuṇā āsbāda karā'i, sē niścaẏa'i balabē -- ''ēṭi āmāra'i jan'yē, āra āmi manē kari nā yē ghaṛighanṭā kāẏēma habē, āra yadi'i bā āmākē āmāra prabhura kāchē niẏē yā'ōẏā haẏa tabē āmāra jan'ya tām̐ra kāchē kalyāṇa'i thākabē.’’ Kinta yārā abiśbāsa pōṣaṇa karē tādēra āmarā abaśya'i jāniẏē dēba kī tārā karēchila ēbaṁ tādēra āmarā abaśya'i āsbādana karāba kaṭhōra śāsti thēkē."
        },
        {
            "chapter": 41,
            "verse": 51,
            "text": "Āra yakhana āmarā mānuṣēra uparē anugraha barṣaṇa kari sē mukha phiriẏē nēẏa ō ēra āśapāśa thēkē dūrē sarē yāẏa, kinta yakhana duḥkhakaṣṭa tākē sparśa karē takhana dēkhō! Sē dīrgha prārthanāẏa rata haẏa."
        },
        {
            "chapter": 41,
            "verse": 52,
            "text": "Tumi balō -- ''tōmarā ki bhēbē dēkhēcha, yadi ēṭi āllāh‌ra kācha thēkē ha’ẏē thākē ēbaṁ tōmarā ētē abiśbāsa kara, tāhalē tāra cā'itē kē bēśī pathabhrānta yē sudūrabyāpī birud'dhācaraṇē raẏēchē?’’"
        },
        {
            "chapter": 41,
            "verse": 53,
            "text": "Āmarā acirē'i tādēra dēkhāba āmādēra nidarśanābalī digadigantē ēbaṁ tādēra nijēdēra madhyē'ō, yē paryanta nā tādēra kāchē spaṣṭa haẏē yāẏa yē ēṭi niḥsandēha dhrubasatya. Ēṭi ki yathēṣṭa naẏa yē tōmāra prabhu -- tini'i tō saba-kichura uparē sākṣī raẏēchēna"
        },
        {
            "chapter": 41,
            "verse": 54,
            "text": "ēṭi ki naẏa yē tārā ālabaṯ sandēhēra mājhē raẏēchē tādēra prabhura sāthē sākṣāṯkāra sanbandhē? Ēṭi ki naẏa yē tini niścaẏa saba- kichura'i paribēṣṭanakārī"
        }
    ]
}