{
    "chapter": [
        {
            "chapter": 36,
            "verse": 1,
            "text": "Ya seen"
        },
        {
            "chapter": 36,
            "verse": 2,
            "text": "VID DENNA Koran, ur vilken visdomen [flödar]"
        },
        {
            "chapter": 36,
            "verse": 3,
            "text": "Du [Muhammad] är i sanning en av Guds utsända"
        },
        {
            "chapter": 36,
            "verse": 4,
            "text": "som följer en rak väg"
        },
        {
            "chapter": 36,
            "verse": 5,
            "text": "i enlighet med den Allsmäktiges, den Nåderikes uppenbarelse"
        },
        {
            "chapter": 36,
            "verse": 6,
            "text": "för att du skall varna ett folk vars fäder inte har varnats och som därför [vandrar] i okunnighet"
        },
        {
            "chapter": 36,
            "verse": 7,
            "text": "Men [Guds] dom över de flesta av dem måste bli verklighet - de vill inte tro"
        },
        {
            "chapter": 36,
            "verse": 8,
            "text": "Vi har smitt kragar av järn åt dem, [kragar] som omsluter halsen ända till hakan och tvingar upp deras huvuden"
        },
        {
            "chapter": 36,
            "verse": 9,
            "text": "och Vi har satt ett hinder framför dem och ett hinder bakom dem, och Vi har täckt över deras [ansikten] så att de inte kan se"
        },
        {
            "chapter": 36,
            "verse": 10,
            "text": "Det är likgiltigt för dem om du varnar dem eller inte varnar dem; de vill inte tro"
        },
        {
            "chapter": 36,
            "verse": 11,
            "text": "Med din varning når du bara den som lägger påminnelsen på hjärtat och som fruktar den Nåderike, fastän Han inte kan ses eller förnimmas. Ge honom därför det glada budskapet om [Guds] förlåtelse och en frikostig belöning"
        },
        {
            "chapter": 36,
            "verse": 12,
            "text": "Det är Vi som uppväcker de döda till nytt liv och som upptecknar allt vad de har gjort och spåren som de efterlämnar; ja, allt är infört i en öppen bok"
        },
        {
            "chapter": 36,
            "verse": 13,
            "text": "OCH FRAMSTÄLL för dem en liknelse - [en berättelse om] hur invånarna i en stad betedde sig när [Våra] utsända kom till dem"
        },
        {
            "chapter": 36,
            "verse": 14,
            "text": "Vi sände till dem två [sändebud] och de beskyllde båda för lögn; därför sände Vi en tredje till deras hjälp. Och de sade: \"Vi har sänts till er [med budskap från Gud]"
        },
        {
            "chapter": 36,
            "verse": 15,
            "text": "[Invånarna] svarade: \"Ni är ingenting annat än vanliga människor som vi; den Nåderike har aldrig uppenbarat något. Vad ni säger är ren lögn"
        },
        {
            "chapter": 36,
            "verse": 16,
            "text": "[Sändebuden] sade: \"Vi har helt visst sänts till er med vår Herres vetskap"
        },
        {
            "chapter": 36,
            "verse": 17,
            "text": "vår uppgift är att framföra vårt budskap klart och entydigt"
        },
        {
            "chapter": 36,
            "verse": 18,
            "text": "[Invånarna] sade: \"Vi ser er ankomst som ett varsel om kommande olyckor! Om ni inte avstår [från ert uppsåt], skall vi sannerligen stena er, ja, vi skall låta er utstå ett plågsamt straff"
        },
        {
            "chapter": 36,
            "verse": 19,
            "text": "[Sändebuden] sade: \"De olyckor ni tror att vi varslar om beror av er själva. [Hotar ni oss] därför att vi påminner er [om Gud och varnar er]? Ni är sannerligen människor som går till de värsta överdrifter"
        },
        {
            "chapter": 36,
            "verse": 20,
            "text": "Då kom en man springande från stadens andra ände och ropade: \"Lyssna, mitt folk, till budbärarna"
        },
        {
            "chapter": 36,
            "verse": 21,
            "text": "Lyssna till dem som inte begär någon ersättning av er och som är rätt vägledda"
        },
        {
            "chapter": 36,
            "verse": 22,
            "text": "Varför skulle jag inte tillbe Honom som har skapat mig? Det är till Honom som ni alla [till sist] skall föras åter"
        },
        {
            "chapter": 36,
            "verse": 23,
            "text": "[Varför] skulle jag sätta medgudar vid Hans sida? Om den Nåderike vill att något ont skall drabba mig, är deras förböner till ingen nytta för mig och de kan inte rädda mig"
        },
        {
            "chapter": 36,
            "verse": 24,
            "text": "Vilket grovt misstag hade jag då inte begått"
        },
        {
            "chapter": 36,
            "verse": 25,
            "text": "Jag tror på Honom som [också] är er Herre; lyssna till mig"
        },
        {
            "chapter": 36,
            "verse": 26,
            "text": "Han bjöds att stiga in i paradiset - [och] utbrast: \"Ack, om mitt folk visste"
        },
        {
            "chapter": 36,
            "verse": 27,
            "text": "att min Herre har förlåtit mig och gett mig en hedersam plats"
        },
        {
            "chapter": 36,
            "verse": 28,
            "text": "Efter detta sände Vi ingen himmelsk armé mot hans landsmän - det behövdes inte"
        },
        {
            "chapter": 36,
            "verse": 29,
            "text": "ett dån genljöd, ett enda, och allt blev tyst"
        },
        {
            "chapter": 36,
            "verse": 30,
            "text": "ARMA människor! Aldrig någonsin har ett sändebud kommit till dem, utan att de har gjort narr av honom"
        },
        {
            "chapter": 36,
            "verse": 31,
            "text": "Har de inte klart för sig hur många släkten Vi lät gå under före deras tid, [släkten] som aldrig skall återkomma"
        },
        {
            "chapter": 36,
            "verse": 32,
            "text": "Men alla skall de [en Dag] föras fram inför Oss"
        },
        {
            "chapter": 36,
            "verse": 33,
            "text": "Ett tecken [på Guds allmakt] har de fått i den döda jorden, som Vi skänker nytt liv och där Vi låter brödsäd växa, som tjänar dem till föda"
        },
        {
            "chapter": 36,
            "verse": 34,
            "text": "och där Vi låter palmlundar och vingårdar uppstå, vattnade av källor"
        },
        {
            "chapter": 36,
            "verse": 35,
            "text": "av vars frukt de äter efter att bidragit med [sina] händers arbete. Skall de då inte tacka [Honom]"
        },
        {
            "chapter": 36,
            "verse": 36,
            "text": "Stor i Sin härlighet är Han, som har skapat allt vad jorden alstrar, människorna själva och det som de saknar kunskap om, i motsatspar"
        },
        {
            "chapter": 36,
            "verse": 37,
            "text": "Också i natten har de ett tecken; Vi klär av den dagen - och de sveps i mörker"
        },
        {
            "chapter": 36,
            "verse": 38,
            "text": "Och solen som löper mot sin viloplats, anvisad henne av Den som äger all makt, all kunskap"
        },
        {
            "chapter": 36,
            "verse": 39,
            "text": "Och månen, för vilken Vi har föreskrivit faser [som den måste passera] tills den blir lik den vissna, krökta stjälken till en dadelklase"
        },
        {
            "chapter": 36,
            "verse": 40,
            "text": "Solen skall inte skynda ifatt månen, och natten hinner inte upp dagen; var och en rör sig nämligen i sin [fastställda] bana"
        },
        {
            "chapter": 36,
            "verse": 41,
            "text": "Och ett tecken för dem är att Vi i den tungt lastade arken räddade deras [förfäder och dessas] efterkommande"
        },
        {
            "chapter": 36,
            "verse": 42,
            "text": "och Vi har skapat efterbilder till den som tjänar dem på deras resor"
        },
        {
            "chapter": 36,
            "verse": 43,
            "text": "Om Vi ville, kunde Vi låta dem drunkna; ingen skulle höra deras nödrop och ingen räddning nå dem"
        },
        {
            "chapter": 36,
            "verse": 44,
            "text": "om det inte var så att Vi förbarmade oss över dem och lät dem glädjas åt livet ännu en tid"
        },
        {
            "chapter": 36,
            "verse": 45,
            "text": "Men när de uppmanas: \"Var på er vakt mot [de faror] som ligger framför er [och som ni har varnats för] men också mot dem som ni inte vet något om - kanske skall [Gud] visa er barmhärtighet\"- [vänder de sig bort]"
        },
        {
            "chapter": 36,
            "verse": 46,
            "text": "ja, vilket budskap som än når dem från deras Herre, vänder de ryggen till"
        },
        {
            "chapter": 36,
            "verse": 47,
            "text": "Och när de som förnekar sanningen uppmanas: \"Ge åt andra av det som Gud har skänkt er för er försörjning\", säger de till de troende: \"Skall vi livnära den som Gud hade kunnat föda, om Han velat? Detta har ni helt missuppfattat"
        },
        {
            "chapter": 36,
            "verse": 48,
            "text": "Och de säger: \"Och detta löfte [om uppståndelse och dom], när skall det infrias, om ni har talat sanning"
        },
        {
            "chapter": 36,
            "verse": 49,
            "text": "Det enda de har att vänta på är [dånet av Guds straff] - ett enda dån, som skall drabba dem när de som bäst överlägger om [sina viktiga angelägenheter]"
        },
        {
            "chapter": 36,
            "verse": 50,
            "text": "De kommer inte att få tid att upprätta testamente, och de hinner inte vända tillbaka till de sina"
        },
        {
            "chapter": 36,
            "verse": 51,
            "text": "Och det skall stötas i basunen och alla skall skynda ut ur gravarna för att möta sin Herre"
        },
        {
            "chapter": 36,
            "verse": 52,
            "text": "och de skall jämra sig och ropa: \"Vem har väckt oss ur vår djupa sömn?\" [Och änglarna skall svara:] \"Detta är vad den Nåderike har lovat - budbärarna sade sanningen"
        },
        {
            "chapter": 36,
            "verse": 53,
            "text": "Ett dån, ett enda, skall ljuda, och alla skall föras fram inför Oss"
        },
        {
            "chapter": 36,
            "verse": 54,
            "text": "Ingen skall tillfogas orätt denna Dag och ni skall inte lönas för något annat än era egna handlingar"
        },
        {
            "chapter": 36,
            "verse": 55,
            "text": "Denna Dag skall de vars arvedel är paradiset helt gå upp i sin glädje"
        },
        {
            "chapter": 36,
            "verse": 56,
            "text": "vilande i ljuvlig skugga med sina följeslagare, stödda på divanernas [mjuka kuddar]"
        },
        {
            "chapter": 36,
            "verse": 57,
            "text": "och där skall de njuta frukter [av alla slag] och allt vad de begär skall de få"
        },
        {
            "chapter": 36,
            "verse": 58,
            "text": "En nåderik Herre skall hälsa dem med ordet: \"Fred"
        },
        {
            "chapter": 36,
            "verse": 59,
            "text": "Men ni, obotfärdiga syndare, håll er undan denna dag"
        },
        {
            "chapter": 36,
            "verse": 60,
            "text": "Befallde Jag er inte, ni söner av Adam, att inte tjäna Djävulen, som är er svurne fiende"
        },
        {
            "chapter": 36,
            "verse": 61,
            "text": "och befallde Jag er inte att tillbe Mig? Detta är en rak väg"
        },
        {
            "chapter": 36,
            "verse": 62,
            "text": "Han har lett många av er på avvägar - använde ni inte ert förstånd"
        },
        {
            "chapter": 36,
            "verse": 63,
            "text": "Detta är helvetet, som ni gång på gång varnades för"
        },
        {
            "chapter": 36,
            "verse": 64,
            "text": "Pröva i dag dess heta lågor, [straffet] för att ni ständigt förnekade sanningen"
        },
        {
            "chapter": 36,
            "verse": 65,
            "text": "Den Dagen skall Vi försegla deras läppar, men deras händer skall tala till Oss och deras fötter skall vittna om deras handlingar"
        },
        {
            "chapter": 36,
            "verse": 66,
            "text": "OM VI hade velat kunde Vi helt visst ha gjort dem blinda och de skulle [sin vana trogna] ha störtat i väg för att komma först; men de skulle aldrig ha kunnat bli varse [den raka vägen]"
        },
        {
            "chapter": 36,
            "verse": 67,
            "text": "Och hade Vi velat kunde Vi ha skapat dem [utan rörelseförmåga,] var och en på sin plats, så att de varken kunde gå framåt eller tillbaka"
        },
        {
            "chapter": 36,
            "verse": 68,
            "text": "Den som Vi ger ett långt liv, för honom förbyts utvecklingen [till sist] i tillbakagång. Vill de inte använda sitt förstånd"
        },
        {
            "chapter": 36,
            "verse": 69,
            "text": "VI HAR inte låtit [Profeten] få undervisning i diktkonsten och denna [konst] har inte med hans uppgift att göra. [Vad han läser upp] är bara en påminnelse och en klar och klargörande framställning av [Guds] sanning"
        },
        {
            "chapter": 36,
            "verse": 70,
            "text": "för att varna dem som är levande [i anden], och för att [Guds] dom över dem som förnekar sanningen, som den måste, skall bli verklighet"
        },
        {
            "chapter": 36,
            "verse": 71,
            "text": "Inser de inte att Vi - bland allt det som är Våra händers verk - för dem har skapat boskapen, som de råder över"
        },
        {
            "chapter": 36,
            "verse": 72,
            "text": "och som Vi har gjort till deras lydiga redskap, så att de använder några att rida på och [köttet av] några till föda"
        },
        {
            "chapter": 36,
            "verse": 73,
            "text": "och har annan nytta av dem och dricker [deras mjölk]? Känner de ingen tacksamhet"
        },
        {
            "chapter": 36,
            "verse": 74,
            "text": "De sätter upp gudomligheter vid sidan av Gud och hoppas få [deras] hjälp"
        },
        {
            "chapter": 36,
            "verse": 75,
            "text": "men dessa [falska gudar] förmår inte hjälpa sina trogna; de står där [tvärtom] som en trupp som skall kallas in [till avgudarnas försvar]"
        },
        {
            "chapter": 36,
            "verse": 76,
            "text": "Men gräm dig inte över vad de säger, dessa [förnekare av sanningen]. Vi känner deras hemligheter likaväl som det de öppet tillkännager"
        },
        {
            "chapter": 36,
            "verse": 77,
            "text": "INSER människan inte att det är Vi som skapar henne av en droppe säd? Och se, där står hon, en tänkande varelse, färdig att tvista och argumentera"
        },
        {
            "chapter": 36,
            "verse": 78,
            "text": "Hon tillämpar en liknelse på Oss och glömmer att hon [själv] är skapad och frågar: \"Vem kan ge liv åt förmultnade ben"
        },
        {
            "chapter": 36,
            "verse": 79,
            "text": "Säg: \"Han som först skapade dem skall ge dem [nytt] liv, eftersom Han har kunskapen om allt skapande"
        },
        {
            "chapter": 36,
            "verse": 80,
            "text": "Han som har låtit er utvinna eld ur grönskande träd - det är ju så som ni tänder era eldar"
        },
        {
            "chapter": 36,
            "verse": 81,
            "text": "Skulle inte himlarnas och jordens Skapare förmå återskapa dem [som har dött] sådana de var? Jo, helt visst! Han är Den som har skapat allt, som har kunskap om allt"
        },
        {
            "chapter": 36,
            "verse": 82,
            "text": "Om Han vill att något skall vara säger Han endast till det: \"Var!\" - och det är"
        },
        {
            "chapter": 36,
            "verse": 83,
            "text": "Stor är Han i Sin härlighet, Han som har herraväldet över allt i Sin hand! Till Honom skall ni föras åter"
        }
    ]
}