{
    "chapter": [
        {
            "chapter": 59,
            "verse": 1,
            "text": "ALLT det som himlarna rymmer och det som jorden bär prisar Gud; Han är den Allsmäktige, den Vise"
        },
        {
            "chapter": 59,
            "verse": 2,
            "text": "Det är Han som förmådde dem av efterföljarna av äldre tiders uppenbarelser som förnekade sanningen, att överge sina hem vid den första [stora] mönstringen. Ni [troende] tvivlade på att de skulle ge sig av [utan strid] och de trodde att de var väl skyddade mot Guds makt i sina fästen. Men Guds hårda slag drabbade dem från ett håll som de inte hade räknat med, och Han injagade [sådan] skräck i deras hjärtan att de raserade sina hem med egna händer - och de troende [rev vad som återstod]. Lär av detta, ni som ser klart"
        },
        {
            "chapter": 59,
            "verse": 3,
            "text": "Om Gud inte hade beslutat att de skulle förvisas skulle Han ha låtit [ytterligare] lidande drabba dem i denna värld. Men i det kommande livet [väntar dem] Eldens straff"
        },
        {
            "chapter": 59,
            "verse": 4,
            "text": "eftersom de satte sig upp mot Gud och Hans Sändebud och den som sätter sig upp emot Gud [skall få erfara att] Gud straffar med stränghet"
        },
        {
            "chapter": 59,
            "verse": 5,
            "text": "När ni [troende] högg ned deras palmer eller lät dem stå, [skedde allt] enligt Guds vilja, och för att förnedra dem som hade förhärdat sig i olydnad och trots"
        },
        {
            "chapter": 59,
            "verse": 6,
            "text": "[Glöm inte att] ni varken har behövt sporra häst eller kamel för att vinna det byte [som ni tog från fienden och] som Gud har överlämnat till Sitt Sändebud. Gud lägger makten över dem Han vill i Sina sändebuds händer; Gud är allsmäktig"
        },
        {
            "chapter": 59,
            "verse": 7,
            "text": "Det som Gud anvisar Sitt Sändebud av [det byte som tagits utan krig] av städernas folk tillhör Gud och Sändebudet, [hans] närmaste, de faderlösa och de behövande och vandringsmannen. Det får inte bli [en handelsvara], som cirkulerar mellan dem av er som lever i välstånd. Tag alltså emot vad [Hans] Sändebud ger er [av detta] och avstå [villigt] från det som han nekar er; och frukta Gud; Gud straffar med stränghet"
        },
        {
            "chapter": 59,
            "verse": 8,
            "text": "Bland dem [som skall få del av bytet är] de fattiga och utvandrarna som tvingats att lämna sina hem och sin egendom och överge ondskans rike för att söka Guds nåd och Hans välbehag och som ger sina bidrag [i kampen] för Guds och Hans Sändebuds sak. De är de som har en sann och uppriktig [tro]"
        },
        {
            "chapter": 59,
            "verse": 9,
            "text": "[Till dem hör också] de som var bofasta i staden och antog tron före [utvandrarnas ankomst, och som] med kärlek bemötte alla som sökte tillflykt hos dem och inte missunnade dem vad de fick ta emot, utan tvärtom gav dem företräde, trots att de själva måste göra uppoffringar. De som värjer sig för girighetens [frestelser] - dem skall det gå väl i händer"
        },
        {
            "chapter": 59,
            "verse": 10,
            "text": "De som kommer efter dem ber: \"Herre, ge oss Din förlåtelse och förlåt våra bröder som gått före oss i tron, och låt inte ovilja mot [någon] troende bli kvar i våra hjärtan! Herre! Du ömmar, full av barmhärtighet, [för Dina tjänare]"
        },
        {
            "chapter": 59,
            "verse": 11,
            "text": "HAR DU inte insett [vad] hycklarna säger till sina bröder, dem bland efterföljarna av äldre tiders uppenbarelser som förnekar sanningen? \"Om ni blir bortdrivna lovar vi att lämna [staden] med er och vi kommer aldrig att följa någon [som vill gå hårt fram] mot er; och om ni blir angripna skall vi helt säkert stå på er sida.\" Men Gud vittnar att de ljuger"
        },
        {
            "chapter": 59,
            "verse": 12,
            "text": "Om [förnekarna] drivs bort kommer [hycklarna] med säkerhet inte att gå med dem, och om de angrips kommer [hycklarna] inte att sluta upp vid deras sida; men kommer de [ändå] till deras hjälp, gör de [snart] helt om och flyr och så blir [förnekarna] till sist ensamma"
        },
        {
            "chapter": 59,
            "verse": 13,
            "text": "Ja, de hyser långt större fruktan för er [troende] än för Gud; de är nämligen människor som alls ingenting förstår"
        },
        {
            "chapter": 59,
            "verse": 14,
            "text": "De kommer aldrig att kämpa i samlad trupp mot er om det inte sker från [ställningar i] befästa städer eller bakom murar. Inbördes är de hätska fiender. Det är lätt att tro att de håller samman, men i sitt inre är de splittrade [utom i sitt hat mot de troende]; de är människor som inte använder sitt förstånd"
        },
        {
            "chapter": 59,
            "verse": 15,
            "text": "Liksom de som en kort tid före dem fick känna på [de onda] följderna av sina handlingar, måste de utstå svåra lidanden [också i nästa liv]"
        },
        {
            "chapter": 59,
            "verse": 16,
            "text": "Se hur Djävulen [beter sig]: först säger han till människan: \"Förneka sanningen!\" och när hon förnekar sanningen, säger han: \"Jag är inte ansvarig för dig; jag fruktar Gud, världarnas Herre"
        },
        {
            "chapter": 59,
            "verse": 17,
            "text": "Och slutet för båda är Elden, där de skall förbli till evig tid; sådan är syndarnas lön"
        },
        {
            "chapter": 59,
            "verse": 18,
            "text": "TROENDE! Frukta Gud, och tänk på vad ni sänder framför er, var och en, till morgondagen! Ja, frukta Gud! Han är väl underrättad om vad ni gör"
        },
        {
            "chapter": 59,
            "verse": 19,
            "text": "Var inte som de som glömmer Gud och som Han låter glömma själens [välfärd]; det är de som har förhärdat sig i synd och trots"
        },
        {
            "chapter": 59,
            "verse": 20,
            "text": "De som har Elden till arvedel kan inte jämföras med dem som ärver paradiset; paradisets arvtagare är de som har vunnit den stora segern"
        },
        {
            "chapter": 59,
            "verse": 21,
            "text": "OM VI hade uppenbarat denna Koran för ett berg, skulle du helt säkert ha sett det rämna av fruktan för Gud. Sådana liknelser framställer Vi för människorna för att stämma dem till eftertanke"
        },
        {
            "chapter": 59,
            "verse": 22,
            "text": "HAN är Gud; ingen gudom finns utom Han! Han känner allt det som är dolt för människor liksom det som de kan bevittna - Han, den Nåderike, den Barmhärtige"
        },
        {
            "chapter": 59,
            "verse": 23,
            "text": "Han är Gud; ingen gudom finns utom Han, Konungen, den Helige, Han [som skänker] fred, Han som [väcker och vidmakthåller] tron, Han som vakar [över uppenbarelsen], den Mäktige, Han som betvingar och återupprättar, Han vars storhet [ingen kan fatta]! Stor är Gud i Sin härlighet, fjärran från allt som [människor] vill sätta vid Hans sida"
        },
        {
            "chapter": 59,
            "verse": 24,
            "text": "Han är Gud, Skaparen, som är upphovet till allt och som ger allt dess slutliga form. Hans är fullkomlighetens sköna namn; allt och alla i himlarna och på jorden prisar Honom - Han är den Allsmäktige, den Vise"
        }
    ]
}