{
    "chapter": [
        {
            "chapter": 63,
            "verse": 1,
            "text": "NÄR HYCKLARNA kommer till dig säger de: \"Vi vittnar att du är Guds Sändebud!\" Men Gud vet att du är Hans Sändebud, och Gud vittnar att hycklarna ljuger"
        },
        {
            "chapter": 63,
            "verse": 2,
            "text": "De svär sina eder för att skydda sig och på så sätt leder de [andra] bort från Guds väg; det de gör är ont"
        },
        {
            "chapter": 63,
            "verse": 3,
            "text": "därför att de utåt bekänner tron men förnekar den [i hjärtat] - och då förseglas deras hjärtan så att sanningen inte kan nå dem"
        },
        {
            "chapter": 63,
            "verse": 4,
            "text": "När du ser dem kan du få ett gott intryck av deras yttre och du lyssnar på dem när de talar. [I själva verket är de lika andefattiga] som uppstöttade trästockar, och [i sin rädsla och osäkerhet] tror de att varje rop [från mängden] är ett hot mot dem. De är dina fiender, [Muhammad]; - var därför på din vakt mot dem. Guds förbannelse över dem! Hur förvirrade är inte deras begrepp"
        },
        {
            "chapter": 63,
            "verse": 5,
            "text": "När de uppmanas: \"Kom [och låt] Guds Sändebud be att Han förlåter er!\" vänder de bort huvudet och du ser dem dra sig undan, fulla av högmod"
        },
        {
            "chapter": 63,
            "verse": 6,
            "text": "Vad dem beträffar är det likgiltigt om du ber om förlåtelse för dem eller inte - Gud kommer inte att förlåta dem. Gud vägleder inte dem som förhärdats i synd och trots"
        },
        {
            "chapter": 63,
            "verse": 7,
            "text": "Det är de som säger [till andra]: \"Ge ingenting till dem som sluter upp kring Guds Sändebud; då ger de sig nog av härifrån!\" - Men himlarnas och jordens skatter tillhör Gud, fastän hycklarna inte förstår det"
        },
        {
            "chapter": 63,
            "verse": 8,
            "text": "De säger [också]: \"Om vi kommer tillbaka till staden [från detta fälttåg], skall de som har makten helt säkert driva bort dessa föraktliga stackare härifrån!\" - Men [den verkliga] makten ligger hos Gud - och Hans Sändebud och de troende - och det vet inte hycklarna"
        },
        {
            "chapter": 63,
            "verse": 9,
            "text": "TROENDE! Låt inte [omsorgen om] era ägodelar och [bekymren för] era barn få er att glömma att åkalla Guds namn; de som gör detta är förlorarna"
        },
        {
            "chapter": 63,
            "verse": 10,
            "text": "Och ge av det som Vi har skänkt er för er försörjning innan ni känner döden närma sig och ni säger: \"Herre! Ge mig bara ett kort uppskov; då skall jag ge åt de behövande och leva som en rättskaffens människa"
        },
        {
            "chapter": 63,
            "verse": 11,
            "text": "Men Gud beviljar inte uppskov åt den vars tid har löpt ut, och Gud har full kännedom om vad ni gör"
        }
    ]
}