{
    "manzils": [
        {
            "chapter": 10,
            "verse": 1,
            "text": "Alif. Lyam. Ra. Tse — znamennya Pysannya mudroho"
        },
        {
            "chapter": 10,
            "verse": 2,
            "text": "Nevzhe zdyvovani lyudy tym, shcho My vidkryly choloviku z nykh samykh: «Zasterihay lyudey i spovishchay dobru zvistku tym, yaki uviruvaly, shcho na nykh chekaye spravzhnya vynahoroda v Hospoda yikhnʹoho»? Neviruyuchi kazhutʹ: «Voistynu, vin — spravzhniy chaklun"
        },
        {
            "chapter": 10,
            "verse": 3,
            "text": "Voistynu, vash Hospodʹ — Allah, yakyy stvoryv nebesa y zemlyu za shistʹ dniv, a potim utverdyvsya na troni. Vin vyrishuye spravy! Ne bude zastupnyka, krim yak iz Yoho dozvolu. Takyy Allah, vash Hospodʹ. Tozh poklonyaytesya Yomu! Nevzhe vy ne zamyslytesʹ"
        },
        {
            "chapter": 10,
            "verse": 4,
            "text": "Vy vsi povernetesʹ do Nʹoho — obitsyanka Allaha pravdyva! Vin pochynaye tvorinnya, a potim povtoryuye yoho, shchob vynahorodyty spravedlyvo tykh, yaki uviruvaly y robyly dobri spravy. A tykh, yaki ne viruvaly, chekaye napiy z okropu ta bolisna kara — za te, shcho ne viruvaly vony"
        },
        {
            "chapter": 10,
            "verse": 5,
            "text": "Vin — Toy, Khto zrobyv sontse svitylom, a misyatsʹ — svitlom, vyznachyvshy yomu fazy, shchob vy znaly kilʹkistʹ rokiv i lichbu. Allah stvoryv tse vse tilʹky v istyni! Vin poyasnyuye znamennya dlya lyudey, yaki znayutʹ"
        },
        {
            "chapter": 10,
            "verse": 6,
            "text": "Voistynu, v zmini dnya i nochi, v tomu, shcho Allah stvoryv na nebesakh i na zemli — znamennya dlya lyudey bohoboyazlyvykh"
        },
        {
            "chapter": 10,
            "verse": 7,
            "text": "Voistynu, tym, yaki ne spodivayutʹsya na zustrich iz Namy, yaki zadovoleni myrsʹkym zhyttyam, znakhodyatʹ u nʹomu spokiy ta neuvazhno stavlyatʹsya do Nashykh znamenʹ"
        },
        {
            "chapter": 10,
            "verse": 8,
            "text": "prytulkom bude vohonʹ — za te, shcho vony sobi zdobuly"
        },
        {
            "chapter": 10,
            "verse": 9,
            "text": "Voistynu, tykh, yaki uviruvaly y robyly dobri spravy, Allah povede pryamym shlyakhom za viru yikhnyu. U sadakh nasolody pid nymy budutʹ tekty riky"
        },
        {
            "chapter": 10,
            "verse": 10,
            "text": "Yikhnim zaklykom tam bude: «Slava Tobi, Allah!»; tam vitatymutʹ yikh slovamy: «Myr!»; kintsem yikhnikh zaklykiv bude: «Khvala Allahu, Hospodu svitiv"
        },
        {
            "chapter": 10,
            "verse": 11,
            "text": "Yakby Allah pryskoryv lyudyam zlo tak samo, yak Vin pryskoryv dlya nykh dobro, to neodminno nastav by dlya nykh chas smerti. Ta My zalyshayemo blukaty v svoyemu bezchesti tykh, yaki ne spodivayutʹsya na zustrich iz Namy"
        },
        {
            "chapter": 10,
            "verse": 12,
            "text": "Koly lyudyny torkayetʹsya lykho, vona klyche Nas lezhachy, sydyachy ta stoyachy. A koly My vidvernemo vid neyi te lykho, vona yde, nache nikoly y ne klykala Nas cherez tse lykho. Tak vydayetʹsya prekrasnym dlya porushnykiv te, shcho roblyatʹ vony"
        },
        {
            "chapter": 10,
            "verse": 13,
            "text": "My znyshchyly pokolinnya, yaki zhyly ranishe za vas, adzhe vony buly nespravedlyvi, i v poslantsiv svoyikh, yaki do nykh prykhodyly, vony ne uviruvaly. Tak My vynahorodzhuyemo hrishnykh lyudey"
        },
        {
            "chapter": 10,
            "verse": 14,
            "text": "A potim My zrobyly vas yikhnimy nashchadkamy na zemli, shchob podyvytysya, yakymy budutʹ vashi vchynky"
        },
        {
            "chapter": 10,
            "verse": 15,
            "text": "Koly yim chytayutʹ Nashi yasni znamennya, hovoryatʹ ti, yaki ne spodivayutʹsya na zustrich iz Namy: «Prynesy nam inshyy Koran abo zminy tsey!» Skazhy: «Ne hodytʹsya meni zminyuvaty yoho za vlasnym bazhannyam. YA ydu za tym, shcho dano meni v odkrovenni. YA boyusya, shcho, ne poslukhavshy Hospoda svoho, budu pokaranyy u Velykyy Denʹ"
        },
        {
            "chapter": 10,
            "verse": 16,
            "text": "Skazhy: «Yakby pobazhav Allah, ya b ne chytav yoho vam i ne navchav by yoho vas. YA prozhyv sered vas tsile zhyttya. Nevzhe vy ne rozumiyete?»"
        },
        {
            "chapter": 10,
            "verse": 17,
            "text": "Khto zh nespravedlyvishyy za toho, khto zvodytʹ naklep na Allaha ta vvazhaye za brekhnyu Yoho znamennya? Voistynu, hrishnyky ne matymutʹ uspikhu"
        },
        {
            "chapter": 10,
            "verse": 18,
            "text": "Vony poklonyayutʹsya zamistʹ Allaha tomu, shcho ne prynosytʹ yim ni shkody, ni korysti. I hovoryatʹ: «Tse — zastupnyky nashi pered Allahom!» Skazhy: «Nevzhe vy mozhete rozpovisty Allahu pro shchosʹ take na nebesakh i na zemli, choho Vin ne znaye?» Prechystyy vid toho Vin, shcho Yomu dodayutʹ"
        },
        {
            "chapter": 10,
            "verse": 19,
            "text": "Lyudy buly yedynoyu hromadoyu, ale roziyshlysya mizh soboyu. Yakby pered tsym ne bulo slova Hospoda tvoho, to vzhe vyrishylosya b te, v chomu roziyshlysya vony"
        },
        {
            "chapter": 10,
            "verse": 20,
            "text": "Hovoryatʹ: «Chomu ne zislano znamennya vid Hospoda yoho?» Skazhy: «Potayemne nalezhytʹ Allahu. Tozh chekayte i ya pochekayu razom iz vamy"
        },
        {
            "chapter": 10,
            "verse": 21,
            "text": "Koly My daly lyudyam sprobuvaty Nashoyi mylosti pislya lykha, yake torknulosya yikh, to vony pochaly khytruvaty proty Nashykh znamenʹ. Skazhy: «Allah shvydshyy u khytroshchakh!» Voistynu, Nashi poslantsi zapysuyutʹ vashi khytroshchi"
        },
        {
            "chapter": 10,
            "verse": 22,
            "text": "Vin — Toy, Khto daye vam zmohu podorozhuvaty susheyu ta morem. Osʹ vy na korablyakh, razom iz nymy dme poputnyy viter, yakomu vony radiyutʹ! Ale shchoyno zirvetʹsya bureviy, i pidstuplyatʹ do nykh khvyli z usikh bokiv, vony vyrishatʹ, shcho otocheni. Todi klychutʹ vony Allaha, shchyro spoviduyuchy Yoho relihiyu: «Vryatuy nas! I my neodminno budemo vdyachni"
        },
        {
            "chapter": 10,
            "verse": 23,
            "text": "Ta koly Vin ryatuye yikh, to vony siyutʹ bezchestya na zemli bez zhodnoho prava. O lyudy! Vashe bezchestya obernetʹsya proty vas samykh. Tse lyshe nasoloda zemnoho zhyttya, a potim vy povernetesʹ do Nas! I My rozpovimo vam pro te, shcho chynyly vy"
        },
        {
            "chapter": 10,
            "verse": 24,
            "text": "Prykladom zemnoho zhyttya ye voda, yaku My prolyvayemo z neba, i vona zmishuyetʹsya z roslynamy zemli — tymy, yaki vzhyvayutʹ u yizhu lyudy y tvaryny. Koly zemlya vbyrayetʹsya v svoyi shaty y prykrashayetʹsya, a yiyi zhyteli vvazhayutʹ, shcho mayutʹ vladu nad neyu, nadkhodytʹ nakaz Nash vnochi abo vdenʹ. I My peretvoryuyemo yiyi na pole, z yakoho zibraly vrozhay — nache vona y ne bula kvitucha vchora. Tak My poyasnyuyemo znamennya lyudyam, yaki zamyslyuyutʹsya"
        },
        {
            "chapter": 10,
            "verse": 25,
            "text": "Allah klyche v obytelʹ myru y vede, koho pobazhaye, do pryamoho shlyakhu"
        },
        {
            "chapter": 10,
            "verse": 26,
            "text": "Na tykh, yaki robyly dobro, chekaye naykrashche y bilʹshe za tse. Ne vrazytʹ oblychchya yikhnʹoho ni temryava, ni prynyzhennya. Same vony — zhyteli rayu! Budutʹ vony tam doviku"
        },
        {
            "chapter": 10,
            "verse": 27,
            "text": "A khto chynyv zlo, tym vidplatyatʹ takym samym zlom. Yikh spitkaye prynyzhennya, i ne zakhystytʹ nikhto yikh vid Allaha. Oblychchya yikhni nache vkryyutʹsya shmatkamy nichnoho moroku. Same vony — zhyteli pekla! I budutʹ vony tam doviku"
        },
        {
            "chapter": 10,
            "verse": 28,
            "text": "Toho Dnya My zberemo vsikh yikh razom, a potim skazhemo bahatobozhnykam: «Osʹ vashi mistsya — razom zi spilʹnykamy vashymy!» A potim My rozdilymo yikh, i skazhutʹ yikhni spilʹnyky: «Vy ne poklonyalysya nam"
        },
        {
            "chapter": 10,
            "verse": 29,
            "text": "Dostatnʹo Allaha yak Svidka mizh vamy ta namy. My y spravdi ne znaly pro vashe pokloninnya"
        },
        {
            "chapter": 10,
            "verse": 30,
            "text": "Tam kozhna dusha skushtuye toho, shcho vchynyala ranishe. Povernutʹsya vony do Allaha, svoho istynnoho Pokrovytelya, i znykne te, shcho vyhaduvaly vony"
        },
        {
            "chapter": 10,
            "verse": 31,
            "text": "Zapytay: «Khto nadilyaye vas iz neba y zemli? Khto vladnyy nad slukhom i zorom? Khto vyvodytʹ zhyve z mertvoho, a mertve z zhyvoho? Khto keruye podiyamy?» Vony skazhutʹ: «Allah!» Zapytay: «Chomu zh vy ne boyitesʹ Yoho"
        },
        {
            "chapter": 10,
            "verse": 32,
            "text": "Takyy Allah, istynnyy Hospodʹ vash! A shcho mozhe buty pislya istyny, yak ne omana? Yak zhe vy viddalylysya"
        },
        {
            "chapter": 10,
            "verse": 33,
            "text": "Tak spravdylosya slovo Hospoda tvoho pro nechestyvtsiv, shcho vony ne uviruyutʹ"
        },
        {
            "chapter": 10,
            "verse": 34,
            "text": "Skazhy: «Chy mozhe khtosʹ iz vashykh idoliv pochaty tvorinnya, a potim yoho povtoryty?» Skazhy: «Allah pochynaye tvorinnya, a potim yoho povtoryuye!» Yak zhe vy viddalylysya"
        },
        {
            "chapter": 10,
            "verse": 35,
            "text": "Skazhy: «Chy mozhe khtosʹ iz vashykh idoliv provesty do istyny?» Skazhy: «Tse Allah vede do istyny! Khto zh hidnyy toho, shchob za nym ishly — toy, khto sam vede do istyny, chy toy, koho vedutʹ do istyny? Shcho z vamy? Yak vy sudyte"
        },
        {
            "chapter": 10,
            "verse": 36,
            "text": "Bilʹshistʹ iz nykh ide za prypushchennyamy. Ale prypushchennya niyak ne dopomozhe zamistʹ pravdy. Voistynu, Allah znaye te, shcho roblyatʹ vony"
        },
        {
            "chapter": 10,
            "verse": 37,
            "text": "Tsey Koran ne vyhadka kohosʹ zamistʹ Allaha, ale pidtverdzhennya toho, shcho bulo pered nym, i poyasnennya Pysannya vid Hospoda svitiv, v yakomu nemaye sumnivu"
        },
        {
            "chapter": 10,
            "verse": 38,
            "text": "Osʹ vony hovoryatʹ: «Vin yoho vyhadav!» Skazhy: «Prynesitʹ suru, podibnu do tsykh, i poklychte, koho zmozhete, zamistʹ Allaha, yakshcho vy pravdyvi"
        },
        {
            "chapter": 10,
            "verse": 39,
            "text": "Ta zh ni, vony spryynyaly yak brekhnyu te, shcho ne spromohlysya okhopyty znannyam, i vytlumachennya choho shche ne pryyshlo. Tak samo vidkynuly tse y ti, yaki zhyly do nykh. Pohlyanʹ, yakym buv kinetsʹ nechestyvykh"
        },
        {
            "chapter": 10,
            "verse": 40,
            "text": "YE sered nykh ti, yaki viryatʹ u [Koran], a ye y ti, yaki ne viryatʹ u nʹoho. Ale Hospodʹ tviy znaye pro tykh, yaki poshyryuyutʹ bezchestya"
        },
        {
            "chapter": 10,
            "verse": 41,
            "text": "Yakshcho vony hovorytymutʹ, shcho ty — brekhun, to skazhy: «Meni — moyi vchynky, a vam — vashi vchynky. Vy neprychetni do toho, shcho roblyu ya, a ya neprychetnyy do toho, shcho robyte vy"
        },
        {
            "chapter": 10,
            "verse": 42,
            "text": "YE sered nykh i ti, yaki tebe vyslukhovuyutʹ. Ta yak ty prymusysh chuty hlukhykh, yakshcho vony ne rozumiyutʹ"
        },
        {
            "chapter": 10,
            "verse": 43,
            "text": "YE sered nykh i ti, yaki dyvlyatʹsya na tebe. Ta yak ty zmozhesh povesty pryamym shlyakhom slipykh, yakshcho vony ne bachatʹ"
        },
        {
            "chapter": 10,
            "verse": 44,
            "text": "Voistynu, Allah ne chynytʹ nespravedlyvosti shchodo lyudey, ale tse lyudy sami nespravedlyvi do sebe"
        },
        {
            "chapter": 10,
            "verse": 45,
            "text": "Toho Dnya Vin zbere yikh, nache vony y probuly tilʹky hodynu dnya. Vony znatymutʹ odne odnoho. Voistynu, zaznayutʹ vtrat ti, yaki vvazhaly za brekhnyu zustrich iz Allahom i ne yshly pryamym shlyakhom"
        },
        {
            "chapter": 10,
            "verse": 46,
            "text": "Abo My pokazhemo tobi chastynu z toho, shcho My obitsyaly yim, abo zaberemo tebe, i do Nas povernutʹsya vony! Allah bude Svidkom toho, shcho roblyatʹ vony"
        },
        {
            "chapter": 10,
            "verse": 47,
            "text": "Dlya kozhnoyi hromady — poslanetsʹ. I koly prykhodyv do nykh poslanetsʹ yikhniy, to vse mizh nymy vyrishuvaly spravedlyvo, i ne buly vony skryvdzheni"
        },
        {
            "chapter": 10,
            "verse": 48,
            "text": "Vony zapytuyutʹ: «Koly tsya obitsyanka vykonayetʹsya, yakshcho vy pravdyvi"
        },
        {
            "chapter": 10,
            "verse": 49,
            "text": "Skazhy: «YA ne vladnyy zapodiyaty sobi shkodu chy prynesty korystʹ, khiba shcho pobazhaye tsʹoho Allah. Dlya kozhnoyi hromady — strok. Koly yikhniy strok nastaye, to vony ne mozhutʹ yoho ni viddalyty — navitʹ na hodynu, ni nablyzyty»"
        },
        {
            "chapter": 10,
            "verse": 50,
            "text": "Skazhy: «Chy vy dumaly pro te, yaku chastynu z Yoho kary — koly vona pryyde do vas unochi abo vdenʹ — namahatymutʹsya pryskoryty hrishnyky?»"
        },
        {
            "chapter": 10,
            "verse": 51,
            "text": "Nevzhe vy poviryte v neyi todi, koly vona pryyde do vas? Chy nyni? Koly vy pryskoryuvaly yiyi"
        },
        {
            "chapter": 10,
            "verse": 52,
            "text": "A potim skazhutʹ tym, yaki buly nespravedlyvi: «Tozh skushtuyte vichnoyi kary! Khiba zh ne vidplacheno vam za te, shcho vy robyly"
        },
        {
            "chapter": 10,
            "verse": 53,
            "text": "Vony zapytuyutʹ tebe: «Chy tse pravda?» Skazhy: «Tak, klyanusya moyim Hospodom, pravda! I vam ne unyknuty tsʹoho!»"
        },
        {
            "chapter": 10,
            "verse": 54,
            "text": "Yakby kozhna nespravedlyva dusha volodila vsim, shcho na zemli, to sprobuvala b vidkupytysʹ. Vony prykhovayutʹ kayattya, shchoyno pobachyvshy karu. Mizh nymy rozsudyatʹ po spravedlyvosti y ne budutʹ skryvdzheni vony"
        },
        {
            "chapter": 10,
            "verse": 55,
            "text": "Tak! Voistynu, tse Allahu nalezhytʹ te, shcho na nebesakh i na zemli. Tak! Voistynu, obitsyanka Allaha pravdyva. Ale bilʹshistʹ iz nykh ne znaye"
        },
        {
            "chapter": 10,
            "verse": 56,
            "text": "Vin daruye zhyttya y smertʹ i do Nʹoho vy povernetesya"
        },
        {
            "chapter": 10,
            "verse": 57,
            "text": "O lyudy! Do vas pryyshlo povchannya vid Hospoda vashoho, ztsilennya toho, shcho v sertsyakh, pryamyy shlyakh i mylistʹ dlya viruyuchykh"
        },
        {
            "chapter": 10,
            "verse": 58,
            "text": "Skazhy: «Tse — laska Allaha ta mylistʹ Yoho!» Tozh nekhay vony radiyutʹ tsʹomu, adzhe vono krashche za te, shcho vony nakopychuyutʹ"
        },
        {
            "chapter": 10,
            "verse": 59,
            "text": "Skazhy: «Chy vy bachyly te, shcho Allah vam zislav iz nadilu, a vy zrobyly shchosʹ iz tsʹoho zaboronenym, a shchosʹ dozvolenym?» Skazhy: «Allah vam dozvolyv tse, chy tse vy sami zvodyte naklep na Allaha?»"
        },
        {
            "chapter": 10,
            "verse": 60,
            "text": "Shcho dumayutʹ pro Denʹ Voskresinnya ti, yaki zvodyatʹ naklep na Allaha? Voistynu, Allah maye velyku lasku do lyudey, ale zh bilʹshistʹ iz nykh ne dyakuye"
        },
        {
            "chapter": 10,
            "verse": 61,
            "text": "Yakoyu b ty spravoyu ne zaymavsya, shcho b ty ne chytav iz Koranu, ta yakykh by vchynkiv ne koyily vony, My sposterihayemo za vamy shche na pochatku diyi. Te, shcho na zemli y na nebi, ne skhovayetʹsya vid Hospoda tvoho, navitʹ yakshcho matyme vahu poroshynky, menshe abo bilʹshe za neyi. Vono mistytʹsya v Pysanni yasnomu"
        },
        {
            "chapter": 10,
            "verse": 62,
            "text": "Tak! Voistynu, nablyzhenym do Allaha nemaye choho boyatysya, i ne budutʹ vony zasmucheni"
        },
        {
            "chapter": 10,
            "verse": 63,
            "text": "ti, yaki uviruvaly y buly bohoboyazlyvi"
        },
        {
            "chapter": 10,
            "verse": 64,
            "text": "Chekaye na nykh radisna zvistka v zhytti zemnomu y nastupnomu. Nemaye zminy v slovakh Allaha. Tse — velykyy uspikh"
        },
        {
            "chapter": 10,
            "verse": 65,
            "text": "Nekhay tebe ne zasmuchuyutʹ slova [bahatobozhnykiv], bo, voistynu, vsya mohutnistʹ nalezhytʹ Allahu! A Vin — Vsechuyuchyy, Vseznayuchyy"
        },
        {
            "chapter": 10,
            "verse": 66,
            "text": "Tak! Voistynu, Allahu nalezhatʹ usi, khto na nebesakh i na zemli. A ti, yaki zaklykayutʹ zamistʹ Allaha inshykh, idutʹ za prypushchennyamy y vyhaduyutʹ"
        },
        {
            "chapter": 10,
            "verse": 67,
            "text": "Vin — Toy, Khto stvoryv nich, shchob vidpochyvaly vy, a denʹ — shchob vy bachyly. Voistynu, v tsʹomu znamennya dlya lyudey, yaki chuyutʹ"
        },
        {
            "chapter": 10,
            "verse": 68,
            "text": "Hovoryatʹ vony: «Allah uzyav sobi dytynu!» Preslavnyy Vin! Vin – Bahatyy, Yomu nalezhytʹ use, shcho na nebesakh, i vse, shcho na zemli. Tozh nemaye u vas dokazu tsʹomu! Nevzhe vy hovoryte pro Allaha te, choho sami ne znayete"
        },
        {
            "chapter": 10,
            "verse": 69,
            "text": "Skazhy: «Voistynu, ti, yaki zvodyatʹ naklep na Allaha, ne matymutʹ uspikhu"
        },
        {
            "chapter": 10,
            "verse": 70,
            "text": "Vony nasolodyatʹsya v zemnomu zhytti, a dali povernutʹsya do Nas. My damo yim zmohu skushtuvaty suvoroyi kary za te, shcho vony ne uviruvaly"
        },
        {
            "chapter": 10,
            "verse": 71,
            "text": "Prochytay dlya nykh zvistku pro Nukha. Osʹ vin skazav svoyemu narodu: «O narode miy! Yakshcho tyazhko vam, shcho ya sered vas i nahaduyu pro znamennya Allaha, to na Allaha ya pokladayusya! Zberitʹsya razom zi svoyimy idolamy, shchob ne bula vasha sprava tayemnoyu. A potim oholositʹ meni vyrok vash i ne davayte vidstrochky"
        },
        {
            "chapter": 10,
            "verse": 72,
            "text": "Ta yakshcho vidvernetesya vy, to ya zh ne prosyv u vas vynahorody. Vynahorodytʹ mene lyshe Allah. I meni nakazano buty odnym iz pokirnykh Yomu"
        },
        {
            "chapter": 10,
            "verse": 73,
            "text": "Ale vony vvazhaly yoho za brekhuna. Tozh My vryatuvaly yoho y tykh, khto buv iz nym, u kovchehu. My zrobyly yikh nastupnykamy ta vtopyly tykh, yaki vvazhaly Nashi znamennya brekhneyu. Pohlyanʹ zhe, yakyy buv kinetsʹ tykh, koho zasterihaly"
        },
        {
            "chapter": 10,
            "verse": 74,
            "text": "Pislya nʹoho My vidislaly poslantsiv do narodiv yikhnikh. Ti pryyshly do nykh iz yasnymy znamennyamy, ale vony ne uviruvaly v te, shcho bulo vidkynuto shche ranishe. Tak My nakladayemo pechatku na sertsya porushnykiv"
        },
        {
            "chapter": 10,
            "verse": 75,
            "text": "Pislya nykh My poslaly z Nashymy znamennyamy Musu ta Haruna do Firauna y starshyny narodu yoho. Ale vony znekhtuvaly nymy y buly hrishnymy lyudʹmy"
        },
        {
            "chapter": 10,
            "verse": 76,
            "text": "I koly pryyshla do nykh istyna vid Nas, to vony skazaly: «Voistynu, tse — spravzhnye chaklunstvo"
        },
        {
            "chapter": 10,
            "verse": 77,
            "text": "Musa skazav: «Nevzhe vy hovoryte pro istynu, yaka pryyshla do vas, shcho tse — chaklunstvo? Ne matymutʹ uspikhu chakluny"
        },
        {
            "chapter": 10,
            "verse": 78,
            "text": "Vony skazaly: «Nevzhe ty pryyshov, shchob vidvernuty nas vid toho, v shcho viryly nashi batʹky, ta shchob velych na zemli distalasya vam dvom? My ne povirymo vam"
        },
        {
            "chapter": 10,
            "verse": 79,
            "text": "Firaun skazav: «Pryveditʹ do mene kozhnoho vpravnoho chakluna!»"
        },
        {
            "chapter": 10,
            "verse": 80,
            "text": "I koly pryyshly chakluny, to Musa skazav yim: «Tozh kydayte, shcho mayete kydaty!»"
        },
        {
            "chapter": 10,
            "verse": 81,
            "text": "I koly vony kynuly, to Musa skazav: «Prynesene vamy — chary. Voistynu, Allah zrobytʹ yikh marnymy! Voistynu, Allah ne pokrashchuye spravu tykh, yaki poshyryuyutʹ bezchestya"
        },
        {
            "chapter": 10,
            "verse": 82,
            "text": "Allah utverdzhuye istynu cherez Svoyi slova, khoch by y nenavydily tse hrishnyky"
        },
        {
            "chapter": 10,
            "verse": 83,
            "text": "Ne poviryly Musi, khiba shcho mala chastyna narodu yoho, adzhe vony boyalysya peresliduvanʹ Firauna ta yoho starshyny. Voistynu, Firaun — tyran na zemli ta odyn iz porushnykiv"
        },
        {
            "chapter": 10,
            "verse": 84,
            "text": "Skazav Musa: «O narode miy! Yakshcho vy uviruvaly v Allaha, to pokladaytesya na Nʹoho, yakshcho vy viddani Yomu"
        },
        {
            "chapter": 10,
            "verse": 85,
            "text": "Ti skazaly: «My pokladayemosya na Allaha. Hospody nash! Ne roby nas spokusoyu dlya lyudey nechestyvy"
        },
        {
            "chapter": 10,
            "verse": 86,
            "text": "i vryatuy nas zi Svoyeyi mylosti vid lyudey neviruyuchykh"
        },
        {
            "chapter": 10,
            "verse": 87,
            "text": "I My vidkryly Musi ta bratu yoho: «Vlashtuyte dlya svoho narodu zhytla v Yehypti, zrobitʹ yikh mistsem dlya pokloninnya ta zvershuyte molytvu. Tozh spovisty viruyuchym dobru zvistku!»"
        },
        {
            "chapter": 10,
            "verse": 88,
            "text": "Musa skazav: «Hospody nash! Ty daruvav Firaunu y starshyni narodu yoho prykrasy y bahat·stva v zemnomu zhytti, a vony, Hospody nash, zbyvayutʹ tsym iz Tvoho shlyakhu! Hospody nash! Znyshch bahat·stva yikhni ta zroby zhorstokymy yikhni sertsya — shchob vony ne uviruvaly, poky ne pobachatʹ bolisnoyi kary!»"
        },
        {
            "chapter": 10,
            "verse": 89,
            "text": "I skazav Vin: «YA vzhe vidpoviv na vash zaklyk! Trymaytesya pryamoho shlyakhu ta ne yditʹ shlyakhom tykh, yaki ne znayutʹ!»"
        },
        {
            "chapter": 10,
            "verse": 90,
            "text": "Tozh My perepravyly syniv Israyilya cherez more, ale Firaun i yoho viysʹko rushyly slidom za nymy — z nenavystyu y vorozhistyu. I koly Firaun stav potopaty, to vyhuknuv: «YA uviruvav, shcho nemaye boha, krim Toho, v Yakoho uviruvaly syny Israyilya. I ya — odyn iz viddanykh Yomu"
        },
        {
            "chapter": 10,
            "verse": 91,
            "text": "Tilʹky teper! A pered tsym ty chynyv neposlukh i buv odnym iz tykh, yaki poshyryuyutʹ bezchestya na zemli"
        },
        {
            "chapter": 10,
            "verse": 92,
            "text": "Tomu sʹohodni My ryatuyemo tvoye tilo, shchob ty buv znamennyam dlya nastupnykh pokolinʹ! Voistynu, bahato lyudey nekhtuyutʹ Nashymy znamennyamy"
        },
        {
            "chapter": 10,
            "verse": 93,
            "text": "My oblashtuvaly dlya syniv Israyilya naykrashchi zhytla y nadilyly yikh blahamy. Sered nykh pochalysya superechky pislya toho, yak do nykh pryyshlo znannya. Voistynu, tviy Hospodʹ rozsudytʹ mizh nymy v Denʹ Voskresinnya – u tomu, pro shcho vony sperechalysya"
        },
        {
            "chapter": 10,
            "verse": 94,
            "text": "Yakshcho vy sumnivayetesʹ u tomu, shcho My zislaly tobi, to zapytayte tykh, yaki chytayutʹ pysannya, dani shche ranishe. Pryyshla do tebe istyna vid Hospoda tvoho — tozh ne budʹ odnym iz tykh, yaki mayutʹ sumnivy"
        },
        {
            "chapter": 10,
            "verse": 95,
            "text": "I ne budʹ odnym iz tykh, yaki vvazhaly za brekhnyu znamennya Allaha, inakshe budesh sered tykh, yaki vse vtratyly"
        },
        {
            "chapter": 10,
            "verse": 96,
            "text": "Voistynu, ne uviruyutʹ ti, pro yakykh spovnylosya slovo Hospoda tvoho"
        },
        {
            "chapter": 10,
            "verse": 97,
            "text": "navitʹ yakshcho do nykh pryydutʹ usi mozhlyvi znamennya, do toho chasu, yak vony pobachatʹ bolisnu karu"
        },
        {
            "chapter": 10,
            "verse": 98,
            "text": "Chy bulo khoch odne selyshche, zhyteli yakoho uviruvaly y dopomohla yim vira yikhnya, krim narodu Yunusa? Koly uviruvaly vony, to My vidvernuly vid nykh prynyzlyvu karu v zemnomu zhytti, daruvavshy yim mozhlyvistʹ nasolodzhuvatysʹ nym do pevnoho chasu"
        },
        {
            "chapter": 10,
            "verse": 99,
            "text": "Yakby tviy Hospodʹ pobazhav, to uviruvaly b usi, khto zhyve na zemli. Ta chy zmih by ty prymusyty lyudey staty viruyuchymy"
        },
        {
            "chapter": 10,
            "verse": 100,
            "text": "Ne uviruye zhodna dusha, krim yak iz dozvolu Allaha! A Vin vrazhaye karoyu tykh, yaki ne rozumiyutʹ"
        },
        {
            "chapter": 10,
            "verse": 101,
            "text": "Skazhy: «Pohlyanʹte na te, shcho na nebesakh i na zemli!» Ale znamennya ta perestorohy ne dopomahayutʹ tym lyudyam, yaki ne uviruvaly"
        },
        {
            "chapter": 10,
            "verse": 102,
            "text": "Nevzhe vony chekayutʹ chohosʹ inshoho, krim tykh dniv, yaki nastaly dlya yikhnikh poperednykiv? Skazhy: «Tozh chekayte i ya pochekayu razom iz vamy"
        },
        {
            "chapter": 10,
            "verse": 103,
            "text": "Potim My vryatuyemo Nashykh poslantsiv i tykh, yaki uviruvaly. Tak Nam nalezhytʹ ryatuvaty viruyuchykh"
        },
        {
            "chapter": 10,
            "verse": 104,
            "text": "Skazhy: «O lyudy! Yakshcho vy sumnivayetesʹ u moyiy relihiyi, to ya ne poklonyayusya zamistʹ Allaha tomu, komu poklonyayetesʹ vy, ale ya poklonyayusʹ Allahu, yakyy zabere vas! I nakazano meni buty odnym iz viruyuchykh"
        },
        {
            "chapter": 10,
            "verse": 105,
            "text": "I poverny svoye oblychchya do istynnoyi relihiyi ta ne budʹ odnym iz bahatobozhnykiv"
        },
        {
            "chapter": 10,
            "verse": 106,
            "text": "Ne klych zamistʹ Allaha toho, khto ne prynese tobi ni korysti, ni shkody. A yakshcho ty zrobysh tse, to budesh odnym iz nespravedlyvykh"
        },
        {
            "chapter": 10,
            "verse": 107,
            "text": "Yakshcho Allah torknetʹsya tebe lykhom, to tsʹoho ne vidverne nikhto, krim Nʹoho! A yakshcho Vin pobazhaye tobi dobra, to nikhto ne vidverne Yoho lasky. Daruye Vin yiyi tym zi Svoyikh rabiv, komu pobazhaye! A Vin — Proshchayuchyy, Myloserdnyy"
        },
        {
            "chapter": 10,
            "verse": 108,
            "text": "Skazhy: «O lyudy! Pryyshla do vas istyna vid Hospoda vashoho! Tozh toy, khto yde pryamym shlyakhom, yde sam dlya sebe, a khto zbyvsya zi shlyakhu, toy zbyvsya sam proty sebe. Ne mozhu ya buty vashym opikunom"
        },
        {
            "chapter": 10,
            "verse": 109,
            "text": "Idy za tym, shcho My vidkryly tobi. I terpy, doky Allah ne rozsudytʹ, adzhe Vin — naykrashchyy iz suddiv"
        },
        {
            "chapter": 11,
            "verse": 1,
            "text": "Alif. Lyam. Ra. Tse — Pysannya, znamennya yakoho dobre vykladeni, a potim poyasneni Mudrym, Vidayuchym"
        },
        {
            "chapter": 11,
            "verse": 2,
            "text": "Ne poklonyaytesya nikomu, krim Allaha! A ya dlya vas — zasterihach i visnyk vid Nʹoho"
        },
        {
            "chapter": 11,
            "verse": 3,
            "text": "Prositʹ proshchennya u Hospoda vashoho ta kaytesya pered Nym — Vin nadilytʹ vas prekrasnymy blahamy do pevnoho stroku, a takozh daruye iz lasky Svoyeyi kozhnomu hidnomu yiyi. Ale yakshcho vidvernetesya vy, to ya boyusya, shcho vas bude pokarano u Velykyy Denʹ"
        },
        {
            "chapter": 11,
            "verse": 4,
            "text": "Do Allaha povernetesʹ vy, a Vin spromozhnyy na kozhnu rich"
        },
        {
            "chapter": 11,
            "verse": 5,
            "text": "Tak! Vony namahayutʹsya stysnuty svoyi hrudy, shchob prykhovaty te, shcho v nykh ye. Ta navitʹ koly vony khovayutʹ svoyi holovy pid odyahom, Vin znaye te, shcho vony prykhovuyutʹ i shcho vidkryvayutʹ. Voistynu, Vin znaye pro te, shcho v sertsyakh"
        },
        {
            "chapter": 11,
            "verse": 6,
            "text": "Nemaye na zemli zhyvoyi istoty, yaku b ne nadilyav Allah. Vin znaye yiyi mistse perebuvannya y mistse povernennya. Tse vse — v yasnomu Pysanni"
        },
        {
            "chapter": 11,
            "verse": 7,
            "text": "Vin — Toy, Khto stvoryv nebesa y zemlyu za shistʹ dniv, koly tron Yoho buv nad vodoyu. Tse vse dlya toho, shchob vyprobuvaty vas — chyyi vchynky budutʹ krashchymy? Yakshcho ty skazhesh: «Vas voskresyatʹ pislya smerti», — to skazhutʹ ti, yaki ne viruyutʹ: «Ta tse spravzhnye chaklunstvo"
        },
        {
            "chapter": 11,
            "verse": 8,
            "text": "Ta yakshcho My vidklademo karu do pevnoho stroku, to vony skazhutʹ: «Shcho strymuye yiyi?» Tak, toho dnya, koly vona pryyde do nykh, nishcho ne vidverne yiyi, i vrazytʹ yikh te, nad chym vony nasmikhalysya"
        },
        {
            "chapter": 11,
            "verse": 9,
            "text": "Yakshcho My dayemo lyudyni zaznaty mylosti vid Nas, a potim tse zabyrayemo, to vona vpadaye u vidchay ta staye nevdyachnoyu"
        },
        {
            "chapter": 11,
            "verse": 10,
            "text": "A yakshcho My dayemo yiy zaznaty blaha pislya lykha, yake torknulosya yiyi, to vona kazhe: «Neshchastya zalyshyly mene!» — staye veseloyu y hordoyu"
        },
        {
            "chapter": 11,
            "verse": 11,
            "text": "Ale ne taki ti, yaki terpily y robyly dobri spravy. Na nykh chekaye proshchennya y velyka vynahoroda"
        },
        {
            "chapter": 11,
            "verse": 12,
            "text": "Mozhlyvo, ty vidmovyshsya vid yakoyisʹ chastyny toho, shcho dano tobi v odkrovenni, a tvoyi hrudy stysnutʹsya vid tsʹoho, bo vony skazhutʹ: «Chomu ne zislano yomu skarb, abo chomu ne pryyde z nym anhel?» Ale zh ty zasterihach! Allah — Opikun kozhnoyi rechi"
        },
        {
            "chapter": 11,
            "verse": 13,
            "text": "Abo vony skazhutʹ: «Vin vyhadav yoho!» Skazhy: «Prynesitʹ desyatʹ vyhadanykh sur, podibnykh do tsykh, y poklychte zamistʹ Allaha, koho zmozhete, yakshcho vy pravdyvi!»"
        },
        {
            "chapter": 11,
            "verse": 14,
            "text": "A yakshcho vony ne dadutʹ vam vidpovidi, to nekhay znayutʹ, shcho yoho zislano z vidoma Allaha, i nemaye boha, krim Nʹoho! Nevzhe ne stanete vy viddanymy Yomu"
        },
        {
            "chapter": 11,
            "verse": 15,
            "text": "Khto bazhaye zemnoho zhyttya ta yoho prykras, tym My vidplatymo povnoyu miroyu za yikhni vchynky v nʹomu, i tut ne budutʹ nedootsineni vony"
        },
        {
            "chapter": 11,
            "verse": 16,
            "text": "Vony — ti, yaki ne otrymayutʹ u nastupnomu zhytti nichoho, krim vohnyu. Marni zusyllya yikhni nyni y daremne te, shcho roblyatʹ vony"
        },
        {
            "chapter": 11,
            "verse": 17,
            "text": "Toy, khto maye yasne znamennya vid Hospoda svoho, prochytane svidkom vid Nʹoho, do poyavy yakoho providnykom i mylistyu bulo Pysannya Musy – same taki ye viruyuchymy v [Koran]! A tym, yaki ne uviruvaly v tse y nalezhatʹ do riznykh sekt, obitsyano vohonʹ! Tozh ne sumnivaysya v tsʹomu, adzhe tse — istyna vid Hospoda tvoho. Ale bilʹshistʹ lyudey ne viruye"
        },
        {
            "chapter": 11,
            "verse": 18,
            "text": "Khto zh nespravedlyvishyy za toho, khto zvodytʹ naklep na Allaha? Koly vony postanutʹ pered svoyim Hospodom, to svidky skazhutʹ: «Tse ti, yaki hovoryly nepravdu pro Hospoda svoho!» Tak! Proklyattya Allaha nad nechestyvtsyamy"
        },
        {
            "chapter": 11,
            "verse": 19,
            "text": "yaki zbyvayutʹ inshykh zi shlyakhu Allaha, prahnutʹ vykryvyty yoho ta ne viruyutʹ u nastupne zhyttya"
        },
        {
            "chapter": 11,
            "verse": 20,
            "text": "Vony ne zmozhutʹ vryatuvatysya na zemli, y ne matymutʹ vony pokrovyteliv zamistʹ Allaha. Pomnozhytʹsya kara yikhnya! Ne mohly vony ni chuty, ni bachyty"
        },
        {
            "chapter": 11,
            "verse": 21,
            "text": "Otse ti, yaki vtratyly samykh sebe. Zalyshylo yikh te, shcho vyhaduvaly vony"
        },
        {
            "chapter": 11,
            "verse": 22,
            "text": "Spravdi, v nastupnomu zhytti vony vtratyatʹ naybilʹshe"
        },
        {
            "chapter": 11,
            "verse": 23,
            "text": "Voistynu, ti, yaki uviruvaly, robyly dobri spravy y buly pokirni pered Hospodom svoyim, vony — zhyteli rayu! Budutʹ vony tam doviku"
        },
        {
            "chapter": 11,
            "verse": 24,
            "text": "Prykladom dvokh hrup ye slipyy, hlukhyy, zryachyy ta chuyuchyy. Khiba mozhna yikh porivnyaty? Nevzhe ne zamyslytesya vy"
        },
        {
            "chapter": 11,
            "verse": 25,
            "text": "Osʹ My poslaly Nukha do narodu yoho: «YA dlya vas — yasnyy zasterihach"
        },
        {
            "chapter": 11,
            "verse": 26,
            "text": "Ne poklonyaytesya nikomu, krim Allaha! YA boyusya, shcho na vas vpade kara v bolisnyy Denʹ"
        },
        {
            "chapter": 11,
            "verse": 27,
            "text": "Starshyna z narodu yoho, yaka ne uviruvala, skazala: «My bachymo, shcho ty lyshe lyudyna, taka, yak i my. I my bachymo, shcho za toboyu pishly tilʹky nayzhalyuhidnishi sered nas, i to ne podumavshy. My ne bachymo, shchob vy buly chymosʹ krashchi za nas, ale dumayemo, shcho vy — brekhuny!»"
        },
        {
            "chapter": 11,
            "verse": 28,
            "text": "Toy vidpoviv: «O narode miy! Yakshcho ya trymayusya yasnoho dokazu vid Hospoda moho, a Vin daruvav meni mylistʹ vid Sebe, yaku vy ne zdatni bachyty, to nevzhe ya prymusyv by vas do tsʹoho, koly vono nenavysno vam"
        },
        {
            "chapter": 11,
            "verse": 29,
            "text": "O narode miy! YA ne proshu u vas za tse bahat·stva. Vynahorodytʹ mene tilʹky Allah! I ne budu ya vidhanyaty tykh, yaki uviruvaly. Vony prahnutʹ zustrity svoho Hospoda, a vas ya bachu nerozumnymy lyudʹmy"
        },
        {
            "chapter": 11,
            "verse": 30,
            "text": "O narode miy! Khto zakhystytʹ mene vid Allaha, yakshcho ya prozhenu yikh? Nevzhe ne zamyslytesya vy"
        },
        {
            "chapter": 11,
            "verse": 31,
            "text": "YA ne kazhu vam, shcho v mene skarbnytsi Allaha, i shcho ya znayu potayemne. YA ne kazhu, shcho ya anhel. YA ne kazhu tym, yaki mizerni v vashykh ochakh, shcho Allah nikoly ne daruye yim dobra. Allah krashche znaye, shcho v yikhnikh dushakh. Inakshe b ya buv odnym iz nechestyvtsiv"
        },
        {
            "chapter": 11,
            "verse": 32,
            "text": "Ti vidpovily: «O Nukhu! Ty sperechavsya z namy i sperechavsya bahato. Tozh pokazhy nam te, chym ty pohrozhuvav nam, yakshcho ty pravdyvyy"
        },
        {
            "chapter": 11,
            "verse": 33,
            "text": "Toy vidpoviv: «Voistynu, vam tse pokazhe Allah, yakshcho pobazhaye. I ne zmozhete vy utekty"
        },
        {
            "chapter": 11,
            "verse": 34,
            "text": "Yakshcho ya pobazhayu daty vam poradu, to vona ne prynese vam korysti, koly Allah prahne zbyty vas zi shlyakhu. Vin — Hospodʹ vash i do Nʹoho povernetesya vy"
        },
        {
            "chapter": 11,
            "verse": 35,
            "text": "Chy vony kazhutʹ: «Vin yoho vyhadav!» Skazhy: «Yakshcho ya vyhadav yoho, to miy hrikh — na meni. Ale do vashykh hrikhiv ya neprychetnyy!»"
        },
        {
            "chapter": 11,
            "verse": 36,
            "text": "I bulo vidkryto Nukhu: «Vzhe ne bude viryty nikhto z tvoyikh lyudey, okrim tykh, yaki uviruvaly ranishe. Tozh ne zhurysya cherez te, shcho roblyatʹ vony"
        },
        {
            "chapter": 11,
            "verse": 37,
            "text": "Zbuduy kovcheh pered Nashymy ochyma y z·hidno z Nashym odkrovennyam. I ne prosy Mene za nespravedlyvykh — voistynu, yikh bude vtopleno"
        },
        {
            "chapter": 11,
            "verse": 38,
            "text": "Vin buduvav kovcheh, i shchorazu, koly prokhodyla povz nʹoho starshyna z narodu yoho, to hluzuvala. Vin skazav: «Yakshcho vy hluzuyete z nas, to pohluzuyemo z vas i my — tak samo, yak vy hluzuyete z nas"
        },
        {
            "chapter": 11,
            "verse": 39,
            "text": "Skoro vy diznayetesʹ, na koho vpade kara, yaka prynyzhuye, y na koho vpade kara vichna"
        },
        {
            "chapter": 11,
            "verse": 40,
            "text": "I koly pryyshov nakaz Nash, i vidkrylosya dzherelo v pechi, to skazaly My: «Vizʹmy tudy paru vid kozhnoho vydu ta svoyu rodynu — krim tykh, pro yakykh vzhe bulo skazano slovo, a shche vizʹmy tykh, yaki uviruvaly». Ale nebahato uviruvalo razom iz nym"
        },
        {
            "chapter": 11,
            "verse": 41,
            "text": "Vin skazav: «Zakhodʹte v nʹoho! Z imʺyam Allaha vin bude plyvty y zupynyatysya. Voistynu, Hospodʹ miy — Proshchayuchyy, Myloserdnyy"
        },
        {
            "chapter": 11,
            "verse": 42,
            "text": "Kovcheh iz nymy plyv sered khvylʹ, skhozhykh na hory, i Nukh poklykav svoho syna, yakyy stoyav na samoti: «Synu miy! Siday razom iz namy ta ne lyshaysya z neviruyuchymy"
        },
        {
            "chapter": 11,
            "verse": 43,
            "text": "Toy skazav: «YA ziydu na horu, y vona vryatuye mene vid vody». Vidpoviv [Nukh]: «Sʹohodni nikhto ne vryatuyetʹsya vid nakazu Allaha, yakshcho Vin ne zmyluyetʹsya!» Postala mizh nymy khvylya, i buv toy odnym iz utoplenykh"
        },
        {
            "chapter": 11,
            "verse": 44,
            "text": "I bulo skazano: «O zemle! Pohlynʹ svoyu vodu! O nebo! Prypyny!» Spala voda ta zdiysnyvsya nakaz. [Kovcheh] zupynyvsya na hori alʹ-Dzhudi, y bulo skazano: «Nekhay zhe z·hynutʹ lyudy nespravedlyvi!»"
        },
        {
            "chapter": 11,
            "verse": 45,
            "text": "I zvernuvsya Nukh do Hospoda svoho: «Hospody! Miy syn — iz moyeyi rodyny. Obitsyanka Tvoya pravdyva, i Ty — Naymudrishyy Suddya"
        },
        {
            "chapter": 11,
            "verse": 46,
            "text": "Skazav Vin: «O Nukhu! Tviy syn ne z tvoyeyi rodyny. Takyy vchynok ne ye pravednym, tozh ne prosy v Mene toho, pro shcho ne mayesh znannya! YA zaklykayu tebe ne buty odnym iz nevihlasiv"
        },
        {
            "chapter": 11,
            "verse": 47,
            "text": "Toy skazav: «Hospody! YA shukayu v Tebe zakhystu i ne budu prosyty pro te, pro shcho ne mayu znannya! Yakshcho Ty ne prostysh mene y ne zmyluyeshsya nadi mnoyu, to ya budu odnym iz tykh, yaki vtratyatʹ use"
        },
        {
            "chapter": 11,
            "verse": 48,
            "text": "Bulo skazano: «O Nukhu! Skhodʹ iz myrom vid Nas i blahoslovennyamy — na tebe y na narody, yaki z toboyu! Ale budutʹ i narody, yakykh My nadilymo blahamy, a potim vrazymo bolisnoyu karoyu vid Nas"
        },
        {
            "chapter": 11,
            "verse": 49,
            "text": "Takymy ye zvistky pro potayemne, yaki My daruyemo tobi v odkrovenni. Pered tsym ne znav yikh ni ty, ni tvoyi lyudy. Tozh terpy! Voistynu, dobryy vykhid chekaye na bohoboyazlyvykh"
        },
        {
            "chapter": 11,
            "verse": 50,
            "text": "Do adytiv My [poslaly] brata yikhnʹoho Huda. Vin skazav: «O narode miy! Poklonyaytesya Allahu! U vas nemaye boha, krim Nʹoho! A vy tilʹky vyhaduyete"
        },
        {
            "chapter": 11,
            "verse": 51,
            "text": "O narode miy! YA ne proshu za tse vynahorody u vas. Vynahorodytʹ mene tilʹky Toy, Khto mene stvoryv. To nevzhe vy ne rozumiyete"
        },
        {
            "chapter": 11,
            "verse": 52,
            "text": "O narode miy! Prositʹ proshchennya v Hospoda vashoho, a potim kaytesya pered Nym. Vin prollye vam z neba shchedru zlyvu y dodastʹ vam syly do vashoyi syly. I ne vidvertaytesya, nache hrishnyky"
        },
        {
            "chapter": 11,
            "verse": 53,
            "text": "Ti skazaly: «O Hude! Ty ne pokazav nam yasnoho znamennya, i my ne zalyshymo svoyikh bohiv cherez tvoyi slova. I my ne virymo tobi"
        },
        {
            "chapter": 11,
            "verse": 54,
            "text": "My lysh kazhemo, shcho odyn iz nashykh bohiv zapodiyav tobi shkodu». [Hud] vidpoviv: «Allah bude svidkom moyim i budete svidkamy vy — ya neprychetnyy do toho, shcho vy dodayete rivny"
        },
        {
            "chapter": 11,
            "verse": 55,
            "text": "Yomu! Tozh khytruyte proty mene vsi! Ne davayte meni vidstrochky"
        },
        {
            "chapter": 11,
            "verse": 56,
            "text": "YA pokladayusya na Allaha, Hospoda moho y Hospoda vashoho! Nemaye zhyvoyi istoty, yaku b Vin ne trymav za chub! Voistynu, miy Hospodʹ — na pryamomu shlyakhu"
        },
        {
            "chapter": 11,
            "verse": 57,
            "text": "A yakshcho vidvernetesʹ vy, to ya vzhe perepoviv te, z chym mene poslaly do vas. Miy Hospodʹ zaminytʹ vas inshymy lyudʹmy, i vy ne zapodiyete Yomu niyakoyi shkody. Voistynu, miy Hospodʹ — Okhoronetsʹ kozhnoyi rechi"
        },
        {
            "chapter": 11,
            "verse": 58,
            "text": "I koly pryyshov nakaz Nash, to za Nashoyu mylistyu My vryatuvaly Huda y tykh iz nym, yaki uviruvaly. I My vryatuvaly yikh vid lyutoyi kary"
        },
        {
            "chapter": 11,
            "verse": 59,
            "text": "Takymy buly adyty. Vony vidkynuly znamennya Hospoda yikhnʹoho, ne poslukhalysya Yoho poslantsiv ta yshly za nakazom kozhnoho vpertoho tyrana"
        },
        {
            "chapter": 11,
            "verse": 60,
            "text": "Proklyattya peresliduvatyme yikh u zemnomu zhytti ta v Denʹ Voskresinnya. Tak! Voistynu, adyty ne uviruvaly v Hospoda svoho. Nekhay z·hynutʹ adyty, narod Huda"
        },
        {
            "chapter": 11,
            "verse": 61,
            "text": "Do samudytiv My [poslaly] brata yikhnʹoho Salikha. Vin skazav: «O narode miy! Poklonyaytesya Allahu! U vas nemaye boha, krim Nʹoho! Vin zrostyv vas iz zemli y poselyv vas na niy. Tozh prositʹ u Nʹoho proshchennya, a potim kaytesya pered Nym. Voistynu, Hospodʹ miy — Blyzʹkyy, Toy, Yakyy daye vidpovidʹ"
        },
        {
            "chapter": 11,
            "verse": 62,
            "text": "Vony skazaly: «O Salikhu! Pered tsym ty buv nashoyu nadiyeyu! Nevzhe ty zaboronyayesh nam poklonyatysya tomu, komu poklonyalysya nashi batʹky? Voistynu, v nas ye hlyboki sumnivy shchodo toho, do choho ty zaklykayesh nas"
        },
        {
            "chapter": 11,
            "verse": 63,
            "text": "Vin skazav: «O narode miy! Chy rozumiyete vy: yakshcho ya trymayusya yasnoho dokazu vid Hospoda moho y Vin daruvav meni mylistʹ vid Sebe, to khto dopomozhe meni, krim Allaha, yakshcho ya ne poslukhayusʹ Yoho? A vy tilʹky zbilʹshyte moyi vtraty"
        },
        {
            "chapter": 11,
            "verse": 64,
            "text": "O narode miy! Tsya verblyudytsya Allaha — znamennya dlya vas! Dozvolʹte yiy pastysʹ na zemli Allaha y ne zavdavayte yiy shkody, bo vrazytʹ vas blyzʹka kara"
        },
        {
            "chapter": 11,
            "verse": 65,
            "text": "Ale vony zarizaly yiyi, tozh [Salikh] skazav: «Nasolodzhuytesʹ u svoyikh pomeshkannyakh shche try dni. Tsya obitsyanka — virna"
        },
        {
            "chapter": 11,
            "verse": 66,
            "text": "I koly pryyshov nakaz Nash, to z Nashoyi mylosti My vryatuvaly Salikha y tykh iz nym, yaki uviruvaly, vid hanʹby toho dnya! Voistynu, Hospodʹ tviy — Vsesylʹnyy, Vsemohutniy"
        },
        {
            "chapter": 11,
            "verse": 67,
            "text": "A tykh, yaki buly nespravedlyvi, vrazyv zhakhlyvyy kryk. Tak i lyshylysya vony v budynkakh svoyikh neporushnymy"
        },
        {
            "chapter": 11,
            "verse": 68,
            "text": "nache nikoly y ne zhyly tam! Tak! Voistynu, samudyty ne uviruvaly v Hospoda svoho! Nekhay z·hynutʹ samudyty"
        },
        {
            "chapter": 11,
            "verse": 69,
            "text": "Nashi poslantsi pryyshly do Ibrahima z dobroyu zvistkoyu. Vony skazaly: «Myr!» Vin vidpoviv: «Myr!» — i odrazu pryyshov iz vhodovanym telyam"
        },
        {
            "chapter": 11,
            "verse": 70,
            "text": "Ta koly vin pobachyv, shcho yikhni ruky navitʹ ne torknulysya tsʹoho, to pochav sumnivatysya v nykh i vidchuv strakh. Vony skazaly: «Ne biysya! Voistynu, poslano nas do narodu Lyuta"
        },
        {
            "chapter": 11,
            "verse": 71,
            "text": "A druzhyna Ibrahima, shcho stoyala poruch, zasmiyalasya. Tozh My zveselyly yiyi zvistkoyu pro Iskhaka, a pislya Iskhaka — i pro Yakuba"
        },
        {
            "chapter": 11,
            "verse": 72,
            "text": "Vona skazala: «Hore meni! Nevzhe ya narodzhu? YA vzhe stara y cholovik miy staryy! Voistynu, tse — dyvna rich"
        },
        {
            "chapter": 11,
            "verse": 73,
            "text": "Ti skazaly: «Nevzhe ty zdyvovana nakazom Allaha? Mylistʹ vam Allaha ta blahoslovennya Yoho, o zhyteli tsʹoho budynku!» Voistynu, Vin – Khvalymyy, Preslavnyy"
        },
        {
            "chapter": 11,
            "verse": 74,
            "text": "I koly strakh Ibrahima znyk, i nadiyshla do nʹoho radisna zvistka, vin pochav sperechatysya z Namy pro narod Lyuta"
        },
        {
            "chapter": 11,
            "verse": 75,
            "text": "Voistynu, Ibrahim — zhalislyvyy, spivchutlyvyy, viddanyy"
        },
        {
            "chapter": 11,
            "verse": 76,
            "text": "O Ibrahime! Oblysh tse! Vzhe pryyshov nakaz Hospoda tvoho, tozh vrazytʹ yikh nevidvorotna kara"
        },
        {
            "chapter": 11,
            "verse": 77,
            "text": "I koly pryyshly poslantsi Nashi do Lyuta, to vin zazhuryvsya cherez nykh, i styslosya sertse yoho. Vin skazav: «Vazhkym bude tsey denʹ"
        },
        {
            "chapter": 11,
            "verse": 78,
            "text": "Zbihlysya lyudy z narodu yoho, yaki shche ranishe koyily lykhi vchynky. [Lyut] skazav: «O narode miy! Osʹ moyi donʹky, vony chystishi dlya vas! Tozh biytesya Allaha y ne hanʹbitʹ mene pered moyimy hostyamy! Nevzhe sered vas nemaye lyudyny rozsudlyvoyi"
        },
        {
            "chapter": 11,
            "verse": 79,
            "text": "Ti vidpovily: «Ty znayesh, shcho nam ne potribni tvoyi donʹky. I, spravdi, ty znayesh, choho my khochemo"
        },
        {
            "chapter": 11,
            "verse": 80,
            "text": "Vin skazav: «Yakby mav ya sylu zdolaty vas! Yakby ya mih znayty mitsnu oporu"
        },
        {
            "chapter": 11,
            "verse": 81,
            "text": "[Hosti] skazaly: «O Lyute! My — poslantsi Hospoda tvoho, tozh vony ne zacheplyatʹ tebe. Vyrushay zi svoyeyu simʺyeyu v dorohu sered nochi. I nekhay ne ozyrayetʹsya zhoden iz vas, okrim druzhyny tvoyeyi — yiyi vrazytʹ te, shcho vrazytʹ inshykh. Chas pryznacheno na ranok. Khiba ranok ne blyzʹko"
        },
        {
            "chapter": 11,
            "verse": 82,
            "text": "I koly pryyshov Nash nakaz, to My perekynuly yikhni [selyshcha] dohory y zislaly na nykh kameni z obpalenoyi hlyny"
        },
        {
            "chapter": 11,
            "verse": 83,
            "text": "poznacheni v Hospoda tvoho! Nedaleki y vony vid nechestyvtsiv"
        },
        {
            "chapter": 11,
            "verse": 84,
            "text": "Do madʺyanitiv My [poslaly] yikhnʹoho brata Shueyba. Vin skazav: «O narode miy! Poklonyaytesya Allahu! U vas nemaye boha, krim Nʹoho! Ne zanyzhuyte miry y vahy. YA bachu, shcho vy zhyvete v dobri, ale ya boyusya, shcho vpade na vas kara v Denʹ, yakyy okhopytʹ use"
        },
        {
            "chapter": 11,
            "verse": 85,
            "text": "O narode miy! Napovnyuyte miru y vahu spravedlyvo! Ne zavdavayte lyudyam zbytkiv i ne siyte bezchestya na zemli"
        },
        {
            "chapter": 11,
            "verse": 86,
            "text": "Te, shcho zalyshaye vam Allah, krashche dlya vas, yakshcho viruyuchi vy. Ale ya nad vamy ne nahlyadach"
        },
        {
            "chapter": 11,
            "verse": 87,
            "text": "Ti vidpovily: «O Shueybe! Nevzhe tvoya molytva nakazuye tobi zalyshyty tykh, komu poklonyalysya nashi batʹky, abo ne robyty z nashym maynom toho, choho my khochemo? Spravdi, ty smyrennyy i rozsudlyvyy!»"
        },
        {
            "chapter": 11,
            "verse": 88,
            "text": "Vin skazav: «O narode miy! Chy rozumiyete vy: a yakshcho ya trymayusya yasnoho dokazu vid Hospoda moho, Yakyy nadilyv mene dobrym nadilom? YA ne khochu superechyty vam svoyimy zaboronamy na shchosʹ, ale ya khochu lyshe vypravlennya — nastilʹky, naskilʹky zmozhu! Nemaye meni prytulku, krim yak v Allaha. Na Nʹoho ya pokladayusya y do Nʹoho zvertayusya"
        },
        {
            "chapter": 11,
            "verse": 89,
            "text": "O narode miy! Nekhay vasha superechka zi mnoyu ne vede do toho, shchob vas vrazylo te, shcho vrazylo narod Nukha, narod Huda chy narod Salikha. Nedaleko vid vas i narod Lyuta"
        },
        {
            "chapter": 11,
            "verse": 90,
            "text": "Prositʹ proshchennya u Hospoda vashoho y kaytesya pered Nym! Voistynu, Hospodʹ miy — Myloserdnyy, Lyublyachyy"
        },
        {
            "chapter": 11,
            "verse": 91,
            "text": "Ti vidpovily: «O Shueybe! My ne rozumiyemo bilʹshosti toho, shcho ty kazhesh. My bachymo tebe slabkym sered nas. I yakby ne tviy rid, to my kamenuvaly b tebe! Ty ne stanovysh tsinnosti dlya nas"
        },
        {
            "chapter": 11,
            "verse": 92,
            "text": "Vin skazav: «O narode miy! Nevzhe miy rid tsinnishyy dlya vas, nizh Allah, vid Yakoho vy vidvertayetesʹ? Voistynu, Hospodʹ miy okhoplyuye te, shcho vy robyte"
        },
        {
            "chapter": 11,
            "verse": 93,
            "text": "O narode miy! Diyte, yak pobazhayete, i ya budu diyaty! Skoro vy diznayetesʹ, koho spitkaye prynyzlyva kara y khto brekhun. Chekayte i ya pochekayu razom iz vamy"
        },
        {
            "chapter": 11,
            "verse": 94,
            "text": "I koly pryyshov nakaz Nash, to za Nashoyu mylistyu My vryatuvaly Shueyba y tykh iz nym, yaki uviruvaly. A tykh, yaki buly nespravedlyvi, vrazyv zhakhlyvyy kryk. Tak i lyshylysya vony v budynkakh svoyikh neporushnymy"
        },
        {
            "chapter": 11,
            "verse": 95,
            "text": "nache nikoly y ne zhyly tam. Tak! Nekhay z·hynutʹ madʺyanity, yak z·hynuly samudyty"
        },
        {
            "chapter": 11,
            "verse": 96,
            "text": "I My poslaly Musu z Nashymy znamennyamy ta dokazom yasny"
        },
        {
            "chapter": 11,
            "verse": 97,
            "text": "do Firauna y starshyny [narodu] yoho. Ale ti pishly za nakazom Firauna, khoch i ne buv nakaz Firauna rozsudlyvym"
        },
        {
            "chapter": 11,
            "verse": 98,
            "text": "U Denʹ Voskresinnya ocholytʹ vin narod sviy ta zavede yikh u vohonʹ. Yake merzotne mistse, do yakoho uviydutʹ vony"
        },
        {
            "chapter": 11,
            "verse": 99,
            "text": "Proklyattya peresliduvatyme yikh yak tut, tak i v Denʹ Voskresinnya. Merzotnyy takyy darunok, podarovanyy yim"
        },
        {
            "chapter": 11,
            "verse": 100,
            "text": "Tse — zvistky pro selyshcha, yaki My perepovidayemo tobi. Deyaki z nykh shche isnuyutʹ, a inshi vzhe znyshcheni"
        },
        {
            "chapter": 11,
            "verse": 101,
            "text": "My ne buly nespravedlyvi do nykh, ale tse vony sami buly do sebe nespravedlyvi. I koly pryyshov nakaz Hospoda tvoho, to bozhestva yikhni, yakykh vony klykaly zamistʹ Allaha, nichym ne dopomohly yim! Ne dodaly vony yim nichoho, krim zahybeli"
        },
        {
            "chapter": 11,
            "verse": 102,
            "text": "Take pokarannya Hospoda tvoho, koly Vin vrazyv nespravedlyve selyshche. Voistynu, pokarannya Yoho — bolisne, suvore"
        },
        {
            "chapter": 11,
            "verse": 103,
            "text": "Voistynu, v tsʹomu — znamennya dlya toho, khto boyitʹsya kary v nastupnomu zhytti. Tse — Denʹ, koly budutʹ zibrani lyudy, i tse — Denʹ zasvidchenyy"
        },
        {
            "chapter": 11,
            "verse": 104,
            "text": "My ne vidklademo yoho, krim yak na vyznachenyy strok"
        },
        {
            "chapter": 11,
            "verse": 105,
            "text": "Koly nastane toy Denʹ, zhodna dusha ne bude hovoryty, krim yak iz Yoho dozvolu. Budutʹ sered nykh neshchasni y shchaslyvi"
        },
        {
            "chapter": 11,
            "verse": 106,
            "text": "Shchodo tykh, yaki budutʹ neshchasni, to vony opynyatʹsya u vohni. Chekaye tam na nykh plach i stohin"
        },
        {
            "chapter": 11,
            "verse": 107,
            "text": "Vony budutʹ tam doviku, doky isnuvatymutʹ nebesa y zemlya, yakshcho Hospodʹ tviy ne pobazhaye chohosʹ inshoho. Voistynu, tviy Hospodʹ robytʹ te, shcho pobazhaye"
        },
        {
            "chapter": 11,
            "verse": 108,
            "text": "Shchodo tykh, yaki budutʹ shchaslyvi, to vony opynyatʹsya v rayu. I vony budutʹ tam doviku, doky isnuvatymutʹ nebesa y zemlya, yakshcho Hospodʹ tviy ne pobazhaye chohosʹ inshoho. Nevycherpnyy tsey darunok"
        },
        {
            "chapter": 11,
            "verse": 109,
            "text": "Ne may sumnivu shchodo toho, chomu vony poklonyayutʹsya. Vony poklonyayutʹsya tilʹky tak, yak poklonyalysya yikhni batʹky shche ranishe. My tsilkom viddamo yim chastku yikhnyu — bez prymenshennya"
        },
        {
            "chapter": 11,
            "verse": 110,
            "text": "I My daruvaly Musi Pysannya, ale vony pochaly sperechatysya shchodo nʹoho. Yakby tsʹomu ne pereduvalo slovo Hospoda tvoho, to bulo b vyrisheno superechku yikhnyu. Voistynu, vony v hlybokykh sumnivakh shchodo nʹoho"
        },
        {
            "chapter": 11,
            "verse": 111,
            "text": "Voistynu, usim Hospodʹ tviy vidplatytʹ spovna za vchynky yikhni! Voistynu, vidaye Vin pro te, shcho roblyatʹ vony"
        },
        {
            "chapter": 11,
            "verse": 112,
            "text": "Idy pryamym shlyakhom, yak tobi y nakazano, a takozh i ti, yaki pokayalysya razom z toboyu. I ne porushuyte mezh! Voistynu, bachytʹ Vin te, shcho vy robyte"
        },
        {
            "chapter": 11,
            "verse": 113,
            "text": "Ne skhylyaytesya do tykh, yaki nespravedlyvi, shchob vas ne torknuvsya vohonʹ. U vas nemaye pomichnykiv, okrim Allaha, bo inakshe nikhto ne dopomozhe vam"
        },
        {
            "chapter": 11,
            "verse": 114,
            "text": "Zvershuy molytvu na pochatku y naprykintsi dnya, a shche v deyaki hodyny nochi. Voistynu, dobri vchynky vydalyayutʹ pohani. Take nahaduvannya dlya tykh, khto z·haduye"
        },
        {
            "chapter": 11,
            "verse": 115,
            "text": "Terpy! Voistynu, Allah ne hubytʹ vynahorody pravednykiv"
        },
        {
            "chapter": 11,
            "verse": 116,
            "text": "Chomu zh sered pokolinʹ, yaki zhyly ranishe za vas, ne bulo stiykykh lyudey, yaki b zaboronyaly poshyryuvaty bezchestya na zemli, a tilʹky ti nechyslenni, koho My vryatuvaly sered nykh? A nechestyvi pishly za tymy blahamy, yaki maly, tozh staly hrishnykamy"
        },
        {
            "chapter": 11,
            "verse": 117,
            "text": "Tviy Hospodʹ ne znyshchytʹ selyshcha nespravedlyvo, koly yoho zhyteli roblyatʹ dobro"
        },
        {
            "chapter": 11,
            "verse": 118,
            "text": "Yakby tviy Hospodʹ pobazhav, to zrobyv by lyudey yedynoyu hromadoyu, ale vony sperechayutʹsya dali"
        },
        {
            "chapter": 11,
            "verse": 119,
            "text": "krim tykh, koho pomyluvav Hospodʹ tviy. Dlya tsʹoho Vin yikh stvoryv. I spravdytʹsya slovo Hospoda tvoho: «YA neodminno zapovnyu heyenu dzhynamy y lyudʹmy — vsima"
        },
        {
            "chapter": 11,
            "verse": 120,
            "text": "Use, shcho My rozpovidayemo tobi zi zvistok pro poslantsiv, pryznachene, shchob ukripyty tvoye sertse. Pryyshla do tebe v tsʹomu istyna, povchannya y nahaduvannya dlya viruyuchykh"
        },
        {
            "chapter": 11,
            "verse": 121,
            "text": "I skazhy tym, yaki ne uviruvaly: «Diyte, yak zmozhete, i budemo diyaty My"
        },
        {
            "chapter": 11,
            "verse": 122,
            "text": "Chekayte, y My budemo chekaty»"
        },
        {
            "chapter": 11,
            "verse": 123,
            "text": "Allahu nalezhytʹ potayemne nebes i zemli, i do Nʹoho povertayutʹsya vsi spravy. Tozh poklonyaysya Yomu y pokladaysya na Nʹoho! Hospodʹ tviy ne omyne toho, shcho vy robyte"
        },
        {
            "chapter": 12,
            "verse": 1,
            "text": "Alif. Lyam. Ra. Tse — znamennya Pysannya yasnoho"
        },
        {
            "chapter": 12,
            "verse": 2,
            "text": "Voistynu, My zislaly yoho yak arabsʹkyy Koran — mozhlyvo, vy zrozumiyete"
        },
        {
            "chapter": 12,
            "verse": 3,
            "text": "My rozpovidayemo tobi naykrashchu z rozpovidey, vidkryvayuchy v odkrovenni tsey Koran, khoch ranishe ty pro tse nichoho ne znav"
        },
        {
            "chapter": 12,
            "verse": 4,
            "text": "Osʹ skazav Yusuf batʹku svoyemu: «Batʹku miy! YA bachyv odynadtsyatʹ zirok, sontse y misyatsʹ. YA bachyv, yak vony vklonyalysya meni"
        },
        {
            "chapter": 12,
            "verse": 5,
            "text": "Toy skazav: «Synu miy! Ne rozpoviday tsʹoho snu bratam svoyim, a to vony zamyslyatʹ shchosʹ pidstupne proty tebe. Voistynu, shaytan dlya lyudyny — spravzhniy voroh"
        },
        {
            "chapter": 12,
            "verse": 6,
            "text": "Hospodʹ tviy obere tebe, navchytʹ tlumachyty sny y spovnytʹ mylistʹ Svoyu dlya tebe y rodu Yakuba tak, yak Vin spovnyv yiyi shche ranishe dlya dvokh tvoyikh batʹkiv — Ibrahima ta Iskhaka. Voistynu, tviy Hospodʹ — Vseznayuchyy, Mudryy"
        },
        {
            "chapter": 12,
            "verse": 7,
            "text": "Istynno, Yusuf i braty yoho staly znamennyamy dlya tykh, khto zapytuye"
        },
        {
            "chapter": 12,
            "verse": 8,
            "text": "Osʹ vony skazaly: «Yusuf i yoho brat mylishi dlya nashoho batʹka, nizh my. Ale zh nas tsila hrupa! Voistynu, nash batʹko v spravzhniy omani"
        },
        {
            "chapter": 12,
            "verse": 9,
            "text": "Vbyyte Yusufa abo kynʹte v inshiy zemli. Todi oblychchya batʹka vashoho povernetʹsya do vas, a potim vy stanete pravednymy lyudʹmy"
        },
        {
            "chapter": 12,
            "verse": 10,
            "text": "Ale odyn iz nykh skazav: «Ne vbyvayte Yusufa, a kynʹte na dno kolodyazya. Yakyysʹ karavan pidbere yoho — yakshcho vy spravdi khochete shchosʹ zrobyty"
        },
        {
            "chapter": 12,
            "verse": 11,
            "text": "Vony skazaly: «Batʹku nash! Chomu ne dovirysh nam Yusufa? Voistynu, my — dobri poradnyky dlya nʹoho"
        },
        {
            "chapter": 12,
            "verse": 12,
            "text": "Vidishly yoho zavtra z namy! Vin pobihaye ta pohrayetʹsya, a my budemo okhoronyaty yoho"
        },
        {
            "chapter": 12,
            "verse": 13,
            "text": "Toy vidpoviv: «Meni bude sumno, yak vy zaberete yoho. I ya boyusya, shcho yoho zʺyistʹ vovk, koly vy budete neuvazhni»"
        },
        {
            "chapter": 12,
            "verse": 14,
            "text": "Vony skazaly: «Yakshcho vovk zʺyistʹ yoho, koly nas tsila hrupa, to my, spravdi, budemo tymy, khto vtratytʹ use"
        },
        {
            "chapter": 12,
            "verse": 15,
            "text": "I koly vony pishly z nym i pohodylysya skynuty yoho na dno kolodyazya, to My vidkryly yomu: «Ty nahadayesh yim pro tsey vchynok yikhniy, koly vony y ne vpiznayutʹ tebe"
        },
        {
            "chapter": 12,
            "verse": 16,
            "text": "A vvecheri vony pryyshly do svoho batʹka z plache"
        },
        {
            "chapter": 12,
            "verse": 17,
            "text": "i skazaly: «Batʹku nash! My zmahalysya, a Yusufa zalyshyly z nashymy rechamy, i vovk zʺyiv yoho! Khoch ty y ne virysh nam, ale my kazhemo pravdu"
        },
        {
            "chapter": 12,
            "verse": 18,
            "text": "I vony prynesly sorochku yoho, zaplyamovanu falʹshyvoyu krovʺyu. [Batʹko] skazav: «Ta zh ni, tse spokusyly vas dushi vashi! Ale terpinnya — blaho. V Allaha slid shukaty dopomohy vid toho, pro shcho vy rozpovidayete"
        },
        {
            "chapter": 12,
            "verse": 19,
            "text": "I pryyshov karavan, a z nʹoho poslaly cholovika, yakyy mav nabraty vody. Vin spustyv sviy burdyuk i vyhuknuv: «Yaka radistʹ! Tut khlopchyk!» I vony skhovaly yoho, nache tovar. Ta Allah znav pro te, shcho roblyatʹ vony"
        },
        {
            "chapter": 12,
            "verse": 20,
            "text": "Yoho prodaly za mizernu tsinu, za licheni dirhamy! Vony ne znaly spravzhnʹoyi vartosti yoho"
        },
        {
            "chapter": 12,
            "verse": 21,
            "text": "Toy cholovik iz Yehyptu, yakyy kupyv yoho, skazav druzhyni svoyiy: «Pryhotuy yomu dobre mistse! Mozhlyvo, vin prynese nam korystʹ abo my vizʹmemo yoho za syna». Tak My utverdyly Yusufa na tsiy zemli ta navchyly yoho tlumachyty sny. Allah vykonuye Sviy nakaz, ale bilʹshistʹ lyudey tsʹoho ne znaye"
        },
        {
            "chapter": 12,
            "verse": 22,
            "text": "A koly vin dosyahnuv povnolittya, My daruvaly yomu mudristʹ i znannya. Tak My vynahorodzhuyemo tykh, yaki roblyatʹ dobro"
        },
        {
            "chapter": 12,
            "verse": 23,
            "text": "Zhinka, v budynku yakoyi vin zhyv, pochala zvablyuvaty yoho. Vona zachynyla dveri y skazala: «Ydy do mene!» Toy vidpoviv: «Ryatuy mene Allah! Voistynu, Vin — Hospodʹ miy, a naykrashchyy prytulok — u Nʹoho! Voistynu, ne matymutʹ uspikhu nespravedlyvi"
        },
        {
            "chapter": 12,
            "verse": 24,
            "text": "Vona bazhala yoho, y vin zabazhav by yiyi, yakby ne pobachyv znak vid Hospoda svoho. Tak My vidvernuly vid nʹoho zlo y nechystotu. Voistynu, vin — odyn iz Nashykh shchyrykh rabiv"
        },
        {
            "chapter": 12,
            "verse": 25,
            "text": "Vony kynulysya do dverey, i vona rozirvala yomu sorochku na spyni. Bilya dverey vony nashtovkhnulysya na yiyi hospodarya. Vona vyhuknula: «Yake mozhe buty pokarannya tomu, khto khotiv zla druzhyni tvoyiy? Tilʹky vʺyaznytsya chy bolisna kara"
        },
        {
            "chapter": 12,
            "verse": 26,
            "text": "[Yusuf] skazav: «Vona sama prahnula spokusyty mene!» A svidok z yiyi rodyny rozsudyv tak: «Yakshcho sorochka yoho rozirvana speredu, to vona skazala pravdu, a vin — brekhun"
        },
        {
            "chapter": 12,
            "verse": 27,
            "text": "Ale yakshcho yoho sorochka rozirvana na spyni, to vona zbrekhala, a vin – pravdyvyy"
        },
        {
            "chapter": 12,
            "verse": 28,
            "text": "I koly [hospodar] pobachyv, shcho sorochka rozirvana na spyni, to skazav: «Tse shchosʹ iz vashykh zhinochykh khytroshchiv! Voistynu, velyki khytroshchi vashi"
        },
        {
            "chapter": 12,
            "verse": 29,
            "text": "Yusufe! Zabudʹ pro tse. A ty prosy proshchennya za sviy zlochyn. Voistynu, ty skoyila hrikh"
        },
        {
            "chapter": 12,
            "verse": 30,
            "text": "Zhinky v misti pochaly hovoryty: «Druzhyna shlyakhetnoho cholovika namahalasya zvabyty svoho molodoho raba! Vin rozpalyv yiyi prystrastʹ. Voistynu, my bachymo, shcho vona v spravzhniy omani"
        },
        {
            "chapter": 12,
            "verse": 31,
            "text": "Koly ta pochula pro yikhni plitky, to poslala za nymy, pryhotuvala yim lozha y dala kozhniy iz nykh nizh. Vona skazala: «Vyydy do nas!» I koly ti pobachyly yoho, to tak zakhopylysya nym, shcho porizaly sobi ruky. I vyhuknuly: «Borony Allah! Tse zh ne lyudyna, a blahorodnyy anhel"
        },
        {
            "chapter": 12,
            "verse": 32,
            "text": "Vona skazala: «Osʹ toy, cherez koho vy meni dorikaly! YA spravdi namahalasya zvabyty yoho, ale vin vidmovyvsya. Yakshcho vin ne zrobytʹ toho, shcho ya nakazala yomu, to potrapytʹ do vʺyaznytsi y bude odnym iz prynyzhenykh"
        },
        {
            "chapter": 12,
            "verse": 33,
            "text": "Toy skazav: «Hospody! Vʺyaznytsya mylisha dlya mene, nizh te, do choho vony mene zaklykayutʹ! Yakshcho ty ne vidvernesh khytroshchiv yikhnikh, to ya piddamsya yim i budu odnym iz nerozumnykh"
        },
        {
            "chapter": 12,
            "verse": 34,
            "text": "Hospodʹ yoho vidpoviv yomu y vidvernuv khytroshchi yikhni. Voistynu, Vin — Vsechuyuchyy, Vseznayuchyy"
        },
        {
            "chapter": 12,
            "verse": 35,
            "text": "Potim yim vydalosya — pislya toho, yak vony pobachyly dokazy — shcho yoho vse odno treba kynuty do vʺyaznytsi na pevnyy chas"
        },
        {
            "chapter": 12,
            "verse": 36,
            "text": "Razom iz nym potrapyly do vʺyaznytsi shche dva yunaky. Odyn iz nykh skazav: «YA bachyv, shcho vychavlyuyu sik iz vynohradu». A druhyy skazav: «YA bachyv, shcho nesu na holovi khlib, yakyy dzʹobayutʹ ptakhy. Roztlumach nam tse, my bachymo, shcho ty — odyn iz pravednykiv"
        },
        {
            "chapter": 12,
            "verse": 37,
            "text": "Vin skazav: «Ne vstyhnutʹ vam prynesty yizhu, yakoyu vas hoduyutʹ, yak ya vzhe roztlumachu vashi sny. Tse z toho, choho navchyv mene Hospodʹ miy. Voistynu, ya zalyshyv relihiyu lyudey, yaki ne viruyutʹ v Allaha y ne viruyutʹ u nastupne zhyttya"
        },
        {
            "chapter": 12,
            "verse": 38,
            "text": "YA ydu za relihiyeyu moyikh batʹkiv — Ibrahima, Iskhaka ta Yakuba. Ne hodytʹsya nam dodavaty shchosʹ Allahu v pokloninni! Taka laska Allaha do nas ta inshykh lyudey, ale bilʹshistʹ lyudey ne dyakuyutʹ"
        },
        {
            "chapter": 12,
            "verse": 39,
            "text": "O moyi druzi po vʺyaznytsi! Krashche rizni bohy chy Allah — Yedynyy, Vseperemozhnyy"
        },
        {
            "chapter": 12,
            "verse": 40,
            "text": "Vy poklonyayetesya tilʹky imenam, yakymy nazvaly yikh vy ta vashi batʹky. Allah ne vidsylav pro nykh zhodnoho dokazu. Ale rishennya nalezhytʹ tilʹky Allahu. Vin nakazav vam ne poklonyatysya nikomu, krim Nʹoho! Taka istynna relihiya, ale zh bilʹshistʹ lyudey ne znayutʹ"
        },
        {
            "chapter": 12,
            "verse": 41,
            "text": "O moyi druzi po vʺyaznytsi! Odyn iz vas bude nalyvaty vyno svoyemu volodaryu, a druhoho rozipnutʹ, i ptakhy budutʹ klyuvaty z yoho holovy. Vzhe vyrisheno spravu, pro yaku vy zapytuvaly"
        },
        {
            "chapter": 12,
            "verse": 42,
            "text": "I vin skazav tomu z nykh, yakoho vvazhav vryatovanym: «Z·haday pro mene pered volodarem svoyim!» Ale shaytan zmusyv yoho zabuty pro tsyu z·hadku pered volodarem, tozh [Yusuf] buv u vʺyaznytsi shche kilʹka rokiv"
        },
        {
            "chapter": 12,
            "verse": 43,
            "text": "Osʹ tsar skazav: «YA bachyv simokh tovstykh koriv, yakykh pozhyrayutʹ semero khudykh. A shche sim koloskiv — odni z nykh zeleni, a inshi sukhi. O nablyzheni! Poyasnitʹ meni son miy, yakshcho mozhete vy tlumachyty sny"
        },
        {
            "chapter": 12,
            "verse": 44,
            "text": "Ti skazaly: «Tse — yakisʹ rozrizneni vydinnya! A my ne vmiyemo tlumachyty takykh sniv"
        },
        {
            "chapter": 12,
            "verse": 45,
            "text": "Ale odyn iz tykh dvokh, yakyy uryatuvavsya, raptom z·hadav pislya dovhoho chasu y skazav: «YA rozpovim vam tlumachennya! Tilʹky vidishlitʹ mene"
        },
        {
            "chapter": 12,
            "verse": 46,
            "text": "«Yusufe! O pravdyvyy! Rozkazhy nam pro simokh tovstykh koriv, yakykh pozhyrayutʹ semero khudykh. I sim koloskiv — odni z nykh zeleni, a inshi sukhi. Tse treba dlya toho, shchob ya povernuvsya do lyudey i, mozhlyvo, budutʹ znaty vony"
        },
        {
            "chapter": 12,
            "verse": 47,
            "text": "Toy vidpoviv: «Vy budete siyaty sim rokiv, vazhko pratsyuyuchy. Zibranyy urozhay zalyshayte v koloskakh, okrim maloyi chastyny — toho, shcho vy budete yisty"
        },
        {
            "chapter": 12,
            "verse": 48,
            "text": "Potim, pislya tsʹoho, nastane sim vazhkykh rokiv, yaki zʺyidyatʹ te, shcho vy pryhotuvaly ranishe, krim maloyi chastyny — toho, shcho vy zberezhete"
        },
        {
            "chapter": 12,
            "verse": 49,
            "text": "Potim, pislya tsʹoho, nastane rik, u yakyy lyudy dochekayutʹsya doshchu, y nastane chas dlya vidzhymannya"
        },
        {
            "chapter": 12,
            "verse": 50,
            "text": "Todi tsar nakazav: «Pryveditʹ yoho do mene!» I koly pryyshov poslanetsʹ, toy skazav: «Povertaysya do svoho volodarya y spytay, shcho stalosya z tymy zhinkamy, yaki porizaly sobi ruky? Voistynu, Hospodʹ miy znaye pro khytroshchi yikhni"
        },
        {
            "chapter": 12,
            "verse": 51,
            "text": "[Tsar] zapytav: «Shcho vy skazhete pro te, yak namahalysya zvabyty Yusufa?» Ti zhinky vidpovily: «Borony Allah! My ne znayemo pro nʹoho nichoho pohanoho!» A druzhyna toho shlyakhetnoho cholovika skazala: «Osʹ teper vidkrylasya istyna! Tse ya namahalasya zvabyty yoho, a vin — odyn iz pravdyvykh"
        },
        {
            "chapter": 12,
            "verse": 52,
            "text": "YA kazhu tse dlya toho, shchob [cholovik] znav, shcho ya ne zradyla yomu potayemno, i shcho Allah ne dopomahaye khytroshcham tykh, khto zradzhuye"
        },
        {
            "chapter": 12,
            "verse": 53,
            "text": "YA ne vypravdovuyu sebe, bo lyudsʹka dusha zaklykaye do zla, khiba shcho zmyluyetʹsya nad neyu Hospodʹ miy. Voistynu, miy Hospodʹ — Proshchayuchyy, Myloserdnyy!»"
        },
        {
            "chapter": 12,
            "verse": 54,
            "text": "Tsar skazav: «Pryveditʹ yoho! YA zroblyu yoho svoyim nablyzhenym!» A koly vin pohovoryv iz nym, to skazav: «Sʹohodni ty otrymav kolo nas posadu y doviru"
        },
        {
            "chapter": 12,
            "verse": 55,
            "text": "Toy vidpoviv: «Postav mene nad skarbnytsyamy zemli, adzhe ya okhoronetsʹ nadiynyy i znayuchyy"
        },
        {
            "chapter": 12,
            "verse": 56,
            "text": "Tak My ukripyly Yusufa na zemli, tozh vin mih oselytysya tam, de zakhoche. My daruyemo mylistʹ Nashu, komu pobazhayemo, i My ne zahubymo vynahorody pravednykiv"
        },
        {
            "chapter": 12,
            "verse": 57,
            "text": "Vynahoroda nastupnoho zhyttya krashcha dlya tykh, yaki uviruvaly y buly bohoboyazlyvymy"
        },
        {
            "chapter": 12,
            "verse": 58,
            "text": "I osʹ prybuly braty Yusufa ta vviyshly do nʹoho. Vin upiznav yikh, ta vony ne vpiznaly yoho"
        },
        {
            "chapter": 12,
            "verse": 59,
            "text": "Koly vin nadilyv yikh prypasamy, to skazav: «Pryveditʹ do mene svoho brata, syna vashoho batʹka. Nevzhe vy ne bachyte, shcho ya daruyu povnu miru ta shcho ya — nayhostynnishyy iz hospodariv"
        },
        {
            "chapter": 12,
            "verse": 60,
            "text": "A yakshcho vy ne pryvedete yoho, to ya ne napovnyu vashoyi miry. I todi ne nablyzhaytesya do mene"
        },
        {
            "chapter": 12,
            "verse": 61,
            "text": "Ti vidpovily: «My sprobuyemo vmovyty yoho batʹka. Spravdi, my neodminno zrobymo tse"
        },
        {
            "chapter": 12,
            "verse": 62,
            "text": "A vin skazav sluham: «Pidkladitʹ pryneseni nymy hroshi do vʺyukiv yikhnikh. Mozhlyvo, vony znaydutʹ yikh, koly povernutʹsya do svoyikh rodyn i, mozhlyvo, vony pryydutʹ syudy znovu"
        },
        {
            "chapter": 12,
            "verse": 63,
            "text": "I koly vony povernulysya do svoho batʹka, to skazaly: «Batʹku nash! Bude vidmovleno nam u miri. Vidpusty z namy nashoho brata, tozh my otrymayemo miru svoyu. Spravdi, my budemo okhorontsyamy yoho"
        },
        {
            "chapter": 12,
            "verse": 64,
            "text": "Toy skazav: «Nevzhe ya doviryu yoho vam tak, yak kolysʹ doviryv yoho brata? Naykrashchyy okhoronetsʹ — Allah! A Vin — Naymylostyvishyy iz mylostyvykh"
        },
        {
            "chapter": 12,
            "verse": 65,
            "text": "I koly vony vidkryly svoyi vʺyuky, to vidnayshly tam hroshi, yaki povernuly yim. Vony skazaly: «O batʹku nash! Choho zh mozhna pobazhaty ishche? Nashi hroshi nam povernuly. My zabezpechymo nashi rodyny, zberezhemo nashoho brata y otrymayemo dodatkovo verblyuzhyy vʺyuk! Taka mira bude lehkoyu"
        },
        {
            "chapter": 12,
            "verse": 66,
            "text": "Toy vidpoviv: «YA ne vidishlyu yoho z vamy, doky vy ne zaprysyahnetesʹ Allahom, shcho neodminno pryvedete yoho, yakshcho tilʹky ne stanetʹsya z vamy lykho!» I koly vony prysyahnuly, to vin skazav: «Allah — Opikun toho, shcho skazano namy"
        },
        {
            "chapter": 12,
            "verse": 67,
            "text": "Vin skazav: «Ne zakhodʹte tudy cherez odni vorota, a yditʹ riznymy. YA nichym ne zmozhu vam dopomohty proty voli Allaha. Rishennya nalezhytʹ lyshe Allahu. Na Nʹoho ya pokladayusya y na Nʹoho nekhay pokladayutʹ spodivannya ti, khto spodivayetʹsya!»"
        },
        {
            "chapter": 12,
            "verse": 68,
            "text": "I koly vony vviyshly same tak, yak nakazav yim batʹko, to vin nichym ne mih yim dopomohty proty voli Allaha. Ale bazhannya v dushi Yakuba vdovolʹnylosya! Voistynu, vin mav znannya, yakoho My navchyly yoho, ale zh bilʹshistʹ lyudey tsʹoho ne znaye"
        },
        {
            "chapter": 12,
            "verse": 69,
            "text": "I koly vony vviyshly do Yusufa, to vin prytulyv do sebe brata y skazav: «Voistynu, ya — tviy brat. Ne zhurysya cherez te, shcho robyly vony»"
        },
        {
            "chapter": 12,
            "verse": 70,
            "text": "Koly vin nadilyv yikh prypasamy, to u vʺyuk svoho brata pidklav kelykh. A dali visnyk zaholosyv: «O vy, lyudy z karavanu! Voistynu, vy — kradiyi"
        },
        {
            "chapter": 12,
            "verse": 71,
            "text": "Ti obernulysya y zapytaly: «Shcho vy zahubyly"
        },
        {
            "chapter": 12,
            "verse": 72,
            "text": "Yim vidpovily [hlashatayi]: «Zahubyly chashu tsarya. Khto yiyi prynese, toy otrymaye verblyuzhyy vʺyuk. I ya vidpovidayu za tse"
        },
        {
            "chapter": 12,
            "verse": 73,
            "text": "Ti skazaly: «Klyanemosya Allahom, vy znayete, shcho my ne pryyshly syudy shyryty bezchestya na zemli. I my — ne kradiyi"
        },
        {
            "chapter": 12,
            "verse": 74,
            "text": "Ale yim vidpovily: «Yakoyu zh bude vidplata v tomu razi, yakshcho vy — brekhuny"
        },
        {
            "chapter": 12,
            "verse": 75,
            "text": "[Braty Yusufa] skazaly: «Vidplatoyu tomu, v chyyemu vʺyuku yiyi znaydutʹ, bude vin sam. Tak my vynahorodzhuyemo nechestyvtsiv"
        },
        {
            "chapter": 12,
            "verse": 76,
            "text": "[Yusuf] pochav obshukuvaty yikhni mishky ranishe za mishok svoho brata. A potim vin vytyahnuv [chashu] z mishka svoho brata! Taka Nasha khytristʹ dlya Yusufa, bo inakshe vin ne mih zatrymaty brata z·hidno z zakonom tsarya, yakby tsʹoho ne pobazhav Allah. My pidnosymo na vyshchyy shchabelʹ, koho pobazhayemo! I nad kozhnym znayuchym ye shche bilʹsh Znayuchyy!»"
        },
        {
            "chapter": 12,
            "verse": 77,
            "text": "A ti skazaly: «Yakshcho vkrav vin, to shche ranishe krav yoho brat!» Yusuf prykhovav tse v sobi y ne vidkryvsya yim, a tilʹky podumav: «Ale y hirke zh vashe stanovyshche! Allah znaye pro te, shcho vyhaduyete vy!»"
        },
        {
            "chapter": 12,
            "verse": 78,
            "text": "Ti vidpovily: «O shlyakhetnyy choloviche! Voistynu, yoho batʹko vzhe staryy. Tozh zatrymay zamistʹ nʹoho kohosʹ inshoho sered nas. Voistynu, my bachymo, shcho ty — pravednyk"
        },
        {
            "chapter": 12,
            "verse": 79,
            "text": "Toy skazav: «Ryatuy Allah, shchob my zatrymaly kohosʹ inshoho, a ne toho, u koho znayshly nashu rich! Todi my buly b nespravedlyvi"
        },
        {
            "chapter": 12,
            "verse": 80,
            "text": "Koly vony vtratyly nadiyu zabraty yoho, to zibralysya na samoti dlya rozmovy. Naystarshyy iz nykh skazav: «Nevzhe vy ne znayete toho, shcho vash batʹko vymahav prysyahnuty pered Allahom, a takozh toho, yak vy skryvdyly Yusufa? YA ne pidu z tsiyeyi zemli, doky meni ne dozvolytʹ batʹko, abo Allah ne vynese svoho rishennya meni. A Vin — naykrashchyy iz suddiv"
        },
        {
            "chapter": 12,
            "verse": 81,
            "text": "Tozh povertaytesya do svoho batʹka y skazhitʹ: «O batʹku nash! Voistynu, tviy syn vkrav. My svidchymo tilʹky pro te, shcho znayemo, tozh nam bulo nevidomo pro potayemne"
        },
        {
            "chapter": 12,
            "verse": 82,
            "text": "Zapytay zhyteliv selyshcha, v yakomu my buly, a takozh lyudey karavanu, z yakym my povernulysya syudy. My hovorymo pravdu"
        },
        {
            "chapter": 12,
            "verse": 83,
            "text": "[Yakub] vidpoviv: «Vashi dushi zvabyly vas, ale terpinnya krashche. Mozhlyvo, Allah poverne meni vsikh razom. Voistynu, Vin — Vseznayuchyy, Mudryy!»"
        },
        {
            "chapter": 12,
            "verse": 84,
            "text": "Vidvernuvsya y skazav: «Shkoda Yusufa!» Ochi yoho pobilily vid smutku, yakyy vin strymuvav"
        },
        {
            "chapter": 12,
            "verse": 85,
            "text": "[Dity] skazaly yomu: «Klyanemosya Allahom, yakshcho ty ne prypynysh z·haduvaty Yusufa, to zaslabnesh abo y diydesh do zahybeli"
        },
        {
            "chapter": 12,
            "verse": 86,
            "text": "Vin skazav: «Voistynu, zi svoyim lykhom i zhurboyu ya zvertayusya tilʹky do Allaha y znayu vid Allaha te, choho ne znayete vy"
        },
        {
            "chapter": 12,
            "verse": 87,
            "text": "O syny moyi! Yditʹ i vidshukayte Yusufa ta yoho brata. Ne vtrachayte nadiyi na mylistʹ Allaha. Voistynu, vtrachayutʹ nadiyu na mylistʹ Allaha tilʹky neviruyuchi lyudy"
        },
        {
            "chapter": 12,
            "verse": 88,
            "text": "I koly vony vviyshly do [Yusufa], to skazaly: «O shlyakhetnyy choloviche! Lykho zachepylo nas ta rid nash. Hroshey u nas nebahato, ale daruy nam povnu miru y vyyavy shchedristʹ do nas. Voistynu, Allah vynahorodzhuye tykh, yaki dayutʹ pozhertvy"
        },
        {
            "chapter": 12,
            "verse": 89,
            "text": "Vin skazav: «Chy vy zrozumily, shcho zrobyly z Yusufom i yoho bratom, koly shche buly nevihlasamy"
        },
        {
            "chapter": 12,
            "verse": 90,
            "text": "Ti zapytaly: «Nevzhe ty — Yusuf?» Vin vidpoviv: «Tak, ya — Yusuf. A tse — miy brat! Allah daruvav nam Svoyu mylistʹ. Voistynu, yakshcho khto bohoboyazlyvyy i terplyachyy, to Allah ne hubytʹ vynahorody pravednykiv"
        },
        {
            "chapter": 12,
            "verse": 91,
            "text": "Vony skazaly: «Klyanemosʹ Allahom! Vin viddav tobi perevahu, a my buly hrishnykamy"
        },
        {
            "chapter": 12,
            "verse": 92,
            "text": "[Yusuf] skazav: «Sʹohodni ya ne dokoryayu vam. Nekhay Allah prostytʹ vas, a Vin — Naymylostyvishyy iz mylostyvykh"
        },
        {
            "chapter": 12,
            "verse": 93,
            "text": "Iditʹ iz moyeyu sorochkoyu ta vkryyte neyu oblychchya moho batʹka, shchob vin prozriv. I pryveditʹ do mene vsyu rodynu moyu"
        },
        {
            "chapter": 12,
            "verse": 94,
            "text": "Shchoyno karavan vyyshov, yikhniy batʹko skazav: «Voistynu, ya vidchuvayu zapakh Yusufa, yakshcho tilʹky vy ne skazhete, shcho ya vtratyv rozum"
        },
        {
            "chapter": 12,
            "verse": 95,
            "text": "Yomu skazaly: «Klyanemosʹ Allahom, ty perebuvayesh u svoyiy davniy omani"
        },
        {
            "chapter": 12,
            "verse": 96,
            "text": "I koly pryyshov dobryy visnyk i nakryv oblychchya yoho, to vin znovu stav zryachym. I skazav: «Chy ya ne hovoryv vam, shcho znayu vid Allaha te, choho ne znayete vy"
        },
        {
            "chapter": 12,
            "verse": 97,
            "text": "Skazaly [syny]: «O batʹku nash! Poprosy proshchennya za provyny nashi, adzhe my buly hrishnykamy"
        },
        {
            "chapter": 12,
            "verse": 98,
            "text": "Toy vidpoviv: «YA budu prosyty proshchennya dlya vas u Hospoda vashoho! Voistynu, Vin — Proshchayuchyy, Myloserdnyy"
        },
        {
            "chapter": 12,
            "verse": 99,
            "text": "I koly vony vviyshly do Yusufa, to vin prytulyv do sebe batʹkiv i skazav: «Vkhodʹte do Yehyptu bezpechno, yakshcho tsʹoho pobazhaye Allah!»"
        },
        {
            "chapter": 12,
            "verse": 100,
            "text": "Vin pidnyav svoyikh batʹkiv na tron, ale vony skhylylysʹ pered nym u zemnomu pokloni. [Yusuf] skazav: «O batʹku miy! Tse — tlumachennya moho davnʹoho snu. Hospodʹ miy zrobyv yoho pravdoyu. Vin uchynyv zi mnoyu yaknaykrashche, koly vyzvolyv mene z vʺyaznytsi, a takozh koly pryviv vas iz pusteli — pislya toho, yak shaytan posiyav vorozhnechu mizh mnoyu ta bratamy moyimy. Voistynu, miy Hospodʹ laskavyy do toho, do koho pobazhaye! Voistynu, Vin — Vseznayuchyy i Mudryy"
        },
        {
            "chapter": 12,
            "verse": 101,
            "text": "Hospodʹ daruvav meni vladu y navchyv mene tlumachyty sny. Tvoretsʹ nebes i zemli, Ty — miy Pokrovytelʹ u zhytti zemnomu y nastupnomu! Zabery mene viddanym Tobi y pryyednay mene do tykh, yaki roblyatʹ dobro"
        },
        {
            "chapter": 12,
            "verse": 102,
            "text": "Tse — zvistky pro potayemne, yaki My rozpovidayemo tobi. Ty ne buv razom iz nymy, koly vony obʺyednalysya zadlya khytroshchiv"
        },
        {
            "chapter": 12,
            "verse": 103,
            "text": "Bilʹshistʹ lyudey — khoch by ty y prahnuv tsʹoho — ne uviruye"
        },
        {
            "chapter": 12,
            "verse": 104,
            "text": "I ty ne prosysh u nykh vynahorody, adzhe tse lyshe nahaduvannya dlya svitiv"
        },
        {
            "chapter": 12,
            "verse": 105,
            "text": "Yak bahato znamenʹ na nebesakh i na zemli, povz yaki vony prokhodyatʹ i vidvertayutʹsya"
        },
        {
            "chapter": 12,
            "verse": 106,
            "text": "Bilʹshistʹ iz nykh viruye v Allaha, dodayuchy Yomu rivnykh u pokloninni"
        },
        {
            "chapter": 12,
            "verse": 107,
            "text": "Nevzhe vony zakhyshcheni vid toho, shcho nakryye yikh zavisoyu kara Allaha, abo y pryyde raptovo Chas, koly vony tsʹoho y ne vidchuvatymutʹ"
        },
        {
            "chapter": 12,
            "verse": 108,
            "text": "Skazhy: «Tse — miy shlyakh. Razom iz tymy, khto yde za mnoyu, ya zaklykayu do Allaha tak, yak meni dano tse zrozumity. Preslavnyy Allah! YA ne bahatobozhnyk"
        },
        {
            "chapter": 12,
            "verse": 109,
            "text": "Shche ranishe za tebe My vidsylaly do zhyteliv selyshch cholovikiv, yaki maly vid Nas odkrovennya. Nevzhe [bahatobozhnyky] ne podorozhuvaly zemleyu ta ne bachyly, yakym buv kinetsʹ tykh, khto zhyv ranishe? Nastupne zhyttya krashche dlya bohoboyazlyvykh! To nevzhe vy ne rozumiyete"
        },
        {
            "chapter": 12,
            "verse": 110,
            "text": "A koly poslantsi vpadaly u vidchay i dumaly, shcho yikh vyznaly brekhunamy, to prykhodyla do nykh Nasha dopomoha, i My ryatuvaly, koho bazhaly. Ta ne vidvernuty kary Nashoyi vid hrishnykh lyudey"
        },
        {
            "chapter": 12,
            "verse": 111,
            "text": "V opovidanni pro nykh ye povchannya dlya obdarovanykh rozumom. Tse ne vyhadana rozpovidʹ, ale pidtverdzhennya toho, shcho bulo ranishe, rozriznennya kozhnoyi rechi, pryamyy shlyakh i mylistʹ dlya viruyuchykh lyudey"
        },
        {
            "chapter": 13,
            "verse": 1,
            "text": "Alif. Lyam. Mim. Ra. Tse — znamennya Pysannya. Zislane tobi vid Hospoda tvoho — istyna, ale bilʹshistʹ lyudey ne viruye"
        },
        {
            "chapter": 13,
            "verse": 2,
            "text": "Allah — Toy, Khto zviv nebesa bez opory, yaku b vy mohly bachyty. Potim Vin utverdyvsya na troni, pidkoryv sontse y misyatsʹ. Plynutʹ vony do vyznachenoho stroku. Keruye Vin spravamy y poyasnyuye znamennya — mozhlyvo, vy budete vpevneni v zustrichi z Hospodom svoyim"
        },
        {
            "chapter": 13,
            "verse": 3,
            "text": "Vin — Toy, Khto prostyah zemlyu y postavyv na niy hory y richky. Iz kozhnoho plodu Vin zrobyv dvi pary. Vin nakryvaye nichchyu denʹ. Voistynu, v tsʹomu znamennya dlya lyudey, yaki myslyatʹ"
        },
        {
            "chapter": 13,
            "verse": 4,
            "text": "YE na zemli sumizhni dilyanky, vynohradni sady, posivy, a takozh palʹmy – ti, yaki rostutʹ iz odnoho korenya, y ti, yaki rostutʹ iz riznykh koreniv. Zroshuyutʹsya vony tiyeyu samoyu vodoyu, ale My robymo odni z nykh krashchymy za smakom, nizh inshi. Voistynu, v tsʹomu znamennya dlya lyudey, yaki rozumiyutʹ"
        },
        {
            "chapter": 13,
            "verse": 5,
            "text": "Yakshcho ty dyvuyeshsya chomusʹ, to podyvuysya yikhnim slovam: «Nevzhe my, stavshy prakhom, postanemo v novomu tvorinni?» Taki ti, yaki ne viruyutʹ u Hospoda svoho, taki ti, u koho na shyyakh puta, taki zhyteli vohnyu, de vony y budutʹ vichno"
        },
        {
            "chapter": 13,
            "verse": 6,
            "text": "Vony prahnutʹ vid tebe lykha shvydshe, nizh dobra, khocha shche ranishe za nykh buly pryklady kary. Voistynu, tviy Hospodʹ daruye proshchennya lyudyam za yikhnyu nespravedlyvistʹ. Voistynu, tviy Hospodʹ — suvoryy u pokaranni"
        },
        {
            "chapter": 13,
            "verse": 7,
            "text": "Hovoryatʹ ti, yaki ne uviruvaly: «Chomu ne zislano yomu znamennya vid Hospoda yoho?» Ale zh ty tilʹky zasterihach. I u kozhnoho narodu — sviy providnyk"
        },
        {
            "chapter": 13,
            "verse": 8,
            "text": "Allah znaye te, shcho nese v sobi zhinka, skilʹky zmenshylosʹ i zbilʹshylosʹ u kozhnomu loni. Voistynu, kozhna rich u Nʹoho maye miru"
        },
        {
            "chapter": 13,
            "verse": 9,
            "text": "Znayuchyy potayemne y vidkryte, Velykyy, Pidnesenyy"
        },
        {
            "chapter": 13,
            "verse": 10,
            "text": "Odnakovo dlya Nʹoho — chy khtosʹ prykhovuye svoye slovo chy promovlyaye yoho, chy khtosʹ khovayetʹsya unochi chy yde vdenʹ"
        },
        {
            "chapter": 13,
            "verse": 11,
            "text": "Anhely ydutʹ za lyudynoyu odni za odnymy — zzadu y poperedu, okhoronyayuchy yiyi za nakazom Allaha. Voistynu, Allah ne zminyuye lyudey, doky vony ne zminyatʹ samykh sebe. Ta yakshcho Allah pobazhaye lyudyam zla, to nishcho ne vidverne yoho. I nemaye dlya nykh, zamistʹ Nʹoho, pokrovytelya"
        },
        {
            "chapter": 13,
            "verse": 12,
            "text": "Vin — Toy, Khto pokazuye vam blyskavku yak strakh i nadiyu, i Vin utvoryuye vazhki khmary"
        },
        {
            "chapter": 13,
            "verse": 13,
            "text": "Hrim slavytʹ Yoho khvaloyu, a takozh anhely — vid strakhu pered Nym. Vin posylaye blyskavky, vrazhayuchy nymy, koho pobazhaye. Sperechayutʹsya pro Nʹoho, a Vin — mohutniy u kari"
        },
        {
            "chapter": 13,
            "verse": 14,
            "text": "Yomu nalezhytʹ zaklyk do istyny! A ti, yakykh vony klychutʹ, okrim Nʹoho, niyak yim ne vidpovidayutʹ. Adzhe vony skhozhi na toho, khto prostyahaye ruky do vody, namahayuchysʹ pidnesty yiyi do rota, ale ne mozhe tsʹoho zrobyty. Molytva neviruyuchykh lyshe omana"
        },
        {
            "chapter": 13,
            "verse": 15,
            "text": "Usi, khto na nebesakh i na zemli, a takozh yikhni tini vklonyayutʹsya Allahu, dobrovilʹno ta prymusovo, zranku ta vvecheri"
        },
        {
            "chapter": 13,
            "verse": 16,
            "text": "Zapytay: «Khto Hospodʹ nebes i zemli?» I skazhy: «Allah!» Skazhy: «Nevzhe vy vzyaly sobi u pokrovyteli zamistʹ Nʹoho tykh, khto ne maye vlady prynesty korystʹ chy zapodiyaty shkodu navitʹ samym sobi?» Skazhy: «Chy rivni mizh soboyu slipyy i zryachyy, chy rivni mizh soboyu temryava y svit­lo?» Chy vony vvazhayutʹ, shcho Allah maye pomichnykiv, yaki tvoryatʹ tak, yak tvorytʹ Vin, a tvorinnya Yoho skhozhe na yikhnye? Skazhy: «Allah — Tvoretsʹ kozhnoyi rechi. Vin — Yedynyy, Vseperemozhnyy"
        },
        {
            "chapter": 13,
            "verse": 17,
            "text": "Vin prolyvaye z neba vodu, yakoyu dolyny napovnyuyutʹsya vidpovidno do svoyikh rozmiriv. Na svoyiy poverkhni potik nese pinu. Taka sama pina zʺyavlyayetʹsya y na tomu, shcho vony plavlyatʹ u vohni, vyroblyayuchy prykrasy abo yakesʹ nachynnya. Tak Allah poyasnyuye istynu y nepravdu. Z·hodom pina znykne, a te, shcho prynosytʹ korystʹ lyudyam, zalyshytʹsya na zemli. Tak Allah navodytʹ prytchi"
        },
        {
            "chapter": 13,
            "verse": 18,
            "text": "Na tykh, yaki vidpovily svoyemu Hospodu, chekaye naykrashche. A yakby u tykh, yaki ne vidpovily Yomu, bulo vse, shcho na zemli y shche stilʹky zh, to vony neodminno sprobuvaly b vidkupytysʹ. Na nykh chekaye hirka vidplata, i prytulkom yikhnim bude heyena. Yakyy merzotnyy tsey prytulok"
        },
        {
            "chapter": 13,
            "verse": 19,
            "text": "Nevzhe toy, khto znaye, shcho zislane tobi vid Hospoda tvoho — istyna, takyy samyy, yak i slipyy? Voistynu, z·haduyutʹ tse tilʹky obdarovani rozumom"
        },
        {
            "chapter": 13,
            "verse": 20,
            "text": "yaki vykonuyutʹ obitsyanku pered Allahom i ne porushuyutʹ zapovitu"
        },
        {
            "chapter": 13,
            "verse": 21,
            "text": "yaki zʺyednuyutʹ te, shcho nakazav zʺyednuvaty Allah, mayutʹ strakh pered Hospodom svoyim i boyatʹsya suvoroyi vidplaty"
        },
        {
            "chapter": 13,
            "verse": 22,
            "text": "yaki vyyavlyayutʹ terpinnya, prahnuchy do lyku Hospoda svoho, zvershuyutʹ molytvu, tayemno y vidkryto zhertvuyutʹ iz toho, chym My yikh nadilyly, vidshtovkhuyutʹ zlo dobrom. Chekaye na nykh ostannya obytelʹ"
        },
        {
            "chapter": 13,
            "verse": 23,
            "text": "sady Edenu, kudy vony vviydutʹ razom zi svoyimy pravednymy batʹkamy, druzhynamy y nashchadkamy. Do nykh budutʹ vkhodyty anhely cherez usi vorota"
        },
        {
            "chapter": 13,
            "verse": 24,
            "text": "«Myr vam za terpinnya vashe!» Yaka zh prekrasna ostannya obytelʹ"
        },
        {
            "chapter": 13,
            "verse": 25,
            "text": "A na tykh, yaki porushuyutʹ obitsyane pered Allahom pislya zavitu z Nym, yaki rozryvayutʹ te, shcho Allah nakazav zʺyednuvaty, i yaki poshyryuyutʹ bezchestya na zemli — chekaye na nykh proklyattya y chekaye nayhirsha obytelʹ"
        },
        {
            "chapter": 13,
            "verse": 26,
            "text": "Allah zbilʹshuye nadil, komu pobazhaye, y zmenshuye, komu pobazhaye. Vony radiyutʹ zemnomu zhyttyu, ale zhyttya zemne v porivnyanni z zhyttyam nastupnym — lyshe tymchasova nasoloda"
        },
        {
            "chapter": 13,
            "verse": 27,
            "text": "Hovoryatʹ ti, yaki ne uviruvaly: «Chomu ne zislano yomu znamennya vid Hospoda yoho?» Skazhy: «Voistynu, Allah zbyvaye zi shlyakhu, koho pobazhaye, ta vede pryamym shlyakhom toho, khto do Nʹoho navertayetʹsya"
        },
        {
            "chapter": 13,
            "verse": 28,
            "text": "tykh, yaki uviruvaly y znayshly spokiy dlya svoyikh serdetsʹ u z·haduvanni Allaha!» Khiba zh ne v z·haduvanni Allaha znakhodyatʹ spokiy sertsya"
        },
        {
            "chapter": 13,
            "verse": 29,
            "text": "Na tykh, yaki uviruvaly y robyly dobro, chekaye blazhenstvo ta naykrashchyy prytulok"
        },
        {
            "chapter": 13,
            "verse": 30,
            "text": "Tak My vidislaly tebe do narodu, ranishe yakoho zhyly inshi narody, shchob ty chytav yomu te, shcho My tobi vidkryly. Ale vony ne uviruvaly v Mylostyvoho. Skazhy: «Vin — Hospodʹ miy, nemaye boha, krim Nʹoho! Na Nʹoho ya pokladayusya y do Nʹoho ya povernusya"
        },
        {
            "chapter": 13,
            "verse": 31,
            "text": "Yakby cherez yakesʹ [pysannya] rukhalysʹ hory, vyvertalasya zemlya chy hovoryly pomerli, to tse buv by Koran. Ale vsya sprava nalezhytʹ Allahu. Nevzhe ti, yaki uviruvaly, ne znayutʹ, shcho yakby Allah pobazhav, to Vin poviv by pryamym shlyakhom usikh lyudey? Tykh, yaki ne uviruvaly, budutʹ i dali vrazhaty lykha za te, shcho vony robyly. Abo vony budutʹ poryad iz yikhnimy zhytlamy, doky ne pryyde obitsyane Allahom. Voistynu, Allah ne porushuye obitsyanky"
        },
        {
            "chapter": 13,
            "verse": 32,
            "text": "Iz poslantsiv, yaki zhyly ranishe za tebe, takozh hluzuvaly. YA davav yim pevnyy chas, a potim karav otykh. Yakym zhe bulo tse pokarannya"
        },
        {
            "chapter": 13,
            "verse": 33,
            "text": "Nevzhe Toy, Khto nahlyadaye za kozhnoyu dusheyu y tym, shcho vona otrymala, skhozhyy na [idoliv]? Bahatobozhnyky dodayutʹ Allahu rivnykh u pokloninni. Skazhy: «Nazvitʹ yikh! Chy vy rozpoviste Yomu shchosʹ take, choho Vin ne znaye na zemli, chy vashi slova — pusti?» Ale vydalysya prekrasnymy dlya neviruyuchykh yikhni khytroshchi y zbyly yikh zi shlyakhu! Koho Allah zbyv zi shlyakhu, tomu nemaye providnyka"
        },
        {
            "chapter": 13,
            "verse": 34,
            "text": "Na nykh ochikuye pokarannya v zemnomu zhytti, a pokarannya zhyttya nastupnoho bude shche vazhchym! Ale nemaye dlya nykh zamistʹ Allaha zakhysnyka"
        },
        {
            "chapter": 13,
            "verse": 35,
            "text": "Osʹ obraz rayu, obitsyanoho bohoboyazlyvym: tam techutʹ riky, a yizha ta zatinok nevycherpni. Otakyy kinetsʹ dlya bohoboyazlyvykh, a kintsem dlya neviruyuchykh bude vohonʹ"
        },
        {
            "chapter": 13,
            "verse": 36,
            "text": "Ti, yakym My daruvaly Pysannya, radiyutʹ tomu, shcho My zislaly tobi. Ale ye taki hrupy, yaki zaperechuyutʹ chastynu z nʹoho. Skazhy: «Meni nakazano lyshe poklonyatysʹ Allahu y ne dodavaty Yomu rivnykh u pokloninni. Do Nʹoho ya zaklykayu y do Nʹoho povernennya"
        },
        {
            "chapter": 13,
            "verse": 37,
            "text": "Otak My zislaly Koran arabsʹkoyu movoyu yak zakon. Yakshcho ty pidesh za yikhnimy prystrastyamy pislya toho, yak do tebe pryyshlo znannya, to ne bude tobi zamistʹ Allaha ni pokrovytelya, ni zakhysnyka"
        },
        {
            "chapter": 13,
            "verse": 38,
            "text": "My vidsylaly poslantsiv ranishe za tebe y daruvaly yim druzhyn i nashchadkiv. Ale zhoden poslanetsʹ ne mih pokazaty znamennya bez dozvolu Allaha. Dlya kozhnoho stroku — svoye Pysannya"
        },
        {
            "chapter": 13,
            "verse": 39,
            "text": "Allah skasovuye te, shcho pobazhaye, i vstanovlyuye te, shcho pobazhaye. U Nʹoho — Matir Pysannya"
        },
        {
            "chapter": 13,
            "verse": 40,
            "text": "Chy My pokazhemo tobi chastynu toho, shcho obitsyaly yim, chy tebe zaberemo — ty povynen tilʹky peredaty odkrovennya, a vidplata bude za Namy"
        },
        {
            "chapter": 13,
            "verse": 41,
            "text": "Nevzhe neviruyuchi ne bachatʹ, yak My zmenshuyemo yikhnyu zemlyu z krayiv? Vyrishuye Allah, i nikhto ne skasuye Yoho rishennya. Vin shvydkyy u vidplati"
        },
        {
            "chapter": 13,
            "verse": 42,
            "text": "Khytruvaly y ti, yaki zhyly ranishe za nykh, ale vsi khytroshchi nalezhatʹ Allahu! Vin znaye te, shcho otrymuye kozhna dusha. Skoro neviruyuchi diznayutʹsya, komu nalezhytʹ ostannya obytelʹ"
        },
        {
            "chapter": 13,
            "verse": 43,
            "text": "Ti, yaki ne uviruvaly, hovoryatʹ: «Niyakyy ty ne poslanetsʹ!» Skazhy: «Dostatnʹo Allaha yak Svidka mizh mnoyu ta vamy, a takozh tykh, khto znaye Pysannya"
        },
        {
            "chapter": 14,
            "verse": 1,
            "text": "Alif. Lyam. Ra. Tse Pysannya zislano tobi dlya toho, shchob ty vyviv lyudey iz temryavy do svitla z dozvolu Hospoda yikhnʹoho, do shlyakhu Velykoho, Khvalymoh"
        },
        {
            "chapter": 14,
            "verse": 2,
            "text": "Allaha, Yakomu nalezhytʹ use, shcho na nebesakh i na zemli. Hore neviruyuchym vid suvoroho pokarannya"
        },
        {
            "chapter": 14,
            "verse": 3,
            "text": "tym, yaki viddayutʹ perevahu zemnomu zhyttyu pered zhyttyam nastupnym i zbyvayutʹ zi shlyakhu Allaha, prahnuchy vykryvyty yoho. Vony opynylysʹ u hlybokiy omani"
        },
        {
            "chapter": 14,
            "verse": 4,
            "text": "My vidsylaly poslantsyamy tilʹky tykh, khto hovoryv movoyu svoho narodu, shchob vony zrozumilo poyasnyuvaly. Allah uvodytʹ v omanu, koho pobazhaye, i vede pryamym shlyakhom, koho pobazhaye. Vin — Vsemohutniy, Mudryy"
        },
        {
            "chapter": 14,
            "verse": 5,
            "text": "I My vidislaly Musu zi znamennyamy Nashymy: «Vyvedy sviy narod iz temryavy do svitla ta nahaday yim pro Dni Allaha». Voistynu, v tsʹomu — znamennya dlya kozhnoho terplyachoho, vdyachnoho"
        },
        {
            "chapter": 14,
            "verse": 6,
            "text": "Osʹ Musa skazav narodu svoyemu: «Z·hadayte mylistʹ Allaha do vas, koly vas bulo vryatovano Nym vid rodu Firauna. Vony zavdavaly vam strazhdanʹ, ubyvaly vashykh syniv i lyshaly zhyvymy vashykh zhinok. U tsʹomu dlya vas — velyke vyprobuvannya vid Hospoda vashoho"
        },
        {
            "chapter": 14,
            "verse": 7,
            "text": "Osʹ vash Hospodʹ spovistyv: «Yakshcho vy budete vdyachnymy, YA daruyu vam ishche bilʹshe! A yakshcho vy budete nevdyachnymy, to Moye pokarannya suvore"
        },
        {
            "chapter": 14,
            "verse": 8,
            "text": "Musa skazav: «A yakshcho nevdyachnymy budete vy ta vsi, khto na zemli, to Allah — Bahatyy, Khvalymyy"
        },
        {
            "chapter": 14,
            "verse": 9,
            "text": "Nevzhe do vas ne prykhodyly zvistky pro tykh, yaki zhyly ranishe za vas – narod Nukha, adytiv, samudytiv, a takozh pro tykh, yaki zhyly pislya nykh, i pro yakykh znaye tilʹky Allah? Prykhodyly do nykh poslantsi yikhni z yasnymy znamennyamy, ale ti zatulyaly rukamy svoyi vusta y hovoryly: «My ne viruyemo v te, z chym poslano vas, i perebuvayemo u velykomu sumnivi shchodo toho, do choho vy nas zaklykayete!»"
        },
        {
            "chapter": 14,
            "verse": 10,
            "text": "Yikhni poslantsi hovoryly: «Nevzhe vy mayete sumnivy shchodo Allaha, Tvortsya nebes i zemli? Vin klyche vas, shchob prostyty vam hrikhy vashi y vidstrochyty do pevnoho chasu». Ti vidpovidaly: «Ta vy – lyudy, taki sami, yak i my. Vy prahnete vidvernuty nas vid toho, chomu poklonyalysʹ nashi batʹky. Tozh pokazhitʹ nam dokaz yasnyy"
        },
        {
            "chapter": 14,
            "verse": 11,
            "text": "Yikhni poslantsi hovoryly yim: «My — lyudy, taki sami, yak i vy. Prote Allah daruye mylistʹ tomu z rabiv Svoyikh, komu pobazhaye. My ne damo vam dokazu bez dozvolu Allaha. I nekhay viruyuchi pokladayutʹsya na Allaha"
        },
        {
            "chapter": 14,
            "verse": 12,
            "text": "Chomu zh nam ne pokladatysya na Allaha, yakshcho Vin poviv nas nashymy shlyakhamy? My sterpymo te, chym vy obrazhayete nas! I nekhay ti, khto pokladaye spodivannya, pokladayutʹsya na Allaha"
        },
        {
            "chapter": 14,
            "verse": 13,
            "text": "Ti, yaki ne poviryly svoyim poslantsyam, skazaly: «My neodminno vyzhenemo vas zi svoyeyi zemli, yakshcho vy ne povernetesya do nashoyi relihiyi». Ale Hospodʹ yikhniy vidkryv yim: «My neodminno znyshchymo nechestyvtsiv"
        },
        {
            "chapter": 14,
            "verse": 14,
            "text": "a pislya nykh My zaselymo zemlyu vamy. Tse — dlya tykh, khto boyitʹsya postaty peredi Mnoyu ta khto boyitʹsya pohrozy"
        },
        {
            "chapter": 14,
            "verse": 15,
            "text": "Vony prosyly pro peremohu — i kozhen upertyy suprotyvnyk zaznav vtrat"
        },
        {
            "chapter": 14,
            "verse": 16,
            "text": "Poperedu na nʹoho chekaye heyena, a napuvatymutʹ yoho napoyem iz hnoyu"
        },
        {
            "chapter": 14,
            "verse": 17,
            "text": "Vin pytyme yoho kovtkamy, prote ledʹ zmozhe prokovtnuty. Smertʹ otochytʹ yoho z usikh bokiv, ale vin ne pomre. A poperedu na nʹoho chekaye zhorstoka kara"
        },
        {
            "chapter": 14,
            "verse": 18,
            "text": "Vchynky tykh, yaki ne uviruvaly, podibni do popelu, rozviyanoho v buremnyy denʹ vitrom. Vony ne matymutʹ niyakoyi vlady nad tym, shcho otrymaly. Tse — hlyboka omana"
        },
        {
            "chapter": 14,
            "verse": 19,
            "text": "Nevzhe ty ne bachysh, shcho Allah stvoryv nebesa y zemlyu v istyni? Yakshcho Vin pobazhaye, to zabere vas i pryvede tvorinnya nove"
        },
        {
            "chapter": 14,
            "verse": 20,
            "text": "I tse dlya Allaha zovsim nevazhko"
        },
        {
            "chapter": 14,
            "verse": 21,
            "text": "Usi postanutʹ pered Allahom! Slabki skazhutʹ tym, yaki vyvyshchuvalysʹ: «My yshly slidom za vamy! Chy mozhete pozbavyty nas khocha b vid chastky kary Allaha?» Ti skazhutʹ: «Yakby Allah poviv nas pryamym shlyakhom, to y my povely b vas pryamym shlyakhom! Vse odno nam, budemo my sumuvaty chy terpity — nemaye poryatunku dlya nas"
        },
        {
            "chapter": 14,
            "verse": 22,
            "text": "Koly spravu bude vyrisheno, shaytan skazhe: «Voistynu, obitsyanka Allaha — pravdyva obitsyanka, a svoyeyu obitsyankoyu ya obmanuv vas! YA ne mav nad vamy vlady, a tilʹky klykav vas. Vy meni vidpovily, tozh ne dokoryayte meni, a dokoryayte sobi! YA ne pomichnyk vam, a vy ne pomichnyky meni. YA neprychetnyy do toho, shcho vy ranishe poklonyalysya meni [narivni z Allahom]!» Voistynu, neviruyuchykh chekaye bolisna kara"
        },
        {
            "chapter": 14,
            "verse": 23,
            "text": "Tykh, yaki uviruvaly y robyly dobri spravy, vvedutʹ do sadiv rayu, de techutʹ riky. Z dozvolu Hospoda yikhnʹoho budutʹ vony tam vichno! Vitannyam yikhnim tam bude «Myr"
        },
        {
            "chapter": 14,
            "verse": 24,
            "text": "Nevzhe ty ne bachysh, yak Allah navodytʹ prytchi? Dobre slovo skhozhe na dobre derevo, korinʹ yakoho mitsnyy, a hilky syahayutʹ neba"
        },
        {
            "chapter": 14,
            "verse": 25,
            "text": "Vono postiyno daye plody z dozvolu Hospoda yoho. Allah navodytʹ prytchi dlya lyudey — mozhlyvo, vony zamyslyatʹsya"
        },
        {
            "chapter": 14,
            "verse": 26,
            "text": "A pohane slovo podibne do pohanoho dereva, vyrvanoho z zemli — vono ne maye osnovy"
        },
        {
            "chapter": 14,
            "verse": 27,
            "text": "Tykh, yaki uviruvaly, Allah utverdzhuye slovom tverdym yak u zemnomu, tak i v nastupnomu zhytti. Allah zbyvaye nechestyvtsiv zi shlyakhu; Allah robytʹ, shcho pobazhaye"
        },
        {
            "chapter": 14,
            "verse": 28,
            "text": "Nevzhe ty ne bachyv tykh, yaki zminyly mylistʹ Allaha na nevirʺya ta vkynuly sviy narod u mistse zahybeli"
        },
        {
            "chapter": 14,
            "verse": 29,
            "text": "heyenu, kudy vviydutʹ vony! Yakyy merzotnyy tsey prytulok"
        },
        {
            "chapter": 14,
            "verse": 30,
            "text": "Vony dodavaly Allahu rivnykh, shchob zbyvaty z Yoho shlyakhu. Skazhy: «Nasolodzhuytesʹ blahamy, ale, voistynu, prytulkom vashym bude vohonʹ"
        },
        {
            "chapter": 14,
            "verse": 31,
            "text": "Skazhy Moyim rabam, yaki uviruvaly, shchob vony zvershuvaly molytvu y zhertvuvaly tayemno y vidkryto te, chym nadilyly My yikh, ranishe, nizh pryyde Denʹ, koly ne bude ni torhivli, ni druzhby"
        },
        {
            "chapter": 14,
            "verse": 32,
            "text": "Allah — Toy, Khto stvoryv nebesa y zemlyu, prolyv iz neba vodu y vyrostyv neyu plody dlya vashoho prozhytku. Vin pidkoryv vam korabli, yaki plyvutʹ morem za nakazom Yoho. Vin pidkoryv vam rik"
        },
        {
            "chapter": 14,
            "verse": 33,
            "text": "y pidkoryv vam sontse y misyatsʹ, yaki nevpynno rukhayutʹsya, pidkoryv vam nich i denʹ"
        },
        {
            "chapter": 14,
            "verse": 34,
            "text": "Vin daruvav vam use, shcho vy prosyly. Yakshcho vy pochnete rakhuvaty mylosti Allaha, to ne perelichyte yikh. Voistynu, lyudyna — nespravedlyva y nevdyachna"
        },
        {
            "chapter": 14,
            "verse": 35,
            "text": "Osʹ skazav Ibrahim: «Hospody! Zroby tse misto bezpechnym i vryatuy mene y syniv moyikh vid pokloninnya idolam"
        },
        {
            "chapter": 14,
            "verse": 36,
            "text": "Hospody! Voistynu, vony zbyly zi shlyakhu bahatʹokh lyudey! I khto pide za mnoyu, toy vid mene. A khto ne slukhatyme mene, to Ty — Proshchayuchyy, Myloserdnyy"
        },
        {
            "chapter": 14,
            "verse": 37,
            "text": "Hospody nash! YA poselyv chastynu nashchadkiv svoyikh u dolyni, de nemaye posiviv, bilya Tvoho Zaboronenoho Domu. Hospody nash! Nekhay vony zvershuyutʹ molytvu. Spovny lyudsʹki sertsya lyubovʺyu do nykh i nadily yikh plodamy — mozhlyvo, vony budutʹ vdyachni"
        },
        {
            "chapter": 14,
            "verse": 38,
            "text": "Hospody nash! Ty znayesh te, shcho my prykhovuyemo y shcho vidkryvayemo. Nishcho ne prykhovayetʹsya vid Allaha ni na zemli, ni u nebi"
        },
        {
            "chapter": 14,
            "verse": 39,
            "text": "Khvala Allahu, yakyy daruvav meni na skhyli viku Ismayilya ta Iskhaka! Voistynu, Hospodʹ miy chuye molytvy"
        },
        {
            "chapter": 14,
            "verse": 40,
            "text": "Hospody! Zroby mene y moyikh nashchadkiv stiykymy v molytvi! Hospody nash! Pryymy zaklyky nashi"
        },
        {
            "chapter": 14,
            "verse": 41,
            "text": "Hospody nash! Prosty hrikhy meni, batʹkam moyim i viruyuchym u toy Denʹ, koly bude vidplata"
        },
        {
            "chapter": 14,
            "verse": 42,
            "text": "Ne dumay, shcho Allah ne pomichaye toho, shcho roblyatʹ nechestyvtsi. Vin daruvav yim vidstrochku do toho Dnya, koly zastyhnutʹ pohlyady"
        },
        {
            "chapter": 14,
            "verse": 43,
            "text": "i vony pospishatymutʹ, zadershy holovy. Yikhni pohlyady zastyhnutʹ, a sertsya budutʹ spustosheni"
        },
        {
            "chapter": 14,
            "verse": 44,
            "text": "Zasterihay lyudey vid toho Dnya, koly pryyde pokarannya. Ti, yaki buly nespravedlyvi, skazhutʹ: «Hospody nash! Daruy nam vidstrochku do blyzʹkoho chasu! My vidpovimo na tviy zaklyk i pidemo za poslantsyamy!» [Skazhutʹ yim:] «A chy ne klyalysya vy ranishe, shcho nikoly ne znyknete"
        },
        {
            "chapter": 14,
            "verse": 45,
            "text": "Vy zhyvete u zhytlakh tykh, yaki buly nespravedlyvi sami do sebe. Vam zrozumilo, yak My vchynyly z nymy, i My navodyly dlya vas prytchi»"
        },
        {
            "chapter": 14,
            "verse": 46,
            "text": "Vony vdavalysya do khytroshchiv, ale Allah znaye yikhni khytroshchi, y tsi khytroshchi nespromozhni zsunuty hory"
        },
        {
            "chapter": 14,
            "verse": 47,
            "text": "Ne dumay, shcho Allah porushuye svoyu obitsyanku. Voistynu, Allah — Velykyy, Volodar vidplaty"
        },
        {
            "chapter": 14,
            "verse": 48,
            "text": "Toho Dnya zemlya zminytʹsya inshoyu, tak samo, yak i nebesa. Postanutʹ vony pered Allahom — Yedynym, Vseperemozhnym"
        },
        {
            "chapter": 14,
            "verse": 49,
            "text": "Toho Dnya ty pobachysh hrishnykiv, zakutykh u kaydany"
        },
        {
            "chapter": 14,
            "verse": 50,
            "text": "Odyah yikhniy bude zi smoly, a oblychchya pokryvatyme vohonʹ"
        },
        {
            "chapter": 14,
            "verse": 51,
            "text": "shchob Allah vidplatyv kozhniy dushi za te, shcho robyla vona. Voistynu, Allah shvydkyy u vidplati"
        },
        {
            "chapter": 14,
            "verse": 52,
            "text": "Tse — poslannya do lyudey, shchob yikh zasterihaly nym, i shchob znaly vony, shcho Vin — Yedynyy Boh. I nekhay zamyslyatʹsya obdarovani rozumom"
        },
        {
            "chapter": 15,
            "verse": 1,
            "text": "Alif. Lyam. Ra. Tse — znamennya Pysannya i yasnoho Koranu"
        },
        {
            "chapter": 15,
            "verse": 2,
            "text": "Ti, yaki ne viruyutʹ, napevno, pobazhayutʹ staty musulʹmanamy"
        },
        {
            "chapter": 15,
            "verse": 3,
            "text": "Zalysh yikh, nekhay yidyatʹ, nasolodzhuyutʹsya blahamy y tishatʹsya zi svoyikh nadiy. Skoro diznayutʹsya vony"
        },
        {
            "chapter": 15,
            "verse": 4,
            "text": "Selyshcha, znyshcheni Namy, maly vstanovlenyy strok"
        },
        {
            "chapter": 15,
            "verse": 5,
            "text": "Zhodna hromada ne mozhe ni vyperedyty chasu svoho, ni vidstrochyty yoho"
        },
        {
            "chapter": 15,
            "verse": 6,
            "text": "Vony skazaly: «O toy, yakomu zislano Nahaduvannya! Ty — bozhevilʹnyy"
        },
        {
            "chapter": 15,
            "verse": 7,
            "text": "Chomu ty ne pryyshov do nas iz anhelamy, yakshcho ty odyn iz pravdyvykh"
        },
        {
            "chapter": 15,
            "verse": 8,
            "text": "My vidsylayemo anheliv tilʹky z istynoyu, i todi nikomu ne bude vidstrochky"
        },
        {
            "chapter": 15,
            "verse": 9,
            "text": "Voistynu, My zislaly Nahaduvannya i, voistynu, My berezhemo yoho"
        },
        {
            "chapter": 15,
            "verse": 10,
            "text": "My shche ranishe vidsylaly [poslantsiv] do davnikh narodiv"
        },
        {
            "chapter": 15,
            "verse": 11,
            "text": "Yakyy by poslanetsʹ do nykh ne prykhodyv, vony hluzuvaly z nʹoho"
        },
        {
            "chapter": 15,
            "verse": 12,
            "text": "Tak My vkladayemo tse v sertsya hrishnykiv"
        },
        {
            "chapter": 15,
            "verse": 13,
            "text": "Vony ne viruyutʹ, khoch uzhe y buv pryklad davnikh narodiv"
        },
        {
            "chapter": 15,
            "verse": 14,
            "text": "Yakby My vidkryly dlya nykh nebesni vorota y vony b tudy pidnyalysya"
        },
        {
            "chapter": 15,
            "verse": 15,
            "text": "to neodminno skazaly b: «Pohlyady nashi zatʹmarylysʹ, a my zacharovani"
        },
        {
            "chapter": 15,
            "verse": 16,
            "text": "My stvoryly na nebi rizni suzirʺya ta prykrasyly yoho dlya tykh, khto dyvytʹsya"
        },
        {
            "chapter": 15,
            "verse": 17,
            "text": "I My berezhemo yoho vid kozhnoho kamenovanoho shaytana"
        },
        {
            "chapter": 15,
            "verse": 18,
            "text": "A yakshcho vin pochne pidslukhovuvaty, to za nym pozhenetʹsya yaskrava zorya"
        },
        {
            "chapter": 15,
            "verse": 19,
            "text": "I My rozislaly zemlyu y vstanovyly tam hory, a takozh vyrostyly tam kozhnu zvazhenu rich"
        },
        {
            "chapter": 15,
            "verse": 20,
            "text": "My stvoryly na zemli zasoby prozhyttya dlya vas i dlya tykh, koho vy ne hoduyete"
        },
        {
            "chapter": 15,
            "verse": 21,
            "text": "i nemaye rechey, skhovyshch yakykh ne bulo b u Nas. My vidsylayemo yikh tilʹky u vyznacheniy miri"
        },
        {
            "chapter": 15,
            "verse": 22,
            "text": "My vidislaly vitry, yaki zaplidnyuyutʹ, i prolyly z neba vodu, yakoyu vas napuvayemo. Ale vy ne mozhete yiyi zberehty"
        },
        {
            "chapter": 15,
            "verse": 23,
            "text": "Voistynu, My daruyemo zhyttya i smertʹ. My budemo spadkoyemtsyamy"
        },
        {
            "chapter": 15,
            "verse": 24,
            "text": "My znayemo vashykh poperednykiv i nastupnykiv"
        },
        {
            "chapter": 15,
            "verse": 25,
            "text": "Voistynu, Tviy Hospodʹ zbere yikh usikh! Voistynu, Vin — Mudryy, Vseznayuchyy"
        },
        {
            "chapter": 15,
            "verse": 26,
            "text": "My stvoryly lyudynu z sukhoyi hlyny, mulu, zatverdiloho u formi"
        },
        {
            "chapter": 15,
            "verse": 27,
            "text": "A dzhyna My stvoryly shche ranishe — z palayuchoho vohnyu"
        },
        {
            "chapter": 15,
            "verse": 28,
            "text": "Osʹ tviy Hospodʹ skazav anhelam: «Voistynu, YA stvoryu lyudynu z sukhoyi hlyny, mulu, zatverdiloho v formi"
        },
        {
            "chapter": 15,
            "verse": 29,
            "text": "I koly YA rozmiryu yiyi ta vdykhnu v neyi zi Svoho Dukhu, to vpaditʹ pered neyu nytsʹ, nyzʹko klanyayuchysʹ"
        },
        {
            "chapter": 15,
            "verse": 30,
            "text": "I vklonylysya vsi anhely"
        },
        {
            "chapter": 15,
            "verse": 31,
            "text": "krim Iblisa — vin vidmovyvsya buty z tymy, yaki vklonylysya"
        },
        {
            "chapter": 15,
            "verse": 32,
            "text": "Skazav Allah: «Iblise! Shcho z toboyu, adzhe ty ne z tymy, yaki vklonylysya"
        },
        {
            "chapter": 15,
            "verse": 33,
            "text": "Toy vidpoviv: «YA ne vklonyusya lyudyni, yaku Ty stvoryv iz sukhoyi hlyny, mulu, zatverdiloho u formi"
        },
        {
            "chapter": 15,
            "verse": 34,
            "text": "Skazav Allah: «Vyydy zvidsy! Budesh ty kamenovanyy"
        },
        {
            "chapter": 15,
            "verse": 35,
            "text": "Proklyattya bude nad toboyu azh do Sudnoho Dnya"
        },
        {
            "chapter": 15,
            "verse": 36,
            "text": "Toy skazav: «Daruy meni vidstrochku — do toho Dnya, koly voskresnutʹ vony"
        },
        {
            "chapter": 15,
            "verse": 37,
            "text": "Vin vidpoviv: «Voistynu, ty — odyn iz tykh, komu dano vidstrochku"
        },
        {
            "chapter": 15,
            "verse": 38,
            "text": "do toho Dnya, chas yakoho vyznacheno"
        },
        {
            "chapter": 15,
            "verse": 39,
            "text": "Toy skazav: «Hospody! Za te, shcho Ty spokusyv mene, ya prykrashu dlya nykh te, shcho na zemli, y neodminno spokushu yikh usikh"
        },
        {
            "chapter": 15,
            "verse": 40,
            "text": "okrim Tvoyikh rabiv sered nykh, yaki obrani»"
        },
        {
            "chapter": 15,
            "verse": 41,
            "text": "Vin skazav: «Tse — pryamyy shlyakh do Mene"
        },
        {
            "chapter": 15,
            "verse": 42,
            "text": "Voistynu, nemaye v tebe vlady nad Moyimy rabamy, krim tykh, yaki spokusyatʹsya y pidutʹ za toboyu"
        },
        {
            "chapter": 15,
            "verse": 43,
            "text": "Voistynu, heyena — mistse, obitsyane yim usim"
        },
        {
            "chapter": 15,
            "verse": 44,
            "text": "Vona maye sim vorit i dlya kozhnykh vorit pryznacheno yikhnyu chastynu"
        },
        {
            "chapter": 15,
            "verse": 45,
            "text": "Voistynu, bohoboyazlyvi budutʹ u sadakh rayu, sered dzherel"
        },
        {
            "chapter": 15,
            "verse": 46,
            "text": "Uviyditʹ syudy z myrom — u bezpetsi vy"
        },
        {
            "chapter": 15,
            "verse": 47,
            "text": "My ochystymo yikhni sertsya vid nenavysti, tozh vony, nache braty, lezhatymutʹ na lozhakh, povernuvshysʹ odyn do odnoho"
        },
        {
            "chapter": 15,
            "verse": 48,
            "text": "Tam ne torknetʹsya yikh vtoma, i ne vyydutʹ vony zvidty"
        },
        {
            "chapter": 15,
            "verse": 49,
            "text": "Spovisty Moyikh rabiv pro te, shcho YA — Proshchayuchyy, Myloserdnyy"
        },
        {
            "chapter": 15,
            "verse": 50,
            "text": "I shcho kara Moya — kara bolisna"
        },
        {
            "chapter": 15,
            "verse": 51,
            "text": "I spovisty yikh pro hostey Ibrahima"
        },
        {
            "chapter": 15,
            "verse": 52,
            "text": "Osʹ vony uviyshly do nʹoho y skazaly: «Myr!» A vin vidpoviv: «My boyimosya vas"
        },
        {
            "chapter": 15,
            "verse": 53,
            "text": "Ti skazaly: «Ne biysya! My spovishchayemo tobi radisnu zvistku pro rozumnoho khlopchyka"
        },
        {
            "chapter": 15,
            "verse": 54,
            "text": "Vin skazav: «Nevzhe vy spovishchayete meni taku radisnu zvistku todi, koly vzhe torknulasya mene staristʹ? Yaku zh radisnu zvistku vy meni prynesly"
        },
        {
            "chapter": 15,
            "verse": 55,
            "text": "Vony skazaly: «My spovistyly tobi pravdu, tozh ne budʹ sered tykh, yaki vpadayutʹ u vidchay"
        },
        {
            "chapter": 15,
            "verse": 56,
            "text": "Vin vidpoviv: «Khto zh rozcharovuyetʹsya v mylosti svoho Hospoda, krim tykh, shcho perebuvayutʹ v omani"
        },
        {
            "chapter": 15,
            "verse": 57,
            "text": "I skazav: «Choho zh vy khochete, poslantsi"
        },
        {
            "chapter": 15,
            "verse": 58,
            "text": "Vony skazaly: «Nas poslaly do lyudey hrishnykh"
        },
        {
            "chapter": 15,
            "verse": 59,
            "text": "okrim rodyny Lyuta — my vryatuyemo yikh usikh"
        },
        {
            "chapter": 15,
            "verse": 60,
            "text": "okrim druzhyny yoho. My vyrishyly, shcho vona zalyshytʹsya»"
        },
        {
            "chapter": 15,
            "verse": 61,
            "text": "I koly poslantsi pryyshly do rodyny Lyuta"
        },
        {
            "chapter": 15,
            "verse": 62,
            "text": "vin skazav: «Voistynu, vy — neznayomi lyudy"
        },
        {
            "chapter": 15,
            "verse": 63,
            "text": "Ti skazaly: «My pryyshly do tebe z tym, u chomu vony sumnivayutʹsya"
        },
        {
            "chapter": 15,
            "verse": 64,
            "text": "My prynesly tobi istynu y my pravdyvi"
        },
        {
            "chapter": 15,
            "verse": 65,
            "text": "Sered nochi vyvedy svoyu rodynu y sam vyrushay slidom za nymy. I nekhay zhoden iz vas ne ozyrayetʹsya! Iditʹ tudy, kudy vam nakazano"
        },
        {
            "chapter": 15,
            "verse": 66,
            "text": "My povidomyly yomu pro te, shcho korinnya yikhnye bude vidtyato do ranku"
        },
        {
            "chapter": 15,
            "verse": 67,
            "text": "I zbihlysya zhyteli mista, radiyuchy"
        },
        {
            "chapter": 15,
            "verse": 68,
            "text": "[Lyut] skazav: «Tse — moyi hosti, tozh ne hanʹbitʹ mene"
        },
        {
            "chapter": 15,
            "verse": 69,
            "text": "biytesʹ Allaha y ne prynyzhuyte mene"
        },
        {
            "chapter": 15,
            "verse": 70,
            "text": "Ta vony skazaly: «Nevzhe my ne zaboronyly tobi buty z zhytelyamy svitiv?»"
        },
        {
            "chapter": 15,
            "verse": 71,
            "text": "Vin vidpoviv: «Osʹ vam moyi donʹky, yakshcho vy tsʹoho bazhayete"
        },
        {
            "chapter": 15,
            "verse": 72,
            "text": "Klyanusya tvoyim zhyttyam! Vony blukaly v svoyemu spʺyaninni"
        },
        {
            "chapter": 15,
            "verse": 73,
            "text": "a na skhodi sontsya urazyv yikh kryk"
        },
        {
            "chapter": 15,
            "verse": 74,
            "text": "My perevernuly misto dohory nohamy y prolyly na nykh doshch iz kaminnya z obpalenoyi hlyny"
        },
        {
            "chapter": 15,
            "verse": 75,
            "text": "Voistynu, v tsʹomu znamennya dlya tykh, khto zdatnyy bachyty"
        },
        {
            "chapter": 15,
            "verse": 76,
            "text": "Bulo vono na pomitniy dorozi"
        },
        {
            "chapter": 15,
            "verse": 77,
            "text": "Voistynu, v tsʹomu znamennya dlya viruyuchykh"
        },
        {
            "chapter": 15,
            "verse": 78,
            "text": "Zhyteli alʹ-Ayki buly nechestyvtsyamy"
        },
        {
            "chapter": 15,
            "verse": 79,
            "text": "tozh My pomstylysya yim. Voistynu, tsi dva mista buly na vydnomu shlyakhu"
        },
        {
            "chapter": 15,
            "verse": 80,
            "text": "Zhyteli alʹ-Khidzhru vvazhaly poslantsiv za brekhuniv"
        },
        {
            "chapter": 15,
            "verse": 81,
            "text": "My daruvaly yim Nashi znamennya, ale vony vidvernulysʹ"
        },
        {
            "chapter": 15,
            "verse": 82,
            "text": "U horakh vony vysikaly sobi bezpechni zhytla"
        },
        {
            "chapter": 15,
            "verse": 83,
            "text": "ale zranku vrazyv yikh kryk"
        },
        {
            "chapter": 15,
            "verse": 84,
            "text": "Ne dopomohlo yim te, shcho vony sobi nakopychuvaly"
        },
        {
            "chapter": 15,
            "verse": 85,
            "text": "My ne stvoryuvaly nebes, zemli y toho, shcho mizh nymy, yak tilʹky v istyni. Chas neodminno nastane. Tozh daruy yim naykrashche proshchennya"
        },
        {
            "chapter": 15,
            "verse": 86,
            "text": "Voistynu, tviy Hospodʹ — Tvoretsʹ, Znayuchyy"
        },
        {
            "chapter": 15,
            "verse": 87,
            "text": "Voistynu, My daruvaly tobi sim povtoryuvanykh i velykyy Koran"
        },
        {
            "chapter": 15,
            "verse": 88,
            "text": "Ne zahlyadaysya na blaha, yakymy My nadilyly dekoho z nykh. Ne shkoduy pro tsykh lyudey i pryhorny svoyim krylom viruyuchykh"
        },
        {
            "chapter": 15,
            "verse": 89,
            "text": "Skazhy: «Voistynu, ya — yasnyy zasterihach"
        },
        {
            "chapter": 15,
            "verse": 90,
            "text": "My zislaly podibne na tykh"
        },
        {
            "chapter": 15,
            "verse": 91,
            "text": "khto podilyv Koran na chastyny"
        },
        {
            "chapter": 15,
            "verse": 92,
            "text": "Klyanusya Hospodom tvoyim, shcho My zapytayemo yikh usi"
        },
        {
            "chapter": 15,
            "verse": 93,
            "text": "pro te, shcho vony robyly"
        },
        {
            "chapter": 15,
            "verse": 94,
            "text": "Proholosy te, shcho Tobi nakazano y vidvernysʹ vid bahatobozhnykiv"
        },
        {
            "chapter": 15,
            "verse": 95,
            "text": "Voistynu, My vryatuvaly tebe vid tykh, yaki hluzuyutʹ"
        },
        {
            "chapter": 15,
            "verse": 96,
            "text": "yaki vvazhayutʹ, shcho krim Allaha ye inshyy boh. Skoro diznayutʹsya vony"
        },
        {
            "chapter": 15,
            "verse": 97,
            "text": "My znayemo, shcho tvoyi hrudy styskayutʹsya vid toho, shcho hovoryatʹ vony"
        },
        {
            "chapter": 15,
            "verse": 98,
            "text": "Tozh proslavlyay khvaloyu Hospoda svoho y budʹ sered tykh, yaki padayutʹ nytsʹ"
        },
        {
            "chapter": 15,
            "verse": 99,
            "text": "Poklonyaysya Hospodu svoyemu, doky ne pryyde do tebe vpevnenistʹ"
        },
        {
            "chapter": 16,
            "verse": 1,
            "text": "Nakaz Allaha pryyde — tozh ne namahaytesʹ pryskoryty yoho! Preslavnyy Vin i Vyshchyy za te, shcho Yomu dodayutʹ yak rivnykh"
        },
        {
            "chapter": 16,
            "verse": 2,
            "text": "Za nakazom Svoyim posylaye Vin anheliv iz dukhom tomu z rabiv Svoyikh, komu pobazhaye, shchob zasterihaly vony: «Nemaye boha, krim Mene! Tozh biytesʹ Mene!»"
        },
        {
            "chapter": 16,
            "verse": 3,
            "text": "Vin stvoryv nebesa y zemlyu v istyni. Vyshchyy Vin za te, shcho Yomu dodayutʹ yak rivnykh"
        },
        {
            "chapter": 16,
            "verse": 4,
            "text": "Vin stvoryv lyudynu z krapli simeni, a vona shche y vidkryto sperechayetʹsya"
        },
        {
            "chapter": 16,
            "verse": 5,
            "text": "Vin stvoryv khudobu, yaka zakhyshchaye nas vid kholodu ta prynosytʹ inshu korystʹ. Takozh vy mayete z neyi yizhu"
        },
        {
            "chapter": 16,
            "verse": 6,
            "text": "Vy myluyetesʹ neyu, koly pryhanyayete yiyi vvecheri ta vyhanyayete na pasovysʹka zranku"
        },
        {
            "chapter": 16,
            "verse": 7,
            "text": "Vona perenosytʹ vashi noshi do krayin, yakykh by vy distalysya tilʹky z vazhkymy zusyllyamy. Voistynu, Hospodʹ vash — Zhalislyvyy, Myloserdnyy"
        },
        {
            "chapter": 16,
            "verse": 8,
            "text": "Koni, muly y vislyuky [stvoreni] dlya vashoho peresuvannya ta dlya krasy. Vin tvorytʹ i te, pro shcho vy ne znayete"
        },
        {
            "chapter": 16,
            "verse": 9,
            "text": "Allah vkazuye pryamu dorohu, ale ye y shlyakhy, shcho vedutʹ ubik. Yakby Vin pobazhav, to vsikh vas poviv by pryamym shlyakhom"
        },
        {
            "chapter": 16,
            "verse": 10,
            "text": "Vin — Toy, Khto prolyvaye z neba vodu. Vona — napiy dlya vas, zavdyaky yiy rostutʹ dereva, sered yakykh vy pasete khudobu"
        },
        {
            "chapter": 16,
            "verse": 11,
            "text": "Vin vyroshchuye dlya vas zhyto, olyvy, finikovi palʹmy, vynohrad ta vsi inshi plody. Voistynu, v tsʹomu znamennya dlya lyudey myslyachykh"
        },
        {
            "chapter": 16,
            "verse": 12,
            "text": "Vin pidkoryv dlya vas nich i denʹ, sontse y misyatsʹ. Za nakazom Yoho zirky takozh pokirni. Voistynu, v tsʹomu znamennya dlya lyudey rozumiyuchykh"
        },
        {
            "chapter": 16,
            "verse": 13,
            "text": "Vin poshyryv dlya vas zemleyu te, shcho maye rizni kolʹory. Voistynu, v tsʹomu znamennya dlya lyudey, yaki z·haduyutʹ"
        },
        {
            "chapter": 16,
            "verse": 14,
            "text": "Vin — Toy, Khto pidkoryv more, shchob vy spozhyvaly z nʹoho svizhe mʺyaso y distavaly prykrasy, yaki vy odyahayete. Ty bachysh korabli, yaki plynutʹ nym dlya toho, shchob vy mohly shukaty lasku Yoho. Mozhlyvo, vy budete vdyachni"
        },
        {
            "chapter": 16,
            "verse": 15,
            "text": "Vin postavyv na zemli nepokhytni hory, shchob vona ne kolyvalasya pid vamy, a takozh richky y dorohy. Mozhlyvo, vy pidete pryamym shlyakhom"
        },
        {
            "chapter": 16,
            "verse": 16,
            "text": "I takozh znaky! A za dopomohoyu zirok [lyudy] ydutʹ pryamym shlyakhom"
        },
        {
            "chapter": 16,
            "verse": 17,
            "text": "Nevzhe Toy, Khto tvorytʹ, rivnyy tomu, khto ne tvorytʹ? Nevzhe ne zamyslytesya vy"
        },
        {
            "chapter": 16,
            "verse": 18,
            "text": "Yakshcho vy pochnete rakhuvaty mylosti Allaha, to ne zlichyte yikh! Voistynu, Allah — Proshchayuchyy, Myloserdnyy"
        },
        {
            "chapter": 16,
            "verse": 19,
            "text": "Allah znaye te, shcho vy prykhovuyete y shcho vidkryvayete"
        },
        {
            "chapter": 16,
            "verse": 20,
            "text": "Ti, koho vy klychete zamistʹ Allaha, ne tvoryatʹ nichoho, vony sami – stvoreni"
        },
        {
            "chapter": 16,
            "verse": 21,
            "text": "Mertvi, ne zhyvi! Ne znayutʹ vony, koly yikh voskresyatʹ"
        },
        {
            "chapter": 16,
            "verse": 22,
            "text": "Vash Boh — Boh yedynyy. Sertsya tykh, yaki ne viruyutʹ u nastupne zhyttya, spovneni zaperechenʹ, a sami vony — zarozumili hordiyi"
        },
        {
            "chapter": 16,
            "verse": 23,
            "text": "Tak, Allah znaye te, shcho vony prykhovuyutʹ i shcho vidkryvayutʹ! Voistynu, Vin ne lyubytʹ pohordykh"
        },
        {
            "chapter": 16,
            "verse": 24,
            "text": "Koly yikh zapytuyutʹ: «Shcho zislav Hospodʹ vash?» — to hovoryatʹ vony: «Kazky davnikh narodiv"
        },
        {
            "chapter": 16,
            "verse": 25,
            "text": "Nekhay u Denʹ Voskresinnya nesutʹ vony vsi svoyi tyahari y tyahari tykh, koho vony zbyly zi shlyakhu cherez nevihlastvo svoye. Merzotne te, shcho vony ponesutʹ"
        },
        {
            "chapter": 16,
            "verse": 26,
            "text": "Khytruvaly shche ti, yaki zhyly ranishe za nykh. Prote Allah zruynuvav yikhnyu sporudu vid samoyi osnovy, tozh z·hory na nykh upav dakh. Pokarannya pryyshlo do nykh zvidty, zvidky vony y ne chekaly"
        },
        {
            "chapter": 16,
            "verse": 27,
            "text": "Potim, u Denʹ Voskresinnya, Vin prynyzytʹ yikh i skazhe: «De zh ti, rivni Meni, pro yakykh vy sperechalysya?» Ti, yakym dano znannya, skazhutʹ: «Voistynu, sʹohodni neviruyuchykh spitkaye hanʹba ta zlo"
        },
        {
            "chapter": 16,
            "verse": 28,
            "text": "Nespravedlyvi sami do sebe, yakykh zabraly anhely, z udavanoyu pokoroyu skazhutʹ: «My ne vchynyly niyakoho zla!» Ta zh ni! Voistynu, Allah znaye pro te, shcho robyte vy"
        },
        {
            "chapter": 16,
            "verse": 29,
            "text": "Uviyditʹ do vorit heyeny, de vy budete vichno! Merzotnyy prytulok dlya hordykh"
        },
        {
            "chapter": 16,
            "verse": 30,
            "text": "Zapytay u bohoboyazlyvykh: «Shcho zislav Hospodʹ vash?» Ti skazhutʹ: «Blaho». Dobro chekaye na tykh, yaki robyly yoho v tsʹomu sviti. A nastupnyy svit ishche krashchyy! Yaka prekrasna obytelʹ bohoboyazlyvykh"
        },
        {
            "chapter": 16,
            "verse": 31,
            "text": "Sady Edenu, de techutʹ riky. Dlya nykh tam bude vse, shcho vony pobazhayutʹ. Tak Allah vynahorodzhuye bohoboyazlyvykh"
        },
        {
            "chapter": 16,
            "verse": 32,
            "text": "yakykh anhely zabyrayutʹ pravednymy. Hovoryatʹ vony: «Myr vam! Uviyditʹ do rayu za te, shcho robyly vy"
        },
        {
            "chapter": 16,
            "verse": 33,
            "text": "Nevzhe vony ochikuyutʹ chohosʹ inshoho, a ne toho, shcho pryydutʹ do nykh anhely ta pryyde nakaz Hospoda yikhnʹoho? Tak samo robyly y ti, shcho zhyly ranishe za nykh. Allah ne buv nespravedlyvyy do nykh, ale vony sami buly nespravedlyvi do sebe"
        },
        {
            "chapter": 16,
            "verse": 34,
            "text": "Lykho vrazylo yikh za te, shcho vony robyly. Vpalo na nykh te, z choho vony hluzuvaly"
        },
        {
            "chapter": 16,
            "verse": 35,
            "text": "Bahatobozhnyky skazhutʹ: «Yakby pobazhav Allah, to ni my, ni batʹky nashi ne poklonyalysya b nikomu, krim Nʹoho, i nichoho b ne zaboronyaly bez Nʹoho!» Tak hovoryly y ti, yaki zhyly ranishe za nykh. Ale zh obovʺyazok poslantsiv — tilʹky yasna zvistka"
        },
        {
            "chapter": 16,
            "verse": 36,
            "text": "Do kozhnoho narodu My vidsylaly poslantsya: «Poklonyaytesʹ Allahu ta unykayte tahuta!» Sered nykh ye ti, komu Allah ukazav pryamyy shlyakh, a takozh ti, yaki zasluzhyly omanu. Iditʹ zemleyu ta pohlyanʹte, yakyy buv kinetsʹ tykh, shcho zaperechuvaly"
        },
        {
            "chapter": 16,
            "verse": 37,
            "text": "Yakshcho ty bazhayesh, shchob vony yshly pryamym shlyakhom, to Allah ne vkazuye shlyakhu tym, koho vvodytʹ u omanu. I ne bude yim pomichnykiv"
        },
        {
            "chapter": 16,
            "verse": 38,
            "text": "Vony klyalysya Allahom — naysylʹnishymy klyatvamy! — shcho Allah ne voskresytʹ pomerlykh. Ta zh ni! Istynne obitsyane Nym, ale bilʹshistʹ lyudey ne znaye"
        },
        {
            "chapter": 16,
            "verse": 39,
            "text": "Vin poyasnytʹ yim te, pro shcho vony sperechalysya mizh soboyu, i ti, yaki ne uviruvaly, diznayutʹsya, shcho buly brekhunamy"
        },
        {
            "chapter": 16,
            "verse": 40,
            "text": "Koly My khochemo yakusʹ rich, to tilʹky hovorymo yiy: «Budʹ!» — i vona ye"
        },
        {
            "chapter": 16,
            "verse": 41,
            "text": "Tykh, yaki zdiysnyly pereselennya zarady Allaha pislya toho, yak zaznaly utyskiv, My poselymo v zemnomu zhytti u naykrashchomu mistsi. A vynahoroda nastupnoho zhyttya shche bilʹsha — yakby vony lyshe znaly"
        },
        {
            "chapter": 16,
            "verse": 42,
            "text": "Tse — ti, khto maye terpinnya y pokladayetʹsya na svoho Hospoda"
        },
        {
            "chapter": 16,
            "verse": 43,
            "text": "I ranishe za tebe My vidsylaly cholovikiv, yakym daruvaly odkrovennya. Zapytayte pro tse v lyudey Nahaduvannya, yakshcho vy ne znayete"
        },
        {
            "chapter": 16,
            "verse": 44,
            "text": "[Vidsylaly yikh] iz yasnymy znamennyamy y pysannyamy! My zislaly tobi nahaduvannya, shchob ty poyasnyv lyudyam te, shcho zislano yim — mozhlyvo, pomirkuyutʹ vony"
        },
        {
            "chapter": 16,
            "verse": 45,
            "text": "Nevzhe ti, yaki vdayutʹsya do lykhykh khytroshchiv, upevneni, shcho My ne prymusymo zemlyu pohlynuty yikh, abo shcho kara ne pryyde do nykh zvidty, zvidky vony y ne chekayutʹ"
        },
        {
            "chapter": 16,
            "verse": 46,
            "text": "Abo shcho My ne skhopymo yikh pid chas yikhnikh sprav, i ne unyknutʹ tsʹoho vony"
        },
        {
            "chapter": 16,
            "verse": 47,
            "text": "Abo shcho My ne skhopymo yikh todi, koly vony nalyakani? Voistynu, tviy Hospodʹ — Zhalislyvyy, Myloserdnyy"
        },
        {
            "chapter": 16,
            "verse": 48,
            "text": "Nevzhe vony ne sposterihaly za rechamy, yaki stvoryv Allah? Yikhni tini skhylyayutʹsya napravo y nalivo, smyrenno vklonyayutʹsya pered Allahom"
        },
        {
            "chapter": 16,
            "verse": 49,
            "text": "Pered Allahom padayutʹ nytsʹ ti, khto na nebesakh i na zemli — tvaryny, anhely, y vony ne vyvyshchuyutʹsya"
        },
        {
            "chapter": 16,
            "verse": 50,
            "text": "Vony mayutʹ strakh pered Hospodom svoyim, Yakyy nad nymy, i roblyatʹ te, shcho yim nakazano"
        },
        {
            "chapter": 16,
            "verse": 51,
            "text": "Skazav Allah: «Ne beritʹ sobi dvokh bohiv! Voistynu, Vin — yedynyy Boh! I biytesya tilʹky Mene"
        },
        {
            "chapter": 16,
            "verse": 52,
            "text": "Yomu nalezhytʹ te, shcho na nebesakh i na zemli, Yomu nalezhytʹ nezminna pokora! Nevzhe vy budete boyatysʹ kohosʹ inshoho zamistʹ Allaha"
        },
        {
            "chapter": 16,
            "verse": 53,
            "text": "Usi blaha, yaki vy mayete — vid Allaha. A koly vas torkayetʹsya lykho, to do Nʹoho zaklykayete vy"
        },
        {
            "chapter": 16,
            "verse": 54,
            "text": "A koly Vin vidvertaye tse lykho, to chastyna z vas pochynaye dodavaty Hospodu svoyemu rivnykh"
        },
        {
            "chapter": 16,
            "verse": 55,
            "text": "zaperechuyuchy te, shcho My daruvaly yim. Nasolodzhuytesʹ blahamy, skoro diznayetesʹ vy"
        },
        {
            "chapter": 16,
            "verse": 56,
            "text": "Chastynu z toho, chym My nadilyly yikh, vony viddayutʹ tomu, pro shcho y ne znayutʹ. Klyanusya Allahom, vas zapytayutʹ pro te, shcho vyhaduvaly vy"
        },
        {
            "chapter": 16,
            "verse": 57,
            "text": "Vony prypysuyutʹ Allahu donʹok! Prechystyy Vin! A sami zalyshayutʹ sobi, koho khochutʹ"
        },
        {
            "chapter": 16,
            "verse": 58,
            "text": "Koly kohosʹ iz nykh spovishchayutʹ pro donʹku, to yoho oblychchya staye chornym, vin tamuye hni"
        },
        {
            "chapter": 16,
            "verse": 59,
            "text": "i khovayetʹsya vid lyudey cherez lykhu zvistku. Zalyshyty yiyi z hanʹboyu chy zakopaty zhyvtsem u zemlyu? Yake zh zle rishennya yikhnye"
        },
        {
            "chapter": 16,
            "verse": 60,
            "text": "Pohanyy pryklad tykh, khto ne viruye v nastupne zhyttya! Allahu nalezhatʹ nayvyshchi yakosti, a Vin — Vsemohutniy, Mudryy"
        },
        {
            "chapter": 16,
            "verse": 61,
            "text": "Yakby Allah karav lyudey za yikhnyu nespravedlyvistʹ, to na zemli ne lyshylosya b zhyvoyi istoty! Ale Vin daruvav yim vidstrochku do vyznachenoho chasu. I koly pryyde strok yikhniy, to vony ne viddalyatʹ yoho y ne nablyzyatʹ — navitʹ na hodynu"
        },
        {
            "chapter": 16,
            "verse": 62,
            "text": "Vony prypysuyutʹ Allahu te, shcho ohydne dlya nykh samykh. Yazyky yikhni breshutʹ, shcho ochikuye yikh shchosʹ prekrasne. Nemaye sumnivu, shcho na nykh chekaye vohonʹ, kudy y vkynutʹ yikh"
        },
        {
            "chapter": 16,
            "verse": 63,
            "text": "Klyanusya Allahom, shche ranishe za tebe buly Nashi poslannya do narodiv, ale shaytan prykrasyv dlya nykh vchynky yikhni. Sʹohodni vin — pokrovytelʹ yikhniy, i chekaye na nykh bolisna kara"
        },
        {
            "chapter": 16,
            "verse": 64,
            "text": "My ne vidsylaly tobi Pysannya, okrim yak dlya toho, shchob ty poyasnyv yim, pro shcho vony sperechayutʹsya, a takozh yak pryamyy shlyakh i mylistʹ dlya viruyuchykh lyudey"
        },
        {
            "chapter": 16,
            "verse": 65,
            "text": "Allah prolyv iz neba vodu y ozhyvyv neyu mertvu zemlyu. Voistynu, v tsʹomu znamennya dlya lyudey, yaki slukhayutʹ"
        },
        {
            "chapter": 16,
            "verse": 66,
            "text": "Voistynu, v khudobi dlya vas — povchalʹnyy pryklad. My dayemo vam pyty te, shcho v yikhnikh cherevakh mizh peretravlenoyu yizheyu ta krovʺyu — chyste moloko, pryyemne dlya toho, khto yoho pʺye"
        },
        {
            "chapter": 16,
            "verse": 67,
            "text": "Iz plodiv palʹmy y vynohradu vy robyte pʺyankyy napiy ta dobru pozhyvu. Voistynu, v tsʹomu znamennya dlya lyudey, yaki rozumiyutʹ"
        },
        {
            "chapter": 16,
            "verse": 68,
            "text": "I vidkryv tviy Hospodʹ bdzholi: «Roby sobi budynky v horakh, na derevakh i v sporudakh"
        },
        {
            "chapter": 16,
            "verse": 69,
            "text": "A potim spozhyvay iz riznykh plodiv i smyrenno ydy shlyakhamy Hospoda tvoho». Iz bdzholynykh cherev vykhodytʹ napiy riznoho kolʹoru, v yakomu ztsilennya dlya lyudey. Voistynu, v tsʹomu znamennya dlya lyudey, yaki zamyslyuyutʹsya"
        },
        {
            "chapter": 16,
            "verse": 70,
            "text": "Allah stvoryv vas, a potim zabere. Sered vas ye taki, khto dosyahaye nayhirshykh chasiv i vzhe nichoho ne znaye. Voistynu, Allah — Vseznayuchyy, Vsemohutniy"
        },
        {
            "chapter": 16,
            "verse": 71,
            "text": "Odnym iz vas Allah daruvav perevahu pered inshymy v Svoyemu nadili. Ale, ti, yaki mayutʹ perevahu, ne bazhayutʹ viddavaty sviy nadil rabam, shchob ne buty z nymy rivnymy. Nevzhe vony zaperechuyutʹ mylistʹ Allaha"
        },
        {
            "chapter": 16,
            "verse": 72,
            "text": "Allah stvoryv vashykh druzhyn iz vas samykh, a z vashykh druzhyn stvoryv ditey, onukiv i nadilyv yikh blahamy. Nevzhe vony viruyutʹ u nepravdu y ne viruyutʹ u mylistʹ Allaha"
        },
        {
            "chapter": 16,
            "verse": 73,
            "text": "Vony poklonyayutʹsya zamistʹ Allaha tomu, shcho ne maye dlya nykh zhodnoyi chastky, ni na nebesakh, ni na zemli. Ta y maty ne mozhe"
        },
        {
            "chapter": 16,
            "verse": 74,
            "text": "Tozh ne dodavayte Allahu rivnykh! Voistynu, Allah znaye, a vy ne znayete"
        },
        {
            "chapter": 16,
            "verse": 75,
            "text": "Allah naviv pryklad pro pidlehloho raba, yakyy nichoho ne maye, a takozh toho, khto otrymav vid Nas dobryy nadil, iz yakoho y zhertvuye — yak potayemno, tak i vidkryto. Chy rivni vony? Khvala Allahu! Ale bilʹshistʹ iz nykh ne znaye"
        },
        {
            "chapter": 16,
            "verse": 76,
            "text": "Allah naviv pryklad pro dvokh cholovikiv. Odyn iz nykh — nimyy, nichoho ne maye ta obtyazhuye svoho hospodarya. Kudy b yoho ne poslaly,vin ne prynese niyakoho dobra. Nevzhe vin rivnyy tomu, khto zaklykaye do spravedlyvosti y perebuvaye na pryamomu shlyakhu"
        },
        {
            "chapter": 16,
            "verse": 77,
            "text": "Allahu nalezhytʹ potayemne nebes i zemli. Prykhid chasu — nache mytʹ oka, abo y shche shvydshe. Voistynu, Allah spromozhnyy na kozhnu rich"
        },
        {
            "chapter": 16,
            "verse": 78,
            "text": "Allah vyviv vas iz utrob materiv vashykh. Vy ne znaly nichoho, a Vin daruvav vam slukh, zir i sertsya. Mozhlyvo, vy budete vdyachni"
        },
        {
            "chapter": 16,
            "verse": 79,
            "text": "Chy vy ne bachyly ptakhiv, yaki pokirno [litayutʹ] u nebi? Yikh utrymuye tilʹky Allah! Voistynu, v tsʹomu znamennya dlya viruyuchykh lyudey"
        },
        {
            "chapter": 16,
            "verse": 80,
            "text": "Allah zrobyv vashi budynky zhytlom, a takozh zrobyv dlya vas zhytla zi shkur khudoby, yaki lehki dlya vas — i v podorozhi, i na stoyantsi. A shche y vyroby z vovny, pukhu y volossya, shchob vy korystuvalysʹ nymy do pevnoho chasu"
        },
        {
            "chapter": 16,
            "verse": 81,
            "text": "Allah zrobyv dlya vas tinʹ vid toho, shcho Vin stvoryv. Vin zrobyv dlya vas skhovanky v horakh i odyah, yakyy zakhyshchaye vas vid speky, y odyah, yakyy zakhyshchaye vas vid vzayemnoyi shkody. Tak Allah dovershuye Svoyu mylistʹ vam – mozhlyvo, vy pidkorytesʹ"
        },
        {
            "chapter": 16,
            "verse": 82,
            "text": "Ta yakshcho vony vidvernutʹsya, to ty povynen tilʹky peredaty odkrovennya"
        },
        {
            "chapter": 16,
            "verse": 83,
            "text": "Vony diznayutʹsya pro mylistʹ Allaha, a potim zaperechuyutʹ yiyi. Bilʹshistʹ iz nykh — neviruyuchi"
        },
        {
            "chapter": 16,
            "verse": 84,
            "text": "Toho Dnya My z kozhnoyi hromady postavymo svidka. Tym, yaki ne uviruvaly, ne dozvolyatʹ ni [hovoryty], ni shukaty vypravdanʹ"
        },
        {
            "chapter": 16,
            "verse": 85,
            "text": "Koly nespravedlyvi pobachatʹ pokarannya, to ne bude yim ni polehshennya, ni vidstrochky"
        },
        {
            "chapter": 16,
            "verse": 86,
            "text": "I koly bahatobozhnyky pobachatʹ svoyikh spilʹnykiv, to skazhutʹ: «Hospody nash! Osʹ spilʹnyky nashi, yakykh my klykaly zamistʹ Tebe!» Ale ti vidkynutʹ yikhni slova: «Voistynu, vy — brekhuny"
        },
        {
            "chapter": 16,
            "verse": 87,
            "text": "Vony vyyavlyatʹ pokirnistʹ pered Allahom u toy Denʹ. Zalyshytʹ yikh te, shcho vony vyhaduvaly"
        },
        {
            "chapter": 16,
            "verse": 88,
            "text": "A tym, yaki ne uviruvaly y zbyvaly inshykh zi shlyakhu Allaha, My budemo posylyuvaty odnu karu inshoyu — za te, shcho vony poshyryuvaly bezchestya"
        },
        {
            "chapter": 16,
            "verse": 89,
            "text": "Toho Dnya My postavymo proty kozhnoyi hromady svidka z nykh samykh. A tebe My poklychemo yak svidka proty lyudey, yaki znakhodyatʹsya tut. My zislaly tobi Pysannya yak poyasnennya kozhnoyi rechi, pryamyy shlyakh, mylistʹ i radisnu zvistku dlya pokirnykh"
        },
        {
            "chapter": 16,
            "verse": 90,
            "text": "Voistynu, Allah zaklykaye do spravedlyvosti, dobrykh sprav i pidtrymky rodychiv. Vin zaboronyaye merzotne, vidrazne y nechestyve. I Vin povchaye vas — mozhlyvo, budete pamʺyataty vy"
        },
        {
            "chapter": 16,
            "verse": 91,
            "text": "Tozh vykonuyte vash zavit iz Allahom, koly vy uklaly yoho. Ne porushuyte klyatv pislya toho, yak vy pidtverdyly yikh, adzhe vy zrobyly Allaha svoyim Poruchytelem. Voistynu, Allah znaye te, shcho vy robyte"
        },
        {
            "chapter": 16,
            "verse": 92,
            "text": "Ne budʹte skhozhi na zhinku, yaka rozpustyla pryazhu, poperednʹo mitsno zvʺyazavshy yiyi. Vy peretvoryuyete svoyi klyatvy na khytroshchi, koly odni z vas stayutʹ mohutnishymy za inshykh. Tak Allah vyprobovuye vas. A v Denʹ Voskresinnya Vin neodminno poyasnytʹ vam te, shchodo choho vy sperechalysʹ"
        },
        {
            "chapter": 16,
            "verse": 93,
            "text": "Yakby Allah pobazhav, to zrobyv by vas yedynoyu hromadoyu. Ale Vin zbyvaye zi shlyakhu, koho pobazhaye, ta vede pryamym shlyakhom, koho pobazhaye. Vas neodminno zapytayutʹ pro te, shcho vy robyly"
        },
        {
            "chapter": 16,
            "verse": 94,
            "text": "Ne peretvoryuyte svoyikh klyatv na vzayemni pidstupy, shchob ne ziskochyla vasha stopa pislya toho, yak vona tverdo stoyala, a to skushtuyete vy lykha za te, shcho zbyvaly inshykh zi shlyakhu Allaha, y chekaye na vas kara velyka"
        },
        {
            "chapter": 16,
            "verse": 95,
            "text": "Ne prodavayte zavit iz Allahom za nyzʹku tsinu. Te, shcho v Allaha, krashche dlya vas, yakby zh vy tilʹky znaly"
        },
        {
            "chapter": 16,
            "verse": 96,
            "text": "Te, shcho u vas, znykne, a te, shcho v Allaha, zalyshytʹsya nazavzhdy. My neodminno vynahorodymo tykh, yaki buly terplyachi, za naykrashche z toho, shcho vony robyly"
        },
        {
            "chapter": 16,
            "verse": 97,
            "text": "Cholovikam i zhinkam, yaki robyly dobro y buly viruyuchymy, My neodminno daruyemo prekrasne zhyttya. I My neodminno vynahorodymo yikh za te naykrashche, shcho vony robyly"
        },
        {
            "chapter": 16,
            "verse": 98,
            "text": "Koly ty chytayesh Koran, to shukay zakhystu v Allaha vid kamenovanoho shaytana"
        },
        {
            "chapter": 16,
            "verse": 99,
            "text": "U nʹoho nemaye vlady nad tymy, yaki uviruvaly y pokladayutʹsya na Hospoda"
        },
        {
            "chapter": 16,
            "verse": 100,
            "text": "Pid yoho vladoyu tilʹky ti, yaki vvazhayutʹ yoho za svoho prykhylʹnyka y staly bahatobozhnykamy"
        },
        {
            "chapter": 16,
            "verse": 101,
            "text": "Koly My zminyuyemo odyn ayat na inshyy — Allah krashche znaye, shcho vidsylaty — vony hovoryatʹ: «Voistynu, ty — brekhun!» Ale zh bilʹshistʹ iz nykh ne znaye"
        },
        {
            "chapter": 16,
            "verse": 102,
            "text": "Skazhy: «Svyatyy Dukh prynosytʹ yoho vid Hospoda tvoho z istynoyu, shchob zmitsnyty tykh, yaki uviruvaly, ta yak pryamyy shlyakh i radisnu zvistku dlya viddanykh"
        },
        {
            "chapter": 16,
            "verse": 103,
            "text": "My znayemo, shcho vony hovoryatʹ: «Yoho vchytʹ lyudyna!» Ale mova toho, na koho vony vkazuyutʹ — chuzha, a tse — mova arabsʹka, yasna"
        },
        {
            "chapter": 16,
            "verse": 104,
            "text": "Allah ne vede pryamym shlyakhom tykh, khto ne viruye u znamennya Yoho. Na nykh chekaye bolisna kara"
        },
        {
            "chapter": 16,
            "verse": 105,
            "text": "Brekhnyu vyhaduyutʹ ti, yaki ne viruyutʹ u znamennya Allaha. Same vony — brekhuny"
        },
        {
            "chapter": 16,
            "verse": 106,
            "text": "Hniv Allaha y velyka kara spitkaye tykh, khto zalyshyv viru v Allaha pislya toho, yak yiyi mav. Vynyatok — ti, yaki buly zmusheni tak zrobyty, ale sertse yikhnye znakhodylo spokiy u viri — ale zh ne ti, khto sam rozkryv svoyi hrudy nevirʺyu"
        },
        {
            "chapter": 16,
            "verse": 107,
            "text": "Tse tak, bo vony, zamistʹ zhyttya nastupnoho, viddaly perevahu zhyttyu zemnomu. Voistynu, Allah ne vede pryamym shlyakhom neviruyuchykh lyudey"
        },
        {
            "chapter": 16,
            "verse": 108,
            "text": "Vony — ti, chyyi sertsya, slukh i zir Allah zapechatav. Vony — nevihlasy"
        },
        {
            "chapter": 16,
            "verse": 109,
            "text": "U nastupnomu zhytti vony neodminno vtratyatʹ use"
        },
        {
            "chapter": 16,
            "verse": 110,
            "text": "Voistynu, tykh, yaki zdiysnyly pereselennya pislya toho, yak zaznaly spokusy, a potim borolysya y buly terplyachi, tviy Hospodʹ teper myluye ta proshchaye"
        },
        {
            "chapter": 16,
            "verse": 111,
            "text": "Toho Dnya pryyde kozhna dusha y bude sperechatysya sama za sebe. Kozhna dusha otrymaye povnu miru za te, shcho robyla vona. I ne vchynyatʹ iz nymy nespravedlyvo"
        },
        {
            "chapter": 16,
            "verse": 112,
            "text": "Allah naviv pryklad pro selyshche, yake bulo bezpechne y spokiyne. Vony otrymuvaly shchedryy nadil zvidusilʹ, ale ne dyakuvaly Allahu za blaha. Tozh Allah zmusyv yikh ubratysya v shaty holodu y strakhu za te, shcho vony robyly"
        },
        {
            "chapter": 16,
            "verse": 113,
            "text": "Do nykh prykhodyv Poslanetsʹ iz nykh samykh, ta vony vyznaly yoho za brekhuna. I vrazyla yikh kara za te, shcho vony nespravedlyvi"
        },
        {
            "chapter": 16,
            "verse": 114,
            "text": "Spozhyvayte dozvolene y prekrasne — z toho, chym nadilyv vas Allah! I dyakuyte za mylosti Allaha, yakshcho vy poklonyayetesʹ Yomu"
        },
        {
            "chapter": 16,
            "verse": 115,
            "text": "Zaboronene dlya vas mertve, krov, mʺyaso svyni y te, shcho zabyto bez z·hadky imeni Allaha. A yakshcho khto buv zmushenyy [zʺyisty] tse, a ne chynyv bezchestya chy porushuvav mezhi, to Allah — Proshchayuchyy, Myloserdnyy"
        },
        {
            "chapter": 16,
            "verse": 116,
            "text": "Ne promovlyayte svoyimy vustamy brekhni: «Tse — dozvoleno, a tse — zaboroneno» — zvodyachy na Allaha naklep. Voistynu, ne matymutʹ uspikhu ti, yaki zvodyatʹ naklep na Allaha"
        },
        {
            "chapter": 16,
            "verse": 117,
            "text": "Netryvka zemna nasoloda — na nykh chekaye bolisna kara"
        },
        {
            "chapter": 16,
            "verse": 118,
            "text": "A yudeyam My zaboronyly te, pro shcho vzhe rozpovidaly tobi; My ne buly nespravedlyvi do nykh, vony sami buly nespravedlyvi do sebe"
        },
        {
            "chapter": 16,
            "verse": 119,
            "text": "Voistynu, tykh, yaki chynyly zlo cherez nevihlastvo svoye, ale potim rozkayalysya y vypravylysya, tviy Hospodʹ teper myluye ta proshchaye"
        },
        {
            "chapter": 16,
            "verse": 120,
            "text": "Voistynu, Ibrahim buv providnykom, pokirnym Allahu, khanifom, i ne buv vin bahatobozhnykom"
        },
        {
            "chapter": 16,
            "verse": 121,
            "text": "Vin dyakuvav Allahu za blaha, tozh Vin obrav yoho ta vkazav pryamyy shlyakh"
        },
        {
            "chapter": 16,
            "verse": 122,
            "text": "My daruvaly yomu blaho v zemnomu zhytti, a v zhytti nastupnomu vin bude sered pravednykiv"
        },
        {
            "chapter": 16,
            "verse": 123,
            "text": "Potim My vidkryly tobi: «Ydy za relihiyeyu Ibrahima-khanifa! A vin ne buv bahatobozhnykom»"
        },
        {
            "chapter": 16,
            "verse": 124,
            "text": "Subota bula vstanovlena tilʹky dlya tykh, khto sperechavsya pro tse"
        },
        {
            "chapter": 16,
            "verse": 125,
            "text": "Klych na shlyakh Hospoda svoho z mudristyu y dobrym povchannyam i sperechaysya z nymy tilʹky tym, shcho naykrashche. Voistynu, tviy Hospodʹ krashche znaye, khto zbyvsya zi shlyakhu Yoho, i Vin krashche znaye, khto yde pryamym shlyakhom"
        },
        {
            "chapter": 16,
            "verse": 126,
            "text": "Yakshcho vy budete yikh karaty, to karayte yikh tak, yak karaly vony. Ta yakshcho vy matymete terpinnya, to tse bude krashche dlya terplyachykh"
        },
        {
            "chapter": 16,
            "verse": 127,
            "text": "Tozh terpy, a terpinnya tvoye — tilʹky vid Allaha! Ne zasmuchuysya cherez nykh i ne zhurysya cherez te, shcho vony khytruyutʹ"
        },
        {
            "chapter": 16,
            "verse": 128,
            "text": "Voistynu, Allah iz tymy, yaki bohoboyazlyvi, z tymy, yaki roblyatʹ dobro"
        }
    ]
}