{
    "juzs": [
        {
            "chapter": 2,
            "verse": 142,
            "text": "TANKLÖSA människor skall säga: \"Vad har förmått dem att ändra den böneriktning som de har följt till nu?\" Säg: \"Öst liksom väst tillhör Gud. Han leder den Han vill till den raka vägen"
        },
        {
            "chapter": 2,
            "verse": 143,
            "text": "Och Vi har gjort er till ett mittens samfund, för att ni skall stå som vittnen mot alla människor och Sändebudet vara vittne mot er. Den böneriktning som du [Muhammad] förut iakttog gav Vi dig enbart för att skilja dem som följer Sändebudet från dem som vänder honom ryggen. Detta har varit en svår [prövning] utom för dem som [i allt] vägleds av Gud. Det är rätt och rimligt att Gud inte låter er tro bli utan belöning; Gud är barmhärtig och ömmar för människorna"
        },
        {
            "chapter": 2,
            "verse": 144,
            "text": "Ofta har Vi sett dig [Muhammad] vända ansiktet mot himlen [i väntan på ledning], och Vi skall låta dig vända dig i en böneriktning som skall göra dig nöjd. Vänd alltså nu ditt ansikte mot den heliga Moskén; ja, var ni än befinner er, vänd era ansikten mot denna [Moské]. De som [förr] fick ta emot uppenbarelsen vet säkert att detta är ett sant [påbud] från deras Herre. Och Gud förbiser ingenting av vad de gör"
        },
        {
            "chapter": 2,
            "verse": 145,
            "text": "Men även om du gav dem som [i äldre tid] fick ta emot uppenbarelsen alla bevis, skulle de inte följa din böneriktning; du skall inte heller följa deras böneriktning. Några av dem iakttar en böneriktning, andra en annan. Ja, om du skulle foga dig efter deras önskningar, sedan du fått ta emot den kunskap som [nu] har kommit dig till del, skulle du sannerligen höra till de orättfärdiga"
        },
        {
            "chapter": 2,
            "verse": 146,
            "text": "De till vilka Vi [tidigare] skänkte uppenbarelsen vet detta lika noga som de känner sina barn, men det finns några bland dem som mot bättre vetande döljer sanningen"
        },
        {
            "chapter": 2,
            "verse": 147,
            "text": "Sanningen [är vad du har tagit emot] från din Herre; låt inga tvivel uppstå [om detta]"
        },
        {
            "chapter": 2,
            "verse": 148,
            "text": "Var och en har en riktpunkt som han vänder sig mot [i bönen]. Tävla därför med varandra om att göra gott. Var ni än befinner er skall Gud samla er [på Domens dag]; Gud har allt i Sin makt"
        },
        {
            "chapter": 2,
            "verse": 149,
            "text": "Var du än har börjat din färd, vänd därför ditt ansikte mot den heliga Moskén - detta är din Herres sanna ord. Gud förbiser ingenting av vad ni gör"
        },
        {
            "chapter": 2,
            "verse": 150,
            "text": "Ja, var du än har börjat din färd, vänd ditt ansikte mot den heliga Moskén. Var ni än befinner er, vänd er mot denna [Moské], så att inga människor får anledning att tvista med er - utom de som har onda avsikter. Oroa er inte [för vad de har i sinnet]; nej, frukta Mig! Då skall Jag ge er Min fulla välsignelse så att ni skall kunna följa den raka vägen"
        },
        {
            "chapter": 2,
            "verse": 151,
            "text": "Och så har Vi [gett er Vår välsignelse] när Vi sände till er ett sändebud ur er egna led, för att framföra Våra budskap till er och rena er [från avgudadyrkan och all annan synd] och undervisa er i Skriften och [profeternas] visdom och lära er vad ni inte visste"
        },
        {
            "chapter": 2,
            "verse": 152,
            "text": "Och bevara Mig i minnet, så skall Jag minnas er; var Mig tacksam och förneka Mig inte"
        },
        {
            "chapter": 2,
            "verse": 153,
            "text": "TROENDE! Sök med tålamod [Guds] hjälp i bönen! Gud är sannerligen med de tålmodiga, de som håller ut"
        },
        {
            "chapter": 2,
            "verse": 154,
            "text": "Och säg inte om dem som stupar [i strid] för Guds sak: \"De är döda.\" Nej, de lever, fastän ni inte är medvetna om detta"
        },
        {
            "chapter": 2,
            "verse": 155,
            "text": "Vi skall helt visst låta er utstå prövningar genom fruktan, hungersnöd, förlust av egendom och liv och frukten [av ert arbete]. Förkunna för de tålmodiga och uthålliga ett glatt budskap"
        },
        {
            "chapter": 2,
            "verse": 156,
            "text": "för dem som när de drabbas av olycka och motgång säger: \"Vi tillhör Gud och till Honom skall vi återvända"
        },
        {
            "chapter": 2,
            "verse": 157,
            "text": "[förkunna för dem] att deras Herre skall välsigna dem och innesluta dem i Sin nåd; det är de som är rätt vägledda"
        },
        {
            "chapter": 2,
            "verse": 158,
            "text": "As-Safa och Al-Marwah hör till Guds symboler. Den som beger sig till Helgedomen för den större eller den mindre vallfärden och då vill vandra fram och tillbaka mellan dem gör därför ingenting klandervärt. Och den som av fri vilja gör en god handling utöver vad plikten bjuder [skall finna att] Gud, som har kunskap om allt, erkänner [Sina tjänares] förtjänster"
        },
        {
            "chapter": 2,
            "verse": 159,
            "text": "DE SOM döljer de vittnesbörd och den vägledning som Vi genom uppenbarelser har gett dem och som Vi har klargjort för människorna i Skriften, skall förbannas och fördömas av Gud och [alla] som kan döma skall förbanna och fördöma dem"
        },
        {
            "chapter": 2,
            "verse": 160,
            "text": "dem undantagandes som visar ånger och gör bot och bättring och klarlägger [sanningen]; deras ånger vill Jag ta emot - ja, Jag är Den som går den ångerfulle till mötes, den Barmhärtige"
        },
        {
            "chapter": 2,
            "verse": 161,
            "text": "Men de som envist förnekar sanningen och dör som förnekare, över dem faller Guds och änglarnas och alla människors fördömelse"
        },
        {
            "chapter": 2,
            "verse": 162,
            "text": "Under denna [fördömelse] skall de förbli; deras straff skall inte lindras och de skall inte beviljas uppskov"
        },
        {
            "chapter": 2,
            "verse": 163,
            "text": "ER GUD är den Ende; det finns ingen annan gud än Han, den Nåderike, den Barmhärtige"
        },
        {
            "chapter": 2,
            "verse": 164,
            "text": "I skapelsen av himlarna och jorden, i växlingen mellan natt och dag, i skeppen som plöjer haven [lastade] med det som är till nytta för människorna, i regnet som Gud sänder ned och därmed ger nytt liv åt den jord som varit död och låter djur av alla de slag befolka den och i vindarnas och molnens rörelser, drivna mellan himmel och jord i bestämda banor - [i allt detta] ligger förvisso budskap till dem som använder sitt förstånd"
        },
        {
            "chapter": 2,
            "verse": 165,
            "text": "Ändå finns det människor som sätter upp medgudar vid Guds sida och ägnar dem en sådan kärlek som [bör] ägnas Gud. Men de troendes kärlek till Gud är starkare. Om bara dessa syndare kunde se - som de skall se när de står [inför] straffet - att all makt tillhör Gud och att Gud straffar med stränghet"
        },
        {
            "chapter": 2,
            "verse": 166,
            "text": "De som hade efterföljare skall då ta avstånd från efterföljarna och [dessa] kommer att se straffet [framför sig] och banden mellan dem har slitits"
        },
        {
            "chapter": 2,
            "verse": 167,
            "text": "och efterföljarna skall säga: \"Om vi ändå kunde finna en väg tillbaka! Då skulle vi ta avstånd från dem liksom de nu tagit avstånd från oss.\" Så skall Gud låta dem se sina handlingar [i deras rätta ljus] och de skall känna [ånger och] grämelse. Men de kan inte rädda sig undan Elden"
        },
        {
            "chapter": 2,
            "verse": 168,
            "text": "MÄNNISKOR! Ät av det som jorden ger och som är tillåtet och hälsosamt, och följ inte i Djävulens spår; han är sannerligen er svurne fiende"
        },
        {
            "chapter": 2,
            "verse": 169,
            "text": "Han uppmuntrar er [att begå] onda och skamlösa handlingar och [uppmanar er] att påstå om Gud sådant som ni inte kan veta något om"
        },
        {
            "chapter": 2,
            "verse": 170,
            "text": "Men när de uppmanas att följa de [regler] som Gud har uppenbarat, svarar de: \"Vi följer dem som våra förfäder följde.\" - Men om deras förfäder inte använde sitt förstånd och saknade vägledning"
        },
        {
            "chapter": 2,
            "verse": 171,
            "text": "De som vägrar att lyssna till sanningen kan liknas vid [får] som hör [herdarnas] rop utan att förstå vad de betyder. Eftersom de inte använder sitt förstånd [förblir de] döva, stumma och blinda"
        },
        {
            "chapter": 2,
            "verse": 172,
            "text": "Troende! Ät av de goda ting som Vi skänker er för ert uppehälle och tacka Gud, om det är Honom ni [vill] dyrka"
        },
        {
            "chapter": 2,
            "verse": 173,
            "text": "Vad Han har förbjudit er är kött av självdöda djur, blod och svinkött och sådant som offrats åt en annan än Gud. Men den som [av hunger] tvingas [att äta sådant] - inte den som av trots överträder [förbuden] eller som går längre [än hungern driver honom] - begår ingen synd. Gud är ständigt förlåtande, barmhärtig"
        },
        {
            "chapter": 2,
            "verse": 174,
            "text": "DE SOM döljer något av Guds uppenbarelser och säljer det för en ynklig slant fyller bara sin buk med eld. Gud skall inte tala till dem på Uppståndelsens dag och inte rena dem [från synd]. Ett plågsamt straff väntar dem"
        },
        {
            "chapter": 2,
            "verse": 175,
            "text": "Dessa är de som har bytt bort vägledning mot villfarelse och förlåtelse mot straff. Vilken iver visar de inte att pröva på Eldens plåga"
        },
        {
            "chapter": 2,
            "verse": 176,
            "text": "[De skall straffas] därför att det är Gud som i Skriften uppenbarar sanningen, och de som sätter sin mening emot Skriften har drivit sitt motstånd [mot Gud och Profeten] för långt"
        },
        {
            "chapter": 2,
            "verse": 177,
            "text": "Fromheten består inte i att ni vänder ansiktet mot öster eller väster. Sann fromhet äger den som tror på Gud och den Yttersta dagen och änglarna och uppenbarelsen och profeterna och som ger [av] det han äger - vilket pris han än sätter på detta - till de anhöriga, de faderlösa och de behövande, till vandringsmannen och tiggarna och för att friköpa människor ur fångenskap och slaveri och som förrättar bönen och erlägger allmoseskatten och som håller sina löften och som med tålamod bär lidande och motgång och som håller stånd i farans stund. De har visat att deras tro är sann; de fruktar Gud"
        },
        {
            "chapter": 2,
            "verse": 178,
            "text": "TROENDE! I fall av blodsutgjutelse skall [regeln om] rättvis vedergällning gälla för er: den frie mannen [skall stå till svars] för [dråp på] en fri man, slaven för [dråp på] en slav, kvinnan för [dråp på] en kvinna. Och om en broder till honom vill efterskänka en del [av gärningsmannens skuld], skall en uppgörelse ingås i vederbörliga former och frågan om erläggande av skadestånd lösas i godo. Denna [regel] är en nåd från er Herre för att lätta era bördor. Den som hädanefter bryter lagen har därför ett plågsamt straff att vänta"
        },
        {
            "chapter": 2,
            "verse": 179,
            "text": "I [stadgandet om] rättvis vedergällning har ni fått [ett skydd för ert] liv; [lägg märke till detta] ni som har förstånd! - Kanske fruktar ni [och tackar] Gud"
        },
        {
            "chapter": 2,
            "verse": 180,
            "text": "NÄR NÅGON bland er känner döden nalkas och han efterlämnar förmögenhet, skall han upprätta testamente till förmån för föräldrar och anhöriga enligt god sed; detta är en plikt för alla som fruktar Gud"
        },
        {
            "chapter": 2,
            "verse": 181,
            "text": "Om [testamentet] ändras efter att ha blivit uppläst, faller skulden för detta uteslutande på dem som gjort ändringen. Gud hör allt, vet allt"
        },
        {
            "chapter": 2,
            "verse": 182,
            "text": "Men om någon, som tror att testamentsgivaren av misstag eller avsiktligt avvikit från vad som är rätt och rimligt, då får till stånd en förlikning mellan arvtagarna, begår han ingen orätt. Gud är ständigt förlåtande, barmhärtig"
        },
        {
            "chapter": 2,
            "verse": 183,
            "text": "TROENDE! Det är en plikt för er att fasta, liksom det var en plikt för dem som levde före er - kanske skall ni frukta Gud"
        },
        {
            "chapter": 2,
            "verse": 184,
            "text": "[Fastan skall vara] ett begränsat antal dagar. Men den av er som är sjuk eller på resa [skall fasta senare] under motsvarande antal dagar och de som har möjlighet skall som offer ge en nödställd att äta. Och den som självmant gör gott utöver vad plikten bjuder, [skall finna att] detta kommer honom själv till godo. Och fastan är för ert väl - om ni visste [hur mycket gott den tillför er]"
        },
        {
            "chapter": 2,
            "verse": 185,
            "text": "För att ge människorna vägledning [inleddes] i månaden Ramadan uppenbarelsen av Koranen i vilken vägledningen klargörs och en måttstock ges med vilken rätt kan mätas och skiljas från orätt. Den av er som ser månens nytändning skall fasta månaden ut. Men den som är sjuk eller [stadd] på resa [skall fasta därefter] under motsvarande antal dagar. Gud vill göra det lätt - inte tungt - för er. Håll [fastan under den föreskrivna] perioden och prisa Gud som har väglett er - kanske skall ni visa [Honom] tacksamhet"
        },
        {
            "chapter": 2,
            "verse": 186,
            "text": "NÄR MINA tjänare frågar dig om Mig då Jag är nära; Jag besvarar den bedjandes bön, när han ber till Mig. Och uppmana dem att svara när Jag kallar och att tro på Mig - kanske skall de ledas på rätt väg"
        },
        {
            "chapter": 2,
            "verse": 187,
            "text": "NATTETID under fastan är det tillåtet för er att komma nära era hustrur. De är en klädnad för er och ni är en klädnad för dem. Gud vet att ni här misstog er och Han vänder Sig till er i Sin barmhärtighet och befriar er från denna börda. Det är rätt om ni ligger hos dem och söker det som Gud har anvisat åt er; och ni får äta och dricka till dess den vita strimman av gryningsljuset kan urskiljas mot nattens mörker. Återuppta då fastan och håll den tills natten faller på. Men undvik beröring med dem då ni drar er tillbaka till moskén för meditation"
        },
        {
            "chapter": 2,
            "verse": 188,
            "text": "INKRÄKTA inte utan fog på varandras egendom och erbjud inte domarna förmåner för att med orätt, i fullt medvetande [om vad ni gör], tillskansa er något av andras egendom"
        },
        {
            "chapter": 2,
            "verse": 189,
            "text": "DE FRÅGAR dig om innebörden av månens nytändning. Säg: \"Den visar människorna tidpunkten då [vissa skyldigheter skall fullgöras] och [tiden för] vallfärden.\" Det är inte fromhet att stiga in i ett hus genom [en dörr på] dess baksida; nej, fromhet visar den som fruktar Gud. Stig därför in i husen genom [den främre] dörren och frukta Gud - kanske skall det gå er väl i händer"
        },
        {
            "chapter": 2,
            "verse": 190,
            "text": "KÄMPA för Guds sak mot dem som för krig mot er, men var inte de första som griper till vapen; Gud älskar sannerligen inte angripare"
        },
        {
            "chapter": 2,
            "verse": 191,
            "text": "Och döda dem då var ni än möter dem och fördriv dem från de platser varifrån de har fördrivit er; ja, förtryck är ett värre ont än döden. Kämpa inte mot dem i den heliga Moskéns närhet, om de inte själva tar upp striden där; men kämpar de mot er [där], så döda dem. Det är förnekarnas lön"
        },
        {
            "chapter": 2,
            "verse": 192,
            "text": "Men om de lägger ned vapnen [skall de se att] Gud är ständigt förlåtande, barmhärtig"
        },
        {
            "chapter": 2,
            "verse": 193,
            "text": "Och kämpa mot dem till dess allt förtryck upphör och all dyrkan kan ägnas Gud. Om de då slutar [strida] skall alla fientligheter upphöra utom [mot] de orättfärdiga [som vill kämpa vidare]"
        },
        {
            "chapter": 2,
            "verse": 194,
            "text": "Kämpa [likaså] under den helgade månaden om ni blir angripna - vid brott mot gudsfreden skall [lagen om] rättvis vedergällning tillämpas. Om därför någon angriper er, har ni rätt att angripa honom så som han har angripit er; men frukta Gud och var förvissade om att Gud är med de gudfruktiga"
        },
        {
            "chapter": 2,
            "verse": 195,
            "text": "Ge ert bidrag [till kampen] för Guds sak och låt inte era egna händer medverka till er undergång. Och gör gott - Gud älskar dem som gör det goda och det rätta"
        },
        {
            "chapter": 2,
            "verse": 196,
            "text": "OCH FULLGÖR vallfärden, såväl den större som den mindre, till Guds ära; men om omständigheterna hindrar er [att fullfölja den], ge då vad ni har möjlighet att ge som offergåva. Och raka inte huvudet förrän offret har skett; men för den av er som är sjuk eller har en huvudskada, får offret bestå i fasta, allmosor eller [annan] religiös handling. Den som inte är i fara [och är frisk] och som vill ta tillfället i akt att efter den mindre vallfärden fullgöra den större, skall ge vad han förmår som offergåva; och den som inte ser sig i stånd [till detta] skall fasta tre dagar under vallfärden och sju efter hemkomsten, inalles tio fulla [dagar]. Allt detta gäller dem som inte är bosatta i den heliga Moskéns närhet. Och frukta Gud! Ni skall veta att Guds straff är ett strängt straff"
        },
        {
            "chapter": 2,
            "verse": 197,
            "text": "Vallfärden [skall fullgöras under] de kända månaderna. Den som då beger sig i väg skall så länge vallfärden varar avhålla sig från intim samvaro med kvinnor, grovt tal samt trätor och tvister. Gud vet det goda ni gör. För med er det som ni kan ha behov av, men den bästa vägkosten är gudsfruktan. Och frukta Gud, ni som har förstånd"
        },
        {
            "chapter": 2,
            "verse": 198,
            "text": "Om ni [under vallfärden] önskar med er Herres nåd uppnå någon fördel, kan ni inte klandras för detta. Och när ni skyndar fram från Arafat i den stora strömmen [av pilgrimer], åkalla Gud [då ni gör halt] på den helgade platsen och minns hur Han gav er vägledning, då ni hade gått vilse"
        },
        {
            "chapter": 2,
            "verse": 199,
            "text": "Gå därefter vidare med människoströmmen och be om Guds förlåtelse för era synder. Gud är ständigt förlåtande, barmhärtig"
        },
        {
            "chapter": 2,
            "verse": 200,
            "text": "Och när ni har fullgjort de [föreskrivna] riterna, minns då Gud liksom ni minns era fäder, ja, minns Honom med djupare, innerligare känsla. Det finns människor som ber: \"Herre! Ge oss det goda i detta liv!\" och de skall inte ha någon del i det eviga livets goda"
        },
        {
            "chapter": 2,
            "verse": 201,
            "text": "Och det finns de som ber: \"Herre! Ge oss det goda i detta liv och det eviga livets goda och förskona oss från Eldens plåga"
        },
        {
            "chapter": 2,
            "verse": 202,
            "text": "De skall få sin del [av det eviga livets goda] efter vad de har förtjänat med sina handlingar. Gud är snar att kalla till räkenskap"
        },
        {
            "chapter": 2,
            "verse": 203,
            "text": "Och prisa Gud under de [tre] fastställda dagarna; men den som beger sig iväg efter två dagar begår ingen synd och om någon stannar längre begår han [heller] ingen synd, om han fruktar [Gud i allt]. - Ja, frukta Gud [ni alla] och var förvissade om att ni skall samlas åter till Honom"
        },
        {
            "chapter": 2,
            "verse": 204,
            "text": "DET finns den typ av människa vars tal om jordiska ting du gärna [lyssnar till]; han tar Gud till vittne på sitt hjärtas [goda uppsåt], men han är den hätskaste motståndare i tvister"
        },
        {
            "chapter": 2,
            "verse": 205,
            "text": "När han lämnar [dig] ägnar han sig åt att störa ordningen på jorden och sprida sedefördärv och att skövla gröda på rot och frukterna av [människornas] mödor. - Och Gud är inte vän av oordning och sedernas fördärv"
        },
        {
            "chapter": 2,
            "verse": 206,
            "text": "Och när någon uppmanar honom att frukta Gud, driver hans högmod honom ut i ytterligare synd. Helvetet är gott nog för honom - detta eländiga vilorum"
        },
        {
            "chapter": 2,
            "verse": 207,
            "text": "Det finns också den människa som är beredd att offra sig själv för att vinna Guds välbehag. - Gud ömmar för Sina tjänare"
        },
        {
            "chapter": 2,
            "verse": 208,
            "text": "Troende! Ge er hän åt Gud i hel och full underkastelse [under Hans vilja] och följ inte i Djävulens fotspår - han är er svurne fiende"
        },
        {
            "chapter": 2,
            "verse": 209,
            "text": "Men om ni skulle förlora fotfästet sedan ni fått se de klara vittnesbörden, skall ni veta att Gud är allsmäktig, vis"
        },
        {
            "chapter": 2,
            "verse": 210,
            "text": "Vill de kanske vänta till dess Gud visar Sig för dem med änglarna under molnens tronhimmel? Men [när detta sker] har Guds plan fullbordats och allt har gått tillbaka till Gud"
        },
        {
            "chapter": 2,
            "verse": 211,
            "text": "Fråga Israels barn hur många klara budskap Vi har gett dem! Om någon förvränger de budskap som Gud i Sin nåd har skänkt honom, [skall han få erfara att] Gud straffar med stränghet"
        },
        {
            "chapter": 2,
            "verse": 212,
            "text": "Förnekarna av sanningen, som gör narr av de troende, har fått se det jordiska livets lockelser i ett förskönande ljus. Men de gudfruktiga skall ha rang högt över dem på Uppståndelsens dag. Gud ger Sitt goda i överflöd till den Han vill"
        },
        {
            "chapter": 2,
            "verse": 213,
            "text": "MÄNNISKORNA utgjorde en gång ett enda samfund, [men då splittring uppstod] sände Gud profeterna som förkunnare av ett glatt budskap om hopp och som varnare, och med dem [sände Han] uppenbarelsen med sanningen för att avgöra de frågor som människorna blivit oense om. [Uppenbarelsens] mottagare blev oense om dess innehåll först sedan de hade nåtts av de klara vittnesbörden - av inbördes ovilja och avund. Men Gud vägledde de troende i det som de med Hans tillåtelse hade kommit till skiljaktiga meningar om - Gud leder den Han vill till en rak väg"
        },
        {
            "chapter": 2,
            "verse": 214,
            "text": "Tror ni att ni skall få stiga in i paradiset utan att först ha gått igenom detsamma som de som levde före er? Olycka och motgång drabbade dem och skakade dem i grunden, så att sändebudet och de som följde honom i tron utropade: \"När skall hjälpen [komma] från Gud?\" Men Guds hjälp är [alltid] nära"
        },
        {
            "chapter": 2,
            "verse": 215,
            "text": "DE FRÅGAR dig vad de bör ge åt andra. Säg: \"Det goda ni vill ge skall ni ge till era föräldrar och närmaste anhöriga och till de faderlösa och de behövande och till vandringsmannen. Gud har kännedom om det goda ni gör"
        },
        {
            "chapter": 2,
            "verse": 216,
            "text": "DET ÄR en plikt för er att strida och detta är förhatligt för er. Men det kan hända att något är er förhatligt och [ändå] är detta ett gott för er; och det kan hända att ni älskar något och [ändå] är detta ett ont för er - Gud vet, men ni vet inte"
        },
        {
            "chapter": 2,
            "verse": 217,
            "text": "De frågar dig om [det är tillåtet] att strida under den helgade månaden. Säg: \"Att strida under denna månad är en svår [synd]. Men inför Gud är det en ännu svårare [synd] att spärra vägen till Gud [för andra] och att förneka Honom och [att vägra människorna tillträde till] den heliga Moskén och att jaga bort de troende därifrån. Förtryck är ett värre ont än döden"
        },
        {
            "chapter": 2,
            "verse": 218,
            "text": "De som har blivit troende och har övergett ondskans rike och som strävar och kämpar för Guds sak [har skäl att] hoppas på Guds barmhärtighet - Gud är ständigt förlåtande, barmhärtig"
        },
        {
            "chapter": 2,
            "verse": 219,
            "text": "DE FRÅGAR dig om rusdrycker och spel om pengar. Säg: \"Det ligger svår synd i bådadera men [också] något som kan vara människan till nytta. Det onda de medför är dock större än den nytta de kan ge.\" Och de frågar dig vad de bör ge åt andra. Säg: \"Det som överstiger vars och ens behov.\" Så klargör Gud [Sina] budskap för er för att ni skall tänka över [dem]"
        },
        {
            "chapter": 2,
            "verse": 220,
            "text": "vad gäller både detta liv och det eviga livet. Och de frågar dig hur [de bör handla gentemot] de faderlösa. Säg: \"Att göra det som är till deras nytta är det bästa.\" Och om ni förvaltar deras egendom tillsammans med er egen, [minns då att] de är era bröder; Gud skiljer mellan den som försämrar och den som förbättrar och om Gud så ville, kunde Han lägga på er tunga bördor. Gud är allsmäktig, vis"
        },
        {
            "chapter": 2,
            "verse": 221,
            "text": "TAG inte till hustrur kvinnor som dyrkar avgudar förrän de blivit troende - en troende [Guds] tjänarinna är helt visst bättre än en som dyrkar avgudar, hur tilldragande ni än finner henne. Och gift inte bort era döttrar med män som dyrkar avgudar förrän de blivit troende - en troende [Guds] tjänare är helt visst bättre än en avgudadyrkare, hur förträfflig ni än finner honom. Sådana [människor] inbjuder till Elden, men Gud inbjuder till paradiset och att genom Hans nåd söka syndernas förlåtelse. Och Han klargör Sina budskap för människorna för att stämma dem till eftertanke"
        },
        {
            "chapter": 2,
            "verse": 222,
            "text": "OCH DE frågar dig om [kvinnans] månadsblödning. Säg: \"Detta är ett ömtåligt och smärtsamt tillstånd. Håll er därför borta från kvinnorna under deras period och kom inte nära dem förrän de är rena; men när de har renat sig ta dem då till er, så som Gud har befallt er.\" Gud älskar dem som vänder tillbaka till Honom i ånger [om de har syndat] och Han älskar dem som vill rena sig"
        },
        {
            "chapter": 2,
            "verse": 223,
            "text": "Era hustrur är för er [som] en åker; beträd därför er åker, när och som ni önskar - men sörj [först] för era själar. Frukta Gud och var förvissade om att ni skall möta Honom. Och förkunna för de troende hoppets budskap"
        },
        {
            "chapter": 2,
            "verse": 224,
            "text": "GÖR INTE Gud till måltavla för era eder så att ni [i Hans namn] hindrar er själva från att göra gott och frukta Gud och att medla i tvister mellan människor. Gud hör allt, vet allt"
        },
        {
            "chapter": 2,
            "verse": 225,
            "text": "Gud bestraffar er inte för obetänksamma eder, men Han ställer er till svars för ert innersta [uppsåt]. Gud är mild och överseende"
        },
        {
            "chapter": 2,
            "verse": 226,
            "text": "Den som [vill skiljas från sin hustru och] går en ed att han inte skall komma nära henne, skall iaktta fyra månaders väntetid. Om han [bryter eden och] går tillbaka [till hustrun], är Gud förlåtande, barmhärtig"
        },
        {
            "chapter": 2,
            "verse": 227,
            "text": "Men vidhåller han beslutet att skiljas [bör han tänka på att] Gud hör allt, vet allt"
        },
        {
            "chapter": 2,
            "verse": 228,
            "text": "I fall av skilsmässa skall kvinnan iaktta en väntetid omfattande tre månadsblödningar [innan hon får ingå nytt äktenskap] och det är inte tillåtet för henne - om hon tror på Gud och den Yttersta dagen - att dölja vad Gud har skapat i hennes sköte. Mannen har full rätt att låta [skilsmässan återgå och] hustrun återvända, om han önskar förlikning. Hustrun har, som sig bör, rättigheter [mot mannen] motsvarande [dem han har] mot henne; hans [rätt] ligger dock ett steg framför hennes. Gud är allsmäktig, vis"
        },
        {
            "chapter": 2,
            "verse": 229,
            "text": "Skilsmässa [får återkallas] två gånger; därefter skall makarna återuppta samlivet i hedersamma former eller äktenskapet upplösas i godo. Det är inte tillåtet för er att återta något av det ni har gett er hustru om inte båda parterna fruktar att inte kunna iaktta de av Gud [fastställda] gränserna. Om ni alltså fruktar att inte kunna iaktta de gränser som Gud [fastställt], kan inget klander riktas mot någon av makarna, om hustrun för att göra sig fri avstår något [till mannen]. Överträd inte de gränser som Gud [har fastställt] - de som överträder de av Gud [fastställda] gränserna är syndare"
        },
        {
            "chapter": 2,
            "verse": 230,
            "text": "Om mannen [oåterkalleligen] skiljer sig från sin hustru, är det sedan inte tillåtet för honom att ta henne tillbaka, om hon inte först ingått äktenskap med en annan man. Skiljer sig denne därefter från henne, kan klander inte riktas mot någon av parterna [i det första äktenskapet] om de återgår till varandra, såvida de tror att de kan iaktta de av Gud [fastställda] gränserna. Dessa är Guds gränser som Han klargör för de insiktsfulla"
        },
        {
            "chapter": 2,
            "verse": 231,
            "text": "Då ni har skilt er från er hustru och hennes vänteperiod närmar sig slutet, skall ni antingen ta henne tillbaka eller också ge henne fri, allt enligt god sed. Men ni får inte hålla henne kvar mot hennes vilja för att skada henne. Den som handlar så begår orätt mot sig själv. Tro inte att Guds budskap är något ni kan skämta om! Minns Guds godhet mot er och vad Han har uppenbarat för er av Skriften och visdomen i Hans varningar. Frukta därför Gud! Ni skall veta att Gud har kunskap om allt"
        },
        {
            "chapter": 2,
            "verse": 232,
            "text": "Om någon har skilt sig från sin hustru och hennes väntetid har löpt ut, får ingen hindra henne att återgå till sin man, om de kommit överens om detta enligt skick och sed. Detta är en varning till dem av er som tror på Gud och den Yttersta dagen. På detta sätt visar ni ett rent och hederligt sinnelag. Gud vet, men ni vet inte [vad som är bäst för er]"
        },
        {
            "chapter": 2,
            "verse": 233,
            "text": "Modern skall ge sina barn di under två hela år, om [föräldrarna] önskar en full amningsperiod. Och barnets fader är skyldig att svara för moderns uppehälle och kläder enligt skick och sed. På ingen skall läggas en tyngre börda än han kan bära. Barnet skall inte bli en förevändning för att skada vare sig modern eller barnets fader. Samma [skyldigheter vilar] på [faderns] arvinge. Föräldrarna skall inte klandras om de i samråd beslutar att skilja barnet från modern. Och om ni beslutar lämna era barn till en fostermor skall ni inte klandras för detta, förutsatt att ni sörjer som sig bör för barnets säkerhet och välfärd. Och frukta Gud och tänk på att Gud ser vad ni gör"
        },
        {
            "chapter": 2,
            "verse": 234,
            "text": "När någon av er dör och efterlämnar hustrur, skall de iaktta en väntetid av fyra månader och tio dagar [innan de får ingå nytt äktenskap]. När denna period löpt ut, [råder de sig själva och] ingen skall klandras för vad de företar sig inom ramen för vad som är god sed. Gud är väl underrättad om vad ni gör"
        },
        {
            "chapter": 2,
            "verse": 235,
            "text": "Ni kan inte klandras om ni låter [sådana] kvinnor förstå att ni vill ingå äktenskap med dem eller om ni i tysthet hyser [sådana avsikter] - Gud vet vad ni vill säga dem - men ingå inga tysta överenskommelser med dem och säg inte till dem annat än vad som är passande och hedersamt. Men fatta inte beslut om äktenskapskontraktet före utgången av den föreskrivna [väntetiden]. Var förvissade om att Gud känner era innersta tankar och var på er vakt! Men ni bör veta, att Gud är mild och överseende"
        },
        {
            "chapter": 2,
            "verse": 236,
            "text": "Ni gör ingenting klandervärt om ni skiljer er från en kvinna, om ni ännu inte har rört henne och inte heller bundit er för brudgåvan. Men ge henne skälig ersättning - den förmögne vad han förmår och den som lever i små omständigheter vad han förmår. Detta är en plikt för dem som vill göra det goda och det rätta"
        },
        {
            "chapter": 2,
            "verse": 237,
            "text": "Och om ni skiljer er från en kvinna som ni inte har rört men brudgåvan redan har fastställts, ge henne då hälften av det fastställda beloppet, om hon inte avstår [från sin rätt] eller den som har äktenskapskontraktet i sin hand avstår [från att kräva sin rätt]. Att avstå [från att kräva sin rätt] ligger gudsfruktan nära. Och glöm inte att ni bör vara frikostiga mot varandra. Gud ser vad ni gör"
        },
        {
            "chapter": 2,
            "verse": 238,
            "text": "FÖRRÄTTA regelbundet [de dagliga] bönerna och [särskilt] den bön som har en central plats och res er i from ödmjukhet inför Gud"
        },
        {
            "chapter": 2,
            "verse": 239,
            "text": "Om ni hotas av fara kan bönen förrättas under marsch eller ritt, och när ni åter är i säkerhet, åkalla då Gud så som Han lärde er när ni var okunniga"
        },
        {
            "chapter": 2,
            "verse": 240,
            "text": "OM NÅGON av er vid sin död efterlämnar hustrur skall de i testamentariskt förordnande tillförsäkras försörjning [ur kvarlåtenskapen] under ett år med rätt för dem att under denna tid bo kvar [i hemmet]. Om de [ändå] lämnar det skall ingen klandras för vad de företar sig inom ramen för vad som är god sed. Gud är allsmäktig, vis"
        },
        {
            "chapter": 2,
            "verse": 241,
            "text": "Även frånskilda kvinnor har rätt till skäligt underhåll. Detta är en plikt för de gudfruktiga"
        },
        {
            "chapter": 2,
            "verse": 242,
            "text": "Så klargör Gud Sina budskap för er; kanske skall ni använda ert förstånd"
        },
        {
            "chapter": 2,
            "verse": 243,
            "text": "HAR DU inte hört om dem som i tusental flydde från sina hem för att undkomma ett dödligt hot? Gud lät döden skörda dem, men därefter återkallade Han dem till livet. Ja, Guds nåd flödar sannerligen över människorna, men de flesta människor är otacksamma"
        },
        {
            "chapter": 2,
            "verse": 244,
            "text": "Kämpa därför för Guds sak; ni skall veta att Gud hör allt, vet allt"
        },
        {
            "chapter": 2,
            "verse": 245,
            "text": "Vem ger Gud ett lån av goda gärningar, som Han återbetalar med mångdubbla värdet? Gud tar och Gud ger och till Honom skall ni föras åter"
        },
        {
            "chapter": 2,
            "verse": 246,
            "text": "DU HAR nog hört om de äldste i Israel efter Moses tid, som sade till en av sina profeter: \"Låt oss få en konung, så skall vi kämpa för Guds sak.\" Profeten sade: \"Kanske skulle ni neka att kämpa om ni fick [en sådan] befallning.\" De svarade: \"Varför skulle vi inte kämpa för Guds sak, vi som har fördrivits från våra hem och [skilts] från våra barn?\" Men när de befalldes att kämpa, drog de sig undan - alla utom ett fåtal. Gud vet vilka de orättfärdiga är"
        },
        {
            "chapter": 2,
            "verse": 247,
            "text": "Deras profet sade till de äldste: \"Gud har nu sänt Saul som skall vara er konung.\" De svarade: \"Hur skulle han kunna härska över oss? Vi har bättre rätt till makten än han; och dessutom saknar han rikedomar.\" Profeten svarade: \"Gud har valt honom framför er och har skänkt honom omfattande kunskaper och stor fysisk styrka. Gud ger Sin makt åt den Han vill; Gud når överallt och Han vet allt"
        },
        {
            "chapter": 2,
            "verse": 248,
            "text": "Och deras profet sade till dem: \"Tecknet på hans [rättmätiga] makt är att [förbundets] ark skall återlämnas till er med en gåva från er Herre av djupt inre lugn och det som ännu består, buret av änglarna, av det som Moses och Aron och dem som stod dem nära har efterlämnat. Helt visst ligger det för er ett tecken i detta, om ni är troende"
        },
        {
            "chapter": 2,
            "verse": 249,
            "text": "Och när Saul drog ut med sin armé sade han: \"Gud kommer att sätta er på prov vid [övergången av] en flod; den som dricker av flodens vatten skall inte höra till de mina, men den som avhåller sig från att smaka det skall räknas till de mina; och den som bara dricker en handfull skall inte [avvisas].\" Men de drack [sitt lystmäte] av vattnet, alla utom ett fåtal. När Saul och de som var med honom i tron hade gått över floden, sade de andra: \"I dag är vi inte starka nog [att kämpa] mot Goliat och hans män.\" [Men] de som trodde på mötet med Gud [i nästa liv], sade: \"Hur ofta har inte en liten skara besegrat en stor armé med Guds vilja! Gud är med dem som står fasta [i prövningen]"
        },
        {
            "chapter": 2,
            "verse": 250,
            "text": "Och när de stod öga mot öga med Goliat och hans styrkor, bad de: \"Herre! Ge oss kraft att hålla stånd och gör oss stadiga på foten och låt oss segra över dessa förnekare av sanningen"
        },
        {
            "chapter": 2,
            "verse": 251,
            "text": "Och med Guds vilja besegrade de dem och drev dem på flykten. Och David dödade Goliat och Gud gav honom makt och visdom och all den kunskap Han ville. Och om Gud inte höll tillbaka [vissa] människor med andra [som redskap], skulle jorden helt visst fördärvas. Men Gud låter nåden flöda över hela Sin skapelse"
        },
        {
            "chapter": 2,
            "verse": 252,
            "text": "ALLT detta är Guds budskap som Vi förmedlar till dig och med dem sanningen; ja, helt visst är du en av [Våra] utsända"
        }
    ]
}