{
    "juzs": [
        {
            "chapter": 36,
            "verse": 28,
            "text": "Efter detta sände Vi ingen himmelsk armé mot hans landsmän - det behövdes inte"
        },
        {
            "chapter": 36,
            "verse": 29,
            "text": "ett dån genljöd, ett enda, och allt blev tyst"
        },
        {
            "chapter": 36,
            "verse": 30,
            "text": "ARMA människor! Aldrig någonsin har ett sändebud kommit till dem, utan att de har gjort narr av honom"
        },
        {
            "chapter": 36,
            "verse": 31,
            "text": "Har de inte klart för sig hur många släkten Vi lät gå under före deras tid, [släkten] som aldrig skall återkomma"
        },
        {
            "chapter": 36,
            "verse": 32,
            "text": "Men alla skall de [en Dag] föras fram inför Oss"
        },
        {
            "chapter": 36,
            "verse": 33,
            "text": "Ett tecken [på Guds allmakt] har de fått i den döda jorden, som Vi skänker nytt liv och där Vi låter brödsäd växa, som tjänar dem till föda"
        },
        {
            "chapter": 36,
            "verse": 34,
            "text": "och där Vi låter palmlundar och vingårdar uppstå, vattnade av källor"
        },
        {
            "chapter": 36,
            "verse": 35,
            "text": "av vars frukt de äter efter att bidragit med [sina] händers arbete. Skall de då inte tacka [Honom]"
        },
        {
            "chapter": 36,
            "verse": 36,
            "text": "Stor i Sin härlighet är Han, som har skapat allt vad jorden alstrar, människorna själva och det som de saknar kunskap om, i motsatspar"
        },
        {
            "chapter": 36,
            "verse": 37,
            "text": "Också i natten har de ett tecken; Vi klär av den dagen - och de sveps i mörker"
        },
        {
            "chapter": 36,
            "verse": 38,
            "text": "Och solen som löper mot sin viloplats, anvisad henne av Den som äger all makt, all kunskap"
        },
        {
            "chapter": 36,
            "verse": 39,
            "text": "Och månen, för vilken Vi har föreskrivit faser [som den måste passera] tills den blir lik den vissna, krökta stjälken till en dadelklase"
        },
        {
            "chapter": 36,
            "verse": 40,
            "text": "Solen skall inte skynda ifatt månen, och natten hinner inte upp dagen; var och en rör sig nämligen i sin [fastställda] bana"
        },
        {
            "chapter": 36,
            "verse": 41,
            "text": "Och ett tecken för dem är att Vi i den tungt lastade arken räddade deras [förfäder och dessas] efterkommande"
        },
        {
            "chapter": 36,
            "verse": 42,
            "text": "och Vi har skapat efterbilder till den som tjänar dem på deras resor"
        },
        {
            "chapter": 36,
            "verse": 43,
            "text": "Om Vi ville, kunde Vi låta dem drunkna; ingen skulle höra deras nödrop och ingen räddning nå dem"
        },
        {
            "chapter": 36,
            "verse": 44,
            "text": "om det inte var så att Vi förbarmade oss över dem och lät dem glädjas åt livet ännu en tid"
        },
        {
            "chapter": 36,
            "verse": 45,
            "text": "Men när de uppmanas: \"Var på er vakt mot [de faror] som ligger framför er [och som ni har varnats för] men också mot dem som ni inte vet något om - kanske skall [Gud] visa er barmhärtighet\"- [vänder de sig bort]"
        },
        {
            "chapter": 36,
            "verse": 46,
            "text": "ja, vilket budskap som än når dem från deras Herre, vänder de ryggen till"
        },
        {
            "chapter": 36,
            "verse": 47,
            "text": "Och när de som förnekar sanningen uppmanas: \"Ge åt andra av det som Gud har skänkt er för er försörjning\", säger de till de troende: \"Skall vi livnära den som Gud hade kunnat föda, om Han velat? Detta har ni helt missuppfattat"
        },
        {
            "chapter": 36,
            "verse": 48,
            "text": "Och de säger: \"Och detta löfte [om uppståndelse och dom], när skall det infrias, om ni har talat sanning"
        },
        {
            "chapter": 36,
            "verse": 49,
            "text": "Det enda de har att vänta på är [dånet av Guds straff] - ett enda dån, som skall drabba dem när de som bäst överlägger om [sina viktiga angelägenheter]"
        },
        {
            "chapter": 36,
            "verse": 50,
            "text": "De kommer inte att få tid att upprätta testamente, och de hinner inte vända tillbaka till de sina"
        },
        {
            "chapter": 36,
            "verse": 51,
            "text": "Och det skall stötas i basunen och alla skall skynda ut ur gravarna för att möta sin Herre"
        },
        {
            "chapter": 36,
            "verse": 52,
            "text": "och de skall jämra sig och ropa: \"Vem har väckt oss ur vår djupa sömn?\" [Och änglarna skall svara:] \"Detta är vad den Nåderike har lovat - budbärarna sade sanningen"
        },
        {
            "chapter": 36,
            "verse": 53,
            "text": "Ett dån, ett enda, skall ljuda, och alla skall föras fram inför Oss"
        },
        {
            "chapter": 36,
            "verse": 54,
            "text": "Ingen skall tillfogas orätt denna Dag och ni skall inte lönas för något annat än era egna handlingar"
        },
        {
            "chapter": 36,
            "verse": 55,
            "text": "Denna Dag skall de vars arvedel är paradiset helt gå upp i sin glädje"
        },
        {
            "chapter": 36,
            "verse": 56,
            "text": "vilande i ljuvlig skugga med sina följeslagare, stödda på divanernas [mjuka kuddar]"
        },
        {
            "chapter": 36,
            "verse": 57,
            "text": "och där skall de njuta frukter [av alla slag] och allt vad de begär skall de få"
        },
        {
            "chapter": 36,
            "verse": 58,
            "text": "En nåderik Herre skall hälsa dem med ordet: \"Fred"
        },
        {
            "chapter": 36,
            "verse": 59,
            "text": "Men ni, obotfärdiga syndare, håll er undan denna dag"
        },
        {
            "chapter": 36,
            "verse": 60,
            "text": "Befallde Jag er inte, ni söner av Adam, att inte tjäna Djävulen, som är er svurne fiende"
        },
        {
            "chapter": 36,
            "verse": 61,
            "text": "och befallde Jag er inte att tillbe Mig? Detta är en rak väg"
        },
        {
            "chapter": 36,
            "verse": 62,
            "text": "Han har lett många av er på avvägar - använde ni inte ert förstånd"
        },
        {
            "chapter": 36,
            "verse": 63,
            "text": "Detta är helvetet, som ni gång på gång varnades för"
        },
        {
            "chapter": 36,
            "verse": 64,
            "text": "Pröva i dag dess heta lågor, [straffet] för att ni ständigt förnekade sanningen"
        },
        {
            "chapter": 36,
            "verse": 65,
            "text": "Den Dagen skall Vi försegla deras läppar, men deras händer skall tala till Oss och deras fötter skall vittna om deras handlingar"
        },
        {
            "chapter": 36,
            "verse": 66,
            "text": "OM VI hade velat kunde Vi helt visst ha gjort dem blinda och de skulle [sin vana trogna] ha störtat i väg för att komma först; men de skulle aldrig ha kunnat bli varse [den raka vägen]"
        },
        {
            "chapter": 36,
            "verse": 67,
            "text": "Och hade Vi velat kunde Vi ha skapat dem [utan rörelseförmåga,] var och en på sin plats, så att de varken kunde gå framåt eller tillbaka"
        },
        {
            "chapter": 36,
            "verse": 68,
            "text": "Den som Vi ger ett långt liv, för honom förbyts utvecklingen [till sist] i tillbakagång. Vill de inte använda sitt förstånd"
        },
        {
            "chapter": 36,
            "verse": 69,
            "text": "VI HAR inte låtit [Profeten] få undervisning i diktkonsten och denna [konst] har inte med hans uppgift att göra. [Vad han läser upp] är bara en påminnelse och en klar och klargörande framställning av [Guds] sanning"
        },
        {
            "chapter": 36,
            "verse": 70,
            "text": "för att varna dem som är levande [i anden], och för att [Guds] dom över dem som förnekar sanningen, som den måste, skall bli verklighet"
        },
        {
            "chapter": 36,
            "verse": 71,
            "text": "Inser de inte att Vi - bland allt det som är Våra händers verk - för dem har skapat boskapen, som de råder över"
        },
        {
            "chapter": 36,
            "verse": 72,
            "text": "och som Vi har gjort till deras lydiga redskap, så att de använder några att rida på och [köttet av] några till föda"
        },
        {
            "chapter": 36,
            "verse": 73,
            "text": "och har annan nytta av dem och dricker [deras mjölk]? Känner de ingen tacksamhet"
        },
        {
            "chapter": 36,
            "verse": 74,
            "text": "De sätter upp gudomligheter vid sidan av Gud och hoppas få [deras] hjälp"
        },
        {
            "chapter": 36,
            "verse": 75,
            "text": "men dessa [falska gudar] förmår inte hjälpa sina trogna; de står där [tvärtom] som en trupp som skall kallas in [till avgudarnas försvar]"
        },
        {
            "chapter": 36,
            "verse": 76,
            "text": "Men gräm dig inte över vad de säger, dessa [förnekare av sanningen]. Vi känner deras hemligheter likaväl som det de öppet tillkännager"
        },
        {
            "chapter": 36,
            "verse": 77,
            "text": "INSER människan inte att det är Vi som skapar henne av en droppe säd? Och se, där står hon, en tänkande varelse, färdig att tvista och argumentera"
        },
        {
            "chapter": 36,
            "verse": 78,
            "text": "Hon tillämpar en liknelse på Oss och glömmer att hon [själv] är skapad och frågar: \"Vem kan ge liv åt förmultnade ben"
        },
        {
            "chapter": 36,
            "verse": 79,
            "text": "Säg: \"Han som först skapade dem skall ge dem [nytt] liv, eftersom Han har kunskapen om allt skapande"
        },
        {
            "chapter": 36,
            "verse": 80,
            "text": "Han som har låtit er utvinna eld ur grönskande träd - det är ju så som ni tänder era eldar"
        },
        {
            "chapter": 36,
            "verse": 81,
            "text": "Skulle inte himlarnas och jordens Skapare förmå återskapa dem [som har dött] sådana de var? Jo, helt visst! Han är Den som har skapat allt, som har kunskap om allt"
        },
        {
            "chapter": 36,
            "verse": 82,
            "text": "Om Han vill att något skall vara säger Han endast till det: \"Var!\" - och det är"
        },
        {
            "chapter": 36,
            "verse": 83,
            "text": "Stor är Han i Sin härlighet, Han som har herraväldet över allt i Sin hand! Till Honom skall ni föras åter"
        },
        {
            "chapter": 37,
            "verse": 1,
            "text": "VID DEM som ställer upp i sluten ordning"
        },
        {
            "chapter": 37,
            "verse": 2,
            "text": "och som med kraft driver bort [det onda]"
        },
        {
            "chapter": 37,
            "verse": 3,
            "text": "och som läser högt [Guds] påminnelser"
        },
        {
            "chapter": 37,
            "verse": 4,
            "text": "Er Gud är förvisso den Ende Guden"
        },
        {
            "chapter": 37,
            "verse": 5,
            "text": "Herren över himlarna och jorden och allt som är däremellan och alla soluppgångars Herre"
        },
        {
            "chapter": 37,
            "verse": 6,
            "text": "Vi har smyckat den nedre himlen med stjärnor och stjärnskott"
        },
        {
            "chapter": 37,
            "verse": 7,
            "text": "ett skydd mot alla upproriska andar"
        },
        {
            "chapter": 37,
            "verse": 8,
            "text": "som inte skall lyssna till de högsta väsendenas [tal]. Därför drivs de bort [av stjärnskott] från alla håll"
        },
        {
            "chapter": 37,
            "verse": 9,
            "text": "obönhörligt utstötta - och deras straff skall vara utan ände"
        },
        {
            "chapter": 37,
            "verse": 10,
            "text": "Men den som snappar upp något [av den förbjudna kunskapen] skall förföljas av en flamma av eld som borrar sig igenom allt"
        },
        {
            "chapter": 37,
            "verse": 11,
            "text": "FRÅGA DEM, [Muhammad, som förnekar uppståndelsen] vad de anser ha varit den svårare uppgiften: att skapa dem - som Vi skapade av fast, formbar lera - eller [allt annat, himlarna och jorden och vad däremellan är,] som Vi har skapat"
        },
        {
            "chapter": 37,
            "verse": 12,
            "text": "Men när du häpnar [inför Guds skapelseunder], hånar de och gör narr av dig"
        },
        {
            "chapter": 37,
            "verse": 13,
            "text": "Och när de blir påminta, stämmer påminnelsen dem inte till eftertanke"
        },
        {
            "chapter": 37,
            "verse": 14,
            "text": "Och ser de ett [Guds] tecken, skämtar de om det"
        },
        {
            "chapter": 37,
            "verse": 15,
            "text": "och säger: \"Detta är uppenbarligen ingenting annat än trolldom"
        },
        {
            "chapter": 37,
            "verse": 16,
            "text": "Skulle vi efter döden, när vi blivit mull och murkna ben, återuppstå till nytt liv"
        },
        {
            "chapter": 37,
            "verse": 17,
            "text": "Och kanske våra förfäder likaså"
        },
        {
            "chapter": 37,
            "verse": 18,
            "text": "Säg: \"Ja, helt visst, och ni kommer att förödmjukas"
        },
        {
            "chapter": 37,
            "verse": 19,
            "text": "Ett enda mäktigt rop skall ljuda, och de kommer att se [den nya verkligheten]"
        },
        {
            "chapter": 37,
            "verse": 20,
            "text": "och jämra sig: \"Vi är förlorade! Detta är Domens dag"
        },
        {
            "chapter": 37,
            "verse": 21,
            "text": "[Och en röst hörs:] \"Detta är Åtskillnadens dag [då de orättfärdiga skall skiljas från de rättfärdiga, en Dag] som ni påstod aldrig skulle komma"
        },
        {
            "chapter": 37,
            "verse": 22,
            "text": "[Och Guds befallning ljuder:] \"För samman de orättfärdiga och deras gelikar med dem som de tillbad"
        },
        {
            "chapter": 37,
            "verse": 23,
            "text": "i Guds ställe, och visa dem vägen till helvetet"
        },
        {
            "chapter": 37,
            "verse": 24,
            "text": "och låt dem göra halt [där].\" [Då] skall de tillfrågas"
        },
        {
            "chapter": 37,
            "verse": 25,
            "text": "Hur är det fatt med er? Ni hjälper ju inte varandra"
        },
        {
            "chapter": 37,
            "verse": 26,
            "text": "Nej, den Dagen kommer de att ge upp sitt motstånd"
        },
        {
            "chapter": 37,
            "verse": 27,
            "text": "Men de närmar sig varandra och var och en försöker lägga över ansvaret [för sin synd] på en annan"
        },
        {
            "chapter": 37,
            "verse": 28,
            "text": "[De första] säger: \"Det var ni som kom mot oss från höger"
        },
        {
            "chapter": 37,
            "verse": 29,
            "text": "[Och de andra] svarar: \"Nej, ni var människor utan tro"
        },
        {
            "chapter": 37,
            "verse": 30,
            "text": "Vi hade alls ingen makt över er; tvärtom var ni egensinniga och påstridiga"
        },
        {
            "chapter": 37,
            "verse": 31,
            "text": "Vår Herres ord mot oss har nu gått i uppfyllelse och vi måste lida [vårt straff]"
        },
        {
            "chapter": 37,
            "verse": 32,
            "text": "Vi ledde er på avvägar, men vi var [själva] vilseledda"
        },
        {
            "chapter": 37,
            "verse": 33,
            "text": "Ja, den Dagen skall de tillsammans lida samma straff"
        },
        {
            "chapter": 37,
            "verse": 34,
            "text": "Så behandlar Vi de obotfärdiga syndarna"
        },
        {
            "chapter": 37,
            "verse": 35,
            "text": "Varje gång de fick höra orden \"det finns ingen gud utom Gud\", kände de hur högmodet steg dem åt huvudet"
        },
        {
            "chapter": 37,
            "verse": 36,
            "text": "[tills] de sade: \"Skall vi överge våra gudar för en galen poets skull"
        },
        {
            "chapter": 37,
            "verse": 37,
            "text": "Nej, han [är varken galen eller poet! Han är Vårt sändebud som] har kommit till dem med sanningen och med bekräftelse av [de tidigare] budbärarnas [budskap]"
        },
        {
            "chapter": 37,
            "verse": 38,
            "text": "Ni skall sannerligen få utstå ett plågsamt straff"
        },
        {
            "chapter": 37,
            "verse": 39,
            "text": "men ni skall inte straffas för annat [eller mer] än vad ni gjorde"
        },
        {
            "chapter": 37,
            "verse": 40,
            "text": "Men Guds sanna tjänare"
        },
        {
            "chapter": 37,
            "verse": 41,
            "text": "skall förses med det som är förutbestämt [för dem]"
        },
        {
            "chapter": 37,
            "verse": 42,
            "text": "alla frukter [som de har lust till] - och de skall visas stor heder"
        },
        {
            "chapter": 37,
            "verse": 43,
            "text": "i lycksalighetens lustgårdar"
        },
        {
            "chapter": 37,
            "verse": 44,
            "text": "På högsäten [skall de sitta] vända mot varandra"
        },
        {
            "chapter": 37,
            "verse": 45,
            "text": "Och en skål skall bäras runt [med en dryck] från en ren källa"
        },
        {
            "chapter": 37,
            "verse": 46,
            "text": "vit [som mjölk] och vars fina smak hänför dem som dricker"
        },
        {
            "chapter": 37,
            "verse": 47,
            "text": "i den finns ingenting som grumlar tankeredan och den ger inget rus"
        },
        {
            "chapter": 37,
            "verse": 48,
            "text": "Och hos dem skall vara följeslagerskor med fagra ögon och blygt sänkt blick"
        },
        {
            "chapter": 37,
            "verse": 49,
            "text": "[sköna och orörda] som [strutsens i sanden] gömda ägg"
        },
        {
            "chapter": 37,
            "verse": 50,
            "text": "Och de [saliga] närmar sig varandra och frågar [om livet på jorden]"
        },
        {
            "chapter": 37,
            "verse": 51,
            "text": "En av dem säger: \"Jag hade en nära vän"
        },
        {
            "chapter": 37,
            "verse": 52,
            "text": "som brukade fråga: 'Hör du verkligen till dem som tror"
        },
        {
            "chapter": 37,
            "verse": 53,
            "text": "att vi, efter att ha dött och blivit mull och torra ben, skall föras fram för att rannsakas och dömas?'”"
        },
        {
            "chapter": 37,
            "verse": 54,
            "text": "[Och:] \"Vill ni se ned"
        },
        {
            "chapter": 37,
            "verse": 55,
            "text": "Och när han ser ned, ser han [vännen] mitt i Elden"
        },
        {
            "chapter": 37,
            "verse": 56,
            "text": "[och] utropar: \"Vid Gud! Det var nära att du drog mig med dig i fördärvet"
        },
        {
            "chapter": 37,
            "verse": 57,
            "text": "om inte Gud hade varit mig nådig skulle jag helt säkert ha hört till dem som förs dit [där du är]"
        },
        {
            "chapter": 37,
            "verse": 58,
            "text": "[Och han fortsätter:] \"Vi skall alltså inte dö [på nytt]"
        },
        {
            "chapter": 37,
            "verse": 59,
            "text": "efter vår död [på jorden] och inte straffas"
        },
        {
            "chapter": 37,
            "verse": 60,
            "text": "Det är sannerligen en stor, en lysande seger"
        },
        {
            "chapter": 37,
            "verse": 61,
            "text": "Låt alla som strävar, sträva efter att uppnå ett sådant [mål]"
        },
        {
            "chapter": 37,
            "verse": 62,
            "text": "Är inte det som bjuds [i paradiset] bättre än [det mottagande som bestås i helvetet under] det träd i vars frukt döden lurar"
        },
        {
            "chapter": 37,
            "verse": 63,
            "text": "Vi har gjort [trädet] till en prövning för dem som begår orätt"
        },
        {
            "chapter": 37,
            "verse": 64,
            "text": "Det växer på helvetets botten"
        },
        {
            "chapter": 37,
            "verse": 65,
            "text": "dess frukt liknar djävulshuvuden"
        },
        {
            "chapter": 37,
            "verse": 66,
            "text": "som de [dömda] får äta för att stilla sin hunger"
        },
        {
            "chapter": 37,
            "verse": 67,
            "text": "Till detta får de sedan dricka smutsigt, brännhett vatten"
        },
        {
            "chapter": 37,
            "verse": 68,
            "text": "Efter detta [mottagande] förs de ned i helvetet"
        },
        {
            "chapter": 37,
            "verse": 69,
            "text": "De såg hur deras fäder gick vilse"
        },
        {
            "chapter": 37,
            "verse": 70,
            "text": "och de hade bråttom att följa i deras spår"
        },
        {
            "chapter": 37,
            "verse": 71,
            "text": "Ja, före dem gick de flesta människor bland gångna tiders folk vilse"
        },
        {
            "chapter": 37,
            "verse": 72,
            "text": "trots att Vi hade sänt varnare till dem"
        },
        {
            "chapter": 37,
            "verse": 73,
            "text": "och se hur slutet blev för dem som varnades [förgäves]"
        },
        {
            "chapter": 37,
            "verse": 74,
            "text": "[för alla] utom för Guds sanna tjänare"
        },
        {
            "chapter": 37,
            "verse": 75,
            "text": "OCH NOA anropade Oss [om hjälp mot sitt folk som inte trodde på honom]; och Vi bönhörde honom till fullo"
        },
        {
            "chapter": 37,
            "verse": 76,
            "text": "Vi räddade honom och hans familj från den stora katastrofen"
        },
        {
            "chapter": 37,
            "verse": 77,
            "text": "och gav hans efterkommande en plats [på jorden]"
        },
        {
            "chapter": 37,
            "verse": 78,
            "text": "och Vi lät hans minne bevaras av senare släkten"
        },
        {
            "chapter": 37,
            "verse": 79,
            "text": "i alla länder [ber de]: \"Fred och välsignelse över Noa"
        },
        {
            "chapter": 37,
            "verse": 80,
            "text": "Så belönar Vi dem som gör det goda och det rätta"
        },
        {
            "chapter": 37,
            "verse": 81,
            "text": "han var en av Våra sant troende tjänare"
        },
        {
            "chapter": 37,
            "verse": 82,
            "text": "Och Vi lät de andra drunkna"
        },
        {
            "chapter": 37,
            "verse": 83,
            "text": "ABRAHAM följde samma väg"
        },
        {
            "chapter": 37,
            "verse": 84,
            "text": "Han steg inför sin Herre med rent hjärta"
        },
        {
            "chapter": 37,
            "verse": 85,
            "text": "Till sin fader och sitt folk sade han: \"Vad är det ni dyrkar"
        },
        {
            "chapter": 37,
            "verse": 86,
            "text": "Hyllar ni lögnen om gudar [som har en plats] vid sidan av Gud"
        },
        {
            "chapter": 37,
            "verse": 87,
            "text": "Vad är då er åsikt om världarnas Herre"
        },
        {
            "chapter": 37,
            "verse": 88,
            "text": "Och han såg upp mot stjärnorna"
        },
        {
            "chapter": 37,
            "verse": 89,
            "text": "och sade: \"Jag känner vämjelse [för er skull]"
        },
        {
            "chapter": 37,
            "verse": 90,
            "text": "Då drog de sig tillbaka och gick ifrån honom"
        },
        {
            "chapter": 37,
            "verse": 91,
            "text": "Därefter begav han sig i hemlighet till deras gudabilder och frågade: \"Varför tar ni inte för er [av offergåvorna]"
        },
        {
            "chapter": 37,
            "verse": 92,
            "text": "Hur är det fatt med er? Och ni svarar ju inte"
        },
        {
            "chapter": 37,
            "verse": 93,
            "text": "Och han smög sig fram till dem och slog till dem med hela sin styrka [så att de gick i stycken]"
        },
        {
            "chapter": 37,
            "verse": 94,
            "text": "Då fick [människorna] bråttom tillbaka"
        },
        {
            "chapter": 37,
            "verse": 95,
            "text": "[och] han sade: \"Dyrkar ni [bilder] som ni har huggit till [med era egna händer]"
        },
        {
            "chapter": 37,
            "verse": 96,
            "text": "fastän Gud har skapat både er och ert hantverk"
        },
        {
            "chapter": 37,
            "verse": 97,
            "text": "De sade: \"Låt oss bygga ett bål och kasta honom i elden"
        },
        {
            "chapter": 37,
            "verse": 98,
            "text": "Och de hade [annat] ont i sinnet mot honom, men Vi korsade [deras planer]"
        },
        {
            "chapter": 37,
            "verse": 99,
            "text": "Och [Abraham] sade: \"Jag skall [lämna er och] gå dit min Herre vill leda mig"
        },
        {
            "chapter": 37,
            "verse": 100,
            "text": "[Och han bad:] \"Herre! Ge mig en [son, en] av de rättfärdiga"
        },
        {
            "chapter": 37,
            "verse": 101,
            "text": "Och Vi gav honom det glada budskapet om en son med ett milt och fogligt sinnelag"
        },
        {
            "chapter": 37,
            "verse": 102,
            "text": "Och då [sonen] hade blivit gammal nog att [arbeta tillsammans med fadern och] delta i hans strävanden, sade [denne]: \"Min käre son! Jag har sett i drömmen att jag offrar dig [åt Gud]. Vad anser du [om detta]?\" [Ismael] svarade: \"Fader, gör som du blir befalld! Om Gud vill, skall du se att jag är tålig och uthärdar [allt]"
        },
        {
            "chapter": 37,
            "verse": 103,
            "text": "Men så fort de båda hade visat att de underkastade sig Guds vilja och [Abraham] hade lagt [sonen] med tinningen mot marken"
        },
        {
            "chapter": 37,
            "verse": 104,
            "text": "ropade Vi till honom: \"Abraham [hejda din hand]"
        },
        {
            "chapter": 37,
            "verse": 105,
            "text": "Du har redan utfört den befallning som du fick i drömmen!\" Så belönar Vi dem som gör det goda och det rätta"
        },
        {
            "chapter": 37,
            "verse": 106,
            "text": "detta var klart och tydligt en prövning"
        },
        {
            "chapter": 37,
            "verse": 107,
            "text": "Som lösen för [sonen] tog Vi emot ett präktigt offerdjur"
        },
        {
            "chapter": 37,
            "verse": 108,
            "text": "och Vi lät hans minne bevaras av senare släkten"
        },
        {
            "chapter": 37,
            "verse": 109,
            "text": "[som ber:] \"Fred och välsignelse över Abraham"
        },
        {
            "chapter": 37,
            "verse": 110,
            "text": "Så belönar Vi dem som gör det goda och det rätta"
        },
        {
            "chapter": 37,
            "verse": 111,
            "text": "Han var en av Våra sant troende tjänare"
        },
        {
            "chapter": 37,
            "verse": 112,
            "text": "Och Vi gav honom det glada budskapet att Isak [skulle födas åt honom och bli] en profet, en av de rättfärdiga"
        },
        {
            "chapter": 37,
            "verse": 113,
            "text": "Och Vi välsignade honom och Isak - bland deras efterkommande finns såväl den som gör det goda och det rätta och den som begår uppenbar orätt till skada för sig själv"
        },
        {
            "chapter": 37,
            "verse": 114,
            "text": "VI VISADE sannerligen Moses och Aron stor nåd"
        },
        {
            "chapter": 37,
            "verse": 115,
            "text": "då Vi räddade dem och deras landsmän ur [träldomens] förbannelse"
        },
        {
            "chapter": 37,
            "verse": 116,
            "text": "och Vi hjälpte dem till seger över [sina fiender]"
        },
        {
            "chapter": 37,
            "verse": 117,
            "text": "Och Vi gav dem Skriften där allt framstår klart och tydligt"
        },
        {
            "chapter": 37,
            "verse": 118,
            "text": "och ledde dem på den raka vägen"
        },
        {
            "chapter": 37,
            "verse": 119,
            "text": "Och Vi lät deras minne bevaras av senare släkten"
        },
        {
            "chapter": 37,
            "verse": 120,
            "text": "[som ber:] \"Fred och välsignelse över Moses och Aron"
        },
        {
            "chapter": 37,
            "verse": 121,
            "text": "Så belönar Vi dem som gör det goda och det rätta"
        },
        {
            "chapter": 37,
            "verse": 122,
            "text": "De var två av Våra sant troende tjänare"
        },
        {
            "chapter": 37,
            "verse": 123,
            "text": "ÄVEN ELIA var en av [Våra] budbärare"
        },
        {
            "chapter": 37,
            "verse": 124,
            "text": "och han sade till sitt folk: \"Fruktar ni alls inte Gud"
        },
        {
            "chapter": 37,
            "verse": 125,
            "text": "Ni åkallar Baal och överger Gud, den bäste Skaparen"
        },
        {
            "chapter": 37,
            "verse": 126,
            "text": "Gud, er Herre och era förfäders Herre"
        },
        {
            "chapter": 37,
            "verse": 127,
            "text": "Men de beskyllde honom för lögn och de skall sannerligen kallas fram [för att dömas]"
        },
        {
            "chapter": 37,
            "verse": 128,
            "text": "men inte så Guds sanna tjänare"
        },
        {
            "chapter": 37,
            "verse": 129,
            "text": "Och Vi lät hans minne bevaras av senare släkten"
        },
        {
            "chapter": 37,
            "verse": 130,
            "text": "[som ber:] \"Fred och välsignelse över Elia och dem som följde honom"
        },
        {
            "chapter": 37,
            "verse": 131,
            "text": "Så belönar Vi dem som gör det goda och det rätta"
        },
        {
            "chapter": 37,
            "verse": 132,
            "text": "Han var en av Våra sant troende tjänare"
        },
        {
            "chapter": 37,
            "verse": 133,
            "text": "ÄVEN LOT var en av [Våra] budbärare"
        },
        {
            "chapter": 37,
            "verse": 134,
            "text": "Vi räddade honom och hela hans familj"
        },
        {
            "chapter": 37,
            "verse": 135,
            "text": "utom en gammal kvinna, som var bland dem som dröjde sig kvar"
        },
        {
            "chapter": 37,
            "verse": 136,
            "text": "och därpå lät Vi de övriga gå under"
        },
        {
            "chapter": 37,
            "verse": 137,
            "text": "Ni passerar [ännu i dag] deras [ödelagda boplatser] tidigt om morgonen"
        },
        {
            "chapter": 37,
            "verse": 138,
            "text": "och när natten faller på. Vill ni inte använda ert förstånd"
        },
        {
            "chapter": 37,
            "verse": 139,
            "text": "ÄVEN JONA var en av [Våra] budbärare"
        },
        {
            "chapter": 37,
            "verse": 140,
            "text": "han flydde som en förrymd slav [och gömde sig] ombord på ett fullastat skepp"
        },
        {
            "chapter": 37,
            "verse": 141,
            "text": "Och så kastade de lott och han förlorade"
        },
        {
            "chapter": 37,
            "verse": 142,
            "text": "[och de kastade honom i havet] och han slukades av en väldig fisk - han hade nämligen begått ett svårt fel"
        },
        {
            "chapter": 37,
            "verse": 143,
            "text": "Och hade han inte hört till dem som [också i motgångens dagar] prisar Gud"
        },
        {
            "chapter": 37,
            "verse": 144,
            "text": "skulle han helt säkert ha blivit kvar i dess buk till den Dag då de [döda] skall återuppväckas"
        },
        {
            "chapter": 37,
            "verse": 145,
            "text": "Men Vi lät honom kastas upp [ur fiskens buk] på en öde [strand], sjuk [och eländig]"
        },
        {
            "chapter": 37,
            "verse": 146,
            "text": "och Vi lät en kurbitsplanta växa upp över honom"
        },
        {
            "chapter": 37,
            "verse": 147,
            "text": "Så sände Vi honom tillbaka till [hans folk,] hundra tusen [människor] eller ännu fler"
        },
        {
            "chapter": 37,
            "verse": 148,
            "text": "och de trodde [nu på honom] och Vi lät dem glädjas åt livet ännu en tid"
        },
        {
            "chapter": 37,
            "verse": 149,
            "text": "BE DEM nu om en förklaring: är det så att din Herre skall ha döttrar medan de [själva] skall ha söner"
        },
        {
            "chapter": 37,
            "verse": 150,
            "text": "Eller [påstår de] att Vi i deras åsyn har skapat änglarna till kvinnliga [väsen]"
        },
        {
            "chapter": 37,
            "verse": 151,
            "text": "I sin lögnaktighet säger de ju"
        },
        {
            "chapter": 37,
            "verse": 152,
            "text": "Gud har avlat.\" Ja, visst är de lögnare alltigenom"
        },
        {
            "chapter": 37,
            "verse": 153,
            "text": "Skulle Han ha valt döttrar framför söner"
        },
        {
            "chapter": 37,
            "verse": 154,
            "text": "Hur är det fatt med ert omdöme"
        },
        {
            "chapter": 37,
            "verse": 155,
            "text": "Detta borde ni noga tänka över"
        },
        {
            "chapter": 37,
            "verse": 156,
            "text": "Eller har ni klara bevis [för vad ni påstår]"
        },
        {
            "chapter": 37,
            "verse": 157,
            "text": "Lägg då fram, om ni talar sanning, den Skrift [som ni stöder er på]"
        },
        {
            "chapter": 37,
            "verse": 158,
            "text": "De anser att det råder släktskap mellan Honom och osynliga väsen; och ändå vet dessa väsen att de skall föras fram [inför Gud för rannsakan och dom]"
        },
        {
            "chapter": 37,
            "verse": 159,
            "text": "Stor är Gud i Sin härlighet, fjärran från [försöken] att beskriva [Hans Väsen]"
        },
        {
            "chapter": 37,
            "verse": 160,
            "text": "Men Guds hängivna tjänare beter sig inte på detta sätt"
        },
        {
            "chapter": 37,
            "verse": 161,
            "text": "Och ni kan inte - och inte heller de [väsen eller krafter] som ni tillber"
        },
        {
            "chapter": 37,
            "verse": 162,
            "text": "locka någon att vända sig ifrån Honom"
        },
        {
            "chapter": 37,
            "verse": 163,
            "text": "utom den som redan [har slagit in på vägen] till helvetet"
        },
        {
            "chapter": 37,
            "verse": 164,
            "text": "[Änglarna säger:] \"Det finns inte en av oss som inte har sin bestämda plats"
        },
        {
            "chapter": 37,
            "verse": 165,
            "text": "det är helt visst vi som ställer upp i sluten ordning"
        },
        {
            "chapter": 37,
            "verse": 166,
            "text": "och vi som prisar [Hans] härlighet"
        },
        {
            "chapter": 37,
            "verse": 167,
            "text": "FÖRR HÖRDES ofta de [som förnekar sanningen] säga"
        },
        {
            "chapter": 37,
            "verse": 168,
            "text": "Om vi [till stöd] hade haft ett ord från våra förfäders tid"
        },
        {
            "chapter": 37,
            "verse": 169,
            "text": "skulle vi säkert ha blivit Guds sanna tjänare"
        },
        {
            "chapter": 37,
            "verse": 170,
            "text": "Och [nu när ordet från Gud har nått dem] vill de inte tro på det! Men de skall få veta [vad det var som de förnekade]"
        },
        {
            "chapter": 37,
            "verse": 171,
            "text": "Vi har redan gett Våra tjänare, budbärarna, Vårt löfte"
        },
        {
            "chapter": 37,
            "verse": 172,
            "text": "att de skall få all hjälp"
        },
        {
            "chapter": 37,
            "verse": 173,
            "text": "och att Våra styrkor [av troende] skall hemföra segern"
        },
        {
            "chapter": 37,
            "verse": 174,
            "text": "Håll dig nu en tid ifrån dem [Muhammad]"
        },
        {
            "chapter": 37,
            "verse": 175,
            "text": "men ha dem under uppsikt - [när lidandet drabbar dem] kommer de att inse [sanningen]"
        },
        {
            "chapter": 37,
            "verse": 176,
            "text": "Vill de [verkligen] att Vårt straff kommer över dem med en gång"
        },
        {
            "chapter": 37,
            "verse": 177,
            "text": "Då måste det bli ett dystert uppvaknande för dem när de ser [straffet] på planen framför sitt hus, de som inte lät sig varnas"
        },
        {
            "chapter": 37,
            "verse": 178,
            "text": "Håll dig [alltså] nu en tid ifrån dem"
        },
        {
            "chapter": 37,
            "verse": 179,
            "text": "men ha [dem] under uppsikt - de kommer att inse [sanningen]"
        },
        {
            "chapter": 37,
            "verse": 180,
            "text": "STOR är din Herre, den Allsmäktige, i Sin härlighet, fjärran från [försöken] att beskriva [Hans Väsen]"
        },
        {
            "chapter": 37,
            "verse": 181,
            "text": "Och fred och välsignelse över [Hans] budbärare"
        },
        {
            "chapter": 37,
            "verse": 182,
            "text": "Lova och prisa Gud, världarnas Herre"
        },
        {
            "chapter": 38,
            "verse": 1,
            "text": "Saad"
        },
        {
            "chapter": 38,
            "verse": 2,
            "text": "De som förnekar sanningen av högmod och motsägelselusta [och förkastar dess budskap bör tänka på]"
        },
        {
            "chapter": 38,
            "verse": 3,
            "text": "hur många släkten Vi har låtit gå under före dem! [När de såg straffet] ropade de [på förskoning], men den tid då de hade kunnat rädda sig var förbi"
        },
        {
            "chapter": 38,
            "verse": 4,
            "text": "De förvånas över att [en man] ur deras egen krets kommer till dem för att varna dem, och förnekarna av sanningen säger: \"Hans vältalighet bländar oss, men det är bara lögn"
        },
        {
            "chapter": 38,
            "verse": 5,
            "text": "Han gör ju alla gudar till en gud? Det är högst märkligt"
        },
        {
            "chapter": 38,
            "verse": 6,
            "text": "Och deras ledare sade till varandra när de bröt upp [från en överläggning:] \"Låt oss hålla fast vid våra gudar! Här ligger helt säkert något bakom"
        },
        {
            "chapter": 38,
            "verse": 7,
            "text": "Något liknande har vi inte hört från [de kristna]. Nej, detta är bara [hans eget] påfund"
        },
        {
            "chapter": 38,
            "verse": 8,
            "text": "Skulle just han vara den bland oss [som hedrats med] att få ta emot [Guds] påminnelse?\" Nej, det är Min uppenbarelse som de tvivlar på! Men de har inte ännu fått smaka Mitt straff"
        },
        {
            "chapter": 38,
            "verse": 9,
            "text": "Eller har de kanske i sina händer din Herres förråd av nåd, Han, den Allsmäktige, Givaren"
        },
        {
            "chapter": 38,
            "verse": 10,
            "text": "Eller har de herraväldet över himlarna och jorden och allt som finns däremellan? Låt dem då med de medel [som står dem till buds] stiga upp [till himlen och därifrån försöka styra allt]"
        },
        {
            "chapter": 38,
            "verse": 11,
            "text": "De är bara en liten skara som har gaddat sig samman [mot Profeten]; de är redan besegrade"
        },
        {
            "chapter": 38,
            "verse": 12,
            "text": "Före dem förkastade Noas folk sanningen och [stammen] Aad och [de otaliga] tältmasternas Farao"
        },
        {
            "chapter": 38,
            "verse": 13,
            "text": "och [stammen] Thamud och Lots folk och de som befolkade [Madyans] skogklädda dalar, [alla] tog de ställning [mot sanningen]"
        },
        {
            "chapter": 38,
            "verse": 14,
            "text": "alla utan undantag beskyllde de budbärarna för lögn - och Mitt straff drabbade dem, rättvist och oundvikligt"
        },
        {
            "chapter": 38,
            "verse": 15,
            "text": "Ett enda [ihållande] dån är vad dessa [nutida förnekare] har att vänta på; och inget uppskov skall ges"
        },
        {
            "chapter": 38,
            "verse": 16,
            "text": "De [vågar] säga: \"Herre! Låt oss få vår del [av straffet] genast, före Räkenskapens dag"
        },
        {
            "chapter": 38,
            "verse": 17,
            "text": "Bär vad de säger [Muhammad] med jämnmod och minns Vår tjänare David, stark till kropp och själ. Han vände alltid tillbaka till Oss [i ånger över sina fel]"
        },
        {
            "chapter": 38,
            "verse": 18,
            "text": "Vi lät bergen förena sig med honom, vid dagens slut och i soluppgången, i lovsång till Vår ära"
        },
        {
            "chapter": 38,
            "verse": 19,
            "text": "liksom fåglarnas skaror, som alla lydigt återvände [till honom]"
        },
        {
            "chapter": 38,
            "verse": 20,
            "text": "Och Vi befäste hans makt och gav honom visdom och säkert omdöme"
        },
        {
            "chapter": 38,
            "verse": 21,
            "text": "HAR DU inte hört berättelsen om de tvistande parterna som klättrade över muren till Davids bönerum"
        },
        {
            "chapter": 38,
            "verse": 22,
            "text": "När de plötsligt kom emot honom, blev han orolig; [men] de sade: \"Vi vill dig ingenting ont! [Vi ligger i] tvist med varandra. En av oss har gjort den andre orätt; fäll därför din rättvisa dom mellan oss utan att ta parti för någon och visa oss den rätta vägen"
        },
        {
            "chapter": 38,
            "verse": 23,
            "text": "Detta är min bror som äger nittionio tackor, medan jag har en enda tacka, och han sade till mig: 'Lämna henne i min vård!' och inför hans hotfulla språk måste jag ge vika"
        },
        {
            "chapter": 38,
            "verse": 24,
            "text": "[David] sade: \"Utan tvivel har han gjort dig orätt när han krävde att få din tacka utöver dem han redan hade! Många människor som har gemensamma intressen gör sig skyldiga till [sådana] övergrepp mot varandra, utom de som tror och lever ett rättskaffens liv, men de är ett fåtal.\" Nu förstod David att Vi hade velat sätta honom på prov, och han bad sin Herre om förlåtelse och föll ned på sitt ansikte i bön och ånger"
        },
        {
            "chapter": 38,
            "verse": 25,
            "text": "Och Vi förlät honom detta [fel] och Vi har berett honom en hedersam plats i Vår närhet och en lycklig återkomst"
        },
        {
            "chapter": 38,
            "verse": 26,
            "text": "[Och Vi sade:] \"David! Vi har gett dig makt och myndighet på jorden. Döm därför mellan människor med sanning och rättvisa och låt dig inte påverkas av känslor [för eller emot en part]; då kan du lockas att överge Guds väg. Och ett strängt straff väntar dem som avviker från Guds väg och glömmer Räkenskapens dag"
        },
        {
            "chapter": 38,
            "verse": 27,
            "text": "VI HAR inte skapat himlen och jorden och allt som är emellan dem i blindo, såsom de som förnekar sanningen förmodar. Olyckliga de som förnekar sanningen! Elden är deras mål"
        },
        {
            "chapter": 38,
            "verse": 28,
            "text": "Eller skulle Vi behandla dem som tror och lever rättskaffens på samma sätt som dem som stör ordningen på jorden och sprider sedefördärv? Skulle Vi behandla de gudfruktiga på samma sätt som dem som har sjunkit djupt i synd"
        },
        {
            "chapter": 38,
            "verse": 29,
            "text": "Detta är en välsignad Skrift som Vi har uppenbarat för dig, [Muhammad]. Människorna bör tänka över dess budskap och lägga dem på minnet, om de har förstånd"
        },
        {
            "chapter": 38,
            "verse": 30,
            "text": "OCH VI skänkte David [sonen] Salomo - en verklig [Guds] tjänare! Han vände alltid tillbaka till Oss med ångerfullt sinne"
        },
        {
            "chapter": 38,
            "verse": 31,
            "text": "Och då man vid dagens slut förde fram hans rashästar till honom"
        },
        {
            "chapter": 38,
            "verse": 32,
            "text": "sade han: \"Jag har fattat sådan kärlek till detta [jordiska] goda att jag glömmer [att åkalla] min Herre!\" - [och medan hästarna travade förbi upprepade han detta] till dess de försvann bakom en slöja [av damm; och han befallde]"
        },
        {
            "chapter": 38,
            "verse": 33,
            "text": "För dem tillbaka till mig!\" Och då [de åter fördes fram till honom] strök han dem [med handen] över ben och manke"
        },
        {
            "chapter": 38,
            "verse": 34,
            "text": "Och för att pröva Salomo satte Vi en [livlös] kropp på hans tron. Då [förstod han] och vände ångerfull tillbaka till Oss"
        },
        {
            "chapter": 38,
            "verse": 35,
            "text": "[och] sade: \"Herre! Förlåt mig [mina fel] och skänk mig sådan makt som ingen efter mig kommer att kunna utöva! - Du är den store Givaren"
        },
        {
            "chapter": 38,
            "verse": 36,
            "text": "Och Vi lät vinden tjäna Salomo - den blåste på hans befallning vart han ville"
        },
        {
            "chapter": 38,
            "verse": 37,
            "text": "och demonerna [gjorde Vi likaså till hans tjänare] - några arbetade med byggenskap, andra som pärlfiskare"
        },
        {
            "chapter": 38,
            "verse": 38,
            "text": "och andra [upproriska] var slagna i bojor"
        },
        {
            "chapter": 38,
            "verse": 39,
            "text": "[Och Vi sade:] \"Detta är Våra gåvor; du kan ge dem [åt andra] eller behålla dem! Du kommer inte att avkrävas räkenskap"
        },
        {
            "chapter": 38,
            "verse": 40,
            "text": "Och Vi har berett honom en hedersam plats i Vår närhet och en lycklig återkomst"
        },
        {
            "chapter": 38,
            "verse": 41,
            "text": "OCH MINNS Vår tjänare Job, hur han ropade till sin Herre: \"Djävulen har plågat mig svårt och mina krafter är slut"
        },
        {
            "chapter": 38,
            "verse": 42,
            "text": "[Och Vi sade:] \"Stampa i marken med din fot! Där finns friskt vatten så att du kan tvätta dig och dricka"
        },
        {
            "chapter": 38,
            "verse": 43,
            "text": "Och Vi gav honom tillbaka [dem som Vi hade tagit från honom av] hans familj och fördubblade deras antal som en särskild nåd från Oss och som en påminnelse till dem som har förstånd"
        },
        {
            "chapter": 38,
            "verse": 44,
            "text": "[Och Vi sade:] \"Tag en näve [gräs] och slå med den och bryt inte din ed!\" - Vi såg hans uthållighet och tålamod, en sann [Guds] tjänare! Han vände alltid tillbaka till Oss med ångerfullt sinne"
        },
        {
            "chapter": 38,
            "verse": 45,
            "text": "OCH MINNS Våra tjänare Abraham och Isak och Jakob, starka i anden och klarsynta"
        },
        {
            "chapter": 38,
            "verse": 46,
            "text": "Vi gav dem - en särskild nåd - ett sinne helt inriktat på evigheten"
        },
        {
            "chapter": 38,
            "verse": 47,
            "text": "och deras plats hos Oss är bland de utvalda, de främsta"
        },
        {
            "chapter": 38,
            "verse": 48,
            "text": "Och minns Ismael och Elisa och Dhu'l-Kifl; de hörde alla till de främsta"
        },
        {
            "chapter": 38,
            "verse": 49,
            "text": "[OM ALLT] detta har [Vi] nämnt för att hedra deras minne. Och för de gudfruktiga har Vi [berett] en lycklig återkomst"
        },
        {
            "chapter": 38,
            "verse": 50,
            "text": "Edens lustgårdar, vars portar står öppna på vid gavel för dem"
        },
        {
            "chapter": 38,
            "verse": 51,
            "text": "och där skall de vila, lutade [mot mjuka kuddar], och allt de kan önska av olika slags frukter och drycker skall bäras fram"
        },
        {
            "chapter": 38,
            "verse": 52,
            "text": "och hos dem skall vara oskuldsfulla kvinnor, med blygt sänkta blickar, evigt unga som de själva"
        },
        {
            "chapter": 38,
            "verse": 53,
            "text": "Detta är vad som lovas er till Räkenskapens dag"
        },
        {
            "chapter": 38,
            "verse": 54,
            "text": "[och förråden] ur vilka Vi skall försörja er med allt detta är outtömliga"
        },
        {
            "chapter": 38,
            "verse": 55,
            "text": "Detta [om de rättfärdiga]. Men de som överskred alla gränser i sin orättfärdighet skall få en dyster återkomst"
        },
        {
            "chapter": 38,
            "verse": 56,
            "text": "de skall bli lågornas rov i helvetet - detta det vedervärdigaste av vilorum"
        },
        {
            "chapter": 38,
            "verse": 57,
            "text": "Detta [måste de utstå] och de skall få brännhett vatten [att dricka] och omges av isande mörker"
        },
        {
            "chapter": 38,
            "verse": 58,
            "text": "och annat [lidande] av motsvarande slag"
        },
        {
            "chapter": 38,
            "verse": 59,
            "text": "[Helvetets väktare skall säga:] \"Här kommer en hop människor instörtande i hälarna på er.\" [Men de som ledde andra vilse och först gick in i Elden skall säga:] \"Hälsa dem inte välkomna! De skall också brinna i helvetets lågor"
        },
        {
            "chapter": 38,
            "verse": 60,
            "text": "[Efterföljarna] svarar: \"Det är ni som inte skall hälsas välkomna! Ni har dragit oss med er ned hit - detta jämmerliga tillhåll"
        },
        {
            "chapter": 38,
            "verse": 61,
            "text": "Och de fortsätter: \"Herre! Ge dem som drog oss med sig in i detta ett dubbelt straff i Elden"
        },
        {
            "chapter": 38,
            "verse": 62,
            "text": "Och [ledarna] skall säga: \"Hur kommer det sig att vi inte ser någon av dem som vi betraktade som eländiga stackare"
        },
        {
            "chapter": 38,
            "verse": 63,
            "text": "och alltid gjorde narr av? Eller har vi sett fel"
        },
        {
            "chapter": 38,
            "verse": 64,
            "text": "Detta är sanningen om hur de kommer att tvista och träta i Elden"
        },
        {
            "chapter": 38,
            "verse": 65,
            "text": "SÄG [Muhammad:] \"Jag är ingenting mer än en varnare - det finns ingen gud utom Gud, den Ende, Han som härskar över allt med oinskränkt makt"
        },
        {
            "chapter": 38,
            "verse": 66,
            "text": "Herren över himlarna och jorden och allt som finns däremellan, den Allsmäktige, Den som förlåter och förlåter på nytt"
        },
        {
            "chapter": 38,
            "verse": 67,
            "text": "Säg: \"Detta är ett budskap av största vikt"
        },
        {
            "chapter": 38,
            "verse": 68,
            "text": "och ni vänder det ryggen"
        },
        {
            "chapter": 38,
            "verse": 69,
            "text": "[Säg:] \"Jag hade ingen kunskap om de motsatta meningar som rådde inom den höga församlingen"
        },
        {
            "chapter": 38,
            "verse": 70,
            "text": "men det har uppenbarats för mig för att jag skall ge [er] en klar och entydig varning"
        },
        {
            "chapter": 38,
            "verse": 71,
            "text": "Din Herre sade till änglarna: \"Jag vill skapa en människa av lera"
        },
        {
            "chapter": 38,
            "verse": 72,
            "text": "När Jag har format henne och andats in i henne något av Min ande, fall då ned [alla] på era ansikten inför henne"
        },
        {
            "chapter": 38,
            "verse": 73,
            "text": "Därpå föll änglarna ned på sina ansikten, alla"
        },
        {
            "chapter": 38,
            "verse": 74,
            "text": "utom Iblees som [vägrade] av högmod och blev en av dem som förnekar sanningen"
        },
        {
            "chapter": 38,
            "verse": 75,
            "text": "[Gud] sade: \"Iblees! Vad avhöll dig från att falla ned inför den som Jag har skapat med Mina händer? Tog ditt högmod överhanden eller var du [alltid] en av dem som anser sig förmer än andra"
        },
        {
            "chapter": 38,
            "verse": 76,
            "text": "[Iblees] svarade: \"Jag är bättre än han; mig har Du skapat av eld - honom skapade Du av lera"
        },
        {
            "chapter": 38,
            "verse": 77,
            "text": "[Gud] sade: \"Bort härifrån! Utstött skall du vara"
        },
        {
            "chapter": 38,
            "verse": 78,
            "text": "och Min förbannelse skall [följa] dig till Domens dag"
        },
        {
            "chapter": 38,
            "verse": 79,
            "text": "[Iblees] sade: \"Herre! Bevilja mig en frist till den Dag då [människorna] skall uppväckas från de döda"
        },
        {
            "chapter": 38,
            "verse": 80,
            "text": "[Gud] svarade: \"Du skall vara bland dem som beviljas en frist"
        },
        {
            "chapter": 38,
            "verse": 81,
            "text": "till den Dag vars ankomst är känd [bara av Mig]"
        },
        {
            "chapter": 38,
            "verse": 82,
            "text": "[Iblees] sade: \"Jag svär vid Din Allmakt att jag skall leda dem alla vilse"
        },
        {
            "chapter": 38,
            "verse": 83,
            "text": "utom [sådana] bland dem som är Dina sant hängivna tjänare"
        },
        {
            "chapter": 38,
            "verse": 84,
            "text": "[Gud] sade: \"Detta är sanningen - och, vid Mitt sanna ord"
        },
        {
            "chapter": 38,
            "verse": 85,
            "text": "Jag skall fylla helvetet med dig och de människor som följer dig, alla tillsammans"
        },
        {
            "chapter": 38,
            "verse": 86,
            "text": "SÄG [Muhammad:] \"Jag begär ingen lön av er för detta [budskap] och jag är inte en av dem som ger sig ut för att vara vad de inte är"
        },
        {
            "chapter": 38,
            "verse": 87,
            "text": "Denna [Skrift] är ingenting mindre än en påminnelse till alla folk"
        },
        {
            "chapter": 38,
            "verse": 88,
            "text": "innan lång tid har gått, kommer ni helt säkert att inse dess sanning"
        },
        {
            "chapter": 39,
            "verse": 1,
            "text": "UPPENBARELSEN av denna Skrift är Guds, den Allsmäktiges, den Vises, verk"
        },
        {
            "chapter": 39,
            "verse": 2,
            "text": "Vi har uppenbarat Skriften med sanningen för dig. Dyrka därför Gud med ren och uppriktig tro"
        },
        {
            "chapter": 39,
            "verse": 3,
            "text": "Ja, ren, uppriktig tillbedjan är Gud förbehållen! Men de som tar beskyddare vid sidan av Honom [säger]: \"Vi tillber dem just för att de skall föra oss närmare Gud.\" Gud skall döma över dem i allt som de är oense om. Gud vägleder inte lögnaren, alltid färdig att förneka"
        },
        {
            "chapter": 39,
            "verse": 4,
            "text": "Om Gud hade velat ha en son kunde Han ha valt vem Han ville i hela Sin skapelse. Stor är Han i Sin härlighet, Gud, den Ende, som härskar över allt med oinskränkt makt"
        },
        {
            "chapter": 39,
            "verse": 5,
            "text": "Han har skapat himlarna och jorden i enlighet med en plan och ett syfte. Han låter natten svepa in dagen [i sitt mörker] och låter dagen svepa in natten [i sitt ljus] och Han har underordnat solen och månen under [Sina lagar], som var och en löper sitt kretslopp till en fastställd tidpunkt. Han är i sanning den Allsmäktige, Den som förlåter och förlåter på nytt"
        },
        {
            "chapter": 39,
            "verse": 6,
            "text": "Han har skapat er av en enda varelse av vilken Han sedan skapade dess make; och av boskap har Han skänkt er åtta djur i par. Och Han skapar er i moderlivet genom den ena skapelseakten efter den andra, i tre [skikt av] mörker. Detta är Gud, er Herre! Allt herravälde är Hans. Det finns ingen gudom utom Han. Hur har någon kunnat förmå er att vända Honom ryggen"
        },
        {
            "chapter": 39,
            "verse": 7,
            "text": "Om ni förnekar [Gud skall ni veta att] Gud inte behöver er [tro]. Han ser inte otro och otacksamhet hos Sina tjänare med tillfredsställelse [- det är ett ont -] men visar ni tacksamhet är Han tillfredsställd för er skull. Och på ingen bärare av bördor skall läggas en annans börda. En gång skall ni återvända till er Herre och Han skall låta er förstå vad era handlingar [var värda]. Gud vet vad som rör sig i människans innersta"
        },
        {
            "chapter": 39,
            "verse": 8,
            "text": "NÄR människan drabbas av ett ont, åkallar hon Gud i ånger och ber om Hans hjälp; men när Han i Sin nåd beviljar hennes bön, glömmer hon det som hon förut anropade Honom om och sätter upp medgudar vid Hans sida och leder på detta sätt [andra] bort från Hans väg. Säg: \"Gläd dig, förnekare, en liten tid åt livet - din arvedel är Elden"
        },
        {
            "chapter": 39,
            "verse": 9,
            "text": "Eller [skulle förnekaren kunna jämställas med] den som under nattlig vaka tillber sin Herre, med pannan ödmjukt tryckt mot marken eller stående upprätt, som har det eviga livet för ögonen och hoppas på sin Herres nåd? Säg: \"Kan de som vet likställas med de som inte vet? Men bara de som har förstånd tänker igenom [dessa frågor]"
        },
        {
            "chapter": 39,
            "verse": 10,
            "text": "Säg [Muhammad] till Mina troende tjänare: \"Frukta er Herre! De som gör det goda i denna värld har gott att vänta [i nästa liv]. Guds jord är så vid [att ni kan lämna ondskans rike för att få dyrka Gud i frihet]. Bara de som håller ut skall få sin [fulla] lön och mer därtill"
        },
        {
            "chapter": 39,
            "verse": 11,
            "text": "Säg: \"Jag har blivit befalld att dyrka Gud med ren och uppriktig tro"
        },
        {
            "chapter": 39,
            "verse": 12,
            "text": "och jag har blivit befalld att vara den förste av dem som underkastar sig Guds vilja"
        },
        {
            "chapter": 39,
            "verse": 13,
            "text": "Säg: \"Om jag inte lydde min Herre, fruktar jag [att Hans] straff skulle drabba mig en olycksdiger Dag"
        },
        {
            "chapter": 39,
            "verse": 14,
            "text": "Säg: \"Jag dyrkar Gud med ren och uppriktig tro"
        },
        {
            "chapter": 39,
            "verse": 15,
            "text": "dyrka vad ni vill i Hans ställe!\" Säg: \"Förlorarna är de som på Uppståndelsens dag [finner att de] har förverkat sina själar och skilts från alla som stod dem nära; är inte detta det stora nederlaget"
        },
        {
            "chapter": 39,
            "verse": 16,
            "text": "Taket över dem är eld och golvet under dem är eld.\" På detta sätt ger Gud Sina tjänare anledning att frukta Honom - \"Mina tjänare! Frukta Mig"
        },
        {
            "chapter": 39,
            "verse": 17,
            "text": "Till dem som drar sig bort från ondskans makter för att inte [behöva] tjäna dem och med ånger i sinnet vänder tillbaka till Gud riktas [Vårt] budskap av glädje och hopp. Framför då detta budskap till dem av Mina tjänare"
        },
        {
            "chapter": 39,
            "verse": 18,
            "text": "som lyssnar till [Mitt] ord och som följer den bästa [väg som erbjuds där]. Det är dem som Gud vägleder och de som har förstånd"
        },
        {
            "chapter": 39,
            "verse": 19,
            "text": "[Kan den ledas på rätt väg] som Gud har dömt med Sitt oåterkalleliga beslut? Kan du rädda den som [redan] är helveteslågornas [rov]"
        },
        {
            "chapter": 39,
            "verse": 20,
            "text": "Men de som fruktar sin Herre skall [i paradiset] tilldelas de högsta boningarna, med bäckar som porlar framför dem. Detta är Guds löfte [och] Gud sviker inte Sitt ord"
        },
        {
            "chapter": 39,
            "verse": 21,
            "text": "FÖRSTÅR du inte att det är Gud som låter regn strömma från skyn och leder det genom jorden [till dess det bryter fram] som källor? Därmed låter Han sedan olika slag av växtlighet uppstå, som med tiden vissnar och ses gulna. Till slut förvandlas den till torra strån och damm. I detta ligger helt visst en påminnelse till dem som har förstånd"
        },
        {
            "chapter": 39,
            "verse": 22,
            "text": "Kan den vars bröst Gud öppnar så att det kan fyllas av underkastelse under Hans vilja och så att han kan ledas av sin Herres ljus [jämställas med den som är blind för Guds budskap]? Olyckliga de som förhärdar sina hjärtan mot tanken på Gud! Det är uppenbart att de har gått vilse"
        },
        {
            "chapter": 39,
            "verse": 23,
            "text": "Gud har [steg för steg] uppenbarat det skönaste budskap, en Skrift vars olika delar [binds samman av] inre överensstämmelse och där sanningarna framställs i motsatspar. [Dess högstämda ordalag] framkallar rysningar i huden hos dem som fruktar sin Herre; men därefter mjuknar den och deras hjärtan [öppnar sig] för påminnelsen om Gud. Med denna [Skrift] vägleder Gud den Han vill; men den som Gud låter gå vilse finner ingen som leder honom på rätt väg"
        },
        {
            "chapter": 39,
            "verse": 24,
            "text": "Är den som på Uppståndelsens dag får möta det svåra straffet med oskyddat ansikte [jämförbar med den gudfruktige som inte hotas av något straff]? Och till de orättfärdiga skall sägas: \"Pröva på det som ni [med era handlingar] har förtjänat"
        },
        {
            "chapter": 39,
            "verse": 25,
            "text": "[Andra folk] före dem förnekade [uppenbarelsens] sanning och straffet drabbade dem från ett håll varifrån de ingenting anade"
        },
        {
            "chapter": 39,
            "verse": 26,
            "text": "Och Gud lät dem smaka förödmjukelse [redan] i detta liv, men i det kommande livet [väntar dem] med visshet ett hårdare straff - om de bara hade vetat"
        },
        {
            "chapter": 39,
            "verse": 27,
            "text": "I KORANEN har Vi framställt alla slag av liknelser för människorna - kanske skall de stämma dem till eftertanke"
        },
        {
            "chapter": 39,
            "verse": 28,
            "text": "en Koran på det arabiska språket, fri från slingrande formuleringar; kanske skall de [lära sig att] frukta Gud"
        },
        {
            "chapter": 39,
            "verse": 29,
            "text": "Gud framställer [denna] liknelse: [Här är två män] - den ene har flera herrar som tvistar sinsemellan, och den andre beror av en enda herre. Är deras villkor jämförbara? [Nej] - Gud ske lov! - men de flesta [människor] inser inte detta"
        },
        {
            "chapter": 39,
            "verse": 30,
            "text": "Du skall dö [Muhammad], och de skall dö"
        },
        {
            "chapter": 39,
            "verse": 31,
            "text": "Och till sist, på Uppståndelsens dag, skall tvisten mellan er avgöras inför er Herre"
        }
    ]
}