{
    "chapter": [
        {
            "chapter": 34,
            "verse": 1,
            "text": "Svaka hvala neka je Allahu, Kojem pripada sve ono na nebesima i sve ono na Zemlji, a svaka hvala neka mu je i na ahiretu! On je Mudri i Onaj Koji sve u potpunosti zna"
        },
        {
            "chapter": 34,
            "verse": 2,
            "text": "On zna šta u zemlju ulazi a šta iz nje izlazi, i šta se s nebesa spušta, a šta se na njih uspinje; On je Milostivi i grijeha Oprostitelj"
        },
        {
            "chapter": 34,
            "verse": 3,
            "text": "A oni koji ne vjeruju govore: \"Čas oživljenja neće nam doći!\" Reci: \"Hoće, tako mi Gospodara moga, Koji zna i ono što je čulima nedokučivo, sigurno će vam doći!\" Njemu ne može ništa, ni koliko trunčica jedna, ni na nebesima ni na Zemlji, izmaći, i ne postoji ništa, ni manje ni veće od toga, što nije u jasnoj Knjizi"
        },
        {
            "chapter": 34,
            "verse": 4,
            "text": "da nagradi one koji vjeruju i dobra djela čine - to su oni kojima pripada oprost i opskrba plemenita"
        },
        {
            "chapter": 34,
            "verse": 5,
            "text": "a oni koji se protiv ajeta i znakova Naših bore, odvraćajući od njih - to su oni kojima pripada najbolnija patnja"
        },
        {
            "chapter": 34,
            "verse": 6,
            "text": "A vidjet će oni kojima je dato znanje da je ono što ti se objavljuje od Gospodara tvoga Istina, i da vodi na Put Silnog i Hvaljenog"
        },
        {
            "chapter": 34,
            "verse": 7,
            "text": "A oni koji ne vjeruju govore: \"Hoćete li da vam pokažemo čovjeka koji će vas obavijestiti da ćete, kada se sasvim raspadnete, zaista, ponovno stvoreni biti"
        },
        {
            "chapter": 34,
            "verse": 8,
            "text": "I Iznosili on o Allahu laži ili je lud?\" Naprotiv, oni koji u ahiret neće da vjeruju u patnji su i u zabludi dubokoj"
        },
        {
            "chapter": 34,
            "verse": 9,
            "text": "Zar ne vide nebo i Zemlju, ono što je ispred njih i ono što je iza njih?! Kad bismo htjeli, u zemlju bismo ih utjerali ili komade neba na njih sručili. To je, zaista, znak svakom robu koji se Allahu s pokajanjem vraća"
        },
        {
            "chapter": 34,
            "verse": 10,
            "text": "Mi smo Davudu od Nas dobro dali: \"O brda, ponavljajte zajedno s njim hvalu, i vi, ptice!\" - i omekšali smo mu gvožđe"
        },
        {
            "chapter": 34,
            "verse": 11,
            "text": "I pravi široke pancire i odmjeri pri vezivanju halki, i činite dobro! Ja zaista dobro vidim šta radite vi"
        },
        {
            "chapter": 34,
            "verse": 12,
            "text": "A Sulejmanu - vjetar, ujutro je prevaljivao rastojanje od mjesec dana, a navečer rastojanje od mjesec dana; i učinili smo da mu iz izvora rastopljen bakar teče i da džini, dozvolom njegova Gospodara, pred njim rade, a ko od njih otkaže poslušnost naređenju Našem, Mi učinimo da ognjenu patnju osjeti"
        },
        {
            "chapter": 34,
            "verse": 13,
            "text": "Oni su mu izrađivali što god je htio: bogomolje i spomenike, i zdjele kao čatrnje, i kotlove nepokretne. \"Radite i budite zahvalni, o porodico Davudova!\" A malo je zahvalnih među robovima Mojim"
        },
        {
            "chapter": 34,
            "verse": 14,
            "text": "A kad smo odredili da umre, samo ih je crv iz zemlje koji je bio rastočio štap njegov - uputio na smrt njegovu, i kad se on srušio, džini shvatiše, da ne bi u patnji ponižavajućoj ostali, da su ono što je čulima nedokučivo znali"
        },
        {
            "chapter": 34,
            "verse": 15,
            "text": "Stanovnici Sabe imali su znak u mjestu u kom su živjeli: vrtove, zdesna i slijeva. Jedite iz opskrbe Gospodara svoga i budite Mu zahvalni; ovo je lijep predio, a Gospodar je grijeha Oprostitelj"
        },
        {
            "chapter": 34,
            "verse": 16,
            "text": "Ali oni su se okrenuli, pa smo na njih vodenu bujicu pustili, i zamijenili im njihove vrtove drugim vrtovima sa plodovima gorkim i tamariskom i nešto malo divljeg lotosa"
        },
        {
            "chapter": 34,
            "verse": 17,
            "text": "Kaznili smo ih tako zato što su bili nezahvalni, a da li Mi kažnjavamo ikog drugog do nevjernika, nezahvalnika"
        },
        {
            "chapter": 34,
            "verse": 18,
            "text": "A između njih i naselja koje smo blagoslovili - načinili smo bili naselja vidljiva i po njima im odredili razdaljinu za putovanje. Putujte njima noću i danju, sigurni"
        },
        {
            "chapter": 34,
            "verse": 19,
            "text": "Ali oni rekoše: \"Gospodaru naš, učini veće rastojanje prilikom putovanja naših!\" - i zulum sebi učiniše, i Mi učinismo da se o njima samo priča, a njih posvuda raselismo. Doista, su u tome znaci za svakog strpljivog i zahvalnog"
        },
        {
            "chapter": 34,
            "verse": 20,
            "text": "A Iblis se uvjerio u ono što je o njima mislio, i oni su se poveli za njim, osim grupe vjernika"
        },
        {
            "chapter": 34,
            "verse": 21,
            "text": "A nad njima on nikakva argumenta nije imao; osim što smo ih mu prepustili da bi znali onog ko vjeruje u ahiret, a ko u njega sumnja. A Gospodar tvoj bdi nad svim"
        },
        {
            "chapter": 34,
            "verse": 22,
            "text": "Reci: \"Zovite one koje, pored Allaha, bogovima smatrate. Oni ništa ne posjeduju, ni koliko trun jedan, ni na nebesima ni na Zemlji; oni u njima nemaju nikakva udjela i On nema od njih nikakve pomoći"
        },
        {
            "chapter": 34,
            "verse": 23,
            "text": "Kod Njega će se moći zauzimati za nekoga samo onaj kome On dopusti. I kad iz srca njihovih nestane straha, oni će upitati: \"Šta je to rekao Gospodar vaš \"Istinu!\", odgovorit će, On je Uzvišeni i Veliki"
        },
        {
            "chapter": 34,
            "verse": 24,
            "text": "Upitaj: \"Ko vas opskrbljuje i iz neba i iz zemlje?\" I odgovori: \"Allah! Ko je onda, mi ili vi, na pravom putu, a ko je u zabludi očitoj"
        },
        {
            "chapter": 34,
            "verse": 25,
            "text": "Reci: \"Vi nećete odgovarati za grijehe koje mi počinimo, niti ćemo mi odgovarati za ono što uradite vi"
        },
        {
            "chapter": 34,
            "verse": 26,
            "text": "Reci: \"Gospodar naš će nas sabrati i onda nam pravedno presuditi, On je Sudija Pravedni i Sveznajući"
        },
        {
            "chapter": 34,
            "verse": 27,
            "text": "Reci: \"Pokažite mi one koje Njemu u obožavanju pridružujete!\" Ne postoje; ali Bog je samo On, Allah Silni i Mudri"
        },
        {
            "chapter": 34,
            "verse": 28,
            "text": "Mi smo te poslali baš svim ljudima kao radosnih vijesti donositelja i upozoritelja, ali većina ljudi ne zna"
        },
        {
            "chapter": 34,
            "verse": 29,
            "text": "i govore: \"Kada će već jednom to prijeteće obećanje, ako istinu govorite"
        },
        {
            "chapter": 34,
            "verse": 30,
            "text": "Reci: \"Dan vam je već određen, ne možete ga ni za čas jedan zaustaviti niti ubrzati"
        },
        {
            "chapter": 34,
            "verse": 31,
            "text": "A oni koji ne vjeruju govore: \"Mi nećemo vjerovati u ovaj Kur'an niti u Knjige prije njega!\" A kad bi samo vidio kad oni koji su učinili zulum pred Gospodarom svojim budu sabrani i kad stanu među sobom razgovarati: \"Da vas nije bilo, sigurno bismo bili vjernici!\", reći će oni koji su tlačeni bili onima koji su oholi bili"
        },
        {
            "chapter": 34,
            "verse": 32,
            "text": "A zar smo vas mi od Upute odvratili nakon što vam je ona došla?! Ne, sami ste vi prestupnici bili\", reći će oni koji su bili oholi onima koji su bili tlačeni"
        },
        {
            "chapter": 34,
            "verse": 33,
            "text": "Nije bilo tako!\",odgovorit će oni koji su bili tlačeni onima koji su bili oholi, \"nego ste i danju i noću spletkarili kad ste od nas tražili da u Allaha ne vjerujemo i da Mu takmace pripisujemo.\" I prikrit će kajanje kad vide da će kažnjeni biti, a mi ćemo na vratove nevjernika sindžire staviti; zar će biti kažnjeni drukčije nego prema onome kako su radili"
        },
        {
            "chapter": 34,
            "verse": 34,
            "text": "Mi ni u jedno naselje upozoritelja nismo poslali a da nisu rekli oni koji su na raskošan život bili navikli: \"Ne vjerujemo mi u ono što je po vama poslano"
        },
        {
            "chapter": 34,
            "verse": 35,
            "text": "I uz to su govorili: \"Imamo više imetka i djece; mi nećemo biti patnji podvrgnuti"
        },
        {
            "chapter": 34,
            "verse": 36,
            "text": "Reci: \"Gospodar moj daje obilnu opskrbu onome kome hoće, a i uskraćuje, ali, većina ljudi ne zna"
        },
        {
            "chapter": 34,
            "verse": 37,
            "text": "Ni imeci vaši ni djeca vaša neće vas učiniti Nama bliskim; izuzev onih koji vjeruju i dobra djela čine. Njima pripada višestruka nagrada za ono što su radili, i oni će u visokim odajama biti sigurni"
        },
        {
            "chapter": 34,
            "verse": 38,
            "text": "A oni koji se budu trudili da se ajetima i znakovima Našim suprotstave, odvraćajući od njih, oni će biti u patnju privedeni"
        },
        {
            "chapter": 34,
            "verse": 39,
            "text": "Reci: \"Gospodar moj daje obilnu opskrbu onome kome hoće od robova Svojih, a kome hoće uskraćuje; što god vi udijelite, On će to nadoknaditi, On je najbolji Opskrbitelj"
        },
        {
            "chapter": 34,
            "verse": 40,
            "text": "A na Dan kad ih sve sabere, pa meleke upita: \"Jesu li ovi vas obožavali"
        },
        {
            "chapter": 34,
            "verse": 41,
            "text": "oni će odgovoriti: \"Uzvišen neka si, Ti si Gospodar naš, a nisu oni! Oni su džine obožavali i većina njih je vjerovala u njih"
        },
        {
            "chapter": 34,
            "verse": 42,
            "text": "Taj dan jedni drugima nećete moći ni koristiti ni nauditi, a Mi ćemo onima koji su zulum učinili reći: \"Kušajte patnju u Vatri koju ste poricali"
        },
        {
            "chapter": 34,
            "verse": 43,
            "text": "Kad im se Naši jasni ajeti kazuju, oni govore: \"Ovaj čovjek samo hoće da vas odvrati od onog što su preci vaši obožavali\", i govore: \"Ovo nije ništa drugo nego laž - izmišljotina. A oni koji ne vjeruju govore o Istini kada im dolazi: \"Ovo nije ništa drugo nego magija jasna"
        },
        {
            "chapter": 34,
            "verse": 44,
            "text": "A Mi im nismo dali nikakve knjige da ih izučavaju i Mi im, prije tebe, nismo bili poslali nikoga ko bi ih upozoravao"
        },
        {
            "chapter": 34,
            "verse": 45,
            "text": "A i oni prije njih su poslanike u laž ugonili, a ovi nisu postigli ni deseti dio od onoga što smo onima bili dali, pa su, ipak, poslanike Moje lažnim smatrali, i kakva je samo bila kazna Moja"
        },
        {
            "chapter": 34,
            "verse": 46,
            "text": "Reci: \"Savjetujem vam samo jedno: ustanite zarad Allaha, dvojica po dvojica, ili jedan po jedan, pa zatim razmislite da drug vaš nije lud. On vas samo prije teške patnje upozorava"
        },
        {
            "chapter": 34,
            "verse": 47,
            "text": "Reci: \"Kakvu god nagradu da zatražim od vas, nek ostane vama, mene će nagraditi Allah, On je svjedok svemu"
        },
        {
            "chapter": 34,
            "verse": 48,
            "text": "Reci: \"Gospodar moj šalje Istinu, On je Znalac onoga što je čulima nedokučivo"
        },
        {
            "chapter": 34,
            "verse": 49,
            "text": "Reci: \"Došla je Istina, a laži je nestalo"
        },
        {
            "chapter": 34,
            "verse": 50,
            "text": "Reci: \"Ako zalutam, zalutao sam na svoju štetu, a ako sam na Pravom putu, to je zbog onoga što mi Gospodar moj objavljuje; On je, zaista, Onaj Koji sve čuje i blizu je"
        },
        {
            "chapter": 34,
            "verse": 51,
            "text": "A da ti je vidjeti kad ih strava uhvati - umaći neće moći; izbliza bit će ščepani"
        },
        {
            "chapter": 34,
            "verse": 52,
            "text": "i kada reknu: \"Vjerujemo u Istinu!\" A kako vjerovanje mogu prihvatiti s ovog dalekog mjesta"
        },
        {
            "chapter": 34,
            "verse": 53,
            "text": "U nju oni nisu prije vjerovali, nagađajući izdaleka o onome što je čulima nedokučivo"
        },
        {
            "chapter": 34,
            "verse": 54,
            "text": "i između njih i onoga što budu željeli bit će prepreka, kao što je prije bilo učinjeno s njima sličnim, jer su svi oni, doista, mnogo sumnjali"
        }
    ]
}