{
    "rukus": [
        {
            "chapter": 8,
            "verse": 49,
            "text": "اور یاد کرو جب منافقین اور وہ لوگ جن کے دلوں میں روگ تھا، یہ کہہ رہے تھے کہ : ان (مسلمانوں) کو ان کے دین نے دھوکے میں ڈال رکھا ہے، حالانکہ جو کوئی اللہ پر بھروسہ کرے تو اللہ سب پر غالب ہے، بڑی حکمت والا ہے۔"
        },
        {
            "chapter": 8,
            "verse": 50,
            "text": "اور اگر تم دیکھتے (تو وہ عجیب منظر تھا) جب فرشتے ان کافروں کی روح قبض کر رہے تھے، ان کے چہروں اور پشت پر مارتے جاتے تھے (اور کہتے جاتے تھے کہ) اب جلنے کے عذاب کا مزہ (بھی) چکھنا۔"
        },
        {
            "chapter": 8,
            "verse": 51,
            "text": "یہ سب کچھ ان اعمال کا بدلہ ہے جو تم نے اپنے ہاتھوں آگے بھیج رکھے تھے، اور یہ بات طے ہے کہ اللہ بندوں پر ظلم کرنے والا نہیں ہے۔"
        },
        {
            "chapter": 8,
            "verse": 52,
            "text": "(ان لوگوں کا حال ایسا ہی ہوا) جیسا فرعون کی قوم اور ان سے پہلے لوگوں کا حال ہوا تھا۔ انہوں نے اللہ کی نشانیوں کو ماننے سے انکار کیا، نتیجہ یہ ہوا کہ اللہ نے ان کے گناہوں کی وجہ سے انہیں اپنی گرفت میں لے لیا۔ یقینا اللہ کی طاقت بڑی ہے (اور) عذاب بڑا سخت۔"
        },
        {
            "chapter": 8,
            "verse": 53,
            "text": "یہ سب کچھ اس لیے ہوا کہ اللہ کا دستور یہ ہے کہ اس نے جو نعمت کسی قوم کو دی ہو اسے اس وقت تک بدلنا گوارا نہیں کرتا جب تک وہ لوگ خود اپنی حالت تبدیل نہ کرلیں اور اللہ ہر بات سنتا، سب کچھ جانتا ہے۔"
        },
        {
            "chapter": 8,
            "verse": 54,
            "text": "(اس معاملے میں بھی ان کا حال) ایسا ہی ہوا جیسا فرعون کی قوم اور ان سے پہلے لوگوں کا حال ہوا تھا۔ انہوں نے اپنے رب کی نشانیوں کو جھٹلایا، نتیجہ یہ ہوا کہ ہم نے ان کے گناہوں کی وجہ سے انہیں ہلاک کردیا، اور فرعون کی قوم کو غرق کردیا، اور یہ سب ظالم لوگ تھے۔"
        },
        {
            "chapter": 8,
            "verse": 55,
            "text": "یقین جانو کہ اللہ کے نزدیک زمین پر چلنے والے جان داروں میں بدترین لوگ وہ ہیں جنہوں نے کفر اپنا لیا ہے، جس کی وجہ سے وہ ایمان نہیں لاتے۔"
        },
        {
            "chapter": 8,
            "verse": 56,
            "text": "یہ لوگ وہ ہیں جن سے تم نے عہد لے رکھا ہے، اس کے باوجود یہ ہر مرتبہ اپنے عہد کو توڑ دیتے ہیں اور ذرا نہیں ڈرتے۔"
        },
        {
            "chapter": 8,
            "verse": 57,
            "text": "لہذا اگر کبھی یہ لوگ جنگ میں تمہارے ہاتھ لگ جائیں تو ان کو سامان عبرت بنا کر ان لوگوں کو بھی تتر بتر کر ڈالو جو ان کے پیچھے ہیں، تاکہ وہ یاد رکھیں۔"
        },
        {
            "chapter": 8,
            "verse": 58,
            "text": "اور اگر تمہیں کسی قوم سے بدعہدی کا اندیشہ ہو تو تم وہ معاہدہ ان کی طرف صاف سیدھے طریقے سے پھینک دو ، یاد رکھو کہ اللہ بد عہدی کرنے والوں کو پسند نہیں کرتا۔"
        }
    ]
}