{
    "rukus": [
        {
            "chapter": 2,
            "verse": 130,
            "text": "اور کون ہے جو ابراہیم کے طریقے سے انحراف کرے ؟ سوائے اس شخص کے جو خود اپنے آپ کو حماقت میں مبتلا کرچکا ہو۔ حقیقت تو یہ ہے کہ ہم نے دنیا میں انہیں (اپنے لیے) چن لیا تھا، اور آخرت میں ان کا شمار صالحین میں ہوگا۔"
        },
        {
            "chapter": 2,
            "verse": 131,
            "text": "جب ان کے پروردگار نے ان سے کہا کہ : سر تسلیم خم کردو ! تو وہ (فورا) بولے : میں نے رب العالمین کے (ہر حکم کے) آگے سر جھکا دیا۔"
        },
        {
            "chapter": 2,
            "verse": 132,
            "text": "اور اسی بات کی ابراہیم نے اپنے بیٹوں کو وصیت کی، اور یعقوب نے بھی (اپنے بیٹوں کو) کہ : اے میرے بیٹو ! اللہ نے یہ دین تمہارے لیے منتخب فرما لیا ہے، لہذا تمہیں موت بھی آئے تو اس حالت میں آئے کہ تم مسلم ہو۔"
        },
        {
            "chapter": 2,
            "verse": 133,
            "text": "کیا اس وقت تم خود موجود تھے جب یعقوب کی موت کا وقت آیا تھا۔ جب انہوں نے اپنے بیٹوں سے کہا تھا کہ تم میرے بعد کس کی عبادت کرو گے ؟ ان سب نے کہا تھا کہ : ہم اسی ایک خدا کی عبادت کریں گے جو آپ کا معبود ہے اور آپ کے باپ دادوں ابراہیم، اسماعیل اور اسحاق کا معبود ہے۔ اور ہم صرف اسی کے فرمانبردار ہیں۔"
        },
        {
            "chapter": 2,
            "verse": 134,
            "text": "وہ ایک امت تھی جو گزر گئی، جو کچھ انہوں نے کمایا وہ ان کا ہے اور جو کچھ تم نے کمایا وہ تمہارا ہے، اور تم سے یہ نہیں پوچھا جائے گا کہ وہ کیا عمل کرتے تھے۔"
        },
        {
            "chapter": 2,
            "verse": 135,
            "text": "اور یہ (یہودی اور عیسائی مسلمانوں سے) کہتے ہیں کہ : تم یہودی یا عیسائی ہوجاؤ راہ راست پر آجاؤ گے۔ کہہ دو کہ : نہیں بلکہ (ہم تو) ابراہیم کے دین کی پیروی کریں گے جو ٹھیک ٹھیک سیدھی راہ پر تھے، اور وہ ان لوگوں میں سے نہ تھے جو اللہ کے ساتھ کسی کو شریک ٹھہراتے ہیں۔"
        },
        {
            "chapter": 2,
            "verse": 136,
            "text": "(مسلمانو) کہہ دو کہ : ہم اللہ پر ایمان لائے ہیں اور اس کلام پر بھی جو ہم پر اتارا گیا اور اس پر بھی جو ابراہیم، اسماعیل، اسحاق، یعقوب اور ان کی اولاد پر اتارا گیا، اور اس پر بھی جو موسیٰ اور عیسیٰ کو دیا گیا اور اس پر بھی جو دوسرے پیغمبروں کو ان کے پروردگار کی طرف سے عطا ہوا۔ ہم ان پیغمبروں کے درمیان کوئی تفریق نہیں کرتے، اور ہم اسی (ایک خدا) کے تابع فرمان ہیں۔"
        },
        {
            "chapter": 2,
            "verse": 137,
            "text": "اس کے بعد اگر یہ لوگ بھی اسی طرح ایمان لے آئیں جیسے تم ایمان لائے ہو تو یہ راہ راست پر آجائیں گے۔ اور اگر یہ منہ موڑ لیں تو درحقیقت وہ دشمنی میں پڑگئے ہیں۔ اب اللہ تمہاری حمایت میں عنقریب ان سے نمٹ لے گا، اور وہ ہر بات سننے والا، ہر بات جاننے والا ہے۔"
        },
        {
            "chapter": 2,
            "verse": 138,
            "text": "(اے مسلمانوں ! کہہ دو کہ) ہم پر تو اللہ نے اپنا رنگ چڑھا دیا ہے اور کون ہے جو اللہ سے بہتر رنگ چڑھائے ؟ اور ہم صرف اسی کی عبادت کرتے ہیں۔"
        },
        {
            "chapter": 2,
            "verse": 139,
            "text": "کہہ دو کہ : کیا تم ہم سے اللہ کے بارے میں حجت کرتے ہو ؟ حالانکہ وہ ہمارا بھی پروردگار ہے اور تمہارا بھی پروردگار (یہ) اور (بات ہے کہ) ہمارے اعمال ہمارے لیے ہیں، اور تمہارے عمل تمہارے لیے۔ اور ہم نے تو اپنی بندگی اسی کے لیے خالص کرلی ہے۔"
        },
        {
            "chapter": 2,
            "verse": 140,
            "text": "بھلا کیا تم یہ کہتے ہو کہ ابراہیم، اسماعیل، اسحاق، یعقوب اور ان کی اولادیں یہودی یا نصرانی تھیں ؟ (مسلمانو ! ان سے) کہو : کیا تم زیادہ جانتے ہو یا اللہ ؟ اور اس شخص سے بڑا ظالم کون ہوگا جو ایسی شہادت کو چھپائے جو اس کے پاس اللہ کی طرف سے پہنچی ہو ؟ اور جو کچھ تم کرتے ہو اللہ اس سے بیخبر نہیں ہے۔"
        },
        {
            "chapter": 2,
            "verse": 141,
            "text": "(بہرحال) وہ ایک امت تھی جو گزر گئی۔ جو کچھ انہوں نے کمایا وہ ان کا ہے، اور جو کچھ تم نے کمایا وہ تمہارا ہے، اور تم سے یہ نہیں پوچھا جائے گا کہ وہ کیا عمل کرتے تھے ؟"
        }
    ]
}