{
    "rukus": [
        {
            "chapter": 2,
            "verse": 183,
            "text": "اے ایمان والو ! تم پر روزے فرض کردیئے گئے ہیں جس طرح تم سے پہلے لوگوں پر فرض کئے گئے تھے، تاکہ تمہارے اندر تقوی پیدا ہو"
        },
        {
            "chapter": 2,
            "verse": 184,
            "text": "گنتی کے چند دن روزے رکھنے ہیں، پھر بھی اگر تم میں سے کوئی شخص بیمار ہو یا سفر پر ہو تو وہ دوسرے دنوں میں اتنی ہی تعداد پوری کرلے۔ اور جو لوگ اس کی طاقت رکھتے ہوں وہ ایک مسکین کو کھانا کھلا کر (روزے کا) فدیہ ادا کردیں اس کے علاوہ اگر کوئی شخص اپنی خوشی سے کوئی نیکی کرے تو یہ اس کے حق میں بہتر ہے، اور اگر تم کو سمجھ ہو تو روزے رکھنے میں تمہارے لیے زیادہ بہتری ہے"
        },
        {
            "chapter": 2,
            "verse": 185,
            "text": "رمضان کا مہینہ وہ ہے جس میں قرآن نازل کیا گیا جو لوگوں کے لئے سراپا ہدایت، اور ایسی روشن نشانیوں کا حامل ہے جو صحیح راستہ دکھاتی اور حق و باطل کے درمیان دو ٹوک فیصلہ کردیتی ہیں، لہذا تم میں سے جو شخص بھی یہ مہینہ پائے وہ اس میں ضرور روزہ رکھے، اور اگر کوئی شخص بیمار ہو یا سفر پر ہو تو وہ دوسرے دنوں میں اتنی ہی تعداد پوری کرلے، اللہ تمہارے ساتھ آسانی کا معاملہ کرنا چاہتا ہے اور تمہارے لئے مشکل پیدا کرنا نہیں چاہتا، تاکہ (تم روزوں کی) گنتی پوری کرلو، اور اللہ نے تمہیں جو راہ دکھائی اس پر اللہ کی تکبیر کہو اور تاکہ تم شکر گزار بنو۔"
        },
        {
            "chapter": 2,
            "verse": 186,
            "text": "اور (اے پیغمبر) جب میرے بندے آپ سے میرے بارے میں پوچھیں تو (آپ ان سے کہہ دیجیے کہ) میں اتنا قریب ہوں کہ جب کوئی مجھے پکارتا ہے تو میں پکارنے والے کی پکار سنتا ہوں لہذا وہ بھی میری بات دل سے قبول کریں، اور مجھ پر ایمان لائیں، تاکہ وہ راہ راست پر آجائیں۔"
        },
        {
            "chapter": 2,
            "verse": 187,
            "text": "تمہارے لئے حلال کردیا گیا ہے کہ روزوں کی رات میں تم اپنی بیویوں سے بےتکلف صحبت کرو، وہ تمہارے لئے لباس ہیں، اور اتم ان کے لیے لباس ہو، اللہ کو علم تھا کہ تم اپنے آپ سے خیانت کر رہے تھے، پھر اس نے تم پر عنایت کی اور تمہاری غلطی معاف فرمادی چنانچہ اب تم ان سے صحبت کرلیا کرو، اور جو کچھ اللہ نے تمہارے لیے لکھ رکھا ہے اسے طلب کرو، اور اس وقت تک کھاؤ پیو جب تک صبح کی سفید دھاری سیادہ دھاری سے ممتاز ہو کر تم پر واضح (نہ) ہوجائے، اس کے بعد رات آنے تک روزے پورے کرو، اور ان (اپنی بیویوں) سے اس حالت میں مباشرت نہ کرو جب تم مسجدوں میں اعتکاف میں بیٹھے ہو، یہ اللہ کی (مقرر کی ہوئی) حدود ہیں، لہذا ان (کی خلاف ورزی) کے قریب بھی مت جانا، اسی طرح اللہ اپنی نشانیاں لوگوں کے سامنے کھول کھول کر بیان کرتا ہے، تاکہ وہ تقوی اختیار کریں۔"
        },
        {
            "chapter": 2,
            "verse": 188,
            "text": "اور آپس میں ایک دوسرے کا مال ناحق طریقوں سے نہ کھاؤ، اور نہ ان کا مقدمہ حاکموں کے پاس اس سے غرض سے لے جاؤ کہ لوگوں کے مال کا کوئی حصہ جانتے بوجھتے ہڑپ کرنے کا گناہ کرو۔"
        }
    ]
}