{
    "rukus": [
        {
            "chapter": 29,
            "verse": 52,
            "text": "کہہ دو کہ : میرے اور تمہارے درمیان گواہی دینے کے لیے اللہ کافی ہے، اسے ان تمام چیزوں کا علم ہے جو آسمانوں اور زمین میں موجود ہیں۔ اور جو لوگ باطل پر ایمان لائے ہیں، اور اللہ کا انکار کیا ہے، وہی ہیں جو سخت نقصان اٹھانے والے ہیں۔"
        },
        {
            "chapter": 29,
            "verse": 53,
            "text": "اور یہ لوگ تم سے عذاب کی جلدی مچا رہے ہیں، اگر (عذاب کا) ایک معین وقت نہ ہوتا تو ان پر ضرور عذاب آجاتا اور وہ آئے گا ضرور (مگر) اتنا اچانک کہ ان کو پتہ بھی نہیں چلے گا۔"
        },
        {
            "chapter": 29,
            "verse": 54,
            "text": "یہ تم سے عذاب کی جلدی مچا رہے ہیں، اور یقینا جہنم ان کو گھیرے میں لے لے گی۔"
        },
        {
            "chapter": 29,
            "verse": 55,
            "text": "اس دن جب عذاب ان پر اوپر سے بھی چھا جائے گا، اور ان کے پاؤں کے نیچے سے بھی، اور کہے گا کہ : چکھو ان کاموں کا مزہ جو تم کیا کرتے تھے۔"
        },
        {
            "chapter": 29,
            "verse": 56,
            "text": "اے میرے بندو جو ایمان لاچکے ہو ! یقین جانو میری زمین بہت وسیع ہے، لہذا خالص میری عبادت کرو۔"
        },
        {
            "chapter": 29,
            "verse": 57,
            "text": "ہر متنفس کو موت کا ذائقہ چکھنا ہے، پھر ہماری ہی طرف تم سب کو واپس لایا جائے گا۔"
        },
        {
            "chapter": 29,
            "verse": 58,
            "text": "اور جو لوگ ایمان لائے ہیں، اور انہوں نے نیک عمل کیے ہیں، ان کو ہم ضرور جنت کے ایسے بالاخانوں میں آباد کریں گے جن کے نیچے نہریں بہتی ہوں گی، جہاں وہ ہمیشہ ہمیشہ رہیں گے۔ بہترین اجر ہے ان عمل کرنے والوں کا۔"
        },
        {
            "chapter": 29,
            "verse": 59,
            "text": "جنہوں نے صبر سے کام لیا، اور جو اپنے پروردگار پر بھروسہ کرتے ہیں۔"
        },
        {
            "chapter": 29,
            "verse": 60,
            "text": "اور کتنے جانور ہیں جو اپنا رزق اٹھائے نہیں پھرتے۔ اللہ انہیں بھی رزق دیتا ہے، اور تمہیں بھی اور وہی ہے جو ہر بات سنتا، ہر چیز جانتا ہے۔"
        },
        {
            "chapter": 29,
            "verse": 61,
            "text": "اور اگر تم ان سے پوچھو کہ : کون ہے جس نے آسمانوں اور زمین کو پیدا کیا، اور سورج اور چاند کو کام پر لگایا ؟ تو وہ ضرور یہ کہیں گے کہ : اللہ ! پھر آخر یہ لوگ کہاں سے اوندھے چل پڑتے ہیں ؟"
        },
        {
            "chapter": 29,
            "verse": 62,
            "text": "اللہ اپنے بندوں میں سے جس کے لیے چاہتا ہے، رزق میں کشادگی کردیتا ہے، اور جس کے لیے چاہتا ہے تنگی کردیتا ہے، یقینا اللہ ہر چیز کا مکمل علم رکھتا ہے۔"
        },
        {
            "chapter": 29,
            "verse": 63,
            "text": "اور اگر تم ان سے پوچھو کہ : کون ہے جس نے آسمان سے پانی برسایا، پھر اس کے ذریعے زمین کے مردہ ہونے کے بعد اسے زندگی بخشی ؟ تو وہ ضرور یہ کہیں گے کہ : اللہ ! کہو : الحمدللہ ! لیکن ان میں سے اکثر لوگ عقل سے کام نہیں لیتے۔"
        }
    ]
}