{
    "rukus": [
        {
            "chapter": 35,
            "verse": 15,
            "text": "اے لوگو ! تم سب اللہ کے محتاج ہو، اور اللہ بےنیاز ہے، ہر تعریف کا بذات خود مستحق"
        },
        {
            "chapter": 35,
            "verse": 16,
            "text": "اگر وہ چاہے تو تم سب کو فنا کردے، اور ایک نئی مخلوق وجود میں لے آئے۔"
        },
        {
            "chapter": 35,
            "verse": 17,
            "text": "اور یہ کام اللہ کے لیے کچھ بھی مشکل نہیں ہے۔"
        },
        {
            "chapter": 35,
            "verse": 18,
            "text": "اور کوئی بوجھ اٹھانے والا کسی دوسرے کا بوجھ نہیں اٹھائے گا اور جس کسی پر بڑا بوجھ لدا ہوا ہو، وہ اگر کسی اور کو اس کے اٹھانے کی دعوت دے گا تو اس میں سے کچھ بھی اٹھایا نہیں جائے گا، چاہے وہ (جسے بوجھ اٹھانے کی دعوت دی گئی تھی) کوئی قریبی رشتہ دار ہی کیوں نہ ہو۔ (اے پیغمبر) تم انہی لوگوں کو خبردار کرسکتے ہو جو اپنے پروردگار کو دیکھے بغیر اس سے ڈرتے ہوں۔ اور جنہوں نے نماز قائم کی ہو، اور جو شخص پاک ہوتا ہے وہ اپنے ہی فائدے کے لیے پاک ہوتا ہے۔ اور آخرکار سب کو اللہ ہی کی طرف لوٹ کر جانا ہے۔"
        },
        {
            "chapter": 35,
            "verse": 19,
            "text": "اور اندھا اور دیکھنے والا برابر نہیں ہوسکتے۔"
        },
        {
            "chapter": 35,
            "verse": 20,
            "text": "اور نہ اندھیرے اور روشنی"
        },
        {
            "chapter": 35,
            "verse": 21,
            "text": "اور نہ سایہ اور دھوپ"
        },
        {
            "chapter": 35,
            "verse": 22,
            "text": "اور زندہ لوگ اور مردے برابر نہیں ہوسکتے، اور اللہ تو جس کو چاہتا ہے بات سنا دیتا ہے، اور تم ان کو بات نہیں سنا سکتے جو قبروں میں پڑے ہیں۔"
        },
        {
            "chapter": 35,
            "verse": 23,
            "text": "تم تو بس ایک خبردار کرنے والے ہو۔"
        },
        {
            "chapter": 35,
            "verse": 24,
            "text": "ہم نے تمہیں حق بات دے کر اس طرح بھیجا ہے کہ تم خوشخبری دو اور خبردار کرو، اور کوئی امت ایسی نہیں ہے جس میں کوئی خبر دار کرنے والا نہ آیا ہو۔"
        },
        {
            "chapter": 35,
            "verse": 25,
            "text": "اور اگر یہ لوگ تمہیں جھٹلا رہے ہیں تو جو (کافر) ان سے پہلے تھے، انہوں نے بھی (رسولوں کو) جھٹلایا تھا۔ ان کے پیغمبر ان کے پاس کھلی کھلی نشانیاں لے کر، صحیفے لے کر اور روشنی پھیلانے والی کتاب لے کر آئے تھے۔"
        },
        {
            "chapter": 35,
            "verse": 26,
            "text": "پھر جن لوگوں نے انکار کی روش اپنائی تھی میں نے انہیں پکڑ میں لے لیا۔ اب دیکھو کہ میری سزا کیسی (ہولناک) تھی۔"
        }
    ]
}