{
    "rukus": [
        {
            "chapter": 46,
            "verse": 1,
            "text": "حم۔"
        },
        {
            "chapter": 46,
            "verse": 2,
            "text": "یہ کتاب اللہ کی طرف سے اتاری جارہی ہے جو بڑا صاحب اقتدار، بڑا صاحب حکمت ہے۔"
        },
        {
            "chapter": 46,
            "verse": 3,
            "text": "ہم نے آسمانوں اور زمین کو اور ان کے درمیان کی چیزوں کو کسی برحق مقصد کے بغیر اور کسی متعین میعاد کے بغیر پیدا نہیں کردیا۔ اور جن لوگوں نے کفر اپنا لیا ہے وہ اس چیز سے منہ موڑے ہوئے ہیں جس سے انہیں خبردار کیا گیا ہے۔"
        },
        {
            "chapter": 46,
            "verse": 4,
            "text": "تم ان سے کہو کہ : کیا تم نے ان چیزوں پر کبھی غور کیا ہے جن کو تم اللہ کے سوا پکارتے ہو ؟ مجھے دکھاؤ تو سہی کہ انہوں نے زمین کی کونسی چیز پیدا کی ہے ؟ یا آسمانوں (کی تخلیق) میں ان کا کوئی حصہ ہے ؟ میرے پاس کوئی ایسی کتاب لاؤ جو اس قرآن سے پہلے کی ہو، یا پھر کوئی روایت جس کی بنیاد علم پر ہو۔ اگر تم واقعی سچے ہو۔"
        },
        {
            "chapter": 46,
            "verse": 5,
            "text": "اس شخص سے بڑا گمراہ کون ہوگا جو اللہ کو چھوڑ کر ان (من گھڑت دیوتاؤں) کو پکارے جو قیامت کے دن تک اس کی پکار کا جواب نہیں دے سکتے، اور جن کو ان کی پکار کی خبر تک نہیں ہے۔"
        },
        {
            "chapter": 46,
            "verse": 6,
            "text": "اور جب لوگوں کو محشر میں جمع کیا جائے گا تو وہ ان کے دشمن بن جائیں گے اور ان کی عبادت ہی سے منکر ہوں گے۔"
        },
        {
            "chapter": 46,
            "verse": 7,
            "text": "اور جب ان کے سامنے ہماری آیتیں اپنی پوری وضاحت کے ساتھ پڑھ کر سنائی جاتی ہیں، تو یہ کافر لوگ حق بات کے ان تک پہنچ جانے کے بعد بھی اس کے بارے میں یوں کہہ دیتے ہیں کہ یہ تو کھلا ہوا جادو ہے۔"
        },
        {
            "chapter": 46,
            "verse": 8,
            "text": "کیا ان کا کہنا یہ ہے کہ اسے پیغمبر نے اپنی طرف سے گھڑ لیا ہے ؟ کہہ دو کہ : اگر میں نے اسے اپنی طرف سے گھڑ لیا ہے تو تم مجھے اللہ کی پکڑ سے ذرا بھی نہیں بچا سکو گے۔ جو باتیں تم بناتے ہو وہ انہیں خوب جانتا ہے۔ میرے اور تمہارے درمیان گواہ بننے کے لیے وہ کافی ہے اور وہی ہے جو بہت بخشنے والا بڑا مہربان ہے۔"
        },
        {
            "chapter": 46,
            "verse": 9,
            "text": "کہو کہ : میں پیغمبروں میں کوئی انوکھا پیغمبر نہیں ہوں، مجھے معلوم نہیں ہے کہ میرے ساتھ کیا کیا جائے گا اور نہ یہ معلوم ہے کہ تمہارے ساتھ کیا ہوگا ؟ میں کسی اور چیز کی نہیں، صرف اس وحی کی پیروی کرتا ہوں جو مجھے بھیجی جاتی ہے۔ اور میں تو صرف ایک واضح انداز سے خبردار کرنے والا ہوں۔"
        },
        {
            "chapter": 46,
            "verse": 10,
            "text": "کہو کہ : ذرا مجھے یہ بتاؤ کہ اگر یہ (قرآن) اللہ کی طرف سے ہو، اور تم نے اس کا انکار کردیا، اور بنو اسرائیل میں سے ایک گواہ نے اس جیسی بات کے حق میں گواہی بھی دے دی، اور اس پر ایمان بھی لے آیا اور تم اپنے گھمنڈ میں مبتلا رہے (تو یہ کتنے ظلم کی بات ہے ؟) یقین جانو کہ اللہ ایسے لوگوں کو ہدایت تک نہیں پہنچاتا جو ظالم ہوں۔"
        }
    ]
}