{
    "rukus": [
        {
            "chapter": 3,
            "verse": 156,
            "text": "اے ایمان والو ! ان لوگوں کی طرح نہ ہوجانا جنہوں نے کفر اختیار کرلیا ہے، اور جب ان کے بھائی کسی سرزمین میں سفر کرتے ہیں یا جنگ میں شامل ہوتے ہیں تو یہ ان کے بارے میں کہتے ہیں کہ : اگر وہ ہمارے پاس ہوتے تو نہ مرتے، اور نہ مارے جاتے۔ (ان کی اس بات کا) نتیجہ تو (صرف) یہ ہے کہ اللہ ایسی باتوں کو ان کے دلوں میں حسرت کا سبب بنا دیتا ہے، (ورنہ) زندگی اور موت تو اللہ دیتا ہے۔ اور جو عمل بھی تم کرتے ہو اللہ اسے دیکھ رہا ہے۔"
        },
        {
            "chapter": 3,
            "verse": 157,
            "text": "اور اگر تم اللہ کے راستے میں قتل ہوجاؤ یا مرجاؤ، تب بھی اللہ کی طرف سے ملنے والی مغفرت اور رحمت ان چیزوں سے کہیں بہتر ہے جو یہ لوگ جمع کر رہے ہیں۔"
        },
        {
            "chapter": 3,
            "verse": 158,
            "text": "اور اگر تم مرجاؤ یا قتل ہوجاؤ تو اللہ ہی کے پاس تو لے جاکر اکٹھے کیے جاؤ گے۔"
        },
        {
            "chapter": 3,
            "verse": 159,
            "text": "ان واقعات کے بعد اللہ کی رحمت ہی تھی جس کی بنا پر (اے پیغمبر) تم نے ان لوگوں سے نرمی کا برتاؤ کیا۔ اگر تم سخت مزاج اور سخت دل والے ہوتے تو یہ تمہارے آس پاس سے ہٹ کر تتر بتر ہوجاتے۔ لہذا ان کو معاف کردو، ان کے لیے مغفرت کی دعا کرو، اور ان سے (اہم) معاملات میں مشورہ لیتے رہو۔ پھر جب تم رائے پختہ کر کے کسی بات کا عزم کرلو تو اللہ پر بھروسہ کرو۔ اللہ یقینا توکل کرنے والوں سے محبت کرتا ہے۔"
        },
        {
            "chapter": 3,
            "verse": 160,
            "text": "اگر اللہ تمہاری مدد کرے تو کوئی تم پر غالب آنے والا نہیں، اور اگر وہ تمہیں تنہا چھوڑ دے تو کون ہے جو اس کے بعد تمہاری مدد کرے ؟ اور مومنوں کو چاہیے کہ وہ اللہ ہی پر بھروسہ رکھیں۔"
        },
        {
            "chapter": 3,
            "verse": 161,
            "text": "اور کسی نبی سے یہ نہیں ہوسکتا کہ وہ مال غنیمت میں خیانت کرے۔ اور جو کوئی خیانت کرے گا وہ قیامت کے دن وہ چیز لے کر آئے گا جو اس نے خیانت کر کے لی ہوگی، پھر ہر شخص کو اس کے کئے کا پورا پورا بدلہ دیا جائے گا، اور کسی پر کوئی ظلم نہیں ہوگا۔"
        },
        {
            "chapter": 3,
            "verse": 162,
            "text": "بھلا جو شخص اللہ کی خوشنودی کا تابع ہو وہ اس شخص کی طرح ہوسکتا ہے جو اللہ کی طرف سے ناراضی لے کر لوٹا ہو، اور جس کا ٹھکانا جہنم ہو ؟ اور وہ بہت برا ٹھکانا ہے۔"
        },
        {
            "chapter": 3,
            "verse": 163,
            "text": "اللہ کے نزدیک ان لوگوں کے درجات مختلف ہیں، اور جو کچھ یہ کرتے ہیں اللہ اس کو خوب دیکھتا ہے۔"
        },
        {
            "chapter": 3,
            "verse": 164,
            "text": "حقیقت یہ ہے کہ اللہ نے مومنوں پر بڑا احسان کیا کہ ان کے درمیان انہی میں سے ایک رسول بھیجا جو ان کے سامنے اللہ کی آیتوں کی تلاوت کرے، انہیں پاک صاف بنائے اور انہیں کتاب اور حکمت کی تعلیم دے، جبکہ یہ لوگ اس سے پہلے یقینا کھلی گمراہی میں مبتلا تھے۔"
        },
        {
            "chapter": 3,
            "verse": 165,
            "text": "جب تمہیں ایک ایسی مسیبت پہنچی جس سے دگنی تم (دشمن کو) پہنچا چکے تھے تو کیا تم ایسے موقع پر یہ کہتے ہو کہ یہ مصیبت کہاں سے آگئی ؟ کہہ دو کہ : یہ خود تمہاری طرف سے آئی ہے۔ بیشک اللہ ہر چیز پر قادر ہے۔"
        },
        {
            "chapter": 3,
            "verse": 166,
            "text": "اور تمہیں جو مصیبت اس دن پہنچی جب دونوں لشکر ٹکرائے تھے، وہ اللہ کے حکم سے پہنچی، تاکہ وہ مومنوں کو بھی پرکھ کر دیکھ لے۔"
        },
        {
            "chapter": 3,
            "verse": 167,
            "text": "اور منافقین کو بھی دیکھ لے، اور ان (منافقوں) سے کہا گیا تھا کہ آؤ اللہ کے راستے میں جنگ کرو یاد فاع کرو، تو انہوں نے کہا تھا کہ : اگر ہم دیکھتے کہ (جنگ کی طرح) جنگ ہوگی تو ہم ضرور آپ کے پیچھے چلتے۔ اس دن (جب وہ یہ بات کہہ رہے تھے) وہ ایمان کی بہ نسبت کفر سے زیادہ قریب تھے۔ وہ اپنے منہ سے وہ بات کہتے ہیں جو ان کے دلوں میں نہیں ہوتی اور جو کچھ یہ چھپاتے ہیں اللہ اسے خوب جانتا ہے۔"
        },
        {
            "chapter": 3,
            "verse": 168,
            "text": "یہ وہ لوگ ہیں جو اپنے (شہید) بھائیوں کے بارے میں بیٹھے بیٹھے یہ باتیں بناتے ہیں کہ اگر وہ ہماری بات مانتے تو قتل نہ ہوتے، کہہ دو کہ : اگر تم سچے ہو تو خود اپنے آپ ہی سے موت کو ٹال دینا۔"
        },
        {
            "chapter": 3,
            "verse": 169,
            "text": "اور (اے پیغبر) جو لوگ اللہ کے راستے میں قتل ہوئے ہیں، انہیں ہرگز مردہ نہ سمجھنا، بلکہ وہ زندہ ہیں، انہیں اپنے رب کے پاس رزق ملتا ہے۔"
        },
        {
            "chapter": 3,
            "verse": 170,
            "text": "اللہ نے ان کو اپنے فضل سے جو کچھ دیا ہے وہ اس پر مگن ہیں، اور ان کے پیچھے جو لوگ ابھی ان کے ساتھ (شہادت میں) شامل نہیں ہوئے، ان کے بارے میں اس بات پر بھی خوشی مناتے ہیں کہ (جب وہ ان سے آکر ملیں گے تو) نہ ان پر کوئی خوف ہوگا اور نہ وہ غمگین ہوں گے۔"
        },
        {
            "chapter": 3,
            "verse": 171,
            "text": "وہ اللہ کی نعمت اور فضل پر بھی خوشی مناتے ہیں اور اس بات پر بھی کہ اللہ مومنوں کا اجر ضائع نہیں کرتا۔"
        }
    ]
}