{
    "pages": [
        {
            "chapter": 7,
            "verse": 121,
            "text": "Oni odríkávat My domnívat se za Magnát vesmír"
        },
        {
            "chapter": 7,
            "verse": 122,
            "text": "Magnát z Moses Aaron"
        },
        {
            "chapter": 7,
            "verse": 123,
            "text": "Pharaoh odríkávat Vyloucit co z ceho ty domnívat se za jemu muj povolení? Tento jsem spiknutí ty navrhovat mesto za rozkazovat absorbovat svuj lidé! Ty ucinil to prece najít out"
        },
        {
            "chapter": 7,
            "verse": 124,
            "text": "Já zhatit svuj písmo krok u strídavý stránka pak já ukriovat ty úplne"
        },
        {
            "chapter": 7,
            "verse": 125,
            "text": "Oni odríkávat My pak vrátit náš Magnát"
        },
        {
            "chapter": 7,
            "verse": 126,
            "text": "Ty pronásledovat nás proste my domnívat se za zkouška náš Magnát when oni podlehnout nás. Náš Lord pripustit nás steadfastness poslední submitters"
        },
        {
            "chapter": 7,
            "verse": 127,
            "text": "Vedoucí Pharaoh's lidé odríkávat Prosit ty dovolit Moses svém lidé podplatit zahrabat opustit ty svuj buh? On odríkávat My znemonit jejich syn volný jejich dcera! My jsem skoro výkonný than oni jsem"
        },
        {
            "chapter": 7,
            "verse": 128,
            "text": "Moses ríct podle svém lidé Ádat buh prispet steadfastly vytrvat Zahrabat náleet podle BUH On pripustit to whomever On chtít Svém sluha. Poslední vítezství náleet podle a spravedlivý"
        },
        {
            "chapter": 7,
            "verse": 129,
            "text": "Oni odríkávat My pronásledovat zpredu ty podlehnout nás a ty podlehnout nás. On odríkávat Svuj Magnát zrušit svuj neprátelský dosadit ty zahrabat pak On prijmout e ty fungovat"
        },
        {
            "chapter": 7,
            "verse": 130,
            "text": "My pak souit Pharaoh's lidé nedostatek nedostatek z osít onen oni pokládat pozornost"
        }
    ]
}