{
    "pages": [
        {
            "chapter": 13,
            "verse": 19,
            "text": "Jednotka byl pripustit svuj Magnát zjevení ty vernost nezvlnený podle jednotka byl byl slepý? Jen ty mít porozumení pokládat pozornost"
        },
        {
            "chapter": 13,
            "verse": 20,
            "text": "Oni jsem jednotka fulfill jejich slib BUH ne rozrušit sjednat"
        },
        {
            "chapter": 13,
            "verse": 21,
            "text": "Oni svázat který BUH príkaz svázat váit si jejich Magnát bát se strašný pocítání"
        },
        {
            "chapter": 13,
            "verse": 22,
            "text": "Oni steadfastly vytrvat ádat jejich Magnát slavit Spojení Prosba (Salat) vycerpat náš zajištení ti secretly publicly opacný odporný na poslušný! Tyto zaslouilý zcela príbytek"
        },
        {
            "chapter": 13,
            "verse": 23,
            "text": "Oni napsat zahradní Ráj dohromady spravedlivý among jejich zdroj jejich snoubenec jejich detský. Andel napsat ti naprostý dvere"
        },
        {
            "chapter": 13,
            "verse": 24,
            "text": "Pokoj byl ty ty steadfastly vytrvat. Který veselý urcení"
        },
        {
            "chapter": 13,
            "verse": 25,
            "text": "Ohledne Ceho ty rozrušit buh smlouva rucit zadret to roztrhnout který BUH príkaz svázat predloit odporný oni privodit si zabavení; oni privodit si škoda urcení"
        },
        {
            "chapter": 13,
            "verse": 26,
            "text": "BUH jsem JEDNOTKA ZVETŠIT ZAJIŠTENÍ whomever ON PROSIT ODMÍTNOUT ono Oni slušet zaujmout napred tento doivotní; tento doivotní prirovnávat podle Dále byl nula"
        },
        {
            "chapter": 13,
            "verse": 27,
            "text": "Ty pochybovat odríkávat jen zázrak delat se jemu svém Magnát (my verit.) Ríct BUH odeslat z cesty whomever On prosit ovlivnovat s Jemu jen ty poslouchat"
        },
        {
            "chapter": 13,
            "verse": 28,
            "text": "Oni jsem jednotka jádro potešit pamatovat BUH! Úplne na pamatovat BUH jádro potešit"
        }
    ]
}