{
    "pages": [
        {
            "chapter": 39,
            "verse": 11,
            "text": "ríct já príkaz zbonovat BUH oddaný náboenství úplne Jemu jen"
        },
        {
            "chapter": 39,
            "verse": 12,
            "text": "Já príkaz jsem nejvyšší submitter"
        },
        {
            "chapter": 39,
            "verse": 13,
            "text": "ríct já bát se jestlie já neuposlechnout muj Magnát odškodnení prima cas"
        },
        {
            "chapter": 39,
            "verse": 14,
            "text": "Odríkávat BUH jsem ale Jednotka já zbonovat oddaný muj náboenství úplne Jemu jen"
        },
        {
            "chapter": 39,
            "verse": 15,
            "text": "Proto zbonovat cokoliv ty ádat Jemu. Odríkávat pravý kdo neco ztratí jsem ty pozbýt jejich duše jejich druh Cas Zmrtvýchvstání. Mnoství prosím tento jsem pravý škoda"
        },
        {
            "chapter": 39,
            "verse": 16,
            "text": "Oni mel davový z povzbudit ti niší ti. BUH TÍM VYLEKAT SVÉM SLUHA O MUJ SLUHA TY VÁIT SI MNE"
        },
        {
            "chapter": 39,
            "verse": 17,
            "text": "Ohledne Ceho ty znehodnotit zbonovat úplne obraz oddaný zcela BUH jen oni zaslouilý štestí. Odevzdat poslušný zpráva Muj sluha"
        },
        {
            "chapter": 39,
            "verse": 18,
            "text": "Oni jsem jednotka vyzkoušet úplne slovo pak následující a zcela! Tyto byl jednotka koho BUH usmernovat; tyto byl jednotka mít porozumení"
        },
        {
            "chapter": 39,
            "verse": 19,
            "text": "Na pohled s ty zaslouilý odškodnení dret ty uchovat ty mohl jsem ji Peklo"
        },
        {
            "chapter": 39,
            "verse": 20,
            "text": "Ohledne Ceho ty váit si jejich Magnát oni mel príbytek príbytek sestrojit pro ti na príliv pramen! Tento jsem buh slibný BUH nikdy zlomenina Svém slibný"
        },
        {
            "chapter": 39,
            "verse": 21,
            "text": "Ty ne prijmout BUH odeslat shodit lye rozvodnit pak umístení to do podzemní zdroj pak vytáhnout ono zaloit zpusobit z mnohostranný barva pak oni dospelý ne oni zapnout senzacní pak On zapnout ti seno? Tento jsem pripomínka ty mít porozumení"
        }
    ]
}