{
    "pages": [
        {
            "chapter": 8,
            "verse": 17,
            "text": "Şumo ononro namekuşted. Xudo ʙud, ki onhoro mekuşt. Va on goh, ki tir meandoxtī, tu tir nameandoxtī, Xudo ʙud, ki tir meandoxt, to ʙa mū'minon ne'mate neku arzonī dorad, Alʙatta' Xudo şunavovu donost"
        },
        {
            "chapter": 8,
            "verse": 18,
            "text": "Incunin ʙud! Va Xudo sustkunandai hilai kofiron ast"
        },
        {
            "chapter": 8,
            "verse": 19,
            "text": "Agar pirūzī xohed, pirūzijaton faro rasid va agar az kufr ʙozisted, ʙarojaton ʙehtar ast va agar ʙozgarded, ʙozmegardem va sipohi şumo harcand farovon ʙoşad, ʙarojaton naf'e naxohad doşt, ki Xu do ʙo mū'minon ast"
        },
        {
            "chapter": 8,
            "verse": 20,
            "text": "Ej kasone, ki imon ovardaed ʙa Xudovu pajomʙaraş ito'at kuned va dar hole, ki suxani Ūro meşunaved, az Ū rūj ʙarmagardoned"
        },
        {
            "chapter": 8,
            "verse": 21,
            "text": "Va az onon maʙoşed, ki guftand, ki şunidem, dar hole, ki nameşunidand"
        },
        {
            "chapter": 8,
            "verse": 22,
            "text": "Badtarini çonvaron dar nazdi Xudo in karonu gungon hastand, ki darnamejoʙand"
        },
        {
            "chapter": 8,
            "verse": 23,
            "text": "Va agar Xudo xajre dar onon mejoft, şunavojaşon mesoxt va agar ham ononro şunavo soxta ʙud, ʙoz ham ʙarmegaştand va rūjgardon meşudand"
        },
        {
            "chapter": 8,
            "verse": 24,
            "text": "Ej kasone, ki imon ovardaed, cun Xudovu pajomʙaraş şumoro ʙa cize da'vat kunand, ki zindagijaton meʙaxşad, da'vataşonro qaʙul kuned va ʙidoned, ki Xudo mijoni odamī va qalʙaş hoil ast va hama ʙa peşgohi Ū gird ovarda şaved"
        },
        {
            "chapter": 8,
            "verse": 25,
            "text": "Va ʙitarsed az fitnae, ki tanho sitamkoronatonro dar ʙar naxohad girift va ʙidoned, ki Xudo ʙa saxtī uquʙat mekunad"
        }
    ]
}