{
    "pages": [
        {
            "chapter": 18,
            "verse": 5,
            "text": "Ne. xud ʙa on donişe dorand va na padaronaşon doştaand. Cī ʙuzurg ast suxane, ki az dahonaşon ʙerun meojad va durūƣ megūjand"
        },
        {
            "chapter": 18,
            "verse": 6,
            "text": "Şojad agar ʙa in suxan imon najovarand, xudatro ʙa xotiraşon az andūh halok sozī"
        },
        {
            "chapter": 18,
            "verse": 7,
            "text": "Mo har cī dar rūi zamin ast, zinnati on qaror dodem to imtihonaşon kunem, ki qadomaşon ʙa amal ʙehtarand"
        },
        {
            "chapter": 18,
            "verse": 8,
            "text": "Va niz mo rastem, ki rūi zaminro cun ʙijoʙone xuşk xohem kard"
        },
        {
            "chapter": 18,
            "verse": 9,
            "text": "Ojo pindoştaī, ki ashoʙi kahf va raqim az nişonahoi açiʙu ƣariʙi Mo ʙudaand"
        },
        {
            "chapter": 18,
            "verse": 10,
            "text": "On goh ki on çavonmardon ʙa ƣorho panoh ʙurdand va guftand: «Ej Parvardigori mo, moro az sūi xud rahmat ato kun va kori moro ʙa rohi rost andoz»"
        },
        {
            "chapter": 18,
            "verse": 11,
            "text": "Sole cand dar on ƣor ʙa xoʙaşon kardem"
        },
        {
            "chapter": 18,
            "verse": 12,
            "text": "Sipas ʙedoraşon kardem, to ʙidonem kadom jak az on du gurūh hisoʙoti muddati oramidanaşonro doştaand"
        },
        {
            "chapter": 18,
            "verse": 13,
            "text": "Mo xaʙaraşonro ʙa rostī ʙaroi tu hikojat mekunem: onho çavonmardone ʙudand, ki ʙa Parvardigoraşon imon ovarda ʙudand va Mo niz ʙar hidojataşon afzudem"
        },
        {
            "chapter": 18,
            "verse": 14,
            "text": "Bar dilhojaşon nerū ʙaxşidem. On goh, ki ʙarxostand va guftand: «Parvardigori mo Parvardigori osmonhovu zamin ast. Çuz Ū kasero xudo naxonem, ki har goh cunin kunem, suxane saxt kufromez gufta ʙoşem"
        },
        {
            "chapter": 18,
            "verse": 15,
            "text": "Inho, ki qavmi mo hastand, ʙa ƣajri Ū xudojone ixtijor kardaand. Caro ʙaroi isʙoti xudoii onho daleli ravşane nameovarand? Kist sitamkortar az kase, ki ʙa Xudo durūƣ meʙandad"
        }
    ]
}