{
    "pages": [
        {
            "chapter": 18,
            "verse": 62,
            "text": "Cun az on ço guzaştand, ʙa şogirdi xud guft: «Xūroki coştamonro ʙijovar, ki dar in safaramon rançi farovon didaem»"
        },
        {
            "chapter": 18,
            "verse": 63,
            "text": "Guft: «Ojo ʙa jod dorī on gohro, ki dar kanori sang makon girifta ʙudem? Man mohiro faromūş kardaam. Va in şajton ʙud, ki saʙaʙ şud faromū şaş kunam va mohī ʙa tariqi taaççuʙovar ʙa darjo raft»"
        },
        {
            "chapter": 18,
            "verse": 64,
            "text": "Guft: «On ço hamon çoest, ki dar talaʙaş ʙudaem». Va ʙa paji qadamhoi xud çustuçūkunon ʙozgaştand"
        },
        {
            "chapter": 18,
            "verse": 65,
            "text": "Dar on ço ʙandae az ʙandagoni Moro, ki rahmati xud ʙa ū arzonī doşta ʙudem va xud ʙa ū doniş omūxta ʙudem, ʙijoftand"
        },
        {
            "chapter": 18,
            "verse": 66,
            "text": "Mūso guftaş; «Ojo ʙo tu ʙijojam to az on hidojate ki ʙa tu omūxtaand, ʙa man ʙijomūzī?»"
        },
        {
            "chapter": 18,
            "verse": 67,
            "text": "Guft: «Turo saʙri hamrohī ʙo man nest"
        },
        {
            "chapter": 18,
            "verse": 68,
            "text": "Va ci guna dar ʙaroʙari cize, ki ʙa on ogohī Najoftaī, saʙr xohī kard?»"
        },
        {
            "chapter": 18,
            "verse": 69,
            "text": "Guft: «Agar Xudo ʙixohad, maro soʙir xohī joft, on cunon ki dar heç kore turo nofarmonī nakunam»"
        },
        {
            "chapter": 18,
            "verse": 70,
            "text": "Guft: «Agar az pai man meoj, naʙojad, ki az man cize ʙipursī, to man xud turo az on ogoh kunam»"
        },
        {
            "chapter": 18,
            "verse": 71,
            "text": "Pas ʙa roh aftodand, to ʙa kiştī savor şudand. Kiştiro sūrox kard. Guft: «Kiştiro sūrox mekunī, to mardumaşro ƣarq sozī? Kore, ki mekunī, kore saxt ʙuzurg va zişt ast!»"
        },
        {
            "chapter": 18,
            "verse": 72,
            "text": "Guft: «Naguftam. ki turo saʙri hamrohī ʙo man nest?»"
        },
        {
            "chapter": 18,
            "verse": 73,
            "text": "Guft: «Agar faromūş kardaam, maro ʙozxost makun va ʙa in andoza ʙar man saxt magir»"
        },
        {
            "chapter": 18,
            "verse": 74,
            "text": "Va raftand, to ʙa pisare rasidand, ūro kuşt. Mūso guft: «Ojo çoni pokero, ʙe on ki qatle karda ʙoşad, mekuşī? Sodirkunandai kore zişt gardidī»"
        }
    ]
}