{
    "pages": [
        {
            "chapter": 30,
            "verse": 33,
            "text": "Cun ʙar odamijon zijone rasad, Parvardigoraşonro ʙixonand va ʙa dargohi Ū tavʙa kunand va cun rahmati xud ʙa onho ʙicaşonad, gurūhero ʙinī, ki ʙa Parvardigoraşon şirk meovarand"
        },
        {
            "chapter": 30,
            "verse": 34,
            "text": "Pas ne'matero, ki ʙa onho dodaem, noşukrī kunand, Aknun mutamatte' (ʙahramand) şaved, ʙa zudi, ki xohed donist"
        },
        {
            "chapter": 30,
            "verse": 35,
            "text": "Ojo ʙarojaşon dalele nozil kardem, to az cize, ki ʙo Xudo şarik mesozand, suxan gufta ʙoşad"
        },
        {
            "chapter": 30,
            "verse": 36,
            "text": "Cun ʙa mardum rahmate ʙicaşonem, şodmon meşavand va cun ʙa saʙaʙi korhoe, ki kardaand, rançe ʙa onho rasad, nogahon noumed megardand"
        },
        {
            "chapter": 30,
            "verse": 37,
            "text": "Ojo nameʙinand, ki Xudo rūzii har kasro, ki ʙixohad, farovon mekunad jo ūro tangrūzī mesozad? Dar in iʙrathoest ʙaroi mardume, ki imon meovarand"
        },
        {
            "chapter": 30,
            "verse": 38,
            "text": "Haqqi xeşovandonu miskin va dar roh mondaro ado kun. In ʙehtar ast ʙaroi kasone, ki xuşnudii Xudoro meçūjand va onho naçotjoftagonand"
        },
        {
            "chapter": 30,
            "verse": 39,
            "text": "Mole, ki ʙa riʙo medihed, to dar amvoli mardum afzun şavad, nazdi Xudo heç afzun nameşavad va mole, ki ʙaroi xuşnudii Xudo az ʙoʙati zakot medihed, zijod şavad, kasone ki cunin kunand, mukofoti muzo'af (ducand) dorand"
        },
        {
            "chapter": 30,
            "verse": 40,
            "text": "Xudost, on ki şumoro ʙijofarid, sipas rūzī dod, sipas memironad, sipas zinda mekunad. Ojo kasone, ki şariki Xudo mesozed, heç az in korho tavonand? Pok ast Ū va az har cī ʙarojaş şarik meovarand, ʙartar (ʙolotar) ast"
        },
        {
            "chapter": 30,
            "verse": 41,
            "text": "Ba saʙaʙi amalhoi mardum fasod dar xuşkivu darjo oşkor şud, to ʙa onon çazoi ʙa'ze az korhojaşonro ʙicaşonad; şojad, ki ʙozgardand"
        }
    ]
}