{
    "pages": [
        {
            "chapter": 32,
            "verse": 1,
            "text": "Alif, Lom, Mim"
        },
        {
            "chapter": 32,
            "verse": 2,
            "text": "Nozil şudani in kitoʙ, ki dar on heç şakke nest, az çoniʙi Parvardigori çahonijon ast"
        },
        {
            "chapter": 32,
            "verse": 3,
            "text": "Ojo megūjand: «(Qur'onro) xudaş ʙoftaast?» Na, suxanest ʙarhaq az çoniʙi Parvardigorat, to mardumero, ki peş az tu ʙimdihandae nadoştaand, tarsonī. Şojad ʙa rohi hidojat ravand"
        },
        {
            "chapter": 32,
            "verse": 4,
            "text": "Xudost, ki osmonhovu zaminro va on cī mijoni onhost, dar şaş rūz ʙijofarid va on goh ʙa arş pardoxt. Şumoro çuz Ū korsozu şafe'e nest. Ojo pand namegired"
        },
        {
            "chapter": 32,
            "verse": 5,
            "text": "Korro az osmon to zamin somon medihad. Sipas dar rūze, ki, miqdori on hazor sol ast, cunon ki meşumored, ʙa sūi Ū ʙolo meraved"
        },
        {
            "chapter": 32,
            "verse": 6,
            "text": "Ūst, ki donoi nihonu oşkor ast. Pirūzmandu mehruʙon ast"
        },
        {
            "chapter": 32,
            "verse": 7,
            "text": "On kī har ciro ofarid, ʙa nekūtarin vaçh ofarid va xilqati ofaridani insonro az gil oƣoz kard"
        },
        {
            "chapter": 32,
            "verse": 8,
            "text": "Sipas nasli ūro az usorai (şirai) oʙe ʙeqadr padid ovard"
        },
        {
            "chapter": 32,
            "verse": 9,
            "text": "On goh, a'zoi ū rost kard va az rūhi xud dar on ʙidamid. Va ʙarojaton gūşu caşmho va dilho ofarid. Cī andak şukr megūed"
        },
        {
            "chapter": 32,
            "verse": 10,
            "text": "Va guftand: «Ojo vaqte ki dar zamin nopadid şavem, ofarinişi tozae xohem joft?» Ore, onho ʙa didor ʙo Parvardigoraşon imon nadorand"
        },
        {
            "chapter": 32,
            "verse": 11,
            "text": "Bigū: «Fariştai marg, ki muvakkal (gumoşta) ʙar şumost, şumoro memironad. Sipas ʙa sūi Parvardigoraton ʙozgardonida meşaved»"
        }
    ]
}