{
    "pages": [
        {
            "chapter": 58,
            "verse": 12,
            "text": "Ej kasone, ki imon ovardaed, cun xohed, ki ʙo pajomʙar naçvo kuned, peş az naçvo kardanaton sadaqa ʙidihed. In ʙaroi şumo ʙehtaru pokizatar ast. Va agar ʙaroi sadaqa cize najofted, Xudo ʙaxşojandavu mehruʙon ast"
        },
        {
            "chapter": 58,
            "verse": 13,
            "text": "Ojo tarsided peş az naçvo kardan sadaqa ʙidihed? Hol, ki sadaqa nadodaed va Xudo ham tavʙai şumoro paziruftaast, pas namoz ʙiguzored va zakot ʙidihed va ʙa Xudovu pajomʙaraş ito'at kuned, ki Xudo ʙa korhoe, ki mekuned, ogoh ast"
        },
        {
            "chapter": 58,
            "verse": 14,
            "text": "Ojo nadidaī on kasonro, ki ʙo mardume, ki Xudo ʙar onho xaşm girifta ʙud, dūstī kardand? Inho na az şumojand va na az onho. Va xud medonand, ki ʙardurūƣ savgand mexūrand"
        },
        {
            "chapter": 58,
            "verse": 15,
            "text": "Xudo ʙarojaşon azoʙe saxt omoda kardaast. Zero korhoe. ki mekunand, nopisand ast"
        },
        {
            "chapter": 58,
            "verse": 16,
            "text": "Az savgandhojaşon sipare soxtaand. Va az rohi Xudo rūjgardon şudand. Pas ʙaroi onhost azoʙe xorkunanda"
        },
        {
            "chapter": 58,
            "verse": 17,
            "text": "Molhovu avlodaşon ʙarojaşon dar ʙaroʙari xaşmi Xudo naf' nakunad. Ahli çahannamand va dar on çovidonand"
        },
        {
            "chapter": 58,
            "verse": 18,
            "text": "Rūze, ki Xudo hamai onhoro zinda mekunad, hamcunon ki ʙaroi şumo qasam mexūrdand, ʙaroi Ū ham qasam xohand xurd. Va mepindorand, ki foidae xohand ʙurd. Ogoh ʙoşed, ki durūƣgūjonand"
        },
        {
            "chapter": 58,
            "verse": 19,
            "text": "Şajton ʙar onho cira (ƣoliʙ) şudaast va nomi Xudoro az jodaşon ʙurdaast. Onho hizʙi şajtonand. Ogoh ʙoş, ki hizʙi şajton zijonkunandagonand"
        },
        {
            "chapter": 58,
            "verse": 20,
            "text": "Kasone, ki ʙo Xudovu pajomʙaraş muxolifat mekunand, dar zumrai xorşudagonand"
        },
        {
            "chapter": 58,
            "verse": 21,
            "text": "Xudo muqarrar doşta, ki alʙatta, Manu pajomʙaronam ƣoliʙ meşavem! Zero Xudo tavonovu ƣoliʙ ast"
        }
    ]
}