{
    "maqras": [
        {
            "chapter": 65,
            "verse": 1,
            "text": "O Prorok! Kogda vy dayete zhenam razvod, to razvodites' v techeniye ustanovlennogo sroka, vedite schet etomu sroku i boytes' Allakha, vashego Gospoda. Ne vygonyayte ikh iz ikh domov, i pust' oni ne vykhodyat iz nikh, yesli tol'ko oni ne sovershat yavnuyu merzost'. Takovy ogranicheniya Allakha. Kto prestupayet ogranicheniya Allakha, tot postupayet nespravedlivo po otnosheniyu k sebe. Ty ne znayesh', chto Allakh, vozmozhno, posle etogo reshit inache"
        },
        {
            "chapter": 65,
            "verse": 2,
            "text": "Kogda dlya nikh nastupit ustanovlennyy srok, ostav'te ikh u sebya po-khoroshemu ili zhe otpustite po-khoroshemu. Prizovite svidetelyami dvukh spravedlivykh muzhey iz vas i bud'te svidetelyami radi Allakha. Takovo uveshchevaniye dlya tekh, kto veruyet v Allakha i v Posledniy den'. Tomu, kto boitsya Allakha, On sozdayet vykhod iz polozheniya"
        },
        {
            "chapter": 65,
            "verse": 3,
            "text": "i nadelyayet yego udelom ottuda, otkuda on dazhe ne predpolagayet. Tomu, kto upovayet na Allakha, dostatochno Yego. Allakh dovodit do kontsa Svoye delo. Allakh ustanovil meru dlya kazhdoy veshchi"
        },
        {
            "chapter": 65,
            "verse": 4,
            "text": "Dlya tekh iz vashikh zhenshchin, u kotorykh prekratilis' menstruatsii, yesli vy somnevayetes', ustanovlennyy dlya razvoda srok raven trem mesyatsam, kak i dlya tekh, u kotorykh ne bylo menstruatsiy. Dlya beremennykh srok ustanovlen do tekh por, poka oni ne razreshatsya ot bremeni. Tomu, kto boitsya Allakha, On oblegchayet dela"
        },
        {
            "chapter": 65,
            "verse": 5,
            "text": "Takovo poveleniye Allakha, kotoroye On nisposlal vam. Tomu, kto boitsya Allakha, On prostit zlodeyaniya i uvelichit nagradu"
        },
        {
            "chapter": 65,
            "verse": 6,
            "text": "Poselyayte ikh tam, gde vy zhivete sami - po vashemu dostatku. Ne prichinyayte im vreda, zhelaya stesnit' ikh. Yesli oni beremenny, to soderzhite ikh, poka oni ne razreshatsya ot bremeni. Yesli oni kormyat grud'yu dlya vas, to platite im voznagrazhdeniye i sovetuytes' mezhdu soboy po-khoroshemu. Yesli zhe vy stanete obremenyat' drug druga, to kormit' dlya nego budet drugaya zhenshchina"
        },
        {
            "chapter": 65,
            "verse": 7,
            "text": "Pust' obladayushchiy dostatkom raskhoduyet soglasno svoyemu dostatku. A tot, kto stesnen v sredstvakh, pust' raskhoduyet iz togo, chem yego odaril Allakh. Allakh ne vozlagayet na cheloveka sverkh togo, chto On daroval yemu. Posle tyagoty Allakh sozdayet oblegcheniye"
        },
        {
            "chapter": 65,
            "verse": 8,
            "text": "Skol'ko gorodov oslushalis' poveleniy svoyego Gospoda i Yego poslannikov! My predstavili im surovyy schet i podvergli ikh uzhasnym mucheniyam"
        },
        {
            "chapter": 65,
            "verse": 9,
            "text": "Oni vkusili pagubnyye posledstviya svoikh deyaniy, i iskhodom ikh deyaniy stal ubytok"
        },
        {
            "chapter": 65,
            "verse": 10,
            "text": "Allakh prigotovil dlya nikh tyazhkiye mucheniya. Boytes' zhe Allakha, o obladayushchiye razumom, kotoryye uverovali. Allakh uzhe nisposlal vam napominaniye"
        },
        {
            "chapter": 65,
            "verse": 11,
            "text": "Poslannika, kotoryy chitayet vam yasnyye ayaty Allakha, chtoby vyvesti tekh, kotoryye uverovali i sovershali pravednyye deyaniya, iz mrakov k svetu. Tekh, kotoryye uverovali v Allakha i postupali pravedno, Allakh vvedet v Rayskiye sady, v kotorykh tekut reki. Oni prebudut tam vechno. Allakh uzhe sdelal ikh udel prekrasnym"
        },
        {
            "chapter": 65,
            "verse": 12,
            "text": "Allakh - Tot, Kto sotvoril sem' nebes i stol'ko zhe zemel'. Poveleniye niskhodit mezhdu nimi, chtoby vy znali, chto Allakh sposoben na vsyakuyu veshch' i chto Allakh ob\"yemlet znaniyem vsyakuyu veshch'"
        }
    ]
}