{
    "maqras": [
        {
            "chapter": 2,
            "verse": 60,
            "text": "Vot Musa (Moisey) poprosil pit'ya dlya svoyego naroda, i My skazali: «Udar' svoim posokhom po kamnyu». Iz nego zabili dvenadtsat' klyuchey, i vse lyudi uznali, gde im nadlezhit pit'. Yesh'te i peyte iz togo, chem nadelil Allakh, i ne tvorite na zemle zla, rasprostranyaya nechestiye"
        },
        {
            "chapter": 2,
            "verse": 61,
            "text": "Vot vy skazali: «O Musa (Moisey)! My ne smozhem vynesti odnoobraznuyu pishchu. Pomolis' za nas svoyemu Gospodu, chtoby On vzrastil dlya nas iz togo, chto proizrastayet na zemle, ovoshchi, ogurtsy, chesnok, chechevitsu i luk». On skazal: «Neuzheli vy prosite zamenit' luchsheye tem, chto khuzhe? Spustites' v lyuboy gorod, i tam vy poluchite vse, o chem poprosili». Ikh postigli unizheniye i bednost'. Oni navlekli na sebya gnev Allakha tem, chto ne uverovali v znameniya Allakha i nespravedlivo ubivali prorokov. Eto proizoshlo potomu, chto oni byli oslushnikami i prestupali granitsy dozvolennogo"
        },
        {
            "chapter": 2,
            "verse": 62,
            "text": "Voistinu, veruyushchim, a takzhe iudeyam, khristianam i sabiyam, kotoryye uverovali v Allakha i v Posledniy den' i postupali pravedno, ugotovana nagrada u ikh Gospoda. Oni ne poznayut strakha i ne budut opechaleny"
        },
        {
            "chapter": 2,
            "verse": 63,
            "text": "Vot My vzyali s vas obeshchaniye i vozdvigli nad vami goru: «Krepko priderzhivaytes' togo, chto My darovali vam, i pominayte to, chto soderzhitsya tam, - byt' mozhet, vy ustrashites'»"
        },
        {
            "chapter": 2,
            "verse": 64,
            "text": "Posle etogo vy otvernulis', i yesli by ne milost' i miloserdiye Allakha k vam, vy nepremenno okazalis' by v chisle poterpevshikh ubytok"
        },
        {
            "chapter": 2,
            "verse": 65,
            "text": "Vy znali tekh iz vas, kotoryye narushili subbotu. My skazali im: «Bud'te obez'yanami prezrennymi!»"
        },
        {
            "chapter": 2,
            "verse": 66,
            "text": "My sdelali eto primernym nakazaniyem dlya nikh samikh i dlya budushchikh pokoleniy, a takzhe uveshchevaniyem dlya bogoboyaznennykh"
        },
        {
            "chapter": 2,
            "verse": 67,
            "text": "Vot Musa (Moisey) skazal svoyemu narodu: «Allakh prikazyvayet vam zarezat' korovu». Oni skazali: «Neuzheli ty nasmekhayesh'sya nad nami?». On skazal: «Upasi menya Allakh okazat'sya odnim iz nevezhd»"
        },
        {
            "chapter": 2,
            "verse": 68,
            "text": "Oni skazali: «Pomolis' za nas svoyemu Gospodu, chtoby On raz\"yasnil nam, kakaya ona». On skazal: «On govorit, chto ona ne staraya i ne telka, srednyaya po vozrastu mezhdu nimi. Vypolnite zhe to, chto vam veleno!»"
        },
        {
            "chapter": 2,
            "verse": 69,
            "text": "Oni skazali: «Pomolis' za nas svoyemu Gospodu, chtoby On raz\"yasnil nam, kakoy ona masti». On skazal: «On govorit, chto eta korova svetlo-zheltogo tsveta. Ona raduyet smotryashchikh na neye»"
        },
        {
            "chapter": 2,
            "verse": 70,
            "text": "Oni skazali: «Pomolis' za nas svoyemu Gospodu, chtoby On raz\"yasnil nam, kakova zhe ona, ved' korovy kazhutsya nam pokhozhimi odna na druguyu. I yesli Allakh pozhelayet, to my posleduyem pryamym putem»"
        },
        {
            "chapter": 2,
            "verse": 71,
            "text": "On skazal: «On govorit, chto eta korova ne priuchena pakhat' zemlyu ili oroshat' nivu. Ona zdorova i ne imeyet otmetin». Oni skazali: «Teper' ty prines istinu». Zatem oni zarezali yeye, khotya byli blizki k tomu, chtoby ne sdelat' etogo"
        },
        {
            "chapter": 2,
            "verse": 72,
            "text": "Vot vy ubili cheloveka i stali prepirat'sya po etomu povodu. No Allakh vyyavlyayet to, chto vy skryvayete"
        },
        {
            "chapter": 2,
            "verse": 73,
            "text": "My skazali: «Udar'te yego (ubitogo) chast'yu yeye (korovy)». Tak Allakh voskreshayet mertvykh i pokazyvayet vam Svoi znameniya, - byt' mozhet, vy urazumeyete"
        },
        {
            "chapter": 2,
            "verse": 74,
            "text": "Posle etogo vashi serdtsa ozhestochilis' i stali, kak kamni, ili dazhe yeshche zhestche. Voistinu, sredi kamney yest' takiye, iz kotorykh b'yut rodniki. Sredi nikh yest' takiye, kotoryye raskalyvayutsya i izlivayut vodu. Sredi nikh yest' takiye, kotoryye padayut ot strakha pered Allakhom. Allakh ne nakhoditsya v nevedenii o tom, chto vy sovershayete"
        }
    ]
}