{
    "maqras": [
        {
            "chapter": 10,
            "verse": 11,
            "text": "Yesli by Allakh uskoril dlya lyudey nastupleniye zla, kotoroye oni prizyvayut v svoikh proklyatiyakh, podobno tomu, kak On uskoril dlya nikh nastupleniye dobra, o kotorom oni prosyat v molitvakh, to oni nepremenno pogibli by. No My ostavlyayem tekh, kotoryye ne nadeyutsya na vstrechu s Nami, slepo skitat'sya v svoyem bezzakonii"
        },
        {
            "chapter": 10,
            "verse": 12,
            "text": "Kogda cheloveka porazhayet gore, on vzyvayet k Nam i lezha na boku, i sidya, i stoya. Kogda zhe My izbavlyayem yego ot napasti, on prokhodit, slovno nikogda ne vzyval k Nam po povodu postigshego yego neschast'ya. Vot kak priukrasheno dlya tekh, kto izlishestvuyet, to, chto oni sovershayut"
        },
        {
            "chapter": 10,
            "verse": 13,
            "text": "My pogubili pokoleniya, zhivshiye do vas, poskol'ku oni postupali nespravedlivo i ne uverovali v Nashikh poslannikov, yavivshikhsya k nim s yasnymi znameniyami. Tak My nakazyvayem greshnykh lyudey"
        },
        {
            "chapter": 10,
            "verse": 14,
            "text": "Potom My sdelali vas ikh preyemnikami na zemle, chtoby posmotret', kak vy budete postupat'"
        },
        {
            "chapter": 10,
            "verse": 15,
            "text": "Kogda Nashi yasnyye ayaty chitayut tem, kotoryye ne nadeyutsya na vstrechu s Nami, oni govoryat: «Prinesi nam drugoy Koran ili zameni yego!». Skazhi: «Ne podobayet mne zamenyat' yego po svoyemu zhelaniyu. YA lish' sleduyu tomu, chto vnushayetsya mne v otkrovenii, i boyus', chto yesli ya oslushayus' Gospoda moyego, to menya postignut mucheniya v Velikiy den'»"
        },
        {
            "chapter": 10,
            "verse": 16,
            "text": "Skazhi: «Yesli by Allakh pozhelal, to ya ne stal by chitat' yego vam, i On ne stal by obuchat' vas yemu. Prezhde ya prozhil s vami tseluyu zhizn'. Neuzheli vy ne razumeyete?»"
        },
        {
            "chapter": 10,
            "verse": 17,
            "text": "Kto mozhet byt' nespravedliveye togo, kto vozvel na Allakha navet ili otverg Yego znameniya? Voistinu, greshniki ne preuspeyut"
        },
        {
            "chapter": 10,
            "verse": 18,
            "text": "Oni poklonyayutsya naryadu s Allakhom tomu, chto ne prichinyayet im vreda i ne prinosit im pol'zy. Oni govoryat: «Oni - nashi zastupniki pered Allakhom». Skazhi: «Razve vy mozhete povedat' Allakhu takoye na nebesakh i na zemle, chego by On ne znal?». Prechist On i prevyshe tekh, kogo vy priobshchayete v sotovarishchi"
        },
        {
            "chapter": 10,
            "verse": 19,
            "text": "Lyudi byli yedinoy obshchinoy veruyushchikh, no vpali v raznoglasiya. I yesli by prezhde ne bylo Slova tvoyego Gospoda, to ikh raznoglasiya byli by razresheny"
        },
        {
            "chapter": 10,
            "verse": 20,
            "text": "Neveruyushchiye govoryat: «Pochemu yemu ne nisposlano znameniye ot yego Gospoda?». Skazhi: «Sokrovennoye prinadlezhit odnomu Allakhu. Zhdite, i ya podozhdu vmeste s vami»"
        },
        {
            "chapter": 10,
            "verse": 21,
            "text": "Kogda My dali lyudyam vkusit' milost' posle togo, kak ikh postiglo bedstviye, oni totchas nachali ukhishchryat'sya protiv Nashikh znameniy. Skazhi: «Allakh bystreye v ukhishchreniyakh!». Voistinu, Nashi poslantsy zapisyvayut vashi kozni"
        },
        {
            "chapter": 10,
            "verse": 22,
            "text": "On - Tot, Kto predostavil vam vozmozhnost' puteshestvovat' po sushe i po moryu. Vy puteshestvuyete na korablyakh, plyvushchikh vmeste s nimi pri blagopriyatnom vetre, kotoromu oni rady. No vdrug poduyet uragannyy veter, i volny podstupyat k nim so vsekh storon. Oni reshat, chto oni okruzheny, i stanut vzyvat' k Allakhu, ochishchaya pered Nim veru: «Yesli Ty spasesh' nas otsyuda, to my budem odnimi iz blagodarnykh!»"
        },
        {
            "chapter": 10,
            "verse": 23,
            "text": "Kogda zhe On spasayet ikh, oni beschinstvuyut na zemle bez vsyakogo prava na to. O lyudi! Vashi beschinstva obernutsya protiv vas samikh. Eto - prekhodyashcheye naslazhdeniye mirskoy zhizn'yu. Potom Vy vozvratites' k Nam, i My povedayem vam o tom, chto vy sovershali"
        },
        {
            "chapter": 10,
            "verse": 24,
            "text": "Mirskaya zhizn' podobna vode, kotoruyu My nisposylayem s neba i blagodarya kotoroy (ili s kotoroy) smeshivayutsya zemnyye rasteniya, idushchiye v pishchu lyudyam i zhivotnym. Kogda zhe zemlya pokryvayetsya ubranstvom i priukrashayetsya, a yeye zhiteli polagayut, chto oni vlastny nad ney, Nashe poveleniye postigayet yeye noch'yu ili dnem. My prevrashchayem yeye v zhniv'ye, slovno yeshche vchera ona ne izobilovala. Tak My raz\"yasnyayem znameniya dlya lyudey razmyshlyayushchikh"
        },
        {
            "chapter": 10,
            "verse": 25,
            "text": "Allakh prizyvayet k Obiteli mira i blagopoluchiya i nastavlyayet na pryamoy put' tekh, kogo pozhelayet"
        }
    ]
}