{
    "pages": [
        {
            "chapter": 2,
            "verse": 94,
            "text": "તમે કહી દો કે જો આખેરતનું ઘર ફકત તમારા માટે જ છે, અલ્લાહની નજીક બીજા કોઇ માટે નથી તો આવો પોતાની સત્યવાતના પૂરાવા માટે મૃત્યુની ઇચ્છા કરો"
        },
        {
            "chapter": 2,
            "verse": 95,
            "text": "પરંતુ પોતાના કાર્યોને જોતા કયારેય મૃત્યુની ઇચ્છા નહી કરે, અલ્લાહ તઆલા અત્યાચારીઓને ખુબ સારી રીતે જાણે છે"
        },
        {
            "chapter": 2,
            "verse": 96,
            "text": "પરંતુ સૌથી વધારે દૂનિયાના જીવન માટે લોભી, હે નબી ! તમે તેઓને જ પામશો, આ જીવનના લોભી મુશરિકો કરતા પણ વધારે છે, તેઓ માંથી તો દરેક વ્યક્તિ એક હજાર વર્ષની વય ઇચ્છે છે, જો કે આ વય આપવી પણ તેઓને યાતનાથી છુટકારો નહી અપાવે, અલ્લાહ તઆલા તેઓના કાર્યોને ખુબ જ સારી રીતે જોઇ રહ્યો છે"
        },
        {
            "chapter": 2,
            "verse": 97,
            "text": "(હે નબી) તમે કહી દો કે જે જીબ્રઇલ નો શત્રુ હશે, જેણે તમારા હૃદય ઉપર અલ્લાહ નો આદેશ અવતરિત કર્યો છે જે આદેશ તેઓ પાસેની કિતાબની પુષ્ટી કરવાવાળું છે અને ઇમાનવાળા માટે માર્ગદર્શન અને શુભસુચના આપવાવાળું છે"
        },
        {
            "chapter": 2,
            "verse": 98,
            "text": "(તો અલ્લાહ પણ તેનો શત્રુ છે) જે વ્યક્તિ અલ્લાહ અને તેના ફરિશ્તાઓ અને તેના પયગંબરો અને જિબ્રઇલ અને મીકાઇલ નો શત્રુ હોય, આવા ઇન્કારીઓનો શત્રુ પોતે અલ્લાહ જ છે"
        },
        {
            "chapter": 2,
            "verse": 99,
            "text": "અને નિંશંક અમે તમારી તરફ ખુલ્લા પુરાવા અવતરિત કર્યા છે, જેનો ઇન્કાર દુરાચારી સિવાય કોઇ નથી કરતું"
        },
        {
            "chapter": 2,
            "verse": 100,
            "text": "આ લોકો જ્યારે પણ કોઇ વચન કરે છે તો તેઓનું કોઇ એક જૂથ તેને તોડી નાખે છે, પરંતુ તેઓ માંથી વધારે પડતા લોકો ઇમાનવાળા નથી"
        },
        {
            "chapter": 2,
            "verse": 101,
            "text": "જ્યારે પણ તેઓની પાસે અલ્લાહનો કોઇ પયગંબર તેઓની કિતાબની પુષ્ટી કરવાવાળો આવ્યો તે કિતાબવાળાના એક જૂથે અલ્લાહની કિતાબને એવી રીતે પીઠ પાછળ નાખી દીધી જેવી રીતે કે જાણતા જ નથી"
        }
    ]
}