{
    "pages": [
        {
            "chapter": 18,
            "verse": 46,
            "text": "ધન અને સંતાન તો દુનિયાનો શણગાર છે અને બાકી રહેવાવાળા સત્કાર્યો, તારા પાલનહારની નજીક બદલા અને સારી આશા માટે ઉત્તમ છે"
        },
        {
            "chapter": 18,
            "verse": 47,
            "text": "અને જે દિવસે અમે પર્વતોને ચલાવીશું અને ધરતીને તમે સપાટ, ખુલ્લી જોશો અને દરેક લોકોને એકઠાં કરીશું, તે લોકો માંથી એકને પણ બાકી નહીં છોડીએ"
        },
        {
            "chapter": 18,
            "verse": 48,
            "text": "અને દરેક લોકો તમારા પાલનહાર સમક્ષ લાઇનબંધ હાજર કરવામાં આવશે, નિ:શંક તમે અમારી પાસે એવી જ રીતે આવ્યા જેવી રીતે અમે તમારું પ્રથમ વખત સર્જન કર્યું હતું. પરંતુ તમે તો તે કલ્પના માંજ રહ્યા કે અમે ક્યારેય તમારા માટે કોઈ વચનનો સમય નક્કી નહીં કરીએ"
        },
        {
            "chapter": 18,
            "verse": 49,
            "text": "અને કર્મનોંધ સામે મૂકી દેવામાં આવશે, બસ ! તમે જોશો કે પાપીઓ તેના લખાણથી ભયભીત થઇ રહ્યા હશે અને કહી રહ્યા હશે કે હાય ! અમારી ખરાબી આ કેવું પુસ્તક છે ? જેણે કોઈ નાના, મોટાં (દરેક પાપ) ઘેરાવમાં લીધા વગર છોડ્યા જ નથી અને જે કંઈ તે લોકોએ કર્યું હતું બધું જ તેમાં હશે. અને તમારો પાલનહાર કોઈના પર અત્યાચાર નહીં કરે"
        },
        {
            "chapter": 18,
            "verse": 50,
            "text": "અને જ્યારે અમે ફરિશ્તાઓને આદેશ આપ્યો કે તમે આદમ (અ.સ.)ને સિજદો કરો તો ઇબ્લીસ સિવાય સૌએ સિજદો કર્યો, આ જિન્નાતો માંથી હતો, તેણે પોતાના પાલનહારનું કહ્યું ન માન્યું, શું તો પણ તમે મને છોડીને તેને અને તેના સંતાનને પોતાનો મિત્ર બનાવી રહ્યા છો ? જો કે તે તમારા બધાનો દુશ્મન છે, આવા અત્યાચારીઓ માટે કેવી ખરાબી હશે"
        },
        {
            "chapter": 18,
            "verse": 51,
            "text": "મેં તે લોકોને આકાશો અને ધરતીના સર્જન વખતે હાજર નહતા રાખ્યા અને ન તો તેમના પોતાના સર્જન વખતે અને હું પથભ્રષ્ટ કરવાવાળાઓને પોતાનો મદદગાર બનાવનાર નથી"
        },
        {
            "chapter": 18,
            "verse": 52,
            "text": "અને જે દિવસે તે કહેશે કે તમારા વિચાર પ્રમાણે જે મારા ભાગીદારો હતા તેમને પોકારો, તેઓ પોકારશે, પરંતુ તેમના માંથી કોઈ જવાબ નહીં આપે, અમે તેમની વચ્ચે નષ્ટ કરી દેનારો સામાન ઉતારીશું"
        },
        {
            "chapter": 18,
            "verse": 53,
            "text": "અને પાપીઓ જહન્નમને જોઇને સમજી લેશે કે તેમને તેમાં જ નાંખવામાં આવશે, પરંતુ તેનાથી બચવા માટે કોઈ જગ્યા નહીં મળે"
        }
    ]
}