{
    "pages": [
        {
            "chapter": 22,
            "verse": 39,
            "text": "જે (ઇન્કાર કરનારા મુસલમાનો સાથે) યુદ્વ કરી રહ્યા છે, તેમને (મુસલમાનોને) પણ યુદ્વની પરવાનગી આપવામાં આવે છે, કારણકે તે પીડિત છે, નિ:શંક તેમની મદદ કરવા માટે અલ્લાહ શક્તિ ધરાવે છે"
        },
        {
            "chapter": 22,
            "verse": 40,
            "text": "આ તે લોકો છે, જેમને ખોટી રીતે પોતાના ઘરો માંથી કાઢવામાં આવ્યા, ફક્ત તેમની આ વાત પર કે અમારો પાલનહાર ફક્ત અલ્લાહ જ છે, જો અલ્લાહ તઆલા લોકોને અંદરોઅંદર એકબીજા દ્વારા ન હટાવતો તો, બંદગી કરવાની જગ્યા, મસ્જિદો અને ચર્ચો, અને યહૂદીઓની બંદગી કરવાની જગ્યા અને તે મસ્જિદો પણ નષ્ટ કરી દેવામાં આવતી, જ્યાં અલ્લાહ તઆલાનું નામ વધારે લેવાય છે, જે અલ્લાહની મદદ કરશે, અલ્લાહ ચોક્કસ તેની પણ મદદ કરશે, નિ:શંક અલ્લાહ તઆલા ખૂબ જ તાકાતવર, ખૂબ જ મૂલ્યવાન છે"
        },
        {
            "chapter": 22,
            "verse": 41,
            "text": "આ તે લોકો છે કે જો અમે ધરતી પર તેમને (સરદાર બનાવી દઇએ તો), આ લોકો પાબંદી સાથે નમાઝ પઢશે અને ઝકાત પણ આપશે અને સારા કાર્યોનો આદેશ આપશે અને ખરાબ કાર્યોથી રોકશે, દરેક કાર્યોનું પરિણામ અલ્લાહની પાસે જ છે"
        },
        {
            "chapter": 22,
            "verse": 42,
            "text": "જો આ લોકો તમને જુઠલાવે, (તો કોઈ આશ્વર્યની વાત નથી). આ પહેલા નૂહ અ.સ.ની કોમ, આદ અને ષમૂદ"
        },
        {
            "chapter": 22,
            "verse": 43,
            "text": "અને ઇબ્રાહીમ અ.સ.ની કોમ અને લૂત અ.સ.ની કોમ"
        },
        {
            "chapter": 22,
            "verse": 44,
            "text": "અને મદયનવાળા પણ, પોતાના પયગંબરને જુઠલાવી ચૂક્યા છે, મૂસા અ.સ. ને પણ જુઠલાવવામાં આવ્યા હતાં, બસ ! મેં ઇન્કાર કરનારાઓને આવી રીતે જ મહેતલ આપી, પછી તેમની પકડ કરી, પછી મારી યાતના કેવી રહી"
        },
        {
            "chapter": 22,
            "verse": 45,
            "text": "ઘણી જ વસ્તીઓ છે, જેમને અમે નષ્ટ કરી દીધી, એટલા માટે કે તે અત્યાચારી હતાં, બસ ! તેમાંથી (કેટલીક વસ્તીઓની) છતો ઊંધી પડી છે અને ઘણા આબાદ કુવાં બેકાર પડયા છે અને ઘણા પાકા અને ઊંચા મહેલો વેરાન છે"
        },
        {
            "chapter": 22,
            "verse": 46,
            "text": "શું તે લોકો ધરતી પર હર્યા-ફર્યા નથી ? જેથી તેમના હૃદય તે વાતોને સમજી ગયા હોત અથવા કાનથી જ તેમને સાંભળી લેતા હોત, વાત એવી છે કે ફક્ત આંખો જ આંધળી નથી હોતી, પરંતુ તે દિલ આંધળા થઇ જાય છે જે તેમના હૃદયોમાં છે"
        }
    ]
}