{
    "pages": [
        {
            "chapter": 33,
            "verse": 7,
            "text": "જ્યારે અમે દરેક પયગંબરો પાસેથી વચન લીધું અને તમારી પાસે નૂહ, ઇબ્રાહીમ, મૂસા, અને મરયમના દીકરા ઈસા પાસેથી અમે મજબૂત વચન લીધું"
        },
        {
            "chapter": 33,
            "verse": 8,
            "text": "જેથી અલ્લાહ તઆલા સાચા લોકોને તેમની સત્યતા અંગે પૂછતાછ કરે અને ઇન્કાર કરનારાઓ માટે અમે દુ:ખદાયી યાતના તૈયાર કરી રાખી છે"
        },
        {
            "chapter": 33,
            "verse": 9,
            "text": "હે ઈમાનવાળાઓ ! અલ્લાહ તઆલાએ જે ઉપકાર તમારા પર કર્યો, તેને યાદ કરો, જ્યારે તમારી સાથે યુદ્ધ કરવા માટે લશ્કરોના લશ્કર આવ્યા, પછી અમે તેમના પર સખત વાવાઝોડું અને એવા લશ્કરો મોકલ્યા, જેમને તમે જોયા જ નથી અને જે કંઈ તમે કરો છો અલ્લાહ બધું જ જુએ છે"
        },
        {
            "chapter": 33,
            "verse": 10,
            "text": "જ્યારે (શત્રુ)એ તમારી પર ઉપર અને નીચેથી ચઢાઇ કરી અને જ્યારે આંખો પથરાઇ ગઇ અને કાળજાં મોઢામાં આવી ગયા અને તમે અલ્લાહ તઆલા વિશે અનુમાન કરવા લાગ્યા"
        },
        {
            "chapter": 33,
            "verse": 11,
            "text": "અહીંયા જ ઈમાનવાળાઓની કસોટી કરવામાં આવી અને સંપૂર્ણ રીતે હચમચાવી નાંખવામાં આવ્યા"
        },
        {
            "chapter": 33,
            "verse": 12,
            "text": "અને તે સમયે ઢોંગીઓ અને તે લોકો, જેમના હૃદયોમાં રોગ હતો, કહેવા લાગ્યા, અલ્લાહ તઆલા અને પયગંબરે અમારી સાથે ફક્ત ધોકાનું જ વચન કર્યું હતું"
        },
        {
            "chapter": 33,
            "verse": 13,
            "text": "તેમના જ એક જૂથે વાત ફેલાવી કે, હે મદીનાવાળાઓ ! તમારા માટે ઠેકાણું નથી, પાછા ફરી જાવ અને તેમના એકબીજા જૂથે એવું કહી પયગંબર પાસે પરવાનગી માંગી કે અમારા ઘર સુરક્ષિત નથી, જો કે તેમના ઘર સુરક્ષિત હતા, (પરંતુ) તેમનો ઇરાદો ભાગી જવાનો હતો"
        },
        {
            "chapter": 33,
            "verse": 14,
            "text": "અને જો મદીનાની આજુબાજુથી તેમના પર (લશ્કર) ચઢાઇ કરતા, પછી તેમને વિદ્રોહ કરવા માટે બોલાવવામાં આવતા તો આ લોકો જરૂર વિદ્રોહ કરતા અને થોડોક સમય જ લડાઇ કરતા"
        },
        {
            "chapter": 33,
            "verse": 15,
            "text": "આ પહેલા તે લોકોએ અલ્લાહને વચન આપ્યું હતું કે તેઓ પીઠ નહીં ફેરવે અને અલ્લાહ તઆલા સાથે કરેલા વચનની પૂછતાછ જરૂર થશે"
        }
    ]
}