{
    "pages": [
        {
            "chapter": 33,
            "verse": 16,
            "text": "કહી દો કે ભલેને તમે મૃત્યુથી અથવા કતલ થવાના ભયથી ભાગો, તો આ ભાગી જવું તમારા માટે કંઈ કામ નહીં આવે અને તે સમયે તમે થોડોક જ ફાયદો મેળવશો"
        },
        {
            "chapter": 33,
            "verse": 17,
            "text": "પૂછો, કે જો અલ્લાહ તઆલા તમને કોઇ તકલીફ આપવા ઇચ્છે, અથવા તમારા પર કોઇ કૃપા કરવા ઇચ્છે તો કોણ છે જે તમને બચાવી શકે ? પોતાના માટે અલ્લાહ સિવાય કોઇ મદદ કરનાર અથવા મિત્ર નહીં જુઓ"
        },
        {
            "chapter": 33,
            "verse": 18,
            "text": "અલ્લાહ તઆલા તમારા માંથી તેમને (સારી રીતે) જાણે છે, જેઓ બીજાને રોકે છે અને પોતાના મિત્રોને કહે છે કે અમારી પાસે આવી જાવ અને ક્યારેક લડાઇ કરવા માટે આવી જાય છે"
        },
        {
            "chapter": 33,
            "verse": 19,
            "text": "તમારી મદદ કરવા માટે કંજુસાઇ કરે છે, પછી જ્યારે ભય અને ડરની સ્થિતિ આવી પહોંચે, તો તમે તેમને જોશો કે તેઓ તમારી તરફ જુએ છે અને તેમની આંખો એવી રીતે ફરે છે જેવું કે તે વ્યક્તિની, જેના પર મૃત્યુનો ભય છવાયેલો હોય, પછી જ્યારે ભય હઠી જાય છે તો તમારા માટે પોતાની સખત જબાનોથી વાતો બનાવે છે, માલના ઘણા જ લાલચી છે, આ લોકો ઈમાન લાવ્યા જ નથી, અલ્લાહ તઆલાએ તેમના દરેક કાર્યો વ્યર્થ કરી દીધા છે અને અલ્લાહ તઆલા માટે આ ઘણું જ સરળ છે"
        },
        {
            "chapter": 33,
            "verse": 20,
            "text": "સમજે છે કે હજુ સુધી લશ્કરો જતા નથી રહ્યા અને લશ્કર આવી જાય તો આશા કરે છે કે કદાચ ! તેઓ રેગીસ્તાનમાં ગ્રામીણ લોકો સાથે રહેતા હોત, જેથી તમારી ખબરો પૂછતા હોત, જો તેઓ તમારામાં હાજર હોત તો પણ થોડુંક જ લડતા"
        },
        {
            "chapter": 33,
            "verse": 21,
            "text": "નિ:શંક તમારા માટે પયગંબર શ્રેષ્ઠ આદર્શ છે, તે દરેક વ્યક્તિ માટે, જેઓ અલ્લાહ તઆલા અને કયામતના દિવસ પર ઈમાન ધરાવે છે અને અલ્લાહના નામનું સ્મરણ વધારે કરે છે"
        },
        {
            "chapter": 33,
            "verse": 22,
            "text": "અને ઈમાનવાળાઓએ જ્યારે લશ્કરોને જોયા, (તરત જ) કહેવા લાગ્યા કે તેમને આનું જ વચન અલ્લાહ તઆલાએ અને તેના પયગંબરે કર્યું હતું અને અલ્લાહ અને પયગંબરે સાચું કહ્યું અને આ સ્થિતિએ તેમના ઈમાન અને અનુસરણમાં વધારો કરી દીધો"
        }
    ]
}