{
    "pages": [
        {
            "chapter": 34,
            "verse": 15,
            "text": "સબાની કોમ માટે પોતાની જગ્યાઓમાં નિશાની હતી, તેમની જમણી-ડાબી બાજુ બે બગીચા હતા, (અમે તેમને આદેશ આપ્યો હતો કે) પોતાના પાલનહારે આપેલી રોજી ખાઓ અને તેનો આભાર માનો, આ શ્રેષ્ઠ શહેર છે અને તે માફ કરનાર, પાલનહાર છે"
        },
        {
            "chapter": 34,
            "verse": 16,
            "text": "પરંતુ તે લોકોએ અવગણના કરી, તો અમે તેમના પર જળ-પ્રલય મોકલ્યો અને અમે તેમના બગીચાઓના બદલામાં બે (એવા) બગીચા આપ્યા, જેના ફળ કડવા અને ઝાઉ (એક પ્રકારનું વૃક્ષ) અને કેટલાક બોરડીના વૃક્ષો"
        },
        {
            "chapter": 34,
            "verse": 17,
            "text": "અમે તેમની કૃતઘ્નતા નો બદલો આવો આપ્યો, અમે સખત સજા ફક્ત કૃતધ્નીઓને આપીએ છીએ"
        },
        {
            "chapter": 34,
            "verse": 18,
            "text": "અને અમે તેમના અને તેમની વસ્તી વચ્ચે, જેમાં અમે બરકત આપી રાખી હતી, કેટલીક વસ્તી બીજી પણ હતી, જે રસ્તામાં આવતી હતી અને તેમાં હરવા-ફરવાના માર્ગો નક્કી કરી દીધા હતા, તેમાં રાત-દિવસ શાંતિપૂર્વક હરો-ફરો"
        },
        {
            "chapter": 34,
            "verse": 19,
            "text": "પરંતુ તે લોકોએ કહ્યું, કે હે અમારા પાલનહાર ! અમારી મુસાફરી દૂર-દૂર કરી દે, તે લોકોએ પોતે જ પોતાના હાથો વડે પોતાનું ખરાબ ઇચ્છયું, એટલા માટે અમે તેમને (પાછલા લોકોની જેમ) વિખેરી નાંખ્યા અને તેમના ટુકડે-ટુકડા કરી નાંખ્યા, નિ:શંક દરેક ધીરજવાન અને આભારી માટે આમાં ખૂબ શિખામણો છે"
        },
        {
            "chapter": 34,
            "verse": 20,
            "text": "અને શેતાને તેમના વિશે પોતાનું અનુમાન સાચું કરી બતાવ્યું, આ લોકો સૌ તેનું અનુસરણ કરનારા બની ગયા, ઈમાનવાળાઓના એક જૂથ સિવાય"
        },
        {
            "chapter": 34,
            "verse": 21,
            "text": "શેતાનનું તેમની ઉપર કોઇ દબાણ ન હતું, એટલા માટે કે અમે તે લોકોને, જેઓ આખેરત પર ઈમાન ધરાવે છે, જાહેર કરી દઇએ, તે લોકો માંથી જેઓ શંકા કરે છે અને તમારો પાલનહાર દરેક વસ્તુની દેખરેખ રાખી રહ્યો છે"
        },
        {
            "chapter": 34,
            "verse": 22,
            "text": "કહી દો કે અલ્લાહ સિવાય જે લોકો વિશે અનુમાન કરો છો (સૌ)ને પોકારી લો, તેમના માંથી કોઇ આકાશો અને ધરતી માંથી એક કણ બરાબર પણ અધિકાર ધરાવતા નથી, ન તો તેમાં તે લોકોનો કોઇ ભાગ છે, ન તો તેમના માંથી કોઇ અલ્લાહની મદદ કરે છે"
        }
    ]
}