{
    "pages": [
        {
            "chapter": 36,
            "verse": 13,
            "text": "અને તમે તે લોકો સામે એક વસ્તીવાળાઓનું ઉદાહરણ વર્ણન કરો, જ્યારે તે વસ્તીમાં (કેટલાય) પયગંબરો આવ્યા"
        },
        {
            "chapter": 36,
            "verse": 14,
            "text": "જ્યારે અમે તેમની પાસે બે ને મોકલ્યા, પરંતુ તે લોકોએ (પહેલા) બન્નેને જુઠલાવ્યા, પછી અમે ત્રીજા વડે સમર્થન કર્યું, ત્રણેય લોકોએ કહ્યું કે અમે તમારી પાસે મોકલવામાં આવ્યા છે"
        },
        {
            "chapter": 36,
            "verse": 15,
            "text": "તે લોકોએ કહ્યું કે તમે અમારા જેવા સામાન્ય વ્યક્તિ છો અને રહમાને કોઇ વસ્તુ અવતરિત નથી કરી, તમે ખુલ્લું જુઠ બોલી રહ્યા છો"
        },
        {
            "chapter": 36,
            "verse": 16,
            "text": "તે (પયગંબરોએ) કહ્યું અમારો પાલનહાર જાણે છે કે નિ:શંક અમે તમારી તરફ મોકલવામાં આવ્યા છે"
        },
        {
            "chapter": 36,
            "verse": 17,
            "text": "અને અમારી જવાબદારી તો ફક્ત સ્પષ્ટ રીતે પહોંચાડી દેવાની છે"
        },
        {
            "chapter": 36,
            "verse": 18,
            "text": "તે લોકોએ કહ્યું કે અમે તો તમને અપશુકનિ સમજીએ છીએ, જો તમે છેટા ન રહ્યા તો અમે પથ્થરો વડે તમને નષ્ટ કરી દઇશું અને તમને અમારા તરફથી સખત તકલીફ પહોંચશે"
        },
        {
            "chapter": 36,
            "verse": 19,
            "text": "તે પયગંબરોએ કહ્યું કે તમારું અપશુકન તમારી પાસે જ છે, શું આને અપશુકન સમજો છો કે તમને શિખામણ આપવામાં આવે, પરંતુ તમે તો હદવટાવી જનાર લોકો છો"
        },
        {
            "chapter": 36,
            "verse": 20,
            "text": "અને એક વ્યક્તિ શહેરના છેલ્લા છેડેથી દોડતો આવ્યો, કહેવા લાગ્યો કે હે મારી કોમના લોકો ! તે પયગંબરોના માર્ગ પર ચાલો"
        },
        {
            "chapter": 36,
            "verse": 21,
            "text": "એવા લોકોના માર્ગ પર ચાલો, જેઓ તમારી પાસે કોઇ વળતર નથી માંગતા અને તેઓ સત્ય માર્ગ પર છે"
        },
        {
            "chapter": 36,
            "verse": 22,
            "text": "અને મને શું થઇ ગયું છે કે હું તેની બંદગી ન કરું, જેણે મારું સર્જન કર્યું અને તમે સૌ તેની જ તરફ પાછા ફેરવવામાં આવશો"
        },
        {
            "chapter": 36,
            "verse": 23,
            "text": "શું હું તેને છોડી એવા લોકોને પૂજ્ય બનાવી લઉ, જો રહમાન (અલ્લાહ) મને કંઈ નુકસાન પહોંચાડવા ઇચ્છે, તો તેમની ભલામણ મને કંઈ ફાયદો નહીં પહોંચાડી શકે. અને ન તો તેઓ મને બચાવી શકશે"
        },
        {
            "chapter": 36,
            "verse": 24,
            "text": "પછી હું ખરેખર સ્પષ્ટ રીતે પથભ્રષ્ટ છું"
        },
        {
            "chapter": 36,
            "verse": 25,
            "text": "મારું સાંભળો ! હું તમારા સૌના પાલનહાર ઉપર ઈમાન લાવી ચુક્યો"
        },
        {
            "chapter": 36,
            "verse": 26,
            "text": "કહેવામાં આવ્યું કે જન્નતમાં દાખલ થઇ જા, કહેવા લાગ્યો કે કદાચ ! મારી કોમ પણ જાણી લેતી"
        },
        {
            "chapter": 36,
            "verse": 27,
            "text": "કે મને મારા પાલનહારે માફ કરી દીધો અને મને ઇજજતવાળા લોકો માંથી કરી દીધો"
        }
    ]
}