{
    "pages": [
        {
            "chapter": 39,
            "verse": 68,
            "text": "અને સૂર ફૂંકી દેવામાં આવશે, બસ ! આકાશો અને ધરતીવાળા બેભાન થઇ પડી જશે, સિવાય અલ્લાહ જેને ઇચ્છે, પછી બીજી વખત સૂર ફૂંકવામાં આવશે, બસ ! તેઓ અચાનક ઊભા થઇ જોવા લાગશે"
        },
        {
            "chapter": 39,
            "verse": 69,
            "text": "અને ધરતી પોતાના પાલનહારના નૂરથી પ્રકાશિત થઇ જશે, કર્મનોંધ હાજર કરવામાં આવશે, પયગંબરો અને સાક્ષીઓને લાવવામાં આવશે અને લોકો વચ્ચે સત્યતાથી નિર્ણય કરી દેવામાં આવશે, અને તેમના પર અત્યાચાર કરવામાં નહીં આવે"
        },
        {
            "chapter": 39,
            "verse": 70,
            "text": "અને જે વ્યક્તિએ જે કંઈ કર્યું છે, તેને ભરપૂર આપવામાં આવશે, જે કંઈ લોકો કરી રહ્યા છે તેને ખૂબ સારી રીતે જાણે છે"
        },
        {
            "chapter": 39,
            "verse": 71,
            "text": "ઇન્કાર કરનારાઓના જૂથના જૂથ જહન્નમ તરફ હાંકવામાં આવશે, જ્યારે તેઓ તેની પાસે પહોંચી જશે, તેના દ્વાર તેમના માટે ખોલી નાંખવામાં આવશે અને ત્યાંના દેખરેખ કરનાર તેમને સવાલ કરશે કે, શું તમારી પાસે તમારા માંથી પયગંબર નહતા આવ્યા ? જે તમારી સામે તમારા પાલનહારની આયતો પઢતા હતા અને તમને આજના દિવસની મુલાકાતથી સચેત કરતા હતા ? તે લોકો જવાબ આપશે કે હાં, સાચું છે, પરંતુ યાતનાનો નિર્ણય ઇન્કાર કરનારાઓ માટે સાબિત થઇ ગયો"
        },
        {
            "chapter": 39,
            "verse": 72,
            "text": "કહેવામાં આવશે, હવે જહન્નમના દ્વારમાં દાખલ થઇ જાઓ, જ્યાં હંમેશા રહેશે, બસ ! વિદ્રોહ કરનારાઓનું ઠેકાણું ઘણું જ ખરાબ છે"
        },
        {
            "chapter": 39,
            "verse": 73,
            "text": "અને જે લોકો પોતાના પાલનહારથી ડરતા હતા, તેમના જૂથના જૂથ જન્નત તરફ લઇ જવામાં આવશે, ત્યાં સુધી કે જ્યારે તેની પાસે આવી જશે અને દ્વાર ખોલી દેવામાં આવશે અને ત્યાંના દેખરેખ કરનાર તેમને કહેશે કે તમારા ઉપર સલામ છે, તમે પ્રસન્ન રહો, તમે આમાં હંમેશા માટે દાખલ થઇ જાવ"
        },
        {
            "chapter": 39,
            "verse": 74,
            "text": "તે લોકો કહેશે કે અલ્લાહનો આભાર, જેણે અમારી સાથેનું પોતાનું વચન પૂરું કર્યું અને અમને આ ધરતીના વારસદાર બનાવી દીધા કે જન્નતમાં જ્યાં ઇચ્છીએ, ત્યાં પોતાની જગ્યા બનાવી લઇએ, બસ ! કર્મ કરનારાઓનો કેટલો સારો બદલો છે"
        }
    ]
}