{
    "pages": [
        {
            "chapter": 42,
            "verse": 52,
            "text": "અને આવી જ રીતે અમે તમારી તરફ પોતાના આદેશથી રૂહને અવતરિત કર્યા છે અને તમે આ પહેલા તે પણ નહતા જાણતા કે કિતાબ અને ઈમાન શું છે, પરંતુ અમે તેને નૂર બનાવ્યું, તેના દ્વારા પોતાના બંદાઓ માંથી જેને ઇચ્છીએ, સત્ય માર્ગ બતાવીએ છીએ, નિ:શંક તમે સત્ય માર્ગ તરફ માર્ગદર્શન આપી રહ્યા છો"
        },
        {
            "chapter": 42,
            "verse": 53,
            "text": "તે અલ્લાહના માર્ગનો, જેની માલિકી હેઠળ આકાશો અને ધરતીની દરેક વસ્તુ છે, સચેત થઇ જાવ ! દરેક કાર્ય અલ્લાહ તઆલા તરફ જ પાછા ફરે છે"
        },
        {
            "chapter": 43,
            "verse": 1,
            "text": "હા-મિમ્"
        },
        {
            "chapter": 43,
            "verse": 2,
            "text": "સોગંદ છે આ સ્પષ્ટ કિતાબના"
        },
        {
            "chapter": 43,
            "verse": 3,
            "text": "અમે આ કુરઆનને અરબી ભાષામાં બનાવ્યું, જેથી તમે સમજી શકો"
        },
        {
            "chapter": 43,
            "verse": 4,
            "text": "નિ:શંક આ \"લોહે મહફૂઝ\"માં છે અને અમારી નજીક ઉચ્ચ દરજ્જા વાળી, હિકમતવાળી છે"
        },
        {
            "chapter": 43,
            "verse": 5,
            "text": "શું અમે આ શિખામણને તમારાથી એટલા માટે દૂર કરી દઇએ કે તમે હદવટાવી જનારા લોકો છો"
        },
        {
            "chapter": 43,
            "verse": 6,
            "text": "અને અમે પહેલાના લોકો માટે કેટલાંય પયગંબરો અવતરિત કર્યા"
        },
        {
            "chapter": 43,
            "verse": 7,
            "text": "જે પયગંબર તેમની પાસે આવ્યા, તેમણે તેમની મશ્કરી કરી"
        },
        {
            "chapter": 43,
            "verse": 8,
            "text": "બસ ! અમે તેમના કરતા વધારે શક્તિશાળી લોકોને નષ્ટ કરી દીધા અને આગળના લોકોનું ઉદાહરણ આપી ચૂક્યા છે"
        },
        {
            "chapter": 43,
            "verse": 9,
            "text": "જો તમે તેમને પ્રશ્ન પૂછો કે આકાશો અને ધરતીનું સર્જન કોણે કર્યું, તો ખરેખર તેમનો જવાબ એ જ હશે કે તેમનું સર્જન વિજયી અને હિકમતવાળા (અલ્લાહ)એ જ કર્યું છે"
        },
        {
            "chapter": 43,
            "verse": 10,
            "text": "તે જ છે, જેણે તમારા માટે ધરતીને પાથરણું બનાવી અને તેમાં તમારા માટે માર્ગો બનાવ્યા, જેથી તમે માર્ગ મેળવી શકો"
        }
    ]
}