{
    "pages": [
        {
            "chapter": 59,
            "verse": 4,
            "text": "આ એટલા માટે કે તેઓએ અલ્લાહ તઆલા અને તેના પયગંબર વિરોધ કર્યો અને જે પણ અલ્લાહ નો વિરોધ કરશે તો અલ્લાહ તઆલા પણ સખત સજા આપનાર છે"
        },
        {
            "chapter": 59,
            "verse": 5,
            "text": "તમે ખજૂરોના જે વૃક્ષો કાપી નાખ્યા અથવા જેમને તમે પોતાના મૂળિયા ઉપર બાકી રહેવા દીધા, આ બધું જ અલ્લાહના આદેશ પ્રમાણે હતું અને એટલા માટે પણ કે પાપીઓને અલ્લાહ અપમાનિત કરે"
        },
        {
            "chapter": 59,
            "verse": 6,
            "text": "અને તેઓનું જે ધન અલ્લાહ તઆલાએ પોતાના પયગંબરના હાથે પહોંચાડયું છે જેના પર ન તો તમે પોતાના ઘોડા દોડાવ્યા અને ન ઊંટો, પરંતુ અલ્લાહ તઆલા પોતાના પયગંબરને જેના પર ઇચ્છે વિજયી બનાવી દે છે અને અલ્લાહ તઆલા દરેક વસ્તુ પર શક્તિમાન છે"
        },
        {
            "chapter": 59,
            "verse": 7,
            "text": "વસ્તીઓવાળાઓનું જે (ધન) અલ્લાહ તઆલા તમારા મુઠ-ભેડ વગર પોતાના પયગંબરને પહોંચાડયું તે અલ્લાહનું છે, પયગંબર માટે અને સગા- સબંધીઓ માટે અને અનાથો લાચારો માટે અને મુસાફરો માટે છે, જેથી તમારા ધનવાનોના હાથમાં જ આ ધન ફરતું ન રહી જાય અને તમને પયગંબર જે કંઇ પણ આપે લઇ લો, અને જેનાથી રોકે રૂકી જાવ અને અલ્લાહ તઆલાથી ડરતા રહો, નિ:શંક અલ્લાહ તઆલા સખત સજા આપનાર છે"
        },
        {
            "chapter": 59,
            "verse": 8,
            "text": "(જંગમાં લડયા વગર હાથ લાગેલ માલ) તે હિજરત કરનાર લાચારો માટે છે જે પોતાના ઘરબાર અનેસંપત્તિઓ થી કાઢી મુકવામાં આવ્યા, તે અલ્લાહની કૃપા અને પ્રસન્નતા ઇચ્છે છે, તેઓ અલ્લાહ અને તેના પયગંબરની મદદ કરે છે, આ લોકો જ સત્યનિષ્ઠ છે"
        },
        {
            "chapter": 59,
            "verse": 9,
            "text": "અને (તેમના માટે પણ છે ) જે લોકોએ તે ઘરમાં એટલે કે (મદીના શહેર) અને ઇમાન માં તે લોકોથી (હિજરત કરનારાઓ ના આગમન) પહેલા જગ્યા બનાવી દીધી છે અને પોતાની તરફ હિજરત કરી આવનારા લોકોથી મોહબ્બત રાખે છે અને હિજરત કરવાવાળાઓને જે કંઇ આપવામાં આવે તેનાથી તેઓ પોતાના હૃદયોમાં તંગી રાખતા નથી, પરંતુ પોતાના પર તેઓને પ્રાથમિકતા આપે છે, ચાહે પોતાની જરૂરત કેમ ન હોય, (વાત આ છે) કે જે પણ પોતાના જીવ માટે કંજૂસી કરવાથી બચાવી લેવામાં આવ્યો તે જ સફળ છે"
        }
    ]
}