{
    "pages": [
        {
            "chapter": 3,
            "verse": 174,
            "text": "(પરીણામ એ આવ્યું કે) અલ્લાહની નેઅમત અને કૃપાની સાથે પરત ફર્યા, તેઓને કંઇ પણ તકલીફ ન પહોંચી, તેઓએ અલ્લાહ તઆલાની રજામંદીનું અનુસરણ કર્યું, અલ્લાહ ઘણો જ કૃપાળુ છે"
        },
        {
            "chapter": 3,
            "verse": 175,
            "text": "આ ખબર આપનાર ફકત શેતાન જ છે, જે પોતાના મિત્રોથી ભયભીત કરે છે, તમે તે ઇન્કારીઓથી ભયભીત ન થાઓ અને મારો ડર રાખો, જો તમે ઇમાનવાળાઓ હોય"
        },
        {
            "chapter": 3,
            "verse": 176,
            "text": "ઇન્કારમાં આગળ વધી જનાર લોકો તમને ઉદાસ ન કરે, નિંશંક આ અલ્લાહ તઆલાનું કંઇ પણ બગાડી નહી શકે, અલ્લાહ તઆલાની ઇચ્છા છે કે તેઓને આખેરત માંથી કોઇ ભાગ ન આપે અને તેઓ માટે મોટી યાતના છે"
        },
        {
            "chapter": 3,
            "verse": 177,
            "text": "ઇન્કાર ને ઇમાનના બદલામાં ખરીદવાવાળા કદાપિ અલ્લાહ તઆલાને કંઇ નુકસાન પહોંચાડી શકવાના નથી અને તેઓ માટે જ દુંખદાયી યાતના છે"
        },
        {
            "chapter": 3,
            "verse": 178,
            "text": "ઇન્કારી લોકો અમારી આપેલી મહોલતને પોતાના માટે ઉત્તમ ન સમજે, આ મહોલત તો એટલા માટે છે કે તે ગુના કરવામાં વધી જાય, તેઓ માટે જ અપમાનિત કરી દેનાર યાતના છે"
        },
        {
            "chapter": 3,
            "verse": 179,
            "text": "જે સ્થિતીમાં તમે છો તેના પર ઇમાનવાળાઓને છોડી નહી દે, જ્યાં સુધી કે પવિત્ર અને અપવિત્ર લોકોને અલગ ન કરી દે, અને અલ્લાહ તઆલા તમને અદ્રશ્યની જાણ નહી આપે, પરંતુ અલ્લાહ તઆલા પોતાના પયગંબરો માંથી જેને ઇચ્છે તેને પસંદ કરી લે છે, એટલા માટે તમે અલ્લાહ તઆલા પર અને તેના પયગંબરો પર ઇમાન લાવો, જો તમે ઇમાન લાવશો અને ડરશો તો તમારા માટે ખુબ જ મોટું વળતર છે"
        },
        {
            "chapter": 3,
            "verse": 180,
            "text": "જે લોકો પર અલ્લાહ તઆલાએ પોતાની કૃપા કરી રાખી છે તે તેમાં પોતાની કંજુસીને પોતાના માટે ઉત્તમ ન સમજે, પરંતુ તે તેઓ માટે ખુબ જ ખરાબ છે, નજીક માંજ કયામતના દિવસે આ લોકોને પોતાની કંજુસીના હાર પહેરાવામાં આવશે, આકાશો અને ધરતીનો વારસો અલ્લાહ તઆલા માટે જ છે અને જે કંઇ પણ તમે કરી રહ્યા છો તેને અલ્લાહ તઆલા જાણે છે"
        }
    ]
}