{
    "pages": [
        {
            "chapter": 11,
            "verse": 63,
            "text": "Disse: Ó povo meu, pensai: se eu possuo uma evidência de meu Senhor que me agraciou com a Sua misericórdia, quemme defenderá de Deus, se Lhe desobedecer? Não fareis mais do que agravar a minha desventura"
        },
        {
            "chapter": 11,
            "verse": 64,
            "text": "Ó povo meu, eis aqui a camela de Deus, a qual é um sinal para vós! Deixai-a pastar na terra de Deus e não a maltrateis, porque um castigo, que está próximo, açoitar-vos-á"
        },
        {
            "chapter": 11,
            "verse": 65,
            "text": "Não obstante, abateram-na. E ele lhes disse: Diverti-vos durante três dias em vossas casas; (logo sereis exterminados). Esta é uma ameaça iniludível"
        },
        {
            "chapter": 11,
            "verse": 66,
            "text": "Mas quando se cumpriu o Nosso desígnio, salvamos Sáleh e os fiéis que com ele estavam, por Nossa misericórdia, doaviltamento daquele dia, porque teu Senhor é o Poderoso, Fortíssimo"
        },
        {
            "chapter": 11,
            "verse": 67,
            "text": "E o estrondo fulminou os iníquos, e a manhã encontrou-os jacentes em seus lares"
        },
        {
            "chapter": 11,
            "verse": 68,
            "text": "Como se jamais neles houvessem vivido. Acaso, não é certo que o povo de Samud renegou seu Senhor? Distância dopovo de Samud"
        },
        {
            "chapter": 11,
            "verse": 69,
            "text": "E eis que os Nossos mensageiros trouxeram a Abraão alvíssaras de boas novas, dizendo: Paz! E ele respondeu: Paz! Enão tardou em obsequiá-los com um vitelo assado"
        },
        {
            "chapter": 11,
            "verse": 70,
            "text": "Porém, quando observou que suas mãos hesitavam em tocar o vitelo, desconfiou deles, sentindo-lhes temor. Disseram: Não temas, porque somos enviados contra o povo de Lot"
        },
        {
            "chapter": 11,
            "verse": 71,
            "text": "E sua mulher, que estava presente, pôs-se a rir, por alvissaramo-la com o nascimento de Isaac e, depois deste, com o deJacó"
        }
    ]
}