{
    "pages": [
        {
            "chapter": 12,
            "verse": 23,
            "text": "A mulher, em cuja casa se alojara, tentou seduzi-lo; fechou as portas e lhe disse: Agora vem! Porém, ele disse: Amparo-me em Deus! Ele (o marido) é meu amo e acolheu-me condignamente. Em verdade, os iníquos jamais prosperarão"
        },
        {
            "chapter": 12,
            "verse": 24,
            "text": "Ela o desejou, e ele a teria desejado, se não se apercebesse da evidência do seu Senhor. Assim procedemos, paraafastá-lo da traição e da obscenidade, porque era um dos Nossos sinceros servos"
        },
        {
            "chapter": 12,
            "verse": 25,
            "text": "Então correram ambos até à porta e ela lhes rasgou a túnica por trás, e deram ambos com o senhor dela (o marido) juntoà porta. Ela lhe disse: Que pena merece quem pretende desonrar a tua família, senão o cárcere ou um doloroso castigo"
        },
        {
            "chapter": 12,
            "verse": 26,
            "text": "Disse (José): Foi ela quem procurou instigar-me ao pecado. Um parente dela declarou, então, dizendo: Se a túnica deleestiver rasgada na frente, ela é quem diz a verdade e ele é dos mentirosos"
        },
        {
            "chapter": 12,
            "verse": 27,
            "text": "E se a túnica estiver rasgada por detrás, ela é que mente e ele é dos verazes"
        },
        {
            "chapter": 12,
            "verse": 28,
            "text": "E quando viu que a túnica estava rasgada por detrás, disse (o marido à mulher): Esta é uma de vossas conspirações, poisque elas são muitas"
        },
        {
            "chapter": 12,
            "verse": 29,
            "text": "Ó José, esquece-te disto! E tu (ó mulher), pede perdão por teu pecado, porque és uma das muitas pecadoras"
        },
        {
            "chapter": 12,
            "verse": 30,
            "text": "As mulheres da cidade comentavam: A esposa do governador prendeu-se apaixonadamente ao seu servo e tentouseduzi-lo. Certamente, vemo-la em evidente erro"
        }
    ]
}