{
    "pages": [
        {
            "chapter": 13,
            "verse": 6,
            "text": "Pedem-te que lhes seja apressado o mal, ao invés do bem, quando antes disso houve castigos exemplares, embora teuSenhor seja Indulgente para com os humanos, apesar das suas iniqüidades; porém, teu Senhor é Severíssimo no castigo"
        },
        {
            "chapter": 13,
            "verse": 7,
            "text": "E os incrédulos dizem: Por que não lhe foi revelado um sinal de seu Senhor? Porém, tu és tão-somente um admoestador, ecasa povo tem o seu guia"
        },
        {
            "chapter": 13,
            "verse": 8,
            "text": "Deus sabe o que concebe cada fêmea, bem como o absorvem as suas entranhas e o que nelas aumenta; e com Ele tudo temsua medida apropriada"
        },
        {
            "chapter": 13,
            "verse": 9,
            "text": "Ele é Conhecedor do incognoscível e do cognoscível, o Grandioso, o Altíssimo"
        },
        {
            "chapter": 13,
            "verse": 10,
            "text": "Para Ele é igual quem de vós oculta o seu pensamento e quem o divulga, quem se esconde nas travas e quem se mostraem pleno dia"
        },
        {
            "chapter": 13,
            "verse": 11,
            "text": "Cada (de tais pessoas) tem (anjos) protetores. Escoltam-no em turnos sucessivos, por ordem de Deus. Ele jamais mudaráas condições que concedeu a um povo, a menos que este mude o que tem em seu íntimo. E quando Deus quer castigar umpovo, ninguém pode impedi-Lo e não tem, em vez d'Ele, protetor algum"
        },
        {
            "chapter": 13,
            "verse": 12,
            "text": "Ele é Quem mostra o relâmpago como temor e esperança, e faz surgir as nuvens saturadas de chuva"
        },
        {
            "chapter": 13,
            "verse": 13,
            "text": "O trovão celebra os Seus louvores e o mesmo fazem os anjos, por temor a Ele, o Qual lança as centelhas, fulminando, assim, quem Lhe apraz enquanto disputam sobe Deus, apesar de Ele ser poderosamente Inexorável"
        }
    ]
}