{
    "pages": [
        {
            "chapter": 20,
            "verse": 114,
            "text": "Exaltado seja Deus, o Verdadeiro Rei! Não te apresses com o Alcorão antes que sua inspiração te seja concluída. Outrossim, dize: Ó Senhor meu, aumenta-te em sabedoria"
        },
        {
            "chapter": 20,
            "verse": 115,
            "text": "Havíamos firmado o pacto com Adão, porém, te esqueceu-se dele; e não vimos nele firme resolução"
        },
        {
            "chapter": 20,
            "verse": 116,
            "text": "E quando dissemos aos anjos: Prostrai-vos ante Adão! Todos se prostraram menos Lúcifer, que se negou"
        },
        {
            "chapter": 20,
            "verse": 117,
            "text": "E então dissemos: Ó Adão, em verdade, este é tanto teu inimigo como de tua companheira! Que não cause a vossaexpulsão do Paraíso, porque serás desventurado"
        },
        {
            "chapter": 20,
            "verse": 118,
            "text": "Em verdade, nele não sofrerás fome, nem estarás afeito à nudez"
        },
        {
            "chapter": 20,
            "verse": 119,
            "text": "E não padecerás de sede ou calor"
        },
        {
            "chapter": 20,
            "verse": 120,
            "text": "Porém, Satanás sussurrou-lhe, dizendo: Ó Adão, queres que te indique a árvore da prosperidade e do reino eterno"
        },
        {
            "chapter": 20,
            "verse": 121,
            "text": "E ambos comeram (os frutos) da árvore, e suas vergonhas foram-lhes manifestadas, e puseram-se a cobrir os seuscorpos com folhas de plantas do Paraíso. Adão desobedeceu ao seu Senhor e foi seduzido"
        },
        {
            "chapter": 20,
            "verse": 122,
            "text": "Mas logo o seu Senhor o elegeu, absolvendo-o e encaminhando-o"
        },
        {
            "chapter": 20,
            "verse": 123,
            "text": "Disse: Descei ambos do Paraíso! Sereis inimigos uns dos outros. Porém, logo vos chegará a Minha orientação e quemseguir a Minha orientação, jamais se desviará, nem será desventurado"
        },
        {
            "chapter": 20,
            "verse": 124,
            "text": "Em troca, quem desdenhar a Minha Mensagem, levará uma mísera vida, e, cego, congregá-lo-emos no Dia daRessurreição"
        },
        {
            "chapter": 20,
            "verse": 125,
            "text": "Dirá: Ó Senhor meu, por que me congregastes cego, quando eu tinha antes uma boa visão"
        }
    ]
}