{
    "pages": [
        {
            "chapter": 23,
            "verse": 105,
            "text": "Acaso, não vos forem recitados os Meus versículos e vós os desmentistes"
        },
        {
            "chapter": 23,
            "verse": 106,
            "text": "Exclamarão: Ó Senhor nosso, nossos desejos nos dominam, e fomos um povo extraviado"
        },
        {
            "chapter": 23,
            "verse": 107,
            "text": "Ó Senhor nosso, tira-nos daqui! E se reincidirmos, então seremos iníquos"
        },
        {
            "chapter": 23,
            "verse": 108,
            "text": "Ele lhes dirá: Entrai aí e não Me dirijas a palavra"
        },
        {
            "chapter": 23,
            "verse": 109,
            "text": "Houve uma parte de Meus servos que dizia: Ó Senhor nosso, cremos! Perdoa-nos, pois, e tem piedade de nós, porqueTu és o melhor dos misericordiosos"
        },
        {
            "chapter": 23,
            "verse": 110,
            "text": "E vós escarnecestes, a ponto de (tal escárnio) vos fazer esquecer da Minha Mensagem, poso que vos ocupáveis emmotejar deles"
        },
        {
            "chapter": 23,
            "verse": 111,
            "text": "Sabei que hoje os recompenso por sua perseverança, e eles serão os ganhadores"
        },
        {
            "chapter": 23,
            "verse": 112,
            "text": "Dirá: Quantos anos haveis permanecido na terra"
        },
        {
            "chapter": 23,
            "verse": 113,
            "text": "Responderão: Permanecemos um dia ou uma parte de um dia. Interrogai, pois, os encarregados dos cômputos"
        },
        {
            "chapter": 23,
            "verse": 114,
            "text": "Dirá: Não permanecestes senão muito pouco; se vós soubésseis"
        },
        {
            "chapter": 23,
            "verse": 115,
            "text": "Pensais, porventura, que vos criamos por diversão e que jamais retornareis a Nós"
        },
        {
            "chapter": 23,
            "verse": 116,
            "text": "Exaltado seja Deus, Verdadeiro, Soberano! Não há mais divindade além d'Ele, Senhor do honorável Trono"
        },
        {
            "chapter": 23,
            "verse": 117,
            "text": "Quem invocar outra divindade junto a Deus, sem prova para isso, saiba que a sua prestação de contas incumbirá só aoseu Senhor. Sabei que os incrédulos jamais prosperarão"
        },
        {
            "chapter": 23,
            "verse": 118,
            "text": "E dize (ó Mohammad): Ó Senhor meu, concede-me perdão e misericórdia, porque Tu és o melhor dos misericordiosos"
        }
    ]
}