{
    "pages": [
        {
            "chapter": 40,
            "verse": 78,
            "text": "Antes de ti, havíamos enviado mensageiros; as histórias de alguns deles te temos relatado, e há aqueles dos quais nadate relatamos. E a nenhum mensageiro é dado apresentar sinal algum, senão com o beneplácito de Deus. Porém, quando aordem de Deus chegar, será executada com eqüidade, e então os difamadores estarão perdidos"
        },
        {
            "chapter": 40,
            "verse": 79,
            "text": "Deus foi Quem vos criou o gado; alguns para cavalgardes, e outros para servir-vos de alimento"
        },
        {
            "chapter": 40,
            "verse": 80,
            "text": "E, ademais, tendes nele (outras) espécies de benefícios e, para conseguirdes, com a sua ajuda, a satisfação de qualquernecessidade (que possa haver) nos vossos corações, e sobre eles sois transportados, como o sois pelos navios"
        },
        {
            "chapter": 40,
            "verse": 81,
            "text": "E Ele vos mostra o Seus sinais. Qual dos sinais de Deus negareis, pois"
        },
        {
            "chapter": 40,
            "verse": 82,
            "text": "Acaso, não percorreram eles a terra, para ver qual foi a sorte dos meus antepassados? Eram mais numerosos, maisvigorosos, e deixaram traços mais marcantes do que os deles, na terra; mas de nada lhes valeu tudo quanto haviam feito"
        },
        {
            "chapter": 40,
            "verse": 83,
            "text": "Porém, quando lhes apresentaram os seus mensageiros as evidências, permaneceram exultantes com os seus própriosconhecimentos; mas foram envolvidos por aquilo de que escarneciam"
        },
        {
            "chapter": 40,
            "verse": 84,
            "text": "E quando presenciaram o Nosso castigo, disseram: Cremos em Deus, o Único, e renegamos os parceiros que Lheatribuíamos"
        },
        {
            "chapter": 40,
            "verse": 85,
            "text": "Porém, de nada lhes valerá a sua profissão de fé quando presenciarem o Nosso castigo. Tal é a Lei de Deus para comSeus servos. Assim, então perecerão os incrédulos"
        }
    ]
}