{
    "pages": [
        {
            "chapter": 22,
            "verse": 6,
            "text": "Hoc proves ut DEUS est Truth ut He revives peritus ut He est Omnipotent"
        },
        {
            "chapter": 22,
            "verse": 7,
            "text": "Ac ut Hora advenit non doubt de it ac ut DEUS resurrects those est graves"
        },
        {
            "chapter": 22,
            "verse": 8,
            "text": "Among the people ibi est unus qui argues DEUS knowledge guidance enlightening scripture"
        },
        {
            "chapter": 22,
            "verse": 9,
            "text": "Arrogantly he strives divert people path DEUS. He sic incurs humiliation in hoc vita nos commit eum Feria Resurrection agony de burning"
        },
        {
            "chapter": 22,
            "verse": 10,
            "text": "Hoc est quod tuus manus sent ahead vos. DEUS est NUNQUAM unjust towards people"
        },
        {
            "chapter": 22,
            "verse": 11,
            "text": "Among the people ibi est unus worships DEUS sub conditione. things iit his via he est content some adversity befalls eum he factus about-face Sic he loses ambo hoc vita Hereafter Such est real loss"
        },
        {
            "chapter": 22,
            "verse": 12,
            "text": "He idolizes DEUS quod non possesses power harm eum benefit eum; such est real straying"
        },
        {
            "chapter": 22,
            "verse": 13,
            "text": "He idolizes quod est multus apt harm eum than benefit eum! Quod miserable dominus! Quod miserable companion"
        },
        {
            "chapter": 22,
            "verse": 14,
            "text": "DEUS admits those believe lead righteous VITA into gardens flowing streams Everything est prout deus testimentum"
        },
        {
            "chapter": 22,
            "verse": 15,
            "text": "anyone thinks ut DEUS non support eum in hoc vita Hereafter let eum turn completely (his creator caelum sever (his dependence on anyone alias He tunc vide hoc plan eliminates anything ut bothers eum)"
        }
    ]
}