{
    "pages": [
        {
            "chapter": 23,
            "verse": 75,
            "text": "Et when nos showered them cum mercy, relieved their problems they plunged deeper transgression continued blunder"
        },
        {
            "chapter": 23,
            "verse": 76,
            "text": "Et when nos afflicted them retribution they nunquam turned their Dominus imploring"
        },
        {
            "chapter": 23,
            "verse": 77,
            "text": "Subsequently when nos requited them severe retribution they incurred they shocked"
        },
        {
            "chapter": 23,
            "verse": 78,
            "text": "He est 1 qui granted vos hearing eyesight brains! Rarely est vos appreciative"
        },
        {
            "chapter": 23,
            "verse": 79,
            "text": "He est Unus established vos terra ac Eum vos summoned"
        },
        {
            "chapter": 23,
            "verse": 80,
            "text": "He est Unus controls vita decessus He est 1 qui alternates nox feria. Vos non understand"
        },
        {
            "chapter": 23,
            "verse": 81,
            "text": "They dictus quod their patres dictus"
        },
        {
            "chapter": 23,
            "verse": 82,
            "text": "They dictus Post nos abiit become dust bones nos get resurrected"
        },
        {
            "chapter": 23,
            "verse": 83,
            "text": "Such promises dedit nos noster parentes in the elapsus. These est non multus than tales ex preter"
        },
        {
            "chapter": 23,
            "verse": 84,
            "text": "Dictus, \"To whom belongs terra everyone it si vos know"
        },
        {
            "chapter": 23,
            "verse": 85,
            "text": "They dictus, \"To DEUS. Dictus tunc vos non take heed"
        },
        {
            "chapter": 23,
            "verse": 86,
            "text": "Dictus Qui est Dominus de 7 universes; Dominus major dominion"
        },
        {
            "chapter": 23,
            "verse": 87,
            "text": "They dictus DEUS. Dictus tunc vos non turn righteous"
        },
        {
            "chapter": 23,
            "verse": 88,
            "text": "Dictus In whose manus est totus sovereignty totus things He unus unus provisus help needs nullus help vos est know"
        },
        {
            "chapter": 23,
            "verse": 89,
            "text": "They dictus DEUS. Dictus Ubi testimentum vos iit wrong"
        }
    ]
}