{
    "pages": [
        {
            "chapter": 34,
            "verse": 40,
            "text": "Feria when He summons them totus He dictus to angels these perfecit people worship vos"
        },
        {
            "chapter": 34,
            "verse": 41,
            "text": "They answer Vos glorified Vos est noster Dominus Magister non them! Instead they worshipping jinns; multus de them est believers therein"
        },
        {
            "chapter": 34,
            "verse": 42,
            "text": "Feria vos non possess power help harm 1 alias nos dictus to transgressors Taste retribution Hell vos used deny"
        },
        {
            "chapter": 34,
            "verse": 43,
            "text": "When noster proofs recited them perfectly clear they dictus Hoc est simply vir wants divert vos via tuus parentes worshipping They alias dictus These fabricated lies Those disbelieved alias dictus truth advenit them Hoc est obviously magic"
        },
        {
            "chapter": 34,
            "verse": 44,
            "text": "Nos non dedit them any alius books study nor perfecit nos send to them vos alias warner"
        },
        {
            "chapter": 34,
            "verse": 45,
            "text": "Those ante them disbelieved et though they non vide one-tenth (miracle) nos dedit hoc generation when they disbelieved My messengers quam severe est My retribution"
        },
        {
            "chapter": 34,
            "verse": 46,
            "text": "Dictus ego ask vos perfecit 1 thing Devote DEUS in pairs prout individuals tunc reflect Tuus friend (Rashad) non est crazy He est manifest warner vos just ante advent terrible retribution"
        },
        {
            "chapter": 34,
            "verse": 47,
            "text": "dictus ego non ask vos any wage vos keep it My wage advenit unus ex DEUS. He testis totus things"
        },
        {
            "chapter": 34,
            "verse": 48,
            "text": "Dictus My Dominus causa truth prevail He est Knower totus secrets"
        }
    ]
}