{
    "pages": [
        {
            "chapter": 46,
            "verse": 6,
            "text": "Ac when people summoned Feria Judgment their idols become their enemies denounce their idolatry"
        },
        {
            "chapter": 46,
            "verse": 7,
            "text": "When noster revelations recited them perfectly clear those disbelieved dictus de truth advenit them Hoc est obviously magic"
        },
        {
            "chapter": 46,
            "verse": 8,
            "text": "When they dictus He fabricated hoc dictus ego fabricated hoc tunc vos non protect me DEUS! He est fully aware de everything vos scheme He suffices prout testis me vos. He est Forgiver Merciful"
        },
        {
            "chapter": 46,
            "verse": 9,
            "text": "dictus ego est different ex alius messengers. Ego non habet idea quod testimentum happen me vos. Ego unus subsequentis quod revealed me! Ego est non multus than profound warner"
        },
        {
            "chapter": 46,
            "verse": 10,
            "text": "Dictus Quod si it DEUS vos est disbelieved in it Testis ex Infans Israel borne testis similar phenomenon he believed dum vos turned arrogant! Surely DEUS non guide wicked people"
        },
        {
            "chapter": 46,
            "verse": 11,
            "text": "Those disbelieved dictus de those believed est anything bonus they non accepted it ante nos, they non guided it they dictus Hoc est veteris fabrication"
        },
        {
            "chapter": 46,
            "verse": 12,
            "text": "Ante hoc book Moses provisus guidance mercy. Hoc too est scripture affirmavit Arabic warn those transgressed dedit bonus news the righteous"
        },
        {
            "chapter": 46,
            "verse": 13,
            "text": "Surely those dictus Noster Dominus est DEUS tunc lead righteous vita non habet fear nor testimentum they grieve"
        },
        {
            "chapter": 46,
            "verse": 14,
            "text": "They deserved Paradise ubi they abide forever reward their works"
        }
    ]
}