{
    "pages": [
        {
            "chapter": 12,
            "verse": 96,
            "text": "L’homme qui lui apporta l’heureuse nouvelle placa la tunique sur le visage de Jacob qui aussitot recouvra la vue. Il dit : « Ne vous ai-je pas dit qu’Allah m’a revele des choses que vous ignorez ? »"
        },
        {
            "chapter": 12,
            "verse": 97,
            "text": "Ils dirent : « Pere ! Implore le Seigneur de pardonner nos peches. Nous etions vraiment dans l’erreur. »"
        },
        {
            "chapter": 12,
            "verse": 98,
            "text": "Il dit : « J’implorerai pour vous le pardon de mon Seigneur, le Tres Clement, le Tres Misericordieux. »"
        },
        {
            "chapter": 12,
            "verse": 99,
            "text": "Lorsque Jacob et sa famille se presenterent a Joseph, celui-ci accueillit ses pere et mere en disant : « Entrez en Egypte ou, par la volonte d’Allah, vous vivrez en toute securite. »"
        },
        {
            "chapter": 12,
            "verse": 100,
            "text": "Il fit asseoir ses pere et mere a ses cotes sur son trone, puis tous se prosternerent devant lui. Joseph dit : « Pere ! Voici que mon reve d’autrefois se realise par la volonte d’Allah qui m’a comble de Ses faveurs en me faisant sortir de prison et en vous faisant venir du desert apres que Satan eut seme la division entre mes freres et moi. Mon Seigneur, l’Omniscient, l’infiniment Sage, se montre bienveillant envers qui Il veut"
        },
        {
            "chapter": 12,
            "verse": 101,
            "text": "Seigneur ! Tu m’as investi d’une part d’autorite et m’as appris a interpreter les reves. Toi, Createur des cieux et de la terre, Tu es mon Maitre ici-bas et dans l’au-dela. Fais-moi rejoindre, a ma mort, les croyants vertueux en homme entierement soumis a Ta volonte ! »"
        },
        {
            "chapter": 12,
            "verse": 102,
            "text": "Ce sont la des evenements inconnus de toi que Nous te revelons. Tu n’etais pas parmi eux lorsque les freres de Joseph decidaient de commettre leur forfait"
        },
        {
            "chapter": 12,
            "verse": 103,
            "text": "Mais la plupart des hommes, quels que soient les efforts que tu deploieras, rejetteront la foi"
        }
    ]
}