{
    "pages": [
        {
            "chapter": 16,
            "verse": 111,
            "text": "Ce Jour-la, chacun viendra plaider sa propre cause avant de recevoir l’entiere retribution de ses œuvres, sans que nul ne soit lese"
        },
        {
            "chapter": 16,
            "verse": 112,
            "text": "Allah propose l’exemple d’une cite qui vivait dans la paix et la serenite, et voyait sa nourriture affluer vers elle de tous cotes, jusqu’au jour ou ses habitants ont renie les bienfaits d’Allah qui, pour prix de leur impiete, les exposa aux affres de la faim et de la peur"
        },
        {
            "chapter": 16,
            "verse": 113,
            "text": "L’un des leurs, un Messager du Seigneur, etait bien venu les avertir, mais ils le traiterent injustement d’imposteur, subissant alors Nos rigueurs"
        },
        {
            "chapter": 16,
            "verse": 114,
            "text": "Mangez donc des nourritures pures et saines qu’Allah vous a dispensees. Et rendez grace au Seigneur, si c’est Lui que vous adorez"
        },
        {
            "chapter": 16,
            "verse": 115,
            "text": "Il vous a seulement interdit la chair de la bete morte, le sang, la viande de porc et tout animal sacrifie aux fausses divinites. Que celui, neanmoins, qui serait contraint d’en consommer, sans intention de transgresser et sans en abuser, sache qu’Allah est Tres Clement et Tres Misericordieux"
        },
        {
            "chapter": 16,
            "verse": 116,
            "text": "Ne dites pas, proferant un odieux mensonge : « Ceci est licite et ceci est illicite », attribuant mensongerement a Allah ces prescriptions. Ceux qui forgent des mensonges sur Allah sont voues a la perdition"
        },
        {
            "chapter": 16,
            "verse": 117,
            "text": "Ils jouiront quelque temps de cette vie avant de subir un douloureux chatiment"
        },
        {
            "chapter": 16,
            "verse": 118,
            "text": "Aux juifs, Nous avons interdit les aliments que Nous t’avons deja mentionnes. Nous ne les avons pas leses en leur imposant ces prescriptions, mais ils se sont eux-memes leses"
        }
    ]
}