{
    "pages": [
        {
            "chapter": 3,
            "verse": 62,
            "text": "Ceci est le recit authentique de la vie de Jesus. Il n’est de divinite digne d’etre adoree qu’Allah qui, en verite, est le Tout-Puissant, l’infiniment Sage"
        },
        {
            "chapter": 3,
            "verse": 63,
            "text": "S’ils refusent, alors qu’ils sachent qu’Allah connait parfaitement les etres malfaisants"
        },
        {
            "chapter": 3,
            "verse": 64,
            "text": "Dis : « Gens du Livre ! Professons tous ensemble cette foi authentique qui consiste a n’adorer qu’Allah sans rien Lui associer et a ne pas prendre certains d’entre nous pour maitres en dehors d’Allah. » S’ils se detournent, dites-leur : « Soyez temoins que, pour notre part, nous sommes entierement soumis au Seigneur. »"
        },
        {
            "chapter": 3,
            "verse": 65,
            "text": "Gens du Livre ! Pourquoi vous opposez-vous au sujet d’Abraham, les uns pretendant qu’il etait chretien, les autres qu’il etait juif, alors que la Torah et l’Evangile ne furent reveles qu’apres lui ? Etes-vous donc depourvus de toute raison"
        },
        {
            "chapter": 3,
            "verse": 66,
            "text": "Qu’avez-vous, apres avoir discute de ce que vous connaissez, a vouloir a present discuter au sujet d’Abraham, dont vous n’avez aucune connaissance ? Allah sait tandis que vous, vous ne savez pas"
        },
        {
            "chapter": 3,
            "verse": 67,
            "text": "Abraham ne fut ni juif, ni chretien, mais un monotheiste pur et sincere entierement soumis au Seigneur. Il ne fut point du nombre des paiens"
        },
        {
            "chapter": 3,
            "verse": 68,
            "text": "Les hommes les plus en droit de se reclamer d’Abraham sont ceux qui ont suivi fidelement sa voie, ainsi que ce prophete et ceux qui ont la foi. Allah est le Maitre et Protecteur des croyants"
        },
        {
            "chapter": 3,
            "verse": 69,
            "text": "Une partie des gens du Livre aimerait vous egarer. Mais ils n’egarent en realite qu’eux-memes sans en etre conscients"
        },
        {
            "chapter": 3,
            "verse": 70,
            "text": "Gens du Livre ! Pourquoi reniez-vous les signes d’Allah alors que vous savez pertinemment qu’ils sont authentiques"
        }
    ]
}