{
    "maqras": [
        {
            "chapter": 5,
            "verse": 27,
            "text": "Onlara Âdem´in iki oğlunun haberini de gerçek olarak oku. Hani, ikisi birer kurban sunmuşlardı da birinden kabul edilmişti, ötekinden kabul edilmemişti. \"Seni mutlaka öldüreceğim.\" dedi. Öteki: \"Allah sadece takva sahiplerinden kabul eder.\" dedi"
        },
        {
            "chapter": 5,
            "verse": 28,
            "text": "Beni öldürmek için elini bana uzatırsan, ben seni öldürmek için elimi sana uzatmayacağım. Şu bir gerçek ki, ben, âlemlerin Rabbi olan Allah´tan korkarım"
        },
        {
            "chapter": 5,
            "verse": 29,
            "text": "Ben istiyorum ki, sen benim günahımı da senin günahını da yüklenip ateş halkından olasın. İşte budur zalimlerin cezası"
        },
        {
            "chapter": 5,
            "verse": 30,
            "text": "Nihayet nefsi onu kardeşini öldürmeye ısındırdı, o da onu öldürdü. Böylece hüsrana uğramışlardan oldu"
        },
        {
            "chapter": 5,
            "verse": 31,
            "text": "Derken, Allah, kardeşinin cesedini nasıl saklayacağını ona göstermek için yeri eşeleyen bir karga gönderdi. O dedi ki: \"Vay be! Şu karga kadar bile olamıyor muyum ki, kardeşimin cesedini saklayayım.\" Bu arada, pişmanlık duyanlardan olmuştu"
        },
        {
            "chapter": 5,
            "verse": 32,
            "text": "İşte bu yüzden biz, İsrailoğulları üzerine şunu yazdık: Kim bir kişiyi, bir kişiye karşılık yahut yeryüzünde bir fesat sebebiyle olmaksızın öldürürse, insanları toptan öldürmüş gibidir. Ve kim bir kişiye hayat verirse insanlara toptan hayat vermiş gibidir. Andolsun, resullerimiz onlara açık-seçik kanıtlar getirmişlerdir. Ama onlardan birçoğu bunun ardından da yeryüzünde zulüm ve azgınlığa sapmaktadır"
        },
        {
            "chapter": 5,
            "verse": 33,
            "text": "Allah ve resulüyle savaşanların ve yeryüzünde bozgunculuk yapmaya çalışanların cezası şudur: Öldürülürler yahut asılırlar yahut elleriyle ayakları çaprazlamasına kesilir yahut bulundukları yerden sürülürler. Bu onlar için dünyada bir rezilliktir. Âhirette de onlara büyük bir azap vardır"
        },
        {
            "chapter": 5,
            "verse": 34,
            "text": "Ancak onları gücünüz altına almadan önce tövbe edenler olursa biliniz ki, Allah Gafûr ve Rahîm´dir"
        },
        {
            "chapter": 5,
            "verse": 35,
            "text": "Ey iman edenler! Allah´ın buyruğuna ters düşmekten sakının; O´na varmaya vesîle arayın. O´nun yolunda gayret gösterin ki, kurtuluşa erebilesiniz"
        },
        {
            "chapter": 5,
            "verse": 36,
            "text": "Küfre batanlar var ya, yeryüzündekilerin hepsi ve yanında bir o kadarı kendilerin olsa da kıyamet gününün azabından kurtulmak için hepsini fidye verseler, onlardan bu bile kabul edilmez. Korkunç bir azap vardır onlar için"
        },
        {
            "chapter": 5,
            "verse": 37,
            "text": "Ateşten çıkmak isterler ama ondan çıkamayacaklardır. Onlar için tepelerinden hiç inmeyecek bir azap vardır"
        },
        {
            "chapter": 5,
            "verse": 38,
            "text": "Hırsızlık yapan erkek ve kadının, yaptıklarına karşılık Allah´tan bir ceza olarak ellerini kesin. Allah Azîz´dir, Hakîm´dir"
        },
        {
            "chapter": 5,
            "verse": 39,
            "text": "Kim zulmünden sonra tövbe eder, halini düzeltirse kuşkusuz Allah onun tövbesini kabul eder. Allah çok affedici, çok merhametlidir"
        },
        {
            "chapter": 5,
            "verse": 40,
            "text": "Göklerin de yerin de mülkünün/saltanatının Allah´ın olduğunu bilmedin mi? Dilediğine azap eder O, dilediğini affeder. Allah´ın gücü her şeye yeter"
        }
    ]
}