{
    "maqras": [
        {
            "chapter": 21,
            "verse": 29,
            "text": "Và ai trong họ tự xưng \"Ta là thần linh ngoài Ngài (Allah)” thì người đó sẽ bị TA phạt Hoả Ngục. TA trừng phạt những kẻ làm điều sai quấy đúng như thế"
        },
        {
            "chapter": 21,
            "verse": 30,
            "text": "Há những kẻ không có lòng tin không nhận thấy rằng các tầng trời và trái đất quyện lại với nhau (thành một khối) trước khi TA chẻ chúng ra làm hai hay sao? Và TA đã tạo mọi sinh vật từ nước. Thế, chúng không tin hay sao"
        },
        {
            "chapter": 21,
            "verse": 31,
            "text": "Và TA đã đặt trên trái đất các quả núi vững chắc sợ rằng nó (trái đất) rung chuyển với chúng và đã làm ra nơi đó các con đường thông thương (băng qua những ngọn núi) để may ra chúng được hướng dẫn"
        },
        {
            "chapter": 21,
            "verse": 32,
            "text": "Và TA đã làm bầu trời thành cái lọng che được canh giữ kỹ càng. Nhưng chúng quay bỏ đi trước những dấu hiệu của nó (bầu trời)"
        },
        {
            "chapter": 21,
            "verse": 33,
            "text": "Và Ngài (Allah) là Đấng đã tạo hóa ban đêm và ban ngày, mặt trời và mặt trăng, mỗi vật bơi đi trong quỹ đạo (của nó)"
        },
        {
            "chapter": 21,
            "verse": 34,
            "text": "Và trước Ngươi (Muhammad), TA đã không làm cho một người phàm nào sống bất tử cả. Thế phải chăng nếu Ngươi chết thì chúng sẽ sống bất tử hay sao"
        },
        {
            "chapter": 21,
            "verse": 35,
            "text": "Mỗi một linh hồn đều phải nếm cái chết; TA sẽ thử thách các ngươi với điều xấu và điều tốt. Và các ngươi sẽ được đưa trở về gặp lại TA (để chịu xét xử)"
        },
        {
            "chapter": 21,
            "verse": 36,
            "text": "Và khi những kẻ không có đức tin thấy Ngươi, chúng chỉ muốn chế giễu Ngươi. (Chúng nói:) “Đây phải chăng là kẻ đã miệt thị những thần linh của quí vị?” và chúng đã phạm thượng khi nghe nhắc đến Đấng Rất Mực Độ Lượng"
        },
        {
            "chapter": 21,
            "verse": 37,
            "text": "Con người được tạo ra (bẩm tính) nôn nóng. TA (Allah) sẽ sớm cho các ngươi thấy những bằng chứng của TA. Do đó chớ giục TA"
        },
        {
            "chapter": 21,
            "verse": 38,
            "text": "Và chúng nói: “Chừng nào lời hứa (trừng phạt) này sẽ thể hiện nếu quí vị (Muslim) nói sự thật?”"
        },
        {
            "chapter": 21,
            "verse": 39,
            "text": "Giá những kẻ không tin biết được giờ phút mà chúng sẽ không thể tránh khỏi Lửa (của hỏa ngục) táp vào mặt và lưng của chúng và sẽ không được ai giúp đỡ (thì chúng đâu có giục TA)"
        },
        {
            "chapter": 21,
            "verse": 40,
            "text": "Không! (hình phạt) sẽ bất ngờ xảy đến cho chúng khiến chúng ngỡ ngàng. Rồi chúng sẽ không thể đẩy nó ra xa và cũng không được gia hạn thêm nữa"
        },
        {
            "chapter": 21,
            "verse": 41,
            "text": "Và quả thật, nhiều Sứ Giả trước Ngươi đã từng bị chế giễu nhưng chính những điều mà những kẻ nhạo báng thường chế giễu sẽ vây hãm chúng lại trong đó"
        },
        {
            "chapter": 21,
            "verse": 42,
            "text": "Hãy bảo chúng: “Ai canh giữ các người an toàn ban đêm và ban ngày khỏi (cơn Thịnh Nộ) của Đấng Rất Mực Độ Lượng?” Không, chúng quay mặt đi làm ngơ trước Lời nhắc nhở của Thượng Đế của chúng"
        },
        {
            "chapter": 21,
            "verse": 43,
            "text": "Hoặc phải chăng chúng được những thần linh (khác) bảo vệ tránh khỏi TA? Chúng sẽ không thể tự cứu mình và cũng không tự bảo vệ tránh khỏi (hình phạt của) TA"
        },
        {
            "chapter": 21,
            "verse": 44,
            "text": "Không! TA cho những người (Quraish) này và cha mẹ của chúng hưởng lạc cho đến khi tuổi thọ của chúng kéo dài thêm. Thế chúng đã không thấy việc TA đã đến tận đất đai của chúng, và thu hẹp dần dần biên giới của nó lại hay sao? Thế phải chăng chúng sẽ chiến thắng"
        },
        {
            "chapter": 21,
            "verse": 45,
            "text": "Hãy bảo chúng: “Ta (Muhammad) chỉ cảnh cáo các người theo Lời Mặc Khải (đã được truyền xuống).” Nhưng người điếc không nghe được tiếng gọi dù y có được cảnh cáo đi nữa"
        },
        {
            "chapter": 21,
            "verse": 46,
            "text": "Và nếu có một làn hơi trừng phạt của Thượng Đế của Ngươi chạm phải chúng thì chắc chắn chúng sẽ than: “Thật khổ thân chúng tôi! Rõ thật chúng tôi là những kẻ làm điều sai quấy"
        },
        {
            "chapter": 21,
            "verse": 47,
            "text": "Và TA sẽ thiết lập các bàn cân công lý vào Ngày phục sinh. Bởi thế sẽ không có một người (linh hồn) nào bị đối xử bất công về bất cứ điều gì. Và nếu (chúng có làm một việc dù nhỏ) bằng sức nặng của một hạt cải đi nữa thì TA cũng sẽ mang nó ra (cân đo). Và một mình TA đủ làm công việc thanh toán sổ sách"
        },
        {
            "chapter": 21,
            "verse": 48,
            "text": "Và quả thật, TA đã ban cho Musa và Harun Tiêu chuẩn xét xử và một Ánh Sáng quang minh (Kinh Tawrah) và một sự Nhắc Nhở cho những người ngay chính sợ Allah"
        },
        {
            "chapter": 21,
            "verse": 49,
            "text": "Những ai âm thầm sợ Thượng Đế nơi cõi vô hình và khiếp sợ Giờ (Xét xử)"
        },
        {
            "chapter": 21,
            "verse": 50,
            "text": "Và đây là một Thông điệp nhắc nhở (Qur'an) đầy phúc đức mà TA đã ban xuống (cho các ngươi). Thế các ngươi, (hỡi Muslim!) sẽ phủ nhận Nó hay sao"
        }
    ]
}