{
    "maqras": [
        {
            "chapter": 33,
            "verse": 31,
            "text": "Và ai trong các nữ là người cung kính Allah và Sứ Giả của Ngài và làm điều thiện thì TA sẽ thưởng nữ ấy gấp đôi và chuẩn bị cho nữ ấy bổng lộc rộng rãi nơi thiên đàng"
        },
        {
            "chapter": 33,
            "verse": 32,
            "text": "Hỡi các bà vợ của Nabi (Muhammad!) Các nữ không giống các phụ nữ khác. Nếu các nữ sợ Allah thì chớ ăn nói lả lơi, e rằng những ai mang trong lòng một chứng bệnh (dâm dục) sẽ động lòng tà dâm; ngược lại, hãy ăn nói đoan trang lịch thiệp"
        },
        {
            "chapter": 33,
            "verse": 33,
            "text": "Và các nữ hãy ở trong nhà và chớ phô trương vẻ đẹp theo lối chưng diện của các phụ nữ vào thời kỳ ngu muội; và các nữ hãy dâng lễ nguyện Salah một cách chu đáo và đóng Zakah và vâng lệnh Allah và Sứ Giả của Ngài. Allah chỉ muốn xóa điều nhơ nhuốc đi khỏi các ngươi, hỡi người nhà của gia đình Nabi, và tẩy sạch các ngươi thành những người triệt để trong sạch"
        },
        {
            "chapter": 33,
            "verse": 34,
            "text": "Và các nữ hãy ghi nhớ những điều nằm trong các Lời Mặc Khải đã được đọc ra trong nhà của các nữ và điều khôn ngoan đúng đắn. Quả thật, Allah Rất Mực Tinh Tế, Rất Mực Am Tường"
        },
        {
            "chapter": 33,
            "verse": 35,
            "text": "Quả thật, đối với những người Muslim, nam và nữ; những người có đức tin, nam và nữ; những người cung kính, nam và nữ; những người chân thật, nam và nữ; những người kiên nhẫn, nam và nữ; những người khiêm nhường, nam và nữ; những người bố thí, nam và nữ; những người kiêng cử, nam và nữ; những người giữ lòng trinh bạch, nam và nữ; những người tưởng nhớ Allah nhiều, nam và nữ; Allah sẽ tha thứ và ban thưởng to lớn cho họ"
        },
        {
            "chapter": 33,
            "verse": 36,
            "text": "Và không thích hợp đối với một người có đức tin, nam và nữ, rằng khi Allah và Sứ Giả của Ngài đã quyết định một công việc gì rồi lại còn đòi quyền được chọn lựa trong công việc của họ nữa; và ai bất tuân Allah và Sứ Giả của Ngài thì chắc chắn đã công khai lầm lạc"
        },
        {
            "chapter": 33,
            "verse": 37,
            "text": "Và hãy nhớ khi Ngươi (Nabi!) nói với người mà Allah đã ban ân và Ngươi đã ban ân như sau: “Hãy giữ vợ của ngươi lại, và hãy sợ Allah.” Và Ngươi giữ kín trong lòng điều mà Allah sắp công bố\". Và Ngươi (Nabi) sợ thiên hạ (đàm tiếu) trong lúc Allah là Đấng mà đúng ra Ngươi phải sợ nhất. Bởi thế, khi Zaid (Ibnu Harithah) đã dứt khoát với vợ, TA đã gả nàng cho Ngươi mục đích để cho những người có đức tin không gặp trở ngại trong việc kết hôn với các bà vợ của các đứa con nuôi của mình khi chúng đã dứt khoát với vợ của chúng. Và Lệnh của Allah phải được thi hành"
        },
        {
            "chapter": 33,
            "verse": 38,
            "text": "Nabi (Muhammad) không phạm tội trong việc mà Allah ra lệnh cho Y thi hành. Đó là đường lối của Allah áp dụng cho các ngươi đã qua đời trước đây. Và Mệnh Lệnh của Allah là một Chỉ Dụ đã được quyết định"
        },
        {
            "chapter": 33,
            "verse": 39,
            "text": "Những ai truyền bá Thông điệp của Allah và sợ Ngài; và không Sợ ai duy chỉ sợ Allah thôi. Bởi vì chỉ riêng Allah thôi đủ xét xử"
        },
        {
            "chapter": 33,
            "verse": 40,
            "text": "(Nabi) Muhammad không phải là người cha của một ai trong số đàn ông của các ngươi. Ngược lại, Y là Sứ Giả của Allah và là Ân Tín của các Nabi. Và Allah Hằng Biết hết mọi việc"
        },
        {
            "chapter": 33,
            "verse": 41,
            "text": "Hỡi những ai có đức tin! Hãy tưởng nhớ Allah thật nhiều"
        },
        {
            "chapter": 33,
            "verse": 42,
            "text": "Và hãy tán dương Ngài vào (cuộc lễ nguyện Salah Fajr) buổi sáng và vào (cuộc lễ nguyện Salah 'Asr) buổi chiều"
        },
        {
            "chapter": 33,
            "verse": 43,
            "text": "Ngài là Đấng ban phúc lành xuống cho các ngươi và các Thiên Thần của Ngài cũng làm thế (cầu xin Allah ban phúc lành và tha thứ cho các ngươi), để Ngài đưa các ngươi từ chỗ tăm tối ra chốn ánh sáng. Và Ngài hằng khoan dung đối với những người có đức tin"
        },
        {
            "chapter": 33,
            "verse": 44,
            "text": "Lời kính chào của họ vào ngày họ trình diện Ngài (Allah) sẽ là: 'Salam' (Bằng an); và Ngài đã chuẩn bị cho họ một phần thưởng rộng rãi"
        },
        {
            "chapter": 33,
            "verse": 45,
            "text": "Hỡi Nabi (Muhammad!) Thật sự, TA đã cử phái Ngươi làm một nhân chứng, một người mang tin mừng và một người báo trước"
        },
        {
            "chapter": 33,
            "verse": 46,
            "text": "Và làm một người gọi mời (nhân loại) đến với Allah theo sự chấp thuận của Ngài; và như một ngọn đuốc (chiếc đèn) phát ra ánh sáng (soi đường)"
        },
        {
            "chapter": 33,
            "verse": 47,
            "text": "Và hãy báo tin mừng cho những người có đức tin rằng họ sẽ tiếp nhận một bổng lộc rất lớn từ Allah"
        },
        {
            "chapter": 33,
            "verse": 48,
            "text": "Và chớ nghe lời những kẻ không có đức tin và những kẻ giả tạo đức tin và hãy bỏ qua thái độ xấc xược của chúng và hãy phó thác (công việc) cho Allah bởi vì Allah đủ làm một Đấng Thọ Thác"
        },
        {
            "chapter": 33,
            "verse": 49,
            "text": "Hỡi những ai có đức tin! Khi các ngươi kết hôn với những phụ nữ có đức tin rồi ly dị họ trước khi chạm đến mình họ, các ngươi sẽ không áp dụng thời gian ở vậy ('Iddah) mà các ngươi tính đếm đối với họ. Nhưng hãy tặng họ một món quà và trả tự do cho họ một cách tốt đẹp"
        },
        {
            "chapter": 33,
            "verse": 50,
            "text": "Hỡi Nabi (Muhammad!) Ngài (Allah) làm Halal (hợp pháp) cho Ngươi các bà vợ mà Ngươi đã trả tiền cưới (Mahr), và những người mà tay phải của Ngươi làm chủ trong số các (nữ tù binh) mà Allah đã ban cho Ngươi; và con gái của chú bác của Ngươi; và con gái của người cô của Ngươi; và con gái của người cậu của Ngươi; và con gái của người dì của Ngươi đã cùng di cư (đến Madinah) với Ngươi; và (cưới) phụ nữ có đức tin nào tự hiến mình làm vợ của Nabi nếu Nabi muốn kết hôn với họ; điều khoản này đặc biệt dành cho Ngươi chứ không áp dụng cho những người có đức tin khác. TA biết đặc ân mà TA đã ban cấp cho họ liên hệ đến các bà vợ của họ và những nữ tù binh nằm trong tay của họ để Ngươi không gặp khó khăn (trong việc cưới vợ). Và Allah Hằng Tha Thứ, Rất Mực Khoan Dung"
        }
    ]
}