{
    "maqras": [
        {
            "chapter": 41,
            "verse": 25,
            "text": "Và TA đã chỉ định cho chúng những người bạn đường (tương đắc) có nhiệm vụ làm cho chúng say đắm với những điều (tội lỗi) đằng trước chúng và những điều (sai trái) đằng sau chúng. Và Lời (xử) phạt bọn chúng đều xác minh đúng nơi các cộng đồng của loài Jinn và loài người đã qua đời trước bọn chúng. Quả thật, chúng là những kẻ mất mát"
        },
        {
            "chapter": 41,
            "verse": 26,
            "text": "Và những kẻ không có tin bảo: “Chớ nphe Qur'an này và gây náo động ồn ào (khi nó được xướng lên) để may ra các ngươi nắm ưu thế.”"
        },
        {
            "chapter": 41,
            "verse": 27,
            "text": "Nhưng chắc chắn TA sẽ cho những kẻ không có đức tin nếm sự trừng phạt khắc nghiệt và sẽ trừng phạt chúng vô cùng tàn tệ về những điều (tội lỗi) chúng đã từng làm"
        },
        {
            "chapter": 41,
            "verse": 28,
            "text": "Đấy là quả báo dành cho những kẻ thù của Allah: trong đó (hỏa ngục) chúng sẽ có một mái nhà vĩnh viễn, một quả báo cho tội chúng đã từng phủ nhận các dấu hiệu của TA"
        },
        {
            "chapter": 41,
            "verse": 29,
            "text": "Và những kẻ không có đức tin sẽ thưa: “Lạy Thượng Đế bầy tôi! Xin Ngài vạch mặt những tên Jinn và lủ người đã dắt bầy tôi đi lạc để bầy tôi chà đạp hai chúng nó dưới bàn chân của bầy tôi khiến cho chúng thành những tên hèn hạ nhất.”"
        },
        {
            "chapter": 41,
            "verse": 30,
            "text": "Quả thật, những ai nói: “Thượng Đế của chúng tôi là Allah.” rồi đứng vững như bàn thạch, các Thiên Thần sẽ xuống động viên họ, bảo: “Chớ lo sợ cũng chớ buồn phiền mà hãy vui lên với tin mừng về thiên đàng (hạnh phúc) mà quí vị đã được hứa"
        },
        {
            "chapter": 41,
            "verse": 31,
            "text": "“Chúng tôi là bạn của quí vị ở đời này và ở đời sau. Và nơi đó, quí vị sẽ được bất cứ món gì mà bản thân của quí vị ước muốn và nơi đó quí vị sẽ được ban cấp bất cứ món gì mà quí vị yêu cầu"
        },
        {
            "chapter": 41,
            "verse": 32,
            "text": "“Một sự khoan đãi từ Đấng Hằng Tha Thứ, Đấng Rất Mực Khoan Dung.”"
        },
        {
            "chapter": 41,
            "verse": 33,
            "text": "Và còn ai tử tế và tốt về lời nói hơn người mời gọi (nhân loại) đến với Allah và làm việc thiện và bảo: tôi đây là một người Muslim.”"
        },
        {
            "chapter": 41,
            "verse": 34,
            "text": "Và điều thiện tốt và điều xấu, tội lỗi không thể ngang bằng nhau. Hãy dùng điều thiện tốt mà đẩy lùi điều xấu và tội lỗi. Rồi (Ngươi sẽ thấy) kẻ ôm lòng hận thù Ngươi sẽ trở thành người bạn thân tình của Ngươi"
        },
        {
            "chapter": 41,
            "verse": 35,
            "text": "Và không ai được phú cho cái đó (lòng tốt) ngoại trừ những người thật sự kiên nhẫn và không ai được phú cho cái đó, ngoại trừ người có phần số lớn (được vào thiên đàng)"
        },
        {
            "chapter": 41,
            "verse": 36,
            "text": "Và nếu có lời từ Shaytan xúi giục Ngươi (làm điều sai trái) thì hãy xin Allah che chở bởi vì quả thật Ngài Hằng Nghe, Hằng Biết mọi việc"
        },
        {
            "chapter": 41,
            "verse": 37,
            "text": "Và ban đêm và ban ngày, và mặt trời và mặt trăng là những dấu hiệu chỉ dẫn của Ngài (Allah). Chớ lạy mặt trời và mặt trăng mà hãy quỳ lạy Allah, Đấng đã tạo ra chúng nếu các ngươi tôn thờ chỉ riêng Ngài thôi"
        },
        {
            "chapter": 41,
            "verse": 38,
            "text": "Nhưng nếu chúng ngạo mạn thì những ai (Thiên Thần) ở cùng với Thượng Đế của Ngươi hằng tán dương Ngài cả đêm lẫn ngày và không bao giờ mỏi mệt"
        },
        {
            "chapter": 41,
            "verse": 39,
            "text": "Và trong các dấu hiệu của Ngài (có cái này): rằng đất đai hạ mình khiêm tốn (khô nứt). Nhưng khi TA tưới nước mưa lên nó, nó cựa mình (sống lại) và cho mọc ra (hoa màu). Quả thật, Đấng làm cho nó sống lại chắc chắn sẽ làm cho người chết sống lại (vào Ngày phục sinh). Quả thật, Ngài thừa khả năng làm được tất cả mọi vật"
        },
        {
            "chapter": 41,
            "verse": 40,
            "text": "Quả thật, những ai báng bổ các dấu hiệu của TA thì sẽ không trốn khỏi TA đặng. Thế ai tốt hơn? Kẻ bị ném vào hỏa ngục hay là người bước ra an toàn vào Ngày phục sinh? (Hỡi những kẻ không có đức tin!) hãy làm những điều mà các ngươi muốn bởi vì chắc chắn Ngài (Allah) Hằng Thấy những điều các người làm"
        },
        {
            "chapter": 41,
            "verse": 41,
            "text": "Quả thật, những ai phủ nhận Lời Nhắc Nhở (Qur'an) khi Nó đến với họ (thì sẽ bị trừng phạt). Và quả thật, Nó là một Kinh Sách rất đỗi quyền năng"
        },
        {
            "chapter": 41,
            "verse": 42,
            "text": "Không một điều giả dối nào có thể xâm nhập Nó (Qur'an) từ đằng trước hay đằng sau. Bởi vì Nó do Đấng (Allah) Rất Mực Sáng Suốt, Rất Đáng Ca Tụng ban xuống"
        },
        {
            "chapter": 41,
            "verse": 43,
            "text": "Những điều mà chúng nói cho Ngươi chẳng khác với điều đã được nói cho các Sứ Giả trước Ngươi. Quả thật, Thượng Đế của Ngươi nắm trọn sự tha thứ và sự trừng phạt đau đớn"
        },
        {
            "chapter": 41,
            "verse": 44,
            "text": "Nếu TA làm Qur'an bằng một thứ tiếng không phải ngôn ngữ Ả Rập thì (nhũng người Ả Rập ngoại đạo) sẽ bảo: “Tại sao các câu kinh của nó không được giải thích chi tiết (theo ngôn ngữ của chúng tôi?)” Sao! một (Kinh Sách bằng) ngôn ngữ khác (tiếng Ả Rập) và một (Sứ Giả) người Ả Rập ư? Hãy bảo chúng: “Nó là một Chỉ Đạo và là một phương thuốc chữa lành bệnh cho những ai có đức tin. Ngược lại, những ai không có đức tin thì tai của chúng điếc và Nó (Qur'an) là một sự mù lòa đối với chúng. Chúng là những người được gọi từ một chỗ rất xa"
        },
        {
            "chapter": 41,
            "verse": 45,
            "text": "Và quả thật TA đã ban cho Musa Kinh Sách nhưng lại có sự tranh cãi trong đó. Nếu không vì một Lời Phán từ Thượng Đế của Ngươi đã được phán ra trước đây thì việc tranh cãi giữa bọn chúng đã được giải quyết xong. Nhưng chúng lại rất đỗi nghi ngờ về Nó"
        },
        {
            "chapter": 41,
            "verse": 46,
            "text": "Ai làm điều thiện thì được lợi cho bản thần mình. Còn ai làm điều xấu và tội lỗi thì bất lợi cho bản thân y. Bởi vì quả thật Thượng Đế của Ngươi không bao giờ bất công với bầy tôi (của Ngài)"
        }
    ]
}