{
    "maqras": [
        {
            "chapter": 12,
            "verse": 53,
            "text": "“Và tôi đã không tự cho mình hoàn toàn vô tội bởi vì chắc chắn dục vọng (của con người) hay xúi giục làm điều tội lỗi trừ phi Thượng Đế của Ta khoan dung. Quả thật, Thượng Đế của Ta Hằng Tha Thứ, Rất Mực Khoan Dung.”"
        },
        {
            "chapter": 12,
            "verse": 54,
            "text": "Và vua phán: “Hãy đưa y đến gặp trẫm. Trẫm sẽ chọn y (làm việc) riêng cho trẫm.” Do đó, khi Y (Yusuf) tâu với vua tự sự, vua phán: “Hãy yên tâm. Ngày nay nhà ngươi có địa vị cao, được trẫm tín nhiệm.”"
        },
        {
            "chapter": 12,
            "verse": 55,
            "text": "Y (Yusuf) xin vua: “Xin bệ hạ cho hạ thần quản lý kho tài nguyên trong nước. Hạ thần là một người bảo quản tốt, hiểu biết công việc.”"
        },
        {
            "chapter": 12,
            "verse": 56,
            "text": "Và bằng cách đó TA (Allah) đã định cư Yusuf trong xứ (Ai Cập) để Y có thể nắm quyền bất cứ nơi nào mà Y muốn trong xứ. TA ban Hồng Ân của TA cho người nào TA muốn và TA không làm mất phần thưởng của những người làm tốt"
        },
        {
            "chapter": 12,
            "verse": 57,
            "text": "Và chắc chắn phần thưởng của đời sau sẽ tốt nhất cho những ai tin tưởng và sợ Allah"
        },
        {
            "chapter": 12,
            "verse": 58,
            "text": "Và các người anh (cùng cha khác mẹ) của Yusuf đến (Ai Cập). Và họ vào trình diện Y. Y nhận ra họ nhưng họ không nhận ra Y"
        },
        {
            "chapter": 12,
            "verse": 59,
            "text": "Và khi Y cung cấp phần lương thực cho họ, Y bảo: \"Hãy đưa một đứa em của các người cùng một cha với các người đến gặp Ta. Há các người đã không thấy việc Ta đong đủ lượng thóc (hay ngô) cho các người và Ta là một người rất trọng khách"
        },
        {
            "chapter": 12,
            "verse": 60,
            "text": "“Ngược lại, nếu không đưa nó đến gặp Ta thì các người sẽ không được một tí lượng thóc (hay ngô) nào từ Ta và các người cũng sẽ không được đến gần Ta nữa.”"
        },
        {
            "chapter": 12,
            "verse": 61,
            "text": "Họ thưa: “Chúng tôi sẽ cố gắng van nài cha của nó cho phép nó cùng đến với chúng tôi và chắc chắn chúng tôi sẽ làm được việc này.”"
        },
        {
            "chapter": 12,
            "verse": 62,
            "text": "Và Y (Yusuf) bảo những người giúp việc mang số tiền mua thóc của họ để vào trong túi da đựng thóc của họ lại để cho họ nhận ra nó khi trở về gặp gia đình và để cho họ có thể trở lại (Ai Cập)"
        },
        {
            "chapter": 12,
            "verse": 63,
            "text": "Do đó, khi trở về gặp người cha, họ thưa: “Thưa cha! Họ sẽ từ chối cân lượng thóc cho chúng con (nếu không dẫn đứa em của chúng con theo). Bởi thế, xin cha hãy cho em cùng đi với chúng con hầu chúng con sẽ được lượng thóc qui định. Và chắc chắn chúng con sẽ trông nom em nó cẩn thận.”"
        },
        {
            "chapter": 12,
            "verse": 64,
            "text": "(Người cha) bảo: “Há ta tin tưởng tụi bây mà giao nó (cho tụi bây) giống như ta đã tin tưởng mà giao anh của nó (cho tụi bây) trước đây hay sao? Nhưng Allah là Đấng Trông nom tốt nhất. Và Ngài là Đấng Khoan dung nhất của những người tỏ lòng khoan dung.”"
        },
        {
            "chapter": 12,
            "verse": 65,
            "text": "Và khi mở túi đựng thóc, họ thấy số tiền mua thóc của họ đã được trả lại cho họ. Họ thưa: “Thưa cha! Chúng ta còn mong muốn gì hơn! Đây tiền mua thóc của chúng ta đã được trả lại cho chúng ta, chúng ta sẽ được phần lượng thóc cho gia đình của chúng ta và chúng con sẽ trông nom đứa em của chúng con cẩn thận; và chúng ta sẽ có thêm phần lượng thóc bằng sức chở của một con lạc đà. Đấy là một số lượng dễ dãi (đối với quan Tổng Quản Khố)"
        },
        {
            "chapter": 12,
            "verse": 66,
            "text": "(Người cha) bảo: \"Ta sẽ không bao giờ cho nó đi cùng với tụi bây trừ phi tụi bây thề với Cha bằng một lời thề long trọng nhân danh Allah rằng tụi bây sẽ đưa nó trở lại cho Cha ngoại trừ trường hợp bị vây hãm (và bất lực không làm gì được). Và khi họ thề thốt bằng lời thề long trọng, người cha bảo: “Allah là Đấng làm chứng và thọ lãnh mọi điều chúng ta tuyên bố.”"
        },
        {
            "chapter": 12,
            "verse": 67,
            "text": "(Nguôi giận, người cha) dặn: \"Này các con! Tất cả chớ vào (thủ đô của Ai Cập) bằng một cửa duy nhất mà hãy đi vào bằng nhiều cửa khác nhau. Và cha không thể giúp các con tránh khỏi (hình phạt của) Allah về bất cứ điều gì. Bởi vì việc xét xử là của Allah. Ta hoàn toàn phó thác cho Ngài. Vậy hãy để cho những người phó thác nên phó thác cho Ngài"
        },
        {
            "chapter": 12,
            "verse": 68,
            "text": "Và khi họ đi vào (thủ đô của Ai Cập) theo phương cách mà người cha đã khuyên bảo thì lời dặn dò đó chẳng giúp họ tránh khỏi (kế hoạch của) Allah về bất cứ điều gì. Ngược lại, nó chỉ làm thỏa mãn ước vọng trong lòng của Ya'qub thôi. Và quả thật, Y có kiến thức về những điều mà TA (Allah) đã dạy bảo Y, nhưng đa số nhân loại không biết"
        },
        {
            "chapter": 12,
            "verse": 69,
            "text": "Và khi họ vào trình diện Yusuf, Y tiếp riêng đứa em ruột và giữ nó lại với Y. Y bảo đứa em: “Quả thật, anh là anh ruột của em đây. Thôi em chớ buồn về những điều mà các anh ấy đã làm.”"
        },
        {
            "chapter": 12,
            "verse": 70,
            "text": "Do đó, khi cung cấp cho họ phần lương thực của họ, Y (Yusuf) đặt một chiếc cốc uống vào trong chiếc túi đựng thóc của đứa em ruột rồi cho một người tri hô lớn, bảo: “Này, hỡi đoàn khách thương! Các người là những kẻ trộm.”"
        },
        {
            "chapter": 12,
            "verse": 71,
            "text": "Và quay về phía họ, (đoàn khách thương) hỏi: “Quí ngài mất cái gì vậy?”"
        },
        {
            "chapter": 12,
            "verse": 72,
            "text": "Họ đáp: “Chúng tôi mất một chiếc cốc uống của nhà vua. Người nào mang nó trả lại sẽ được phần thưởng (lượng thóc) bằng sức chở của một con lạc đà. Và Ta bảo đảm cho việc đó.”"
        },
        {
            "chapter": 12,
            "verse": 73,
            "text": "(Những người anh của Yusuf) lên tiếng: “Xin thề với Allah, quí ngài biết rõ chúng tôi đến đây không phải để làm điều tệ bạc tại địa phương, và chúng tôi không phải là những kẻ trộm.”"
        },
        {
            "chapter": 12,
            "verse": 74,
            "text": "(Những người làm của Yusuf) bảo: “Thế thì hình phạt dùng xử lý kẻ trộm là gì nếu các người (bị bắt quả tang) đã nói dối.”"
        },
        {
            "chapter": 12,
            "verse": 75,
            "text": "Họ (các người anh của Yusuf) thưa: “hình phạt xử lý y sẽ (như sau:) “Tang vật tìm thấy trong túi đựng thóc của người nào thì người đó sẽ bị cam tù để chuộc tội. Chúng tôi trừng phạt những kẻ làm bậy như thế.”"
        },
        {
            "chapter": 12,
            "verse": 76,
            "text": "Thế là Y (Yusuf) bắt đầu lục lọi những chiếc túi của họ (các người anh) trước khi đến chiếc túi của đứa em ruột. Rồi Y móc nó (chiếc cốc) từ chiếc túi của đứa em ra. TA (Allah) sắp đặt kế hoạch cho Yusuf như thế. Y không thể bắt giữ đứa em ruột ở lại được theo luật lệ của nhà vua trừ phi Allah muốn khác đi. TA nâng cấp bậc (về kiến thức) cho người nào TA muốn. Nhưng cao hơn tất cả những ai đã được ban cho kiến thức thì chỉ có Đấng Toàn Tri (Allah)"
        }
    ]
}