{
    "chapter": [
        {
            "chapter": 49,
            "verse": 1,
            "text": "Oh Nina enikholwayo! Ningenzi (okuthize) ngaphambili kukaMvelinqangi nesithunywa sakhe futhi yesabani uMvelinqangi, ngempela uMvelinqangi uyezwa uyazi"
        },
        {
            "chapter": 49,
            "verse": 2,
            "text": "Oh Nina enikholwayo! Ningaphakamisi amazwi enu ngaphezulu kwezwi likamphrofethi futhi ningabi nomsindo kuyena ngenkulumo njengokuba nomsindo kwabanye benu kwabanye hleze izenzo zenu zibe yize leze kulapho nina ningaboni"
        },
        {
            "chapter": 49,
            "verse": 3,
            "text": "Ngempela labo abehlisa amazwi abo uma kukhona isithunywa sikaMvelinqangi labo-ke bayilabo uMvelinqangi azivivinyela okulungileyo izinhliziyo zabo okwabo yintethelelo kanye nomvuzo omkhulu"
        },
        {
            "chapter": 49,
            "verse": 4,
            "text": "Ngempela labo abakubiza ngemumva kwezindawo zokuhlala iningi labo alinawo umqondo"
        },
        {
            "chapter": 49,
            "verse": 5,
            "text": "Futhi ukube bona babebekezela kuze kube uyaphuma uya kubona kwakuzokuba ngcono kubona, futhi uMvelinqangi ungothethelelayo onesihawu"
        },
        {
            "chapter": 49,
            "verse": 6,
            "text": "Oh Nina enikholwayo! Uma (umuntu) ongalungile efika kunina nezindaba ngakho-ke zihlolisiseni, hleze nilimaze abantu ngokungazi bese niyazisola ngalokho enanikwenza"
        },
        {
            "chapter": 49,
            "verse": 7,
            "text": "Futhi yazini ukuthi phakathi kwenu kukhona isithunywa sikaMvelinqangi ukube besinganilalela ezindabeni eziningi ngempela benizokuba senhluphekweni kepha uMvelinqangi wayenza yathandeka kunina inkolo futhi wayenza yabukeka iyinhle ezinhliziyweni zenu futhi wenza kwazondeka kunina ukungakholwa nokushinga nokungahloniphi labo-ke bayilabo abaholwe kahle"
        },
        {
            "chapter": 49,
            "verse": 8,
            "text": "Umusa ovela kuMvelinqangi kanye nobubele futhi uMvelinqangi uyisazi unobuhlakani"
        },
        {
            "chapter": 49,
            "verse": 9,
            "text": "Futhi uma amaqembu amabili amakholwa elwa ngakho- ke yenzani ubulungiswa phakathi kwawo womabili kepha uma elilodwa lawo womabili licindezela elinye ngakho-ke yilwani nalelo elicindezelayo kuze kube lithobela impoqo kaMvelinqangi, kepha uma lizithoba ngakho-ke lamulani phakathi kwawo womabili ngobulungiswa nangokulingana, ngempela uMvelinqangi uyabathanda abalinganisayo"
        },
        {
            "chapter": 49,
            "verse": 10,
            "text": "Abakholwayo bangabazalwane ngakho-ke lamula phakathi kwabafowenu futhi yesabani uMvelinqangi ukuze ninikwe umusa"
        },
        {
            "chapter": 49,
            "verse": 11,
            "text": "Oh Nina enikholwayo! Abantu abangabenzi abantu iziphukuphuku, bangaba ngcono kunabo, futhi abesifazane bangabenzi (iziphukuphuku abanye) besifazane, mhlawumbe bangaba ngcono kunabo futhi ningathukani, futhi ningabizani ngezigcono (ezithukuthelisayo) yigama elibi lokungahloniphi emva kwenkolo, futhi noma ngabe ngubani ongazisoli – ngakho-ke labo bona bangabenzi bokubi"
        },
        {
            "chapter": 49,
            "verse": 12,
            "text": "Oh Nina enikholwayo! Qhelelanani kakhulu nomdlinzo ngempela eminye yemidlinzo iyisono futhi abanye benu bangabelusi abanye futhi bangabahlebi, ngakube oyedwa wenu uyakuthanda yini ukuthi adle inyama kamfowabo ofile? Ningayinyanya futhi yesabani uMvelinqangi, ngempela uMvelinqangi ungowamukela ukuzisola unesihawu"
        },
        {
            "chapter": 49,
            "verse": 13,
            "text": "Oh Bantu! Ngempela thina sanidala ngesilisa nesifazane futhi sanenza abantu nezizwe ukuze nazane, ngempela ohlonipheke kakhulu phakathi kwenu kuMvelinqangi yilowo olunge kakhulu kunani, ngempela uMvelinqangi uyisazi welumkile"
        },
        {
            "chapter": 49,
            "verse": 14,
            "text": "Abahlali basogwadule bathi, “sasikholwa” ithi, “anikholwa” kepha yithini, “sizinikele” inkolo ayikangeni ezinhliziyweni zenu kepha uma nihlonipha uMvelinqangi kanye nesithunywa sakhe angeke anciphise lutho emisebenzini yenu, ngempela uMvelinqangi ungothethelelayo onesihawu"
        },
        {
            "chapter": 49,
            "verse": 15,
            "text": "nesithunywa sakhe bese bengangabazi futhi bazabalaze ngengcebo yabo nangemiphefumulo yabo endleleni kaMvelinqangi, labo-ke bayilabo abaneqiniso"
        },
        {
            "chapter": 49,
            "verse": 16,
            "text": "Ithi ngakube nazisa uMvelinqangi ngenkolo yenu na? Kulapho uMvelinqangi ekwazi lokho okusemazulwini kanye nalokho okusemhlabeni, futhi uMvelinqangi uyisazi sazo zonke izinto"
        },
        {
            "chapter": 49,
            "verse": 17,
            "text": "Benza sengathi bakwenzela umusa ukuthi babengamaMuslim ithi, “ningenzi ububele kumina ngobu-Islam benu, kepha nguMvelinqangi owenza ububele kunina ngokuthi waniholela enkolweni uma kungukuthi nina ningabaneqiniso"
        },
        {
            "chapter": 49,
            "verse": 18,
            "text": "Ngempela uMvelinqangi uyakwazi okungabonwa kwamazulu nomhlaba futhi uMvelinqangi ungumboni walokho enikwenzayo"
        }
    ]
}