{
    "pages": [
        {
            "chapter": 2,
            "verse": 170,
            "text": "Y si se les dice: «Seguid lo que Al-lah ha revelado», dicen: «¡No! Seguimos mejor lo que vimos que seguian nuestros padres». ¿(Lo haran) aun cuando sus padres no razonaban ni estaban guiados"
        },
        {
            "chapter": 2,
            "verse": 171,
            "text": "El ejemplo de quienes rechazan la verdad se asemeja al (ganado) que solo oye voces y ruidos cuando lo llama el pastor (y no puede comprender lo que este dice)[56]. Estan sordos, mudos y ciegos, y no razonan"
        },
        {
            "chapter": 2,
            "verse": 172,
            "text": "¡Oh, creyentes!, comed de las cosas buenas que os hemos concedido y sed agradecidos con Al-lah, si en verdad lo adorais (solo a El)"
        },
        {
            "chapter": 2,
            "verse": 173,
            "text": "Ciertamente, (Al-lah) os ha prohibido la carne del animal hallado muerto, la sangre, la carne de cerdo y la carne del animal que haya sido sacrificado en nombre de otro que no sea Al-lah. Mas quien se vea obligado a ingerirlos por necesidad extrema, sin la intencion de desobedecer ni de traspasar los limites, no comete ningun pecado. En verdad, Al-lah es Indulgente y Misericordioso"
        },
        {
            "chapter": 2,
            "verse": 174,
            "text": "En verdad, quienes ocultan lo que Al-lah ha revelado en las Escrituras (como la descripcion del profeta Muhammad) para obtener un misero beneficio mundanal, esos no ingeriran sino fuego (el cual ardera) en sus entranas. Y Al-lah no les dirigira la palabra el Dia de la Resurreccion ni los purificara (de sus pecados), y sufriran un castigo doloroso"
        },
        {
            "chapter": 2,
            "verse": 175,
            "text": "Esos son quienes han preferido el extravio al buen camino, y el castigo al perdon. (¿Como se han atrevido a cometer lo que les conducira al fuego?) ¡A ver como van a soportar el fuego infernal"
        },
        {
            "chapter": 2,
            "verse": 176,
            "text": "Y esto ocurrira porque Al-lah ha revelado el Libro (el Coran) con la verdad (y ellos lo han rechazado). Y quienes se oponen al Libro se hallan lejos de la verdad en su discrepancia"
        }
    ]
}