{
    "pages": [
        {
            "chapter": 20,
            "verse": 65,
            "text": "(Los brujos) le dijeron (a Moises): «¡Moises!, ¿arrojas tu primero (tu cayado) o empezamos nosotros?»"
        },
        {
            "chapter": 20,
            "verse": 66,
            "text": "(Moises) respondio: «Arrojad vosotros primero (lo que tengais que arrojar)». Y (cuando arrojaron) sus cuerdas y cayados, (a Moises) le parecio que estos (eran verdaderas serpientes que) se movian con gran rapidez debido a la brujeria que realizaron"
        },
        {
            "chapter": 20,
            "verse": 67,
            "text": "Entonces, Moises sintio miedo"
        },
        {
            "chapter": 20,
            "verse": 68,
            "text": "Le dijimos: «No temas, tu seras el vencedor"
        },
        {
            "chapter": 20,
            "verse": 69,
            "text": "»¡Arroja (el cayado) que sostienes en tu mano derecha! Acabara con lo que han realizado. Lo que ellos han hecho es un mero truco, y los brujos no triunfaran nunca alli donde esten»"
        },
        {
            "chapter": 20,
            "verse": 70,
            "text": "(Y cuando Moises arrojo su cayado), los brujos cayeron postrados (al percatarse de que lo que el habia realizado no era brujeria) y dijeron: «Creemos en el Senor de Aaron y de Moises»"
        },
        {
            "chapter": 20,
            "verse": 71,
            "text": "(El Faraon) les dijo: «¿Creeis en Moises (y lo seguis) antes de concederos yo permiso? Seguro que el es vuestro maestro, quien os ha ensenado la brujeria que sabeis. Ciertamente, os amputare las manos y los pies opuestos y despues os clavare[580]en troncos de palmeras. Asi sabreis quien de los dos (si el Senor de Moises o yo) puede infligir el castigo mas severo y duradero»"
        },
        {
            "chapter": 20,
            "verse": 72,
            "text": "(Los brujos) respondieron: «No os preferiremos a vos por encima de las pruebas (de la verdad) que hemos recibidoy por encima de Aquel que nos creo. Decretad, pues, para nosotros lo que querais. Vuestro decreto solo nos alcanzara en esta vida"
        },
        {
            "chapter": 20,
            "verse": 73,
            "text": "»Ciertamente, creemos en nuestro Senor y (esperamos) que perdone nuestras faltas y la brujeria que nos habeis obligado a realizar. Y la recompensa de Al-lah es mejor y mas duradera (que la vuestra)»"
        },
        {
            "chapter": 20,
            "verse": 74,
            "text": "Quien se presente ante su Senor (el Dia de la Resurreccion) habiendo negado la verdad tendra como castigo el infierno, donde ni morira ni vivira"
        },
        {
            "chapter": 20,
            "verse": 75,
            "text": "Y quien se presente (ante su Senor) habiendo sido creyente y habiendo actuado con rectitud ocupara un alto nivel (en el paraiso)"
        },
        {
            "chapter": 20,
            "verse": 76,
            "text": "(Entrara en) los Jardines de la Eternidad por los cuales corren rios, y alli viviran para siempre.Tal sera la recompensa de quienes se purifiquen (de sus pecados)"
        }
    ]
}