{
    "pages": [
        {
            "chapter": 2,
            "verse": 30,
            "text": "Y (menciona a tu gente, oh, Muhammad) cuando tu Senor dijo a los angeles: «Voy a establecer en la tierra a generaciones de hombres que se sucederan». Estos dijeron: «¿Vas a poner en ella a quienes la corrompan y derramen sangre mientras que nosotros Te glorificamos con alabanzas y Te santificamos?». (Al-lah)respondio: «Yo se lo que vosotros ignorais»"
        },
        {
            "chapter": 2,
            "verse": 31,
            "text": "Y enseno a Adan los nombres de todas las cosas (creadas). Despues mostro estas a los angeles y les dijo: «Informadme de sus nombres, si sois veraces»"
        },
        {
            "chapter": 2,
            "verse": 32,
            "text": "Estos respondieron: «¡Gloria a ti! Solo sabemos lo que Tu nos has ensenado. En verdad, Tu eres el Omnisciente, el Sabio»"
        },
        {
            "chapter": 2,
            "verse": 33,
            "text": "Dijo: «¡Adan, revelales sus nombres!». Y cuando Adan les hubo informado de ellos, Al-lah les dijo: «¿Acaso no os dije que tengo el conocimiento absoluto del gaib en los cielos y en la tierra que nadie mas posee y que se lo que manifestais y lo que ocultais?»"
        },
        {
            "chapter": 2,
            "verse": 34,
            "text": "Y (recuerdales, oh, Muhammad) cuando dijimos a los angeles: «¡Postraos ante Adan![17]»; y se postraron todos salvo Iblis[18], quien se nego, se envanecio y fue de los que se rebelan. Satan Belial el lider de los demonios y no un angel como en la tradicion cristiana; mas gozaba de un alto rango debido a su piedad y continua adoracion a Al-lah"
        },
        {
            "chapter": 2,
            "verse": 35,
            "text": "Y dijimos (a Adan): «¡Adan!, habita con tu esposa en el paraiso y comed de el cuanto y donde querais; pero no os acerqueis a este arbol, pues seriais de los pecadores (si comierais de el)»"
        },
        {
            "chapter": 2,
            "verse": 36,
            "text": "Pero el Demonio (Iblis) hizo que desobedecieran y que tuvieran que abandonar las gracias de las que alli disfrutaban. Les dijimos: «¡Descended (del paraiso)! Vuestros descendientes seran enemigos unos de otros. En la tierra dispondreis de morada y de bienes temporales»"
        },
        {
            "chapter": 2,
            "verse": 37,
            "text": "Despues, Adan recibio de su Senor unas palabras (para pedir perdon), y Al-lah lo perdono. En verdad, Al-lah acepta el arrepentimiento y es Misericordioso"
        }
    ]
}