{
    "juzs": [
        {
            "chapter": 2,
            "verse": 142,
            "text": "Những kẻ điên rồ trong thiên hạ sẽ nói: “Điều gì đã làm (cho những người Muslim này) thay đổi hướng Qiblah mà họ thường quay về đó (để dâng lễ?)” Hãy bảo họ: “Hướng đông và Hướng tây là của Allah. Ngài hướng dẫn người nào Ngài muốn đến con đường ngay chính.”"
        },
        {
            "chapter": 2,
            "verse": 143,
            "text": "Và TA (Allah) đã làm cho các ngươi thành một cộng đồng dung hòa để các ngươi trở thành các nhân chứng cho nhân loại và Sứ Giả (Muhammad) là một nhân chứng cho các ngươi; và TA (Allah) đã chỉ định hướng Qiblah mà Ngươi thường quay về đó (để dâng lễ) là chỉ để cho TA (Allah) biết ai là người tuân theo Sứ Giả (của Allah) với ai là người quay gót chân theo hướng khác. Và quả thật đó là một thay đổi rất lớn, nhưng không mấy trọng đại đối với những ai đã được Allah hướng dẫn (theo Chính Đạo). Và Allah không làm cho đức tin của các ngươi thành vô nghĩa bởi vì Allah rất mực Độ lượng, Rất Mực Khoan Dung"
        },
        {
            "chapter": 2,
            "verse": 144,
            "text": "Chắc chắn TA (Allah) thấy Ngươi (Muhammad) ngước mặt lên trời (cầu xin Chỉ Đạo). Bởi thế, TA (Allah) hướng Ngươi về phía Qiblah làm cho Ngươi hài lòng. Do đó, hãy quay mặt của Ngươi hướng về Al-Masjid al-Haram (Thánh đường Linh thiêng tại Makkah). Và ở bất cứ nơi nào, các ngươi hãy quay mặt về phía đó (để dâng lễ). Và chắc chắn những ai đã được (Allah) ban cho Kinh Sách đều biết rằng đó là sự Thật do Thượng Đế của họ ban xuống. Và Allah không làm ngơ trước những điều họ làm"
        },
        {
            "chapter": 2,
            "verse": 145,
            "text": "Và chắc chắn rằng nếu Ngươi có mang tất cả các Phép lạ đến cho những ai đã được ban cho Kinh Sách thấy (hầu thuyết phục họ về sự thật) đó, thì nhất định họ sẽ không theo hướng Qiblah của Ngươi; và Ngươi cũng sẽ không theo hướng Qiblah của họ; và đôi bên không ai theo hướng Qiblah của ai cả. Và sau khi đã rõ sự Thật, nếu Ngươi tiếp tục làm theo ý muốn của họ thì rõ ràng Ngươi cố tình làm điều sai quấy"
        },
        {
            "chapter": 2,
            "verse": 146,
            "text": "Những ai mà TA (Allah) đã ban cho Kinh Sách đều nhìn nhận Người (Muhammad là Sứ Giả của Allah) giống như việc họ nhìn nhận con cái của họ vậy, nhưng một số trong bọn họ giấu giếm sự thật trong lúc họ biết (điều đó)"
        },
        {
            "chapter": 2,
            "verse": 147,
            "text": "Sự Thật là từ Thượng Đế của Ngươi. Bởi thế, chớ sinh lòng nghi ngờ (về Nó)"
        },
        {
            "chapter": 2,
            "verse": 148,
            "text": "Mỗi cá nhân (hay cộng đồng) đều có một mục tiêu mà y (hay họ) hướng về (để dâng lễ). Do đó, hãy thi đua nhau làm điều lành. Bất cứ nơi nào các ngươi ở, Allah sẽ đưa các ngươi đến gặp nhau. Bởi vì Allah có quyền chi phối trên tất cả mọi việc"
        },
        {
            "chapter": 2,
            "verse": 149,
            "text": "Và từ bất cứ nơi nào Ngươi khởi hành, hãy quay mặt của Ngươi về hướng Masjid Al-Haram (để dâng lễ). Và chắc chắn đó là sự Thật từ Thượng Đế của Ngươi. Và Allah không làm ngơ trước những điều các người làm"
        },
        {
            "chapter": 2,
            "verse": 150,
            "text": "Và từ bất cứ nơi nào Ngươi khởi hành, hãy quay mặt của Ngươi về hướng Masịid-al-Haram (để dâng lễ); và ở bất cứ nơi nào, hãy quay mặt của các người hướng về đó (để dâng lễ) để cho thiên hạ không còn lý do để tranh chấp với các ngươi (về Qiblah) ngoại trừ những ai làm điều sai quấy trong bọn họ. Bởi thế, chớ sợ họ mà hãy sợ TA. Và để cho TA hoàn tất ân huệ của TA cho các ngươi và để cho các ngươi được hướng dẫn đứng Chính Đạo"
        },
        {
            "chapter": 2,
            "verse": 151,
            "text": "Tương tự như việc TA (Allah) đã cử một Sứ Giả xuất thân từ các ngươi đến để đọc cho các ngươi các Lời Mặc Khải của TA và thanh sạch hóa các ngươi và dạy các ngươi Kinh Sách (Qur'an) và Lẽ đúng đắn khôn ngoan và dạy các ngươi những điều mà các ngươi chưa từng biết"
        },
        {
            "chapter": 2,
            "verse": 152,
            "text": "Bởi thế, hãy nhớ TA; TA sẽ nhớ các ngươi trở lại. Và hãy biết ơn TA và chớ phụ ân TA"
        },
        {
            "chapter": 2,
            "verse": 153,
            "text": "Hỡi những ai có đức tin! Hãy cầu xin sự giúp đỡ (của Allah) bằng sự kiên nhẫn và lễ nguyện Salah. Bởi quả thật, Allah luôn ở cùng với những người kiên nhẫn"
        },
        {
            "chapter": 2,
            "verse": 154,
            "text": "Và chớ nói về những ai đã hy sinh tính mạng cho Chính Nghĩa của Allah (rằng họ đã) chết rồi. Không, (họ vẫn còn) sống nhưng các ngươi không nhận thấy (điều đó)"
        },
        {
            "chapter": 2,
            "verse": 155,
            "text": "Và chắc chắn TA (Allah) sẽ thử thách các người với những điều sợ hãi, và đói khát, và việc mất mát tài sản và (thiệt hại) sinh mạng và hoa quả (mùa màng), nhưng hãy báo tin mừng cho những người kiên nhẫn"
        },
        {
            "chapter": 2,
            "verse": 156,
            "text": "Những ai khi gặp phải điều xấu, nói: “Quả thật, chúng tôi là của Allah và chúng tôi sẽ trở về với Ngài”"
        },
        {
            "chapter": 2,
            "verse": 157,
            "text": "Họ là những người sẽ nhận Phúc lành và sự Khoan dung từ Thượng Đế của họ và họ là những người được hướng dẫn (đúng Chính Đạo)"
        },
        {
            "chapter": 2,
            "verse": 158,
            "text": "Quả thật, (hai ngọn đồi) Safa và Marwah (tại Makkah) là những biểu hiệu của Allah. Do đó, ai làm Hajj hoặc 'Umrah tại Ngôi Đền (của Allah) thì sẽ không có tội khi đi vòng hai địa điểm đó. Và ai tự nguyện làm điều lành thì quả thật Allah Hằng ghi ơn và Hằng biết (việc làm tốt của họ)"
        },
        {
            "chapter": 2,
            "verse": 159,
            "text": "Quả thật, những ai giấu giếm những bằng chứng rõ rệt mà TA (Allah) đã ban xuống và (giấu giếm) Chỉ Đạo mà TA đã trình bày rõ cho nhân loại trong Kinh Sách thì sẽ bị Allah nguyền rủa và bị cả những Thiên Thần và những người có đức tin nguyền rủa"
        },
        {
            "chapter": 2,
            "verse": 160,
            "text": "Ngoại trừ những ai biết sám hối, phục thiện và công bố (sự Thật) thì sẽ được TA đoái thương tha thứ bởi vì TA là Đấng Hằng quay lại Tha thứ, Rất Mực Khoan Dung"
        },
        {
            "chapter": 2,
            "verse": 161,
            "text": "Bởi vì quả thật những ai phủ nhận đức tin và chết trong tình trạng không có đức tin thì sẽ bị cả Allah và Thiên Thần và nhân loại nguyền rủa"
        },
        {
            "chapter": 2,
            "verse": 162,
            "text": "Chúng sẽ ở trong (tình trạng bị nguyền rủa) đó đời đời. Hình phạt dành cho chúng sẽ không được giảm nhẹ và chúng sẽ không được buông tha"
        },
        {
            "chapter": 2,
            "verse": 163,
            "text": "Và Thượng Đế của các ngươi là một Thượng Đế Duy nhất. Không có Thượng Đế nào khác, duy chỉ Ngài (Allah), Đấng rất mực Nhân từ, Rất Mực Khoan Dung"
        },
        {
            "chapter": 2,
            "verse": 164,
            "text": "Quả thật, trong việc tạo hóa các tầng trời và trái đất; và (việc) luân chuyển ban đêm và ban ngày; và (việc) các chiếc tàu (chở hàng hóa) vượt trùng dương làm lợi cho nhân loại; và (việc) Allah ban nước mưa từ trên trời xuống nhờ đó Ngài làm cho mảnh đất chết khô sống lại; và (việc) Ngài rải tung đủ loại sinh vật khắp mặt đất; và (việc) chuyển hướng các luồng gió và luồng mây mà Ngài chế ngự giữa trời và đất; (tất cả các việc đó) là những dấu hiệu cho những người biết suy nghĩ"
        },
        {
            "chapter": 2,
            "verse": 165,
            "text": "Nhưng trong nhân loại có những kẻ đã dựng những đối thủ ngang vai với Allah. Họ yêu thương chúng giống với tình thương mà họ dành cho Allah. Ngược lại, những ai có đức tin thì yêu thương Allah mạnh hơn. Và nếu những ai làm điều sai quấy có thể nhìn thấy được (sự thật) thì chúng sẽ không thấy gì ngoài sự trừng phạt bởi lẽ tất cả quyền lực đều nằm trong tay của Allah và Allah rất nghiêm khắc trong việc trừng trị"
        },
        {
            "chapter": 2,
            "verse": 166,
            "text": "(Bởi vì) khi đối diện với hình phạt, những kẻ được tuân theo sẽ (tuyên bố) vô can đối với những kẻ phục tùng chúng và mọi quan hệ giữa đôi bên sẽ bị cắt đứt hết"
        },
        {
            "chapter": 2,
            "verse": 167,
            "text": "Và những kẻ phục tùng sẽ bảo: “Nếu chúng tôi có cơ hội trở lại trần gian, chúng tôi sẽ tuyên bố vô can đối với bọn chúng giống như việc bọn chúng đã tuyên bố vô can đối với chúng tôi ngày naỵ.” Allah sẽ cho chúng thấy kết quả của việc làm của chúng chỉ gồm những ân hận và nuối tiếc giống như thế. Và chúng sẽ không có cách nào thoát ra khỏi Lửa (của hỏa ngục)"
        },
        {
            "chapter": 2,
            "verse": 168,
            "text": "Hỡi nhân loại! Hãy ăn những thức ăn được cho phép và tốt sạch và chớ giẫm theo dấu chân của Shaytan; quả thật nó là kẻ thù công khai của các ngươi"
        },
        {
            "chapter": 2,
            "verse": 169,
            "text": "(Shaytan) chỉ ra lệnh cho các ngươi làm điều tội lỗi và điều khả ố và bắt các ngươi nói về Allah những điều các ngươi không biết"
        },
        {
            "chapter": 2,
            "verse": 170,
            "text": "Và khi có lời bảo họ: “Hãy tuân theo điều (Mặc khải) do Allah ban xuống,” thì họ đáp: “Không, chúng tôi sẽ theo điều mà chúng tôi thấy cha mẹ của chúng tôi đang theo.” Sao! Ngay cả việc cha mẹ của họ không biết gì hoặc không được ai hướng dẫn hay sao"
        },
        {
            "chapter": 2,
            "verse": 171,
            "text": "Và hình ảnh của những kẻ phủ nhận đức tin có thể so sánh với (hình ảnh của) một người (chăn trừu) thét to cho những con vật không nghe được tiếng gì khác ngoài tiếng gọi và tiếng thét. (Chúng là những sinh vật) điếc, câm và mù cho nên chúng không hiểu gì"
        },
        {
            "chapter": 2,
            "verse": 172,
            "text": "Hỡi những ai có đức tin! Hãy ăn những thức ăn tốt sạch mà TA (Allah) đã cung cấp cho các ngươi; và hãy biết ơn Allah nếu các ngươi chỉ thờ phụng riêng Ngài"
        },
        {
            "chapter": 2,
            "verse": 173,
            "text": "(Allah) chỉ cấm các ngươi ăn (thịt của) xác chết, và máu (huyết), và thịt của con heo, và những món mà tên của các thần linh khác không phải (tên của) Allah đã được đọc nhắc đến (khi cắt cổ chúng). Nhưng ai vì nhu cầu bắt buộc mà phải dùng những món (cấm) đó ngoài ý muốn (của mình) và không quá độ, thì sẽ không bị tội. Bởi vì quả thật Allah Hằng Tha Thứ, Rất Mực Khoan Dung"
        },
        {
            "chapter": 2,
            "verse": 174,
            "text": "Quả thật, những ai giấu giếm những điều (mặc khải) của Kinh Sách mà Allah đã ban xuống và dùng Nó để mua bán với một giá nhỏ nhoi thì là những kẻ chỉ nuốt Lửa vào bụng. Allah sẽ không nói đến chúng vào Ngày phục sinh, cũng sẽ không thanh sạch chúng; và chúng sẽ bị trừng phạt đau đớn"
        },
        {
            "chapter": 2,
            "verse": 175,
            "text": "Chúng là những kẻ đã mua lấy sự lầm lạc thay vì theo Chỉ Đạo đúng đắn và mua lấy hình phạt thay vì sự tha thứ. Thật chúng gan dạ lắm mới dám đương đầu với Lửa (của hỏa ngục)"
        },
        {
            "chapter": 2,
            "verse": 176,
            "text": "(Sở dĩ) như thế là vì Allah ban Kinh Sách xuống bằng sự thật và quả thật những ai bất đồng ý kiến về Kinh Sách (của Allah) thì chắc chắn sẽ rơi vào tình trạng rời xa khỏi đạo giáo"
        },
        {
            "chapter": 2,
            "verse": 177,
            "text": "Đạo đức không phải là các ngươi quay mặt về hướng đông hay hướng tây; mà đạo đức là việc ai tin tưởng nơi Allah và Ngày Phán Xử Cuối Cùng, và các Thiên Thần, và Kinh Sách (của Allah), và các Nabi (của Allah), và vì yêu thương Ngài mà bố thí của cải cho bà con ruột thịt, và cho những trẻ mồ côi, và những người thiếu thốn, và những người lỡ đường, và những người ăn xin, và để chuộc và giải phóng những người nô-lệ, và chu đáo dâng lễ Salah và đóng Zakah và hoàn tất lời hứa khi đã hứa, và kiên trì chịu đựng trong nghịch cảnh (đói khổ) và thiên tai (bệnh hoạn) và trong thời gian xảy ra chiến tranh (bạo động). Họ là những người chân thật và là những người ngay chính sợ Allah"
        },
        {
            "chapter": 2,
            "verse": 178,
            "text": "Hỡi những ai có đức tin! Luật trả đũa (Qisas) về việc giết người được qui định như sau: (sinh mạng của một) người tự do đổi lấy (sinh mạng của một) người tự do; (sinh mạng của) một người nô lệ đổi lấy (sinh mạng của) một người nô lệ; một người phụ nữ đổi lấy một người phụ nữ; nhưng nếu phạm nhân nào được anh (hay em) của nạn nhân lượng thứ cho phần nào, thì hãy làm theo yêu cầu hợp lý của y và bồi thường cho nạn nhân một cách tốt đẹp. Đây là sự giảm nhẹ và là sự khoan dung từ Thượng Đế của các ngươi. Bởi thế, sau các qui định nêu trên, ai vượt quá mức giới hạn thì sẽ bị trừng trị đích đáng"
        },
        {
            "chapter": 2,
            "verse": 179,
            "text": "Và trong luật Qisas có việc (cứu) sinh mạng đối với các ngươi, hỡi những người hiểu biết! để cho các ngươi trở thành những người ngay chính sợ Allah"
        },
        {
            "chapter": 2,
            "verse": 180,
            "text": "Lệnh truyền cho các ngươi (như sau:) Khi một ai trong các ngươi sắp từ trần, nếu y để lại tài sản thì phải lập di chúc cho cha mẹ và bà con ruột thịt một cách hợp lý. Đây là bổn phận của người ngay chính sợ Allah"
        },
        {
            "chapter": 2,
            "verse": 181,
            "text": "Bởi thế, ai sửa đổi lời di chúc sau khi đã tuyên bố thì chỉ riêng những người sửa đổi đó mới chịu tội. Bởi vì Allah Hằng nghe và Hằng biết hết mọi việc"
        },
        {
            "chapter": 2,
            "verse": 182,
            "text": "Nhưng người nào sợ có sự thiên vị hoặc tội lỗi từ người để lại di chúc rồi đứng ra giàn xếp giữa những người liên hệ thì sẽ không mang tội. Quả thật, Allah Hằng Tha Thứ, Rất Mực Khoan Dung"
        },
        {
            "chapter": 2,
            "verse": 183,
            "text": "Hỡi những ai có đức tin! Nhịn chay là lệnh được truyền xuống cho các ngươi như đã được truyền xuống cho những người trước các ngươi để các ngươi (rèn luyện) sự khắc kỷ và trở thành người ngay chính sợ Allah"
        },
        {
            "chapter": 2,
            "verse": 184,
            "text": "(Nhịn chay) trong một số ngày ấn định. Nhưng ai trong các ngươi mắc bệnh hoặc đi xa nhà thì sẽ nhịn bù lại cho đủ số ngày đã thiếu (vào tháng khác). Nhưng đối với những ai có khả năng nhịn chay (nhưng rất chật vật trong việc nhịn chay vì già yếu) thì có thể chuộc tội bằng cách nuôi ăn (từng ngày) một người thiếu thốn. Nhưng người nào tự nguyện (bố thí) làm tốt thì điều đó tốt cho y hơn. Tuy nhiên, thực hiện việc nhịn chay tốt cho các ngươi hơn nếu các ngươi biết (giá trị của nó)"
        },
        {
            "chapter": 2,
            "verse": 185,
            "text": "Tháng Ramadan là tháng trong đó (Kinh) Qur’an được ban xuống làm Chỉ Đạo cho nhân loại và mang bằng chứng rõ rệt về Chỉ Đạo và Tiêu chuẩn (phân biệt Phúc và Tội). Bởi thế, ai trong các ngươi chứng kiến (hoặc có mặt tại nhà) tháng đó thì phải nhịn chay trọn tháng; và ai bị bệnh hoặc đi xa nhà thì phải nhịn bù lại số ngày đã thiếu (vào tháng khác). Allah muốn điều dễ dàng cho các ngươi chứ Ngài không muốn gây khó khăn cho các ngươi. (Ngài muốn các ngươi) hoàn tất số ngày (nhịn chay) ấnn định và muốn cho các ngươi tán dương sự Vĩ đại của Allah về việc Ngài đã hướng dẫn các ngươi và để cho các ngươi có dịp tạ ơn Ngài"
        },
        {
            "chapter": 2,
            "verse": 186,
            "text": "Và khi bầy tôi của TA hỏi Ngươi (Muhammad) về TA, (hãy bảo họ) TA rất gần. TA đáp lại lời cầu xin của người nguyện cầu khi y cầu xin TA. Ngược lại, họ cũng phải đáp lại (Lời gọi của) TA và tin tưởng nơi TA để may ra họ được hướng dẫn đúng đường"
        },
        {
            "chapter": 2,
            "verse": 187,
            "text": "Cho phép các ngươi được ăn nằm với vợ ban đêm suốt thời gian nhịn chay. Họ là y phục của các ngươi và các ngươi là y phục của họ. Allah biết điều các ngươi thường lén lút với nhau. Do đó, Ngài đoái thương quay lại tha thứ cho các ngươi. Bởi thế, bây giờ các ngươi được phép chung chạ với họ, nhưng hãy cố gắng thực hiện điều Allah đã ra lệnh cho các ngươi, và hãy ăn và uống (ban đêm) cho đến khi các ngươi thấy rõ sợi chỉ trắng của buổi rạng đông tách khỏi sợi chỉ đen của nó, rồi hoàn tất việc nhịn chay cho đến lúc đêm xuống. Và không được ăn nằm với vợ trong thời gian các ngươi ẩn mình E'tikaaf trong Masjid. Đó là những giới cấm quy định bởi Allah. Do đó, chớ vi phạm chúng. Allah trình bày những Lời Mặc Khải của Ngài cho nhân loại đúng như thế để may ra họ trở thành người ngay chính sợ Allah"
        },
        {
            "chapter": 2,
            "verse": 188,
            "text": "Và chớ gian lận ăn nuốt tài sản của các ngươi lẫn nhau, và chớ dùng nó để hối lộ các quan toà hầu các ngươi có thể ăn không một phần tài sản của nhân loại một cách tội lỗi trong lúc các ngươi biết điều đó"
        },
        {
            "chapter": 2,
            "verse": 189,
            "text": "Họ hỏi Ngươi về những vầng trăng lưỡi liềm. Hãy bảo họ: “Chúng là những thời điểm cho nhân loại (ghi đếm thời gian) và (cho) việc làm Hajj. Đạo đức không phải là đi vào nhà bằng cửa sau mà đạo đức là ai sợ Allah. Và hãy đi vào nhà bằng những cửa chính (của nó), và hãy sợ Allah để cho các ngươi có thể thành công"
        },
        {
            "chapter": 2,
            "verse": 190,
            "text": "Và vì Chính Nghĩa của Allah hãy đánh trả những kẻ đã đánh các ngươi (trước) nhưng chớ vượt quá mức giới hạn bởi vì quả thật Allah không thương những kẻ phạm giới"
        },
        {
            "chapter": 2,
            "verse": 191,
            "text": "Và hãy giết chúng nơi nào các ngươi bắt được chúng và đánh (đuổi) chúng ra khỏi nơi mà chúng đã đuổi các ngươi ra đi bởi vì quấy nhiễu nghiêm trọng hơn giết chóc. Nhưng chớ đánh chúng trong Thánh Đường Haram (tại Makkah) trừ phi chúng đánh các ngươi trong đó. Và nếu chúng đánh các ngươi thì hãy giết chúng lại. Đó là quả báo dành cho những kẻ không có đức tin"
        },
        {
            "chapter": 2,
            "verse": 192,
            "text": "Nhưng nếu chúng ngưng chiến thì (nên biết rằng) Allah Hằng Tha Thứ, Rất Mực Khoan Dung"
        },
        {
            "chapter": 2,
            "verse": 193,
            "text": "Và hãy tiếp tục đánh chúng cho đến khi nào chấm dứt việc quấy nhiễu. Và chúng sẽ hoàn toàn thần phục Allah. Do đó, nếu chúng ngưng chiến thì sẽ không còn mối hiềm thù nào đối với chúng nữa ngoại trừ những kẻ làm điều sai quấy"
        },
        {
            "chapter": 2,
            "verse": 194,
            "text": "Tháng cấm kỵ là tháng cấm kỵ (cho cả đôi bên Muslim và Kafir) và có Luật trả đũa (Qisas) về những điều cấm kỵ. Bởi thế, ai vi phạm (những giới cấm) nhằm lấn át các ngươi thì hãy lấn át trở lại như thế. Và hãy sợ Allah, và hãy biết rằng Allah ở cùng với những người sợ Allah"
        },
        {
            "chapter": 2,
            "verse": 195,
            "text": "Và hãy chi dùng (tài sản của các ngươi) cho Chính Nghĩa của Allah, và chớ để cho bàn tay (keo kiệt) của các ngươi xô đẩy các ngươi đến chỗ tự hủy và hãy làm tốt bởi vì quả thật Allah yêu thương những người làm tốt"
        },
        {
            "chapter": 2,
            "verse": 196,
            "text": "Và hãy hoàn tất việc làm Hajj và 'Umrah dâng lên Allah. Nhưng nếu các ngươi bị cản trở (trong việc này) thì hãy gởi một con vật tế đến tế (nếu có khả năng), và các ngươi không được cạo đầu cho đến khi con vật tế đã đến chỗ tế. Nhưng nếu ai trong các ngươi bị bệnh hoặc ngứa da đầu (cần phải cạo) thì phải chịu phạt bằng cách nhịn chay hoặc bố thí (cho người nghèo) hoặc dâng một con vật tế. Bởi thế, khi các ngươi bình thường trở lại, ai muốn tiếp tục làm 'Umrah nhập chung với Hajj (tức Hajj Tamattua' và Qiran) thì phải dâng một con vật tế nếu có khả năng. Nhưng ai không có khả năng (dâng một con vật tế) thì phải nhịn chay ba ngày trong thời gian làm Hajj và bảy ngày sau khi trở về nhà; như vậy là đủ mười ngày tất cả. Đấy là điều kiện dành cho người nào mà gia đình không ở trong vùng đất Masjid Haram tại Makkah). Và hãy sợ Allah, và hãy biết rằng Allah trừng phạt rất nghiêm khắc"
        },
        {
            "chapter": 2,
            "verse": 197,
            "text": "(Việc làm) Hajj diễn ra trong những tháng được biết rõ. Bởi thế, ai thực hiện việc làm Hajj trong những tháng đó thì không được dâm dục, không được hung ác, không được cãi vã trong thời gian làm Hajj. Allah biết điều tốt các ngươi làm. Và hãy mang theo thức ăn trong thời gian xa nhà, Nhưng lương thực tốt nhất là lòng thành kính sợ Allah. Và hãy sợ TA, hỡi những người hiểu biết"
        },
        {
            "chapter": 2,
            "verse": 198,
            "text": "Các ngươi không mắc tội nếu các ngươi tìm kiếm thiên lộc của Thượng Đế (Allah) của các ngươi (qua việc mua bán đổi chác trong thời gian làm Hajj). Nhưng khi các ngươi vội vã rời (thung lũng) 'Arafat (để đi Muzdalifah), hãy tán dương Allah tại Mash'ar Haram (ở Muzdalifah). Và hãy tán dương Allah đúng theo (cách) Ngài đã chỉ dẫn cho các ngươi bởi vì quả thật trước đây các ngươi là những kẻ lầm đường lạc lối"
        },
        {
            "chapter": 2,
            "verse": 199,
            "text": "Rồi hãy vội vã rời khỏi (Muzdalifah) nơi mà mọi người vội vã bỏ đi và hãy cầu xin Allah tha thứ. Quả thật, Allah Hằng Tha Thứ, Rất Mực Khoan Dung"
        },
        {
            "chapter": 2,
            "verse": 200,
            "text": "Do đó, khi các ngươi đã hoàn tất các nghi lễ (của Hajj), thì hãy tán dương Allah đúng như cách các ngươi đã tán dương cha mẹ của các ngươi (trước đây) hoặc tán dương (Allah) mạnh hơn. Nhưng trong nhân loại có người cầu nguyện thưa: “Lạy Thượng Đế chúng tôi! Xin (Ngài) ban cho chúng tôi (Ân sủng) ở đời này!” Và họ sẽ không được phần nào cả ở đời sau"
        },
        {
            "chapter": 2,
            "verse": 201,
            "text": "Và trong họ, cũng có người cầu nguyện: “Lạy Thượng Đế chúng tôi! Xin Ngài ban cho chúng tôi phần tốt ở đời này và phần tốt ở đời sau và cứu vớt chúng tôi khỏi hình phạt của Lửa (hỏa ngục!)”"
        },
        {
            "chapter": 2,
            "verse": 202,
            "text": "Họ là những người sẽ được (Allah) ban phần thưởng về những việc tốt mà họ đã làm ra. Và Allah rất nhanh trong việc thanh toán (thưởng phạt)"
        },
        {
            "chapter": 2,
            "verse": 203,
            "text": "Và hãy tụng niệm Allah vào những Ngày ấn định (ngày mồng , 12, 13 tháng Zdul Hijjah được gọi là những này Tashriq). Nhưng ai vội vã ra về trong vòng hai ngày thì không phải tội và ai nhất định ở lại (cho hết những Ngày Tashriq) thì cũng không có tội nhất là đối với người nào sợ Allah. Và hãy sợ Allah, và hãy biết rằng các ngươi sẽ được tập trung đưa về gặp Ngài trở lại (để chịu xét xử ở đời sau)"
        },
        {
            "chapter": 2,
            "verse": 204,
            "text": "Và trong nhân loại có hạng người mà lời nói về (đời sống) trần gian này làm cho Ngươi trầm trồ, và y còn mang Allah ra làm chứng cho những điều nằm trong lòng của y trong lúc y lại là một tên tranh chấp hung hãn nhất"
        },
        {
            "chapter": 2,
            "verse": 205,
            "text": "Nhưng khi bỏ đi, y vội vã đi làm chuyện ác đức trên trái đất, phá hoại mùa màng và giết hại gia súc. Và chắc chắn Allah không chấp nhận việc ác đức"
        },
        {
            "chapter": 2,
            "verse": 206,
            "text": "Và khi có lời bảo y 'Hãy sợ Allah' thì tính ngạo mạn của y làm y phạm tội. Bởi thế, y xứng đáng đi vào hỏa ngục, và chắc chắn hỏa ngục là nơi nghỉ xấu xa nhất"
        },
        {
            "chapter": 2,
            "verse": 207,
            "text": "Ngược lại, trong nhân loại có hạng người chịu bán mình để làm hài lồng Allah. Và Allah Rất mực Độ lượng với bầy tôi của Ngài"
        },
        {
            "chapter": 2,
            "verse": 208,
            "text": "Hỡi những ai có đức tin! Hãy gia nhập Islam một cách trọn vẹn và chớ giẫm theo bước chân của Shaytan bởi vì nó là kẻ thù công khai của các ngươi"
        },
        {
            "chapter": 2,
            "verse": 209,
            "text": "Nhưng nếu các ngươi sa ngã sau khi đã chứng kiến những bằng chứng rõ rệt thì nên biết rằng Allah Toàn năng, Rất Mực Sáng Suốt"
        },
        {
            "chapter": 2,
            "verse": 210,
            "text": "Phải chăng họ chỉ còn đợi Allah được Thiên Thần tháp tùng xuống gặp chúng trong bóng mây và vấn đề (do đó) sẽ được giải quyết? Bởi vì mọi vấn đề đều được trình lên cho Allah quyết định"
        },
        {
            "chapter": 2,
            "verse": 211,
            "text": "Hãy hỏi con cháu của Israel xem có bao nhiêu dấu hiệu rõ rệt mà TA (Allah) đã ban cho họ? Và ai thay đổi Ân huệ của Allah sau khi đã tiếp thu nó thì nên biết Allah rất nghiêm khắc trong việc trừng trị"
        },
        {
            "chapter": 2,
            "verse": 212,
            "text": "Đời sống trần tục này đẹp đẽ (và hấp dẫn) đối với những kẻ không có đức tin. Chúng chê cười những người có đức tin nhưng (chúng không biết việc) những người ngay chính sợ Allah sẽ ở bên trên chúng vào Ngày phục sinh. Và Allah sẽ cung cấp vô số thiên lộc cho người nào mà Ngài muốn"
        },
        {
            "chapter": 2,
            "verse": 213,
            "text": "(Ban đầu) nhân loại chỉ là một Cộng đồng (Ummah). Sau đó (vì họ lầm lạc nên) Allah dựng lên các Nabi (xuất thân từ họ) làm những vị vừa mang tin mừng vừa báo tin dữ, và (Allah) gởi cùng với Họ những Kinh Sách bằng sự thật để Họ dựa vào đó mà xét xử nhân loại về những vấn đề (nhân loại) thường tranh chấp nhau. Nhưng không ai tranh chấp nhau trong đó ngoại trừ những kẻ đã được (Allah) ban cho Kinh Sách (bởi vì) sau khi tiếp thu (những Lời giáo huấn) rõ rệt, do lòng đố kỵ và muốn áp bức kẻ khác (nên chúng đâm ra tranh chấp đó thôi). Bởi thế, Allah, với sự chấp thuận của Ngài, đã dẫn dắt những ai có đức tin đến với Chân Lý về những điều chúng thường tranh chấp nhau. Và Allah hướng dẫn người nào Ngài muốn đến Con đường ngay chính (của Islam)"
        },
        {
            "chapter": 2,
            "verse": 214,
            "text": "Hoặc phải chăng các ngươi nghĩ rằng các ngươi sẽ vào thiên đàng trong lúc các ngươi chưa hề từng trải những thử thách tương tự (những thử thách) mà những người đã qua đời trước các ngươi đã nếm? Họ đã từng trải qua nghịch cảnh và hoạn nạn và họ dao động (tinh thần) đến nỗi Sứ Giả (Muhammad) và những tín đồ sát cánh với Người đều phải than: “Chừng nào sự cứu giúp của Allah mới đến?” Này! Sự cứu giúp của Allah chắc chắn ở sát bên (các ngươi đó)"
        },
        {
            "chapter": 2,
            "verse": 215,
            "text": "Họ hỏi Ngươi, vật gì họ phải chi dùng vào việc bố thí? Hãy bảo họ: “Bất cứ vật gì các ngươi chi ra từ tài sản của các ngươi thì là cho cha mẹ và bà con ruột thịt và trẻ mồ côi và người thiếu thốn và người lỡ đường. Và bất cứ vật nào các ngươi tiêu ra từ tài sản của các ngươi thì quả thật Allah biết rõ hết"
        },
        {
            "chapter": 2,
            "verse": 216,
            "text": "Lệnh chiến đấu đã được truyền xuống cho các ngươi và đó là điều mà các ngươi không thích. Có lẽ các ngươi ghét điều mà chính nó lại tốt cho các ngươi và có lẽ các ngươi thích điều mà chính nó lại xấu cho các ngươi. Allah biết (giá trị của nó) trong lúc các ngươi không biết"
        },
        {
            "chapter": 2,
            "verse": 217,
            "text": "Họ hỏi Ngươi (Muhammad) về việc chiến đấu trong những tháng cấm kỵ. Hãy bảo họ: “Chiến đấu trong tháng cấm kỵ là một (vi phạm) trọng đại. Nhưng dưới cái nhìn của Allah thì việc cản trở thiên hạ không cho theo Chính Đạo của Allah, việc phủ nhận Ngài, và việc (cấm thiên hạ đến thờ phụng tại) Thánh đường Linh thiêng (ở Makkah) cũng như việc trục xuất dân cư của nó ra khỏi (thánh địa), (tất cả điều đó) còn trọng đại hơn (việc chiến đấu trong tháng cấm kỵ). Bởi vì (dùng bạo lực để) quấy nhiễu nghiêm trọng hơn việc giết chóc. Và chúng sẽ không ngưng đánh các ngươi cho đến khi nào chúng làm cho các ngươi bỏ đạo của các ngươi nếu có khả năng. Và ai trong các ngươi bỏ đạo và chết trong tình trạng không có đức tin thì là những người mà việc làm sẽ trở thành vô nghĩa ở đời này lẫn đời sau. Và họ sẽ là những người Bạn của Lửa (hỏa ngục) nơi mà họ sẽ vào đó ở đời đời.”"
        },
        {
            "chapter": 2,
            "verse": 218,
            "text": "Quả thật, những ai có đức tin và những ai di cư và chiến đấu cho Chính Nghĩa của Allah là những người hy vọng sẽ được Allah khoan dung bởi vì Allah Hằng Tha Thứ, Rất Mực Khoan Dung"
        },
        {
            "chapter": 2,
            "verse": 219,
            "text": "Họ hỏi Ngươi về việc uống rượu và cờ bạc. Hãy bảo họ: ‘Trong hai điều đó vừa có một tội lớn vừa có một mối lợi cho nhân loại, nhưng tội của hai thứ đó lớn hơn mối lợi của chúng.” Họ lại hỏi Ngươi phải chi dùng cái gì để (làm việc thiện). Hãy bảo họ: “Vật còn lại (sau khi thỏa mãn những nhu cầu cần thiết.)” Allah trình bày cho các ngươi những Lời Mặc Khải của Ngài đúng như thế để cho các ngươi suy ngẫm"
        },
        {
            "chapter": 2,
            "verse": 220,
            "text": "(Về ảnh hưởng của chúng) ở đời này và đời sau. Họ hỏi Ngươi về tình trạng của các đứa trẻ mồ côi. Hãy bảo họ: “Cải thiện (đời sống) cho chúng là điều tốt nhất, và nếu các ngươi hợp tác làm ăn với chúng thì (hãy xem) chúng như là anh em của các ngươi bởi vì Allah biết ai là kẻ thối nát so với người ngoan đạo . Và nếu Allah muốn thì Ngài thừa sức làm cho các ngươi gặp hoạn nạn khó khăn. Bởi vì quả thật, Allah Toàn Năng, Rất Mực Sáng Suốt"
        },
        {
            "chapter": 2,
            "verse": 221,
            "text": "Và chớ kết hôn với các phụ nữ thờ đa thần cho đến khi nào họ có đức tin (nơi Allah) bởi vì một phụ nữ nô lệ có đức tin tốt hơn một người phụ nữ thờ đa thần dẫu rằng họ quyến rũ các ngươi. Và chớ kết hôn (con gái của các ngươi) cho những người đàn ông thờ đa thần cho đến khi nào chúng có đức tin (nơi Allah) bởi vì một người nô lệ nam có đức tin tốt hơn một người đàn ông thờ đa thần dẫu rằng chúng quyến rũ các ngươi. Những người thờ đa thần này mời gọi các ngươi đến với Lửa (của hỏa ngục) trong lúc Allah kêu gọi các ngươi đến thiên đàng và sự Tha thứ theo phép của Ngài. Và (Allah) trình bày rõ các Lời Mặc Khải của Ngài cho nhân loại để họ có thể ghi nhớ (việc hôn nhân)"
        },
        {
            "chapter": 2,
            "verse": 222,
            "text": "Họ hỏi Ngươi về kinh kỳ của phụ nữ. Hãy bảo họ: “Nó là một sự ô nhiễm. Bởi thế, hãy xa phụ nữ (người vợ) trong thời gian có kinh kỳ và chỉ đến gần họ khi nào họ sạch sẽ. Do đó, khi họ (tắm gội) sạch sẽ rồi, các ngươi có thể đến với họ lúc nào, nơi nào như Allah đã chỉ thị cho các ngươi. Quả thật, Allah yêu thương những người năng sám hối và những người giữ mình sạch sẽ"
        },
        {
            "chapter": 2,
            "verse": 223,
            "text": "Vợ của các ngươi là một miếng đất trồng cho các ngươi. Do đó, hãy đến gần mảnh đất trồng của các ngươi tùy lúc và theo cách mà các ngươi muốn, nhưng hãy chuẩn bị tư tưởng trước cho bản thân của các ngươi (trong việc tuân lệnh Allah và tránh điều Haram khi đến với họ). Và hãy sợ Allah, và biết rằng các ngươi sẽ gặp Ngài trở lại (ở đời sau), và hãy báo tin lành cho nhữỉig người có đức tin"
        },
        {
            "chapter": 2,
            "verse": 224,
            "text": "Và chớ mang (tên của) Allah ra làm bình phong chống chế cho những lời thề (trống rỗng) của các ngươi để các ngươi không làm việc đạo đức, không sợ Allah và không hòa giải mọi người, bởi vì Allah Hằng Nghe và Hằng Biết (hết mọi việc các ngươi làm)"
        },
        {
            "chapter": 2,
            "verse": 225,
            "text": "Allah sẽ không gọi các ngươi đến hỏi về những điều vô nghĩa trong lời thề của các ngươi mà Ngài sẽ gọi các ngươi đến hỏi về những điều mà quả tim (tấm lòng) của các ngươi đã cố ý làm ra; và Allah Hằng Tha Thứ và Hằng Chịu đựng (với bầy tôi của Ngài)"
        },
        {
            "chapter": 2,
            "verse": 226,
            "text": "Đối với những ai thề thốt sẽ không ăn nằm với vợ nữa, thời gian chờ đợi (cho họ suy nghĩ và quyết định) là bốn tháng. Nhưng nếu họ quyết định trở lại (với vợ) thì chắc chắn Allah Tha thứ và Khoan dung (cho họ)"
        },
        {
            "chapter": 2,
            "verse": 227,
            "text": "Và nếu họ nhất định ly dị (vợ) thì quả thật Allah Hằng Nghe và Hằng Biết (điều đó)"
        },
        {
            "chapter": 2,
            "verse": 228,
            "text": "Và những người vợ lỵ dị, vì quyền lợi của bản thân, nên ở vậy trong ba (tháng) kinh kỳ. Và họ không được giấu (bào thai) mà Allah đã tạo trong bụng của họ nếu họ tin tưởng nơi Allah và Ngày sau. Và người chồng của họ có quyền ưu tiên lấy họ trở lại trong thời gian đó nếu hai người chịu hòa với nhau. Và theo lẽ công bằng, các bà vợ có quyền (đòi hỏi người chồng chu cấp...) tương đương với quyền (mà người chồng đã dùng để) đối xử với họ (như trung thành và kính trọng chồng...); tuy nhiên người đàn ông (có trách nhiệm) trội hơn người đàn bà một bậc; bởi vì Allah Toàn Năng, Rất Mực Sáng Suốt (khi qui định quyền hạn giữa nam và nữ)"
        },
        {
            "chapter": 2,
            "verse": 229,
            "text": "Việc ly dị chỉ được cho phép (tuyên bố) hai lần. Sau đó, (chồng) giữ (vợ) lại một cách tử tế hoặc trả tự do (cho vợ) một cách tốt đẹp. Và các ngươi không được phép lấy lại bất cứ tiền cưới nào mà các ngươi đã tặng cho vợ, ngoại trừ trường hợp đôi bên sợ không thể giữ được những giới hạn (qui định) bởi Allah. Nhưng nếu các ngươi sợ đôi bên không thể giữ được những giới hạn của Allah thì đôi bên không mắc phải tội về phần tặng vật mà bà vợ dùng để chuộc sự tự do của mình. Đây là những giới hạn qui định bởi Allah. Do đó, chớ vi phạm chúng. Và ai vi phạm những giới hạn của Allah thì là những kẻ làm điều sai quấy"
        },
        {
            "chapter": 2,
            "verse": 230,
            "text": "Do đó, nếu người chồng đã ly dị vợ thì bà vợ sẽ không còn hợp pháp cho ông chồng cũ nữa trừ phi người vợ kết hôn với một người khác; sau này nếu ông chồng mới (này) ly dị bà ta thì hai vợ chồng (cũ) sẽ không mắc tội nếu họ thuận tái hợp với nhau và nếu họ nghĩ rằng họ có thể tôn trọng những giới hạn của Allah. Đó là những giới hạn mà Allah trình bày cho những người hiểu biết"
        },
        {
            "chapter": 2,
            "verse": 231,
            "text": "Và khi các ngươi ly dị vợ và họ sắp hoàn tất thời hạn ở vậy ('Iddah) thì hoặc giữ họ lại một cách tử tế hoặc trả tự do cho họ một cách tốt đẹp; và chớ giữ họ lại để làm khổ họ, làm thế các ngươi sẽ phạm tội. Và ai làm thế thì thật sự sẽ làm hại bản thân (linh hồn) mình; và chớ mang các Lời Mặc Khải của Allah ra làm điều bỡn cợt, và hãy nhớ Ân huệ của Allah đã ban cho các ngươi trong Kinh Sách và điều đúng đắn khôn ngoan mà Ngài dùng để khuyên bảo các ngươi; và hãy thành kính sợ Allah, và nên nhớ rằng chắc chắn Allah biết hết mọi việc"
        },
        {
            "chapter": 2,
            "verse": 232,
            "text": "Khi các ngươi ly dị vợ và họ hoàn tất thời hạn ở vậy ('Iddah) của họ thì chớ cản họ tái hôn với người chồng cũ nếu đôi bên thuận tái hợp một cách tốt đẹp. Đó là điều dùng để khuyên bảo những ai trong các ngươi tin tưởng nơi Allah và Ngày sau. Điều đó trong sạch và sạch sẽ cho các ngươi bởi vì Allah biết (Phúc và Tội) trong lúc các ngươi không biết"
        },
        {
            "chapter": 2,
            "verse": 233,
            "text": "Những bà mẹ ly dị sẽ cho con bú sữa (mẹ) suốt hai năm tròn đối với người (cha) nào muốn cho con họ bú vú mẹ đủ thời hạn, nhưng người cha (của đứa con) phải chịu mọi phí tổn về ăn uống và may mặc cho các bà mẹ một cách tử tế. Mỗi linh hồn chỉ bị bắt làm việc tuỳ theo khả năng của nó; không bà mẹ nào bị làm khổ vì đứa con của bà, cũng không người cha nào bị làm khổ vì đứa con của ông ta. Và đối với người thừa kế, trách nhiệm cũng sẽ như thế. Nhưng nếu đôi bên (vợ chồng ly dị) tham khảo ý kiến lẫn nhau và thỏa thuận thôi cho con bú sữa mẹ thì hai người không mắc tội nếu các ngươi tìm được một bà vú nuôi cho đứa con của các ngươi; và các ngươi không mắc tội nếu các ngươi tặng bà vú nuôi (tiền thù lao) mà các ngươi đã đồng ý tặng họ một cách lịch thiệp. Và hãy sợ Allah, và hãy nhớ rằng Allah thấy rõ những điều các ngươi làm"
        },
        {
            "chapter": 2,
            "verse": 234,
            "text": "Và những ai trong các ngươi chết bỏ vợ lại, các goá phụ này vì quyền lợi của bản thân sẽ phải ở vậy ('Iddah) bốn tháng và mười ngày. Do đó, khi họ hoàn tất thời hạn ở vậy, các ngươi không có tội về việc họ tự giải quyết bản thân của họ một cách biết điều. Và Allah là Đấng Am Tường những điều các ngươi làm"
        },
        {
            "chapter": 2,
            "verse": 235,
            "text": "Và các ngươi không có tội nếu các ngươi gián tiếp ngỏ lời đính hôn với các phụ nữ hoặc giữ kín trong lòng các ngươi. Allah biết rằng các ngươi sẽ tưởng nhớ các nàng ấy, nhưng chớ lén lút hứa hẹn với họ trừ phi các ngươi nói ra lời lẽ phong nhã lịch thiệp và chớ nhất quyết ràng buộc việc thành hôn cho đến khi nào mãn hạn qui định của nó; và hãy biết rằng Allah biết điều nằm trong tâm hồn của các ngươi. Do đó, hãy thận trọng giữ mình đối với Ngài, và hãy biết rằng Allah Hằng Tha Thứ, Hằng Chịu đựng (với các ngươi)"
        },
        {
            "chapter": 2,
            "verse": 236,
            "text": "Các ngươi không có tội nếu ly dị vợ trước khi động phòng hoặc chưa định cho họ một phần tặng vật nào; và hãy tặng các bà một món quà tặng (Mahr) thích hợp, người giàu tùy theo phương tiện của mình, người nghèo tùy theo phương tiện của mình, một món quà tặng có tính bắt buộc đối với những người làm tốt"
        },
        {
            "chapter": 2,
            "verse": 237,
            "text": "Và nếu các ngươi ly dị vợ trước khi động phòng nhưng sau khi đã định cho họ một phần quà tặng thì phân nửa của tặng vật mà các ngươi đã định cho họ không còn là của các ngươi nữa trừ phi các bà từ khước nhận nó hoặc từ khước bởi người đàn ông mà sự ràng buộc hôn nhân nằm trong tay của họ (người giám hộ). Và hãy nhớ rằng từ khước (phân nửa của tặng vật) gần với việc sợ Allah. Và chớ quên đối xử độ lượng giữa các ngươi với nhau. Bởi vì Allah thấy rõ những điều các ngươi làm"
        },
        {
            "chapter": 2,
            "verse": 238,
            "text": "Hãy chăm sóc và giữ vững các lễ nguyện Salah, nhất là cuộc lễ nguyện Salah chính giữa ('Asr) và hãy đứng (dâng lễ) trước Allah với tinh thần sùng kính hoàn toàn"
        },
        {
            "chapter": 2,
            "verse": 239,
            "text": "Nếu các ngươi sợ (địch tấn công) thì hãy dâng lễ trong tư thế đi bộ hoặc trong tư thế cưỡi trên lưng con vật; nhưng khi các ngươi được bình yên trở lại, hãy (dâng lễ) tưởng nhớ Allah theo cách mà Ngài đã dạy các ngươi, điều mà các ngươi không biết trước đó"
        },
        {
            "chapter": 2,
            "verse": 240,
            "text": "Và những ai trong các ngươi chết bỏ vợ ở lại (trần gian) thì nên lập di chúc cho các quả phụ bằng một năm cấp dưỡng và không được trục xuất họ ra khỏi nhà; nhưng nếu họ bỏ đi thì các ngươi không có tội về điều họ tự giải quyết bản thân của họ một cách biết điều. Và Allah Toàn Năng, Rất Mực Sáng Suốt (trong việc quy định đó)"
        },
        {
            "chapter": 2,
            "verse": 241,
            "text": "Và các bà vợ ly dị được hưởng một số tiền cấp dưỡng có tính bắt buộc đối với những người ngay chính sợ Allah"
        },
        {
            "chapter": 2,
            "verse": 242,
            "text": "Allah trình bày rõ các Lời Mặc Khải của Ngài đúng như thế để cho các ngươi có thể hiểu được (những giới hạn do Ngài qui định)"
        },
        {
            "chapter": 2,
            "verse": 243,
            "text": "Há Ngươi không để ý đến hàng ngàn người vì sợ chết mà bỏ nhà cửa của họ ra đi hay sao? Allah đã phán với họ: “Hãy quyết tử!” rồi Ngài làm cho họ sống trở lại; Quả thật, Allah rất mực Nhân từ với loài người, nhưng đa số nhân loại phụ ơn (Ngài)"
        },
        {
            "chapter": 2,
            "verse": 244,
            "text": "Và hãy chiến đấu cho Chính Nghĩa của Allah, và nên biết rằng quả thật Allah Hằng Nghe và Hằng Biết (mọi việc)"
        },
        {
            "chapter": 2,
            "verse": 245,
            "text": "Ai là người sẽ cho Allah mượn một món vật (mượn) tốt thì Ngài sẽ trả lại gấp đôi và nhiều hơn nữa? Bởi vì Allah (là Đấng) ban ít hay ban nhiều (bổng lộc) và các ngươi sẽ được đưa về gặp Ngài trở lại (ở đời sau)"
        },
        {
            "chapter": 2,
            "verse": 246,
            "text": "Há Ngươi không để ý đến vấn đề của những vị cầm đầu trong hàng ngũ của con cháu của Israel sau thời đại của Musa hay sao khi họ nói với một vị Nabi (tên Samuel) của họ như sau: “Hãy chỉ định một vị vua cho chúng tôi để (lãnh đạo) chúng tôi chiến đấu cho Chính Nghĩa của Allah?” (Nabi ấy) đáp: “Biết đâu các ngươi sẽ không chiến đấu khi lệnh (chiến đấu) được truyền xuống cho các ngươi!” (Họ) bảo: ‘Tại sao chúng tôi không chiến đấu trong lúc chúng tôi lẫn con cháu của chúng tôi đã bị trục xuất ra khỏi nhà cửa của chúng tôi?” Nhưng khi lệnh chiến đấu được truyền xuống cho họ thì họ đào nhiệm ngoại trừ một số ít. Và Allah biết rõ những kẻ sai phạm"
        },
        {
            "chapter": 2,
            "verse": 247,
            "text": "Và Nabi (Samuel) của họ đã bảo họ: “Allah đã chỉ định Talut làm vua của các ngươi.” Họ đáp: “Làm sao ông ta có thể làm vua cai trị chúng tôi trong lúc chúng tôi xứng đáng hơn ông ta. Hơn nữa, ông ta cũng không được giàu sang ghú quí mà?” (Nabi của họ) đáp: “Quả thật, Allah đã chọn ông ta đề lãnh đạo các ngươi và ban cho ông ta kiến thức dồi dào và thể lực hơn người. Và Allah ban quyền hành cho người nào Ngài muốn bởi vì Allah Bao quát (hết mọi việc) và Hiểu biết (hết mọi vấn đề)"
        },
        {
            "chapter": 2,
            "verse": 248,
            "text": "Và Vị Nabi của họ bảo tiếp: “(Sẽ có) một dấu hiệu (xác nhận) vương quyền của ông ta là các ngươi sẽ nhận được một cái rương chứa thánh vật tượng trưng cho sự thanh bình do Thượng Đế (Allah) của các ngươi ban xuống và cả những thánh vật mà gia đình của Musa và gia đình của Harun đã để lại do những Thiên Thần mang đến. Quả thật, trong sự việc đó, có một dấu hiệu cho các ngươi nếu các ngươi có đức tin"
        },
        {
            "chapter": 2,
            "verse": 249,
            "text": "Bởi thế, khi Talut ra quân đi chiến đấu, (Talut) bảo (binh tướng): “Chắc chắn Allah sẽ thử thách các ngươi với (nước của) một con sông. Ai uống nước sông đó thì sẽ không là người của ta; và ai không uống thì sẽ là người của ta trừ phi người nào uống từng hớp từ lòng bàn tay của mình.” Nhưng họ (không nghe lời và) đã uống nước sông đó ngoại trừ một số rất ít. Bởi thế, khi họ băng qua sông, (Talut) với những ai có đức tin cùng theo Người lên tiếng: “Ngày nay chúng ta không đủ sức đương đầu với Jalut và đoàn quân của y. Tuy nhiên, những ai nghĩ rằng bề nào họ cũng phải gặp Allah trở lại, đã lên tiếng: “Đã có không biết bao nhiêu lần một lực lượng nhỏ có thể đánh bại một lực lượng lớn với sự cho phép của Allah? Bởi vì Allah ở cùng với những người kiên cường bất khuất"
        },
        {
            "chapter": 2,
            "verse": 250,
            "text": "Và khi họ tiến quân lên đương đầu với Jalut và đoàn quân của y, họ (cầu nguyện) thưa: “Lạy Thượng Đế chúng tôi! Xin Ngài xối lên chúng tôi (tinh thần) kiên trì nhẫn nại và làm cho bàn chân của chúng tôi vững chắc và giúp chúng tôi đánh thắng những kẻ ngoại giáo không tin.”"
        },
        {
            "chapter": 2,
            "verse": 251,
            "text": "Bởi thế, với sự chấp thuận của Allah, họ đánh tan (quân địch) và Dawood đã giết chết Jalut và Allah đã ban cho Y (Dawood) quyền bính và lẽ đúng đắn khôn ngoan và dạy Người điều mà Ngài muốn. Và nếu Allah không dùng một nhóm người này để chặn đứng một nhóm người kia thì trái đất sẽ rối loạn và thối nát. Nhưng chắc chắn Allah Rất mực Nhân từ Độ lượng với thiên hạ"
        },
        {
            "chapter": 2,
            "verse": 252,
            "text": "Đấy là những Lời Mặc Khải của Allah. TA đọc chúng cho Ngươi (Muhammad) bằng sự thật. Và thật sự Ngươi là một trong các Sứ Giả (của Allah)"
        }
    ]
}