{
    "maqras": [
        {
            "chapter": 6,
            "verse": 59,
            "text": "He has the keys to the realm that lies beyond the reach of human perception; none knows them but He. And He knows what is on the land and in the sea; there is not a leaf which falls that He does not know about and there is not a grain in the darkness of the earth or anything green or dry which has not been recorded in a Clear Book"
        },
        {
            "chapter": 6,
            "verse": 60,
            "text": "He recalls your souls by night, and knows what you do by day; and then He raises you back each day in order that the term appointed by Him is fulfilled. Then to Him you will return whereupon He will let you know what you have been doing"
        },
        {
            "chapter": 6,
            "verse": 61,
            "text": "And He alone holds sway over His servants and sets guardians over you till death approaches any of you and Our deputed angels take his soul, neglecting no part of their task"
        },
        {
            "chapter": 6,
            "verse": 62,
            "text": "Then all are restored to Allah, their true protector. Behold, His is the judgement. He is the swiftest of those who take account.´"
        },
        {
            "chapter": 6,
            "verse": 63,
            "text": "Ask them (0 Muhammad!): ´Who is it that delivers you from dangers in the deep darknesses of the land and the sea, and to whom do you call in humility and in the secrecy of your hearts? To whom do you pray: \"If He will but save us from this distress, we shall most certainly be among the thankful"
        },
        {
            "chapter": 6,
            "verse": 64,
            "text": "Say: \"It is Allah alone Who delivers you from this and from every distress, and yet you associate others with Allah in His divinity"
        },
        {
            "chapter": 6,
            "verse": 65,
            "text": "Say: \"It is He Who has the power to send forth chastisement upon you from above you, or from beneath your feet, or split you into hostile groups and make some of you taste each others´ violence. Behold, how We set forth Our signs in diverse forms, so that maybe they will understand the Truth"
        },
        {
            "chapter": 6,
            "verse": 66,
            "text": "Your people have denied it even though it is the Truth. Say: \"I am not a guardian over You"
        },
        {
            "chapter": 6,
            "verse": 67,
            "text": "Every tiding has its appointed time; you yourselves will soon know (the end)"
        },
        {
            "chapter": 6,
            "verse": 68,
            "text": "When you see those who are engaged in blasphemy against Our signs, turn away from them until they begin to talk of other things; and should Satan ever cause you to forget, then do not remain, after recollection, in the company of those wrong-doing people"
        },
        {
            "chapter": 6,
            "verse": 69,
            "text": "For those who are God-fearing are by no means accountable for the others except that it is their duty to adinonish them; maybe then, they will shun evil"
        },
        {
            "chapter": 6,
            "verse": 70,
            "text": "Leave alone those who have made a sport and a pastime of their religion and whom the life of the world has beguiled. But continue to admonish them (with the Qur´an) lest a man should be caught for what he has himself earned for there shall neither be any protector nor intercessor apart from Allah; and though he may offer any conceivable ransom it shall not be accepted from him, for such people have been caught for the deeds that they have themselves earned. Boiling water to drink and a painful chastisement to suffer for their unbelief is what awaits them"
        },
        {
            "chapter": 6,
            "verse": 71,
            "text": "Ask them (0 Muharnmad!): \"Shall we invoke, apart from Allah, something that can neither benefit nor harm us, and thus be turned back on our heels after Allah has guided us? Like the one whom the evil ones have lured into bewilderment in the earth, even though he has friends who call him to true guidance saying: \"Come to us.\" Say: \"Surely Allah´s guidance is the only true guidance, and we have been commanded to submit ourselves to the Lord of the entire universe"
        },
        {
            "chapter": 6,
            "verse": 72,
            "text": "and to establish Prayer, and to have fear of Him. It is to Him that all of you shall be gathered"
        },
        {
            "chapter": 6,
            "verse": 73,
            "text": "And He it is Who has created the heavens and the earth in truth; and the very day He will say: \"Be!\" (resurrection) there will be. His word is the Truth and His will be the dominion on the day when the-Trumpet is blown. He knows all that lies beyond the reach of human perception as well as all that is visible to man; He is the All-Wise, the All-Aware.´"
        }
    ]
}