{
    "maqras": [
        {
            "chapter": 2,
            "verse": 106,
            "text": "We bring a better verse or at least the like of it for whatever we abrogate or cause it to be forgotten"
        },
        {
            "chapter": 2,
            "verse": 107,
            "text": "Do you not know that Allah has full power over everything? Do you not know that the sovereignty of the heavens and the earth belongs to Allah alone and that you have neither any protector nor helper beside Him"
        },
        {
            "chapter": 2,
            "verse": 108,
            "text": "Would you then ask your Prophet such questions as were asked of Moses in former times? In fact, anyone, who changes the way of belief for that of disbelief, has surely swerved from the Right way"
        },
        {
            "chapter": 2,
            "verse": 109,
            "text": "Many of the people of the Book desire to turn you anyhow back to unbelief. They wish this out of the envy of their hearts though the Truth has become quite clear to them. Yet, you should show forbearance and forgiveness to them´ till Allah Himself enforces His judgement"
        },
        {
            "chapter": 2,
            "verse": 110,
            "text": "(Rest assured that) Allah has full power over everything: establish the Salat and pay the Zakat. you will find with Allah whatever good you send forward for your future; Allah is watching everything you do"
        },
        {
            "chapter": 2,
            "verse": 111,
            "text": "(They say, \"None shall enter Paradise unless he be a Jew or according to the Christians) a Christian.\" These are their wishful fancies. Say to them, \"Bring your proof, if you are right in your claim"
        },
        {
            "chapter": 2,
            "verse": 112,
            "text": "The fact is that no one has any special claim to Paradise; whoever surrenders himself to Allah in obedience and follows the Right Way, shall get his reward from his Lord: there shall be neither fear nor grief for such people"
        },
        {
            "chapter": 2,
            "verse": 113,
            "text": "The Jews say that the Christians have nothing (of the Truth) and the Christians say that the Jews have nothing of it, though both read the Scripture. And those who have no knowledge of the Scripture also make similar claims. Allah will surely give His judgement on the Day of Resurrection in all the matters in which they differ"
        },
        {
            "chapter": 2,
            "verse": 114,
            "text": "And who could be a greater wrongdoer than the one who forbids the mention of Allah´s name in places of worship and strives for their ruin? Such people do not deserve to enter the places of worship, and, if they enter at all, they should do so in fear; for there is ignominy for them in this world and an awful punishment in the Hereafter"
        },
        {
            "chapter": 2,
            "verse": 115,
            "text": "The East and the West, all belong to Allah: you will face Allah in whichsoever direction you turn your face: Allah is All-Embracing and All-Knowing"
        },
        {
            "chapter": 2,
            "verse": 116,
            "text": "They say \"Allah has adopted a son.\" Allah is above such things. As a matter of fact, whatever is in the heavens and on the earth belongs to Him and all are obedient to Him"
        },
        {
            "chapter": 2,
            "verse": 117,
            "text": "He is the Creator of the heavens and the earth: when He decrees a thing, He merely says, \"Be,\" and there it is"
        },
        {
            "chapter": 2,
            "verse": 118,
            "text": "The ignorant people say, \"Why does not Allah Himself talk to us or why does not a Sign come to us?\" The people before them also talked like this, for all (who swerve from the Right Path) have the same mentality. We have already shown clear Signs to those who believe"
        },
        {
            "chapter": 2,
            "verse": 119,
            "text": "(what greater Sign could there be than that) We have sent you with the knowledge of the Truth and made you a bearer of good tidings and a Warner? Now, you are not responsible and answerable for those who are bent upon going to Hell"
        },
        {
            "chapter": 2,
            "verse": 120,
            "text": "The Jews and the Christians will never be satisfied with you, O Muhammad, until you follow their way. Tell them plainly, \"The right way is shown by Allah.\" And if, after all the´ knowledge you have received, you were to yield to their desires, you shall find neither any friend nor helper to protect you from Allah´s wrath"
        },
        {
            "chapter": 2,
            "verse": 121,
            "text": "There are those, even among the people of the Scripture, who read the Book as it should be read and believe in it sincerely; as for those who reject it, they are indeed the losers"
        },
        {
            "chapter": 2,
            "verse": 122,
            "text": "O children of Israel, remember that special favour 1 bestowed upon you, and that I exalted you above all the communities of the world"
        },
        {
            "chapter": 2,
            "verse": 123,
            "text": "And dread the Day when no one shall avail anyone in any way; nor shall any ransom be accepted from anyone; nor shall intercession profit any body; nor shall the offenders be helped from any quarter"
        }
    ]
}