{
    "maqras": [
        {
            "chapter": 12,
            "verse": 53,
            "text": "I do not seek to acquit myself; for surely one´s self prompts one to evil except him to whom my Lord may show mercy. Verily my Lord is Ever Forgiving, Most Merciful"
        },
        {
            "chapter": 12,
            "verse": 54,
            "text": "The king said: \"Bring him to me. I will select him exclusively for my own service.\" So when Joseph spoke to him the king said: \"You are now one of established position, fully-trusted by us"
        },
        {
            "chapter": 12,
            "verse": 55,
            "text": "Joseph said: \"Place me in charge of the treasures of the land. I am a good keeper and know my task well"
        },
        {
            "chapter": 12,
            "verse": 56,
            "text": "Thus did We establish Joseph in the land so that he could settle wherever he pleased. We bestow favour, out of Our Mercy, on whomsoever We please, and We do not cause the reward of those who do good to go to waste"
        },
        {
            "chapter": 12,
            "verse": 57,
            "text": "Surely the reward of the Hereafter is better for those who believe and act in a God-fearing way"
        },
        {
            "chapter": 12,
            "verse": 58,
            "text": "And Joseph´s brothers came to Egypt and presented themselves before him. He recognized them, but they did not know him"
        },
        {
            "chapter": 12,
            "verse": 59,
            "text": "And when he had prepared for them their provisions, Joseph said: \"Bring to me your other brother from your father. Do you not see that I give full measure and am most hospitable"
        },
        {
            "chapter": 12,
            "verse": 60,
            "text": "If you do not bring him to me, you shall have no corn from me; and do not even attempt to come close to me"
        },
        {
            "chapter": 12,
            "verse": 61,
            "text": "They said: \"We will surely try to prevail over our father to send him. Be sure we shall do so"
        },
        {
            "chapter": 12,
            "verse": 62,
            "text": "And Joseph said to his servants: \"Put surreptitiously in their packs the goods they had given in exchange for corn.\" Joseph did so expecting that they would find it when they returned home. Feeling grateful for this generosity, they might be inclined to return to him"
        },
        {
            "chapter": 12,
            "verse": 63,
            "text": "When they returned to their father they said: \"Father! We have been denied further supply of corn. So send with us our brother that we may bring the supplies. We shall be responsible for his protection"
        },
        {
            "chapter": 12,
            "verse": 64,
            "text": "The father said: \"Shall I trust you with regard to him as I had trusted you earlier with regard to his brother? Allah is the Best Protector and is the Most Merciful"
        },
        {
            "chapter": 12,
            "verse": 65,
            "text": "And when they opened their things they found that their goods had been given back to them. Thereupon they cried: \"Father! What else would we desire? Look, even our goods have been given back to us, so we shall go now and bring supplies for our family, we shall protect our brother, and bring another camel-load of corn. That additional supply will be easily secured"
        },
        {
            "chapter": 12,
            "verse": 66,
            "text": "Their father said: \"I shall never send him with you until you give me a solemn promise in the name of Allah that you will bring him back to me, unless you yourselves are surrounded.\" Then after they had given him their solemn promise, he said. \"Allah watches over what we have said"
        },
        {
            "chapter": 12,
            "verse": 67,
            "text": "And he enjoined them: \"My sons! Do not enter the city by one gate; rather enter it by different gates. I can be of no help to you against Allah. Allah´s command alone prevails. In Him have I put my trust and in Him should all those who have faith put their trust"
        },
        {
            "chapter": 12,
            "verse": 68,
            "text": "And it so happened that when they entered the city (by many gates) as their father had directed them, this precautionary measure proved ineffective against Allah´s will. There was an uneasiness in Jacob´s soul which he so tried to remove. Surely he was possessed of knowledge owing to the knowledge that We bestowed upon him. But most people do not know the truth of the matter"
        },
        {
            "chapter": 12,
            "verse": 69,
            "text": "When they presented themselves before Joseph, he took his brother aside to himself and said: \"Verily I am your own brother Joseph; so do not grieve over the manner they have treated you"
        },
        {
            "chapter": 12,
            "verse": 70,
            "text": "Then, while Joseph was having their provisions loaded, he put his drinking-cup in his brother´s saddlebag. And then a herald cried: \"Travellers, you are thieves"
        },
        {
            "chapter": 12,
            "verse": 71,
            "text": "Turning back they asked: \"What have you lost"
        },
        {
            "chapter": 12,
            "verse": 72,
            "text": "The officials said: \"We have lost the king´s cup.\" (And their chief added): \"He who brings it shall have a camel-load of provisions, I guarantee that"
        },
        {
            "chapter": 12,
            "verse": 73,
            "text": "They said: \"By Allah, you certainly know that we did not come to act corruptly in this land, nor are we those who steal"
        },
        {
            "chapter": 12,
            "verse": 74,
            "text": "The officials said: \"If you are lying, what will be the penalty for him who has stolen"
        },
        {
            "chapter": 12,
            "verse": 75,
            "text": "They replied: \"He in whose saddlebag the cup is found, he himself shall be its recompense.\" Thus do we punish the wrong-doers"
        },
        {
            "chapter": 12,
            "verse": 76,
            "text": "Then Joseph began searching their bags before searching his own brother´s bag. Then he brought forth the drinking-cup from his brother´s bag. Thus did We contrive to support Joseph. He had no right, according to the religion of the king (i.e. the law of Egypt), to take his brother, unless Allah so willed. We exalt whomsoever We will over others by several degrees. And above all those who know is the One Who truly knows"
        }
    ]
}