{
    "pages": [
        {
            "chapter": 6,
            "verse": 9,
            "text": "nam tūtarai oru malakkākavē aṉuppuvatāyiṉum (avarkaḷ malakkai kāṇuñ caktiyillātavarkaḷ; ātalāl) avaraiyum nām maṉita uruvattilēyē ākki(aṉuppi)yiruppōm, (appoḻutum,) anta iṭattil avarkaḷ (ippoḻutu) kuḻampik koḷvatu pōl (appoḻutum) nām kuḻappattai ēṟpaṭuttiyiruppōm"
        },
        {
            "chapter": 6,
            "verse": 10,
            "text": "(napiyē!) Umakku muṉṉar vanta tūtarkaḷum niccayamāka (ivvāṟē) parikacikkappaṭṭaṉar; muṭivil avarkaḷ etaip parikacittuk koṇṭiruntaṉarō atuvē parikacittavarkaḷai vantu cūḻntukoṇṭatu"
        },
        {
            "chapter": 6,
            "verse": 11,
            "text": "Pūmiyil nīṅkaḷ cuṟṟi vantu, (allāhviṉ vacaṉaṅkaḷaip) poyppittavarkaḷiṉ muṭivu eṉṉa āyiṟṟu eṉpatai nīṅkaḷ kavaṉittup pāruṅkaḷ\" eṉṟu (napiyē!) Nīr kūṟuvīrāka"
        },
        {
            "chapter": 6,
            "verse": 12,
            "text": "vāṉaṅkaḷilum, pūmiyilumuḷḷavai yārukkuc contam\" eṉṟu (napiyē!) Nīr (avarkaḷaik) kēḷum; (avarkaḷ eṉṉa patil kūṟamuṭiyum? Eṉavē)\"ellām allāhvukkē contam\" eṉṟu kūṟuvīrāka avaṉ taṉ mītu karuṇaiyai kaṭamaiyākkik koṇṭāṉ; niccayamāka iṟuti nāḷil uṅkaḷaiyellām avaṉ oṉṟu cērppāṉ; itil evvita cantēkamum illai evarkaḷ tamakkut tāmē naṣṭattai uṇṭupaṇṇik koṇṭārkaḷō, avarkaḷ īmāṉ koḷḷamāṭṭārkaḷ"
        },
        {
            "chapter": 6,
            "verse": 13,
            "text": "iravilum pakalilum vacittiruppavai ellām avaṉukkē contam; avaṉ (yāvaṟṟaiyum) ceviyuṟuvōṉākavum, naṉkaṟipavaṉākavum irukkiṉṟāṉ"
        },
        {
            "chapter": 6,
            "verse": 14,
            "text": "vāṉaṅkaḷaiyum pūmiyaiyum paṭaitta allāhvaiyaṉṟi vēṟu evaraiyum eṉ pātukāvalaṉāka eṭuttuk koḷvēṉā? Avaṉē (yāvarukkum) uṇavaḷikkiṟāṉ; avaṉukku evarālum uṇavaḷikkap paṭuvatillai\" eṉṟu (napiyē!) Nīr kūṟuvīrāka iṉṉum (allāhvukku vaḻipaṭupavarkaḷil mutaṉmaiyāṉavaṉāka, irukkumpaṭi nāṉ kaṭṭaḷaiyiṭappaṭṭuḷḷēṉ) eṉṟu kūṟuvīrāka. Iṉṉum nīr orukkālum iṇaivaippōril oruvarākiviṭa vēṇṭām"
        },
        {
            "chapter": 6,
            "verse": 15,
            "text": "nāṉ eṉ iṟaivaṉukku māṟu ceytāl, makattāṉa nāḷil (ēṟpaṭum) vētaṉaiyai nāṉ niccayamāka payappaṭukiṟēṉ\" eṉṟu kūṟuvīrāka"
        },
        {
            "chapter": 6,
            "verse": 16,
            "text": "antāḷil evaroruvar anta vētaṉaiyai viṭṭum vilakkappaṭuvārō, niccayamāka (allāh) avarmītu kirupai purintuviṭṭāṉ. Itu mikat teḷivāṉa veṟṟiyākum\" (eṉṟu kūṟuvīrāka)"
        },
        {
            "chapter": 6,
            "verse": 17,
            "text": "(Napiyē!) Allāh umakku ētāvatoru tuṉpattai ēṟpaṭuttiviṭṭāl avaṉait tavira (vēṟu yārum) atai nīkka muṭiyātu. Iṉṉum avaṉ oru naṉmaiyai uṇṭākkiviṭṭāl, (atai evarum taṭukka muṭiyātu.) Avaṉ ellāp poruṭkaḷ mītum pērāṟṟaluṭaiyavaṉāka irukkiṉṟāṉ"
        },
        {
            "chapter": 6,
            "verse": 18,
            "text": "avaṉē taṉ aṭiyārkaḷai aṭakkiyāḷpavaṉ, iṉṉum avaṉē pūraṉa ñāṉamuḷḷavaṉ; (yāvaṟṟaiyum) naṉkaṟintavaṉ"
        }
    ]
}