{
    "pages": [
        {
            "chapter": 14,
            "verse": 19,
            "text": "niccayamāka allāh vāṉaṅkaḷaiyum, pūmiyaiyum uṇmaiyaik koṇṭē paṭaittirukkiṉṟāṉ eṉpatai nīr pārkkavilalaiyā? Avaṉ nāṭiṉāl uṅkaḷaip pōkkiviṭṭu putiyatoru paṭaippaik koṇṭu varuvāṉ"
        },
        {
            "chapter": 14,
            "verse": 20,
            "text": "iṉṉum, itu allāhvukkuk kaṭiṉāṉatumalla"
        },
        {
            "chapter": 14,
            "verse": 21,
            "text": "aṉṟiyum, aṉaivarum (veḷippaṭṭu maṟumai nāḷil) allāhviṉ camūkattil niṟpārkaḷ; appōtu, (ivvulakil) palahīṉamāka iruntavarkaḷ (ivvulakil) perumai aṭittuk koṇṭiruntavarkaḷai nōkki; \"niccayamāka nāṅkaḷ (ulakil) uṅkaḷaip piṉ toṭarpavarkaḷāka iruntōm; ippōtu nīṅkaḷ allāh (vaḻaṅka irukkum) vētaṉaiyiliruntu etaiyēṉum eṅkaḷai viṭṭum taṭukka muṭiyumā?\" Eṉṟu kēṭpārkaḷ; (ataṟku) avarkaḷ, \"allāh eṅkaḷukku (ētāvatu) vaḻiyaik kāṭṭiṉāl nāṅkaḷ avvaḻiyai uṅkaḷukkuk kāṭṭuvōm; (tappikka vaḻiyē aṉṟi, vētaṉaiyai añci) nām pataṟik kalaṅkiṉālum, allatu poṟumaiyāka iruntālum namakku oṉṟu tāṉ; vēṟu pukaliṭamē namakku illaiyē!\" Eṉṟu (kai cētappaṭṭuk) kūṟuvārkaḷ"
        },
        {
            "chapter": 14,
            "verse": 22,
            "text": "(Maṟumaiyil ivarkaḷ paṟṟit)tīrppuk kūṟappeṟṟatum ṣaittāṉ (ivarkaḷai nōkki)\"niccayamāka allāh uṅkaḷukku uṇmaiyāṉa vākkuṟutiyaiyē vākkaḷittiruntāṉ; nāṉum uṅkaḷukku vākkaḷittiruntēṉ - āṉāl nāṉ uṅkaḷukkuk koṭutta vākkil māṟu ceytu viṭṭēṉ. Nāṉ uṅkaḷai aḻaittēṉ; appōtu nīṅkaḷ eṉ aḻaippiṉai ēṟṟuk koṇṭīrkaḷ eṉpatait tavira eṉakku uṅkaḷ mītu enta atikāramumillai ākavē nīṅkaḷ eṉṉai nintikkātīrkaḷ; uṅkaḷai nāṉ kāppāṟṟupavaṉ illai nīṅkaḷum eṉṉaik kāppāṟṟukiṟavarkaḷillai. Nīṅkaḷ muṉṉāl eṉṉai (allāhvukku) iṇaiyākkik koṇṭiruntataiyum, niccayamāka nāṉ nirākarittu viṭṭēṉ - niccayamāka akkiramakkārarkaḷukku nōviṉai mikka vētaṉai uṇṭu\" eṉṟu kūṟuvāṉ"
        },
        {
            "chapter": 14,
            "verse": 23,
            "text": "iṉṉum, evar īmāṉ koṇṭu, naṟkarumaṅkaḷ ceytirukkiṟārkaḷō avarkaḷ cuvaṉapatikaḷil pukuttappaṭuvārkaḷ. Avaṟṟiṉ kīḻē āṟukaḷ ōṭikkoṇṭirukkum; taṅkaḷ iṟaivaṉuṭaiya aṉumatiyaik koṇṭu avarkaḷ eṉṟeṉṟum avaṟṟil taṅkiyiruppārkaḷ - aṅku avarkaḷuṭaiya kāṇikkaiyāvatu\"salāmuṉ (cāntiyum camātāṉamum uṇṭākuka!\") Eṉpatākum"
        },
        {
            "chapter": 14,
            "verse": 24,
            "text": "(napiyē!) Nalvākkiyattiṟku allāh evvāṟu utāraṇam kūṟukiṟāṉ eṉpatai nīr kavaṉikkavillaiyā? Atu maṇam mikka oru naṉmarattaip pōṉṟatu ataṉuṭaiya vērkaḷ (pūmiyil āḻamākap) patintatākavum, ataṉ kiḷaikaḷ vāṉaḷāviyum irukkum"
        }
    ]
}