{
    "pages": [
        {
            "chapter": 24,
            "verse": 32,
            "text": "Iṉṉum, uṅkaḷil vāḻkkait tuṇai illā (āṭavar, peṇṭi)rukkum, avvāṟē (vāḻkkait tuṇaiyillā) sālihāṉa uṅkaḷ (āṇ, peṇ) aṭimaikaḷukkum vivākam ceytu vaiyuṅkaḷ; avarkaḷ ēḻaikaḷāka iruntāl, allāh taṉ nallaruḷaik koṇṭu avarkaḷaic cīmāṉkaḷākki vaippāṉ; mēlum allāh (koṭaiyil) vicālamāṉavaṉ. (Yāvaṟṟaiyum) naṉkaṟintavaṉ"
        },
        {
            "chapter": 24,
            "verse": 33,
            "text": "vivākam ceyvataṟku (uriya vacatikaḷaip) peṟṟuk koḷḷātavarkaḷ - avarkaḷai allāh tam nallaruḷiṉāl cīmāṉkaḷākkum varai - avarkaḷ oḻukkam pēṇaṭṭum. Iṉṉum uṅkal valakkaraṅkaḷ contamākkik koṇṭavarkaḷil (aṭimaikaḷil uriya tokaiyaik koṭuttō allatu muṟaiyāka campātittut taruvatāka vākkuk koṭuttō) evarēṉum (cutantiramāvataṟkāṉa) urimaip pattiram virumpiṉāl - ataṟkuriya naṉmaiyāṉa takutiyai nīṅkaḷ avvaṭimaiyiṭam (iruppatu paṟṟi) aṟivīrkaḷāyiṉ, avarkaḷukku urimai pattiram eḻutik koṭuṅkaḷ. Iṉṉum ataṟkāṉa poruḷai allāh uṅkaḷukku tantirukkum poruḷiliruntu avarkaḷukkuk koṭuppīrkaḷāka mēlum, taṅkaḷ kaṟpaip pēṇik koḷḷa virumpum uṅkaḷ aṭimaip peṇkaḷai - aṟpamāṉa ulaka vāḻkkai vacatikaḷait tēṭiyavarkaḷāka - vipacārattiṟku (avarkaḷai) nirppantikkātīrkaḷ; appaṭi evaṉēṉum antap peṇkaḷai nirppantittāl avarkaḷ nirppantikkappaṭṭa piṉ niccayamāka allāh maṉṉippavaṉākavum kirupaiyuṭaiyavaṉākavum irukkiṟāṉ"
        },
        {
            "chapter": 24,
            "verse": 34,
            "text": "iṉṉum niccayamāka uṅkaḷukkut teḷivākkum vacaṉaṅkaḷaiyum, uṅkaḷukku muṉ ceṉṟu pōṉavarkaḷiṉ utāraṇattaiyum, payapaktiyuṭaiyōrukku nallupatēcattaiyum nām iṟakki vaittirukkiṉṟōm"
        },
        {
            "chapter": 24,
            "verse": 35,
            "text": "Allāh vāṉaṅkaḷ pūmikku oḷi (ēṟpaṭuttupavaṉ) avaṉ (ēṟpaṭuttum) oḷikku uvamai viḷakku vaikkappaṭṭuḷḷa māṭam pōṉṟatākum. Avviḷakku oru kaṇṇāṭi(k kuvi)yil irukkiṟatu ak kaṇṇāṭi oḷivīcam naṭcattirattaip pōṉṟatākum. Atu pākkiyam peṟṟa jaittūṉ maratti(ṉ eṇṇeyi)ṉāl eṟikkap paṭukiṟatu. Atu kīḻtticaiyai cērntatumaṉṟu mēlticaiyai cērntatumaṉṟu. Ataṉai nerupput tīṇṭāviṭiṉum, ataṉ eṇṇey oḷi vīca muṟpaṭum, (ivai ellām cērntu) oḷikku mēl oḷiyākum. Allāh tāṉ nāṭiyavarai taṉṉuṭaiya oḷi (eṉṉum cattiyappātai)yiṉ pāl naṭattic celkiṟāṉ. Maṉitarkaḷukku ittakaiya uvamaikaḷai allāh teḷivupaṭuttukiṟāṉ. Allāh yāvaṟṟaiyum naṉku aṟipavaṉ"
        },
        {
            "chapter": 24,
            "verse": 36,
            "text": "iṟai illaṅkaḷil avaṉatu peyar kūṟappaṭavēṇṭumeṉṟum (avaṟṟiṉ kaṇṇiyam) uyarttappaṭavēṇṭumeṉṟum allāh kaṭṭaḷaiyiṭukiṟāṉ. Avaṟṟil kālaiyilum mālaiyilum (muḥmiṉkaḷ) avaṉai tuti ceytu koṇṭiruppārkaḷ"
        }
    ]
}