{
    "pages": [
        {
            "chapter": 45,
            "verse": 33,
            "text": "avarkaḷ ceyta tīmaiyellām (annāḷil) avarkaḷukku veḷiyākum; etai avarkaḷ parikācam ceytu koṇṭiruntārkaḷō, atuvē avarkaḷaic cūḻntu koḷḷum"
        },
        {
            "chapter": 45,
            "verse": 34,
            "text": "iṉṉum, \"nīṅkaḷ uṅkaḷuṭaiya innāḷiṉ cantippai maṟantu viṭṭatu pōṉṟē, iṉṟai tiṉam nām uṅkaḷai maṟakkiṟōm; aṉṟiyum nīṅkaḷ taṅkumiṭam narakam tāṉ; mēlum, uṅkaḷukku utavi ceypavar evarumillai\" eṉṟu (avarkaḷukkuk) kūṟappaṭum"
        },
        {
            "chapter": 45,
            "verse": 35,
            "text": "nīṅkaḷ allahviṉ vacaṉaṅkaḷai ēḷaṉamāka eṭuttuk koṇṭataṉālum ivvulaka vāḻkkai uṅkaḷai mayakki ēmāṟṟi viṭṭatiṉālumē inta nilai. Iṉṟaiya tiṉattil atiliruntu avarkaḷ veḷiyēṟṟappaṭavum māṭṭārkaḷ; maṉṉippaḷikkappaṭavum māṭṭārkaḷ"
        },
        {
            "chapter": 45,
            "verse": 36,
            "text": "ākavē vāṉaṅkaḷukkum iṟaivaṉāṉa - pūmikkum iṟaivaṉāṉa - akilattārukkellām iṟaivaṉāṉa allāhvukkē ellāp pukaḻum"
        },
        {
            "chapter": 45,
            "verse": 37,
            "text": "iṉṉum, vāṉaṅkaḷilum, pūmiyilumuḷḷa perumai avaṉukkē uriyatu mēlum, avaṉ tāṉ (yāvaraiyum) mikaittavaṉ, ñāṉam mikkōṉ"
        },
        {
            "chapter": 46,
            "verse": 1,
            "text": "hā, mīm"
        },
        {
            "chapter": 46,
            "verse": 2,
            "text": "ivvētam, yāvaraiyum mikaittōṉum ñāṉam mikkōṉumākiya allāhviṭamiruntē iṟakkiyaruḷappaṭṭatu"
        },
        {
            "chapter": 46,
            "verse": 3,
            "text": "vāṉaṅkaḷaiyum, pūmiyaiyum ivaiyiraṇṭiṟkum iṭaiyē uḷḷavaṟṟaiyum uṇmaiyaiyum, oru kuṟippiṭṭa tavaṇaiyaiyum koṇṭallāmal nām paṭaikkavillai āṉāl nirākarippavarkaḷō, taṅkaḷukku accamūṭṭi eccarikkai ceyyappaṭṭataip puṟakkaṇippavarkaḷāka irukkiṟārkaḷ"
        },
        {
            "chapter": 46,
            "verse": 4,
            "text": "Nīṅkaḷ aḻaikkum allāh allātavaṟṟai kavaṉittīrkaḷā? Pūmiyiluḷḷa etai avai paṭaittuḷḷaṉa allatu avaṟṟukku vāṉaṅkaḷil ētāvatu paṅku uṇṭā? Eṉpatai eṉakkuk kāṇpiyuṅkaḷ! Nīṅkaḷ uṇmaiyāḷarkaḷāka iruntāl, itaṟku, muṉṉēyuḷḷa oru vētattaiyō allatu (muṉṉōrkaḷiṉ) aṟivu ñāṉaṅkaḷil miñciya ētēṉum pakutiyaiyō (uṅkaḷ kūṟṟukku ātāramāka) eṉṉiṭam koṇṭu vāruṅkaḷ!\" Eṉṟu (napiyē!) Nīr kūṟuvīrāka"
        },
        {
            "chapter": 46,
            "verse": 5,
            "text": "kiyāma nāḷvarai (aḻaittālum) taṉakku patil koṭukka māṭṭāta - allāh allātavarkaḷai aḻaippavarkaḷaiviṭa vaḻi keṭṭavarkaḷ yār? Taṅkaḷai aḻaippataiyē avarkaḷ aṟiyamuṭiyātu"
        }
    ]
}