{
    "pages": [
        {
            "chapter": 18,
            "verse": 21,
            "text": "و اينچنين [آن مردم را] بر آنان آگاه كرديم تا بدانند كه وعده خدا- برانگيختن و رستاخيز- راست است و در رستاخيز هيچ شك نيست، آنگاه كه با يكديگر در كار خويش- مساله معاد- گفتگو و ستيزه مى‌كردند، پس گفتند: بر آنان بنائى بسازيد- تا كسى بر آنان آگاه نشود-. پروردگارشان به حالشان داناتر است. كسانى كه بر كارشان آگاهى و دست يافتند- يكتا پرستان- گفتند: ما بر آنان نمازگاهى مى‌سازيم"
        },
        {
            "chapter": 18,
            "verse": 22,
            "text": "خواهند گفت: سه تن بودند چهارميشان سگشان بود، و گويند: پنج تن بودند ششميشان سگشان بود، تيرى به ناپيدا پرتاب مى‌كنند- پندارى بى تحقيق دارند-، و نيز گويند: هفت تن بودند و هشتميشان سگشان بود. بگو: پروردگار من به شمار آنها داناتر است، [و شمار] آنان را ندانند مگر اندكى، پس در باره ايشان ستيزه مكن مگر ستيزه‌اى ظاهر- يعنى آنچه را ظاهر كرده‌ايم و آگاهى داده‌ايم، پس تنها تلاوت كتاب بر آنها در باره كارشان كافى است- و در باره آنان از هيچ كس نظر مخواه"
        },
        {
            "chapter": 18,
            "verse": 23,
            "text": "و هيچ چيز و هيچ كارى را مگوى كه من فردا كننده‌ام آن را،"
        },
        {
            "chapter": 18,
            "verse": 24,
            "text": "مگر آنكه [گويى اگر] خداى خواهد و چون فراموش كنى [كه بگويى: اگر خداى خواهد] پروردگارت را ياد كن- يعنى وقتى به ياد آوردى، كلمه استثنا را بر زبان آر- و بگو: اميد است كه پروردگارم مرا به راه صوابى كه نزديكتر از اين باشد راه نمايد"
        },
        {
            "chapter": 18,
            "verse": 25,
            "text": "و آنان در غار خود سيصد سال درنگ كردند و نه سال افزودند"
        },
        {
            "chapter": 18,
            "verse": 26,
            "text": "بگو: خدا داناتر است بدانچه- به مدتى كه- درنگ كردند، او راست نهان و ناپيداى آسمانها و زمين چه بيناست او و چه شنواست! آنان- اهل آسمانها و زمين- را جز او هيچ يار و سرپرستى نيست، و هيچ كس را در حكم و فرمان خويش انباز نسازد"
        },
        {
            "chapter": 18,
            "verse": 27,
            "text": "و از كتاب پروردگارت- قرآن يا لوح محفوظ- آنچه به تو وحى مى‌شود برخوان سخنان او را دگرگون‌كننده‌اى نيست، و جز او هيچ پناهگاهى هرگز نيابى"
        }
    ]
}