{
    "rukus": [
        {
            "chapter": 5,
            "verse": 109,
            "text": "۞يَوۡمَ يَجۡمَعُ ٱللَّهُ ٱلرُّسُلَ فَيَقُولُ مَاذَا أُجِبۡتُمُۥۖ قَالُواْ لَا عِلۡمَ لَنَاۖ إِنَّكَ أَنتَ عَلَّٰمُ ٱلۡغُيُوبِ"
        },
        {
            "chapter": 5,
            "verse": 110,
            "text": "إِذۡ قَالَ ٱللَّهُ يَٰعِيسَى ٱبۡنَ مَرۡيَمَ ٱذۡكُرۡ نِعۡمَتِي عَلَيۡكَ وَعَلَىٰ وَٰلِدَتِكَ إِذۡ أَيَّدتُّكَ بِرُوحِ ٱلۡقُدۡسِ تُكَلِّمُ ٱلنَّاسَ فِي ٱلۡمَهۡدِ وَكَهۡلࣰ اۖ وَإِذۡ عَلَّمۡتُكَ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَۖ وَإِذۡ تَخۡلُقُ مِنَ ٱلطِّينِ كَهَيۡـَٔةِ ٱلطَّيۡرِ بِإِذۡنِي فَتَنفُخُ فِيهَا فَتَكُونُ طَيۡرَۢا بِإِذۡنِيۖ وَتُبۡرِئُ ٱلۡأَكۡمَهَ وَٱلۡأَبۡرَصَ بِإِذۡنِيۖ وَإِذۡ تُخۡرِجُ ٱلۡمَوۡتَىٰ بِإِذۡنِيۖ وَإِذۡ كَفَفۡتُ بَنِي إِسۡرَٰٓءِيلَ عَنكَ إِذۡ جِئۡتَهُمُۥ بِٱلۡبَيِّنَٰتِ فَقَالَ ٱلَّذِينَ كَفَرُواْ مِنۡهُمُۥ إِنۡ هَٰذَا إِلَّا سِحۡرࣱ مُّبِينࣱ‏"
        },
        {
            "chapter": 5,
            "verse": 111,
            "text": "وَإِذۡ أَوۡحَيۡتُ إِلَى ٱلۡحَوَارِيِّـۧنَ أَنۡ ءَامِنُواْ بِي وَبِرَسُولِي قَالُواْ ءَامَنَّا وَٱشۡهَدۡ بِأَنَّنَا مُسۡلِمُونَ"
        },
        {
            "chapter": 5,
            "verse": 112,
            "text": "إِذۡ قَالَ ٱلۡحَوَارِيُّونَ يَٰعِيسَى ٱبۡنَ مَرۡيَمَ هَلۡ يَسۡتَطِيعُ رَبُّكَ أَن يُنزِلَ عَلَيۡنَا مَآئِدَةࣰ مِّنَ ٱلسَّمَآءِۖ قَالَ ٱتَّقُواْ ٱللَّهَ إِن كُنتُمُۥ مُؤۡمِنِينَ"
        },
        {
            "chapter": 5,
            "verse": 113,
            "text": "قَالُواْ نُرِيدُ أَن نَّأۡكُلَ مِنۡهَا وَتَطۡمَئِنَّ قُلُوبُنَا وَنَعۡلَمَ أَن قَدۡ صَدَقۡتَنَا وَنَكُونَ عَلَيۡهَا مِنَ ٱلشَّٰهِدِينَ"
        },
        {
            "chapter": 5,
            "verse": 114,
            "text": "قَالَ عِيسَى ٱبۡنُ مَرۡيَمَ ٱللَّهُمَّ رَبَّنَا أَنزِلۡ عَلَيۡنَا مَآئِدَةࣰ مِّنَ ٱلسَّمَآءِ تَكُونُ لَنَا عِيدࣰ ا لِّأَوَّلِنَا وَءَاخِرِنَا وَءَايَةࣰ مِّنكَۖ وَٱرۡزُقۡنَا وَأَنتَ خَيۡرُ ٱلرَّٰزِقِينَ"
        },
        {
            "chapter": 5,
            "verse": 115,
            "text": "قَالَ ٱللَّهُ إِنِّي مُنزِلُهَا عَلَيۡكُمُۥۖ فَمَن يَكۡفُرۡ بَعۡدُ مِنكُمُۥ فَإِنِّي أُعَذِّبُهُۥ عَذَابࣰ ا لَّا أُعَذِّبُهُۥ أَحَدࣰ ا مِّنَ ٱلۡعَٰلَمِينَ"
        }
    ]
}