{
    "maqras": [
        {
            "chapter": 6,
            "verse": 127,
            "text": "For them will be a home of peace in the presence of their Lord: He will be their friend, because they practised (righteousness)"
        },
        {
            "chapter": 6,
            "verse": 128,
            "text": "One day will He gather them all together, (and say): \"O ye assembly of Jinns! Much (toll) did ye take of men.\" Their friends amongst men will say: \"Our Lord! we made profit from each other: but (alas!) we reached our term - which thou didst appoint for us.\" He will say: \"The Fire be your dwelling-place: you will dwell therein for ever, except as Allah willeth.\" for thy Lord is full of wisdom and knowledge"
        },
        {
            "chapter": 6,
            "verse": 129,
            "text": "Thus do we make the wrong-doers turn to each other, because of what they earn"
        },
        {
            "chapter": 6,
            "verse": 130,
            "text": "O ye assembly of Jinns and men! came there not unto you messengers from amongst you, setting forth unto you My signs, and warning you of the meeting of this Day of yours?\" They will say: \"We bear witness against ourselves.\" It was the life of this world that deceived them. So against themselves will they bear witness that they rejected Faith"
        },
        {
            "chapter": 6,
            "verse": 131,
            "text": "(The messengers were sent) thus, for thy Lord would not destroy for their wrong-doing men's habitations whilst their occupants were unwarned"
        },
        {
            "chapter": 6,
            "verse": 132,
            "text": "To all are degrees (or ranks) according to their deeds: for thy Lord is not unmindful of anything that they do"
        },
        {
            "chapter": 6,
            "verse": 133,
            "text": "Thy Lord is self-sufficient, full of Mercy: if it were His will, He could destroy you, and in your place appoint whom He will as your successors, even as He raised you up from the posterity of other people"
        },
        {
            "chapter": 6,
            "verse": 134,
            "text": "All that hath been promised unto you will come to pass: nor can ye frustrate it (in the least bit)"
        },
        {
            "chapter": 6,
            "verse": 135,
            "text": "Say: \"O my people! Do whatever ye can: I will do (my part): soon will ye know who it is whose end will be (best) in the Hereafter: certain it is that the wrong-doers will not prosper"
        },
        {
            "chapter": 6,
            "verse": 136,
            "text": "Out of what Allah hath produced in abundance in tilth and in cattle, they assigned Him a share: they say, according to their fancies: \"This is for Allah, and this\" - for our \"partners\"! but the share of their\" partners \"reacheth not Allah, whilst the share of Allah reacheth their \"partners\"! evil (and unjust) is their assignment"
        },
        {
            "chapter": 6,
            "verse": 137,
            "text": "Even so, in the eyes of most of the pagans, their \"partners\" made alluring the slaughter of their children, in order to lead them to their own destruction, and cause confusion in their religion. If Allah had willed, they would not have done so: But leave alone them and their inventions"
        },
        {
            "chapter": 6,
            "verse": 138,
            "text": "And they say that such and such cattle and crops are taboo, and none should eat of them except those whom - so they say - We wish; further, there are cattle forbidden to yoke or burden, and cattle on which, (at slaughter), the name of Allah is not pronounced; - inventions against Allah's name: soon will He requite them for their inventions"
        },
        {
            "chapter": 6,
            "verse": 139,
            "text": "They say: \"What is in the wombs of such and such cattle is specially reserved (for food) for our men, and forbidden to our women; but if it is still-born, then all have share therein. For their (false) attribution (of superstitions to Allah), He will soon punish them: for He is full of wisdom and knowledge"
        },
        {
            "chapter": 6,
            "verse": 140,
            "text": "Lost are those who slay their children, from folly, without knowledge, and forbid food which Allah hath provided for them, inventing (lies) against Allah. They have indeed gone astray and heeded no guidance"
        }
    ]
}