{
    "maqras": [
        {
            "chapter": 8,
            "verse": 41,
            "text": "And know that out of all the booty that ye may acquire (in war), a fifth share is assigned to Allah,- and to the Messenger, and to near relatives, orphans, the needy, and the wayfarer,- if ye do believe in Allah and in the revelation We sent down to Our servant on the Day of Testing,- the Day of the meeting of the two forces. For Allah hath power over all things"
        },
        {
            "chapter": 8,
            "verse": 42,
            "text": "Remember ye were on the hither side of the valley, and they on the farther side, and the caravan on lower ground than ye. Even if ye had made a mutual appointment to meet, ye would certainly have failed in the appointment: But (thus ye met), that Allah might accomplish a matter already enacted; that those who died might die after a clear Sign (had been given), and those who lived might live after a Clear Sign (had been given). And verily Allah is He Who heareth and knoweth (all things)"
        },
        {
            "chapter": 8,
            "verse": 43,
            "text": "Remember in thy dream Allah showed them to thee as few: if He had shown them to thee as many, ye would surely have been discouraged, and ye would surely have disputed in (your) decision; but Allah saved (you): for He knoweth well the (secrets) of (all) hearts"
        },
        {
            "chapter": 8,
            "verse": 44,
            "text": "And remember when ye met, He showed them to you as few in your eyes, and He made you appear as contemptible in their eyes: that Allah might accomplish a matter already enacted. For to Allah do all questions go back (for decision)"
        },
        {
            "chapter": 8,
            "verse": 45,
            "text": "O ye who believe! When ye meet a force, be firm, and call Allah in remembrance much (and often); that ye may prosper"
        },
        {
            "chapter": 8,
            "verse": 46,
            "text": "And obey Allah and His Messenger; and fall into no disputes, lest ye lose heart and your power depart; and be patient and persevering: For Allah is with those who patiently persevere"
        },
        {
            "chapter": 8,
            "verse": 47,
            "text": "And be not like those who started from their homes insolently and to be seen of men, and to hinder (men) from the path of Allah: For Allah compasseth round about all that they do"
        },
        {
            "chapter": 8,
            "verse": 48,
            "text": "Remember Satan made their (sinful) acts seem alluring to them, and said: \"No one among men can overcome you this day, while I am near to you\": But when the two forces came in sight of each other, he turned on his heels, and said: \"Lo! I am clear of you; lo! I see what ye see not; Lo! I fear Allah: for Allah is strict in punishment"
        },
        {
            "chapter": 8,
            "verse": 49,
            "text": "Lo! the hypocrites say, and those in whose hearts is a disease: \"These people,- their religion has misled them.\" But if any trust in Allah, behold! Allah is Exalted in might, Wise"
        },
        {
            "chapter": 8,
            "verse": 50,
            "text": "If thou couldst see, when the angels take the souls of the Unbelievers (at death), (How) they smite their faces and their backs, (saying): \"Taste the penalty of the blazing Fire"
        },
        {
            "chapter": 8,
            "verse": 51,
            "text": "Because of (the deeds) which your (own) hands sent forth; for Allah is never unjust to His servants"
        },
        {
            "chapter": 8,
            "verse": 52,
            "text": "(Deeds) after the manner of the people of Pharaoh and of those before them: They rejected the Signs of Allah, and Allah punished them for their crimes: for Allah is Strong, and Strict in punishment"
        },
        {
            "chapter": 8,
            "verse": 53,
            "text": "Because Allah will never change the grace which He hath bestowed on a people until they change what is in their (own) souls: and verily Allah is He Who heareth and knoweth (all things)"
        },
        {
            "chapter": 8,
            "verse": 54,
            "text": "(Deeds) after the manner of the people of Pharaoh and those before them\": They treated as false the Signs of their Lord: so We destroyed them for their crimes, and We drowned the people of Pharaoh: for they were all oppressors and wrong-doers"
        },
        {
            "chapter": 8,
            "verse": 55,
            "text": "For the worst of beasts in the sight of Allah are those who reject Him: They will not believe"
        },
        {
            "chapter": 8,
            "verse": 56,
            "text": "They are those with whom thou didst make a covenant, but they break their covenant every time, and they have not the fear (of Allah)"
        },
        {
            "chapter": 8,
            "verse": 57,
            "text": "If ye gain the mastery over them in war, disperse, with them, those who follow them, that they may remember"
        },
        {
            "chapter": 8,
            "verse": 58,
            "text": "If thou fearest treachery from any group, throw back (their covenant) to them, (so as to be) on equal terms: for Allah loveth not the treacherous"
        },
        {
            "chapter": 8,
            "verse": 59,
            "text": "Let not the unbelievers think that they can get the better (of the godly): they will never frustrate (them)"
        },
        {
            "chapter": 8,
            "verse": 60,
            "text": "Against them make ready your strength to the utmost of your power, including steeds of war, to strike terror into (the hearts of) the enemies, of Allah and your enemies, and others besides, whom ye may not know, but whom Allah doth know. Whatever ye shall spend in the cause of Allah, shall be repaid unto you, and ye shall not be treated unjustly"
        }
    ]
}