{
    "rukus": [
        {
            "chapter": 2,
            "verse": 122,
            "text": "He bani-isara'ila! Amara anugrahera katha smarana kara, ya ami tomadera diyechi. Ami tomaderake bisbabasira upara sresthatba dana karechi."
        },
        {
            "chapter": 2,
            "verse": 123,
            "text": "Tomara bhaya kara sedinake, ye dina eka byakti theke an'ya byakti bindumatra upakrta habe na, kara'o kacha theke binimaya grhita habe na, kara o suparisa phalaprada habe na ebam tara sahayya prapta o habe na."
        },
        {
            "chapter": 2,
            "verse": 124,
            "text": "Yakhana ibrahimake tamra palanakarta kayekati bisaye pariksa karalena, atahpara tini ta purna kare dilena, takhana palanakarta balalena, ami tomake manabajatira neta karaba. Tini balalena, amara bansadhara theke'o! Tini balalena amara angikara atyacaridera paryanta paumchabe na."
        },
        {
            "chapter": 2,
            "verse": 125,
            "text": "Yakhana ami ka’ba grhake manusera jan'ye sam'milana sthala o santira alaya karalama, ara tomara ibrahimera damranora jayagake namayera jayaga bana'o ebam ami ibrahima o isama'ilake adesa karalama, tomara amara grhake ta'oyaphakari, abasthanakari o ruku-sejadakaridera jan'ya pabitra rakha."
        },
        {
            "chapter": 2,
            "verse": 126,
            "text": "Yakhana ibrahima balalena, para'oyaradegara! E sthanake tumi santidhana kara ebam era adhibasidera madhye yara allaha o kiyamate bisbasa kare, taderake phalera dbara riyika dana kara. Balalenah yara abisbasa kare, ami tadera'o kichudina phayada bhoga karara suyoga deba, atahpara taderake balaprayoge doyakhera ayabe thele debo; seta nikrsta basasthana."
        },
        {
            "chapter": 2,
            "verse": 127,
            "text": "Smarana kara, yakhana ibrahima o isama'ila ka’bagrhera bhitti sthapana karachila. Tara doya karechilah para'oyaradegara! Amadera theke kabula kara. Niscaya'i tumi srabanakari, sarbajna."
        },
        {
            "chapter": 2,
            "verse": 128,
            "text": "Para'oyaradegara! Amadera ubhayake tomara ajnabaha kara ebam amadera bansadhara theke'o ekati anugata dala srsti kara, amadera hajbera ritiniti bale da'o ebam amadera ksama kara. Niscaya tumi ta'oba kabulakari. Dayalu."
        },
        {
            "chapter": 2,
            "verse": 129,
            "text": "He para'oyaradegara! Tadera madhye theke'i tadera nikata ekajana payagambara prerana karuna yini tadera kache tomara ayatasamuha tela'oyata karabena, taderake kitaba o hekamata siksa dibena. Ebam tadera pabitra karabena. Niscaya tumi'i parakramasali hekamata'oyala."
        }
    ]
}