{
    "rukus": [
        {
            "chapter": 17,
            "verse": 1,
            "text": "Parama pabitra o mahimamaya satta tini, yini sbiya bandake ratri belaya bhramana kariyechilena masajide harama theke masajide akasa paryanta-yara cara dike ami paryapta barakata dana karechi yate ami tamke kudaratera kichu nidarsana dekhiye de'i. Niscaya'i tini parama srabanakari o darsanasila."
        },
        {
            "chapter": 17,
            "verse": 2,
            "text": "Ami musake kitaba diyechi ebam setike bani-isara'ilera jan'ye hedayete parinata karechi ye, tomara amake chara ka'uke karyanibahi sthira karo na."
        },
        {
            "chapter": 17,
            "verse": 3,
            "text": "Tomara tadera santana, yaderake ami nuhera sathe sa'oyara kariyechilama. Niscaya se chila krtajna banda."
        },
        {
            "chapter": 17,
            "verse": 4,
            "text": "Ami bani isara'ilake kitabe pariskara bale diyechi ye, tomara prthibira buke dubara anartha srsti karabe ebam atyanta bara dharanera abadhyataya lipta habe."
        },
        {
            "chapter": 17,
            "verse": 5,
            "text": "Atahpara yakhana pratisruti se'i prathama samayati ela, takhana ami tomadera birud'dhe prerana karalama amara kathora yod'dha bandaderake. Atahpara tara pratiti janapadera anace-kanace paryanta chariye parala. E oyada purna ha'oyara'i chila."
        },
        {
            "chapter": 17,
            "verse": 6,
            "text": "Atahpara ami tomadera jan'ye tadera birud'dhe pala ghuyiye dilama, tomaderake dhana-sampada o putrasantana dbara sahayya karalama ebam tomaderake janasankhyara dika diye ekata birata bahinite parinata karalama."
        },
        {
            "chapter": 17,
            "verse": 7,
            "text": "Tomara yadi bhala kara, tabe nijedera'i bhala karabe ebam yadi manda kara tabe ta'o nijedera jan'ye'i. Erapara yakhana dbitiya se samayati ela, takhana an'ya bandaderake prerana karalama, yate tomadera mukhamandala bikrta kare deya, ara masajide dhuke pare yemana prathamabara dhukechila ebam yekhane'i jayi haya, sekhane'i puropuri dhbansayajna calaya."
        },
        {
            "chapter": 17,
            "verse": 8,
            "text": "Hayata tomadera palanakarta tomadera prati anugraha karabena. Kintu yadi punaraya tadrupa kara, ami'o punaraya ta'i karaba. Ami jahannamake kapheradera jan'ye kayedakhana karechi."
        },
        {
            "chapter": 17,
            "verse": 9,
            "text": "E'i kora'ana emana patha pradarsana kare, ya sarbadhika sarala ebam satkarma parayana muminaderake susambada deya ye, tadera jan'ye maha puraskara rayeche."
        },
        {
            "chapter": 17,
            "verse": 10,
            "text": "Ebam yara parakale bisbasa kare na, ami tadera jan'ye yantranadayaka sasti prastuta karechi."
        }
    ]
}