{
    "rukus": [
        {
            "chapter": 21,
            "verse": 11,
            "text": "ami kata janapadera dhbansa sadhana karechi yara adhibasira chila papi ebam tadera para srsti karechi an'ya jati."
        },
        {
            "chapter": 21,
            "verse": 12,
            "text": "Atahpara yakhana tara amara ayabera katha tera pela, takhana'i tara sekhana theke palayana karate lagala."
        },
        {
            "chapter": 21,
            "verse": 13,
            "text": "Palayana karo na ebam phire esa, yekhane tomara bilasitaya matta chile o tomadera abasagrhe; sambhabata; ke'u tomadera jijnesa karabe."
        },
        {
            "chapter": 21,
            "verse": 14,
            "text": "Tara balalah haya, durbhoga amadera, amara abasya'i papi chilama."
        },
        {
            "chapter": 21,
            "verse": 15,
            "text": "Tadera e'i artanada saba samaya chila, sesa paryanta ami taderake kare dilama yena kartita sasya o nirbapita agni."
        },
        {
            "chapter": 21,
            "verse": 16,
            "text": "Akasa prthibi etadubhayera madhye ya ache, ta ami kriracchale srsti karini."
        },
        {
            "chapter": 21,
            "verse": 17,
            "text": "Ami yadi krira upakarana srsti karate ca'itama, tabe ami amara kache ya ache ta dbara'i ta karatama, yadi amake karate hata."
        },
        {
            "chapter": 21,
            "verse": 18,
            "text": "Baram ami satyake mithyara upara niksepa kari, atahpara satya mithyara mastaka curna-bicurna kare deya, atahpara mithya tatksanat niscihna haye yaya. Tomara ya balacha, tara jan'ye tomadera durbhoga."
        },
        {
            "chapter": 21,
            "verse": 19,
            "text": "Nabhomandala o bhumandale yara ache, tara tamra'i. Ara yara tamra sannidhye ache tara tamra ibadate ahankara kare na ebam alasata'o kare na."
        },
        {
            "chapter": 21,
            "verse": 20,
            "text": "Tara ratridina tamra pabitrata o mahima barnana kare ebam klanta haya na."
        },
        {
            "chapter": 21,
            "verse": 21,
            "text": "Tara ki mrttika dbara tairi upasya grahana kareche, ye tara taderake jibita karabe"
        },
        {
            "chapter": 21,
            "verse": 22,
            "text": "Yadi nabhomandala o bhumandale allaha byatita an'yan'ya upasya thakata, tabe ubhayera dhbansa haye yeta. Ata'eba tara ya bale, ta theke arasera adhipati allaha pabitra."
        },
        {
            "chapter": 21,
            "verse": 23,
            "text": "Tini ya karena, tatsamparke tini jijnasita habena na ebam taderake jijnesa kara habe."
        },
        {
            "chapter": 21,
            "verse": 24,
            "text": "Tara ki allaha byatita an'yan'ya upasya grahana kareche? Baluna, tomara tomadera pramana ana. Eta'i amara sangidera katha ebam eta'i amara purbabartidera katha. Baram tadera adhikansa'i satya jane na; ata'eba tara talabahana kare."
        },
        {
            "chapter": 21,
            "verse": 25,
            "text": "Apanara purbe ami ye rasula'i prerana karechi, take e adesa'i prerana karechi ye, ami byatita an'ya kona upasya ne'i. Sutaram amara'i ebadata kara."
        },
        {
            "chapter": 21,
            "verse": 26,
            "text": "Tara balalah dayamaya allaha santana grahana kareche. Tamra jan'ya kakhana'o iha yogya naya; baram tara to tamra sam'manita banda."
        },
        {
            "chapter": 21,
            "verse": 27,
            "text": "Tara age bere katha balate pare na ebam tara tamra adese'i kaja kare."
        },
        {
            "chapter": 21,
            "verse": 28,
            "text": "Tadera sam'mukhe o pascate ya ache, ta tini janena. Tara sudhu tadera jan'ye suparisa kare, yadera prati allaha santusta ebam tara tamra bhaye bhita."
        },
        {
            "chapter": 21,
            "verse": 29,
            "text": "Tadera madhye ye bale ye, tini byatita ami'i upasya, take ami jahannamera sasti deba. Ami jalemaderake ebhabe'i pratiphala diye thaki."
        }
    ]
}