{
    "chapter": [
        {
            "chapter": 16,
            "verse": 1,
            "text": "Allah´ın hükmü yakında gerçekleşecektir; buna göre onun bir an önce gerçekleşmesini boşu boşuna isteyip durmayınız. Allah, onların kendisine yakıştırdıkları ortaklardan uzaktır, yücedir"
        },
        {
            "chapter": 16,
            "verse": 2,
            "text": "Allah «Benden başka ilah yoktur, sırf benden korkunuz» uyarısını, mesajını insanlara duyursunlar diye dilediği kullarına kendi iradesi ile vahiy eşliğinde melekler gönderir"
        },
        {
            "chapter": 16,
            "verse": 3,
            "text": "Allah, gökleri ve yeri haklı bir gerekçe uyarınca yarattı; O, onların kendisine yakıştırdıkları ortaklardan uzaktır"
        },
        {
            "chapter": 16,
            "verse": 4,
            "text": "O insanı bir meni damlacığından yarattı; fakat o birdenbire pervasız bir tartışmacıya dönüştü"
        },
        {
            "chapter": 16,
            "verse": 5,
            "text": "Allah hayvanları da yarattı. Bunlar size soğuktan koruyucu yünler, kıllar ile başka birçok yararlar sağlarlar ve etlerini de yersiniz"
        },
        {
            "chapter": 16,
            "verse": 6,
            "text": "Bu hayvanlar, onları sabahleyin otlağa salarken ve akşam geri getirirken, size göz zevki sağlarlar"
        },
        {
            "chapter": 16,
            "verse": 7,
            "text": "Bu hayvanlar, ancak ağır sıkıntıya katlanarak varabileceğiniz uzaklıktaki beldelere yüklerinizi taşırlar. Hiç kuşkusuz Rabbiniz pek şefkatli ve merhametlidir"
        },
        {
            "chapter": 16,
            "verse": 8,
            "text": "Allah atları, katırları, eşekleri, binek ve süs hayvanı olarak yarattı. O sizin bilmediğiniz daha nice canlıları yarattı"
        },
        {
            "chapter": 16,
            "verse": 9,
            "text": "Yolun doğrusunu göstermek Allah´ın tekelindedir. Kimi yollar eğridir. Eğer o dileseydi, hepinizi doğru yola iletirdi"
        },
        {
            "chapter": 16,
            "verse": 10,
            "text": "Size gökten su indiren O´dur ve hayvan otlattığınız çayırlar O´nun sayesinde gelişir"
        },
        {
            "chapter": 16,
            "verse": 11,
            "text": "Allah su aracılığı ile sizin için ekinler, zeytinler, hurmalar, üzümler ve çeşit çeşit meyvalar bitirmektedir. Bunda düşünen kimseler için ibret dersi vardır"
        },
        {
            "chapter": 16,
            "verse": 12,
            "text": "Allah gece ile gündüzü, güneş ile ayı yararınıza sundu. Yıldızlar da O´nun buyruğu ile canlılara hizmet sunmaktadırlar. Bunlarda düşünen kimseler için ibret dersi vardır"
        },
        {
            "chapter": 16,
            "verse": 13,
            "text": "O yeryüzünde yarattığı çeşitli türdeki varlıkları da sizin yararınıza sundu. Bunda öğüt alan kimselere ibret dersi vardır"
        },
        {
            "chapter": 16,
            "verse": 14,
            "text": "O denizi de yararınıza sundu ki, oradan elde edilen taze etler yiyesiniz ve diplerinden süs olarak kullanacağınız takılar çıkarasınız; gemilerin, dalgaları yara yara denizde süzüldüklerini görürsün. Nimetlerini araştırasınız ve ola ki, kendisine şükredesiniz diye Allah, denizi yararınıza sundu"
        },
        {
            "chapter": 16,
            "verse": 15,
            "text": "Allah, yeryüzünde sarsılmayasınız diye köklü dağlar, yolunuzu şaşırmayasınız diye nehirler ve yollar meydana getirdi"
        },
        {
            "chapter": 16,
            "verse": 16,
            "text": "Çeşitli yol işaretleri de varetti. İnsanlar yıldızlar aracılığı ile de yönlerini belirler"
        },
        {
            "chapter": 16,
            "verse": 17,
            "text": "Yaratan, yaratamayan gibi olur mu? Hiç düşünmüyor musunuz"
        },
        {
            "chapter": 16,
            "verse": 18,
            "text": "Eğer Allah´ın nimetlerini sayacak olursanız bitiremezsiniz. Hiç kuşkusuz Allah bağışlayıcıdır, merhametlidir"
        },
        {
            "chapter": 16,
            "verse": 19,
            "text": "Allah, gizlediklerinizi de açığa vurduklarınızı da bilir"
        },
        {
            "chapter": 16,
            "verse": 20,
            "text": "Müşriklerin Allah´ı bir yana bırakarak taptıkları düzmece ilahlar hiçbir şey yaratamazlar: tersine kendileri birer yaratıktırlar"
        },
        {
            "chapter": 16,
            "verse": 21,
            "text": "Onlar cansızdırlar, canları yoktur. Kendilerine tapanların ne zaman yeniden diriltileceklerini bilmezler"
        },
        {
            "chapter": 16,
            "verse": 22,
            "text": "İlahınız tek ilahtır. Ahirete inanmayanların kalpleri inkârcıdır, onlar gerçeğe set çevirmiş, kendini beğenmişlerdir"
        },
        {
            "chapter": 16,
            "verse": 23,
            "text": "Hiç kuşkusuz Allah, onların gizli tuttuklarını da, açığa vurduklarını da bilir; O gerçeğe sırt çeviren kendini beğenmişleri kesinlikle sevmez"
        },
        {
            "chapter": 16,
            "verse": 24,
            "text": "Kendilerine «Rabbiniz ne indirdi» diye sorulduğunda «Bunlar eskilerin masallarıdır» dediler"
        },
        {
            "chapter": 16,
            "verse": 25,
            "text": "Böylece kıyamet günü hem kendi günahlarını tümü ile, hem de hiçbir bilgiye dayanmaksızın sapıklığa sürükledikleri kimselerin günahlarının bir bölümünü yüklenirler. Hey! Ne fena bir yükün altına giriyorlar"
        },
        {
            "chapter": 16,
            "verse": 26,
            "text": "Onlardan öncekiler de peygamberlerine tuzaklar kurdular da, Allah kurdukları yapının temellerini çökerterek tavanını başlarına indirdi; Allah´ın azabı, hiç ummadıkları taraftan başlarına iniverdi"
        },
        {
            "chapter": 16,
            "verse": 27,
            "text": "Sonra kıyamet günü, Allah onlara «Uğurlarında peygamberler ile çatıştığınız ortaklarım hani nerede?» diyerek kendilerini rezil eder. Bilgi sahipleri de «Bugün rezillik ve kötü akıbet, kâfirleri kuşatmıştır» derler"
        },
        {
            "chapter": 16,
            "verse": 28,
            "text": "Kendilerine zulmederken canları alınan kâfirler «Biz hiçbir kötülük yapmamıştık» diyerek ölüm meleklerine kolayca teslim olurlar. «Hayır, öyle değil. Allah sizin neler yaptıklarınızı bilir.»"
        },
        {
            "chapter": 16,
            "verse": 29,
            "text": "Bunun için ebedi olarak cehennemde kalmak üzere oranın kapılarından içeri giriniz. Kendini beğenmişlerin barınağı ne kötü bir yerdir"
        },
        {
            "chapter": 16,
            "verse": 30,
            "text": "Kötülükten sakınanlara «Rabbiniz ne indirdi?» diye sorulduğunda «İyilik indirdi» derler. Bu dünyada iyi davrananlar iyilik görürler. Ahiret ise onlar için daha hayırlıdır. Kötülükten sakınanların yurdu ne güzel bir yerdir"
        },
        {
            "chapter": 16,
            "verse": 31,
            "text": "Onların girecekleri yer, altından çeşitli ırmaklar akan Adn cennetleridir. Orada diledikleri her şey kendilerine verilir. İşte Allah kötülükten sakınanları böyle ödüllendirir"
        },
        {
            "chapter": 16,
            "verse": 32,
            "text": "Melekler iyi kulların canlarını alırken kendilerine «Selam üzerinize olsun, yapmış olduğunuz iyiliklerin karşılığı olarak cennete giriniz» derler"
        },
        {
            "chapter": 16,
            "verse": 33,
            "text": "Kâfirler, kendilerine ölüm meleklerinin gelmesinden ya da Rabbinin ani azabına uğramaktan başka bir şey mi bekliyorlar. Kendilerinden öncekiler de öyle yapmışlardı. Allah onlara zulmetmiş değildi, tersine onlar kendi kendilerine zulmetmişlerdi"
        },
        {
            "chapter": 16,
            "verse": 34,
            "text": "Sonunda yaptıkları kötülüklerin acı akıbeti ile yüzyüze geldiler, alay konusu ettikleri ilahi azabın pençesine düştüler"
        },
        {
            "chapter": 16,
            "verse": 35,
            "text": "Allah´a ortak koşanlar «Eğer Allah dileseydi, ne biz ve ne de atalarımız O´nun dışında hiçbir ilaha tapmaz ve O´nun izni olmaksızın hiçbir şeyi yasak saymazdık» derler. Kendilerinden önceki müşrikler de böyle yapmışlardı. Peygamberlerin, ilahi mesajı açıkça duyurmaktan başka bir görevleri mi var ki"
        },
        {
            "chapter": 16,
            "verse": 36,
            "text": "Biz her millete «Allah´a kulluk ediniz, tağuta (şeytana) tapmaktan sakınınız» diyen bir peygamber gönderdik. Kimini Allah doğru yola iletti, kimi de sapıklığı haketti. Yeryüzünde geziniz de peygamberlerini yalanlayanların sonunun ne olduğunu görünüz"
        },
        {
            "chapter": 16,
            "verse": 37,
            "text": "Ey Muhammed, sen onların doğru yola gelmelerini ne kadar ısrarla istesen de Allah, saptırdığı kimseleri kesinlikle doğru yola iletmez. Onlar hiçbir yardımcı bulamazlar"
        },
        {
            "chapter": 16,
            "verse": 38,
            "text": "Onlar en pekiştirici ifadeleri kullanarak «Allah, ölüleri yeniden diriltmez» diye yemin ettiler. Hayır, öyle değil. Ölüleri diriltmek, Allah´ın üstlendiği kesin bir vaaddir. Fakat çoğu insanlar bunu bilmezler"
        },
        {
            "chapter": 16,
            "verse": 39,
            "text": "İnsanlar arasındaki tartışmalı konular Allah tarafından açıklığa kavuşturulsun ve kâfirler, yalan söylediklerini öğrensinler diye ölüler tekrar diriltilecektir"
        },
        {
            "chapter": 16,
            "verse": 40,
            "text": "Biz bir şeyin olmasını isteyince söyleyeceğimiz tek söz ona «ol» dememizdir, o da hemen oluverir"
        },
        {
            "chapter": 16,
            "verse": 41,
            "text": "Zulme uğratıldıktan sonra Allah uğruna hicret edenleri dünyada güzel yurtlara yerleştireceğiz. Ahirette alacakları ödül ise daha büyüktür. Keşke bunu bilseler"
        },
        {
            "chapter": 16,
            "verse": 42,
            "text": "Onlar ki, sabrederler ve sırf Allah´a dayanırlar"
        },
        {
            "chapter": 16,
            "verse": 43,
            "text": "Senden önceki peygamberlerimiz de kendilerine vahiy indirdiğimiz birer insandı. Eğer bilmiyorsanız, daha önce kendilerine kitap verilenlere sorunuz"
        },
        {
            "chapter": 16,
            "verse": 44,
            "text": "O peygamberleri açık deliller ile ve kitaplar ile göndermiştik. Sana da, insanlara indirilen ilahi mesajı açıklayasın da ola ki, düşünürler diye Kur´an´ı indirdik"
        },
        {
            "chapter": 16,
            "verse": 45,
            "text": "Peygamber´e iğrenç tuzak kuranlar, Allah´ın kendilerini yerin dibine geçirmeyeceğinden ya da beklemedikleri taraftan gelecek ilahi bir azaba uğramayacaklarından emin midirler"
        },
        {
            "chapter": 16,
            "verse": 46,
            "text": "Ya da ilahi azabın gezilerinden biri sırasında kendilerini yakalamayacağından emin midirler? Onların Allah´ın yapacağını engellemeleri sözkonusu değildir"
        },
        {
            "chapter": 16,
            "verse": 47,
            "text": "Ya da ilahi azabın korkulu bir bekleyiş halindelerken başlarına gelmeyeceğinden emin midirler? Hiç şüphesiz Rabbiniz, şefkatli ve merhametlidir"
        },
        {
            "chapter": 16,
            "verse": 48,
            "text": "Kâfirler, Allah´ın yarattığı her şeyin gölgesinin uzayıp kısalarak sağdan sola döndüğünü ve böylece O´na boyun eğerek secde ettiğini görmüyorlar mı"
        },
        {
            "chapter": 16,
            "verse": 49,
            "text": "Göklerde ve yerde bulunan bütün canlılar ve melekler, büyüklük taslamaksızın, Allah´a secde ederler"
        },
        {
            "chapter": 16,
            "verse": 50,
            "text": "Çünkü onlar üstlerindeki Rabblerinden korkarlar ve kendilerine emredileni yaparlar"
        },
        {
            "chapter": 16,
            "verse": 51,
            "text": "Allah «iki ilah edinmeyiniz, o tek bir ilahtır, yalnız benden korkunuz» dedi"
        },
        {
            "chapter": 16,
            "verse": 52,
            "text": "Göklerde ve yerde ne varsa O´nundur. İtaat mercii sürekli olarak hep O´dur. Siz Allah´dan başkasından mı korkuyorsunuz"
        },
        {
            "chapter": 16,
            "verse": 53,
            "text": "Yararlandığınız her nimet Allah´dandır. Sonra başınıza bir sıkıntı gelince yalnız O´na yalvarırsınız"
        },
        {
            "chapter": 16,
            "verse": 54,
            "text": "Arkasından sıkıntınızı giderince, içinizden bazıları hemen Rabblerine ortak koşarlar"
        },
        {
            "chapter": 16,
            "verse": 55,
            "text": "Böylece, kendilerine verdiğimiz nimetlere karşı nankörlük ederler. «Dünya nimetleri ile oyalanın bakalım, yakında gerçeği öğreneceksiniz.»"
        },
        {
            "chapter": 16,
            "verse": 56,
            "text": "Kendilerine verdiğimiz rızıktan bilmediklerine hisse çıkarırlar. Allah’a andolsun ki uydurup durduğunuz şeylerden muhakkak suale çekileceksiniz"
        },
        {
            "chapter": 16,
            "verse": 57,
            "text": "Onlar, Allah´a kız çocuklarını mal ederler ki, O bu yakıştırmadan uzaktır, canlarının istediği erkek çocuklarını ise kendilerine ayırırlar"
        },
        {
            "chapter": 16,
            "verse": 58,
            "text": "Onlardan birine kız çocuğu olduğu müjdesi verildiğinde, üzüntüden yüzü simsiyah kesilir"
        },
        {
            "chapter": 16,
            "verse": 59,
            "text": "Aldığı kara haberden dolayı tanıdıklarına görünmekten kaçınır. Aşağılanmaya katlanarak onu alıkoysun mu, yoksa toprağa mı gömsün diye düşünür. Baksana, ne kötü hüküm veriyorlar"
        },
        {
            "chapter": 16,
            "verse": 60,
            "text": "Ahirete inanmayanlar her konuda kötülüğün örneğini oluştururlar. Allah ise yüceliğin örneğidir. O üstün iradelidir ve her işi yerindedir"
        },
        {
            "chapter": 16,
            "verse": 61,
            "text": "Eğer Allah, zalimce davranışlarından ötürü insanların, hemen yakasına yapışsa yeryüzünde bir tek canlıyı sağ bırakmazdı. Fakat o insanlara belirli bir sürenin sonuna kadar mühlet tanır. Süreleri dolunca onu, ne bir an erteleyebilirler ve ne de öne alabilirler"
        },
        {
            "chapter": 16,
            "verse": 62,
            "text": "Hoşlarına gitmeyen şeyleri Allah´a yakıştırırlar. Buna rağmen en güzel akıbet kendilerinin olacak diye asılsız kuruntular gevelerler. Oysa, hiç kuşku yok ki, yerleri cehennemdir, oraya öncelikle gireceklerdir"
        },
        {
            "chapter": 16,
            "verse": 63,
            "text": "Allah´a andolsun ki, senden önce de çeşitli ümmetlere de peygamberler gönderdik. Şeytan onlara yaptıkları kötülükleri güzel gösterdi. O, bugün de onların dostudur. Onları acıklı bir azap bekliyor"
        },
        {
            "chapter": 16,
            "verse": 64,
            "text": "Biz sana bu kitabı, insanlara anlaşmazlığa düştükleri meseleleri açıklayasın, mü´minlere ise yol gösterici ve rahmet kaynağı olsun diye indirdik"
        },
        {
            "chapter": 16,
            "verse": 65,
            "text": "Allah gökten su indirerek, onunla yeri, ölümünden sonra diriltti. Gerçekleri işitebilecek kulakları olanlar için bunda ibret dersi vardır"
        },
        {
            "chapter": 16,
            "verse": 66,
            "text": "Sizin için süt hayvanlarında da ibret dersi vardır. Onların karınlarındaki (bağırsaklarındaki) posa ile kan arasından size halis ve tatlı içimli bir besin kaynağı olan sütü içiririz"
        },
        {
            "chapter": 16,
            "verse": 67,
            "text": "Hurma ağaçlarının meyvaları ile üzümlerden içki ve yararlı besin elde edersiniz. Düşünenler için bunda ibret dersi vardır"
        },
        {
            "chapter": 16,
            "verse": 68,
            "text": "Rabbin bal arısına ilham etti ki; «Dağ oyuklarında, ağaç kovuklarında ve asma yaprakları arasında petek ör.»"
        },
        {
            "chapter": 16,
            "verse": 69,
            "text": "Sonra her meyvadan ye, Rabbinin önüne açtığı bütün yolları aş.» Arının karnından değişik renkli ve insanlar için şifa kaynağı olan bir içecek (bal) çıkar. Bu olayda düşünen kimseler için ibret dersi vardır"
        },
        {
            "chapter": 16,
            "verse": 70,
            "text": "Allah sizi yarattı, sonra canınızı alır; kiminizin ömrü en rezil, en güçsüz yaşlara kadar uzatılır da adam vaktiyle bildiklerinin hiçbirini bilmez olur. Hiç şüphesiz Allah her şeyi bilir ve her şeyi yapabilir"
        },
        {
            "chapter": 16,
            "verse": 71,
            "text": "Allah rızık alanında bir bölümünüzü diğerlerinizden üstün kıldı. Üstün konumdakiler rızıklarını, buyrukları altındaki yoksullarla paylaşmıyorlar ki, herkes eşit geçim düzeyine kavuşsun. Acaba Allah´ın nimetlerini inkar mı ediyorsunuz"
        },
        {
            "chapter": 16,
            "verse": 72,
            "text": "Allah size kendi türünüzden eşler sundu; bu eşlerinizden size çocuklar, torunlar verdi, size temiz rızıklar bağışladı. Durum böyleyken, onlar batıla inanıp Allah´ın nimetlerini inkâr mı ediyorlar"
        },
        {
            "chapter": 16,
            "verse": 73,
            "text": "Onlar Allah´ı bırakıp kendilerine göklerden ya da yerden hiçbir rızık veremeyen buna asla gücü yetmeyen düzmece ilahlara taparlar"
        },
        {
            "chapter": 16,
            "verse": 74,
            "text": "Allah´a benzerler yakıştırmaya kalkışmayınız. Çünkü Allah bilir, siz bilmezsiniz"
        },
        {
            "chapter": 16,
            "verse": 75,
            "text": "Allah, özgürlüğünden yoksun, hiçbir şey yapmaya gücü yetmeyen, bir köle ile kendisine bağışladığımız güzel nimetlerin bir bölümünü başkalarına veren kimseyi size örnek veriyor. Hiç bunlar bir olur mu? Allah´a hamdolsun ki, gerçek meydana çıktı. Fakat onların çoğu bunu bilmez"
        },
        {
            "chapter": 16,
            "verse": 76,
            "text": "Allah bir de şu iki adamı örnek verir: Adamlardan biri dilsizdir, hiçbirşey yapamaz efendisine yüktür, gönderildiği hiçbir yerden başarı ile dönmez. Şimdi bu adam hiç doğru yolda olan ve adalete uygun emirler veren bir kimse ile bir olur mu"
        },
        {
            "chapter": 16,
            "verse": 77,
            "text": "Göklere ve yere ilişkin bilinmezlerin bilgisi Allah´ın tekelindedir. Kıyamet olayı, yakınlığı bakımından bir göz kırpması gibidir ya da bundan bile daha yakındır. Hiç şüphesiz, Allah´ın gücü her şeye yeter"
        },
        {
            "chapter": 16,
            "verse": 78,
            "text": "Allah sizi, hiçbir şey bilmez halde, analarınızın karınlarından çıkardı, size kendisine şükredesiniz diye işitme duyusu, gözler ve kalpler verdi"
        },
        {
            "chapter": 16,
            "verse": 79,
            "text": "Onlar gök boşluğunda, süzülen kuşları görmüyorlar mı? Onları dengede tutan Allah´dan başkası değildir. Bu olayda mü´minler için birçok ibret dersleri vardır"
        },
        {
            "chapter": 16,
            "verse": 80,
            "text": "Allah, evlerinizi size barınak yaptı. Süt hayvanlarından gerek geziye çıktığınız ve gerekse beldelerinizde oturduğunuz günlerde kolayca taşıyabileceğiniz çadırlar yaptı. Bu hayvanların yünlerinden, tüylerinden ve kıllarından yaşama sürenizin bitimine kadar yararlanabileceğiniz çeşitli giyim ve kullanım eşyası yapmanızı sağladı"
        },
        {
            "chapter": 16,
            "verse": 81,
            "text": "Allah, yarattıklarından size gölgeler sağladı; dağlarda sığınacağınız mağaralar varetti; size sıcaktan koruyucu elbiseler ile düşmanlarınızın darbelerinden koruyucu zırhlar sağladı. Böylece size yönelik nimetlerini tamama erdiriyor ki, ola ki buyruklarına uyasınız"
        },
        {
            "chapter": 16,
            "verse": 82,
            "text": "Eğer onlar sana sırt çevirirlerse senin görevin, buyruklarımızı onlara açıkça duyurmaktan ibarettir"
        },
        {
            "chapter": 16,
            "verse": 83,
            "text": "Onlar Allah´ın nimetlerini hem bilirler, hem de sonra onları inkâr ederler, onların çoğu kâfirdir"
        },
        {
            "chapter": 16,
            "verse": 84,
            "text": "O gün her ümmetten bir tanık karşımıza getiririz. Ondan sonra artık kâfirlere ne itiraz izni verilir ve ne de Rabblerinden özür dilemeleri istenir"
        },
        {
            "chapter": 16,
            "verse": 85,
            "text": "Zalimler, azapla yüzyüze geldiklerinde, artık ne azapları hafifletilir ve ne de kendilerine mühlet verilir"
        },
        {
            "chapter": 16,
            "verse": 86,
            "text": "Allah´a ortak koşanlar, koştukları ortakları gördüklerinde «Ey Rabbimiz, seni bırakıp kendilerine yalvardığımız ortaklar bunlardı» derler. Koşulan ortaklar ise onlara «Sizler kesinlikle yalancısınız» diye hemen cevap yetiştirirler"
        },
        {
            "chapter": 16,
            "verse": 87,
            "text": "O gün müşrikler, çaresizlik içinde Allah´a teslim oluverirler ve uydurma ilahları tarafından yüzüstü bırakılırlar"
        },
        {
            "chapter": 16,
            "verse": 88,
            "text": "Onlar ki, kâfir oldular ve başkalarını da Allah yolundan alıkoydular, onların azaplarını katlayarak arttırırız"
        },
        {
            "chapter": 16,
            "verse": 89,
            "text": "Her ümmetin aleyhinde kendilerinden bir şahit göstereceğimiz günde seni de onların aleyhinde şahit tutarız. Sana bu kitabı her şeyi açıklayan bir bilge, bir doğru yol rehberi, bir rahmet kaynağı ve müslümanlara yönelik bir müjde olarak indirdik"
        },
        {
            "chapter": 16,
            "verse": 90,
            "text": "Allah size adaleti, iyiliği, akrabalara yardım etmeyi emreder. Çirkin davranışları ve iğrençlikleri yasaklar. Sözünü tutasınız diye O, size öğüt verir"
        },
        {
            "chapter": 16,
            "verse": 91,
            "text": "Allah´a söz verdiğinizde verdiğiniz sözü tutunuz. Pekiştirdiğiniz yeminlerinizi bozmayınız. Çünkü söylediklerinize Allah´ı şahit tutmuş oluyorsunuz. Hiç şüphesiz Allah, yaptıklarınızı bilir"
        },
        {
            "chapter": 16,
            "verse": 92,
            "text": "Taraflardan biri diğerinden daha kalabalık, daha güçlüdür diye yeminlerinizi birbirinize karşı hile aracı olarak kullanmayınız, böylece eğirdiği yünü sağlam iplik haline getirdikten sonra tekrar tel tel çözen kadın gibi olmayınız. Çünkü Allah sizi bu yolla sınavdan geçirir. Kıyamet günü aranızdaki anlaşmazlık konularını size açıklayacaktır"
        },
        {
            "chapter": 16,
            "verse": 93,
            "text": "Allah dileseydi, hepinizi tek bir ümmet yapardı. Fakat O, dilediğini saptırır, dilediğini de doğru yola iletir. Sizler yaptığınız işlerden kesinlikle sorguya çekileceksiniz"
        },
        {
            "chapter": 16,
            "verse": 94,
            "text": "Yeminlerinizi birbirinize karşı hile aracı kullanmayınız. Yoksa yere sağlam basan ayaklarınız kayıyor ve başkalarının Allah yoluna girmelerine engel olmanızın sonucu olarak ızdırap çekersiniz, ayrıca ahirette de büyük bir azaba çarpılırsınız"
        },
        {
            "chapter": 16,
            "verse": 95,
            "text": "Allah´a vermiş olduğunuz sözü birkaç paraya satmayınız. Çünkü gerçeğin bilincindeyseniz, Allah´ın katındaki ödül sizin için daha hayırlıdır"
        },
        {
            "chapter": 16,
            "verse": 96,
            "text": "Sizin yanınızdaki tükenir, fakat Allah´ın katındaki kalıcıdır, süreklidir. Biz sabredenleri, yaptıkları iyiliklerin en güzel karşılıkları ile ödüllendireceğiz"
        },
        {
            "chapter": 16,
            "verse": 97,
            "text": "İman etmiş olan hangi erkek ya da kadın, eğer iyi amel işlerse, ona dünyada mutlu bir hayat yaşatırız, böylelerini ahirette de yaptıkları iyiliklerin en güzel karşılığı ile ödüllendiririz"
        },
        {
            "chapter": 16,
            "verse": 98,
            "text": "Ey Muhammed, Kur´an okuyacağınız zaman, kovulmuş şeytandan Allah´a sığın"
        },
        {
            "chapter": 16,
            "verse": 99,
            "text": "Çünkü şeytanın, Rabblerine sığınan mü´minler üzerinde hiçbir nüfuzu, hiçbir etkinliği yoktur"
        },
        {
            "chapter": 16,
            "verse": 100,
            "text": "Şeytanın, sadece onu dost edinenler ve Allah´a ortak koşanlar üzerinde, nüfuzu ve etkinliği vardır"
        },
        {
            "chapter": 16,
            "verse": 101,
            "text": "Biz herhangi bir ayeti başka bir ayetle değiştirdiğimiz zaman kâfirler sana «Sen bunu yalandan uyduruyorsun» derler. Oysa Allah kullarına ne mesaj indireceğini herkesden iyi bilir. Aslında onların çoğu gerçeği bilmiyorlar"
        },
        {
            "chapter": 16,
            "verse": 102,
            "text": "Onlara de ki; «Bu Kur´an´ı, Ruh´ül-Kudüs (Cebrail) Rabbinin katından hakka dayalı olarak indirdi. Amacı, mü´minlerin inancını pekiştirmek, müslümanlara doğru yol kılavuzu ve müjde kaynağı olmaktır"
        },
        {
            "chapter": 16,
            "verse": 103,
            "text": "Onların «Bu Kur´an´ı, Muhammed´e biri öğretiyor» dediklerini kesinlikle biliyoruz. Bu asılsız yakıştırmayı ileri sürerken kastettikleri kişinin dili yabancıdır, Arapça değildir; oysa Kur´an´ın dili fasih bir Arapça´dır"
        },
        {
            "chapter": 16,
            "verse": 104,
            "text": "Allah´ın ayetlerine inanmayanları O doğru yola iletmez. Onları acıklı bir azap beklemektedir"
        },
        {
            "chapter": 16,
            "verse": 105,
            "text": "Yalanı, ancak Allah´ın ayetlerine inanmayanlar uydurur. Onlar ise yalancıların ta kendileridirler"
        },
        {
            "chapter": 16,
            "verse": 106,
            "text": "iman ettikten sonra kâfir olanlar, Allah´ın gazabına uğrarlar, onun için büyük bir azap vardır. Yalnız bu hüküm, kalpleri kesin bir imanın hazzı ile donanmış olduğu halde baskı altında kalanlar için değil, fakat gönüllerinin kapısını inkârcılığa açanlar için geçerlidir"
        },
        {
            "chapter": 16,
            "verse": 107,
            "text": "Çünkü onlar dünya hayatını ahirete tercih etmişlerdir ve çünkü Allah, kâfirleri doğru yola iletmez"
        },
        {
            "chapter": 16,
            "verse": 108,
            "text": "Bunlar var ya; Allah onların kalplerini, kulaklarını, gözlerini mühürlemiştir; onlar gafillerin, (aymazların) ta kendileridirler"
        },
        {
            "chapter": 16,
            "verse": 109,
            "text": "Hiç kuşkusuz, ahirette hüsrana uğrayanlar olacaklardır"
        },
        {
            "chapter": 16,
            "verse": 110,
            "text": "Buna karşılık dinlerinden dönsünler diye çeşitli işkencelere uğratıldıktan sonra göç edenler, arkasından cihad edenler ve karşılaştıkları zorluklara sabırla katlananlar da var. Hiç kuşkusuz Rabbin, tüm bu olup bitenlerden sonra onlar hakkında affedicidir, merhametlidir"
        },
        {
            "chapter": 16,
            "verse": 111,
            "text": "O gün herkes gelip kendini savunur ve hiç kimseye haksızlık yapılmaksızın herkese yaptıklarının karşılığı tam olarak verilir"
        },
        {
            "chapter": 16,
            "verse": 112,
            "text": "Allah size bir beldeyi örnek veriyor. Bu belde güven ve huzur içinde yaşıyordu, her yandan kendisine bol rızık akıyordu. Fakat halkı, Allah´ın nimetlerine karşı nankörce davrandı. Bunun üzerine bu tutumları yüzünden Allah, sırtlarına açlık ve korku elbisesi giydirdi"
        },
        {
            "chapter": 16,
            "verse": 113,
            "text": "Gerçi onlara kendi ırklarından peygamber gelmişti, fakat onu yalanladılar. Bunun üzerine zalimlikleri yüzünden azap yakalarına yapıştı"
        },
        {
            "chapter": 16,
            "verse": 114,
            "text": "Eğer kulluğunuzu Allah´a sunuyorsanız, O´nun size bağışlamış olduğu helal ve temiz rızıklardan yiyiniz ve O´nun nimetlerine şükrediniz"
        },
        {
            "chapter": 16,
            "verse": 115,
            "text": "Allah size sadece, leşi, kanı, domuz etini ve Allah´dan başkası adına boğazlanmış hayvanları yasakladı. Kim çaresiz kalır da başkasının payına el uzatmaksızın ve zorunluluk sınırını aşmaksızın bu yasak etlerden yerse, hiç kuşkusuz Allah affedicidir, merhametlidir"
        },
        {
            "chapter": 16,
            "verse": 116,
            "text": "Kendi dillerinizle uydurduğunuz asılsız nitelemelere dayanarak «Şu helaldir, şu da haramdır» diyerek Allah adına yalan uydurmayınız. Hiç şüphesiz Allah adına yalan uyduranlar iflah olmazlar. Kurtuluşa eremezler"
        },
        {
            "chapter": 16,
            "verse": 117,
            "text": "Kısa süreli bir dünya mutluluğu tadarlar, ama acıklı bir azap onları beklemektedir"
        },
        {
            "chapter": 16,
            "verse": 118,
            "text": "Yahudilere, sana daha önce anlattığımız yiyecekleri haram kıldık. Ama biz onlara zulmetmiş değiliz, tersine onlar kendi kendilerine zulmettiler"
        },
        {
            "chapter": 16,
            "verse": 119,
            "text": "Sonra, bilmeyerek kötülük işleyenler, fakat arkasından tevbe edip davranışlarını düzeltenler var ya: Hiç kuşkusuz Rabbin bu aşamadan sonra onlar hakkında affedicidir, merhametlidir"
        },
        {
            "chapter": 16,
            "verse": 120,
            "text": "Hiç kuşkusuz İbrahim Allah´ın buyruğuna titizlikle uyan, tek Allah´a inanmış bir önderdi, O Allah´a ortak koşanlardan değildir"
        },
        {
            "chapter": 16,
            "verse": 121,
            "text": "Rabbinin nimetlerine şükreden bir kuldu, Allah onu seçip dosdoğru yola iletmişti"
        },
        {
            "chapter": 16,
            "verse": 122,
            "text": "Biz ona dünyada iyilik verdik, ahirette ise O, kesinlikle iyi kullar arasındadır"
        },
        {
            "chapter": 16,
            "verse": 123,
            "text": "Sonra sana «İbrahim´in tek Allah ilkesine dayalı inanç sistemine uy, O Allah´a ortak koşanlardan değildi» diye vahyettik"
        },
        {
            "chapter": 16,
            "verse": 124,
            "text": "Cumartesi günü yasağı, bu konuda anlaşmazlığa düşenler (yahudiler) için kondu. Hiç şüphesiz Rabbin kıyamet günü anlaşmazlığa düştükleri konularda, haklarında hüküm verecektir"
        },
        {
            "chapter": 16,
            "verse": 125,
            "text": "İnsanları Rabbinin yoluna maharetli bir yöntemle ve güzel öğütlerle çağır, onlarla üslupların en güzel, en etkilisi ile tartış. Hiç şüphesiz Rabbin, yolundan sapanları herkesten iyi bildiği gibi, doğru yolda olanları da herkesten iyi bilir"
        },
        {
            "chapter": 16,
            "verse": 126,
            "text": "Eğer kâfirlere işkence edecekseniz, onlara, vaktiyle size yapmış oldukları işkencenin benzerini uygulayınız. Ama eğer sabrederseniz bu tutum sabredenler hesabına daha hayırlıdır"
        },
        {
            "chapter": 16,
            "verse": 127,
            "text": "Sabret, sabretmeyi ancak Allah´ın yardımı ile başarabilirsin; onlar için üzülme, çevirdikleri entrikalar ve kurdukları tuzaklar sakın canını sıkmasın"
        },
        {
            "chapter": 16,
            "verse": 128,
            "text": "Çünkü Allah kesinlikle kötülükten uzak duranlarla ve iyi davranışlarla beraberdir"
        }
    ]
}