{
    "chapter": [
        {
            "chapter": 18,
            "verse": 1,
            "text": "Hiçbir çarpık yeri olmayan, bu tutarlı kitab´ı (Kur´an´ı) kulu Muhammed´e indiren Allah´a hamdolsun"
        },
        {
            "chapter": 18,
            "verse": 2,
            "text": "Peygamber, insanları, Allah´dan gelecek ağır bir azap konusunda uyarsın ve iyi amel işleyen mü´minlere de kendilerini iyi bir ödülün beklediği müjdesini versin diye bu dosdoğru kitap indirildi"
        },
        {
            "chapter": 18,
            "verse": 3,
            "text": "Mü´minler o ödül yerinde (cennette) sürekli kalacaklardır"
        },
        {
            "chapter": 18,
            "verse": 4,
            "text": "Bir de «Allah evlat edindi» diyenleri uyarsın diye"
        },
        {
            "chapter": 18,
            "verse": 5,
            "text": "Allah´ın evlat edindiği konusunda ne onların ve ne de atalarının hiçbir bilgisi yoktur. Rastgele ağızlarından çıkan bu söz ne ağır bir iftiradır! Söyledikleri, yalandan başka bir şey değildir"
        },
        {
            "chapter": 18,
            "verse": 6,
            "text": "Ey Muhammed, eğer onlar bu yeni mesaja (Kur´ana) inanmazlarsa, arkalarından duyacağın üzüntü sebebi ile neredeyse kendini mahvedeceksin"
        },
        {
            "chapter": 18,
            "verse": 7,
            "text": "Biz dünyadaki her şeyi yeryüzünün süsü yaptık. Amacımız, insanları sınavdan geçirerek hangilerinin daha iyi işler yapacaklarını görmektir"
        },
        {
            "chapter": 18,
            "verse": 8,
            "text": "Günü gelince yeryüzünün bütün gözalıcı yeşilliklerini kesinlikle kupkuru bir toprak düzlüğüne çevireceğiz"
        },
        {
            "chapter": 18,
            "verse": 9,
            "text": "Sen «Ashab-ı Kehf» ve «Ashab-ı Rakım» olayının, bizim şaşırtıcı mucizelerimizden biri olduğunu mu sanıyorsun"
        },
        {
            "chapter": 18,
            "verse": 10,
            "text": "Hani birkaç genç o mağaraya sığınmışlar ve «Ey Rabb´imiz, bize katından rahmet bağışla ve şu işimizde bize çıkış yolu göster» dediler"
        },
        {
            "chapter": 18,
            "verse": 11,
            "text": "Bunun üzerine onları mağarada yıllarca uykuya yatırdık"
        },
        {
            "chapter": 18,
            "verse": 12,
            "text": "Sonra iki gruptan hangisinin ne kadar uyuduklarını doğru olarak hesap edebileceğini belirlemek üzere onları uyandırdık"
        },
        {
            "chapter": 18,
            "verse": 13,
            "text": "Biz sana onların hikâyelerini doğru olarak anlatıyoruz. Onlar Râbb´lerine inanmış, bir grup gençti; onların hidayet bilincini arttırmıştık"
        },
        {
            "chapter": 18,
            "verse": 14,
            "text": "Kalplerini pekiştirmiştik. Hani, kâfirlerin karşısına dikilip şöyle demişlerdi; «Bizim Rabb´imiz, göklerin ve yerin Rabb´idir; O´ndan başkasına yalvarmayız, yoksa saçmalamış oluruz.»"
        },
        {
            "chapter": 18,
            "verse": 15,
            "text": "Şu soydaşlarımız, Allah´ı bir yana bırakarak çeşitli ilahlar edindiler, onların gerçekten ilah olduklarına ilişkin kesin delil göstermeleri gerekmez mi? Allah´a karşı yalan uydurandan daha zalim kim olabilir"
        },
        {
            "chapter": 18,
            "verse": 16,
            "text": "İçlerinden biri dedi ki; «Madem ki, soydaşlarınızla ve onların Allah´ı bir yana bırakarak taptıkları ile ilişkinizi kestiniz, öyleyse mağaraya sığınınız, Rabb´iniz engin rahmetinden size bir pay göndersin ve şu işinizde size kurtuluş yolu göstersin"
        },
        {
            "chapter": 18,
            "verse": 17,
            "text": "Eğer orada olsaydın görecektin ki, doğan güneşin ışınları mağaralarının sağına sapıyor, batan güneşin ışınları ise sol tarafa kayıyordu. Böylece mağara tabanının geniş bir alanına dağılmış olarak uyudukları halde güneşten rahatsız olmuyorlardı. Bu olay, Allah´ın mucizelerinden biridir. Allah kimi doğru yola iletirse, o doğru yolu bulur. O kimi saptırırsa sen ona, doğru yola iletici bir önder bulamazsın"
        },
        {
            "chapter": 18,
            "verse": 18,
            "text": "Onları görseydin, uyanık sanırdın; oysa uyuyorlardı. Biz onları gâh sağ yanlarına, gâh sol yanlarına çeviriyorduk. Köpekleri de ön ayaklarını mağaranın eşiğine dayamıştı. Eğer karşılarına çıksan hemen geri dönüp kaçardın, içine saldıkları korkudan ödün patlardı"
        },
        {
            "chapter": 18,
            "verse": 19,
            "text": "Sonra da günün birinde onları uyandırdık. Uyanınca birbirlerine soru sormaya başladılar. İçlerinden biri arkadaşlarına «Burada ne kadar kaldınız?» dedi. Arkadaşları «Birgün ya da daha az bir süre kaldık» dediler. Arkasından dediler ki; «Ne zamandan beri burada olduğumuzu Allah hepinizden iyi bilir. Şimdi şu gümüş para ile birinizi şehre gönderin de en temiz yiyeceği kimin sattığına baksın, birazını size getirsin. Fakat dikkatli olsun da kesinlikle burada olduğunuzu hissettirmesin.»"
        },
        {
            "chapter": 18,
            "verse": 20,
            "text": "Çünkü eğer hemşehrileriniz sizi ele geçirirlerse ya taşa tutarak öldürürler ya da kendi dinlerine döndürürler ki, o taktirde bir daha iflah olmazsınız.»"
        },
        {
            "chapter": 18,
            "verse": 21,
            "text": "Böylece hemşehrilerinin onları bulmalarını sağladık. Amacımız, Allah´ın vaadinin gerçek olduğunu, kıyamet gününün mutlaka geleceğini, bunda hiçbir kuşku olmadığını öğrenmeleridir. Hemşehrileri o sırada bu gençlerin durumunu tartışmaya koyuldular. Bir bölümü ´Uyudukları mağaranın önüne bir anıt dikin, Rabb´leri onları hepimizden iyi bilir´ dedi. Fakat inançlarının içyüzünü iyi bilenler ise ´Mağaralarının önünde mutlaka bir mescid yapacağız´ dediler"
        },
        {
            "chapter": 18,
            "verse": 22,
            "text": "Ey Muhammed, kimileri «Onlar üç kişi idi, dördüncüleri köpekleridir», kimileri «beş kişi idiler, altıncıları köpekleridir» diyeceklerdir. Bu sözler karanlığa taş atmaktır. Kimileri de «yedi kişi idiler, sekizincileri köpekleridir» diyeceklerdir. De ki; «Onların sayısını hepimizden iyi Rabb´im bilir.» Onlar hakkında derine dalan bir tartışmaya girme ve bu olay konusunda hiç kimseye bir şey sorma"
        },
        {
            "chapter": 18,
            "verse": 23,
            "text": "Hiçbir iş hakkında «Bunu yarın yapacağım» deme"
        },
        {
            "chapter": 18,
            "verse": 24,
            "text": "Bunun yerine, «Allah dilerse (inşaallah) yarın bu işi yapacağım» de. Böyle demeyi unuttuğunda ise Rabb´ini an ve «Umarım ki, beni şimdikinden daha çok doğruya yaklaştırır» de"
        },
        {
            "chapter": 18,
            "verse": 25,
            "text": "Kimileri derler ki, «O gençler mağarada üçyüz yıl kaldılar.» Buna dokuz daha eklerler"
        },
        {
            "chapter": 18,
            "verse": 26,
            "text": "De ki; «Onların mağarada ne kadar kaldıklarını herkesten iyi bilen Allah´dır. Göklerin ve yeryüzünün sırlarının bilgisi O´nun tekelindedir. O ne güzel görür ve ne güzel işitir. İnsanların O´nun dışında başka bir koruyucuları, başka bir önderleri yoktur ve O egemenliğine hiç kimseyi ortak etmez.»"
        },
        {
            "chapter": 18,
            "verse": 27,
            "text": "Sana vahyedilen Rabb´inin kitabını oku. Allah´ın sözlerini hiç kimse değiştiremez ve O´nun dışında sığınabileceğin başka bir kimse bulamazsın"
        },
        {
            "chapter": 18,
            "verse": 28,
            "text": "Sırf Rabb´lerinin rızasını dileyerek sabah akşam O´na yalvaranlarla birarada olmaya kendini zorla. Dünya hayatının çekiciliğini isteyerek böyle kimseleri gözardı etme. Adımızı anmayı kalbine unutturduğumuz ve ihtiraslarına tutsak olarak kendini akıntıya kaptırmış kimselerin arzularına uyma"
        },
        {
            "chapter": 18,
            "verse": 29,
            "text": "Onlara «Bu Kur´an, Allah tarafından gönderilmiş bir gerçektir, isteyen inansın, isteyen inkar etsin» de. O ateşe atılanlar «su, su» diye feryad ettiklerinde çığlıklarına karşılık kendilerine ergimiş metal gibi yüzleri kavuran bir sıvı sunulur. O ne fena bir içecek ve orası ne fena bir barınaktır"
        },
        {
            "chapter": 18,
            "verse": 30,
            "text": "İman edip iyi ameller işleyenlere gelince, biz iyilik yapanları kesinlikle ödülsüz bırakmayız"
        },
        {
            "chapter": 18,
            "verse": 31,
            "text": "Onlar için altlarından çeşitli ırmaklar akan Adn cennetleri vardır. Kolları altın bileziklerle süslüdür. Orada ince ve kalın ipekten yeşil elbiseler giyerek koltuklara kurulurlar. O ne güzel bir ödül ve orası ne güzel bir barınaktır"
        },
        {
            "chapter": 18,
            "verse": 32,
            "text": "Onlara şu iki adamı örnek olarak anlat. Adamlardan birine iki üzüm bağı vermiştik, bağlarını hurma ağaçları ile çevirmiş ve iki bağın arasına bir tahıl tarlası koymuştuk"
        },
        {
            "chapter": 18,
            "verse": 33,
            "text": "Bağlar meyvalarını cömertçe veriyorlar, hiçbir ürünlerini esirgemiyorlardı. İki bağ arasından bir de ırmak akıtmıştık"
        },
        {
            "chapter": 18,
            "verse": 34,
            "text": "Adamın bol serveti vardı. Bu yüzden tartışma sırasında arkadaşına dedi ki «Ben senden daha varlıklıyım ve tayfam da seninkinden daha kalabalıktır"
        },
        {
            "chapter": 18,
            "verse": 35,
            "text": "Kendine zulmetmiş olan bu adam (arkadaşını yanına alarak) bahçesine girdi ve dedi ki; «Bu bahçenin sonsuza dek yok olacağını sanmıyorum.»"
        },
        {
            "chapter": 18,
            "verse": 36,
            "text": "Kıyametin kopacağını da sanmıyorum. Ama eğer Rabb´ime döndürülecek olursam orada bundan daha iyi bir akıbetle karşılaşacağımdan eminim"
        },
        {
            "chapter": 18,
            "verse": 37,
            "text": "Aralarındaki tartışmayı sürdüren arkadaşı kendisine dedi ki; «Seni önce topraktan, sonra spermadan yaratan, sonunda da insan biçimine koyan Allah´ı inkâr mı ediyorsun?»"
        },
        {
            "chapter": 18,
            "verse": 38,
            "text": "Bana gelince, benim Rabb´im Allah´dır. O´na hiç kimseyi kesinlikle ortak koşmam"
        },
        {
            "chapter": 18,
            "verse": 39,
            "text": "Aslında bahçene girdiğinde ´Maşaellah´ gerçek güç, Allah´ın tekelindedir deseydin ya! Gerçi sen malımın ve evlatlarımın seninkilerden az olduğunu görüyorsun"
        },
        {
            "chapter": 18,
            "verse": 40,
            "text": "Fakat Rabb´im bana senin bahçenden daha iyisini verebilir ve senin bahçeni de gökten gelen bir afete uğratarak çıplak bir düzlüğe çevirebilir"
        },
        {
            "chapter": 18,
            "verse": 41,
            "text": "Ya da bahçenin suyu yerin öyle derin katmanlarına sızar ki, bir daha aramaya bile gücün yetmez"
        },
        {
            "chapter": 18,
            "verse": 42,
            "text": "Derken bahçesinin tüm ürünü ansızın yok oluverdi. Yerle bir olan üzüm kütüklerinin yıkıntıları karşısında yapmış olduğu masrafların iç yanıklığı ile vahlanmaya ve elleri ile dizlerini döverek «Keşke Rabb´ime hiç kimseyi ortak koşmasaydım» demeye koyuldu"
        },
        {
            "chapter": 18,
            "verse": 43,
            "text": "O anda ne Allah dışında, yardımına koşabilecek destekçiler bulabildi ve ne de kendi kendini kurtarabildi"
        },
        {
            "chapter": 18,
            "verse": 44,
            "text": "İşte orada koruyuculuk ve egemenlik, varlığı «gerçek» olan Allah´ın tekelindedir. En yararlı ödül ve en hayırlı akıbet yalnız O´nun katındadır"
        },
        {
            "chapter": 18,
            "verse": 45,
            "text": "Ey Muhammed, onlara anlat ki, dünya hayatı tıpkı şuna benzer. Gökten yağmur yağdırdık da bu yağmur sayesinde yer yeşermiş, güveren ekinlerin başakları birbirine girmiş. Derken bu ekinlerin tümü ansızın rüzgârların havada uçurduğu saman kırıntılarına dönüşüvermiş. Hiç kuşkusuz Allah´ın gücü her şeyi yapmaya yeter"
        },
        {
            "chapter": 18,
            "verse": 46,
            "text": "Mal ve evlatlar dünya hayatının süsüdürler. Kalıcı iyilikler ise Rabb´in katında sevap kazandırma bakımından daha yararlı ve umut kaynağı olmaya daha lâyıktırlar"
        },
        {
            "chapter": 18,
            "verse": 47,
            "text": "O gün dağları yerlerinden, söküp yürütürüz. Yeryüzünü çırılçıplak ve dümdüz görürsün. Tek bir kişiyi gözardı etmeksizin tüm insanları biraraya toplarız"
        },
        {
            "chapter": 18,
            "verse": 48,
            "text": "Hepsi sıra sıra Rabb´inin huzuruna çıkarılırlar. Onlara «Tıpkı ilk yarattığımızda olduğunuz gibi şimdi karşımıza çıktınız. Oysa benimle hiç karşılaşmayacağınızı sanmıştınız» denir"
        },
        {
            "chapter": 18,
            "verse": 49,
            "text": "İnsanların amel defterleri (çalışma karneleri) ortaya getirilmiştir. Günahkârların bu defterlerin yazılarını korku dolu gözlerle incelediklerini görürsün. Bir yandan da «Vay başımıza gelenlere! Ne biçim deftermiş bu; küçük büyük hiçbir davranışımızı atlatmadan sayıp dökmüş,» derler. Yaptıkları her işin kaydını karşılarında bulmuşlardır. Rabb´in hiç kimseye haksızlık etmez"
        },
        {
            "chapter": 18,
            "verse": 50,
            "text": "Hani Rabb´in meleklere «Adem´e secde ediniz» dedi. Onlar da secde ettiler. Yalnız İblis (şeytan) secde etmedi. O cin kökenli idi ve Rabb´inin buyruğu dışına çıktı. Şimdi siz beni bırakıp onu ve soyunu dost mu ediniyorsunuz? Oysa onlar sizin düşmanlarınızdır. Zalimlerin yaptığı bu dost değişimi ne kötü tercihtir"
        },
        {
            "chapter": 18,
            "verse": 51,
            "text": "Ben şeytanları ne gökler ile yerin yaratılışına ve ne de kendi yaratılışına tanık etmedim. Benim insanları yoldan çıkaranları kendime yardımcı tutmam sözkonusu değildir"
        },
        {
            "chapter": 18,
            "verse": 52,
            "text": "O Allah müşriklere «Benim ortaklarım olduklarını sandığınız düzmece ilahları yardıma çağırınız» der. İşte onları yardıma çağırdılar, fakat çağrılarına karşılık vermediler. Onların aralarına engel olarak bir cehennem vadisi koyduk"
        },
        {
            "chapter": 18,
            "verse": 53,
            "text": "Günahkârlar cehennem ateşini görünce oraya atılacaklarını anlarlar, fakat geri kaçarak sığınacakları bir başka yer bulamazlar"
        },
        {
            "chapter": 18,
            "verse": 54,
            "text": "Biz bu Kur´an´da insanlara her türlü örneği verdik. Fakat insan, tartışmaya son derece düşkün bir varlıktır"
        },
        {
            "chapter": 18,
            "verse": 55,
            "text": "İnsanlara doğru yola ileten bilgi geldikten sonra onların iman etmelerine ve tövbe edip Allah´a yönelmelerine engel olan tek şey, eski sapık milletler hakkında işleyen ilahi yasaların kendileri hakkında da işlemesini ya da somut azapla yüzyüze gelmeyi beklemeleridir"
        },
        {
            "chapter": 18,
            "verse": 56,
            "text": "Biz Peygamberleri sadece müjdeleyici ve uyarıcı olarak göndeririz. Oysa kâfirler hakkı (gerçeği) batıl (eğri) karşısında yenik düşürmeye uğraşırlar. Onlar ayetlerimi ve kendilerine yönelik uyarılarımı alaya aldılar"
        },
        {
            "chapter": 18,
            "verse": 57,
            "text": "Allah´ın ayetleri kendisine hatırlatıldığı halde, onlara sırt çevirenden ve işlediği kötülükleri hiç hatırına getirmeyenden daha zalim kim olabilir? Biz onların kalplerini, Kur´anı anlamalarına engel oluşturacak biçimde perdeledik ve kulaklarını sağırlaştırdık. Bu yüzden sen onları doğru yola çağırsan da doğru yola gelmezler"
        },
        {
            "chapter": 18,
            "verse": 58,
            "text": "Affedici ve merhametli Rabb´in, eğer onları kötülükleri karşılığında hemen cezalandırmak isteseydi, azaplarını çabuklaştırırdı. Fakat onların belirli bir vadesi vardır, o zaman gelince, kaçıp saklanacakları bir sığınak bulamazlar"
        },
        {
            "chapter": 18,
            "verse": 59,
            "text": "İşte şu kentler, halklarının zalimlikleri yüzünden onları yok ettik ve yok oluşları için belirli bir vakit kararlaştırdık"
        },
        {
            "chapter": 18,
            "verse": 60,
            "text": "Hani Musa, genç arkadaşına «Hiçbir güç beni durduramaz, ya iki denizin birleştiği yere varırım, ya da yıllarca yol yürürüm» demişti"
        },
        {
            "chapter": 18,
            "verse": 61,
            "text": "İki denizin birleştiği yere vardıklarında yanlarındaki balığı bir kenarda unuttular, o da bir yeraltı deliğinden kayarak denize kaçtı"
        },
        {
            "chapter": 18,
            "verse": 62,
            "text": "İki denizin birleştiği yeri geçtiklerinde Musa, genç arkadaşına, «Azığımızı getir bakalım, gerçekten bu yolculuğumuzda çok yorgun düştük» dedi"
        },
        {
            "chapter": 18,
            "verse": 63,
            "text": "Genç arkadaşı Musa´ya «Bak sen! Kayalığa vardığımızda balığı unutmuştum, bana onu hatırlatmayı unutturan mutlaka şeytandır, balık şaşırtıcı bir şekilde canlanarak denize kaçtı» dedi"
        },
        {
            "chapter": 18,
            "verse": 64,
            "text": "Musa; «Bizim aradığımız da buydu zaten» dedi. Hemen geldikleri yoldan kendi izlerini sürerek geri döndüler"
        },
        {
            "chapter": 18,
            "verse": 65,
            "text": "Orada kendisine tarafımızdan rahmet sunduğumuz ve katımızdan dolaysız biçimde ilim öğrettiğimiz bir kulumuzu buldular"
        },
        {
            "chapter": 18,
            "verse": 66,
            "text": "Musa, ona «Sana öğretilen bilginin birazını bana öğreterek olgunlaşmamı sağlaman amacı ile peşinden gelebilir miyim?» dedi"
        },
        {
            "chapter": 18,
            "verse": 67,
            "text": "O kulumuz, Musa´ya dedi ki; «Sen benimle beraber olmaya katlanamazsın.»"
        },
        {
            "chapter": 18,
            "verse": 68,
            "text": "Sebeplerini kavrayamayacağın olaylar karşısında nasıl sabredeceksin"
        },
        {
            "chapter": 18,
            "verse": 69,
            "text": "Musa «İnşaallah, beni sabırlı bulacaksın, hiçbir konuda sana karşı gelmeyeceğim.»"
        },
        {
            "chapter": 18,
            "verse": 70,
            "text": "O kulumuz, Musa´ya dedi ki; «Eğer benimle birlikte geleceksen yapacağım hiçbir iş hakkında bana soru sorma, benim sana o konuda açıklama yapmamı bekle.»"
        },
        {
            "chapter": 18,
            "verse": 71,
            "text": "Böylece yola koyuldular. Bir süre sonra bir gemiye bindiler. O kulumuz bu gemide bir delik açtı. Musa ona, «İçindekileri boğmak için mi gemiyi deldin? Gerçekten çok çirkin bir iş yaptın» dedi"
        },
        {
            "chapter": 18,
            "verse": 72,
            "text": "O kulumuz Musa´ya «Ben sana, benimle beraber olmaya katlanamazsın dememiş miydim?» dedi"
        },
        {
            "chapter": 18,
            "verse": 73,
            "text": "Musa; «Unutkanlığım yüzünden beni azarlama ve bilginden yararlanma konusunda bana zorluk çıkarma» dedi"
        },
        {
            "chapter": 18,
            "verse": 74,
            "text": "Yine yola koyuldular. Bir süre sonra bir genç ile karşılaştılar. O kulumuz, delikanlıyı öldürdü. Musa; «Bir cana karşılık olmaksızın masum bir cana mı kıydın? Gerçekten çok kötü bir iş yaptın» dedi"
        },
        {
            "chapter": 18,
            "verse": 75,
            "text": "O kulumuz Musa´ya; «Ben sana benimle beraber olmaya katlanamazsın dememiş miydim?´ dedi"
        },
        {
            "chapter": 18,
            "verse": 76,
            "text": "Musa; «Eğer sana bir daha bir şey sorarsam artık benimle arkadaşlık etme, o zaman seni mazur görürüm» dedi"
        },
        {
            "chapter": 18,
            "verse": 77,
            "text": "Yine yola koyuldular. Bir süre sonra bir köye vardılar. Köylüden yemek istediler, fakat ağırlanma istekleri reddedildi. Az sonra yıkılmaya yüz tutmuş bir duvarla karşılaştılar. O kulumuz, eğri duvarı doğrulttu. Musa ona ´Eğer isteseydin bu yaptığın işe karşılık bir ücret alabilirdin´ dedi"
        },
        {
            "chapter": 18,
            "verse": 78,
            "text": "O kulumuz, Musa´ya dedi ki; «Bu olay, birbirimizden ayrılmamızın sebebidir. Şimdi sana sabırla karşılayamadığın olayların nedenlerini açıklayacağım"
        },
        {
            "chapter": 18,
            "verse": 79,
            "text": "O gemi var ya, yoksul deniz işçilerinin malı idi. Onda bir kusur meydana getirmek istedim. Çünkü bu denizcileri, rastladığı her sağlam gemiye zorla el koyan bir hükümdar kovalıyordu"
        },
        {
            "chapter": 18,
            "verse": 80,
            "text": "O delikanlıya gelince, onun ana babası mü´min kimselerdi. Onları azgınlığa ve kâfirliğe sürüklemesinden çekindik"
        },
        {
            "chapter": 18,
            "verse": 81,
            "text": "İstedik ki, Rabb´leri onlara o delikanlıdan daha temiz ve daha iyiliksever bir evlat bağışlasın"
        },
        {
            "chapter": 18,
            "verse": 82,
            "text": "O duvar var ya, o şehirde yaşayan iki yetim çocuğun malı idi ve duvarın altında bu yetimlere miras kalmış bir hazine vardı. Babaları iyi bir insandı. Rabb´in istedi ki, o yetimler, erginlik çağına erdikten sonra Rabb´lerinin bir merhameti olan hazinelerini kendi elleri ile duvarın altından çıkarsınlar. Yoksa ben bu işleri kendi kafamdan yapmadım. İşte sabırla karşılayamadığın olaylara ilişkin açıklamam budur"
        },
        {
            "chapter": 18,
            "verse": 83,
            "text": "Ey Muhammed, sana Zülkarneyn hakkında soru sorarlar. Onlara de ki; «Size onun hakkında bazı düşündürücü bilgiler vereceğim.»"
        },
        {
            "chapter": 18,
            "verse": 84,
            "text": "Biz onu yeryüzünde egemen kıldık ve her amaca ulaştıracak sebebi buyruğuna sunduk"
        },
        {
            "chapter": 18,
            "verse": 85,
            "text": "O da bir sebebe sarılarak yola koyuldu"
        },
        {
            "chapter": 18,
            "verse": 86,
            "text": "Sonunda güneşin battığı yere varınca güneşi, çamurlu bir su pınarında batarken buldu. Orada rastladığı bir toplum ile ilgili olarak kendisine «Ey Zülkarneyn, onlara istersen ceza ver, istersen kendilerine iyi davran» dedik"
        },
        {
            "chapter": 18,
            "verse": 87,
            "text": "Zülkarneyn o topluma dedi ki; «Aranızdaki zalimleri cezaya çarptıracağız. Onlar, ilerde Rabb´lerinin huzuruna vardıklarında eşi görülmemiş, ağır bir azaba uğrayacaklardır"
        },
        {
            "chapter": 18,
            "verse": 88,
            "text": "İman edip iyi ameller işleyenlere gelince onları, ödüllerin en güzeli beklemektedir. Böylelerine kolay işler buyuracağız"
        },
        {
            "chapter": 18,
            "verse": 89,
            "text": "Arkasından yine bir sebebe sarılarak yola koyuldu"
        },
        {
            "chapter": 18,
            "verse": 90,
            "text": "Sonunda güneşin doğduğu yere varınca güneşi, öyle bir toplumun üzerine doğarken buldu ki, bu adamlar ile güneşin ışınları arasında hiçbir engel, hiçbir sütre koymamıştık"
        },
        {
            "chapter": 18,
            "verse": 91,
            "text": "İşte böyle, onun serüveni, bütün ayrıntıları ile bilgimizin kapsamı içindedir"
        },
        {
            "chapter": 18,
            "verse": 92,
            "text": "Arkasından yine bir sebebe sarılarak yola koyuldu"
        },
        {
            "chapter": 18,
            "verse": 93,
            "text": "Sonunda iki seddin arasına varınca setlerin berisinde nerede ise hiç söz anlamayan bir toplumla karşılaştı"
        },
        {
            "chapter": 18,
            "verse": 94,
            "text": "Bu adamlar «Ey Zülkarneyn, Ye´cuc ile Me´cuc bu yörede sürekli kargaşa çıkaran topluluklardır. Sana bir miktar mal versek, karşılığında onlar ile aramızda bir set yapar mısın?» dediler"
        },
        {
            "chapter": 18,
            "verse": 95,
            "text": "Zülkarneyn onlara dedi ki; «Rabb´imin bana bağışladığı güç, sizin bana vereceğiniz maldan daha hayırlıdır. Siz bana beden gücünüzle yardımcı olunuz da onlar ile aranıza aşılmaz bir set çekeyim.»"
        },
        {
            "chapter": 18,
            "verse": 96,
            "text": "Bana demir parçaları getiriniz. Getirdikleri demir parçalarının oluşturduğu yığını yanlardaki setlerin tepeleri ile aynı düzeye çıkarınca adamlara «körükleri çalıştırınız» dedi. Demir yığınını ateş haline getirince «Bana biraz erimiş bakır getiriniz de üzerine dökeyim» dedi"
        },
        {
            "chapter": 18,
            "verse": 97,
            "text": "Ye´cuc ile Me´cuc, bu setin ne üzerinden aşabildiler ve ne de bir yerinde delik açabildiler"
        },
        {
            "chapter": 18,
            "verse": 98,
            "text": "Zülkarneyn «Bu set, Rabb´imin rahmetidir. Fakat Rabbimin belirlediği an gelince onu yerle bir eder. Hiç kuşkusuz Rabb´imin sözü gerçektir» dedi"
        },
        {
            "chapter": 18,
            "verse": 99,
            "text": "O gün biz insan yığınlarını önce dalgalanmaya bırakırız. Sonra Sur´a üflenince hepsini biraraya toplarız"
        },
        {
            "chapter": 18,
            "verse": 100,
            "text": "O gün cehennemi, kâfirlerin gözleri önüne dikeriz"
        },
        {
            "chapter": 18,
            "verse": 101,
            "text": "Dünyada onların gözlerini, bizi hatırlarına getirmelerini engelleyen bir perde örtmüştü ve kulakları da işitme yeteneğini yitirmişti"
        },
        {
            "chapter": 18,
            "verse": 102,
            "text": "Kafirler beni bırakıp da kullarımı dost edinmelerini kafi mi sandılar? Doğrusu biz cehennemi kafirlere konak olarak hazırladık"
        },
        {
            "chapter": 18,
            "verse": 103,
            "text": "Ey Muhammed, de ki; «Çalışmalarında en ağır kayba uğrayanları size haber verelim mi?»"
        },
        {
            "chapter": 18,
            "verse": 104,
            "text": "Dünya hayatında bütün emekleri boşa gittiği halde çok iyi işler yaptıklarını sananların (kimler olduğunu size söyleyelim mi)"
        },
        {
            "chapter": 18,
            "verse": 105,
            "text": "Bunlar, Rabb´lerinin ayetlerini ve O´nun huzuruna çıkaracaklarını inkâr edenlerdir. Bu yüzden onların iyi işleri geçersiz olmuştur. Kıyamet günü onların yaptıkları işleri tartıya almayız, kendilerine değer vermeyiz"
        },
        {
            "chapter": 18,
            "verse": 106,
            "text": "İşte onların cezası cehennemdir. Bu ceza onların inkârcı tutumlarının, ayetlerimi ve peygamberimi alaya almalarının karşılığıdır"
        },
        {
            "chapter": 18,
            "verse": 107,
            "text": "İman edip iyi ameller işleyenlere gelince onlar, Firdevs cennetlerinde ağırlanacaklardır"
        },
        {
            "chapter": 18,
            "verse": 108,
            "text": "Orada sonsuza dek kalacaklar, başka bir yere taşınmak istemeyeceklerdir"
        },
        {
            "chapter": 18,
            "verse": 109,
            "text": "De ki; «Rabb´imin sözlerini yazmak için, denizler mürekkep olsa da onlara bir o kadarını daha katsak, Rabb´imin sözleri bitmeden önce denizler biterdi.»"
        },
        {
            "chapter": 18,
            "verse": 110,
            "text": "De ki; «Ben de tıpkı sizin gibi bir insanım, yanız bana vahiy yolu ile ilahınızın tek Allah olduğu bildiriliyor. Buna göre kim açık alınla Rabb´inin huzuruna çıkmayı istiyorsa, iyi ameller işlesin ve kulluk görevlerinde hiç kimseyi Rabb´ine ortak koşmasın.»"
        }
    ]
}