{
    "chapter": [
        {
            "chapter": 60,
            "verse": 1,
            "text": "Ey iman edenler! Benim de düşmanım, sizin de düşmanınız olanları dost edinmeyin. Onlar size gelen gerçeği inkar etmişken, onlara sevgi gösteriyorsunuz. Halbuki onlar Rabbiniz olan Allah´a inandığınızdan dolayı, Peygamberi ve sizi yurdunuzdan çıkarıyorlar. Eğer siz benim yolumda savaşmak ve rızamı kazanmak için çıkmışsanız, onlara nasıl sevgi gösteriyorsunuz? Oysa ben sizin gizlediğinizi de açığa vurduğunuzu da bilirim. Sizden kim bunu yaparsa doğru yoldan sapmış olur"
        },
        {
            "chapter": 60,
            "verse": 2,
            "text": "Onlar sizi ele geçirseler, size düşman olurlar, size ellerini, dillerini kötülükle uzatırlar ve inkar etmenizi isterler"
        },
        {
            "chapter": 60,
            "verse": 3,
            "text": "Kıyamet günü yakınlarınız ve çocuklarınız size fayda veremezler. Allah aranızı ayırır. Allah, yaptıklarınızı görendir"
        },
        {
            "chapter": 60,
            "verse": 4,
            "text": "İbrahim´de ve onunla beraber olanlarda, sizin için gerçekten güzel bir örnek vardır. Onlar kavimlerine demişlerdi ki, «Biz sizden ve sizin Allah´tan başka taptıklarınızdan uzağız. Sizi tanımıyoruz. Siz bir tek Allah´a inanıncaya kadar sizinle bizim aramızda sürekli bir düşmanlık ve nefret belirmiştir.» demişlerdi. Yalnız, İbrahim´in babasına: «Andolsun ki, senin için mağfiret dileyeceğim fakat sana Allah´tan gelecek herhangi birşeyi savmaya gücüm yetmez.» sözü bu örneğin dışındadır. Ey inananlar deyin ki: «Rabbimiz, sana güvendik, sana yöneldik, dönüşümüz sanadır.»"
        },
        {
            "chapter": 60,
            "verse": 5,
            "text": "Rabbimiz! Bizi, inkar edenlerle imtihan etme; bizi bağışla, doğrusu sen, güçlü olan, Hakim olansın"
        },
        {
            "chapter": 60,
            "verse": 6,
            "text": "Andolsun, Allah´ı ve ahiret gününü arzu edenler için, bunlarda güzel örnekler vardır. Kim yüz çevirirse şüphesiz Allah, zengindir, övülmeye lâyık olandır"
        },
        {
            "chapter": 60,
            "verse": 7,
            "text": "Belki de Allah sizinle, onlardan düşman olduklarınız arasına ağır sevgi koyar, Allah buna kadirdir. Allah çok bağışlayan çok esirgeyendir"
        },
        {
            "chapter": 60,
            "verse": 8,
            "text": "Allah, sizinle din uğrunda savaşmayan ve sizi yurtlarınızdan çıkarmayanlara iyilik yapmanız ve adil davranmanızı yasaklamaz. Çünkü Allah, adaletli olanları sever"
        },
        {
            "chapter": 60,
            "verse": 9,
            "text": "Allah, yalnız sizinle din uğrunda savaşanları, sizi yurtlarından çıkaranları ve çıkarılmanız için yardım edenleri dost edinmenizi yasaklar. Kim onları dost edinirse, işte zalim onlardır"
        },
        {
            "chapter": 60,
            "verse": 10,
            "text": "Ey iman edenler! Mümin kadınlar hicret ederek size gelirse, onları imtihan edin. Allah onların imanlarını daha iyi bilir. Eğer siz de onların gerçekten inanmış olduklarını anlarsanız onları kafirlere geri döndürmeyin. Bu kadınlar, o inkarcılara helal değildir. Onlar da bunlara helal olmazlar. Onların kocalarının sarfettiğini (mehirleri) geri verin. Mehirlerini kendilerine geri verdiğiniz zaman onlarla evlenmenizde size bir günah yoktur. Kafir kadınları nikahınızda tutmayın, harcadığınızı isteyin. Onlarda harcadığını istesinler. Allah´ın hükmü budur. Aranızda O hükmeder. Allah bilendir, hikmet sahibidir"
        },
        {
            "chapter": 60,
            "verse": 11,
            "text": "Eğer eşlerinizden biri, sizden kafirlere kaçar da siz de savaşta galip durumda olursanız, eşleri gitmiş olanlara ganimetten, harcadıkları kadar verin. İnandığınız Allah´a karşı gelmekten sakının"
        },
        {
            "chapter": 60,
            "verse": 12,
            "text": "Ey Peygamber! İnanmış kadınlar, Allah´a hiçbir şeyi ortak koşmamak, hırsızlık yapmamak, zina etmemek, çocuklarını öldürmemek, elleri ile ayakları arasında bir iftira uydurup getirmemek, iyi bir işte sana karşı gelmemeleri hususunda sana biat etmeye geldikleri zaman, biatlarını kabul et ve onlar için Allah´tan mağfiret dile. Şüphesiz Allah, çok bağışlayan, çok esirgeyendir"
        },
        {
            "chapter": 60,
            "verse": 13,
            "text": "Ey iman edenler, Allah´ın gazabına uğrayan bir topluluğu dost edinmeyin. Çünkü bunlar kafirlerin mezardakilerden ümitlerini kestikleri gibi ahiretten ümitlerini kesmişlerdir"
        }
    ]
}