{
    "maqras": [
        {
            "chapter": 34,
            "verse": 46,
            "text": "کہہ دیجیئے! کہ میں تمہیں صرف ایک ہی بات کی نصیحت کرتا ہوں کہ تم اللہ کے واسطے (ضد چھوڑ کر) دو دو مل کر یا تنہا تنہا کھڑے ہو کر سوچو تو سہی، تمہارے اس رفیق کو کوئی جنون نہیں، وه تو تمہیں ایک بڑے (سخت) عذاب کے آنے سے پہلے ڈرانے واﻻ ہے"
        },
        {
            "chapter": 34,
            "verse": 47,
            "text": "کہہ دیجیئے! کہ جو بدلہ میں تم سے مانگوں وه تمہارے لئے ہے میرا بدلہ تو اللہ تعالیٰ ہی کے ذمے ہے۔ وه ہر چیز سے باخبر (اور مطلع) ہے"
        },
        {
            "chapter": 34,
            "verse": 48,
            "text": "کہہ دیجیئے! کہ میرا رب حق (سچی وحی) نازل فرماتا ہے وه ہر غیب کا جاننے واﻻ ہے"
        },
        {
            "chapter": 34,
            "verse": 49,
            "text": "کہہ دیجیئے کہ حق آچکا باطل نہ تو پہلے کچھ کرسکا ہے اور نہ کرسکے گا"
        },
        {
            "chapter": 34,
            "verse": 50,
            "text": "کہہ دیجیئے کہ اگر میں بہک جاؤں تو میرے بہکنے (کا وبال) مجھ پر ہی ہے اور اگر میں راه ہدایت پر ہوں تو بہ سبب اس وحی کے جو میرا پروردگار مجھے کرتا ہے وه بڑا ہی سننے واﻻ اور بہت ہی قریب ہے"
        },
        {
            "chapter": 34,
            "verse": 51,
            "text": "اور اگر آپ (وه وقت) ملاحظہ کریں جب کہ یہ کفار گھبرائے پھریں گے پھر نکل بھاگنے کی کوئی صورت نہ ہوگی اور قریب کی جگہ سے گرفتار کر لئے جائیں گے"
        },
        {
            "chapter": 34,
            "verse": 52,
            "text": "اس وقت کہیں گے کہ ہم اس قرآن پر ایمان ﻻئے لیکن اس قدر دور جگہ سے (مطلوبہ چیز) کیسے ہاتھ آسکتی ہے"
        },
        {
            "chapter": 34,
            "verse": 53,
            "text": "اس سے پہلے تو انہوں نے اس سے کفر کیا تھا، اور دور دراز سے بن دیکھے ہی پھینکتے رہے"
        },
        {
            "chapter": 34,
            "verse": 54,
            "text": "ان کی چاہتوں اور ان کے درمیان پرده حائل کردیا گیا جیسے کہ اس سے پہلے بھی ان جیسوں کے ساتھ کیا گیا، وه بھی (ان ہی کی طرح) شک وتردد میں (پڑے ہوئے) تھے"
        },
        {
            "chapter": 35,
            "verse": 1,
            "text": "اس اللہ کے لئے تمام تعریفیں سزاوار ہیں جو (ابتداءً) آسمانوں اور زمین کا پیدا کرنے واﻻ اور دو دو تین تین چار چار پروں والے فرشتوں کو اپنا پیغمبر (قاصد) بنانے واﻻ ہے، مخلوق میں جو چاہے زیادتی کرتا ہے اللہ تعالیٰ یقیناً ہر چیز پر قادر ہے"
        },
        {
            "chapter": 35,
            "verse": 2,
            "text": "اللہ تعالیٰ جو رحمت لوگوں کے لئے کھول دے سو اس کا کوئی بند کرنے واﻻ نہیں اور جس کو بند کردے سو اس کے بعد اس کا کوئی جاری کرنے واﻻ نہیں اور وہی غالب حکمت واﻻ ہے"
        },
        {
            "chapter": 35,
            "verse": 3,
            "text": "لوگو! تم پر جو انعام اللہ تعالیٰ نے کئے ہیں انہیں یاد کرو۔ کیا اللہ کے سوا اور کوئی بھی خالق ہے جو تمہیں آسمان وزمین سے روزی پہنچائے؟ اس کے سوا کوئی معبود نہیں۔ پس تم کہاں الٹے جاتے ہو"
        },
        {
            "chapter": 35,
            "verse": 4,
            "text": "اور اگر یہ آپ کو جھٹلائیں تو آپ سے پہلے کے تمام رسول بھی جھٹلائے جاچکے ہیں۔ تمام کام اللہ ہی کی طرف لوٹائے جاتے ہیں"
        },
        {
            "chapter": 35,
            "verse": 5,
            "text": "لوگو! اللہ تعالیٰ کا وعده سچا ہے تمہیں زندگانیٴ دنیا دھوکے میں نہ ڈالے، اور نہ دھوکے باز شیطان تمہیں غفلت میں ڈالے"
        },
        {
            "chapter": 35,
            "verse": 6,
            "text": "یاد رکھو! شیطان تمہارا دشمن ہے، تم اسے دشمن جانو وه تو اپنے گروه کو صرف اس لئے ہی بلاتا ہے کہ وه سب جہنم واصل ہو جائیں"
        },
        {
            "chapter": 35,
            "verse": 7,
            "text": "جو لوگ کافر ہوئے ان کے لئے سخت سزا ہے اور جو لوگ ایمان ﻻئے اور نیک اعمال کئے ان کے لئے بخشش ہے اور (بہت) بڑا اجر ہے"
        },
        {
            "chapter": 35,
            "verse": 8,
            "text": "کیا پس وه شخص جس کے لئے اس کے برے اعمال مزین کردیئے گئے ہیں پس وه انہیں اچھاسمجھتا ہے (کیا وه ہدایت یافتہ شخص جیسا ہے)، (یقین مانو) کہ اللہ جسے چاہے گمراه کرتا ہے اور جسے چاہے راه راست دکھاتا ہے۔ پس آپ کو ان پر غم کھا کھا کر اپنی جان ہلاکت میں نہ ڈالنی چاہیئے، یہ جو کچھ کر رہے ہیں اس سے یقیناً اللہ تعالیٰ بخوبی واقف ہے"
        },
        {
            "chapter": 35,
            "verse": 9,
            "text": "اور اللہ ہی ہوائیں چلاتا ہے جو بادلوں کو اٹھاتی ہیں پھر ہم بادلوں کو خشک زمین کی طرف لے جاتے ہیں اور اس سے اس زمین کو اس کی موت کے بعد زنده کردیتے ہیں۔ اسی طرح دوباره جی اٹھنا (بھی) ہے"
        },
        {
            "chapter": 35,
            "verse": 10,
            "text": "جو شخص عزت حاصل کرنا چاہتا ہو تو اللہ تعالیٰ ہی کی ساری عزت ہے، تمام تر ستھرے کلمات اسی کی طرف چڑھتے ہیں اور نیک عمل ان کو بلند کرتا ہے، جو لوگ برائیوں کے داؤں گھات میں لگے رہتے ہیں ان کے لئے سخت تر عذاب ہے، اور ان کا یہ مکر برباد ہوجائے گا"
        },
        {
            "chapter": 35,
            "verse": 11,
            "text": "لوگو! اللہ تعالیٰ نے تمہیں مٹی سے پھر نطفہ سے پیدا کیا ہے، پھر تمہیں جوڑے جوڑے (مرد وعورت) بنا دیا ہے، عورتوں کو حاملہ ہونا اور بچوں کا تولد ہونا سب اس کے علم سے ہی ہے، اور جو بڑی عمر واﻻ عمر دیا جائے اور جس کی عمر گھٹے وه سب کتاب میں لکھا ہوا ہے۔ اللہ تعالیٰ پر یہ بات بالکل آسان ہے"
        },
        {
            "chapter": 35,
            "verse": 12,
            "text": "اور برابر نہیں دو دریا یہ میٹھا ہے پیاس بجھاتا پینے میں خوشگوار اور یہ دوسرا کھاری ہے کڑوا، تم ان دونوں میں سے تازه گوشت کھاتے ہو اور وه زیوارت نکالتے ہو جنہیں تم پہنتے ہو۔ اور آپ دیکھتے ہیں کہ بڑی بڑی کشتیاں پانی کو چیرنے پھاڑنے والی ان دریاؤں میں ہیں تاکہ تم اس کا فضل ڈھونڈو اور تاکہ تم اس کا شکر کرو"
        },
        {
            "chapter": 35,
            "verse": 13,
            "text": "وه رات کو دن اور دن کو رات میں داخل کرتا ہے اور آفتاب وماہتاب کو اسی نے کام میں لگا دیا ہے۔ ہر ایک میعاد معین پر چل رہا ہے۔ یہی ہے اللہ تم سب کا پالنے واﻻ اسی کی سلطنت ہے۔ جنہیں تم اس کے سوا پکار رہے ہو وه تو کھجور کی گٹھلی کے چھلکے کے بھی مالک نہیں"
        },
        {
            "chapter": 35,
            "verse": 14,
            "text": "اگر تم انہیں پکارو تو وه تمہاری پکار سنتے ہی نہیں اور اگر (بالفرض) سن بھی لیں تو فریاد رسی نہیں کریں گے، بلکہ قیامت کے دن تمہارے اس شرک کا صاف انکار کرجائیں گے۔ آپ کو کوئی حق تعالیٰ جیسا خبردار خبریں نہ دے گا"
        }
    ]
}