{
    "maqras": [
        {
            "chapter": 3,
            "verse": 33,
            "text": "بے شک اللہ تعالیٰ نے تمام جہان کے لوگوں میں سے آدم (علیہ السلام) کو اور نوح (علیہ السلام) کو، ابراہیم (علیہ السلام) کے خاندان اور عمران کے خاندان کو منتخب فرما لیا"
        },
        {
            "chapter": 3,
            "verse": 34,
            "text": "کہ یہ سب آپس میں ایک دوسرے کی نسل سے ہیں اور اللہ تعالیٰ سنتا جانتا ہے"
        },
        {
            "chapter": 3,
            "verse": 35,
            "text": "جب عمران کی بیوی نے کہا کہ اے میرے رب! میرے پیٹ میں جو کچھ ہے، اسے میں نے تیرے نام آزاد کرنے کی نذر مانی، تو میری طرف سے قبول فرما! یقیناً تو خوب سننے واﻻ اور پوری طرح جاننے واﻻ ہے"
        },
        {
            "chapter": 3,
            "verse": 36,
            "text": "جب بچی کو جنا تو کہنے لگیں کہ پروردگار! مجھے تو لڑکی ہوئی، اللہ تعالیٰ کو خوب معلوم ہے کہ کیا اوﻻد ہوئی ہے اور لڑکا لڑکی جیسا نہیں میں نے اس کا نام مریم رکھا، میں اسے اور اس کی اوﻻد کو شیطان مردود سے تیری پناه میں دیتی ہوں"
        },
        {
            "chapter": 3,
            "verse": 37,
            "text": "پس اسے اس کے پروردگار نے اچھی طرح قبول فرمایا اور اسے بہترین پرورش دی۔ اس کی خیر خبر لینے واﻻ زکریا (علیہ السلام) کو بنایا، جب کبھی زکریا (علیہ السلام) ان کے حجرے میں جاتے ان کے پاس روزی رکھی ہوئی پاتے، وه پوچھتے اے مریم! یہ روزی تمہارے پاس کہاں سے آئی؟ وه جواب دیتیں کہ یہ اللہ تعالیٰ کے پاس سے ہے، بے شک اللہ تعالیٰ جسے چاہے بے شمار روزی دے"
        },
        {
            "chapter": 3,
            "verse": 38,
            "text": "اسی جگہ زکریا (علیہ السلام) نے اپنے رب سے دعا کی، کہا کہ اے میرے پروردگار! مجھے اپنے پاس سے پاکیزه اوﻻد عطا فرما، بے شک تو دعا کا سننے واﻻ ہے"
        },
        {
            "chapter": 3,
            "verse": 39,
            "text": "پس فرشتوں نے انہیں آواز دی، جب کہ وه حجرے میں کھڑے نماز پڑھ رہے تھے، کہ اللہ تعالیٰ تجھے یحيٰ کی یقینی خوشخبری دیتا ہے جو اللہ تعالیٰ کے کلمہ کی تصدیق کرنے واﻻ، سردار، ضابط نفس اور نبی ہے نیک لوگوں میں سے"
        },
        {
            "chapter": 3,
            "verse": 40,
            "text": "کہنے لگے اے میرے رب! میرے ہاں بچہ کیسے ہوگا؟ میں بالکل بوڑھا ہو گیا ہوں اور میری بیوی بانجھ ہے، فرمایا، اسی طرح اللہ تعالیٰ جو چاہے کرتا ہے"
        },
        {
            "chapter": 3,
            "verse": 41,
            "text": "کہنے لگے پروردگار! میرے لئے اس کی کوئی نشانی مقرر کر دے، فرمایا، نشانی یہ ہے کہ تین دن تک تو لوگوں سے بات نہ کر سکے گا، صرف اشارے سے سمجھائے گا، تو اپنے رب کا ذکر کثرت سے کر اور صبح وشام اسی کی تسبیح بیان کرتا ره"
        },
        {
            "chapter": 3,
            "verse": 42,
            "text": "اور جب فرشتوں نے کہا، اے مریم! اللہ تعالیٰ نے تجھے برگزیده کر لیا اور تجھے پاک کر دیا اور سارے جہان کی عورتوں میں سے تیرا انتخاب کر لیا"
        },
        {
            "chapter": 3,
            "verse": 43,
            "text": "اے مریم! تو اپنے رب کی اطاعت کر اور سجده کر اور رکوع کرنے والوں کے ساتھ رکوع کر"
        },
        {
            "chapter": 3,
            "verse": 44,
            "text": "یہ غیب کی خبروں میں سے ہے جسے ہم تیری طرف وحی سے پہنچاتے ہیں، تو ان کے پاس نہ تھا جب کہ وه اپنے قلم ڈال رہے تھے کہ مریم کو ان میں سے کون پالے گا؟ اور نہ تو ان کے جھگڑنے کے وقت ان کے پاس تھا"
        },
        {
            "chapter": 3,
            "verse": 45,
            "text": "جب فرشتوں نے کہا اے مریم اللہ تعالیٰ تجھے اپنے ایک کلمے کی خوشخبری دیتا ہے جس کا نام مسیح عیسیٰ بن مریم ہے جو دنیا اور آخرت میں ذیعزت ہے اور وه میرے مقربین میں سے ہے"
        },
        {
            "chapter": 3,
            "verse": 46,
            "text": "وه لوگوں سے اپنے گہوارے میں باتیں کرے گا اور ادھیڑ عمر میں بھی اور وه نیک لوگوں میں سے ہوگا"
        },
        {
            "chapter": 3,
            "verse": 47,
            "text": "کہنے لگیں الٰہی مجھے لڑکا کیسے ہوگا؟ حاﻻنکہ مجھے تو کسی انسان نے ہاتھ بھی نہیں لگایا، فرشتے نے کہا، اسی طرح اللہ تعالیٰ جو چاہے پیدا کرتا ہے، جب کبھی وه کسی کام کو کرنا جاہتا ہے تو صرف یہ کہہ دیتا ہے کہ ہو جا! تو وه ہو جاتا ہے"
        },
        {
            "chapter": 3,
            "verse": 48,
            "text": "اللہ تعالیٰ اسے لکھنا اور حکمت اور توراة اورانجیل سکھائے گا"
        },
        {
            "chapter": 3,
            "verse": 49,
            "text": "اور وه بنی اسرائیل کی طرف رسول ہوگا، کہ میں تمہارے پاس تمہارے رب کی نشانی ﻻیا ہوں، میں تمہارے لئے پرندے کی شکل کی طرح مٹی کا پرنده بناتا ہوں، پھر اس میں پھونک مارتا ہوں تو وه اللہ تعالیٰ کے حکم سے پرنده بن جاتاہے اور اللہ تعالیٰ کے حکم سے میں مادرزاد اندھے کو اور کوڑھی کو اچھا کر دیتا ہوں اور مرددوں کو زندہ کرتا ہوں اور جو کچھ تم کھاؤ اور جو اپنے گھروں میں ذخیره کرو میں تمہیں بتا دیتا ہوں، اس میں تمہارے لئے بڑی نشانی ہے، اگر تم ایمان ﻻنے والے ہو"
        },
        {
            "chapter": 3,
            "verse": 50,
            "text": "اور میں توراة کی تصدیق کرنے واﻻ ہوں جو میرے سامنے ہے اور میں اس لئے آیا ہوں کہ تم پر بعض وه چیزیں حلال کروں جو تم پر حرام کر دی گئی ہیں اور میں تمہارے پاس تمہارے رب کی نشانی ﻻیا ہوں، اس لئے تم اللہ تعالیٰ سے ڈرو اور میری فرمانبرداری کرو"
        },
        {
            "chapter": 3,
            "verse": 51,
            "text": "یقین مانو! میرا اور تمہارا رب اللہ ہی ہے، تم سب اسی کی عبادت کرو، یہی سیدھی راه ہے"
        }
    ]
}