{
    "maqras": [
        {
            "chapter": 4,
            "verse": 58,
            "text": "اللہ تعالیٰ تمہیں تاکیدی حکم دیتا ہے کہ امانت والوں کی امانتیں انہیں پہنچاؤ! اور جب لوگوں کا فیصلہ کرو تو عدل وانصاف سے فیصلہ کرو! یقیناً وه بہتر چیز ہے جس کی نصیحت تمہیں اللہ تعالیٰ کر رہا ہے۔ بے شک اللہ تعالیٰ سنتا ہے، دیکھتا ہے"
        },
        {
            "chapter": 4,
            "verse": 59,
            "text": "اے ایمان والو! فرمانبرداری کرو اللہ تعالیٰ کی اور فرمانبرداری کرو رسول (صلی اللہ علیہ وسلم) کی اور تم میں سے اختیار والوں کی۔ پھر اگر کسی چیز میں اختلاف کرو تو اسے لوٹاؤ، اللہ تعالیٰ کی طرف اور رسول کی طرف، اگر تمہیں اللہ تعالیٰ پر اور قیامت کے دن پر ایمان ہے۔ یہ بہت بہتر ہے اور باعتبار انجام کے بہت اچھا ہے۔"
        },
        {
            "chapter": 4,
            "verse": 60,
            "text": "کیا آپ نے انہیں نہیں دیکھا؟ جن کا دعویٰ تو یہ ہے کہ جو کچھ آپ پر اور جو کچھ آپ سے پہلے اتارا گیا ہے اس پر ان کا ایمان ہے، لیکن وه اپنے فیصلے غیر اللہ کی طرف لے جانا چاہتے ہیں حاﻻنکہ انہین حکم دیا گیا ہے کہ شیطان کا انکار کریں، شیطان تو یہ چاہتا ہے کہ انہیں بہکا کر دور ڈال دے"
        },
        {
            "chapter": 4,
            "verse": 61,
            "text": "ان سے جب کبھی کہا جائے کہ اللہ تعالیٰ کے نازل کرده کلام کی اور رسول (صلی اللہ علیہ وسلم) کی طرف آؤ تو آپ دیکھ لیں گے کہ یہ منافق آپ سے منھ پھیر کر رکے جاتے ہیں"
        },
        {
            "chapter": 4,
            "verse": 62,
            "text": "پھر کیا بات ہے کہ جب ان پر ان کے کرتوت کے باعﺚ کوئی مصیبت آپڑتی ہے تو پھر یہ آپ کے پاس آکر اللہ تعالیٰ کی قسمیں کھاتے ہیں کہ ہمارا اراده تو صرف بھلائی اور میل ملاپ ہی کا تھا"
        },
        {
            "chapter": 4,
            "verse": 63,
            "text": "یہ وه لوگ ہیں کہ ان کے دلوں کا بھید اللہ تعالیٰ پر بخوبی روشن ہے، آپ ان سے چشم پوشی کیجئے، انہیں نصیحت کرتے رہیئے اور انہیں وه بات کہئے! جو ان کے دلوں میں گھر کرنے والی ہو"
        },
        {
            "chapter": 4,
            "verse": 64,
            "text": "ہم نے ہر ہر رسول کو صرف اسی لئے بھیجا کہ اللہ تعالیٰ کے حکم سے اس کی فرمانبرداری کی جائے اور اگر یہ لوگ جب انہوں نے اپنی جانوں پر ﻇلم کیا تھا، تیرے پاس آ جاتے اور اللہ تعالیٰ سے استغفار کرتے اور رسول بھی ان کے لئے استغفار کرتے، تو یقیناً یہ لوگ اللہ تعالیٰ کو معاف کرنے واﻻ مہربان پاتے"
        },
        {
            "chapter": 4,
            "verse": 65,
            "text": "سو قسم ہے تیرے پروردگار کی! یہ مومن نہیں ہو سکتے، جب تک کہ تمام آپس کے اختلاف میں آپ کو حاکم نہ مان لیں، پھر جو فیصلے آپ ان میں کر دیں ان سے اپنے دل میں اور کسی طرح کی تنگی اور ناخوشی نہ پائیں اور فرمانبرداری کے ساتھ قبول کر لیں"
        },
        {
            "chapter": 4,
            "verse": 66,
            "text": "اور اگر ہم ان پر یہ فرض کر دیتے کہ اپنی جانوں کو قتل کر ڈالو! یا اپنے گھروں سے نکل جاؤ! تو اسے ان میں سے بہت ہی کم لوگ بجا ﻻتے اور اگر یہ وہی کریں جس کی انہیں نصیحت کی جاتی ہے تو یقیناً یہی ان کے لئے بہتر اور بہت زیاده مضبوطی واﻻ ہے"
        },
        {
            "chapter": 4,
            "verse": 67,
            "text": "اور تب تو انہیں ہم اپنے پاس سے بڑا ﺛواب دیں"
        },
        {
            "chapter": 4,
            "verse": 68,
            "text": "اور یقیناً انہیں راه راست دکھا دیں"
        },
        {
            "chapter": 4,
            "verse": 69,
            "text": "اور جو بھی اللہ تعالیٰ کی اور رسول (صلی اللہ علیہ وسلم) کی فرمانبرداری کرے، وه ان لوگوں کے ساتھ ہوگا جن پر اللہ تعالیٰ نے انعام کیا ہے، جیسے نبی اور صدیق اور شہید اور نیک لوگ، یہ بہترین رفیق ہیں"
        },
        {
            "chapter": 4,
            "verse": 70,
            "text": "یہ فضل اللہ تعالیٰ کی طرف سے ہے اور کافی ہے اللہ تعالیٰ جاننے واﻻ ہے"
        },
        {
            "chapter": 4,
            "verse": 71,
            "text": "اے مسلمانو! اپنے بچاؤ کا سامان لے لو پھر گروه گروه بن کر کوچ کرو یا سب کے سب اکٹھے ہو کر نکل کھڑے ہو"
        },
        {
            "chapter": 4,
            "verse": 72,
            "text": "اور یقیناً تم میں بعض وه بھی ہیں جو پس وپیش کرتے ہیں، پھر اگر تمہیں کوئی نقصان ہوتا ہے تو وه کہتے ہیں کہ اللہ تعالیٰ نے مجھ پر بڑا فضل کیا کہ میں ان کے ساتھ موجود نہ تھا"
        },
        {
            "chapter": 4,
            "verse": 73,
            "text": "اور اگر تمہیں اللہ تعالیٰ کا کوئی فضل مل جائے تو اس طرح کہ گویا تم میں ان میں دوستی تھی ہی نہیں، کہتے ہیں کاش! میں بھی ان کے ہمراه ہوتا تو بڑی کامیابی کو پہنچتا"
        }
    ]
}