{
    "maqras": [
        {
            "chapter": 6,
            "verse": 13,
            "text": "اور اللہ ہی کی ملک ہیں وه سب کچھ جو رات میں اور دن میں رہتی ہیں اور وہی بڑا سننے واﻻ بڑا جاننے واﻻ ہے"
        },
        {
            "chapter": 6,
            "verse": 14,
            "text": "آپ کہیے کہ کیا اللہ کے سوا، جو کہ آسمانوں اور زمین کا پیدا کرنے واﻻ ہے اور جو کہ کھانے کو دیتا ہے اور اس کو کوئی کھانے کو نہیں دیتا، اور کسی کو معبود قرار دوں، آپ فرما دیجئے کہ مجھ کو یہ حکم ہوا ہے کہ سب سے پہلے میں اسلام قبول کروں اور تو مشرکین میں ہرگز نہ ہونا"
        },
        {
            "chapter": 6,
            "verse": 15,
            "text": "آپ کہہ دیجئے کہ میں اگر اپنے رب کا کہنا نہ مانوں تو میں ایک بڑے دن کے عذاب سے ڈرتا ہوں"
        },
        {
            "chapter": 6,
            "verse": 16,
            "text": "جس شخص سے اس روز وه عذاب ہٹا دیا جائے تو اس پر اللہ نے بڑا رحم کیا اور یہ صریح کامیابی ہے"
        },
        {
            "chapter": 6,
            "verse": 17,
            "text": "اور اگر تجھ کو اللہ تعالیٰ کوئی تکلیف پہنچائے تو اس کا دور کرنے واﻻ سوائے اللہ تعالیٰ کے اور کوئی نہیں۔ اور اگر تجھ کو اللہ تعالیٰ کوئی نفع پہنچائے تو وه ہر چیز پر پوری قدرت رکھنے واﻻ ہے"
        },
        {
            "chapter": 6,
            "verse": 18,
            "text": "اور وہی اللہ اپنے بندوں کے اوپر غالب ہے برتر ہے اور وہی بڑی حکمت واﻻ اور پوری خبر رکھنے واﻻ ہے"
        },
        {
            "chapter": 6,
            "verse": 19,
            "text": "آپ کہئے کہ سب سے بڑی چیز گواہی دینے کے لئے کون ہے، آپ کہئے کہ میرے اور تمہارے درمیان اللہ گواه ہے اور میرے پاس یہ قرآن بطور وحی کے بھیجا گیا ہے تاکہ میں اس قرآن کے ذریعے سے تم کو اور جس جس کو یہ قرآن پہنچے ان سب کو ڈراؤں کیا تم سچ مچ یہی گواہی دو گے کہ اللہ تعالیٰ کے ساتھ کچھ اور معبود بھی ہیں، آپ کہہ دیجئے کہ میں تو گواہی نہیں دیتا۔ آپ فرما دیجئے کہ بس وه تو ایک ہی معبود ہے اور بےشک میں تمہارے شرک سے بیزار ہوں"
        },
        {
            "chapter": 6,
            "verse": 20,
            "text": "جن لوگوں کو ہم نے کتاب دی ہے وه لوگ رسول کو پہچانتے ہیں جس طرح اپنے بیٹوں کو پہنچانتے ہیں۔ جن لوگوں نے اپنے آپ کو گھاٹے میں ڈاﻻ ہے سو وه ایمان نہیں ﻻئیں گے"
        },
        {
            "chapter": 6,
            "verse": 21,
            "text": "اور اس سے زیاده بےانصاف کون ہوگا جو اللہ تعالیٰ پر جھوٹ بہتان باندھے یا اللہ کی آیات کو جھوٹا بتلائے ایسے بےانصافوں کو کامیابی نہ ہوگی"
        },
        {
            "chapter": 6,
            "verse": 22,
            "text": "اور وه وقت بھی یاد کرنے کے قابل ہے جس روز ہم ان تمام خلائق کو جمع کریں گے، پھر ہم مشرکین سے کہیں گے کہ تمہارے وه شرکا، جن کے معبود ہونے کا تم دعویٰ کرتے تھے، کہاں گئے؟"
        },
        {
            "chapter": 6,
            "verse": 23,
            "text": "پھر ان کے شرک کا انجام اس کے سوا اور کچھ بھی نہ ہوگا کہ وه یوں کہیں گے کہ قسم اللہ کی اپنے پروردگار کی ہم مشرک نہ تھے"
        },
        {
            "chapter": 6,
            "verse": 24,
            "text": "ذرا دیکھو تو انہوں نے کس طرح جھوٹ بوﻻ اپنی جانوں پر اور جن چیزوں کو وه جھوٹ موٹ تراشا کرتے تھے وه سب غائب ہوگئے"
        },
        {
            "chapter": 6,
            "verse": 25,
            "text": "اور ان میں بعض ایسے ہیں کہ آپ کی طرف کان لگاتے ہیں اور ہم نے ان کے دلوں پر پرده ڈال رکھا ہے اس سے کہ وه اس کو سمجھیں اور ان کے کانوں میں ڈاٹ دے رکھی ہے اور اگر وه لوگ تمام دﻻئل کو دیکھ لیں تو بھی ان پر کبھی ایمان نہ ﻻئیں، یہاں تک کہ جب یہ لوگ آپ کے پاس آتے ہیں تو آپ سے خواه مخواه جھگڑتے ہیں، یہ لوگ جو کافر ہیں یوں کہتے ہیں کہ یہ تو کچھ بھی نہیں صرف بے سند باتیں ہیں جو پہلوں سے چلی آ رہی ہیں"
        },
        {
            "chapter": 6,
            "verse": 26,
            "text": "اور یہ لوگ اس سے دوسروں کو بھی روکتے ہیں اور خود بھی اس سے دور دور رہتے ہیں اور یہ لوگ اپنے ہی کو تباه کر رہے ہیں اور کچھ خبر نہیں رکھتے"
        },
        {
            "chapter": 6,
            "verse": 27,
            "text": "اور اگر آپ اس وقت دیکھیں جب کہ یہ دوزخ کے پاس کھڑے کئے جائیں تو کہیں گے ہائے کیا اچھی بات ہو کہ ہم پھر واپس بھیج دیئے جائیں اور اگر ایسا ہو جائے تو ہم اپنے رب کی آیات کو جھوٹا نہ بتلائیں اور ہم ایمان والوں میں سے ہو جائیں"
        },
        {
            "chapter": 6,
            "verse": 28,
            "text": "بلکہ جس چیز کو اس کے قبل چھپایا کرتے تھے وه ان کے سامنے آگئی ہے اور اگر یہ لوگ پھر واپس بھیج دیئے جائیں تب بھی یہ وہی کام کریں گے جس سے ان کو منع کیا گیا تھا اور یقیناً یہ بالکل جھوٹے ہیں"
        },
        {
            "chapter": 6,
            "verse": 29,
            "text": "اور یہ کہتے ہیں کہ صرف یہی دنیاوی زندگی ہماری زندگی ہے اور ہم زنده نہ کئے جائیں گے"
        },
        {
            "chapter": 6,
            "verse": 30,
            "text": "اور اگر آپ اس وقت دیکھیں جب یہ اپنے رب کے سامنے کھڑے کئے جائیں گے۔ اللہ فرمائے گا کہ کیا یہ امر واقعی نہیں ہے؟ وه کہیں گے بےشک قسم اپنے رب کی۔ اللہ تعالیٰ فرمائے گا تو اب اپنے کفر کے عوض عذاب چکھو"
        },
        {
            "chapter": 6,
            "verse": 31,
            "text": "بےشک خساره میں پڑے وه لوگ جنہوں نے اللہ سے ملنے کی تکذیب کی، یہاں تک کہ جب وه معین وقت ان پر دفعتاً آ پہنچے گا، کہیں گے کہ ہائے افسوس ہماری کوتاہی پر جو اس کے بارے میں ہوئی، اور حالت ان کی یہ ہوگی کہ وه اپنے بار اپنی پیٹھوں پر ﻻدے ہوں گے، خوب سن لو کہ بری ہوگی وه چیز جس کو وه ﻻدیں گے"
        },
        {
            "chapter": 6,
            "verse": 32,
            "text": "اور دنیاوی زندگانی تو کچھ بھی نہیں بجز لہو ولعب کے۔ اور دار آخرت متقیوں کے لئے بہتر ہے۔ کیا تم سوچتے سمجھتے نہیں ہو"
        },
        {
            "chapter": 6,
            "verse": 33,
            "text": "ہم خوب جانتے ہیں کہ آپ کو ان کے اقوال مغموم کرتے ہیں، سو یہ لوگ آپ کو جھوٹا نہیں کہتے لیکن یہ ﻇالم تو اللہ کی آیتوں کا انکار کرتے ہیں"
        },
        {
            "chapter": 6,
            "verse": 34,
            "text": "اور بہت سے پیغمبر جو آپ سے پہلے ہوئے ہیں ان کی بھی تکذیب کی جا چکی ہے سو انہوں نے اس پر صبر ہی کیا، ان کی تکذیب کی گئی اور ان کو ایذائیں پہنچائی گئیں یہاں تک کہ ہماری امداد ان کو پہنچی اور اللہ کی باتوں کا کوئی بدلنے واﻻ نہیں اور آپ کے پاس بعض پیغمبروں کی بعض خبریں پہنچ چکی ہیں"
        },
        {
            "chapter": 6,
            "verse": 35,
            "text": "اور اگر آپ کو ان کا اعراض گراں گزرتا ہے تو اگر آپ کو یہ قدرت ہے کہ زمین میں کوئی سرنگ یا آسمان میں کوئی سیڑھی ڈھونڈ لو پھر کوئی معجزه لے آؤ تو کرو اور اگر اللہ کو منظور ہوتا تو ان سب کو راه راست پر جمع کر دیتا سو آپ نادانوں میں سے نہ ہوجائیے"
        }
    ]
}