{
    "maqras": [
        {
            "chapter": 6,
            "verse": 59,
            "text": "اور اللہ تعالیٰ ہی کے پاس ہیں غیب کی کنجیاں، (خزانے) ان کو کوئی نہیں جانتا بجز اللہ کے۔ اور وه تمام چیزوں کو جانتا ہے جو کچھ خشکی میں ہیں اور جو کچھ دریاؤں میں ہیں اور کوئی پتا نہیں گرتا مگر وه اس کو بھی جانتا ہے اور کوئی دانہ زمین کے تاریک حصوں میں نہیں پڑتا اور نہ کوئی تر اور نہ کوئی خشک چیز گرتی ہے مگر یہ سب کتاب مبین میں ہیں"
        },
        {
            "chapter": 6,
            "verse": 60,
            "text": "اور وه ایسا ہے کہ رات میں تمہاری روح کو (ایک گونہ) قبض کردیتا ہے اور جو کچھ تم دن میں کرتے ہو اس کو جانتا ہے پھر تم کو جگا اٹھاتا ہے تاکہ میعاد معین تمام کر دی جائے پھر اسی کی طرف تم کو جانا ہے پھر تم کو بتلائے گا جو کچھ تم کیا کرتے تھے"
        },
        {
            "chapter": 6,
            "verse": 61,
            "text": "اور وہی اپنے بندوں کے اوپر غالب ہے برتر ہے اور تم پر نگہداشت رکھنے والے بھیجتا ہے یہاں تک کہ جب تم میں سے کسی کو موت آ پہنچتی ہے، اس کی روح ہمارے بھیجے ہوئے فرشتے قبض کرلیتے ہیں اور وه ذرا کوتاہی نہیں کرتے"
        },
        {
            "chapter": 6,
            "verse": 62,
            "text": "پھر سب اپنے مالک حقیقی کے پاس ﻻئے جائیں گے۔ خوب سن لو فیصلہ اللہ ہی کا ہوگا اور وه بہت جلد حساب لے گا"
        },
        {
            "chapter": 6,
            "verse": 63,
            "text": "آپ کہئے کہ وه کون ہے جو تم کو خشکی اور دریا کی ﻇلمات سے نجات دیتا ہے۔ تم اس کو پکارتے ہو گڑگڑا کر چپکے چپکے، کہ اگر تو ہم کو ان سے نجات دے دے تو ہم ضرور شکر کرنے والوں میں سے ہوجائیں گے"
        },
        {
            "chapter": 6,
            "verse": 64,
            "text": "آپ کہہ دیجئے کہ اللہ ہی تم کو ان سے نجات دیتا ہے اور ہر غم سے، تم پھر بھی شرک کرنے لگتے ہو"
        },
        {
            "chapter": 6,
            "verse": 65,
            "text": "آپ کہئے کہ اس پر بھی وہی قادر ہے کہ تم پر کوئی عذاب تمہارے اوپر سے بھیج دے یا تمہارے پاؤں تلے سے یا کہ تم کو گروه گروه کرکے سب کو بھڑا دے اور تمہارے ایک کو دوسرے کی لڑائی چکھا دے۔ آپ دیکھیے تو سہی ہم کس طرح دﻻئل مختلف پہلوؤں سے بیان کرتے ہیں شاید وه سمجھ جائیں"
        },
        {
            "chapter": 6,
            "verse": 66,
            "text": "اور آپ کی قوم اس کی تکذیب کرتی ہے حاﻻنکہ وه یقینی ہے۔ آپ کہہ دیجئے کہ میں تم پر تعینات نہیں کیا گیا ہوں"
        },
        {
            "chapter": 6,
            "verse": 67,
            "text": "ہر خبر (کے وقوع) کا ایک وقت ہے اور جلد ہی تم کو معلوم ہوجائے گا"
        },
        {
            "chapter": 6,
            "verse": 68,
            "text": "اور جب آپ ان کو لوگوں کو دیکھیں جو ہماری آیات میں عیب جوئی کر رہے ہیں تو ان لوگوں سے کناره کش ہوجائیں یہاں تک کہ وه کسی اور بات میں لگ جائیں اور اگر آپ کو شیطان بھلا دے تو یاد آنے کے بعد پھر ایسے ﻇالم لوگوں کے ساتھ مت بیٹھیں"
        },
        {
            "chapter": 6,
            "verse": 69,
            "text": "اور جو لوگ پرہیزگار ہیں ان پر ان کی باز پرس کا کوئی اﺛر نہ پہنچے گا اور لیکن ان کے ذمہ نصیحت کردینا ہے شاید وه تقویٰ اختیار کریں"
        },
        {
            "chapter": 6,
            "verse": 70,
            "text": "اور ایسے لوگوں سے بالکل کناره کش رہیں جنہوں نے اپنے دین کو کھیل تماشا بنا رکھا ہے اور دنیوی زندگی نے انہیں دھوکہ میں ڈال رکھا ہے اور اس قرآن کے ذریعہ سے نصیحت بھی کرتے رہیں تاکہ کوئی شخص اپنے کردار کے سبب (اس طرح) نہ پھنس جائے کہ کوئی غیر اللہ اس کا نہ مددگار ہو اور نہ سفارشی اور یہ کیفیت ہو کہ اگر دنیا بھر کا معاوضہ بھی دے ڈالے تب بھی اس سے نہ لیا جائے۔ ایسے ہی ہیں کہ اپنے کردار کے سبب پھنس گئے، ان کے لئے نہایت تیز گرم پانی پینے کے لئے ہوگا اور دردناک سزا ہوگی اپنے کفر کے سبب"
        },
        {
            "chapter": 6,
            "verse": 71,
            "text": "آپ کہہ دیجئے کہ کیا ہم اللہ تعالیٰ کے سوا ایسی چیز کو پکاریں کہ نہ وه ہم کو نفع پہنچائے اور نہ ہم کو نقصان پہنچائے اور کیا ہم الٹے پھر جائیں اس کے بعد کہ ہم کو اللہ تعالیٰ نے ہدایت کردی ہے، جیسے کوئی شخص ہو کہ اس کو شیطانوں نے کہیں جنگل میں بےراه کردیا ہو اور وه بھٹکتا پھرتا ہو، اس کے کچھ ساتھی بھی ہوں کہ وه اس کو ٹھیک راستہ کی طرف بلا رہے ہوں کہ ہمارے پاس آ۔ آپ کہہ دیجئے کہ یقینی بات ہے کہ راه راست وه خاص اللہ ہی کی راه ہے اور ہم کو یہ حکم ہوا ہے کہ ہم پروردگار عالم کے پورے مطیع ہوجائیں"
        },
        {
            "chapter": 6,
            "verse": 72,
            "text": "اور یہ کہ نماز کی پابندی کرو اور اس سے ڈرو اور وہی ہے جس کے پاس تم سب جمع کئے جاؤ گے"
        },
        {
            "chapter": 6,
            "verse": 73,
            "text": "اور وہی ہے جس نے آسمانوں اور زمین کو برحق پیدا کیا اور جس وقت اللہ تعالیٰ اتنا کہہ دے گا تو ہوجا بس وه ہو پڑے گا۔ اس کا کہنا حق اور بااﺛر ہے۔ اور ساری حکومت خاص اسی کی ہوگی جب کہ صُور میں پھونک ماری جائے گی وه جاننے واﻻ ہے پوشیده چیزوں کا اور ﻇاہر چیزوں کا اور وہی ہے بڑی حکمت واﻻ پوری خبر رکھنے واﻻ"
        }
    ]
}