{
    "maqras": [
        {
            "chapter": 7,
            "verse": 31,
            "text": "اے اوﻻد آدم! تم مسجد کی ہر حاضری کے وقت اپنا لباس پہن لیا کرو۔ اور خوب کھاؤ اور پیو اور حد سے مت نکلو۔ بےشک اللہ حد سے نکل جانے والوں کو پسند نہیں کرتا"
        },
        {
            "chapter": 7,
            "verse": 32,
            "text": "آپ فرمائیے کہ اللہ تعالیٰ کے پیدا کئے ہوئے اسباب زینت کو، جن کو اس نے اپنے بندوں کے واسطے بنایا ہے اور کھانے پینے کی حلال چیزوں کو کس شخص نے حرام کیا ہے؟ آپ کہہ دیجئے کہ یہ اشیا اس طور پر کہ قیامت کے روز خالص ہوں گی اہل ایمان کے لئے، دنیوی زندگی میں مومنوں کے لئے بھی ہیں۔ ہم اسی طرح تمام آیات کو سمجھ داروں کے واسطے صاف صاف بیان کرتے ہیں"
        },
        {
            "chapter": 7,
            "verse": 33,
            "text": "آپ فرمائیے کہ البتہ میرے رب نے صرف حرام کیا ہے ان تمام فحش باتوں کو جو علانیہ ہیں اور جو پوشیده ہیں اور ہر گناه کی بات کو اور ناحق کسی پر ﻇلم کرنے کو اور اس بات کو کہ تم اللہ کے ساتھ کسی ایسی چیز کو شریک ٹھہراؤ جس کی اللہ نے کوئی سند نازل نہیں کی اور اس بات کو کہ تم لوگ اللہ کے ذمے ایسی بات لگادو جس کو تم جانتے نہیں"
        },
        {
            "chapter": 7,
            "verse": 34,
            "text": "اور ہر گروه کے لئے ایک میعاد معین ہے سو جس وقت ان کی میعاد معین آجائے گی اس وقت ایک ساعت نہ پیچھے ہٹ سکیں گے اور نہ آگے بڑھ سکیں گے"
        },
        {
            "chapter": 7,
            "verse": 35,
            "text": "اے اوﻻد آدم! اگر تمہارے پاس پیغمبر آئیں جو تم ہی میں سے ہوں جو میرے احکام تم سے بیان کریں تو جو شخص تقویٰ اختیار کرے اور درستی کرے سو ان لوگوں پر نہ کچھ اندیشہ ہے اور نہ وه غمگین ہوں گے"
        },
        {
            "chapter": 7,
            "verse": 36,
            "text": "اور جو لوگ ہمارے ان احکام کو جھٹلائیں اور ان سے تکبر کریں وه لوگ دوزخ والے ہوں گے وه اس میں ہمیشہ ہمیشہ رہیں گے"
        },
        {
            "chapter": 7,
            "verse": 37,
            "text": "سو اس شخص سے زیاده ﻇالم کون ہوگا جو اللہ تعالیٰ پر جھوٹ باندھے یا اس کی آیتوں کو جھوٹا بتائے، ان لوگوں کے نصیب کا جو کچھ کتاب سے ہے وه ان کو مل جائے گا، یہاں تک کہ جب ان کے پاس ہمارے بھیجے ہوئے فرشتے ان کی جان قبض کرنے آئیں گے تو کہیں گے کہ وه کہاں گئے جن کی تم اللہ کو چھوڑ کر عبادت کرتے تھے، وه کہیں گے کہ ہم سے سب غائب ہوگئے اور اپنے کافر ہونے کا اقرار کریں گے"
        },
        {
            "chapter": 7,
            "verse": 38,
            "text": "اللہ تعالیٰ فرمائے گا کہ جو فرقے تم سے پہلے گزر چکے ہیں جنات میں سے بھی اور آدمیوں میں سے بھی، ان کے ساتھ تم بھی دوزخ میں جاؤ۔ جس وقت بھی کوئی جماعت داخل ہوگی اپنی دوسری جماعت کو لعنت کرے گی یہاں تک کہ جب اس میں سب جمع ہوجائیں گے تو پچھلے لوگ پہلے لوگوں کی نسبت کہیں گے کہ ہمارے پروردگار ہم کو ان لوگوں نے گمراه کیا تھا سو ان کو دوزخ کا عذاب دو گنا دے۔ اللہ تعالیٰ فرمائے گا کہ سب ہی کا دوگنا ہے، لیکن تم کو خبر نہیں"
        },
        {
            "chapter": 7,
            "verse": 39,
            "text": "اور پہلے لوگ پچھلے لوگوں سے کہیں گے کہ پھر تم کو ہم پر کوئی فوقیت نہیں سو تم بھی اپنی کمائی کے بدلے میں عذاب کامزه چکھو"
        },
        {
            "chapter": 7,
            "verse": 40,
            "text": "جن لوگوں نے ہماری آیتوں کو جھٹلایا اور ان سے تکبر کیا ان کے لئے آسمان کے دروازے نہ کھولے جائیں گے اور وه لوگ کبھی جنت میں نہ جائیں گے جب تک کہ اونٹ سوئی کے ناکہ کے اندر سے نہ چلا جائے اور ہم مجرم لوگوں کو ایسی ہی سزا دیتے ہیں"
        },
        {
            "chapter": 7,
            "verse": 41,
            "text": "ان کے لئے آتش دوزخ کا بچھونا ہوگا اور ان کے اوپر (اسی کا) اوڑھنا ہوگا اور ہم ایسے ﻇالموں کو ایسی ہی سزا دیتے ہیں"
        },
        {
            "chapter": 7,
            "verse": 42,
            "text": "اور جو لوگ ایمان ﻻئے اور انہوں نے نیک کام کئے ہم کسی شخص کو اس کی قدرت سے زیاده کسی کا مکلف نہیں بناتے وہی لوگ جنت والے ہیں اور وه اس میں ہمیشہ ہمیشہ رہیں گے"
        },
        {
            "chapter": 7,
            "verse": 43,
            "text": "اور جو کچھ ان کے دلوں میں (کینہ) تھا ہم اس کو دور کردیں گے۔ ان کے نیچے نہریں جاری ہوں گی۔ اور وه لوگ کہیں گے کہ اللہ کا (لاکھ لاکھ) شکر ہے جس نے ہم کو اس مقام تک پہنچایا اور ہماری کبھی رسائی نہ ہوتی اگر اللہ تعالیٰ ہم کو نہ پہنچاتا۔ واقعی ہمارے رب کے پیغمبر سچی باتیں لے کر آئے تھے۔ اور ان سے پکار کر کہا جائے گا کہ اس جنت کے تم وارث بنائے گئے ہو اپنے اعمال کے بدلے"
        },
        {
            "chapter": 7,
            "verse": 44,
            "text": "اور اہل جنت اہل دوزخ کو پکاریں گے کہ ہم سے جو ہمارے رب نے وعده فرمایا تھا ہم نے تو اس کو واقعہ کے مطابق پایا، سو تم سے جو تمہارے رب نے وعده کیا تھا تم نے بھی اس کو واقعہ کے مطابق پایا وه کہیں گے ہاں، پھر ایک پکارنے واﻻ دونوں کے درمیان میں پکارے گا کہ اللہ کی مار ہو ان ﻇالموں پر"
        },
        {
            "chapter": 7,
            "verse": 45,
            "text": "جو اللہ کی راه سے اعراض کرتے تھے اور اس میں کجی تلاش کرتے تھے اور وه لوگ آخرت کے بھی منکر تھے"
        },
        {
            "chapter": 7,
            "verse": 46,
            "text": "اور ان دونوں کے درمیان ایک آڑ ہوگی اور اعراف کے اوپر بہت سے آدمی ہوں گے وه لوگ، ہر ایک کو ان کے قیافہ سے پہچانیں گے اور اہل جنت کو پکار کر کہیں گے، السلام علیکم! ابھی یہ اہل اعراف جنت میں داخل نہیں ہوئے ہوں گے اور اس کے امیدوار ہوں گے"
        }
    ]
}