{
    "maqras": [
        {
            "chapter": 10,
            "verse": 71,
            "text": "اور آپ ان کو نوح﴿علیہ السلام﴾ کا قصہ پڑھ کر سنائیے جب کہ انہوں نے اپنی قوم سے فرمایا کہ اے میری قوم! اگر تم کو میرا رہنا اور احکام الٰہی کی نصیحت کرنا بھاری معلوم ہوتا ہے تو میرا تو اللہ ہی پر بھروسہ ہے۔ تم اپنی تدبیر مع اپنے شرکا کے پختہ کرلو پھر تمہاری تدبیر تمہاری گھٹن کا باعﺚ نہ ہونی چاہئے۔ پھر میرے ساتھ کر گزرو اور مجھ کو مہلت نہ دو"
        },
        {
            "chapter": 10,
            "verse": 72,
            "text": "پھر بھی اگر تم اعراض ہی کیے جاؤ تو میں نے تم سے کوئی معاوضہ تو نہیں مانگا، میرا معاوضہ تو صرف اللہ ہی کے ذمہ ہے اور مجھ کو حکم کیا گیا ہے کہ میں مسلمانوں میں سے رہوں"
        },
        {
            "chapter": 10,
            "verse": 73,
            "text": "سو وه لوگ ان کو جھٹلاتے رہے پس ہم نے ان کو اور جو ان کے ساتھ کشتی میں تھے ان کو نجات دی اور ان کو جانشین بنایا اور جنہوں نے ہماری آیتوں کو جھٹلایا تھا ان کو غرق کردیا۔ سو دیکھنا چاہئے کیسا انجام ہوا ان لوگوں کا جو ڈرائے جاچکے تھے"
        },
        {
            "chapter": 10,
            "verse": 74,
            "text": "پھر نوح (علیہ السلام) کے بعد ہم نے اور رسولوں کو ان کی قوموں کی طرف بھیجا سو وه ان کے پاس روشن دلیلیں لے کر آئے پس جس چیز کو انہوں نے اول میں جھوٹا کہہ دیا یہ نہ ہوا کہ پھر اس کو مان لیتے۔ اللہ تعالیٰ اسی طرح حد سے بڑھنے والوں کے دلوں پر بند لگا دیتا ہے"
        },
        {
            "chapter": 10,
            "verse": 75,
            "text": "پھر ان پیغمبروں کے بعد ہم نے موسیٰ اور ہارون (علیہما السلام) کو، فرعون اور اس کے سرداروں کے پاس اپنی نشانیاں دے کر بھیجا۔ سو انہوں نے تکبر کیا اور وه لوگ مجرم قوم تھے"
        },
        {
            "chapter": 10,
            "verse": 76,
            "text": "پھر جب ان کو ہمارے پاس سے صحیح دلیل پہنچی تو وه لوگ کہنے لگے کہ یقیناً یہ صریح جادو ہے"
        },
        {
            "chapter": 10,
            "verse": 77,
            "text": "موسیٰ (علیہ السلام) نے فرمایا کہ کیا تم اس صحیح دلیل کی نسبت جب کہ وه تمہارے پاس پہنچی ایسی بات کہتے ہو کیا یہ جادو ہے، حاﻻنکہ جادوگر کامیاب نہیں ہوا کرتے"
        },
        {
            "chapter": 10,
            "verse": 78,
            "text": "وه لوگ کہنے لگے کیا تم ہمارے پاس اس لیے آئے ہو کہ ہم کو اس طریقہ سے ہٹادو جس پر ہم نے اپنے باپ دادوں کو پایا ہے اور تم دونوں کو دنیا میں بڑائی مل جائے اور ہم تم دونوں کو کبھی نہ مانیں گے"
        },
        {
            "chapter": 10,
            "verse": 79,
            "text": "اور فرعون نے کہا کہ میرے پاس تمام ماہر جادوگروں کو حاضر کرو"
        },
        {
            "chapter": 10,
            "verse": 80,
            "text": "پھر جب جادوگر آئے تو موسیٰ (علیہ السلام) نے ان سے فرمایا کہ ڈالو جو کچھ تم ڈالنے والے ہو"
        },
        {
            "chapter": 10,
            "verse": 81,
            "text": "سو جب انہوں نے ڈاﻻ تو موسی﴿علیہ السلام﴾ نے فرمایا کہ یہ جو کچھ تم ﻻئے ہو جادو ہے۔ یقینی بات ہے کہ اللہ اس کو ابھی درہم برہم کیے دیتا ہے، اللہ ایسے فسادیوں کا کام بننے نہیں دیتا"
        },
        {
            "chapter": 10,
            "verse": 82,
            "text": "اور اللہ تعالیٰ حق کو اپنے فرمان سے ﺛابت کردیتا ہے گو مجرم کیسا ہی ناگوار سمجھیں"
        },
        {
            "chapter": 10,
            "verse": 83,
            "text": "پس موسیٰ (علیہ السلام) پر ان کی قوم میں سے صرف قدرے قلیل آدمی ایمان ﻻئے وه بھی فرعون سے اور اپنے حکام سے ڈرتے ڈرتے کہ کہیں ان کو تکلیف پہنچائے اور واقع میں فرعون اس ملک میں زور رکھتا تھا، اور یہ بھی بات تھی کہ وه حد سے باہر ہو جاتا تھا"
        },
        {
            "chapter": 10,
            "verse": 84,
            "text": "اور موسیٰ (علیہ السلام) نے فرمایا کہ اے میری قوم! اگر تم اللہ پر ایمان رکھتے ہو تو اسی پر توکل کرو اگر تم مسلمان ہو"
        },
        {
            "chapter": 10,
            "verse": 85,
            "text": "انہوں نے عرض کیا کہ ہم نے اللہ ہی پر توکل کیا۔ اے ہمارے پروردگار! ہم کو ان ﻇالموں کے لئے فتنہ نہ بنا"
        },
        {
            "chapter": 10,
            "verse": 86,
            "text": "اور ہم کو اپنی رحمت سے ان کافر لوگوں سے نجات دے"
        },
        {
            "chapter": 10,
            "verse": 87,
            "text": "اور ہم نے موسیٰ (علیہ السلام) اور ان کے بھائی کے پاس وحی بھیجی کہ تم دونوں اپنے ان لوگوں کے لیے مصر میں گھر برقرار رکھو اور تم سب اپنے انہی گھروں کو نماز پڑھنے کی جگہ قرار دے لو اور نماز کے پابند رہو اور آپ مسلمانوں کو بشارت دے دیں"
        },
        {
            "chapter": 10,
            "verse": 88,
            "text": "اور موسیٰ (علیہ السلام) نے عرض کیا اے ہمارے رب! تو نے فرعون کو اور اس کے سرداروں کو سامان زینت اور طرح طرح کے مال دنیاوی زندگی میں دیئے۔ اے ہمارے رب! (اسی واسطے دیئے ہیں کہ) وه تیری راه سے گمراه کریں۔ اے ہمارے رب! ان کے مالوں کو نیست ونابود کر دے اور ان کے دلوں کو سخت کردے سو یہ ایمان نہ ﻻنے پائیں یہاں تک کہ دردناک عذاب کو دیکھ لیں"
        },
        {
            "chapter": 10,
            "verse": 89,
            "text": "حق تعالیٰ نے فرمایا کہ تم دونوں کی دعا قبول کرلی گئی، سو تم ﺛابت قدم رہو اور ان لوگوں کی راه نہ چلنا جن کو علم نہیں"
        }
    ]
}