{
    "rukus": [
        {
            "chapter": 7,
            "verse": 73,
            "text": "और समूद की ओर उनके भाई सालेह को भेजा। उसने कहा, \"ऐ मेरी क़ौम के लोगो! अल्लाह की बन्दगी करो। उसके अतिरिक्त तुम्हारा कोई पूज्य नहीं। तुम्हारे पास तुम्हारे रब की ओर से एक स्पष्ट प्रमाण आ चुका है। यह अल्लाह की ऊँटनी तुम्हारे लिए एक निशानी है। अतः इसे छोड़ दो कि अल्लाह की धरती में खाए। और तकलीफ़ पहुँचाने के लिए इसे हाथ न लगाना, अन्यथा तुम्हें एक दुखद यातना आ लेगी।"
        },
        {
            "chapter": 7,
            "verse": 74,
            "text": "और याद करो जब अल्लाह ने आद के पश्चात तुम्हें उसका उत्तराधिकारी बनाया और धरती में तुम्हें ठिकाना प्रदान किया। तुम उसके समतल मैदानों में महल बनाते हो और पहाड़ो को काट-छाँट कर भवनों का रूप देते हो। अतः अल्लाह की सामर्थ्य के चमत्कारों को याद करो और धरती में बिगाड़ पैदा करते न फिरो।"
        },
        {
            "chapter": 7,
            "verse": 75,
            "text": "उसकी क़ौम के सरदार, जो बड़े बने हुए थे, उन कमज़ोर लोगों से, जो उनमें ईमान लाए थे, कहने लगे, \"क्या तुम जानते हो कि सालेह अपने रब का भेजा हुआ (पैग़म्बर) है?\" उन्होंने कहा, \"निस्संदेह जिस चीज़ के साथ वह भेजा गया है, हम उसपर ईमान रखते है।"
        },
        {
            "chapter": 7,
            "verse": 76,
            "text": "उन घमंड करनेवालों ने कहा, \"जिस चीज़ पर तुम ईमान लाए हो, हम तो उसको नहीं मानते।"
        },
        {
            "chapter": 7,
            "verse": 77,
            "text": "फिर उन्होंने उस ऊँटनी की कूचें काट दीं और अपने रब के आदेश की अवहेलना की और बोले, \"ऐ सालेह! हमें तू जिस चीज़ की धमकी देता है, उसे हमपर ले आ, यदि तू वास्तव में रसूलों में से है।"
        },
        {
            "chapter": 7,
            "verse": 78,
            "text": "अन्ततः एक हिला मारनेवाली आपदा ने उन्हें आ लिया और वे अपने घरों में आँधे पड़े रह गए"
        },
        {
            "chapter": 7,
            "verse": 79,
            "text": "फिर वह यह कहता हुआ उनके यहाँ से फिरा, \"ऐ मेरी क़ौम के लोगों! मैं तो तुम्हें अपने रब का संदेश पहुँचा चुका और मैंने तुम्हारा हित चाहा। परन्तु तुम्हें अपने हितैषी पसन्द ही नहीं आते।"
        },
        {
            "chapter": 7,
            "verse": 80,
            "text": "और हमने लूत को भेजा। जब उसने अपनी क़ौम से कहा, \"क्या तुम वह प्रत्यक्ष अश्लील कर्म करते हो, जिसे दुनिया में तुमसे पहले किसी ने नहीं किया"
        },
        {
            "chapter": 7,
            "verse": 81,
            "text": "तुम स्त्रियों को छोड़कर मर्दों से कामेच्छा पूरी करते हो, बल्कि तुम नितान्त मर्यादाहीन लोग हो"
        },
        {
            "chapter": 7,
            "verse": 82,
            "text": "उसकी क़ौम के लोगों का उत्तर इसके अतिरिक्त और कुछ न था कि वे बोले, \"निकालो, उन लोगों को अपनी बस्ती से। ये ऐसे लोग है जो बड़े पाक-साफ़ है"
        },
        {
            "chapter": 7,
            "verse": 83,
            "text": "फिर हमने उसे और उसके लोगों को छुटकारा दिया, सिवाय उसकी स्त्री के कि वह पीछे रह जानेवालों में से थी"
        },
        {
            "chapter": 7,
            "verse": 84,
            "text": "और हमने उनपर एक बरसात बरसाई, तो देखो अपराधियों का कैसा परिणाम हुआ"
        }
    ]
}