{
    "rukus": [
        {
            "chapter": 17,
            "verse": 85,
            "text": "वे तुमसे रूह के विषय में पूछते है। कह दो, \"रूह का संबंध तो मेरे रब के आदेश से है, किन्तु ज्ञान तुम्हें मिला थोड़ा ही है।"
        },
        {
            "chapter": 17,
            "verse": 86,
            "text": "यदि हम चाहें तो वह सब छीन लें जो हमने तुम्हारी ओर प्रकाशना की है, फिर इसके लिए हमारे मुक़ाबले में अपना कोई समर्थक न पाओगे"
        },
        {
            "chapter": 17,
            "verse": 87,
            "text": "यह तो बस तुम्हारे रब की दयालुता है। वास्तविकता यह है कि उसका तुमपर बड़ा अनुग्रह है"
        },
        {
            "chapter": 17,
            "verse": 88,
            "text": "कह दो, \"यदि मनुष्य और जिन्न इसके लिए इकट्ठे हो जाएँ कि क़ुरआन जैसी कोई चीज़ लाएँ, तो वे इस जैसी कोई चीज़ न ला सकेंगे, चाहे वे आपस में एक-दूसरे के सहायक ही क्यों न हों।"
        },
        {
            "chapter": 17,
            "verse": 89,
            "text": "हमने इस क़ुरआन में लोगों के लिए प्रत्येक तत्वदर्शिता की बात फेर-फेरकर बयान की, फिर भी अधिकतर लोगों के लिए इनकार के सिवा हर चीज़ अस्वीकार्य ही रही"
        },
        {
            "chapter": 17,
            "verse": 90,
            "text": "और उन्होंने कहा, \"हम तुम्हारी बात नहीं मानेंगे, जब तक कि तुम हमारे लिए धरती से एक स्रोत प्रवाहित न कर दो"
        },
        {
            "chapter": 17,
            "verse": 91,
            "text": "या फिर तुम्हारे लिए खजूरों और अंगूरों का एक बाग़ हो और तुम उसके बीच बहती नहरें निकाल दो"
        },
        {
            "chapter": 17,
            "verse": 92,
            "text": "या आकाश को टुकड़े-टुकड़े करके हम पर गिरा दो जैसा कि तुम्हारा दावा है, या अल्लाह और फ़रिश्तों ही को हमारे समझ ले आओ"
        },
        {
            "chapter": 17,
            "verse": 93,
            "text": "या तुम्हारे लिए स्वर्ण-निर्मित एक घर हो जाए या तुम आकाश में चढ़ जाओ, और हम तुम्हारे चढ़ने को भी कदापि न मानेंगे, जब तक कि तुम हम पर एक किताब न उतार लाओ, जिसे हम पढ़ सकें।\" कह दो, \"महिमावान है मेरा रब! क्या मैं एक संदेश लानेवाला मनुष्य के सिवा कुछ और भी हूँ"
        }
    ]
}