{
    "rukus": [
        {
            "chapter": 22,
            "verse": 11,
            "text": "और लोगों में कोई ऐसा है, जो एक किनारे पर रहकर अल्लाह की बन्दगी करता है। यदि उसे लाभ पहुँचा तो उससे सन्तुष्ट हो गया और यदि उसे कोई आज़माइश पेश आ गई तो औंधा होकर पलट गया। दुनिया भी खोई और आख़िरत भी। यही है खुला घाटा"
        },
        {
            "chapter": 22,
            "verse": 12,
            "text": "वह अल्लाह को छोड़कर उसे पुकारता है, जो न उसे हानि पहुँचा सके और न उसे लाभ पहुँचा सके। यही हैं परले दर्जे की गुमराही"
        },
        {
            "chapter": 22,
            "verse": 13,
            "text": "वह उसको पुकारता है जिससे पहुँचनेवाली हानि उससे अपेक्षित लाभ की अपेक्षा अधिक निकट है। बहुत ही बुरा संरक्षक है वह और बहुत ही बुरा साथी"
        },
        {
            "chapter": 22,
            "verse": 14,
            "text": "निश्चय ही अल्लाह उन लोगों को, जो ईमान लाए और उन्होंने अच्छे कर्म किए, ऐसे बाग़ों में दाखिल करेगा, जिनके नीचे नहरें बह रही होंगी। निस्संदेह अल्लाह जो चाहे करे"
        },
        {
            "chapter": 22,
            "verse": 15,
            "text": "जो कोई यह समझता है कि अल्लाह दुनिया औऱ आख़िरत में उसकी (रसूल की) कदापि कोई सहायता न करेगा तो उसे चाहिए कि वह आकाश की ओर एक रस्सी ताने, फिर (अल्लाह की सहायता के सिलसिले को) काट दे। फिर देख ले कि क्या उसका उपाय उस चीज़ को दूर कर सकता है जो उसे क्रोध में डाले हुए है"
        },
        {
            "chapter": 22,
            "verse": 16,
            "text": "इसी प्रकार हमने इस (क़ुरआन) को स्पष्ट आयतों के रूप में अवतरित किया। और बात यह है कि अल्लाह जिसे चाहता है मार्ग दिखाता है"
        },
        {
            "chapter": 22,
            "verse": 17,
            "text": "जो लोग ईमान लाए और जो यहूदी हुए और साबिई और ईसाई और मजूस और जिन लोगों ने शिर्क किया - इस सबके बीच अल्लाह क़ियामत के दिन फ़ैसला कर देगा। निस्संदेह अल्लाह की दृष्टि में हर चीज़ है"
        },
        {
            "chapter": 22,
            "verse": 18,
            "text": "क्या तुमनें देखा नहीं कि अल्लाह ही को सजदा करते है वे सब जो आकाशों में है और जो धरती में है, और सूर्य, चन्द्रमा, तारे पहाड़, वृक्ष, जानवर और बहुत-से मनुष्य? और बहुत-से ऐसे है जिनपर यातना का औचित्य सिद्ध हो चुका है, और जिसे अल्लाह अपमानित करे उस सम्मानित करनेवाला कोई नहीं। निस्संदेह अल्लाह जो चाहे करता है"
        },
        {
            "chapter": 22,
            "verse": 19,
            "text": "ये दो विवादी हैं, जो अपने रब के विषय में आपस में झगड़े। अतः जिन लोगों ने कुफ्र किया उनके लिए आग के वस्त्र काटे जा चुके है। उनके सिरों पर खौलता हुआ पानी डाला जाएगा"
        },
        {
            "chapter": 22,
            "verse": 20,
            "text": "इससे जो कुछ उनके पेटों में है, वह पिघल जाएगा और खालें भी"
        },
        {
            "chapter": 22,
            "verse": 21,
            "text": "और उनके लिए (दंड देने को) लोहे के गुर्ज़ होंगे"
        },
        {
            "chapter": 22,
            "verse": 22,
            "text": "जब कभी भी घबराकर उससे निकलना चाहेंगे तो उसी में लौटा दिए जाएँगे और (कहा जाएगा,) \"चखो दहकती आग की यातना का मज़ा"
        }
    ]
}