{
    "rukus": [
        {
            "chapter": 23,
            "verse": 23,
            "text": "हमने नूह को उसकी क़ौम की ओर भेजा तो उसने कहा, \"ऐ मेरी क़ौम के लोगो! अल्लाह की बन्दगी करो। उसके सिवा तुम्हारा और कोई इष्ट-पूज्य नहीं है तो क्या तुम डर नहीं रखते"
        },
        {
            "chapter": 23,
            "verse": 24,
            "text": "इसपर उनकी क़ौम के सरदार, जिन्होंने इनकार किया था, कहने लगे, \"यह तो बस तुम्हीं जैसा एक मनुष्य है। चाहता है कि तुमपर श्रेष्ठता प्राप्त करे।\"\"अल्लाह यदि चाहता तो फ़रिश्ते उतार देता। यह बात तो हमने अपने अगले बाप-दादा के समयों से सुनी ही नहीं"
        },
        {
            "chapter": 23,
            "verse": 25,
            "text": "यह तो बस एक उन्मादग्रस्त व्यक्ति है। अतः एक समय तक इसकी प्रतीक्षा कर लो।"
        },
        {
            "chapter": 23,
            "verse": 26,
            "text": "उसने कहा, \"ऐ मेरे रब! इन्होंने मुझे जो झुठलाया है, इसपर तू मेरी सहायता कर।"
        },
        {
            "chapter": 23,
            "verse": 27,
            "text": "तब हमने उसकी ओर प्रकाशना की कि \"हमारी आँखों के सामने और हमारी प्रकाशना के अनुसार नौका बना और फिर जब हमारा आदेश आ जाए और तूफ़ान उमड़ पड़े तो प्रत्येक प्रजाति में से एक-एक जोड़ा उसमें रख ले और अपने लोगों को भी, सिवाय उनके जिनके विरुद्ध पहले फ़ैसला हो चुका है। और अत्याचारियों के विषय में मुझसे बात न करना। वे तो डूबकर रहेंगे"
        },
        {
            "chapter": 23,
            "verse": 28,
            "text": "फिर जब तू नौका पर सवार हो जाए और तेरे साथी भी तो कह, प्रशंसा है अल्लाह की, जिसने हमें ज़ालिम लोगों से छुटकारा दिया"
        },
        {
            "chapter": 23,
            "verse": 29,
            "text": "और कह, ऐ मेरे रब! मुझे बरकतवाली जगह उतार। और तू सबसे अच्छा मेज़बान है।"
        },
        {
            "chapter": 23,
            "verse": 30,
            "text": "निस्संदेह इसमें कितनी ही निशानियाँ हैं और परीक्षा तो हम करते ही है"
        },
        {
            "chapter": 23,
            "verse": 31,
            "text": "फिर उनके पश्चात हमने एक दूसरी नस्ल को उठाया"
        },
        {
            "chapter": 23,
            "verse": 32,
            "text": "और उनमें हमने स्वयं उन्हीं में से एक रसूल भेजा कि \"अल्लाह की बन्दगी करो। उसके सिवा तुम्हारा कोई इष्ट-पूज्य नहीं। तो क्या तुम डर नहीं रखते"
        }
    ]
}