{
    "rukus": [
        {
            "chapter": 24,
            "verse": 51,
            "text": "मोमिनों की बात तो बस यह होती है कि जब अल्लाह और उसके रसूल की ओर बुलाए जाएँ, ताकि वह उनके बीच फ़ैसला करे, तो वे कहें, \"हमने सुना और आज्ञापालन किया।\" और वही सफलता प्राप्त करनेवाले हैं"
        },
        {
            "chapter": 24,
            "verse": 52,
            "text": "और जो कोई अल्लाह और उसके रसूल का आज्ञा का पालन करे और अल्लाह से डरे और उसकी सीमाओं का ख़याल रखे, तो ऐसे ही लोग सफल है"
        },
        {
            "chapter": 24,
            "verse": 53,
            "text": "वे अल्लाह की कड़ी-कड़ी क़समें खाते है कि यदि तुम उन्हें हुक्म दो तो वे अवश्य निकल खड़े होंगे। कह दो, \"क़समें न खाओ। सामान्य नियम के अनुसार आज्ञापालन ही वास्तकिव चीज़ है। तुम जो कुछ करते हो अल्लाह उसकी ख़बर रखता है।"
        },
        {
            "chapter": 24,
            "verse": 54,
            "text": "कहो, \"अल्लाह का आज्ञापालन करो और उसके रसूल का कहा मानो। परन्तु यदि तुम मुँह मोड़ते हो तो उसपर तो बस वही ज़िम्मेदारी है जिसका बोझ उसपर डाला गया है, और तुम उसके ज़िम्मेदार हो जिसका बोझ तुमपर डाला गया है। और यदि तुम आज्ञा का पालन करोगे तो मार्ग पा लोगे। और रसूल पर तो बस साफ़-साफ़ (संदेश) पहुँचा देने ही की ज़िम्मेदारी है"
        },
        {
            "chapter": 24,
            "verse": 55,
            "text": "अल्लाह ने उन लोगों से जो तुममें से ईमान लाए और उन्होने अच्छे कर्म किए, वादा किया है कि वह उन्हें धरती में अवश्य सत्ताधिकार प्रदान करेगा, जैसे उसने उनसे पहले के लोगों को सत्ताधिकार प्रदान किया था। औऱ उनके लिए अवश्य उनके उस धर्म को जमाव प्रदान करेगा जिसे उसने उनके लिए पसन्द किया है। और निश्चय ही उनके वर्तमान भय के पश्चात उसे उनके लिए शान्ति और निश्चिन्तता में बदल देगा। वे मेरी बन्दगी करते है, मेरे साथ किसी चीज़ को साझी नहीं बनाते। और जो कोई इसके पश्चात इनकार करे, तो ऐसे ही लोग अवज्ञाकारी है"
        },
        {
            "chapter": 24,
            "verse": 56,
            "text": "नमाज़ का आयोजन करो और ज़कात दो और रसूल की आज्ञा का पालन करो, ताकि तुमपर दया की जाए"
        },
        {
            "chapter": 24,
            "verse": 57,
            "text": "यह कदापि न समझो कि इनकार की नीति अपनानेवाले धरती में क़ाबू से बाहर निकल जानेवाले है। उनका ठिकाना आग है, और वह बहुत ही बुरा ठिकाना है"
        }
    ]
}