{
    "rukus": [
        {
            "chapter": 2,
            "verse": 21,
            "text": "ऐ लोगो! बन्दगी करो अपने रब की जिसने तुम्हें और तुमसे पहले के लोगों को पैदा किया, ताकि तुम बच सको"
        },
        {
            "chapter": 2,
            "verse": 22,
            "text": "वही है जिसने तुम्हारे लिए ज़मीन को फर्श और आकाश को छत बनाया, और आकाश से पानी उतारा, फिर उसके द्वारा हर प्रकार की पैदावार की और फल तुम्हारी रोजी के लिए पैदा किए, अतः जब तुम जानते हो तो अल्लाह के समकक्ष न ठहराओ"
        },
        {
            "chapter": 2,
            "verse": 23,
            "text": "और अगर उसके विषय में जो हमने अपने बन्दे पर उतारा हैं, तुम किसी सन्देह में न हो तो उस जैसी कोई सूरा ले आओ और अल्लाह से हटकर अपने सहायकों को बुला लो जिनके आ मौजूद होने पर तुम्हें विश्वास हैं, यदि तुम सच्चे हो"
        },
        {
            "chapter": 2,
            "verse": 24,
            "text": "फिर अगर तुम ऐसा न कर सको और तुम कदापि नहीं कर सकते, तो डरो उस आग से जिसका ईधन इनसान और पत्थर हैं, जो इनकार करनेवालों के लिए तैयार की गई है"
        },
        {
            "chapter": 2,
            "verse": 25,
            "text": "जो लोग ईमान लाए और उन्होंने अच्छे कर्म किए उन्हें शुभ सूचना दे दो कि उनके लिए ऐसे बाग़ है जिनके नीचे नहरें बह रहीं होगी; जब भी उनमें से कोई फल उन्हें रोजी के रूप में मिलेगा, तो कहेंगे, \"यह तो वही हैं जो पहले हमें मिला था,\" और उन्हें मिलता-जुलता ही (फल) मिलेगा; उनके लिए वहाँ पाक-साफ़ पत्नि याँ होगी, और वे वहाँ सदैव रहेंगे"
        },
        {
            "chapter": 2,
            "verse": 26,
            "text": "निस्संदेह अल्लाह नहीं शरमाता कि वह कोई मिसाल पेश करे चाहे वह हो मच्छर की, बल्कि उससे भी बढ़कर किसी तुच्छ चीज़ की। फिर जो ईमान लाए है वे तो जानते है कि वह उनके रब की ओर से सत्य हैं; रहे इनकार करनेवाले तो वे कहते है, \"इस मिसाल से अल्लाह का अभिप्राय क्या है?\" इससे वह बहुतों को भटकने देता है और बहुतों को सीधा मार्ग दिखा देता है, मगर इससे वह केवल अवज्ञाकारियों ही को भटकने देता है"
        },
        {
            "chapter": 2,
            "verse": 27,
            "text": "जो अल्लाह की प्रतिज्ञा को उसे सुदृढ़ करने के पश्चात भंग कर देते हैं और जिसे अल्लाह ने जोड़ने का आदेश दिया है उसे काट डालते हैं, और ज़मीन में बिगाड़ पैदा करते हैं, वही हैं जो घाटे में हैं"
        },
        {
            "chapter": 2,
            "verse": 28,
            "text": "तुम अल्लाह के साथ अविश्वास की नीति कैसे अपनाते हो, जबकि तुम निर्जीव थे तो उसने तुम्हें जीवित किया, फिर वही तुम्हें मौत देता हैं, फिर वही तुम्हें जीवित करेगा, फिर उसी की ओर तुम्हें लौटना हैं"
        },
        {
            "chapter": 2,
            "verse": 29,
            "text": "वही तो है जिसने तुम्हारे लिए ज़मीन की सारी चीज़े पैदा की, फिर आकाश की ओर रुख़ किया और ठीक तौर पर सात आकाश बनाए और वह हर चीज़ को जानता है"
        }
    ]
}