{
    "rukus": [
        {
            "chapter": 58,
            "verse": 14,
            "text": "क्या तुमने उन लोगों को नहीं देखा जिन्होंने ऐसे लोगों को मित्र बनाया जिनपर अल्लाह का प्रकोप हुआ है? वे न तुममें से है और न उनमें से। और वे जानते-बूझते झूठी बात पर क़सम खाते है"
        },
        {
            "chapter": 58,
            "verse": 15,
            "text": "अल्लाह ने उनके लिए कठोर यातना तैयार कर रखी है। निश्चय ही बुरा है जो वे कर रहे है"
        },
        {
            "chapter": 58,
            "verse": 16,
            "text": "उन्होंने अपनी क़समों को ढाल बना रखा है। अतः वे अल्लाह के मार्ग से (लोगों को) रोकते है। तो उनके लिए रुसवा करनेवाली यातना है"
        },
        {
            "chapter": 58,
            "verse": 17,
            "text": "अल्लाह से बचाने के लिए न उनके माल उनके कुछ काम आएँगे और न उनकी सन्तान। वे आगवाले हैं। उसी में वे सदैव रहेंगे"
        },
        {
            "chapter": 58,
            "verse": 18,
            "text": "जिस दिन अल्लाह उन सबको उठाएगा तो वे उसके सामने भी इसी तरह क़समें खाएँगे, जिस तरह तुम्हारे सामने क़समें खाते है और समझते हैं कि वे किसी बुनियाद पर है। सावधान रहो, निश्चय ही वही झूठे है"
        },
        {
            "chapter": 58,
            "verse": 19,
            "text": "उनपर शैतान ने पूरी तरह अपना प्रभाव जमा लिया है। अतः उसने अल्लाह की याद को उनसे भुला दिया। वे शैतान की पार्टीवाले हैं। सावधान रहो शैतान की पार्टीवाले ही घाटे में रहनेवाले हैं"
        },
        {
            "chapter": 58,
            "verse": 20,
            "text": "निश्चय ही जो लोग अल्लाह और उसके रसूल का विरोध करते है वे अत्यन्त अपमानित लोगों में से है"
        },
        {
            "chapter": 58,
            "verse": 21,
            "text": "अल्लाह ने लिए दिया है, \"मैं और मेरे रसूल ही विजयी होकर रहेंगे।\" निस्संदेह अल्लाह शक्तिमान, प्रभुत्वशाली है"
        },
        {
            "chapter": 58,
            "verse": 22,
            "text": "तुम उन लोगों को ऐसा कभी नहीं पाओगे जो अल्लाह और अन्तिम दि पर ईमान रखते है कि वे उन लोगों से प्रेम करते हो जिन्होंने अल्लाह और उसके रसूल का विरोध किया, यद्यपि वे उनके अपने बाप हों या उनके अपने बेटे हो या उनके अपने भाई या उनके अपने परिवारवाले ही हो। वही लोग हैं जिनके दिलों में अल्लाह ने ईमान को अंकित कर दिया है और अपनी ओर से एक आत्मा के द्वारा उन्हें शक्ति दी है। और उन्हें वह ऐसे बाग़ों में दाख़िल करेगा जिनके नीचे नहरें बह रही होंगी; जहाँ वे सदैव रहेंगे। अल्लाह उनसे राज़ी हुआ और वे भी उससे राज़ी हुए। वे अल्लाह की पार्टी के लोग है। सावधान रहो, निश्चय ही अल्लाह की पार्टीवाले ही सफल है"
        }
    ]
}