{
    "rukus": [
        {
            "chapter": 71,
            "verse": 1,
            "text": "हमने नूह को उसकी कौ़म की ओर भेजा कि \"अपनी क़ौम के लोगों को सावधान कर दो, इससे पहले कि उनपर कोई दुखद यातना आ जाए।"
        },
        {
            "chapter": 71,
            "verse": 2,
            "text": "उसने कहा, \"ऐ मेरी क़ौम के लोगो! मैं तुम्हारे लिए एक स्पष्ट सचेतकर्ता हूँ"
        },
        {
            "chapter": 71,
            "verse": 3,
            "text": "कि अल्लाह की बन्दगी करो और उसका डर रखो और मेरी आज्ञा मानो।"
        },
        {
            "chapter": 71,
            "verse": 4,
            "text": "वह तुम्हें क्षमा करके तुम्हारे गुनाहों से तुम्हें पाक कर देगा और एक निश्चित समय तक तुम्हे मुहल्लत देगा। निश्चय ही जब अल्लाह का निश्चित समय आ जाता है तो वह टलता नहीं, काश कि तुम जानते"
        },
        {
            "chapter": 71,
            "verse": 5,
            "text": "उसने कहा, \"ऐ मेरे रब! मैंने अपनी क़ौम के लोगों को रात और दिन बुलाया"
        },
        {
            "chapter": 71,
            "verse": 6,
            "text": "किन्तु मेरी पुकार ने उनके पलायन को ही बढ़ाया"
        },
        {
            "chapter": 71,
            "verse": 7,
            "text": "और जब भी मैंने उन्हें बुलाया, ताकि तू उन्हें क्षमा कर दे, तो उन्होंने अपने कानों में अपनी उँगलियाँ दे लीं और अपने कपड़ो से स्वयं को ढाँक लिया और अपनी हठ पर अड़ गए और बड़ा ही घमंड किया"
        },
        {
            "chapter": 71,
            "verse": 8,
            "text": "फिर मैंने उन्हें खुल्लमखुल्ला बुलाया"
        },
        {
            "chapter": 71,
            "verse": 9,
            "text": "फिर मैंने उनसे खुले तौर पर भी बातें की और उनसे चुपके-चुपके भी बातें की"
        },
        {
            "chapter": 71,
            "verse": 10,
            "text": "और मैंने कहा, अपने रब से क्षमा की प्रार्थना करो। निश्चय ही वह बड़ा क्षमाशील है"
        },
        {
            "chapter": 71,
            "verse": 11,
            "text": "वह बादल भेजेगा तुमपर ख़ूब बरसनेवाला"
        },
        {
            "chapter": 71,
            "verse": 12,
            "text": "और वह माल और बेटों से तुम्हें बढ़ोतरी प्रदान करेगा, और तुम्हारे लिए बाग़ पैदा करेगा और तुम्हारे लिए नहरें प्रवाहित करेगा"
        },
        {
            "chapter": 71,
            "verse": 13,
            "text": "तुम्हें क्या हो गया है कि तुम (अपने दिलों में) अल्लाह के लिए किसी गौरव की आशा नहीं रखते"
        },
        {
            "chapter": 71,
            "verse": 14,
            "text": "हालाँकि उसने तुम्हें विभिन्न अवस्थाओं से गुज़ारते हुए पैदा किया"
        },
        {
            "chapter": 71,
            "verse": 15,
            "text": "क्या तुमने देखा नहीं कि अल्लाह ने किस प्रकार ऊपर तले सात आकाश बनाए"
        },
        {
            "chapter": 71,
            "verse": 16,
            "text": "और उनमें चन्द्रमा को प्रकाश और सूर्य का प्रदीप बनाया"
        },
        {
            "chapter": 71,
            "verse": 17,
            "text": "और अल्लाह ने तुम्हें धरती से विशिष्ट प्रकार से विकसित किया"
        },
        {
            "chapter": 71,
            "verse": 18,
            "text": "फिर वह तुम्हें उसमें लौटाता है और तुम्हें बाहर निकालेगा भी"
        },
        {
            "chapter": 71,
            "verse": 19,
            "text": "और अल्लाह ने तुम्हारे लिए धरती को बिछौना बनाया"
        },
        {
            "chapter": 71,
            "verse": 20,
            "text": "ताकि तुम उसके विस्तृत मार्गों पर चलो।"
        }
    ]
}