{
    "pages": [
        {
            "chapter": 10,
            "verse": 34,
            "text": "Реци: „Има ли међу вашим божанствима иједно које ствара из ничега, а затим то након смрти оживи?“ Реци: „Аллах ствара без претходног примера, а затим то оживи након смрти! Па куда се онда одмећете?“"
        },
        {
            "chapter": 10,
            "verse": 35,
            "text": "Реци: „Може ли иједно ваше божанство да упути ка Истини?“ И одговори: „Само Аллах упућује ка Истини! Па, да ли је онда достојнији слеђења Аллах Који ка Истини упућује или онај који ни сам није на Правом путу, осим ако га Аллах на прави пут не упути? Шта вам је, како расуђујете?“"
        },
        {
            "chapter": 10,
            "verse": 36,
            "text": "Већина њих следи само претпоставке, али претпоставке нимало нису од користи Истини. Аллах уистину добро зна оно што они раде"
        },
        {
            "chapter": 10,
            "verse": 37,
            "text": "Овај Кур'ан није измишљен, од Аллаха је - он потврђује оно што је објављено пре њега и објашњава прописе, нема сумње да је он Објава од Господара светова"
        },
        {
            "chapter": 10,
            "verse": 38,
            "text": "И зар они да говоре: „Мухаммед га измишља!“ Реци: „Па дајте ви једно поглавље као што је њему објављено, и кога год хоћете, од оних у које поред Аллаха верујете, у помоћ позовите, ако истину говорите.“"
        },
        {
            "chapter": 10,
            "verse": 39,
            "text": "Заправо, они поричу пре него што темељно сазнају шта има у њему, а још им није дошло ни његово тумачење. Тако су и они пре њих порицали, па погледај како су завршили неверници"
        },
        {
            "chapter": 10,
            "verse": 40,
            "text": "Има их који у верују у истинитост Кур'ана, а има их који не верују. А твој Господар најбоље познаје смутљивце"
        },
        {
            "chapter": 10,
            "verse": 41,
            "text": "И ако те они буду утеривали у лаж, ти реци: „Мени моја, а вама ваша дела; ви нећете да одговарате за оно што ја радим, а ја нећу да одговарам за оно што ви радите.“"
        },
        {
            "chapter": 10,
            "verse": 42,
            "text": "Има међу многобошцима оних који те слушају. А можеш ли ти да учиниш да те глуви чују, ако још и не разумеју"
        }
    ]
}