{
    "rukus": [
        {
            "chapter": 6,
            "verse": 42,
            "text": "Rasında senen burıñğı ümmmetterge de (payğambar) jibergen edik… Olar jalbarınsın dep, tarşılıq, qïınşılıq arqılı qolğa aldıq"
        },
        {
            "chapter": 6,
            "verse": 43,
            "text": "Sonda olarğa tarşılığımız kelgen zaman jalbarınsa edi. Biraq olardıñ jürekteri qatayğan jäne şaytan olarğa istegenderin ädemi körsetken"
        },
        {
            "chapter": 6,
            "verse": 44,
            "text": "Söytip olar berilgen ügitti umıtqan kezde, olarğa är närseniñ esigin aşıp jiberdik. Xatte berilgen närsege mäz- meyram bolğanğa deyin. Olardı kenetten qolğa alğanımızda, sol waqıtta olar, küderlerin bir- aq üzdi"
        },
        {
            "chapter": 6,
            "verse": 45,
            "text": "Sonda zulımdıq qılğan eldiñ artı kesildi. Jäne barlıq maqtaw älemderdiñ Rabbı Allağa tän"
        },
        {
            "chapter": 6,
            "verse": 46,
            "text": "(Äy Muxamed Ğ.S.): «Eger Alla estw, körw sezimderiñdi alıp, jürekteriñdi mörlese, Alladan basqa senderge onı äkeletin täñir kim? Mağan bildiriñder» de. Qara! Ayattarımızdı qanday ayırıp tüsindiremiz. Odan keyinde olar, odan jüz buradı"
        },
        {
            "chapter": 6,
            "verse": 47,
            "text": "(Muxammed Ğ.S. olarğa) ayt: «Mağan körsetiñder! Eger senderge kenetten nemese körnew Allanıñ azabı kelse, zalım elden basqa kim joq etiledi?»"
        },
        {
            "chapter": 6,
            "verse": 48,
            "text": "Elşilerimizdi qwantwşı äri qorqıtwşı etip jiberemiz. Sonda kim ïman keltirip özin tüzeltse, onda olarğa qorqw joq äri qayğırmaydı"
        },
        {
            "chapter": 6,
            "verse": 49,
            "text": "Jäne ayattarımızdı jasınğa şığarğandardı zulımdıqtarı sebepti azap qolğa aladı"
        },
        {
            "chapter": 6,
            "verse": 50,
            "text": "(Äy Muxammed Ğ.S. Olarğa) ayt: «Janımda Allanıñ qazınası bar demeymin, kömesti de bilmeymin. Jäne senderge periştemin de demeymin. Men özime waxï etilgenge ğana ilesemin. Közdi men közsiz teñ be? Oylamaysıñdar ma?»,- de"
        }
    ]
}