{
    "rukus": [
        {
            "chapter": 29,
            "verse": 31,
            "text": "Elşilerimiz (perişteler), Ibırayım (Ğ.S.) ğa şüyinşimen kelgen sätte: \"Osı xalqı zalım bolğan kentti ras joq etemiz\" desti"
        },
        {
            "chapter": 29,
            "verse": 32,
            "text": "(Ibırayım Ğ.S.): \"Ärïne onda Lut ta bar\" dedi. (Elşiler): \"Ol jerde kimniñ bolğanın jaqsı bilemiz; keyin qalwşılardan bolatın qatınınan basqa özin de uy-işin de älbette qutqaramız\" dedi"
        },
        {
            "chapter": 29,
            "verse": 33,
            "text": "Elşilerimiz Lut (Ğ.S.) qa kelgen sätte, olardıñ saldarınan qınjılıp, köñli taraydı. (Perişteler; körkem jas jigitter stretinde edi. B.J.R.) Olar: \"Qorıqpa da keyime. Söz joq, keyin qalwşılardan bolatın jubayıñnan basqa öziñdi de semyañdı da qutqaramız\" dedi"
        },
        {
            "chapter": 29,
            "verse": 34,
            "text": "Bul kent xalqına buzıqtıqtarınıñ saldarınan kökten päle jawdıramız"
        },
        {
            "chapter": 29,
            "verse": 35,
            "text": "Rasında oylağan elge; odan aşıq önege qaldırdıq"
        },
        {
            "chapter": 29,
            "verse": 36,
            "text": "Mädyanğa twıstarı Şuğayıp (Ğ.S.) tı jiberdik te: \"Äy elim! •Allağa qulşılıq qılıñdar da axïret küninen ümit etiñder. Jer jüzinde buzaqılıq istep, jürmeñder\" dedi"
        },
        {
            "chapter": 29,
            "verse": 37,
            "text": "Sonda eli onı jasınğa şığardı. Sondıqtan jer qattı silkinip, jurttarında tïpıl boldı"
        },
        {
            "chapter": 29,
            "verse": 38,
            "text": "Sonday-aq Ğad, Sämüd (eli de joq bolğan). Rasında senderge olardıñ jurttarınan-aq bayqaladı. Şaytan olardıñ qılıqtarın ädemi körsetip, olardı joldan tostı; olar körip, bilip tursa da"
        },
        {
            "chapter": 29,
            "verse": 39,
            "text": "Qarün, Perğawın jäne Ćamandı da (joq ettik.) Rasında Musa (Ğ.S.) olarğa aşıq belgiler keltirgen edi de olar jer jüzinde dandaysığan edi. Sonda da olar qaşıp qutıla almadı"
        },
        {
            "chapter": 29,
            "verse": 40,
            "text": "Olardıñ künälarınıñ saldarınan keybirewlerin; üstine tas jawdırıp, keybirewlerin; aşçı dawıspen, keybirlerin; jerge juttırıp jäne keybirewlerin de swğa batırıp, bärin qolğa aldıq. Alla olarğa zulımdıq etpedi. Biraq olar özderine zulımdıq etti"
        },
        {
            "chapter": 29,
            "verse": 41,
            "text": "Alladan özgeni ïe etip alğandar; uya jasap alğan örmekşiniñ mısalı sïyaqtı: Şın mäninde uylerdiñ eñ osalı örmekşiniñ uyası. Eger olar biletin bolsa"
        },
        {
            "chapter": 29,
            "verse": 42,
            "text": "Söz joq, Alla (T.) olardıñ özinen özge kimge jalbarınğanın biledi. Ol, öte üstem, xïkmet ïesi"
        },
        {
            "chapter": 29,
            "verse": 43,
            "text": "Mine osı mısaldardı adamdar üşin keltiremiz. Biraq olardı bilgender ğana tüsinedi"
        },
        {
            "chapter": 29,
            "verse": 44,
            "text": "Alla kökter men jerdi xaqïqat boyınşa jarattı. Rasında bunda ïman keltirgender üşin bir dälel bar"
        }
    ]
}