{
    "rukus": [
        {
            "chapter": 30,
            "verse": 28,
            "text": "Ol, senderge özderiñnen mısal keltiredi: Senderge Biz bergen nesibe de qol astarıñdağı quldar da sender men teñ ortaq bolıp, olardan özderiñnen jasqanğanday jasqanasıñdar ma? Osılayşa ayattarımızdı aqıl jumsağan elge egjey-tegjeyli bayan etemiz"
        },
        {
            "chapter": 30,
            "verse": 29,
            "text": "Ärïne zalımdar, bilmese de köñilderi tartqan jaqqa ketken. Alla adastırğan kisige kim twra jol körsetedi. Sonday-aq olarğa eşbir järdemşi joq"
        },
        {
            "chapter": 30,
            "verse": 30,
            "text": "(Muxammed Ğ.S.) bärinen bet burıp, jüzindi Ïslam dinine jönelt. Alla jaratılısta adam balasın soğan arnap jaratqan. Allanıñ jaratwında özgeris bolmaydı. Osı tüp-twra din. Biraq adamdardıñ köbi tüsinbeydi. (S. 56-A)"
        },
        {
            "chapter": 30,
            "verse": 31,
            "text": "Allağa boy usınğan türde Odan qorqa otırıp, namazdı orındañdar. Äri ortaq qoswşılardan bolmañdar"
        },
        {
            "chapter": 30,
            "verse": 32,
            "text": "Sonday olar dinderin bölşektep, toptarğa bölinip, ärbiri öz aldındağılarına mäz bolğandar"
        },
        {
            "chapter": 30,
            "verse": 33,
            "text": "Qaşan adam balasına bir beynet jetse, olar Rabbılarına ıqılaspen jalbarınadı. Sosın Alla, qaşan oğan öz tarapınan bir märxamet tattırsa, sonda olardıñ keybirewleri, Rabbılarına ortaq qosadı"
        },
        {
            "chapter": 30,
            "verse": 34,
            "text": "Bunı, olarğa bergen nesibemizge näsükirlik etw üşin isteydi. Ya endi paydalana turıñdar, tayawda tüsinersiñder"
        },
        {
            "chapter": 30,
            "verse": 35,
            "text": "Nemese olarğa, Allağa ortaq qatwların aytatın bir dälel tüsirdik pe"
        },
        {
            "chapter": 30,
            "verse": 36,
            "text": "Qaşan adam balasına bir jaqsılıq tatırsaq; sonda ol, oğan mäz boladı da eger özderiniñ qoleki istegenderiniñ saldarınan bir jamandıq kelse, sonda olar küder üzedi"
        },
        {
            "chapter": 30,
            "verse": 37,
            "text": "Rasında Alla qalağan qulına nesibesin keñitip, taraytqanın körmey me? Küdiksiz bunda sengen qawımğa belgiler bar"
        },
        {
            "chapter": 30,
            "verse": 38,
            "text": "Endeşe jaqındarğa, miskinderge jolda qalğandarğa xaqısın ber. Allanıñ rïzalığın köksegender üşin osı jaqsı. Mine solar qutılwşılar"
        },
        {
            "chapter": 30,
            "verse": 39,
            "text": "Senderdiñ adamdardıñ malına bergen ösimderiñ Allanıñ qasında öspeydi de Allanıñ rïzalığın tilep bergen zeketteriñ ösedi. Al sonda, mine solar; artıqşa sawapqa bölenwşiler"
        },
        {
            "chapter": 30,
            "verse": 40,
            "text": "Ol Alla, senderdi jaratıp, sosın rïzıq beredi, odan keyin öltiredi, soñıra tiriltedi. Al senderdiñ Allağa qosqan ortaqtarıñnan, osılardan bir närse isteytin kim? Alla olardıñ qosqan ortaqtarınan päk äri joğarı"
        }
    ]
}