{
    "rukus": [
        {
            "chapter": 41,
            "verse": 9,
            "text": "(Muxammed Ğ.S.) olarğa: \"Sender jerdi eki künde jaratqanğa qarsı kelesiñder me? Sonday-aq Oğan teñewler jasaysıñdar ma? Bül bükil älemniñ Rabbı\" de"
        },
        {
            "chapter": 41,
            "verse": 10,
            "text": "Jerge üstinen asqar tawlar jarattı da qut-bereke qoyıp, je jüzindegilerdiñ rïzıqtarın tört künde şamaladı. Bul surawşıla üşin twra jawap"
        },
        {
            "chapter": 41,
            "verse": 11,
            "text": "Sosın kökke jöneldi. Ol, bir tütin edi. Sond oğan äri jerge: \"Ekewiñde erikti nemese eriksiz türde keliñder\" dedi. Ekewi de: \"Boy usınğan türde keldik\" dedi. (S. 31-A)"
        },
        {
            "chapter": 41,
            "verse": 12,
            "text": "Olardı jeti kök etip, eki künde jasadı. Sonday-aq är köktiñ mindetin özine bildirdi. Jaqın kökti juldızdarmen äşekeyledik äri ,qorğawğa aldıq. Osı tım üstem, tolıq bilwşi Allanıñ taqdırı. Basqa: S. 54-A. 10-S. 3-A. 11-S.-A. 25-S. 59-A. 32-S. 4-A. 50-S. 8-A. 57-S. 4-A. bolıp, jeti jerde jer, kök bükil älemniñ altı künde jaratılğandığı bayan etiledi. Biraq Allanıñ qasında bir kün elw mıñ jıl.70-S. 4-A"
        },
        {
            "chapter": 41,
            "verse": 13,
            "text": "(Muxammed Ğ.S.) olar bet bursa: \"Senderge Ğad, Sämüd eliniñ basına kelgen najağay sïyaqtı apattı eskertemin\" de"
        },
        {
            "chapter": 41,
            "verse": 14,
            "text": "Sol waqıtta olarğa ilgeri keyin elşiler kelip: \"Allağa ğana qulşılıq qılıñdar\" degende, olar: \"Eger Rabbımız qalasa, älbette perişteler tüsirer edi. Rasında biz sender arqılı jiberilgen närsege qarsımız\" dedi"
        },
        {
            "chapter": 41,
            "verse": 15,
            "text": "Sonda Ğad eli jer jüzinde orınsız özderin joğarı sanap: Bizden artıq küşti kim bar?\",-degen edi. Olar özderin jaratqan Allanıñ olardan köri küştirek ekendigin bilmedi me? Olar, ayattarımızğa qarsı keldi"
        },
        {
            "chapter": 41,
            "verse": 16,
            "text": "Olarğa dünïede qorlıq azabın tattırwımız üşin özderine sätsiz künderde swıq dawıl jiberdik. Ärïne axïret azabı odan da qorlawşı. Olarğa kömek etilmeydi"
        },
        {
            "chapter": 41,
            "verse": 17,
            "text": "Al endi Sämüd eline kelsek, olarğa twra jol körsettik; biraq olar twralıqtan köri közsizdikti jaqsı kördi. Sondıqtan olardı qılıqtarınıñ saldarınan qorlıq azabınıñ najağayı qolğa aldı"
        },
        {
            "chapter": 41,
            "verse": 18,
            "text": "Sonday ïman keltirip, saqsınğandardı qutqardıq"
        }
    ]
}