{
    "rukus": [
        {
            "chapter": 46,
            "verse": 11,
            "text": "Sonday qarsı kelgender, ïman keltirgender üşin: \"Eger (bul dinde) ïgilik bolsa edi, olar bizden ozbas edi. (Aldımen biz Musılman bolar edik.)\" dedi. Onımen de twra jol tappağandıqtan: \"Bul köne bir ötirik\" desedi"
        },
        {
            "chapter": 46,
            "verse": 12,
            "text": "Qurannan burın jolbasşı äri ïgilik türinde Musa (Ğ.S.) nıñ kitabı bar edi. Mine osı Quran zulımdıq qılğandarğa eskertw, jaqsılıq istewşilerdi qwantw üşin arap tilindegi rastawşı bir Kitap"
        },
        {
            "chapter": 46,
            "verse": 13,
            "text": "Küdiksiz sonday: \"Rabbımız Alla\" dep, sosın tüp-twra ketkender, olarğa; xawip-qater joq. Äri olar küyinbeydi"
        },
        {
            "chapter": 46,
            "verse": 14,
            "text": "Mine osılar jannattıq. Ğamaldarınıñ bodawı türinde onda mäñgi qaladı"
        },
        {
            "chapter": 46,
            "verse": 15,
            "text": "Adam balasına, äke-şeşesine jaqsılıq istewdi nusqadıq. Öytkeni şeşesi onı zorğa köterip, äreq bosanadı. Sonday-aq oğan jükti bolw, (sütten) ayırw otız ay. Aqır ol, erjetip, qırıq jasqa ulasqan kezde: \"Rabbım! Özime äke-şeşeme bergen nığmetteriñe şükirlik etwimdi, öziñ razı bolatın tüzw ğamal istewimdi mağan näsip ete kör! Meniñ urpaqtarımdı da tüzelt. Şın mäninde, men täwbe qıldım. Ärïne men boy usınwşılardanmın\" dedi"
        },
        {
            "chapter": 46,
            "verse": 16,
            "text": "Mine bular, Biz jaqsı ğamaldarın qabıl etip, jamandıqtarın keşiretin jannattıqtardıñ işinde boladı. Bul, olarğa etilgen şınayı wäde"
        },
        {
            "chapter": 46,
            "verse": 17,
            "text": "Al endi älde kim, äke-şeşesine: \"Tuh! Ekewin de meni qayta tiriltip, şığwmen qorqıtasıñdar ma? Rasında menen burın qanşalağan näsilder ötip ketti. (Olar tirilmedi)\" dedi. Äke-şeşesi Allağa jalbarınıp: \"Sağan nendey ökiniş! Ïman keltir. Küdiksiz Allanıñ wädesi xaq\" degende, ol: \"Bul, burınğılardıñ ğana ertegisi\" dedi"
        },
        {
            "chapter": 46,
            "verse": 18,
            "text": "Mine osılar, burınğı ötip ketken, özderine delingen söz boyınşa azapqa dwşar bolgan jındar men adamdar tobınan boladı"
        },
        {
            "chapter": 46,
            "verse": 19,
            "text": "Ärkimniñ ğamalı boyınşa därejeleri bar. Sonday-aq özderine ğamaldarınıñ bodawı tolıq beriledi de olarğa ädiletsizdik etilmeydi"
        },
        {
            "chapter": 46,
            "verse": 20,
            "text": "Sonday qarsı bolğandar, otqa töndirilgen küni: \"Dünïe tirşiliginiñ qızığın körip, odan paydalandıñdar. Al endi bügin jer jüzinde orınsız menmensip, buzaqılıq qılğandıqtarıñ sebepti qorlawşı azappen jazalanasıñdar\" (delinedi)"
        }
    ]
}