{
    "juzs": [
        {
            "chapter": 41,
            "verse": 47,
            "text": "（審判の）時に関する知識は，かれだけが知るところ。かれが知らずに，一つの果実も，その外皮から出てくるものではない。また女や雌が子を宿すことも分娩することもない。その日，かれらに尋ねられる。「われの同僚とやら（の偶像たち）は，何処にいるのか。」かれらは申し上げよう。「あなたに御伝えします。わたしたちの中には一人の証人もおりません。」"
        },
        {
            "chapter": 41,
            "verse": 48,
            "text": "かれらが先に拝していたものたちは，かれらを捨てて隠れてしまい，そこでかれらは，逃げ場もないことが分る。"
        },
        {
            "chapter": 41,
            "verse": 49,
            "text": "人間は幸福を祈って，疲れることをしらない。だが不幸に見舞われると，落胆し絶望してしまう。"
        },
        {
            "chapter": 41,
            "verse": 50,
            "text": "災厄にあった後われの慈悲に浴させると，かれは必ず，「これはわたし（の力）には当然のことです。（審判の）時が，来るとは考えられません。また主に帰されても，わたしはかれの御許で，褒美をもらいます。」と言う。だがわれはこれら不信心の者に対し，その行ったことを示 し，必ず手荒い懲罰を味わせる。"
        },
        {
            "chapter": 41,
            "verse": 51,
            "text": "われが人間に恩恵を示せば，かれは脇を向いて，（われに近付かず反って）退き去る。だが一度災厄に会えば長々と十分に祈る。"
        },
        {
            "chapter": 41,
            "verse": 52,
            "text": "言ってやるがいい。「あなたがたは考えないのか。もしそれが，（本当に）アッラーから（下された）ものであっても，あなたがたは信じないのか。遠く離れ去って分裂する者ほど，酷く迷った者が（外に）あろうか。」"
        },
        {
            "chapter": 41,
            "verse": 53,
            "text": "われは，わが印が真理であることが，かれらに明白になるまで，（遠い）空の彼方において，またかれら自身の中において（示す）。本当にあなたがたの主は，凡てのことの立証者であられる。そのことだけでも十分ではないか。"
        },
        {
            "chapter": 41,
            "verse": 54,
            "text": "ああ，かれらは主との会見に就いて疑っているのか。本当にかれこそは，凡てのものを取り囲む方であるのに。"
        },
        {
            "chapter": 42,
            "verse": 1,
            "text": "ハー・ミーム。"
        },
        {
            "chapter": 42,
            "verse": 2,
            "text": "アイン・スィーン・カーフ。"
        },
        {
            "chapter": 42,
            "verse": 3,
            "text": "このように（主は）あなたに啓示なされる。以前の者たちにも啓示されたように。アッラーは，偉力ならびなく英明であられる。"
        },
        {
            "chapter": 42,
            "verse": 4,
            "text": "天にあり地にある凡てのものは，かれの有である。かれは至高にして至大であられる。"
        },
        {
            "chapter": 42,
            "verse": 5,
            "text": "諸天は，その上の方から，ばらばらに裂けようとしている。そして天使たちは，主を讃えて唱念し，地上のもののために赦しを請い願う。ああ，本当にアッラーこそは，寛容にして慈悲深くあられる。"
        },
        {
            "chapter": 42,
            "verse": 6,
            "text": "それでもかれの外に，保護者を求める者がおり，アッラーはかれらを監視なされる。だからあなたは，かれらの後見人ではない。"
        },
        {
            "chapter": 42,
            "verse": 7,
            "text": "このようにアラビア語でクルアーンをあなたに啓示したのは，あなたが諸都市の母と，その周辺の者に警告し，また疑いの余地のない召集の日に就いて，（かれらに）警告を与えるためである。（その日）一団は楽園に，また一団は業火の中に（入ろう）。"
        },
        {
            "chapter": 42,
            "verse": 8,
            "text": "もしアッラーが御望みなら，かれらを一つのウンマになされたであろう。だがかれは，御心に適う者を慈悲の中に入らせられる。悪い行いの者には，保護者も援助者もない。"
        },
        {
            "chapter": 42,
            "verse": 9,
            "text": "何とかれらは，かれを差し置いて，守護者を求めるのか。だがアッラーこそ守護者であり，また死んだものに生を授ける方，凡てのことに全能な方である。"
        },
        {
            "chapter": 42,
            "verse": 10,
            "text": "何事によらず，あなたがたに異論があった時，その決定をするのはアッラーである。これが，わたしの主アッラーである。かれに，わたしは御縋りし，かれにわたしは悔悟して帰る。"
        },
        {
            "chapter": 42,
            "verse": 11,
            "text": "天と地の創造者。かれはあなたがたのために，あなたがたの間から夫婦を，また家畜にも雌雄を創られた。このようにして，あなたがたを繁殖させる。かれに比べられるものは何もない。かれは全聴にして凡てを見透される方である。"
        },
        {
            "chapter": 42,
            "verse": 12,
            "text": "天と地の凡ての鍵は，かれに属する。かれは，御心に適う者に，恵みを広げ，またひき締められる。本当にかれは凡てのことを知り尽される。"
        },
        {
            "chapter": 42,
            "verse": 13,
            "text": "かれがあなたに定められる教えは，ヌーフに命じられたものと同じものである。われはそれをあなたに啓示し，またそれを，イブラーヒーム，ムーサー，イーサーに対しても（同様に）命じた。「その教えを打ち立て，その間に分派を作ってはならない。」あなたが招くこの教えは，多神教徒にとっては重大事である。アッラーは御心に適う者を御自分のために御選びになり，また悔悟して（主に）帰る者をかれ（の道）に導かれる。"
        },
        {
            "chapter": 42,
            "verse": 14,
            "text": "知識がかれらに下った後，間もなくかれらの間の嫉妬によって分派が出来た。定められた時に関し，あなたの主からの御言葉がなかったならば，（問題は）かれらの間でとっくに解決されたであろう。だがかれらの後，啓典を継いでいる者たちはそれに就いて（未だに）疑いを抱いている。"
        },
        {
            "chapter": 42,
            "verse": 15,
            "text": "だからあなたは（人を純正な教えに）招き，命じられたように堅忍不抜であれ。かれらの（虚しい）望みに従ってはならない。そして言ってやるがいい。「わたしはアッラーが下された啓典を信奉する。わたしはあなたがたの間を公正に統治するよう命じられた。アッラーはわたした ちの主であり，あなたがたの主であられる。わたしたちには，わたしたちの行いの報いがあり，またあなたがたには，あなたがたの行いの報いがある。わたしたちとあなたがたとの間に，異論などはないのである。アッラーは，わたしたちを（一緒に）召集されよう。かれこそが（わたしたちの）帰る所なのである。」"
        },
        {
            "chapter": 42,
            "verse": 16,
            "text": "この（イスラーム）が（多くの者に）受け入れられた後アッラー（の教え）に就いて云々する者の論議は，主の御許では無益で，そのような（者たち）は御怒りを被り，厳しい懲罰を受けよう。"
        },
        {
            "chapter": 42,
            "verse": 17,
            "text": "アッラーこそは，真理の啓典と秤を下された方である。その「時」が近いということを，あなたがたに理解させるものは何であろうか。"
        },
        {
            "chapter": 42,
            "verse": 18,
            "text": "それ（時）を信じない者はそれを催促するが，信仰する者は，それが真理であることを知っているので，恐れる。本当に時に就いて論議する者は，遠く迷っている者たちである。"
        },
        {
            "chapter": 42,
            "verse": 19,
            "text": "アッラーはそのしもべに対して，やさしくあられ，御心に適う者に恵みを与えられる。かれは強大にして偉力ならびなき方である。"
        },
        {
            "chapter": 42,
            "verse": 20,
            "text": "来世の耕作を願う者にはわれはその収穫を増し，また現世の耕作を願う者には，その望むだけを与えよう。だがその者には，来世での分け前はないのである。"
        },
        {
            "chapter": 42,
            "verse": 21,
            "text": "それともかれらに（主の）同位者があって，アッラーが御許しになられない宗教をかれらのために立てたのか。決定的（猶予の）御言葉がなかったならば，かれらのことはとっくに裁かれていた。悪い行いの者は本当に痛ましい懲罰を受けるであろう。"
        },
        {
            "chapter": 42,
            "verse": 22,
            "text": "あなたは悪行の者たちが，その行ったこと（の罪）が，自分たちに降りかかると，恐れ戦くのを見るであろう。しかし信仰して善行に勤しむ者は，楽園の心地よい緑の野にいて，主の御許から，その望むところのものが得られよう。それこそは，偉大な恩恵である。"
        },
        {
            "chapter": 42,
            "verse": 23,
            "text": "それは信仰して善行に勤しむしもべに対し，アッラーが伝える吉報である。言ってやるがいい。「わたしはそれに対して，何の報酬もあなたがたに求めてはいない。わたしはあなたがたの近親としての情愛だけを求める。それで誰でも，善行をなす者には，それに対しさらに良いものが与えられる。本当にアッラーは，寛容にしてよく感謝される方である。」"
        },
        {
            "chapter": 42,
            "verse": 24,
            "text": "それともかれらは，「かれ（ムハンマド）はアッラーについて嘘をでっち上げた。」と言うのか。アッラーが御望みならば，あなたの心を封じることも出来る。またアッラーは，その御言葉によって虚偽を消し，真理を打ち立てることも出来る。本当にかれは胸の中に抱くことを知り尽される。"
        },
        {
            "chapter": 42,
            "verse": 25,
            "text": "かれこそは，しもべたちの悔悟を受け入れ，様々な罪を許し，あなたがたの行うことを知っておられる。"
        },
        {
            "chapter": 42,
            "verse": 26,
            "text": "かれは信仰して善行に勤しむ者に答えて，恩恵を増やされる。だが不信心な者に対しては，厳しい懲罰を科される。"
        },
        {
            "chapter": 42,
            "verse": 27,
            "text": "もしアッラーが，そのしもべたちに対し過大に恵みを授けるならば，かれらはたちまち不正にはしる。しかし，かれは望むことを，適度に下される。本当にかれはそのしもべたちを熟知し監視なされる方である。"
        },
        {
            "chapter": 42,
            "verse": 28,
            "text": "かれこそは（人びとが）絶望した時，雨を降らせ，慈悲を垂れられる方。かれは讃美すべき愛護者であられる。"
        },
        {
            "chapter": 42,
            "verse": 29,
            "text": "天と地の創造と，その間に撒き散らされた生きとし生ける物は，かれの印の中にある。またかれは，御望みの時に，一斉にかれらを召集なされる権能者である。"
        },
        {
            "chapter": 42,
            "verse": 30,
            "text": "あなたがたに降りかかるどんな不幸も，あなたがたの手が稼いだものである。それでもかれは，（その）多くを赦される。"
        },
        {
            "chapter": 42,
            "verse": 31,
            "text": "あなたがたは地上において，かれを挫くことは出来ない。あなたがたには，アッラーの外にどんな愛護者も援助者もないのである。"
        },
        {
            "chapter": 42,
            "verse": 32,
            "text": "また，かれの印の一つは船で，それはちょうど海の中を進む山のようである。"
        },
        {
            "chapter": 42,
            "verse": 33,
            "text": "もしかれの御心なら風を静められ，それで（船は）海面に泊ってしまう。本当にこの中には，よく耐え感謝する者への印がある。"
        },
        {
            "chapter": 42,
            "verse": 34,
            "text": "またかれは，（人びとが）自ら犯した罪のために，それら（船）を難破させることも出来る。だが（その罪の）多くを許される。"
        },
        {
            "chapter": 42,
            "verse": 35,
            "text": "しかし，われの印に就いて論議する者は，免れる場もないことを知るであろう。"
        },
        {
            "chapter": 42,
            "verse": 36,
            "text": "あなたがたに与えられる凡てのものは，現世の生活における（暫しの）享楽（に過ぎない）。信仰して，主を信頼する者にとっては，アッラーの御許にあるものこそ，もっとも善であり，はるかに永続する。"
        },
        {
            "chapter": 42,
            "verse": 37,
            "text": "また，大罪や破廉恥な行為を避ける者，怒ってもゆるす者，"
        },
        {
            "chapter": 42,
            "verse": 38,
            "text": "また主（の呼びかけ）に答えて礼拝の務めを守る者，互いに事を相談し合って行う者，われが授けたものから施す者，"
        },
        {
            "chapter": 42,
            "verse": 39,
            "text": "迫害に会った時，助け合い，防衛する者，（にとって，アッラーの御許にあるものこそ，最も善であり永続する）。"
        },
        {
            "chapter": 42,
            "verse": 40,
            "text": "悪に対する報いは，それと同様の悪である。だが寛容して和解する者に対して，アッラーは報酬を下さる。本当にかれは悪い行いの者を御好みになられない。"
        },
        {
            "chapter": 42,
            "verse": 41,
            "text": "不当なことをされた者が，自ら守って（報復して）も，これらの者に対して罪はない。"
        },
        {
            "chapter": 42,
            "verse": 42,
            "text": "他人に悪を行い，また度を越した復讐を企て地上を騒がす者たち，かれらに対する（アッラーの）罰は痛ましい懲罰があるだけである。"
        },
        {
            "chapter": 42,
            "verse": 43,
            "text": "だが耐え忍んで赦してやること，それこそ（アッラーの決められた）確固たる人の道というもの。"
        },
        {
            "chapter": 42,
            "verse": 44,
            "text": "アッラーが迷うに任せた者には，その後擁護者はないのである。あなたがたは悪を行う者が，懲罰を見ると，「何とか引返す道はないでしょうか。」と言うのを見るであろう。"
        },
        {
            "chapter": 42,
            "verse": 45,
            "text": "あなたがたは，かれらが卑しめられて業火に晒され盗み目で見据えているのを見よう。信仰する者は，「復活の日に，自分自身と追従者を失う者は，本当の損失者です。」と言う。ああ，悪を行った者は，本当に永遠の懲罰を受ける。"
        },
        {
            "chapter": 42,
            "verse": 46,
            "text": "かれらにはアッラーの外に，助ける守護者はない。アッラーが迷うに任せた者には，（帰る所への）道はないのである。」"
        },
        {
            "chapter": 42,
            "verse": 47,
            "text": "避けられない日が，アッラーからあなたがたの許にやって来る前に，あなたがたの主（の呼びかけ）に答えなさい。その日あなたがたには避難所もなく，（自分の罪を）否認する余地もない。"
        },
        {
            "chapter": 42,
            "verse": 48,
            "text": "もしかれらが背き去っても，われはかれらへの見張り人として，あなたを遣わした訳ではない。あなた（の務め）は，（啓示の）伝達だけである。人間はわれが恵みを味わせると，それにより高慢になる。ところが，自分の手が犯した行いのために不幸に悩まされると，本当に恩を忘れる。"
        },
        {
            "chapter": 42,
            "verse": 49,
            "text": "天と地の大権は，アッラーの有である。かれは御心のままに創られる。かれは，御望みの者に女児を授け，また御望みの者に男児を授けられる。"
        },
        {
            "chapter": 42,
            "verse": 50,
            "text": "また男と女を混ぜ（て授け），また御望みの者を不妊になされる。本当にかれは全知にして強力であられる。"
        },
        {
            "chapter": 42,
            "verse": 51,
            "text": "アッラーが，人間に（直接）語りかけられることはない。啓示によるか，帳の陰から，または使徒（天使）を遣わし，かれが命令を下して，その御望みを明かす。本当にかれは，至高にして英明であられる。"
        },
        {
            "chapter": 42,
            "verse": 52,
            "text": "このようにわれは，わが命令によって，啓示（クルアーン）をあなたに下した。あなたは，啓典が何であるのか，また信仰がどんなものかを知らなかった。しかしわれは，これ（クルアーン）をわがしもべの中からわれの望む者を導く一条の光とした。あなたは，それによって（人び とを）正しい道に導くのである。"
        },
        {
            "chapter": 42,
            "verse": 53,
            "text": "天にあり地にあるすべてのものを所有するアッラーの道へ。見よ，本当にすべてはアッラー（の御許）に帰って行く。"
        },
        {
            "chapter": 43,
            "verse": 1,
            "text": "ハー・ミーム。"
        },
        {
            "chapter": 43,
            "verse": 2,
            "text": "（事物を）明瞭にする啓典にかけて（誓う）。"
        },
        {
            "chapter": 43,
            "verse": 3,
            "text": "本当にわれは，それをアラビア語のクルアーンとした。あなたがたが理解するために。"
        },
        {
            "chapter": 43,
            "verse": 4,
            "text": "それはわが許の母典の中にあり，非常に高く英知に益れている。"
        },
        {
            "chapter": 43,
            "verse": 5,
            "text": "あなたがたが反逆の民であるというために，われは，この訓戒をあなたがたから取りあげて，放置出来ようか。"
        },
        {
            "chapter": 43,
            "verse": 6,
            "text": "われは如何に多くの預言者を，昔の民に遣わしたことか。"
        },
        {
            "chapter": 43,
            "verse": 7,
            "text": "だが預言者が来る度に，かれらは嘲笑しないことはなかった。"
        },
        {
            "chapter": 43,
            "verse": 8,
            "text": "それでわれはこれら（クライシュ族）よりも，力量の優れた者を滅ぼした。昔の人の例が先にあるように。"
        },
        {
            "chapter": 43,
            "verse": 9,
            "text": "もしあなたがかれらに向かって，「天と地を創造したのは誰ですか。」と問えば，かれらは必ず，「偉力ならびなく全知な御方が創造なされたのです。」と言う。"
        },
        {
            "chapter": 43,
            "verse": 10,
            "text": "かれはあなたがたのため，大地を臥所となされ，その中に道を設けられた。あなたがたを正しく導かれるように。"
        },
        {
            "chapter": 43,
            "verse": 11,
            "text": "また天から適量の雨を降らせ，それで死んだ大地を甦らせられる御方である。そのように，あなたがたは（墓場から）出てくる。"
        },
        {
            "chapter": 43,
            "verse": 12,
            "text": "かれは凡てのものを一対に創造し，またあなたがたのために，舟と家畜を乗物として備えられた。"
        },
        {
            "chapter": 43,
            "verse": 13,
            "text": "あなたがたは，その背に安全に乗り，それに乗る時，あなたの主の恩恵を念じ，（祈って）言う。「かれを讃えます。これらのものをわたしたちに服従させる御方。これはわたしたちには叶わなかったことです。"
        },
        {
            "chapter": 43,
            "verse": 14,
            "text": "本当にわたしたちは，主に必ず帰るのです。」"
        },
        {
            "chapter": 43,
            "verse": 15,
            "text": "それなのにかれら（多神教徒）は，かれのしもべ（天使）を，（アッラーの娘などと称して）かれの分身としている。本当に人間は，恩を忘れる。"
        },
        {
            "chapter": 43,
            "verse": 16,
            "text": "それともあなたがたはかれが創られたものの中から（天使を）娘として選び，あなたがたは男児だけ授かるとでも言うのか。（いやそうではない。）"
        },
        {
            "chapter": 43,
            "verse": 17,
            "text": "かれらの或る者は，慈悲深き御方に引き合いに出したもの（女児の誕生）を，知らされると，かれの顔は終日暗く，悲嘆にくれてしまう。"
        },
        {
            "chapter": 43,
            "verse": 18,
            "text": "（美しい） 着物を着て大事に育てられるが明らかな根拠がないのに口論する者（をアッラーと同位にし）てもよいのか。"
        },
        {
            "chapter": 43,
            "verse": 19,
            "text": "（それでも）慈悲深き方のしもべである天使たちを，女性とするのか。これらの（天使）の創造を証言できるのか。かれらの証言は記録され，（審判の日に）糾問されよう。"
        },
        {
            "chapter": 43,
            "verse": 20,
            "text": "かれらは，「慈悲深き御方が御望みなら，わたしたちは決してかれら（神々）を，崇拝しませんでした。」と言う。かれらはそれに就いて何の知識もなく，只臆測するだけである。"
        },
        {
            "chapter": 43,
            "verse": 21,
            "text": "それともわれがこれより前に授けた啓典があって，かれらはそれを固く守っている（とでも言う）のか。"
        },
        {
            "chapter": 43,
            "verse": 22,
            "text": "いや，かれらは言う。「わたしたちは祖先が，一つの道を踏んでいたのを見て，その足跡によって導かれているのです。」"
        },
        {
            "chapter": 43,
            "verse": 23,
            "text": "同じように，われがあなた以前にも，町の警告者を遣わす度に，その地の富裕な者たちは，「本当にわたしたちは，祖先が一つの教えを奉じているのを見ています。それでその足跡を踏んでいるのです。」と言っていた。"
        },
        {
            "chapter": 43,
            "verse": 24,
            "text": "かれ（使徒）が，「何と，祖先が従っていたあなたがたの知るものよりも，良い導きを齎してもか。」と言うとかれらは，「あなたが届けたものは，わたしたちは信じません。」と言った"
        },
        {
            "chapter": 43,
            "verse": 25,
            "text": "それでわれは，かれらに報復した。見よ，信仰を拒否した者の最後がどうであったかを。"
        },
        {
            "chapter": 43,
            "verse": 26,
            "text": "イブラーヒームが，その父とその人びとにこう言った時のことを思い起せ。「本当にわたしは，あなたがたが崇拝するものと絶縁します。"
        },
        {
            "chapter": 43,
            "verse": 27,
            "text": "わたしを御創りになり，わたしを必ず御導き下される方にだけ（仕えます。）」"
        },
        {
            "chapter": 43,
            "verse": 28,
            "text": "かれはそれを，子孫への永遠の言葉として残した。必ずかれらは（主に）返る言葉と（思って）。"
        },
        {
            "chapter": 43,
            "verse": 29,
            "text": "いや，われは，真理がかれらのところに来て，使徒が（事物を）明瞭にするまで，これらの者や，その祖先の者を，享楽させた。"
        },
        {
            "chapter": 43,
            "verse": 30,
            "text": "だが，真理がかれらのところに来たとなると，「これは魔術です。わたしたちは，決してこれを信じません。」と言う。"
        },
        {
            "chapter": 43,
            "verse": 31,
            "text": "またかれらは，「このクルアーンは，何故2つの町の有力な人物に下されなかったのでしょうか。」と言う。"
        },
        {
            "chapter": 43,
            "verse": 32,
            "text": "かれらは主の慈悲を割り当てるのか。われは，現世の暮しに必要な物を，あなたがたに配分し，また或る者を外の者より上に地位を上げ，或る者を外に服させる。あなたの主の慈悲は，かれらが蓄積したものより，はるかに尊いのである。"
        },
        {
            "chapter": 43,
            "verse": 33,
            "text": "人間が（凡て不信心な）一団となる恐れがなければ，われは慈悲深き御方を信じない者のために，その家には銀の屋根，それに登るのに（銀の）階段を設け，"
        },
        {
            "chapter": 43,
            "verse": 34,
            "text": "その家には（銀の）扉，またかれらを（銀の）寝床に寄りかからせよう。"
        },
        {
            "chapter": 43,
            "verse": 35,
            "text": "また金の装飾も（施したであろう）。しかしこれらの凡ては，現世の生活の享楽に過ぎない。あなたの主の御許の来世こそが，主を畏れる者のためのものである。"
        },
        {
            "chapter": 43,
            "verse": 36,
            "text": "慈悲深き御方の訓戒に目を瞑る者には，われはシャイターンをふり当てる。それは，かれにとり離れ難い友となろう。"
        },
        {
            "chapter": 43,
            "verse": 37,
            "text": "こうして（悪魔は正しい）道からかれらを拒む，しかもかれらは，自分は（正しく）導かれているものと思い込んでいる。"
        },
        {
            "chapter": 43,
            "verse": 38,
            "text": "われの許にやって来る時になって，かれは，「わたしとあなた（悪魔）の間に，東と西の隔たりがあったならば。」と言う。ああ何と悪い友（をもったこと）よ。"
        },
        {
            "chapter": 43,
            "verse": 39,
            "text": "あなたがたは悪を行っていたのだから，今日となっては何をいっても役立たない。あなたがたは皆懲罰を受ける。"
        },
        {
            "chapter": 43,
            "verse": 40,
            "text": "あなたは耳を傾けない者に聞かせることができようか。また目をそらす者や，明らかに迷いや過ちの中にいる者を，導くことが出来ようか。"
        },
        {
            "chapter": 43,
            "verse": 41,
            "text": "それで仮令あなたを召し上げても，われは必ずかれらに報復する。"
        },
        {
            "chapter": 43,
            "verse": 42,
            "text": "またかれらに約束したことを，あなたに見せることも出来る。われがかれらを制圧するなどいともたやすい。"
        },
        {
            "chapter": 43,
            "verse": 43,
            "text": "それであなたに啓示したものを，しっかりと守れ。本当にあなたは，正しい道を辿っている。"
        },
        {
            "chapter": 43,
            "verse": 44,
            "text": "これはあなたにとっても，またあなたの人びとにとっても，正しく訓戒である。やがてあなたがたは，（責務につき）問われるのである。"
        },
        {
            "chapter": 43,
            "verse": 45,
            "text": "あなた以前にわれが遣わした，使徒たちに問いなさい。われは，慈悲深き御方以外に仕えるべき神々を置いたのか。"
        },
        {
            "chapter": 43,
            "verse": 46,
            "text": "本当にわれは，ムーサーに様々な印を持たせて，フィルアウンとその長老たちに遺わした。かれは言った。「わたしは，本当に万有の主の使徒です。」"
        },
        {
            "chapter": 43,
            "verse": 47,
            "text": "ところが，わが種々の印を現わしたのに，見よ。かれらはそれを嘲り笑った。"
        },
        {
            "chapter": 43,
            "verse": 48,
            "text": "それでわれが次々にかれらに示した印は，どれもその仲間のものより，偉大なものであった。そして懲罰をもってかれらを懲らしめた。必ずかれらは（われの許に）帰るであろう（ことを思って）。"
        },
        {
            "chapter": 43,
            "verse": 49,
            "text": "その時かれらは言った。「魔術師よ，主があなたと結ばれた約束によって，わたしたちのために祈ってください。わたしたちは本当に導きを受け入れるでしょう。」"
        },
        {
            "chapter": 43,
            "verse": 50,
            "text": "だが，われがかれらから懲罰を取り除くと，同時にかれらはその約束を破ってしまった。"
        },
        {
            "chapter": 43,
            "verse": 51,
            "text": "そしてフィルアウンはその民に宣告して言った。「わが民よ，エジプト国土，そしてこれら足もとを流れる川は，わたしのものではないのですか。あなたがたは（そんなことが）分らないのですか。"
        },
        {
            "chapter": 43,
            "verse": 52,
            "text": "わたしは，この卑しい，明瞭に言い表わすこともできない者よりも，優れているのです。"
        },
        {
            "chapter": 43,
            "verse": 53,
            "text": "何故黄金の腕環がかれに授けられないのですか。また何故天使たちが，付添ってかれと一緒に遣わされないのですか。」"
        },
        {
            "chapter": 43,
            "verse": 54,
            "text": "このようにかれはその民を扇動し，民はかれに従った。本当にかれらは，アッラーの掟に背く者たちであった。"
        },
        {
            "chapter": 43,
            "verse": 55,
            "text": "こうしてかれらはわれを怒らせたので，われはかれらに報復し，凡てを溺れさせ，"
        },
        {
            "chapter": 43,
            "verse": 56,
            "text": "かれらを過去（の民）とし，後世の者のために（戒めの）例とした。"
        },
        {
            "chapter": 43,
            "verse": 57,
            "text": "マルヤムの子（イーサー）のことが，一例として（クルアーン）に上げられると，見よ。あなたの人びとはそれを（嘲笑して）喚きたてる。"
        },
        {
            "chapter": 43,
            "verse": 58,
            "text": "そしてかれらは，「わたしたちの神々が優るのか，それともかれ（イーサー）か。」と言う。かれらがかれ（イーサー）のことを言うのは，あなたに，只議論をふりかけるためだけである。いやはや，かれらは論争好きの民であることよ。"
        },
        {
            "chapter": 43,
            "verse": 59,
            "text": "かれ（イーサー）は，われが恩恵を施したしもべに過ぎない。そしてかれを，イスラエルの子孫に対する手本とした。"
        },
        {
            "chapter": 43,
            "verse": 60,
            "text": "そしてもしわれが望むならば，あなたがたの間から天使を上げ，次ぎ次ぎに地上を継がすことも出来る。"
        },
        {
            "chapter": 43,
            "verse": 61,
            "text": "本当にかれ（イーサー）は，（審判の）時の印の一つである。だからその（時）に就いて疑ってはならない。そしてわれに従え。これこそ，正しい道である。"
        },
        {
            "chapter": 43,
            "verse": 62,
            "text": "悪魔をして，あなたがたを（アッラーの道から）妨げさせてはならない。本当にかれは，あなたがたの公然の敵である。"
        },
        {
            "chapter": 43,
            "verse": 63,
            "text": "イーサーが様々な明証をもってやって来た時言った。「本当にわたしは，英知をあなたがたに齎し，あなたがたが論争することの，多少の部分をあなたがたのために，説き明かすためである。それでアッラーを畏れ，わたしに従え。"
        },
        {
            "chapter": 43,
            "verse": 64,
            "text": "本当にアッラーこそはわたしの主であり，またあなたがたの主であられる。かれに仕えなさい。これこそ，正しい道である。」"
        },
        {
            "chapter": 43,
            "verse": 65,
            "text": "だがかれらの間の諸派は，仲互いした。これら悪を行う者こそ災いである。苦悩の日の懲罰のために。"
        },
        {
            "chapter": 43,
            "verse": 66,
            "text": "かれらは，只待っているのか。かれらが意識しない時に，突然やって来る（審判の）時を。"
        },
        {
            "chapter": 43,
            "verse": 67,
            "text": "その日，主を畏れる者を除いては，（親しい）友も互いに敵となろう。"
        },
        {
            "chapter": 43,
            "verse": 68,
            "text": "わがしもべよ，その日あなたがたには恐れもなく，また憂いもない。"
        },
        {
            "chapter": 43,
            "verse": 69,
            "text": "わが印を信じて，（われの意志に）服従，帰依していた者よ，"
        },
        {
            "chapter": 43,
            "verse": 70,
            "text": "あなたがた，そしてあなたがたの配偶者も歓喜の中に楽園に入れ。」"
        },
        {
            "chapter": 43,
            "verse": 71,
            "text": "かれらには数々の黄金の皿や杯が，次々に回され（楽園の）中には各自の望むもの，また目を喜ばすものがあろう。あなたがたは永遠にそこに住むのである。"
        },
        {
            "chapter": 43,
            "verse": 72,
            "text": "これがあなたがたの行ったことに対し，あなたがたに継がせられた楽園である。"
        },
        {
            "chapter": 43,
            "verse": 73,
            "text": "そこにはあなたがたのために豊富な果実があり，それにあなたがたは満足する。"
        },
        {
            "chapter": 43,
            "verse": 74,
            "text": "罪を犯した者は，地獄の懲罰の中に永遠に住む。"
        },
        {
            "chapter": 43,
            "verse": 75,
            "text": "（懲罰は）かれらのために軽減されず，その中で全く希望を失う。"
        },
        {
            "chapter": 43,
            "verse": 76,
            "text": "われがかれらに不義を働いたのではない。かれらが（自ら）不義を働いたのである。"
        },
        {
            "chapter": 43,
            "verse": 77,
            "text": "かれらは，「看守よ，あなたの主に頼んでわたしたちの始末を付けて下さい。」と叫ぶ。しかし，かれは（答えて），「あなたがたは，滞留していればよいのである。」と言う。"
        },
        {
            "chapter": 43,
            "verse": 78,
            "text": "われは確かにあなたがたに真理を届けた。だがあなたがたの多くは，真理を嫌った。"
        },
        {
            "chapter": 43,
            "verse": 79,
            "text": "かれら（マッカの多神教徒たち）は，（使徒に対し）策謀を張り廻らしたつもりだろうが，われこそ，（かれらに対して策謀を）廻らしてある。"
        },
        {
            "chapter": 43,
            "verse": 80,
            "text": "それともかれらは，われがかれらの秘めごとや謀議を，聞かないとでも思うのか。いや，わが使徒たち（天使）は，かれらの傍らで記録している。"
        },
        {
            "chapter": 43,
            "verse": 81,
            "text": "言ってやるがいい。「もし慈悲深き御方が子を持たれるなら，このわたしがその最初の崇拝者となる。"
        },
        {
            "chapter": 43,
            "verse": 82,
            "text": "天と地の主，（大権の）玉座の主，かれらの配するものを（超絶なされる）主に讃えあれ。 」"
        },
        {
            "chapter": 43,
            "verse": 83,
            "text": "それであなたがたは，約束されたかれらの日に当面するまで，かれらを無駄口と戯れに放置しておくがいい。"
        },
        {
            "chapter": 43,
            "verse": 84,
            "text": "かれこそは天における神，また地における神であり，英明にして全知であられる。"
        },
        {
            "chapter": 43,
            "verse": 85,
            "text": "天と地の大権，そしてその間の凡てのものが帰属する方，かれに祝福があるように。またかれの御許にだけ（審判の）時の知識はあり，われの御許にあなたがたは帰されるのである。"
        },
        {
            "chapter": 43,
            "verse": 86,
            "text": "かれの外に，かれらが祈るものは，執り成す力を持たない。只真理を実証する者は別である。かれらは（使徒を）知っている。"
        },
        {
            "chapter": 43,
            "verse": 87,
            "text": "もしあなたがかれらに，「誰がかれらを創ったのですか。」と問えば，必ず「アッラー。」と言う。それなのに，かれらはどうして（真理から）迷い去るのか。"
        },
        {
            "chapter": 43,
            "verse": 88,
            "text": "（われは預言者が）「主よ，これらの者は本当に不信の民です。」と言うのを（聞いた）。"
        },
        {
            "chapter": 43,
            "verse": 89,
            "text": "（それで主は仰せられた。）かれらから逸れて去りなさい，だが「平安あれ。」と（挨拶して）言いなさい。やがてかれらも知るであろう。"
        },
        {
            "chapter": 44,
            "verse": 1,
            "text": "ハー・ミーム。"
        },
        {
            "chapter": 44,
            "verse": 2,
            "text": "（事物を）明瞭にする，この啓典にかけて（誓う）。"
        },
        {
            "chapter": 44,
            "verse": 3,
            "text": "本当にわれは，祝福された夜，これを下して，（悪に対して不断に）警告を与え（ようとす）るものである。"
        },
        {
            "chapter": 44,
            "verse": 4,
            "text": "その（夜）には，英知に就いて凡ての事が明確にされる。"
        },
        {
            "chapter": 44,
            "verse": 5,
            "text": "わが許からの命令である。本当にわれが（何時も使徒を）遣わすのは，"
        },
        {
            "chapter": 44,
            "verse": 6,
            "text": "あなたの主からの慈悲である。本当にかれは，全聴にして全知であられ，"
        },
        {
            "chapter": 44,
            "verse": 7,
            "text": "天と地，そしてその間の凡てのものの主である。もしあなたがた（の信仰）が確かならば。"
        },
        {
            "chapter": 44,
            "verse": 8,
            "text": "かれの外に神はなく，生を授け死を授けられる。あなたがたの主，またあなたがたの祖先の主であられる。"
        },
        {
            "chapter": 44,
            "verse": 9,
            "text": "それなのにかれらは疑って，戯れている。"
        },
        {
            "chapter": 44,
            "verse": 10,
            "text": "待っていなさい，天が明瞭な煙霧を起す日まで。"
        },
        {
            "chapter": 44,
            "verse": 11,
            "text": "（それは）人びとを包む。（かれらは言う）。「これは痛ましい懲罰です。」"
        },
        {
            "chapter": 44,
            "verse": 12,
            "text": "「主よ，わたしたちからこの懲罰を免じて下さい。本当に信仰いたします。」"
        },
        {
            "chapter": 44,
            "verse": 13,
            "text": "どうして（再び）かれらに訓示があろう。かれらには公明な使徒が確かに来たのに，"
        },
        {
            "chapter": 44,
            "verse": 14,
            "text": "かれらはかれ（使徒）から背き去って，「他人に入れ智恵された者，憑かれた者です。」と言ったではないか。"
        },
        {
            "chapter": 44,
            "verse": 15,
            "text": "われが暫くの間，懲罰を解除すると，あなたがたは必ず（不信心に）戻る。"
        },
        {
            "chapter": 44,
            "verse": 16,
            "text": "われが猛襲する（審判の）日，本当にわれは，（厳正に）報復する。"
        },
        {
            "chapter": 44,
            "verse": 17,
            "text": "かれら以前にも，われはフィルアウンの民を試みた。その時かれらに尊い使徒（ムーサー）が来て，"
        },
        {
            "chapter": 44,
            "verse": 18,
            "text": "（言った。）「アッラーのしもべたち（イスラエルの子孫）を，わたしに返しなさい。本当にわたしは，あなたがたの許にやって来た誠実な使徒です。"
        },
        {
            "chapter": 44,
            "verse": 19,
            "text": "アッラーに対して，高慢であってはなりません。本当にわたしは明白な権威をもって，あなたがたの所にやって来たのです。"
        },
        {
            "chapter": 44,
            "verse": 20,
            "text": "あなたがたが（わたしを）石撃ちにするなら，わたしそしてあなたがたの主でもある御方に，救いを求めます。"
        },
        {
            "chapter": 44,
            "verse": 21,
            "text": "もしあなたがたが，わたしを信じないならば，わたしには構わないでください。」"
        },
        {
            "chapter": 44,
            "verse": 22,
            "text": "そこで，かれは主に祈っ（て言っ）た。「これらは罪深い人びとです。」"
        },
        {
            "chapter": 44,
            "verse": 23,
            "text": "（主の御答えがあった。）「あなたは夜の中に，わがしもべと共に旅立て。必ずあなたがたに追っ手がかかろう。"
        },
        {
            "chapter": 44,
            "verse": 24,
            "text": "そして海は（渡った後）分けたままにして置け。本当にかれらは，溺れてしまうことであろう。」"
        },
        {
            "chapter": 44,
            "verse": 25,
            "text": "かれらは，如何に多くの園と泉を残したか。"
        },
        {
            "chapter": 44,
            "verse": 26,
            "text": "また（豊かな）穀物の畑と，幸福な住まいを，"
        },
        {
            "chapter": 44,
            "verse": 27,
            "text": "またかれらがそこで享楽していた良い物を（残したか。）"
        },
        {
            "chapter": 44,
            "verse": 28,
            "text": "（かれらの後は）こうであった。そしてわれは，外の民に（それらを）継がせた。"
        },
        {
            "chapter": 44,
            "verse": 29,
            "text": "かれらのために，天も地も泣かず，かれらに猶予も与えられなかった。"
        },
        {
            "chapter": 44,
            "verse": 30,
            "text": "われは，イスラエルの子孫を屈辱の懲罰から救い，"
        },
        {
            "chapter": 44,
            "verse": 31,
            "text": "フィルアウンから（救い出した）。本当にかれは，高慢で無法者であった。"
        },
        {
            "chapter": 44,
            "verse": 32,
            "text": "われは思うところにより，かれらを諸民族の上に選んだ。"
        },
        {
            "chapter": 44,
            "verse": 33,
            "text": "そして明白な試練を含む，数々の印を与えた。"
        },
        {
            "chapter": 44,
            "verse": 34,
            "text": "さてこれら（マッカの偶像信者）は（愚かにも）言う。"
        },
        {
            "chapter": 44,
            "verse": 35,
            "text": "「わたしたちは最初死ねば（2度と）起こされない。"
        },
        {
            "chapter": 44,
            "verse": 36,
            "text": "もしあなたがた（の言葉）が真実なら，わたしたちの祖先を連れ戻してみなさい。」"
        },
        {
            "chapter": 44,
            "verse": 37,
            "text": "かれら（マッカの偶像信者）はトッバウの民か，またそれ以前の者たちより優れているのか。われはかれら（諸民族）を滅ぼしたのである。本当にかれらは罪を犯した者であった。"
        },
        {
            "chapter": 44,
            "verse": 38,
            "text": "われは天と地，そしてその間にある凡てのものを，戯れに創ったのではない。"
        },
        {
            "chapter": 44,
            "verse": 39,
            "text": "われは，天地とその間の凡てのものを，只真理のために創った。だが，かれらの多くは理解しない。"
        },
        {
            "chapter": 44,
            "verse": 40,
            "text": "本当に（善悪の）選別の日は，凡てのものに定められた日である。"
        },
        {
            "chapter": 44,
            "verse": 41,
            "text": "その日，友はその友のために何も役立てず，またかれらは援助も得られない。"
        },
        {
            "chapter": 44,
            "verse": 42,
            "text": "だがアッラーの御慈悲を被むった者たちは別である。本当にかれは偉力ならびなく慈悲深くあられる。"
        },
        {
            "chapter": 44,
            "verse": 43,
            "text": "本当にアッ・ザックームの木こそは，"
        },
        {
            "chapter": 44,
            "verse": 44,
            "text": "罪ある者の糧である。"
        },
        {
            "chapter": 44,
            "verse": 45,
            "text": "それは溶けた銅のように内臓の中で沸騰しよう，"
        },
        {
            "chapter": 44,
            "verse": 46,
            "text": "熱湯が滾りかえるように。"
        },
        {
            "chapter": 44,
            "verse": 47,
            "text": "（声がして言われよう。）「かれを捕えよ，燃えさかる炎の只中に，引きずり込め。"
        },
        {
            "chapter": 44,
            "verse": 48,
            "text": "それから，かれの頭の上に沸騰する湯の痛苦を浴びせよ。"
        },
        {
            "chapter": 44,
            "verse": 49,
            "text": "あなたは（これを）味わうがいい。本当にあなたは，力のある尊貴な者であった。"
        },
        {
            "chapter": 44,
            "verse": 50,
            "text": "これこそあなたがたが，疑っていたものである。」"
        },
        {
            "chapter": 44,
            "verse": 51,
            "text": "本当に，主を畏れた者は，安泰な所にいる。"
        },
        {
            "chapter": 44,
            "verse": 52,
            "text": "園と泉の間に，"
        },
        {
            "chapter": 44,
            "verse": 53,
            "text": "絹や錦を纒い，互いに向かい合って，"
        },
        {
            "chapter": 44,
            "verse": 54,
            "text": "このようにわれは，輝いた大きい目の乙女たちをかれらの配偶者にするであろう。"
        },
        {
            "chapter": 44,
            "verse": 55,
            "text": "かれらはそこで平安に，凡ての果実を求められ，"
        },
        {
            "chapter": 44,
            "verse": 56,
            "text": "最初の死の外に，そこで（再び）死を味わうことはなく，燃える炎の責め苦から守護されよう。"
        },
        {
            "chapter": 44,
            "verse": 57,
            "text": "あなたの主からの賜物，それこそは至福の成就であろ。"
        },
        {
            "chapter": 44,
            "verse": 58,
            "text": "われはこの（クルアーン）を，あなたの言葉（アラビア語）で（下し）分りやすくした。かれらは，理解し諭されるかもしれない。"
        },
        {
            "chapter": 44,
            "verse": 59,
            "text": "だからしばらく待って様子を見なさい。本当にかれらの方も様子を伺っているのだから。"
        },
        {
            "chapter": 45,
            "verse": 1,
            "text": "ハー・ミーム。"
        },
        {
            "chapter": 45,
            "verse": 2,
            "text": "この啓典の啓示は，偉力ならびなく英明な，アッラーから（下されたもの）である。"
        },
        {
            "chapter": 45,
            "verse": 3,
            "text": "本当に天と地には，信者たちにとり種々の印がある。"
        },
        {
            "chapter": 45,
            "verse": 4,
            "text": "またあなたがた自身の創造，そしてかれが（地上に）撤き散らされた生きとし生けるものには，信心堅固な者に対し，種々の印がある。"
        },
        {
            "chapter": 45,
            "verse": 5,
            "text": "昼と夜との交替，またアッラーが天から下された糧，それによって死んでいる大地が甦ること，また風向きの変化にも，知性ある者への種々の印がある。"
        },
        {
            "chapter": 45,
            "verse": 6,
            "text": "これらは，真理によってわれがあなたに読誦するアッラーの印である。アッラーとその啓示以外に，どんな説諭を（かれらは）信じようとするのか。"
        },
        {
            "chapter": 45,
            "verse": 7,
            "text": "災いなるかな，凡ての罪深い嘘付き者たちよ。"
        },
        {
            "chapter": 45,
            "verse": 8,
            "text": "アッラーの啓示がかれに読誦されるのを聞いても，なお強情，高慢で，それが聞こえないかのようである。それなら痛ましい懲罰をかれらに告げ知らせよ。"
        },
        {
            "chapter": 45,
            "verse": 9,
            "text": "かれらは，わが啓示の一端を理解すると，それを嘲笑的にとる，これらの者には，恥ずべき懲罰がある。"
        },
        {
            "chapter": 45,
            "verse": 10,
            "text": "かれらの行く先は地獄で，その行ったことは，かれらに役立つことは何もなく，また守護者として，アッラー以外に祈ったものも，役立たない。かれらには手痛い懲罰がある。"
        },
        {
            "chapter": 45,
            "verse": 11,
            "text": "これが（真の）導きである。主の印を信じない者たちには，忌しく苦しい懲罰がある。"
        },
        {
            "chapter": 45,
            "verse": 12,
            "text": "アッラーこそは海をあなたがたに従わせられた方で，かれの御命令によって，船はそこを航行し，あなたがたはかれの恩恵（の通商往来）を追求する。それであなたがたは，感謝するであろう。"
        },
        {
            "chapter": 45,
            "verse": 13,
            "text": "またかれは，天にあり地にある凡のものを，（賜物として）あなたがたの用に服させられる。本当にこの中には，反省する者への印がある。"
        },
        {
            "chapter": 45,
            "verse": 14,
            "text": "信仰する者たちに言え。アッラーの日を望まない者でもゆるしてやれ。なぜなら，現世でのかれらの所業に応じて，アッラーはかれら一団に来世で報いられるのだから。"
        },
        {
            "chapter": 45,
            "verse": 15,
            "text": "誰でも善行をする者は自らを益し，悪行をする者は自らを損なう。それからあなたがたの主の御許に帰されるのである。"
        },
        {
            "chapter": 45,
            "verse": 16,
            "text": "本当にわれは，イスラエルの子孫に啓典と英知と預言の天分を授け，様々の善い給養を与え，また諸民族よりも卓越させた。"
        },
        {
            "chapter": 45,
            "verse": 17,
            "text": "またわれは（宗教の）事に就いて，かれらに明証を授けた。それで知識がかれらの許に来た後において，自分たちの間の族妬により，異論を唱えるようになった。本当にあなたの主は，異論を唱えたことに就いて，復活の日に御裁きになられる。"
        },
        {
            "chapter": 45,
            "verse": 18,
            "text": "その後われは，あなたに命じ（正しい）道の上に置いた。それであなたはその（道）に従い，知識のない者の虚しい願望に従ってはならない。"
        },
        {
            "chapter": 45,
            "verse": 19,
            "text": "本当にかれらは，あなたにとってアッラー（からの懲罰）に対し全く無力である。悪を行う者は，お互い同士友である。だがアッラーは，主を畏れる者の友である。"
        },
        {
            "chapter": 45,
            "verse": 20,
            "text": "この（クルアーン）は，人びとに対する明証であり，導きであり，また信心の堅固な者への慈悲である。"
        },
        {
            "chapter": 45,
            "verse": 21,
            "text": "あなたがたは，われが悪行を追求する者を，信仰して善行に勤しむ者と同じに扱うとでも思うのか。（不信心者たちの）生（現世）と死（来世）が同じであるとでも思うのか。かれら（不信者）の判断こそ誤算である。"
        },
        {
            "chapter": 45,
            "verse": 22,
            "text": "アッラーは，天と地を真理によって創造なされた。そして各人は，その行ったことに対して報いられ，不当に扱かわれることはないのである。"
        },
        {
            "chapter": 45,
            "verse": 23,
            "text": "あなたがたは自分の虚しい願望を，神様として崇めている者を見ないか。アッラーは御承知のうえでかれを迷うに任せ，耳や心を封じ，目を覆われた。アッラーに（見放された）後，誰がかれを導けよう。あなたがたは，これでも訓戒を受け入れないのか。"
        },
        {
            "chapter": 45,
            "verse": 24,
            "text": "かれらは言う。「有るものは，わたしたちには現世の生活だけです。わたしたちは生まれたり死んだりしますが，わたしたちを滅ぼすのは，時の流れだけです。」しかしかれらは，これに就いて何の知識もなく，只臆測するだけである。"
        },
        {
            "chapter": 45,
            "verse": 25,
            "text": "われの明白な印がかれらに読誦されると，かれらの論法は只，「あなたの言葉が真実ならば，わたしたちの祖先を連れ戻しなさい」と言うだけである。"
        },
        {
            "chapter": 45,
            "verse": 26,
            "text": "言ってやるがいい。「アッラーが，あなたがたに生を授け，それから死なせ，それから復活の日に，あなたがたを召集なされる。それに就いて疑いはない。だが，人びとの多くは，これを理解しない。」"
        },
        {
            "chapter": 45,
            "verse": 27,
            "text": "天と地の大権は，アッラーの有である。時が，到来する日，虚偽に従う者は失敗者となる。"
        },
        {
            "chapter": 45,
            "verse": 28,
            "text": "あなたは，各集団が跪きながら，夫々の集団で自分の記録の所に呼ばれるのを見よう。この日，あなたがたが行ったことに対して報いられるのである。"
        },
        {
            "chapter": 45,
            "verse": 29,
            "text": "このわれの記録こそはあなたがたについて真実を語る。本当にわれは，あなたがたの行ったことを書き留めさせて置いた。"
        },
        {
            "chapter": 45,
            "verse": 30,
            "text": "それで信仰し，善行に勤しんだ者，主はかれらを，慈悲の中に入らせられる。これは明らかに至福の成就である。"
        },
        {
            "chapter": 45,
            "verse": 31,
            "text": "それから不信者に対しては，「われの啓示が，あなたがたに読誦されなかったのか。あなたがたは高慢で，犯罪者である。」（と言われよう）。"
        },
        {
            "chapter": 45,
            "verse": 32,
            "text": "そして（かれらに向かって，）「アッラーの御約束は，本当に真実である。（審判の）時は，疑いの余地はないのである。」と告げられると，あなたがたは，「時が何であるのか，わたしたちには分りません。それは全く臆測に過ぎないと思います。だからわたしたちは，しっかりした確信など持てません。」と言った。"
        },
        {
            "chapter": 45,
            "verse": 33,
            "text": "こうして，かれらの行った様々な悪がかれらに現われ，かれらの嘲笑していたことが，かれらをとり囲む。"
        },
        {
            "chapter": 45,
            "verse": 34,
            "text": "仰せられよう。「今日われは，あなたがたを忘れるであろう。あなたがたが，この日の対面を忘れたように。あなたがたの住まいは業火である。あなたがたには，（もはや）助ける者はないのである。"
        },
        {
            "chapter": 45,
            "verse": 35,
            "text": "それはあなたがたが，アッラーの印を嘲笑し，現世の生活があなたがたを欺いていたためである。それで今日は，そこから出して貰えず，また，（アッラーの）御恵みにもあずかれない。 」"
        },
        {
            "chapter": 45,
            "verse": 36,
            "text": "諸天の主，大地の主。万有の主，アッラーにこそ凡ての称讃あれ。"
        },
        {
            "chapter": 45,
            "verse": 37,
            "text": "天と地における，尊厳は，かれ（だけ）のものである。かれは偉力ならびなく英明であられる。"
        }
    ]
}