{
    "maqras": [
        {
            "chapter": 11,
            "verse": 41,
            "text": "Und er sagte: «Steigt hinein. Im Namen Gottes erfolge seine Fahrt und seine Landung. Mein Herr ist voller Vergebung und barmherzig.»"
        },
        {
            "chapter": 11,
            "verse": 42,
            "text": "Es fuhr mit ihnen dahin auf Wogen wie Berge. Noach rief seinem Sohn zu, der abseits stand: «O mein Sohn, steig ein mit uns und sei nicht mit den Unglaubigen.»"
        },
        {
            "chapter": 11,
            "verse": 43,
            "text": "Er sagte: «Ich werde Unterkunft finden auf einem Berg, der mich vor dem Wasser schutzt.» Er sagte: «Es gibt heute niemanden, der vor dem Befehl Gottes schutzen konnte, außer fur den, dessen Er sich erbarmt.» Die Woge trennte sie beide, und so war er einer von denen, die ertrankt wurden"
        },
        {
            "chapter": 11,
            "verse": 44,
            "text": "Und es wurde gesprochen: «O Erde, verschlinge dein Wasser. O Himmel, halt ein.» Das Wasser nahm ab, und die Angelegenheit war entschieden. Es hielt auf dem Djudi an. Und es wurde gesprochen: «Weg mit den Leuten, die Unrecht tun!»"
        },
        {
            "chapter": 11,
            "verse": 45,
            "text": "Und Noach rief seinen Herrn an und sagte: «Mein Herr, mein Sohn gehort zu meinen Angehorigen, und dein Versprechen ist die Wahrheit, und du bist der Weiseste derer, die Urteile fallen.»"
        },
        {
            "chapter": 11,
            "verse": 46,
            "text": "Er sprach: «O Noach, er gehort nicht zu deinen Angehorigen. Es ist eine Tat, die nicht gut ist. So bitte Mich nicht um etwas, wovon du kein Wissen hast. Ich ermahne dich, nicht einer der Torichten zu sein.»"
        },
        {
            "chapter": 11,
            "verse": 47,
            "text": "Er sagte: «O mein Herr, ich suche Zuflucht bei Dir davor, daß ich Dich um etwas bitte, wovon ich kein Wissen habe. Wenn Du mir nicht vergibst und dich meiner (nicht) erbarmst, werde ich zu den Verlierern gehoren.»"
        },
        {
            "chapter": 11,
            "verse": 48,
            "text": "Es wurde gesprochen: «O Noach, steig hinunter in unserem Frieden und mit unseren Segnungen uber dich und uber Gemeinschaften von denen, die mit dir sind. Es gibt Gemeinschaften, denen Wir eine Nutznießung geben werden, dann wird sie eine schmerzhafte Pein von Uns erfassen.»"
        },
        {
            "chapter": 11,
            "verse": 49,
            "text": "Dies gehort zu den Berichten uber das Unsichtbare, die Wir dir offenbaren. Du wußtest sie vorher nicht, weder du noch dein Volk. Sei nun geduldig. Das Ende gehort den Gottesfurchtigen"
        },
        {
            "chapter": 11,
            "verse": 50,
            "text": "Und (Wir sandten) zu Aad ihren Bruder Hud. Er sagte: «O mein Volk, dienet Gott. Ihr habt keinen Gott außer Ihm. Ihr erdichtet ja nur Lugen"
        },
        {
            "chapter": 11,
            "verse": 51,
            "text": "O mein Volk, ich verlange von euch keinen Lohn. Mein Lohn obliegt dem, der mich geschaffen hat. Habt ihr denn keinen Verstand"
        },
        {
            "chapter": 11,
            "verse": 52,
            "text": "Und, o mein Volk, bittet euren Herrn um Vergebung, dann wendet euch Ihm zu, so wird Er den Himmel uber euch ergiebig regnen lassen und euch zu eurer Kraft noch mehr Kraft hinzu verleihen. Und kehrt euch nicht als Ubeltater ab.»"
        },
        {
            "chapter": 11,
            "verse": 53,
            "text": "Sie sagten: «O Hud, du hast uns keinen deutlichen Beweis gebracht. Wir werden nicht unsere Gotter auf dein Wort hin verlassen, und wir werden dir nicht glauben"
        },
        {
            "chapter": 11,
            "verse": 54,
            "text": "Wir konnen nur sagen, daß einer unserer Gotter dir etwas Boses zugefugt hat.» Er sagte: «Ich nehme Gott zum Zeugen, und auch ihr sollt bezeugen, daß ich unschuldig bin an dem, was ihr (Ihm) beigesellt"
        },
        {
            "chapter": 11,
            "verse": 55,
            "text": "(und) neben Ihn (stellt). Geht gegen mich allesamt mit eurer List vor und gewahrt mir keinen Aufschub"
        },
        {
            "chapter": 11,
            "verse": 56,
            "text": "Ich vertraue auf Gott, meinen Herrn und euren Herrn. Es gibt kein Tier, das Er nicht an seinem Schopf halten wurde. Mein Herr befindet sich auf einem geraden Weg"
        },
        {
            "chapter": 11,
            "verse": 57,
            "text": "Wenn ihr euch abkehrt, so habe ich euch das ausgerichtet, womit ich zu euch gesandt worden bin. Mein Herr wird ein anderes Volk nach euch folgen lassen, und ihr konnt Ihm nichts schaden. Mein Herr ist Huter uber alle Dinge.»"
        },
        {
            "chapter": 11,
            "verse": 58,
            "text": "Als nun unser Befehl eintraf, erretteten Wir Hud und diejenigen, die mit ihm glaubten, aus Barmherzigkeit von Uns, und Wir erretteten sie vor einer schweren Pein"
        },
        {
            "chapter": 11,
            "verse": 59,
            "text": "Das waren die Aad. Sie leugneten die Zeichen ihres Herrn und waren gegen seine Gesandten ungehorsam und folgten dem Befehl eines jeden widerspenstigen Gewaltherrschers"
        },
        {
            "chapter": 11,
            "verse": 60,
            "text": "Aber der Fluch verfolgte sie im Diesseits und (so auch) am Tag der Auferstehung. Die Aad waren undankbar gegen ihren Herrn. Ja, weg mit Aad, dem Volk von Hud"
        }
    ]
}