{
    "maqras": [
        {
            "chapter": 2,
            "verse": 158,
            "text": "صفا و مروه از شعائر الهی است، چون کسی حج یا عمره بگزارد بر او گناهی نیست که بین آن دو را بپیماید و هرکس به دلخواه کار خیری بجا آورد همانا خداوند قدردان و داناست‌"
        },
        {
            "chapter": 2,
            "verse": 159,
            "text": "کسانی که آیات روشن و رهنمودهایی را که نازل کرده‌ایم، بعد از آنکه در کتاب برای مردم بیان کرده‌ایم، پنهان می‌دارند، خداوند و لعنت‌گران بر آنان لعنت می‌فرستند"
        },
        {
            "chapter": 2,
            "verse": 160,
            "text": "مگر کسانی که توبه کنند و به صلاح بازآیند و [پنهان داشته‌ها را] آشکار کنند که از آنان در می‌گذرم و من توبه‌پذیر مهربانم‌"
        },
        {
            "chapter": 2,
            "verse": 161,
            "text": "کسانی که کفرورزیده‌اند و در کفر مرده‌اند، لعنت خداوند و فرشتگان و مردم جملگی بر آنان است‌"
        },
        {
            "chapter": 2,
            "verse": 162,
            "text": "جاودانه در دوزخ‌اند و از عذابشان کاسته نمی‌شود، و به آنان مهلت ندهند"
        },
        {
            "chapter": 2,
            "verse": 163,
            "text": "و خدای شما خدای یگانه است که خدایی جز او نیست و رحمان و رحیم است‌"
        },
        {
            "chapter": 2,
            "verse": 164,
            "text": "آری در آفرینش آسمانها و زمین و در پی یکدیگر آمدن شب و روز و در کشتی‌ای که برای بهره‌وری مردم در دریا روان است، و آبی که خداوند از آسمان فرو فرستاده است و بدان زمین را پس از پژمردنش زنده داشته و جانورانی که در آن پراکنده است، و در گردش بادها و در ابری که بین آسمان و زمین آرمیده است، برای مردمی که می‌اندیشند، شگفتیهاست‌"
        },
        {
            "chapter": 2,
            "verse": 165,
            "text": "کسانی از مردم هستند که همتایانی برای خداوند قائل می‌شوند و آنها را همچون خدا دوست می‌دارند، حال آنکه مؤمنان خداوند را دوست‌تر دارند، و اگر ستمکاران [ مشرکان‌] به هنگامی که عذاب [روز قیامت‌] را مشاهده کنند، بدانند که هر قدرتی از آن خداوند است و خداوند سخت کیفر است [پشیمان می‌شوند و به حقیقت پی می‌برند]"
        },
        {
            "chapter": 2,
            "verse": 166,
            "text": "آنگاه که پیشوایان [گمراه‌] از پیروان تبری جویند و عذاب را مشاهده کنند و پیوندشان گسسته شود"
        },
        {
            "chapter": 2,
            "verse": 167,
            "text": "و پیروان گویند کاش برای ما بازگشتی بود، تا همان گونه که آنان اکنون از ما تبری جستند، ما نیز از آنان تبری می‌جستیم، بدین‌سان خداوند کردارشان را همچون مایه حسرت بدیشان می‌نمایاند، و از آتش دوزخ بیرون آمدنی نیستند"
        },
        {
            "chapter": 2,
            "verse": 168,
            "text": "ای مردم از آنچه در زمین حلال و پاکیزه است بخورید و از گامهای شیطان پیروی نکنید چرا که او دشمن آشکار شماست‌"
        },
        {
            "chapter": 2,
            "verse": 169,
            "text": "او شما را به بدی و ناشایستی وامی دارد و بر آن می‌دارد که آنچه نمی‌دانید به خداوند نسبت دهید"
        },
        {
            "chapter": 2,
            "verse": 170,
            "text": "و چون به ایشان گفته شود از آنچه خداوند نازل کرده است پیروی کنید، گویند خیر، ما از آنچه نیاکانمان را بر آن یافته‌ایم پیروی می‌کنیم آیا اگر نیاکانشان چیزی نیندیشیده و راهی نیافته باشند [باز هم از آنان پیروی می‌کنند؟]"
        },
        {
            "chapter": 2,
            "verse": 171,
            "text": "داستان کافران همانند داستان کسی است که جانوری را که جز بانگ و ندایی نمی‌شنود، آواز می‌دهد، کر و گنگ و نابینا هستند و از این روی نمی‌اندیشند"
        },
        {
            "chapter": 2,
            "verse": 172,
            "text": "ای مؤمنان از پاکیزه‌های آنچه روزیتان کرده‌ایم بخورید، و اگر تنها خدای را می‌پرستید او را سپاس بگزارید"
        },
        {
            "chapter": 2,
            "verse": 173,
            "text": "[بدانید که خداوند] بر شما مردار و خون و گوشت خوک و آنچه نامی جز نام خدا به هنگام ذبحش برده باشند، حرام کرده است، اما اگر کسی درمانده شود، و تجاوز کار و زیاده‌خواه نباشد [و از آنها بخورد] گناهی بر او نیست، چرا که خداوند آمرزگار مهربان است‌"
        },
        {
            "chapter": 2,
            "verse": 174,
            "text": "کسانی که بخشی از کتاب فرو فرستاده خداوند را پنهان می‌دارند و آن را به بهای ناچیز می‌فروشند، جز آتش در درون خویش نمی‌انبارند و خداوند روز قیامت با آنان سخن نخواهد گفت، و پاکیزه‌شان نمی‌دارد و عذابی دردناک [در پیش‌] دارند"
        },
        {
            "chapter": 2,
            "verse": 175,
            "text": "اینان کسانی هستند که گمراهی را به بهای راهیابی و عذاب را به بهای آمرزش خریدند و چه دلیرند بر آتش دوزخ‌"
        },
        {
            "chapter": 2,
            "verse": 176,
            "text": "این از آن است که خداوند کتاب را به حق نازل کرده است، و کسانی که در آن اختلاف ورزیده‌اند، در ستیزه‌ای دور و درازاند"
        }
    ]
}