{
    "maqras": [
        {
            "chapter": 13,
            "verse": 35,
            "text": "وصف بهشتی که به پارسایان وعده داده شده است [چنین است که‌] جویباران از فرو دست آن جاری است و میوه‌ها و سایه آن همیشگی است، این سرانجام پرواپیشگان است، و سرانجام کافران آتش دوزخ است‌"
        },
        {
            "chapter": 13,
            "verse": 36,
            "text": "و اهل کتاب به آنچه بر تو نازل شده است، شادمانی می‌کنند، و از گروه مشرکان کسانی هستند که بخشی از آن را انکار می‌کنند، بگو همین به من فرمان رسیده است که خداوند را بپرستم و به او شرک نیاورم، به سوی او دعوت می‌کنم و بازگشت من به سوی اوست‌"
        },
        {
            "chapter": 13,
            "verse": 37,
            "text": "و بدین‌سان آن را به صورت کتابی حکمت‌آموز عربی نازل کرده‌ایم، و اگر پس از علمی که بر تو نازل شده است، از هوا و هوس آنان پیروی کنی، در برابر خداوند یاور و نگهدارنده‌ای نداری‌"
        },
        {
            "chapter": 13,
            "verse": 38,
            "text": "و پیش از تو پیامبرانی فرستاده‌ایم و همسران و فرزندانی به آنان بخشیده‌ایم، و هیچ پیامبری را نرسد که معجزه‌ای جز به اذن الهی بیاورد، هر اجلی [را سرآمدی‌] معین است‌"
        },
        {
            "chapter": 13,
            "verse": 39,
            "text": "خداوند آنچه را بخواهد می‌زداید یا می‌نگارد، و ام‌الکتاب نزد اوست‌"
        },
        {
            "chapter": 13,
            "verse": 40,
            "text": "اگر بخشی از آنچه به آنان وعده داده‌ایم، به تو بنمایانیم، یا روح تو را [پیش از آن‌] بگیریم، جز این نیست که پیامرسانی بر تو و حسابرسی بر ماست‌"
        },
        {
            "chapter": 13,
            "verse": 41,
            "text": "آیا ندیده‌اند که ما دامنه‌های سرزمین [کفر] را می‌کاهیم [و بر اسلام می‌افزاییم‌] و خداوند حکم می‌کند و حکم او رد کننده‌ای ندارد، و او زود شمار است‌"
        },
        {
            "chapter": 13,
            "verse": 42,
            "text": "و به راستی که پیشینیان آنان هم مکرورزیدند، ولی مکر و تدبیر هر چه هست در اختیار خداوند است، می‌داند که هر جانداری چه به دست می‌آورد، و کافران به زودی خواهند دانست که نیک سرانجامی از آن کیست‌"
        },
        {
            "chapter": 13,
            "verse": 43,
            "text": "و کافران گویند تو پیامبر نیستی، بگو خداوند و کسی که صاحب علم کتاب است، بین من و شما گواه بس‌"
        },
        {
            "chapter": 14,
            "verse": 1,
            "text": "مهربان الر الف لام راء [این‌] کتابی است که بر تو نازل کرده‌ایم که مردم را به توفیق پروردگارشان از تاریکیها به سوی روشنایی، به سوی راه خداوند پیروزمند ستوده، باز بری‌"
        },
        {
            "chapter": 14,
            "verse": 2,
            "text": "خداوندی که آنچه در آسمانها و آنچه در زمین است از آن اوست، و وای بر کافران از عذاب سخت و سنگین‌[ی که در پیش دارند]"
        },
        {
            "chapter": 14,
            "verse": 3,
            "text": "[همان‌] کسانی که زندگانی دنیا را از [زندگانی‌] آخرت خوشتر دارند، و از راه خدا باز می‌دارند و آن را کج می‌شمارند، اینان در گمراهی دور و درازی هستند"
        },
        {
            "chapter": 14,
            "verse": 4,
            "text": "و هیچ پیامبری نفرستاده‌ایم مگر [با پیامی‌] به زبان قومش، تا [احکام و حقایق را] برای آنان روشن بدارد، آنگاه خداوند هرکس را بخواهد بیراه می‌گذارد و هرکس را که بخواهد هدایت می‌کند و او پیروزمند فرزانه است‌"
        },
        {
            "chapter": 14,
            "verse": 5,
            "text": "و به راستی که موسی را با معجزات خویش فرستادیم که قومت را از تاریکیها به سوی روشنایی باز بر، و آنان را به یاد ایام الله بینداز، که در این برای هر شکیبای شاکری عبرتهاست‌"
        },
        {
            "chapter": 14,
            "verse": 6,
            "text": "و چنین بود که موسی به قومش گفت نعمت الهی را بر خودتان یاد آورید که شما را از آل فرعون رهانید که عذابی سخت را به شما می‌چشانیدند و پسرانتان را می‌کشتند و دخترانتان را [برای کنیزی‌] زنده نگاه می‌داشتند، و در آن آزمونی بزرگ از سوی پروردگارتان بود"
        },
        {
            "chapter": 14,
            "verse": 7,
            "text": "و چنین بود که پروردگارتان اعلام داشت که اگر شکر کنید بر نعمت شما می‌افزایم، و اگر کفران‌بورزید [بدانید که‌] عذاب من سخت و سنگین است‌"
        },
        {
            "chapter": 14,
            "verse": 8,
            "text": "و موسی گفت اگر شما و هرکس که در روی زمین است، همگی کفرورزید، خداوند بی‌نیاز ستوده است‌"
        },
        {
            "chapter": 14,
            "verse": 9,
            "text": "آیا خبر کسانی چون قوم نوح و عاد و ثمود که پیش از شما بودند، و کسانی که پس از آنان بودند، به شما نرسیده است، که هیچ کس جز خداوند آنان را نمی‌شناسد، که پیامبرانشان برای آنان معجزاتی [به میان‌] آوردند، آنگاه آنان دستهایشان را بر دهانهایشان بردند [که خاموش!]، و گفتند ما رسالت شما را نمی‌پذیریم و ما از آنچه ما را بدان می‌خوانید، سخت در شکیم‌"
        }
    ]
}