{
    "maqras": [
        {
            "chapter": 2,
            "verse": 177,
            "text": "نیکی آن نیست که رویتان را به سوی مشرق و مغرب آورید، بلکه نیکی آن است که کسی به خداوند و روز بازپسین و فرشتگان و کتابهای آسمانی و پیامبران ایمان داشته باشد و مال را با وجود دوست داشتنش به خویشاوندان و یتیمان و بینوایان و در راه ماندگان و خواهندگان و بردگان ببخشد و نماز را برپا دارد و زکات را بپردازد، و وفاکنندگان به پیمانشان چون پیمان بندند و خوشا شکیبایان به هنگام تنگدستی و ناخوشی و هنگامه کارزار، اینان صادقان و هم اینان پرهیزگارانند"
        },
        {
            "chapter": 2,
            "verse": 178,
            "text": "ای مؤمنان بر شما در مورد کشتگان قصاص مقرر گردیده است، که آزاد در برابر آزاد، برده در برابر برده و زن در برابر زن [قصاص شود] و اگر کسی در حق برادر [دینی‌]اش بخشش کند، بر اوست که خوشرفتاری کند و [قاتل باید دیه را] به نیکی به او بپردازد، این آسانگیری و رحمتی از سوی پروردگارتان است، از آن پس هرکس بی‌روشی کند، عذابی دردناک [در پیش‌] خواهد داشت‌"
        },
        {
            "chapter": 2,
            "verse": 179,
            "text": "ای خردمندان شما را در قصاص زندگانی نهفته است، باشد که تقوا پیشه کنید"
        },
        {
            "chapter": 2,
            "verse": 180,
            "text": "بر شما مقرر گردیده است که چون مرگ یکی از شما فرارسد و مالی باقی گذارد، برای پدر و مادر و خویشاوندان به نیکی وصیت کند و این بر پرهیزگاران مقرر است‌"
        },
        {
            "chapter": 2,
            "verse": 181,
            "text": "پس از آن هرکس که آن [وصیت‌] را پس از شنیدنش دگرگون کند، گناهش بر گردن همان کسانی است که دگرگونش می‌کنند، خداوند شنوای داناست‌"
        },
        {
            "chapter": 2,
            "verse": 182,
            "text": "و هرکس که از وصیت‌کننده‌ای بیم اجحاف یا گناه داشته باشد و بین آنان [ورثه‌] آشتی دهد، گناهی بر او نیست که خداوند آمرزگار مهربان است‌"
        },
        {
            "chapter": 2,
            "verse": 183,
            "text": "ای مؤمنان بر شما روزه مقرر گردیده است همچنانکه بر کسانی که پیش از شما بودند نیز مقرر شده بود، باشد که تقوا پیشه کنید"
        },
        {
            "chapter": 2,
            "verse": 184,
            "text": "[روزه‌] روزهایی اندکشمار است و هرکس از شما که بیمار یا در سفر باشد، تعدادی از روزهای دیگر [روزه بگیرد] و برای کسانی که به دشواری آن را تاب می‌آورند کفاره‌ای است که غذای بینوایی است [در ازاء هر یک روزه‌] و هرکس به دلخواه خود خیری [افزون‌] انجام دهد چه بهتر و اگر بدانید روزه گرفتن برای شما بهتر است‌"
        },
        {
            "chapter": 2,
            "verse": 185,
            "text": "[ایام روزه‌] ماه رمضان است که قرآن در آن نازل شده است که راهنمای مردم است و آیات روشنگری شامل رهنمودها و جداکننده حق از باطل در بردارد، پس هرکس از شما که در آغاز ماه حاضر [مقیم‌] بود بر اوست که روزه بگیرد و هرکس بیمار یا در سفر بود، باید تعدادی از روزهای دیگر [روزه بدارد]، خداوند برای شما آسانی می‌خواهد و دشواری نمی‌خواهد، تا سرانجام شمار [روزهای روزه‌] را کامل کنید و خداوند را برای آنکه رهنمونیتان کرده است تکبیر بگویید و باشد که سپاسگزار باشید"
        },
        {
            "chapter": 2,
            "verse": 186,
            "text": "و چون بندگانم درباره من از تو پرسش کنند [بگو] من نزدیکم و چون بخواندم دعای دعاکننده را اجابت می‌کنم، پس به فرمان من گردن نهند و به من ایمان آورند، باشد که راه یابند"
        },
        {
            "chapter": 2,
            "verse": 187,
            "text": "آمیزش شما با زنانتان در شبهای روزه بر شما حلال شد، آنان \"پیراهن تن\" شما و شما \"پیراهن تن\" آنانید، خداوند می‌دانست که با خود ناراستی می‌کنید، آنگاه از شما درگذشت و شما را بخشید، اینک با آنان در آمیزید و در طلب آنچه خداوند برایتان مقرر داشته برآیید و بخورید و بیاشامید تا آنکه رشته سپید سپیده از رشته سیاه [شب‌] برایتان آشکار شود، سپس روزه را تا شب به پایان برید و هنگامی که در مساجد معتکف هستید با آنان [زنان خود] آمیزش نکنید، این حدود احکام الهی است به آنها نزدیک نشوید [که مبادا تجاوز کنید]، بدین‌سان خداوند آیاتش را برای مردم روشن می‌سازد باشد که تقوا پیشه کنند"
        },
        {
            "chapter": 2,
            "verse": 188,
            "text": "و اموال یکدیگر را به ناحق نخورید، و به داوران با [رشوت از] آن نزدیکی نجویید تا پاره‌ای از اموال مردم را آگاهانه به ناحق بخورید"
        }
    ]
}