{
    "maqras": [
        {
            "chapter": 20,
            "verse": 55,
            "text": "از آن [خاک‌] شما را آفریده‌ایم، و به آن بازتان می‌گردانیم، و بار دیگر از آن بیرونتان می‌آوریم‌"
        },
        {
            "chapter": 20,
            "verse": 56,
            "text": "و همه پدیده‌های شگرف خویش را به او نمایاندیم ولی دروغ انگاشت و سر باززد"
        },
        {
            "chapter": 20,
            "verse": 57,
            "text": "گفت ای موسی آیا آمده‌ای که ما را با جادوی خود از سرزمینمان آواره کنی؟"
        },
        {
            "chapter": 20,
            "verse": 58,
            "text": "بدان که ما نیز جادویی همانند آن برایت به میان می‌آوریم، پس بین ما و خودت موعدی بگذار در مکانی مقبول هر دو طرف که ما و تو در آن خلاف نکنیم‌"
        },
        {
            "chapter": 20,
            "verse": 59,
            "text": "گفت موعدتان روز جشن باشد که مردمان نیز در روز گرد آیند"
        },
        {
            "chapter": 20,
            "verse": 60,
            "text": "فرعون برگشت و همه مکر و تدبیر خود را به کار برد و به میان آمد"
        },
        {
            "chapter": 20,
            "verse": 61,
            "text": "موسی به ایشان گفت وای بر شما، بر خداوند افتراء مزنید که شما را با عذابی ریشه کن می‌سازد و هرکس افتراء پیشه کند نومید گردد"
        },
        {
            "chapter": 20,
            "verse": 62,
            "text": "آنان در میان خود درباره کار و بارشان اختلاف پیدا کردند و رازگویی‌شان را پنهان داشتند"
        },
        {
            "chapter": 20,
            "verse": 63,
            "text": "[و] ادعا کردند این دو جادوگرانی هستند که می‌خواهند با جادوشان شما را از سرزمینتان آواره کنند و آیین پسندیده شما را از بین ببرند"
        },
        {
            "chapter": 20,
            "verse": 64,
            "text": "پس همفکری کنید و هماهنگ عمل کنید و امروزه هر که چیره شود، رستگار است‌"
        },
        {
            "chapter": 20,
            "verse": 65,
            "text": "گفتند ای موسی تو [اول‌] می‌اندازی یا ما اول بیندازیم؟"
        },
        {
            "chapter": 20,
            "verse": 66,
            "text": "گفت شما بیندازید، و [انداختند و] ناگهان از جادوی آنان چنین به نظرش آمد که ریسمانهایشان و چوبدستی‌هایشان [مار شده و] جنب و جوش دارد"
        },
        {
            "chapter": 20,
            "verse": 67,
            "text": "پس موسی در دل خود بیمی احساس کرد"
        },
        {
            "chapter": 20,
            "verse": 68,
            "text": "گفتیم مترس که تو برتری‌"
        },
        {
            "chapter": 20,
            "verse": 69,
            "text": "و آنچه در دست داری بینداز تا برساخته‌هایشان را ببلعد، که آنچه برساخته‌اند، نیرنگ جادوگر است و جادوگر هر چه کند رستگار نمی‌شود"
        },
        {
            "chapter": 20,
            "verse": 70,
            "text": "آنگاه جادوگران به سجده در افتادند [و] گفتند به پروردگار هارون و موسی ایمان آوردیم‌"
        },
        {
            "chapter": 20,
            "verse": 71,
            "text": "[فرعون‌] گفت آیا پیش از آنکه به شما اجازه دهم به او ایمان آوردید، بی‌شک او بزرگتر [و آموزگار] شماست که به شما جادوگری آموخته است، بدانید که دستها و پاهایتان را بر خلاف جهت یکدیگر می‌برم و شما را بر تنه‌های درخت خرما به دار می‌کشم، و خواهید دانست که کداممان عذابی شدیدتر و پاینده‌تر دارد"
        },
        {
            "chapter": 20,
            "verse": 72,
            "text": "[جادوگران‌] گفتند هرگز تو را بر روشنگریهایی که برای ما آمده است، و بر کسی که ما را آفریده است، بر نمی‌گزینیم، هر چه خواهی بکن، جز این نیست که تو فقط در زندگی دنیوی کاری توانی کرد"
        },
        {
            "chapter": 20,
            "verse": 73,
            "text": "ما به پروردگارمان ایمان آورده‌ایم تا گناهانمان را و همین جادویی را که تو به آن وادارمان کرده‌ای ببخشد و خداوند است که بهتر و پاینده‌تر است‌"
        },
        {
            "chapter": 20,
            "verse": 74,
            "text": "به راستی هرکس گناهکار به نزد پروردگارش بیاید، جهنم نصیب اوست که در آن نه می‌میرد و نه زنده می‌ماند"
        },
        {
            "chapter": 20,
            "verse": 75,
            "text": "و هرکس مؤمن به نزد او بیاید، و کارهای شایسته کرده باشد، اینانند که درجات عالی دارند"
        },
        {
            "chapter": 20,
            "verse": 76,
            "text": "[در] بهشتهای عدن که جویباران از فرودست آن جاری است، و جاودانه در آنند، و این پاداش کسی است که پاکی پیشه کند"
        },
        {
            "chapter": 20,
            "verse": 77,
            "text": "و به موسی وحی کردیم که بندگان مرا شبانه روانه کن، و برای آنان راهی خشک در دریا بشکاف، به طوری که نه از فرارسیدن [دشمن‌] بیمناک باشی و نه [از غرق‌] بترسی‌"
        },
        {
            "chapter": 20,
            "verse": 78,
            "text": "آنگاه فرعون با سپاهیانش آنان را دنبال کرد، و آب دریا آنان را فراگرفت و فروپوشاند"
        },
        {
            "chapter": 20,
            "verse": 79,
            "text": "و [بدین‌سان‌] فرعون قومش را به گمراهی کشاند و به جایی نرساند"
        },
        {
            "chapter": 20,
            "verse": 80,
            "text": "ای بنی‌اسرائیل به راستی شما را از دشمنتان رهانیدیم و با شما در جانب طور ایمن وعده گذاردیم و بر شما من و سلوی فرو فرستادیم‌"
        },
        {
            "chapter": 20,
            "verse": 81,
            "text": "[و گفتیم‌] از هر آنچه از پاکیزه‌ها روزیتان کرده‌ایم، بخورید و در آن از حد تجاوز مکنید، که خشم من بر شما فرود می‌آید، و هرکس که خشم من بر او فرود آید، به راستی نابود شود"
        },
        {
            "chapter": 20,
            "verse": 82,
            "text": "و من در حق کسی که توبه کند و ایمان آورد و کاری شایسته پیش گیرد و به راه آید آمرزگارم‌"
        }
    ]
}