{
    "maqras": [
        {
            "chapter": 31,
            "verse": 22,
            "text": "و هر کس روی دلش را به سوی خداوند نهد و نیکوکار باشد، به راستی که دست در دستاویز استواری زده است، و سرانجام کارها با خداوند است‌"
        },
        {
            "chapter": 31,
            "verse": 23,
            "text": "و هر کس کفر ورزد، کفر او تو را اندوهگین نکند، بازگشتشان به سوی ماست، آنگاه ایشان را از [حقیقت و نتیجه‌] آنچه کرده‌اند آگاه سازیم، که بی‌گمان خداوند دانای راز دلهاست‌"
        },
        {
            "chapter": 31,
            "verse": 24,
            "text": "اندکی برخوردارشان سازیم، سپس به عذابی سخت و سنگین دچارشان سازیم‌"
        },
        {
            "chapter": 31,
            "verse": 25,
            "text": "و اگر از ایشان پرسی چه کسی آسمانها و زمین را آفریده است گویند خداوند، بگو سپاس خدای را، ولی بیشترینه آنان نمی‌دانند"
        },
        {
            "chapter": 31,
            "verse": 26,
            "text": "آنچه در آسمانها و زمین است از آن خداوند است، بی‌گمان خداوند بی‌نیاز ستوده است‌"
        },
        {
            "chapter": 31,
            "verse": 27,
            "text": "و اگر آنچه درخت در زمین هست، قلم شود، و دریا [چون مرکب باشد] سپس هفت دریا به آن مدد برساند، کلمات الهی به پایان نرسد، که خداوند پیروزمند فرزانه است‌"
        },
        {
            "chapter": 31,
            "verse": 28,
            "text": "آفرینش و برانگیختن شما [در قیامت‌] جز مانند تنی یگانه نیست، بی‌گمان خداوند شنوای بیناست‌"
        },
        {
            "chapter": 31,
            "verse": 29,
            "text": "آیا ننگریسته‌ای که خداوند از شب می‌کاهد و بر روز می‌افزاید و از روز می‌کاهد و بر شب می‌افزاید و خورشید و ماه را رام کرده است که هر یک تا سرآمدی معین روان است، و خداوند به آنچه می‌کنید آگاه است‌"
        },
        {
            "chapter": 31,
            "verse": 30,
            "text": "این از آن است که خداوند بر حق است، و آنچه به جای او می‌پرستند، باطل است، و بی‌گمان خداوند است که بلندمرتبه بزرگ است‌"
        },
        {
            "chapter": 31,
            "verse": 31,
            "text": "آیا ننگریسته‌ای که کشتیها به نعمت الهی در دریا روانند، تا به شما از آیات خویش بنمایاند، بی‌گمان در این برای هر شکیبای شاکری مایه‌های عبرت هست‌"
        },
        {
            "chapter": 31,
            "verse": 32,
            "text": "و چون موجی سایبان‌وار آنان را فراگیرد، خداوند را در حالی که دین خود را برای او پیراسته می‌دارند، به دعا می‌خوانند آنگاه چون آنان را برهاند و به خشکی برساند، بعضی از ایشان میانه‌رو [و درستکارند] [و بعضی کجرو] و جز غدار ناسپاس کسی منکر آیات ما نمی‌شود"
        },
        {
            "chapter": 31,
            "verse": 33,
            "text": "ای مردم از پروردگارتان پروا کنید و از روزی بترسید که هیچ پدری به داد فرزندش نرسد، و هیچ فرزندی فریادرس پدرش نباشد، بی‌گمان وعده الهی حق است، پس زندگانی دنیا شما را نفریبد، و [شیطان‌] فریبکار شما را نسبت به خداوند فریفته نگرداند"
        },
        {
            "chapter": 31,
            "verse": 34,
            "text": "بی‌گمان آگاهی از قیامت خاص خداوند است، و باران را نیز او نازل می‌کند، و می‌داند که در رحمها چیست، و هیچ کس نمی‌داند که فردا چه به دست می‌آورد، و هیچ کس نمی‌داند که در کدامین سرزمین می‌میرد، بی‌گمان خداوند دانای آگاه است‌"
        },
        {
            "chapter": 32,
            "verse": 1,
            "text": "الم [الف لام میم‌]"
        },
        {
            "chapter": 32,
            "verse": 2,
            "text": "کتابی است فرو فرستاده و شک در آن نیست [که‌] از سوی پروردگار جهان است‌"
        },
        {
            "chapter": 32,
            "verse": 3,
            "text": "یا گویند که آن را برساخته است، نه بلکه حق است و از سوی پروردگار توست تا قومی را که [پیامبری‌] هشداردهنده پیش از تو به سراغشان نیامده بود، بیم‌دهی، باشد که به راه آیند"
        },
        {
            "chapter": 32,
            "verse": 4,
            "text": "خداوند کسی است که آسمان و زمین و مابین آنها را در شش روز آفرید، سپس بر عرش استیلاء یافت، شما را جز او سرور و شفیعی نیست، آیا پند نمی‌گیرید"
        },
        {
            "chapter": 32,
            "verse": 5,
            "text": "از آسمان کار و بار زمین را تدبیر می‌کند، سپس [اعمال مردمان‌] در روزی که اندازه‌اش هزار سال است از آنچه شما می‌شمارید، به سوی او بالا می‌رود"
        },
        {
            "chapter": 32,
            "verse": 6,
            "text": "اوست که دانای نهان و آشکارا [و] پیروزمند مهربان است‌"
        },
        {
            "chapter": 32,
            "verse": 7,
            "text": "و [همان‌] کسی که هرچیز را که آفرید نیکو آفرید، و آفرینش انسان [/آدم‌] را از گل آغاز کرد"
        },
        {
            "chapter": 32,
            "verse": 8,
            "text": "سپس نسل او را از چکیده آب بی‌مقدار پدید آورد"
        },
        {
            "chapter": 32,
            "verse": 9,
            "text": "سپس او را استوار کرد و در او از روح خویش دمید و برای شما گوش [ها] و چشمان و دلها آفرید، چه اندک سپاس می‌گزارید"
        },
        {
            "chapter": 32,
            "verse": 10,
            "text": "و گویند آیا چون در [خاک‌] زمین ناپدید شدیم، آیا آفرینش تازه‌ای خواهیم یافت؟ بلکه ایشان لقای پروردگارشان را منکرند"
        }
    ]
}