{
    "maqras": [
        {
            "chapter": 34,
            "verse": 46,
            "text": "بگو شما را فقط به کلمه‌ای یگانه پند می‌دهیم، و آن این است که دوگان دوگان، و یکان یکان به کار خداوند برخیزید و سپس اندیشه کنید، همسخن شما جنونی ندارد، او جز هشداردهنده‌ای برای شما در پیشاپیش عذابی شدید نیست‌"
        },
        {
            "chapter": 34,
            "verse": 47,
            "text": "بگو هر مزدی که از شما طلبیده باشم متعلق به خودتان، مزد من جز با خداوند نیست، و او بر هر چیزی گواه است‌"
        },
        {
            "chapter": 34,
            "verse": 48,
            "text": "بگو بی‌گمان پروردگار من حق را به میان می‌آورد و او دانای رازهای نهانی است‌"
        },
        {
            "chapter": 34,
            "verse": 49,
            "text": "بگو حق به میان آمد [معبود] باطل نه [آفرینش چیزی را] آغاز کند و نه بازگرداند"
        },
        {
            "chapter": 34,
            "verse": 50,
            "text": "بگو اگر گمراه باشم، فقط به زیان خویش گمراه بوده‌ام، و اگر رهیافته باشم، آن به برکت وحی است که پروردگار من به من فرستاده است، چرا که او شنوای نزدیک است‌"
        },
        {
            "chapter": 34,
            "verse": 51,
            "text": "و چون بنگری آنگاه که هراسان شوند گریزی در کار نیست، و از جایی نزدیک فرو گرفته شوند"
        },
        {
            "chapter": 34,
            "verse": 52,
            "text": "و گویند [اکنون‌] به آن [قرآن/ قیامت/ پیامبر] ایمان آوردیم، و چگونه از جایی [چنین‌] دور، دسترس [به آن‌] برای آنان میسر باشد؟"
        },
        {
            "chapter": 34,
            "verse": 53,
            "text": "و پیشتر هم به آن انکار ورزیده بودند، و از دور دستها، تیری در تاریکی می‌اندازند"
        },
        {
            "chapter": 34,
            "verse": 54,
            "text": "و بین آنان و آنچه خوش دارند، فاصله افتد، چنانکه پیشترها در حق همانندانشان هم چنین شده بود که آنان سخت در شک بودند"
        },
        {
            "chapter": 35,
            "verse": 1,
            "text": "سپاس خداوند را، پدید آورنده آسمانها و زمین، که فرشتگان را پیام رسان گردانده است، [فرشتگانی‌] که دارای بالهای دوگانه و سه‌گانه و چهارگانه‌اند، در آفرینش هر چه خواهد می‌افزاید، بی‌گمان خداوند بر همه چیز تواناست‌"
        },
        {
            "chapter": 35,
            "verse": 2,
            "text": "هر رحمتی که خداوند در حق مردم گشاده سازد، بازدارنده‌ای ندارد، و هر آنچه فروبندد، گشاینده‌ای جز او ندارد، و او پیروزمند فرزانه است‌"
        },
        {
            "chapter": 35,
            "verse": 3,
            "text": "ای مردم نعمت الهی را بر خودتان یاد آورید، آیا آفریدگاری غیر از خداوند هست که شما را از آسمان و زمین روزی دهد؟ خدایی جز او نیست، پس چگونه بیراهه می‌روید؟"
        },
        {
            "chapter": 35,
            "verse": 4,
            "text": "و اگر تو را دروغ‌زن شمردند بدان که پیامبران پیش از تو هم با تکذیب روبه‌رو شدند، و کارها به سوی خداوند بازگردانده می‌شود"
        },
        {
            "chapter": 35,
            "verse": 5,
            "text": "ای مردم بی‌گمان وعده الهی حق است، پس زندگانی دنیا شما را مفریبد، و [شیطان‌] فریبکار شما را نسبت به خداوند فریفته نگرداند"
        },
        {
            "chapter": 35,
            "verse": 6,
            "text": "بی‌گمان شیطان دشمن شماست، شما هم او را دشمن گیرید، جز این نیست که او حزبش را دعوت می‌کند که سرانجام از دوزخیان باشند"
        },
        {
            "chapter": 35,
            "verse": 7,
            "text": "کسانی که کفرورزیده‌اند عذابی شدید [در پیش‌] دارند، و کسانی که ایمان آورده‌اند و کارهای شایسته کرده‌اند، از آمرزش و پاداشی عظیم برخوردارند"
        },
        {
            "chapter": 35,
            "verse": 8,
            "text": "آیا کسی که بدی عملش در نظرش آراسته جلوه داده شده است، و لذا آن را نیک می‌بیند [مانند کسی است که خداوند هدایتش کرده باشد] بی‌گمان خداوند هر کس را که خواهد بیراه دارد، و هر کس را که خواهد هدایت کند مبادا جان تو از حسرت خوردن بر ایشان بفرساید، بی‌گمان خداوند به آنچه می‌کنند آگاه است‌"
        },
        {
            "chapter": 35,
            "verse": 9,
            "text": "و خداوند کسی است که بادها را می‌فرستد که ابری را بر می‌انگیزد، آنگاه آن را به سوی سرزمینی پژمرده می‌رانیم، و بدان زمین را بعد از پژمردنش زنده می‌داریم، رستاخیز هم همین‌گونه است‌"
        },
        {
            "chapter": 35,
            "verse": 10,
            "text": "هر کس عزت می‌خواهد [بداند که‌] هر چه عزت است، نزد خداوند است، سخنان پاکیزه به سوی او بالا می‌رود، و کار نیک آن را بالا می‌برد، و کسانی که بدسگالی می‌کنند، عذابی شدید [در پیش‌] دارند، و مکر اینان بر باد است‌"
        },
        {
            "chapter": 35,
            "verse": 11,
            "text": "و خداوند شما را از خاک، سپس از نطفه آفریده است، سپس شما را زوج [نر و ماده‌] گردانده است، و هیچ زنی باردار نمی‌شود و وضع حمل نمی‌کند مگر با علم او، و هیچ کهنسالی عمر داده یا از عمر او کاسته نمی‌شود، مگر آنکه در کتابی [مسطور] است، این امر بر خداوند آسان است‌"
        },
        {
            "chapter": 35,
            "verse": 12,
            "text": "و آن دو دریا برابر نیستند، این یک شیرین خوشگوار که نوشیدنش گواراست، و این یک شور و تلخ، و از هر کدام گوشت تر و تازه می‌خورید، و [از آنها] زیوری بیرون می‌آورید و آن را \"می‌پوشید\" کشتیی [ها] را در آن، دریا شکاف می‌بینی تا در طلب روزی مقرر از جانب او برآیید، و باشد که سپاس بگزارید"
        },
        {
            "chapter": 35,
            "verse": 13,
            "text": "از شب می‌کاهد و بر روز می‌افزاید و از روز می‌کاهد و بر شب می‌افزاید، و خورشید و ماه را رام کرده است که هر یک تا سرآمدی معین جریان دارند، چنین است خداوند پروردگارتان، که فرمانروایی او راست، و کسانی که [ای ناباوران‌] به جای او می‌خوانید، مالک [چیزی حتی به اندازه‌] پوست هسته خرما نیستند"
        },
        {
            "chapter": 35,
            "verse": 14,
            "text": "اگر بخوانیدشان، ندای شما را نمی‌شنوند، و اگر هم می‌شنیدند، پاسختان را نمی‌دادند، و روز قیامت، شرک شما را انکار می‌کنند، و هیچ کس چون [خداوند] آگاه تو را آگاه نمی‌سازد"
        }
    ]
}