{
    "maqras": [
        {
            "chapter": 39,
            "verse": 53,
            "text": "بگو ای بندگانم که زیاده بر خویشتن ستم روا داشته‌اید، از رحمت الهی نومید مباشید، چرا که خداوند همه گناهان را می‌بخشد، که او آمرزگار مهربان است‌"
        },
        {
            "chapter": 39,
            "verse": 54,
            "text": "و پیش از آنکه عذاب بر شما نازل گردد و سپس یاری نیابید، به سوی پروردگارتان بازآیید و در برابر او تسلیم پیشه کنید"
        },
        {
            "chapter": 39,
            "verse": 55,
            "text": "همچنین پیش از آنکه عذاب به ناگهان بر سر شما فرود آید و شما ناآگاه باشید، از بهترین آنچه از سوی پروردگارتان به سوی شما نازل شده است، پیروی کنید"
        },
        {
            "chapter": 39,
            "verse": 56,
            "text": "تا مبادا کسی بگوید واحسرتا در آنچه در کار خداوند فروگذار کردم، و به راستی که از ریشخندکنندگان [اسلام و قرآن‌] بودم‌"
        },
        {
            "chapter": 39,
            "verse": 57,
            "text": "یا بگوید اگر خداوند مرا هدایت کرده بود، بی‌شک از پرهیزگاران بودم‌"
        },
        {
            "chapter": 39,
            "verse": 58,
            "text": "یا چون عذاب را بنگرد، بگوید کاش مرا بازگشتی [به دنیا] بود، آنگاه از نیکوکاران می‌شدم‌"
        },
        {
            "chapter": 39,
            "verse": 59,
            "text": "حق این است که آیات من به سوی تو آمد و تو آنها را دروغ شمردی و سرکشی کردی و از کافران بودی‌"
        },
        {
            "chapter": 39,
            "verse": 60,
            "text": "و روز قیامت کسانی را که بر خداوند دروغ بسته‌اند، بینی که چهره‌هایشان سیاه [شده‌] است [به آنان گویند] آیا منزلگاه متکبران در جهنم نیست؟"
        },
        {
            "chapter": 39,
            "verse": 61,
            "text": "و خداوند کسانی را که پرهیزگاری ورزیده‌اند به رستگاری‌شان برهاند، چنانکه عذابی به آنان نرسد و اندوهگین هم نشوند"
        },
        {
            "chapter": 39,
            "verse": 62,
            "text": "خداوند آفریدگار همه چیز است، و او بر هر چیزی نگهبان است‌"
        },
        {
            "chapter": 39,
            "verse": 63,
            "text": "او راست کلیدهای آسمانها و زمین، کسانی که آیات ما را انکار کرده‌اند، آنانند که زیانکارند"
        },
        {
            "chapter": 39,
            "verse": 64,
            "text": "بگو ای نادانان آیا فرمانم می‌دهید که غیر از خدا را بپرستم؟"
        },
        {
            "chapter": 39,
            "verse": 65,
            "text": "و به راستی بر تو و بر کسانی که پیش از تو بوده‌اند، وحی شده است که اگر شرک ورزی، عملت تباه گردد، و بی‌شک از زیانکاران باشی‌"
        },
        {
            "chapter": 39,
            "verse": 66,
            "text": "بلکه خداوند را بپرست و از سپاسگزاران باش‌"
        },
        {
            "chapter": 39,
            "verse": 67,
            "text": "و خداوند را چنانکه سزاوار قدر اوست ارج ننهادند، حال آنکه سراسر زمین در روز قیامت در قبضه قدرت اوست، و آسمانها به دست او درهم نوردیده می‌گردد، منزه است او و فراتر است از آنچه برای او شریک می‌دانند"
        },
        {
            "chapter": 39,
            "verse": 68,
            "text": "و در صور دمیده شود، سپس هر کس که در آسمانها و هر کس که در زمین است، بیهوش شود، مگر آنکه خدا خواهد، سپس بار دیگر در آن دمیده شود، آنگاه ایشان [انسانها] ایستادگانی چشم به راهند"
        },
        {
            "chapter": 39,
            "verse": 69,
            "text": "و سراسر عرصه محشر به نور پروردگارش درخشان گردد و نامه اعمال در میان نهند و پیامبران و گواهان را به میان آورند و بین مردم به حق داوری شود و بر آنان ستم نرود"
        },
        {
            "chapter": 39,
            "verse": 70,
            "text": "و به هر کس [جزای‌] آنچه کرده است به تمامی داده شود، و او [خداوند] به آنچه کرده‌اند داناتر است‌"
        },
        {
            "chapter": 39,
            "verse": 71,
            "text": "و کافران را گروه گروه به سوی جهنم برانند، چون به نزدیک آن رسند، درهایش بازگردد، و نگهبانان آن به ایشان گویند آیا پیامبران پروردگارتان به نزد شما نیامدند که بر شما آیات پروردگارتان را بخوانند، و شما را از دیدار این روزتان هشدار دهند، گویند چرا، ولی حکم عذاب بر کافران تحقق یافته است‌"
        },
        {
            "chapter": 39,
            "verse": 72,
            "text": "گفته شود از درهای جهنم وارد شوید که جاودانه در آنید، چه بد است منزلگاه متکبران‌"
        },
        {
            "chapter": 39,
            "verse": 73,
            "text": "و کسانی را که از پروردگارشان پروا کرده‌اند، گروه گروه به سوی بهشت برانند، تا به نزدیک آن رسند، در حالی که درهایش گشوده است، و نگهبانان آن به ایشان گویند سلام بر شما خوش آمدید به آن وارد شوید و جاودانه بمانید"
        },
        {
            "chapter": 39,
            "verse": 74,
            "text": "و گویند سپاس خداوندی را که وعده خود را در حق ما راست گردانید و به ما سرزمین [بهشت‌] را به میراث داد که از بهشت هر جا که خواهیم سکنا کنیم، پس چه نیکوست پاداش عملداران‌"
        },
        {
            "chapter": 39,
            "verse": 75,
            "text": "و فرشتگان را بینی که عرش را در میان گرفته‌اند، سپاسگزارانه پروردگارشان را تسبیح می‌گویند، و در میان آنان به حق داوری شود، و گفته شود سپاس خداوند را که پروردگار جهانیان است است‌"
        }
    ]
}