{
    "maqras": [
        {
            "chapter": 49,
            "verse": 1,
            "text": "ای مؤمنان بر حکم خداوند و پیامبر او پیشدستی نکنید، و از خداوند پروا داشته باشید، بی‌گمان خداوند شنوای داناست‌"
        },
        {
            "chapter": 49,
            "verse": 2,
            "text": "ای کسانی که ایمان آورده‌اید صداهایتان را از صدای پیامبر بلندتر مسازید، و در سخن با او، مانند بلند حرف زدنتان با همدیگر، بلند حرف مزنید مبادا که اعمالتان تباه شود و آگاه نباشید"
        },
        {
            "chapter": 49,
            "verse": 3,
            "text": "بی‌گمان کسانی که صداهایشان را نزد پیامبر خدا [آهسته و] پوشیده می‌دارند، اینانند که خداوند دلهایشان را برای تقوا پالوده است، ایشان را آمرزش و پاداشی بزرگ است‌"
        },
        {
            "chapter": 49,
            "verse": 4,
            "text": "بی‌گمان کسانی که تو را از پشت در حجره‌ها صدا می‌زنند، بیشترشان نابخردانند"
        },
        {
            "chapter": 49,
            "verse": 5,
            "text": "و اگر آنان صبر می‌کردند که تو بر ایشان بیرون آیی، بی‌شک بر ایشان بهتر بود، و خداوند آمرزگار مهربان است‌"
        },
        {
            "chapter": 49,
            "verse": 6,
            "text": "ای مؤمنان اگر فرد فاسقی خبری برایتان آورد، [در آن‌] بررسی کنید مبادا نادانسته به قومی زیان رسانید، آنگاه به خاطر کاری که کرده‌اید پشیمان شوید"
        },
        {
            "chapter": 49,
            "verse": 7,
            "text": "و بدانید که پیامبر خدا در میان شماست که اگر در بسیاری از امور از شما پیروی کند، به مشقت افتید، ولی خداوند ایمان را خوشایند شما قرار داد و آن را در دلهایتان آراست، و کفر و فسق و عصیان را برای شما ناخوشایند ساخت، اینانند که رهیافتگانند"
        },
        {
            "chapter": 49,
            "verse": 8,
            "text": "بخشش و نعمتی از جانب خداوند است، و خداوند دانای فرزانه است‌"
        },
        {
            "chapter": 49,
            "verse": 9,
            "text": "و اگر دو طایفه از مؤمنان با هم در افتند، میان آنان سازش دهید، و اگر یکی از آنها بر دیگری تعدی کرد، پس با آنکه تعدی پیشه کرده است کارزار کنید، تا آنکه به سوی امر الهی باز آید، و اگر باز آمد، آنگاه میان آنان دادگرانه سازش دهید، و به داد بکوشید که خداوند دادگران را دوست دارد"
        },
        {
            "chapter": 49,
            "verse": 10,
            "text": "همانا مؤمنان [مسلمانان‌] بردارند، پس بین برادرانتان آشتی برقرار سازید، و از خداوند پروا کنید، باشد که مشمول رحمت شوید"
        },
        {
            "chapter": 49,
            "verse": 11,
            "text": "ای مؤمنان نباید که قومی، قوم دیگر را به ریشخند بگیرد، چه بسا اینان از آنان بهتر باشند، و نیز نباید زنانی زنان دیگر را [ریشخند کنند] چه بسا اینان از آنان بهتر باشند، و در میان خویش عیب‌جویی مکنید، و یکدیگر را به لقبهای بد مخوانید پس از ایمان، پرداختن به فسق، بد رسمی است، و هر کس [از این کار] بازنگردد، اینانند که ستمگرانند"
        },
        {
            "chapter": 49,
            "verse": 12,
            "text": "ای مؤمنان از بسیاری از گمانها پرهیز کنید، چرا که بعضی از گمانها گناه است، و [در کار دیگران‌] تجسس مکنید، و بعضی از شما از بعضی دیگر غیبت نکند، آیا هیچ کدام از شما خوش دارد که گوشت برادر مرده‌اش را بخورد، که از آن تنفر دارید، و از خداوند پروا کنید که بی‌گمان خداوند توبه‌پذیر مهربان است‌"
        },
        {
            "chapter": 49,
            "verse": 13,
            "text": "هان ای مردم همانا ما شما را از یک مرد و یک زن آفریده‌ایم و شما را به هیئت اقوام و قبایلی در آورده‌ایم تا با یکدیگر انس و آشنایی یابید، بی‌گمان گرامی‌ترین شما در نزد خداوند پرهیزگارترین شماست، که خداوند دانای آگاه است‌"
        }
    ]
}