{
    "maqras": [
        {
            "chapter": 9,
            "verse": 1,
            "text": "این برائت خداوند و پیامبر اوست از مشرکانی که با آنان پیمان بسته‌اید"
        },
        {
            "chapter": 9,
            "verse": 2,
            "text": "[ای مشرکان تا] چهارماه [آزادانه‌] در این سرزمین بگردید و بدانید که از خداوند گزیر و گریزی ندارید و خداوند رسواگر کافران است‌"
        },
        {
            "chapter": 9,
            "verse": 3,
            "text": "و این اعلامی از سوی خداوند و پیامبر اوست به مردم در روز حج‌اکبر که [بدانند] خداوند و پیامبر او از مشرکان بری و بیزار است، پس اگر [از کفر] توبه کنید، برایتان بهتر است و اگر رویگردان شوید بدانید که از خداوند گزیر و گریزی ندارید، و کافران را از عذابی دردناک خبر ده‌"
        },
        {
            "chapter": 9,
            "verse": 4,
            "text": "مگر کسانی از مشرکان که با آنان پیمان بسته‌اید و با شما هیچ‌گونه نابکاری نکرده‌اند و هیچ کس را در برابر شما یاری نداده‌اند، پس پیمان ایشان را تا پایان مدتش به سر برید، که خداوند پرهیزگاران را دوست دارد"
        },
        {
            "chapter": 9,
            "verse": 5,
            "text": "و چون ماههای حرام به سرآمد، آنگاه مشرکان را هرجا که یافتید بکشید و به اسارت بگیریدشان و محاصره‌شان کنید و همه جا در کمینشان بنشینید، آنگاه اگر [از کفر] توبه کردند و نماز برپا داشتند و زکات پرداختند، آزادشان بگذارید که خداوند آمرزگار مهربان است‌"
        },
        {
            "chapter": 9,
            "verse": 6,
            "text": "و اگر کسی از مشرکان از تو پناه خواست به او پناه بده، تا آنکه کلام الهی را بشنود، سپس او را به جای امنش برسان، این از آن است که ایشان قومی ناآگاه‌اند"
        },
        {
            "chapter": 9,
            "verse": 7,
            "text": "چگونه پیمان با مشرکان نزد خداوند و نزد پیامبرش محترم داشته شود؟ مگر [در مورد] کسانی که با آنان نزدیک مسجدالحرام [در حدیبیه‌] پیمان بسته‌اید، پس مادام که بر عهد خود با شما استوار باشند، شما نیز با آنان استوار باشید، که خداوند پرهیزگاران را دوست دارد"
        },
        {
            "chapter": 9,
            "verse": 8,
            "text": "چگونه چنین نباشد، و حال آنکه اگر اینان بر شما دست یابند نه پیوند و نه پیمانی را در حق شما رعایت می‌کنند، اینان شما را با زبان خود خشنود می‌کنند، حال آنکه دلهایشان از آن ابا دارد و بیشترشان نافرمانند"
        },
        {
            "chapter": 9,
            "verse": 9,
            "text": "اینان آیات الهی را به بهای ناچیز فروخته‌اند و [مردم را] از راه او بازداشته‌اند، و کار و کردارشان چه بد است‌"
        },
        {
            "chapter": 9,
            "verse": 10,
            "text": "اینان در حق هیچ مؤمنی هیچ پیوند و پیمانی را رعایت نمی‌کنند، و اینان تجاوزکار هستند"
        },
        {
            "chapter": 9,
            "verse": 11,
            "text": "اما اگر [از کفر] توبه کردند و نماز بر پا داشتند و زکات پرداختند، در آن صورت برادران دینی شما هستند، و ما آیات [خود] را برای اهل معرفت به روشنی بیان می‌داریم‌"
        },
        {
            "chapter": 9,
            "verse": 12,
            "text": "ولی اگر سوگندهایشان را پس از پیمان بستنشان شکستند و در دین شما طعنه زدند، آنگاه با پیشوایان کفر کارزار کنید، چرا که حرمت سوگند [و پیمان‌] را رعایت نمی‌کنند، باشد که دست بردارند"
        },
        {
            "chapter": 9,
            "verse": 13,
            "text": "آیا نباید با قومی که سوگندها [و پیمانها]یشان را شکسته‌اند و در آواره ساختن پیامبر کوشیده‌اند و نخست‌بار بنای ستیزه با شما را گذارده‌اند، کارزار کنید، آیا از آنها می‌ترسید؟ حال آنکه اگر مؤمنید، سزاوارتر است که از خداوند بترسید"
        },
        {
            "chapter": 9,
            "verse": 14,
            "text": "با آنان کارزار کنید تا خداوند آنان را به دست شما عذاب کند و خوار و رسوا سازد و شما را بر ایشان پیروز گرداند و درد دلهای قومی از مؤمنان را تشفی دهد"
        },
        {
            "chapter": 9,
            "verse": 15,
            "text": "و خشم و خروش دلهایشان را برطرف کند، و خداوند از هرکس که بخواهد درمی‌گذرد، و خداوند دانای فرزانه است‌"
        },
        {
            "chapter": 9,
            "verse": 16,
            "text": "آیا گمان برده‌اید که به امان خود رها می‌شوید و خداوند کسانی را از شما که جهاد می‌کنند و به جای خداوند و پیامبر او و مؤمنان، دوست همرازی نگرفته‌اند، معلوم نمی‌دارد؟ و خداوند به کار و کردار شما آگاه است‌"
        },
        {
            "chapter": 9,
            "verse": 17,
            "text": "مشرکان را نرسد که مساجد الهی را آبادان کنند حال آنکه [عملا] بر کفر خود گواه هستند، اعمال اینان تباه شده و جاودانه در آتش دوزخ خواهند بود"
        },
        {
            "chapter": 9,
            "verse": 18,
            "text": "مساجد الهی را فقط کسانی آباد می‌کنند که به خداوند و روز بازپسین ایمان آورده، و نماز برپا داشته و زکات می‌پردازند، و از هیچ کس جز خداوند نترسیده‌اند، و چه بسا اینان رهیافته باشند"
        }
    ]
}