{
    "juzs": [
        {
            "chapter": 46,
            "verse": 1,
            "text": "Ҳа мийм"
        },
        {
            "chapter": 46,
            "verse": 2,
            "text": "Китобнинг туширилиши Ғолиб ва ҳикматли Аллоҳ тарафидандир"
        },
        {
            "chapter": 46,
            "verse": 3,
            "text": "Осмонлару ерни ҳамда улар ўртасидаги нарсаларни фақат ҳақ ва белгиланган муддат ила яратдик. Кофирлар бўлса, ўзлари огоҳлантирилган нарсадан юз ўгурувчилардир. (Қуръонни ҳикмат ила нозил қилган ғолиб ва қудратли Аллоҳ осмонлару ерни ҳамда уларнинг орасидаги нарсаларни ҳам ҳақ ила, ҳикмат ила яратган)"
        },
        {
            "chapter": 46,
            "verse": 4,
            "text": "Сен: « Аллоҳдан ўзга сиғинаётган нарсаларингизнинг хабарини беринг-чи, менга кўрсатинг-чи, улар ердан нимани яратдилар? Ёки осмонларни (яратишда) иштироклари борми? Агар ростгўй бўлсаларингиз, менга бундан (Қуръондан) олдинги китобни ёки илмий асарни келтиринг.»- деб айт"
        },
        {
            "chapter": 46,
            "verse": 5,
            "text": "Аллоҳни қўйиб, қиёмат кунигича дуосини мустажоб қилолмайдиганларга илтижо этадиганлардан ҳам адашганроқлар борми?! Ҳолбуки, У(бут)лар уларнинг дуосидан ғофилдирлар"
        },
        {
            "chapter": 46,
            "verse": 6,
            "text": "Одамлар маҳшарга тўпланганда, (бутлар) уларга душман бўлурлар ва ибодатларига ҳам мункир бўлурлар. (Бизга ибодат қилганингиз йўқ, деб инкор қиладилар. Ҳатто шайтон ўзига эргашганлардан тонар экан)"
        },
        {
            "chapter": 46,
            "verse": 7,
            "text": "Қачонки уларга равшан оятларимиз тиловот қилинса, куфр келтирганлар Ҳақ (Қуръон) уларга келгандаёқ, бу очиқ-ойдин сеҳрдир, дерлар"
        },
        {
            "chapter": 46,
            "verse": 8,
            "text": "Балки у(Қуръон)ни ўзи тўқиб олган ҳам дерлар. Сен: «Агар уни тўқиб олган бўлсам, Аллоҳдан (келадиган) бирор нарсани мендан қайтаришга қодир эмассиз. У зотнинг Ўзи ҳақида сиз шўнғиётган нарсаларни яхши билувчидир. Мен билан сизнинг ўртангизда гувоҳликка Унинг Ўзи кифоядир. Ва У кечирувчи ҳам раҳмли зотдир», деб айт"
        },
        {
            "chapter": 46,
            "verse": 9,
            "text": "Сен:»Мен биринчи Пайғамбар эмасман, менга ва сизларга нима қилинишини билмайсман. Фақат, ўзимга ваҳий қилинаётган нарсагагина эргашурман. Мен очиқ-ойдин огоҳлантирувчиман, холос», деб айт"
        },
        {
            "chapter": 46,
            "verse": 10,
            "text": "Сен: «Айтинг-чи, агар у(Қуръон) Аллоҳдан бўлса-ю, сиз унга куфр келтирсангиз ва ҳолбуки, Бани Исроилдан бир гувоҳ у(Қуръон)га ўхшаш нарсага гувоҳлик бериб, иймон келтириб турибди, сиз эса, кибру ҳаво қиляпсиз. Албатта, Аллоҳ золим қавмларни ҳидоят қилмайди», деб айт. (Қуръони каримда бузуқ ақидаларни тузатиш, тўғри йўлга бошлаш учун турли услублар қўлланган. бу оятда мушрикларнинг ақидасига шубҳа солиш йўли билан, уларнинг хатода эканликлари баён қилинмоқда)"
        },
        {
            "chapter": 46,
            "verse": 11,
            "text": "Куфр келтирганлар иймон келтирганларга: «Агар у(Қуръон) яхшилик бўлганида, унга биздан аввал бормасдилар», дерлар. У(Қуръон)дан ҳидоят топишмагач, бу-қадимги уйдирмадир», дерлар. (Кибру ҳавога учган араб бойваччаларининг назарида камбағалларнинг Исломга кириши, Қуръонга ишониши камчилик, айб бўлиб кўринган. Улар ўзларича,»ялангаёқлар юрган йўл яхши бўлармиди?»демоқчилар. Лекин, айни чоқда, Ҳазрати Абу Бакр, Ҳазрати Усмон, Ҳадича онамизга ўхшаш бой, задогонлар ҳам биринчилардан бўлиб Исломга киришганини эътиборга олишмайди. Ислом бойни ҳам, камбағални ҳам, кучлини ҳам, заифни ҳам бир оила аъзоси қилиш учун Аллоҳ тамонидан юборилган дин)"
        },
        {
            "chapter": 46,
            "verse": 12,
            "text": "У(Қуръон)дан олдин Мусонинг китоби йўл бошловчи ва раҳмат эди. Бу эса, араб тилидаги, тасдиқловчи, зулм қилувчиларни огоҳлантириш учун ва яхшиларга башорат китобидир. (Қуръон ўзидан аввалги китобларда, жумладан, Тавротда келган ақида аслини, илоҳий йўлни, дину диёнатни тасдиқлайди)"
        },
        {
            "chapter": 46,
            "verse": 13,
            "text": "Албатта «Роббимиз Аллоҳдир» деган, сўнгра бунда мустақим турганларга хавф йўқдир ва улар хафа ҳам бўлмаслар"
        },
        {
            "chapter": 46,
            "verse": 14,
            "text": "Ана ўшалар жаннат эгаларидир, унда қилган амаллари мукофотига абадий қолурлар"
        },
        {
            "chapter": 46,
            "verse": 15,
            "text": "Биз инсонни ота-онасига яхшилик қилишга буюрдик. Онаси унга қийланиб ҳомиладор бўлди ва уни қийланиб туғди. Ва унинг ҳомиласи ва кўкракдан ажратиши ўттиз ойдир. Токи у камолга етиб, қирқ ёшга кирганида: «Роббим Ўзинг менга ва ота-онамга берган неъматларингга шукр қилишимга ва сен рози бўлган солиҳ ишларни қилишимга илҳом бергин. Ва менинг зурриётларимни ҳам солиҳлардан қилгин. Албатта, мен тавба қилдим ва албатта, мен мусулмонларданман, деди. (Аллоҳ таоло инсонни ота-онасига яхшилик қилишга буюрмоқда. Бу инсонийлик бурчидир, бошқа ҳеч қандай асос йўқ. Инсон фақат инсонлиги учун ота-онасини ҳурмат қилиши, эъзозлаши зарур. Лекин шу билан бирга, оятнинг ўзида ота-онага яхшилик қилишнинг боисларидан баъзиси айтиб ўтилмоқда)"
        },
        {
            "chapter": 46,
            "verse": 16,
            "text": "Ана ўшаларнинг энг яхши амалларни қабул қилиб, ёмонликларини ўтиб юборурмиз. Улар жаннат эгаларидандир. Уларга берилган ҳақ ваъда шулдир. (Аввалги оятдаги мақтовли сифатларга эга бўлган мўминларнинг қилган яхши амалларини қабул қиламиз, дейди Аллоҳ таоло. Албатта, амални қабул қилгандан сўнг унинг мукофати ва савобини ҳам кўпайтириб беради)"
        },
        {
            "chapter": 46,
            "verse": 17,
            "text": "Ота-онасига: «Уфф сизларга, (қабрдан) чиқарилишимнинг ваъдасини бераяпсизларми?! Мендан аввал ҳам асрлар ўтган-ку!» деган кишига, Аллоҳдан мадад сўраган ҳолда улар: «Ҳолингга вой бўлгур, иймон келтир, албатта, Аллоҳнинг ваъдаси ҳақдир», дедилар. У бўлса «Бу ўтганларнинг афсоналари, холос», дер"
        },
        {
            "chapter": 46,
            "verse": 18,
            "text": "Ана ўшаларга ўзларидан аввал ўтган жин ва инс умматлари қаторида (азоб) сўзи ҳақ бўлгандир. Албатта, улар зиён кўрувчилардан бўлдилар"
        },
        {
            "chapter": 46,
            "verse": 19,
            "text": "Ҳар бирларига қилган амалларига яраша даражалар бордир. Ва уларга амалларининг (мукофат ёки жазоси) тўлиқ берилур ва уларга зулм қилинмас. (Ушбу оятда ҳар бир инсонга бу дунёда қилган амлига яраша у дунёда даража берилиши таъкидланмоқда. Қиёматда яхшиларни тўплаб жаннатга, ёмонларни дўзахга киритиб юбориш билан кифояланмаслиги маълум бўлмоқда. Балки ҳар бир инсон бу дунёда қилган амалига қараб алоҳида даражага эга бўлади. Заррача яхшилик ҳам, ёмонлик ҳам ҳисоб-китобдан четда қолмайди. Кўп яхшилик қилганларнинг даражалари жаннатда олий бўлади. Шунинг учун яхшиликни иложи борича кўпроқ қилишга уриниш керак)"
        },
        {
            "chapter": 46,
            "verse": 20,
            "text": "Куфр келтирганлар дўзахга кўндаланг қилинган кунда (уларга): «Ҳаёти дунёдаёқ ҳузур ҳаловатингизни кетказиб, мазасини татиб бўлгансиз. Бугунги кунда ер юзида ноҳақ кибру ҳаво ва фисқу фасод қилганингиз учун хорлик азоби ила жазоланасиз», дейилур"
        },
        {
            "chapter": 46,
            "verse": 21,
            "text": "Ўз қавмини қум тепаликларда огоҳлантирган Однинг биродарини эсла! Ва ҳолбуки, ундан аввал ҳам, кейин ҳам огоҳлантирувчилар ўтган. «У зотдан ўзгага ибодат қилманглар, албатта, мен улуғ кунда бошингизга тушадиган азобдан қўрқурман», (деб). («Однинг биродаридан» мурод Пайғамбар Ҳуд алайҳиссаломдир. У киши ўз қавми Одга Аллоҳ томонидан Пайғамбар қилиб юборилганлар. Од қавми «Боида» арабларидан бўлиб, асли Арабистон ярим оролининг жанубида, Ҳазарамавт томонда, баландлик–қумтепа жойларда яшаган. (Исмоил алайҳиссаломдан аввал ўтган арабларни «Боида» араблари дейилади)"
        },
        {
            "chapter": 46,
            "verse": 22,
            "text": "Улар: «Бизни худоларимиздан оздиришга келдингми? Агар ростгўйлардан бўлсанг, бизга ваъда қилаётган нарсангни келтир», дедилар"
        },
        {
            "chapter": 46,
            "verse": 23,
            "text": "У: «Албатта, илм Аллоҳнинг ҳузуридадир. Мен нима билан юборилган бўлсам, шуни етказмоқдаман. Лекин сизларнинг жоҳил қавмлигингизни кўриб турибман», деди. (Кофирлар Пайғамбардан въда қилинаётган азобни тезроқ келтиришни талаб қилишди. Пайғамбар эса, менга сизларни огоҳлантириш топширилган эди, шуни бажардим, азобнинг қачон келишининг илми эса фақат Аллоҳнинг ҳузурида. Мен унинг вақтини ҳам, шаклини ҳам билмайман, дедилар)"
        },
        {
            "chapter": 46,
            "verse": 24,
            "text": "У(азоб)нинг водийлари томон кўндаланг бўлиб юрганини кўришганда, бу кўндаланг бўлувчи, бизга ёмғир ёғдирур, дедилар. Йўқ! Бу ўзингиз орзиқиб сўраган нарса, аламли азоби бор бўрондир"
        },
        {
            "chapter": 46,
            "verse": 25,
            "text": "У Роббисининг амри ила ҳар бир нарсани вайрон қилур. Бас, масканларидан бошқа нарса кўринмай қолди. Жиноятчи қавмларни шундоқ жазолайрмиз. (Од қавмига юборилган шамол алоҳида азоб шамоли эди. У Аллоҳнинг амри ила нимага тегса, вайрон (ҳалок) қилиши керак эди"
        },
        {
            "chapter": 46,
            "verse": 26,
            "text": "Ва, дарҳақиқат, Биз уларга сизга бермаган имконларни берган эдик. Ҳамда қулоқ, кўз ва қалблар ато этдик. Бас, на қулоқлари, на кўзлари ва на қалблари уларга ҳеч бир фойда бермади. Чунки улар Аллоҳнинг оятларини инкор қилган эдилар. Бас, уларни ўзлари масхара қилган нарса (азоб) ўраб олди"
        },
        {
            "chapter": 46,
            "verse": 27,
            "text": "Ҳақиқатда, атрофингиздаги шаҳар-қишлоқларни ҳалокатга учратдик ва шоядки, ўзларига қайтсалар, деб ҳужжат-далилларни баён қилдик. (Аллоҳ таоло Макка мушрикларига ўзлари хабардор бўлган, уларнинг атрофида куфри ва инкори туфайли ҳалокатга учраган Од, Самуд, Сабаъ ва Лут қавмларини эслатмоқда)"
        },
        {
            "chapter": 46,
            "verse": 28,
            "text": "Қани энди, Аллоҳни қўйиб, (У зотга) яқинлаштирувчи деб тутинган худолари уларга ёрдам берсалар эди. Йўқ! Улар ғойиб бўлдилар ва бу уларнинг уйдирма ҳамда тўқиган бўҳтонларидир. (Аввалги оятларни ўрганиш жараёнида тушунганимиздек, мушриклар буту санамларга, булар бизни катта худога яқирлаштирадилар, шафоат қиладилар, деб эътиқод қилар эдилар)"
        },
        {
            "chapter": 46,
            "verse": 29,
            "text": "Ва сен томон бир гуруҳ жинларни Қуръон эшитишга бурганимизни эсла. Унга ҳозир бўлганларида: «Жим, қулоқ осинглар!», дедилар. Қачонки, қироат охирлаганда, ўз қавмларига огоҳлантирувчи бўлиб қайтдилар: (Оятдан маълум бўляптики, жинларнинг Қуръонга қулоқ осишлари тўсатдан, кутилмаганда содир бўлмаган, балки уларни Аллоҳ таолонинг Ўзи буриб қўйган. Бу фазлни Пайғамбар алайҳиссаломга ҳам эслатмоқда)"
        },
        {
            "chapter": 46,
            "verse": 30,
            "text": "«Эй, қавмимиз! Биз Мусодан кейин туширилган, ўзидан аввалги нарса(китоб)ларни тасдиқловчи, ҳақ(дин)га ва тўғри йўлга ҳидоят қилувчи китобни эшитдик"
        },
        {
            "chapter": 46,
            "verse": 31,
            "text": "Эй, қавмимиз, Аллоҳнинг даъватчисига жавоб беринг ва Унга иймон келтиринг: У зот сизларнинг гуноҳларингизни мағфират қиладир ва аламли азобдан сақлайдир. (Жинлар Қуръони Каримдан баъзи оятларни тинглашлари билан, уни инсу жинга юборилган илоҳий китоб эканлигини тушуниб етганлар. Шунингдек, Муҳаммад алайҳиссаломни Аллоҳнинг даъватчиси эканликларини, у зотнинг чақириқларига жавоб бериш лозимлиги, Аллоҳга иймон келтириш вожиблигини ҳам англаб етганлар. Энг муҳими, охиратни, қиёмат кунини билганлар, унда аламли азоблар борлигини, Аллоҳга иймонгина у азобдан сақлаб қолиши мумкинлигини фаҳмлаганлар. Афсуски, инсонлар бу борада жинларчалик ҳам эмаслар)"
        },
        {
            "chapter": 46,
            "verse": 32,
            "text": "Кимки, Аллоҳнинг даъватчисини қабул қилмаса, бас у ер юзида қочиб қутила олувчи эмасдир ва унга У зотдан ўзга валийлар ҳам йўқдир. Ана ўшалар очиқ-ойдин залолатдадир», дедилар"
        },
        {
            "chapter": 46,
            "verse": 33,
            "text": "Улар осмонлару ерни яратган ва уларни яратишда беҳол бўлмаган зот–Аллоҳ, ўликларни ҳам тирилтиришга қодир эканини англаб етмадиларми? Зеро, У зот ҳар бир нарсага қодирдир"
        },
        {
            "chapter": 46,
            "verse": 34,
            "text": "Куфр келтирганлар дўзахга кўндаланг қилинган кунда: «Бу ҳақиқат эмасми?!» (дейилур). Улар, Роббимизга қасамки, худди шундоқ, дерлар. У зот: «Бас, куфр келтирганингиз учун азобни тотинглар», дер"
        },
        {
            "chapter": 46,
            "verse": 35,
            "text": "Бас, азму-матонат соҳиби бўлган Пайғамбарлар сабр қилгандек, сабр қил, уларга (азоб етишига) шошилма! Улар ваъда қилинган нарсани кўрганларида худди (бу дунёда) кундуздан бир лаҳзагина турганга ўхшарлар. Бу етказишдир! Бас, фақат фосиқ қавмларгина ҳалок қилинур! (Аллоҳ таоло ушбу оятда кофир, мушрик ва динсизлар доимо мўмин- мусулмонларга зулм қилиб, озор бериб, тазйиқ ўтказиб келаганликларини эслатмоқда. «Улул азм», яъни сабр матонат соҳиби бўлган Пайғамбарлар–Нуҳ, Иброҳим, Мусо, Ийсо алайҳиссаломлардир. Бу буюк Пайғамбарларнинг ҳар бирларининг бошларига иймон йўлида, дину диёнат йўлида қанчадан-қанча кулфатлар ёғилган. Лекин улар сабр матонатда зарбулмасал бўлганлар. Оятда Қуръон, етказиш, деб аталмоқда)"
        },
        {
            "chapter": 47,
            "verse": 1,
            "text": "Куфр келтирган ва Аллоҳнинг йўлидан тўсганларнинг амалларини У зот ботил қилди. (Иймонсизларнинг қилган яхшиликлари ҳам ажр-савобсиз бўлади. Инсон Аллоҳга ишонмаса, кофир бўлса, Аллоҳ унга қандоқ қилиб савоб ато этади)"
        },
        {
            "chapter": 47,
            "verse": 2,
            "text": "У зот иймон келтирган, солиҳ амалларни қилган ва Муҳаммадга нозил қилинган нарса(Қуръон)га–ҳолбуки у Роббиларидан келган ҳақдир–иймон келтирганларнинг айбларини беркитур ва аҳволларини яхшилар"
        },
        {
            "chapter": 47,
            "verse": 3,
            "text": "Ундоқ бўлишига, албатта, куфр келтирганларнинг ботилга эргашганлари ва иймон келтирганларнинг Роббиларидан бўлган ҳаққа эргашганликлари сабабдир. Аллоҳ кишиларга ўзларининг мисолларини шундай келтиради"
        },
        {
            "chapter": 47,
            "verse": 4,
            "text": "Қачонки куфр келтирганлар билан тўқнашсангиз, бас, бўйинига урмоқ керак. Вақтики, уларни тор-мор қилсангиз, бас, маҳкам боғланг. Сўнгра ёки миннат, ёки товон олишдир. Ҳаттоки уруш ўз анжомларни қўйгунча. Ана шундай. Аллоҳ хоҳласа, улардан Ўзи ғолиб келарди, лекин баъзиларингизни баъзиларингиз ила синаш учун (қилди). Аллоҳ йўлида қатл қилинганларнинг амалларни У зот ҳеч зое қилмас"
        },
        {
            "chapter": 47,
            "verse": 5,
            "text": "Албатта, уларни ҳидоят қилар ва аҳволларни яхшилар"
        },
        {
            "chapter": 47,
            "verse": 6,
            "text": "Ҳамда Ўзи уларга таърифлаб берган жаннатга киритар. (Бу оятда урушдан бошқа илож қолмаган майдонда тўқнашув бўлгандан сўнг қилинадиган ишлар ҳақида сўз кетмоқда)"
        },
        {
            "chapter": 47,
            "verse": 7,
            "text": "Эй иймон келтирганлар! Агар Аллоҳга ёрдам берсангиз, сизга ҳам ёрдам берадир ва қадамларингизни собит қиладир"
        },
        {
            "chapter": 47,
            "verse": 8,
            "text": "Ва куфр келтирганларга бахтсизлик ва амалларини зое қилиш бўлур"
        },
        {
            "chapter": 47,
            "verse": 9,
            "text": "Бу уларнинг Аллоҳ нозил қилган нарсани хуш кўрмаганлари сабабидандир. Бас, У зот амалларини ботил қилди"
        },
        {
            "chapter": 47,
            "verse": 10,
            "text": "Ер юзида юриб, ўзларидан аввалгиларнинг оқибати қандоқ бўлганлигига назар солмасларми? Аллоҳ уларни вайрон қилди-ку! Кофирларга ҳам шунга ўхшаш бўлур"
        },
        {
            "chapter": 47,
            "verse": 11,
            "text": "Шундоқ бўлиши, албатта, Аллоҳ иймон келтирганларга дўст эканлигидан ва албатта, кофирларга дўст йўқлигидандир"
        },
        {
            "chapter": 47,
            "verse": 12,
            "text": "Албатта, Аллоҳ иймон келтирганлар ва яхши амал қилганларни тагидан анҳорлар оқиб турган жаннатларга киритур. Куфр келтирганлар ҳузур қилурлар ва худди чорва ҳайвонлари егандек ерлар ва дўзах уларнинг жойидир. (Бу ерда гап ҳақиқий ва ниҳоий насиб ҳақида кетаяпди. Кофирларга бу дунёда мол каби еган таомидан ўзга насиба йўқ)"
        },
        {
            "chapter": 47,
            "verse": 13,
            "text": "Кўпгина шаҳарлар сени чиқарган шаҳарингдан кўра қувватлироқ эди, уларни ҳалок қилдик. Бас, уларга нусрат берувчи йўқдир. (Бу ояти карима Расулуллоҳ соллоллоҳу алайҳи васалламга Маккаи Мукаррамани ташлаб, мажбуран Мадинаи Мунавварага ҳижрат қилиб кетаётган йўлларида нозил бўлган)"
        },
        {
            "chapter": 47,
            "verse": 14,
            "text": "Ўз Роббисидан (аниқ) ҳужжатга эга бўлган шахс ёмон амали ўзига зийнатли кўринган ва ҳавои нафсига эргашганларга ўхшаши мумкинми"
        },
        {
            "chapter": 47,
            "verse": 15,
            "text": "Тақводорларга ваъда қилинган жаннатнинг мисоли: ичида айнимаган сувли анҳорлари, таъми ўзгармаган сутли анҳорлари, ичувчиларга лаззатбахш хамр-шаробли анҳорлари, мусаффо асалли анҳорлари бор. Улар учун у ерда барча мевалар ва ўз Роббиларидан мағфират бор. Ўшалар оташда мангу қолувчи ва ўта қайноқ сув ила суғорилиб, ичаклари титилиб кетган кимсага ўхшайдиларми"
        },
        {
            "chapter": 47,
            "verse": 16,
            "text": "Ва улардан сенга қулоқ осадиганлари бор. Ҳузурингдан чиққанларида эса, илм берилганларга: «Ҳали у нима деди?» дерлар. Ана ўшалар қалбларига Аллоҳ тамға босганлар ва ҳавои нафсларига эргашганлардир"
        },
        {
            "chapter": 47,
            "verse": 17,
            "text": "У зот ҳидоят топганларнинг ҳидоятини зиёда қилгай ва уларнинг тақволарини бергай"
        },
        {
            "chapter": 47,
            "verse": 18,
            "text": "Улар (қиёмат) соатининг бирдан келишидан бошқа нарсага интизор бўлишаётгани йўқ. Дарвоқеъ, аломатлари келиб ҳам қолди. Агар у келиб қолса, улар қаердан эслатма олурлар?! (Пайғамбар алайҳиссаломнинг мажлисларига кириб ҳеч нарсани тушунмай чиқаётган ғофил мунофиқлар ва уларнинг издошлари нимани кутишяпти? Уларга нима керак? Улар қиёмат соатининг бирдан, тўсатдан келиб қолишидан бошқа нарсани кутишаётгани йўқ. Қиёматнинг аломатлари эса, келиб қолди. Демак, ўзининг келиши ҳам яқин. Қиёматнинг энг катта аломатларидан бири Муҳаммад алайҳиссаломнинг Пайғамбар этиб юборилишлари. Чунки у киши Пайғамбарларнинг охиргиларидирлар. У кишидан кейин Пайғамбар келмайди, балки қиёмат келади)"
        },
        {
            "chapter": 47,
            "verse": 19,
            "text": "Бас, билгин: Аллоҳдан ўзга ибодатга сазовор зот йўқ, ўзингнинг, мўминларнинг ва мўминаларнинг гуноҳларини мағфират қилинишини сўра. Аллоҳ сизларнинг кезар жойларингизни ҳам, борар жойларингизни ҳам билур. (Аллоҳ таолонинг «Билгин» деб хитоб қилиши ақида масаласида билим зарурлигига таъкиддир. Бу ишда кўр-кўрона тақлид фойда бермайди. Демак, «Аллоҳдан ўзга ибодатга сазовор зот йўқ»лигига ақида қилиш билим асосида бўлиши жуда ҳам яхши бўлар экан)"
        },
        {
            "chapter": 47,
            "verse": 20,
            "text": "Ва иймон келтирганлар, бирон сура нозил қилинса эди, дерлар. Вақтики, аниқ сура нозил қилиниб, унда уруш зикр қилинса, қалбларида касали борларни сенга жон бераётганнинг қарашидек қараётганини кўрасан"
        },
        {
            "chapter": 47,
            "verse": 21,
            "text": "Уларга тоат ва яхши сўз яхшироқдир, бас, иш жиддийлашганда, Аллоҳга содиқ қолсалар, ўзларига яхши бўлур эди. (Иймон саодатига муяссар бўлганлар доимо ўзлари иймон келтирган Зотдан фармон бўлишини орзиқиб кутадилар. Чунки уларнинг энг улкан саодати фармони илоҳийга амал қилиб Аллоҳга қурбат ҳосил қилишдир. Худди шу туйғу уларни «Ва иймон келтирганлар, бирон сура нозил қилинса эди, дейдилар», каби мавқифига сабаб бўлган. Ўша орзу қилинган сура нозил қилинса, нима бўлади? У вақтда мўмин мусулмонлар хурсандлик ила унга амал қилишни бошлайдилар. Ўзларининг иймонда содиқликларини исбот қиладилар. Аммо шундай пайтда мунофиқларнинг ҳақиқий башаралари намоён бўлади, уларнинг риё пардалари йиртилади)"
        },
        {
            "chapter": 47,
            "verse": 22,
            "text": "Эҳтимол, (иймондан) юз ўгирсангиз, ер юзида фасод қилиб, қардошлик ришталарини узарсиз?! (Бу оятда иймондан юз ўгириб, жоҳилиятга қайтишдан келадиган бу дунёдаги зарарлар эслатилмоқда)"
        },
        {
            "chapter": 47,
            "verse": 23,
            "text": "Ана ўшаларни Аллоҳ лаънатлади, уларни кар қилди ва кўзларини кўр қилди"
        },
        {
            "chapter": 47,
            "verse": 24,
            "text": "Қуръонни тадаббур ила ўйлаб кўрмасларми? Ёки қалбларида қулф борми? (Ҳар бир оятни, ҳар бир сўзни чуқур тушунишга ҳаракат қилиш Қуръонни тадаббур қилишдир. Ўшанда парда кўтарилади, ҳамма нарса равшанлашади, қалб ҳаловот топади, виждон мусаффо бўлади. «Қалбларида қулф» бўлса, унда ҳамма нарса берк, уларга ҳеч нарса, жумладан, Қуръон нури ҳам кирмайди)"
        },
        {
            "chapter": 47,
            "verse": 25,
            "text": "Албатта, ҳидоят равшан бўлгандан сўнг ортларига қайтганларга шайтон зийнатлаб кўрсатди ва уларни ўша йўллади. («Ортларига қайтганлар»дан мурод мунофиқлардир, улар ҳидоят–иймон нима эканлигини равшан кўрган, мўминликка яқин бўлган эдилар, лекин ортга қайтдилар)"
        },
        {
            "chapter": 47,
            "verse": 26,
            "text": "Ундоқ бўлишлиги, албатта, уларнинг Аллоҳ нозил қилган нарсани хуш кўрмаганларга: »Сизларга баъзи ишларда итоат қиламиз», дейишлари сабабидандир. Ва ҳолбуки Аллоҳ сир-асрорларини билиб турибди. (Оятдаги «Аллоҳ нозил қилган нарсани хуш кўрмаганлар»дан мурод яҳудийлардир)"
        },
        {
            "chapter": 47,
            "verse": 27,
            "text": "Фаришталар юзларига ва ортларига уриб жонларини олаётганларида қандоқ бўларкин"
        },
        {
            "chapter": 47,
            "verse": 28,
            "text": "Бундай бўлиши, албатта уларнинг Аллоҳни ғазаблантирган нарсага эргашганлари ва Унинг розилигини хуш кўрмаганликлари сабабидандир. Бас, У зот амалларини ҳабата қилди"
        },
        {
            "chapter": 47,
            "verse": 29,
            "text": "Қалбларида касал борлар, Аллоҳ уларнинг қаттиқ ҳасадларини ошкор қилмайди, деб ҳисоблайдиларми?! (Мунофиқлар ўзларича, мунофиқлик санъатини қоиллатиб қўямиз, бизнинг Исломга, мусулмонларга бўлган душманлигимизни ҳеч ким билмайди, деб ўйлашади)"
        },
        {
            "chapter": 47,
            "verse": 30,
            "text": "Агар хоҳласак, Биз уларни сенга кўрсатамиз, таъкидки, сен уларни сиймоларидан танийсан, албатта, сен уларни гап оҳангларидан танийсан. Аллоҳ амалларингизни билиб турур. (Мунофиқлар ўз кирдикорларини қанчалик яширсалар ҳам, ўзларини Ислом учун фидокор қилиб кўрсатсалар ҳам, Қалбларида касали бўлгани учун нифоқлари ошкор бўлади)"
        },
        {
            "chapter": 47,
            "verse": 31,
            "text": "Ва таъкидки, Биз сизларни синаймиз, токи сизлардан мужоҳидларни, сабрлиларни билсак ва хабарларингизни имтиҳон этсак. (Синов Аллоҳ таолонинг Ўзи учун эмас. У шундоқ ҳам ҳамма нарсани–одамларнинг кимлигини, сир яширганлари-ю ошкорини, имконияти-ю хоҳишини–барча-барчасини яхши билади. Аммо одамлар бу нарсани англамайдилар. Инсонларнинг бу нарсаларни англаши келажак ҳаётларида ёрдам беради)"
        },
        {
            "chapter": 47,
            "verse": 32,
            "text": "Албатта, куфр келтирганлар ва Аллоҳнинг йўлидан тўсганлар ҳамда ҳидоят аниқ бўлгандан сўнг Пайғамбарга қарши чиққанлар Аллоҳга ҳеч зарар келтира олмаслар. Ва уларнинг амалларини У зот ҳабата қилур. (Булар у зотнинг ҳаётлик даврларида шахсларига, динларига, Қуръонларига, саҳобаларига қарши чиққанлардир. Пайғамбарнинг вафотларидан сўнг эса у кишининг динларига, шариатларига, суннатларига, даъватларига, умматларига қарши чиқанлардир)"
        },
        {
            "chapter": 47,
            "verse": 33,
            "text": "Эй иймон келтирганлар! Аллоҳга итоат этинг ва Расулга итоат этинг. Ва амалларингизни ботил қилмангиз"
        },
        {
            "chapter": 47,
            "verse": 34,
            "text": "Албатта куфр келтирганлар ва Аллоҳнинг йўлидан тўсган, сўнгра кофир ҳолларида ўлганларни Аллоҳ ҳеч-ҳеч мағфират қилмас"
        },
        {
            "chapter": 47,
            "verse": 35,
            "text": "Бас, бўш келманглар ва ўзингиз устун бўлиб туриб, ярашга чақирманглар. Аллоҳ сиз билан ва амалларингизни ҳеч-ҳеч камайтирмас. (Аллоҳнинг йўлидаги кураш осон бўлмайди. Лекин дин учун хизмат қилувчи мўминлар доимо устун бўладилар. Устун турганлар эса «бўш келманглар» деган хитобни доимо ёдда тутишади. Улар ҳамма тарафдан устун)"
        },
        {
            "chapter": 47,
            "verse": 36,
            "text": "Албатта, бу дунё ҳаёти ўйин ва кўнгил хушидир ва гар иймон келтирсангиз ва тақво қилсангиз, У зот ажрларингизни берур ва молу дунёларингизни сўрамас"
        },
        {
            "chapter": 47,
            "verse": 37,
            "text": "Агар сиздан уларни сўраса, қийнаса, бахиллик қилурсизлар ва кек-ҳиқдларингизни чиқарадир"
        },
        {
            "chapter": 47,
            "verse": 38,
            "text": "Ҳой сизлар! Анавилар! Аллоҳнинг йўлида нафақа қилишга чақирилсангиз, бас, баъзиларингиз бахиллик қилурсизлар. Ва ким бахиллик қилса, албатта, ўзига бахиллик қиладир. Ва, ҳолбуки, Аллоҳ бой, сизлар камбағалсизлар. Ва агар сиз юз ўгириб кетсангиз, У зот сиздан бошқа қавмни ўрнингизга келтирур, улар эса сизларга ўхшаган бўлмаслар. (Аллоҳ таоло инсон табиатини қанчалик дақиқ билишини таъкидламоқда. Сахийлик, Аллоҳнинг йўлида мол сарфлашдек фазилатлар кўп мусулмонларга хос бўлиб, уларнинг бу борадаги ишлари тарих саҳифаларида боқий қолган. Шу билан бирга, баъзи бахиллар ҳам бўлган, бу ҳам воқеаликдир. Қуръони карим ушбу оятда шу бахилликни муолажа қилмоқда)"
        },
        {
            "chapter": 48,
            "verse": 1,
            "text": "Албатта Биз сенга равшан фатҳни бердик. («Фатҳ» сўзи луғатда «очиш» маъносини англатиб, истилоҳда бирор юртни Исломга қўшишга айтилади. Мусулмонлар бирор жойга бориб, хоҳ уруш билан, хоҳ сулҳ билан Исломга киритсалар, ўша ерни «фатҳ қилинди дейдилар. Бу оятдаги «Фатҳ»дан мурод - Ҳудайбия сулҳи)"
        },
        {
            "chapter": 48,
            "verse": 2,
            "text": "Аллоҳ сенинг аввал ўтган гуноҳларингни ва кейингиларини мағфират этиши, неъматини батамом қилиши ва сени тўғри йўлга бошлаши учун"
        },
        {
            "chapter": 48,
            "verse": 3,
            "text": "Ва Аллоҳ сенга иззатли нусрат бериши учун. («Иззатли» деганимиз-устидан ҳеч ким ғолиб кела олмайдиган, дегани. Яъни, Аллоҳ Пайғамбаримиз алайҳиссаломга шундай иззатли ёрдам берадики, ундан ҳеч ким ва ҳеч нарса ғолиб кела олмайди. Юқоридаги оятларда зикр этилган улуғ илоҳий марҳаматлар: равшан фатҳ, аввалу охир гуноҳларнинг мағфират қилиниши, Аллоҳ неъматларининг батамом қилиб берилиши, сироти мустақимга ҳидоят қилиниши ва иззатли нусрат берилиши- ҳамма-ҳаммаси Ҳудайбия сулҳнинг очиқ-аниқ фатҳ бўлишига боғланмоқда. Нима сабабдан шунча нарса сулҳга боғланяпти? Негаки Пайғамбаримиз алайҳиссалом сулҳни Байтуллоҳни улуғлаганликларидан туздилар, натижада Аллоҳ у зотни мазкур иш билан мукофатлади)"
        },
        {
            "chapter": 48,
            "verse": 4,
            "text": "У иймонларига иймон зиёда бўлиши учун мўминлар қалбига сокинликни нозил этган зотдир. Ва осмонлару ернинг лашкари Аллоҳникидир. Ва Аллоҳ билувчи ва ҳикматли зотдир"
        },
        {
            "chapter": 48,
            "verse": 5,
            "text": "Мўминлар ва мўминаларни тагларидан анҳорлар оқиб турган жаннатларга мангу киритиш учун ва уларнинг гуноҳлари ювиш учун. Ва бу Аллоҳнинг ҳузурида катта ютуқдир"
        },
        {
            "chapter": 48,
            "verse": 6,
            "text": "Аллоҳ тўғрисида ёмон гумон қилувчи мунофиқ ва мунофиқалар, мушрик ва мушрикаларни азоблаш учун. Уларни ёмонлик ўраб олсин. Уларга Аллоҳ ғазаб қилди, уларни лаънатлади ва уларга жаҳаннамни тайёрлаб қўйди. Ва нақадар ёмон жой у"
        },
        {
            "chapter": 48,
            "verse": 7,
            "text": "Осмонлару ернинг лашкарлари Аллоҳникидир. Ва Аллоҳ иззатли ва ҳикматли зотдир"
        },
        {
            "chapter": 48,
            "verse": 8,
            "text": "Албатта, Биз сени гувоҳлик берувчи, хушхабар элтувчи ва огоҳлантирувчи қилиб юбордик"
        },
        {
            "chapter": 48,
            "verse": 9,
            "text": "Аллоҳга ва Унинг Расулига иймон келтиришингиз, у(дин)ни қўллаб қувватлашингиз, улуғлашингиз ҳамда У зотга эрта-ю кеч тасбиҳ айтишингиз учундир"
        },
        {
            "chapter": 48,
            "verse": 10,
            "text": "Албатта, сенга байъат қилаётганлар фақат Аллоҳнинг Ўзига байъат қилмоқдалар. Аллоҳнинг қўли уларнинг қўллари устидадир. Ким (аҳдни) бузса, ўзига қарши бузади, холос. Ва ким Аллоҳга қилган аҳдига вафо қилса, унга тезда улкан ажр берилур. (Ҳудайбия сулҳидаги байъат пайтда Расули акрам алайҳиссалом хурмо дарахти остида ўтирган бўлганлари учун ҳам бу кунни «шажара (дарахт) куни» деб, байъатни эса «дарахт остидаги байъат», деб аталган. Саҳобалардан Маъқал ибн Ясар розийаллоҳу анҳу: «Дарахт куни» Пайғамбар алайҳиссалом одамларнинг байъатини қабул қилар эдилар, мен эса у кишининг бошларида бир шохни кўтариб турар эдим, ўшанда бир минг тўртюз киши эдик», деганлар. Ҳар бир саҳобий Пайғамбар алайҳиссаломнинг қўлларини тутиб туриб, уруш бўлиб қолса қочиб кетмаслик, дин йўлида жон фидо қилишга аҳду паймон берган. Ушбу ҳолатни Қуръони карим Пайғамбар алайҳиссаломга қўл бериб, аҳду паймон қилишни Аллоҳ таолога аҳду паймон қилиш — байъат қилишдан ўзга нарса эмас, деб тушунтирмоқда"
        },
        {
            "chapter": 48,
            "verse": 11,
            "text": "Ортда қолган аъробийлар сенга, молимиз ва аҳлимиз бизни машғул қилди, бизга истиғфор айт, дерлар. Улар қалбларида йўқ нарсани тиллари ила айтарлар. Сен: «Агар Аллоҳ сизга зарарни ирода қилса ёки сизга манфаатни ирода қилса, ким сизларни Аллоҳдан (келадиган) бирор нарсадан (тўсишга) молик бўладир? Балки Аллоҳ қилган амалларингиздан хабардордир», деб айт. (Улар аслида қўрқанлари учун «Қурайш яқинда Муҳаммадни Мадинада Уҳуд урушида мағлуб қилди, энди Муҳаммад уларнинг юртига бориб нима қила олар эди», дея қўшилмаган эдилар. Аммо Аллоҳ таолонинг ёрдами билан бу гал иш яхшилик билан тугаб, мусулмонларга зафар ёр бўлиб қайтганларида, иймони заиф хоинлар, Пайғамбар ҳузурига келиб, узр айта бошладилар)"
        },
        {
            "chapter": 48,
            "verse": 12,
            "text": "Балки сизлар Расул ва мўминлар абадий ўз аҳлларига қайтиб келмаслар, деб гумон қилдингиз ва бу нарса қалбингизда зийнатланди, ёмон гумон қилдингиз ва ёмон қавм бўлдингиз"
        },
        {
            "chapter": 48,
            "verse": 13,
            "text": "Ва ким Аллоҳга ва Унинг Расулига иймон келтирмаса, албатта, Биз кофирларга дўзахни тайёрлаганмиз"
        },
        {
            "chapter": 48,
            "verse": 14,
            "text": "Осмонлару ернинг мулки Аллоҳникидир. Кимни хоҳласа, мағфират қилур ва кимни хоҳласа азоблар. Ва Аллоҳ кечирувчи, раҳмли зотдир"
        },
        {
            "chapter": 48,
            "verse": 15,
            "text": "Ўлжалар томон, уларни олиш учун юрганингизда ортда қолганлар: «Қўйиб беринг, биз ҳам сизга эргашамиз», дерлар. Аллоҳнинг каломини ўзгартирмоқчи бўлурлар. Айт: «Ҳеч-ҳеч бизга эргашмассиз, ушбуни Аллоҳ аввал айтган». Улар: «Балки ҳасад қилаётгандирсизлар», дерлар. Йўқ, улар озгина нарсадан бошқа нарсани англамаслар. (Аллоҳ ўлжали ғазотга ҳақиқий мўминларнинг боришини хоҳлаган эди, улар эса, Аллоҳнинг хоҳшига қарши, мўминларга эргашиб боришмоқчи. Аллоҳ таоло Ўз Пайғамбарига хитоб қилиб, ортда қолганларни қайтаришга, буюрмоқда. Ортда қолганларнинг эса, нафслари бузуқ, ўзларининг ёмонлиги туфайли ўлжа томон мўминларга эргашишдан ман қилинишларини ҳасаддан, деб тушунадилар)"
        },
        {
            "chapter": 48,
            "verse": 16,
            "text": "Ортда қолган аъробийларга: « Катта кучга эга қавмга (қарши) чақирилурсизлар, улар мусулмон бўлгунларича урушурсизлар. Агар итоат қилсангиз, Аллоҳ сизга яхши ажр берур. Ва агар яна аввал қочганингиздек, ортга қочсангиз, аламли азоб ила азоблайдир», деб айт. (Яъни, кучли, шиддатли қавмга қарши урушга даъват қилинасизлар, улар мусулмон бўлгунларига қадар уруш қилишингиз керак. Фармонга итоат қилиб буйруқни бажарсангиз, яхшилар сафидан ўрин оласиз, яхши ажрларга эга бўласиз. Аммо аввалги сафаргидек, ортингизга қараб қочсангиз, Аллоҳ сизни аламли азоб ила азоблайди, деди)"
        },
        {
            "chapter": 48,
            "verse": 17,
            "text": "Кўрга танглик йўқ, чўлоққа ҳам тангликлик йўқ. Ҳаста кишига ҳам танглик йўқ. Ким Аллоҳга ва Унинг Расулига итоат қилса, уни остидан сувлар оқиб турган жаннатларга киритилур. Ким юз ўгирса, аламли азоб ила азоблар"
        },
        {
            "chapter": 48,
            "verse": 18,
            "text": "Батаҳқиқ, Аллоҳ мўминлардан дарахт остида сенга байъат қилаётганларида рози бўлди. Бас, уларнинг қалбларидагини билди, уларга сокинликни туширди ва яқин фатҳ ила мукофатлади. (Аллоҳ таолонинг Ўзи каломи покида Ҳудайбияда Пайғамбар алайҳиссаломга байъат қилган бир минг тўрт юз соҳабаи киромлардан рози эканлигини эълон қилиб турибди. Бу эълон қиёмат кунигача ибодат, тиловат бўлиб туриши таъминланган. Шунинг учун ҳам мазкур байъатнинг бир номи «Байъатир-Ризвон» — «розилик байъати»дир)"
        },
        {
            "chapter": 48,
            "verse": 19,
            "text": "Ва кўпгина ўлжаларни ҳам олурлар. Ва Аллоҳ азиз ва ҳаким зотдир"
        },
        {
            "chapter": 48,
            "verse": 20,
            "text": "Аллоҳ сизларга кўпгина ўлжаларни ваъда қилди. Уларни олсангизлар, бунисини сизга тезлатиб берди, (ўтган воқеа) мўминларга ибрат бўлиши учун ва сизларни сироти мустақиймга бошлаш учун одамларнинг қўлини сиздан тўсди. (Ояти каримада «Бунисини сизга тезлатиб берди» деганда Ҳудайбия назарда тутилган. «Одамларнинг қўлини сиздан тўстди» ифодасининг маъноси шуки, Қурайш мушриклари сизларга қарши уруш қилмоқчи эдилар, Аллоҳ уларнинг кўнглига сулҳни солиб, қўлларини мусулмонларга зарар беришдан тўсди)"
        },
        {
            "chapter": 48,
            "verse": 21,
            "text": "Ва сизлар қодир бўлмаган бошқасини ҳам (ваъда қилди). Уни Аллоҳ иҳота қилган ва Аллоҳ ҳар бир нарсага қодир зотдир. («Бошқа» фатҳ борасида тафсир уломолари Хайбар фатҳи, Макка фатҳи ва яна бошқа фатҳларни назарда тутилган деганлар)"
        },
        {
            "chapter": 48,
            "verse": 22,
            "text": "Агар кофирлар сизлар билан урушганларида орқага қараб қочар эдилар, сўнгра ўзларига валий ҳам, нусрат бергувчи ҳам топмасдилар"
        },
        {
            "chapter": 48,
            "verse": 23,
            "text": "Бу Аллоҳнинг аввалдан келаётган суннатидир. Ва Аллоҳнинг суннатини ҳеч ўзгартира олмассан. (Аллоҳ таоло мўминларнинг ғалабасини ва кофирларнинг мағлубиятини Ўз суннатига боғлаб қўймоқда. Ҳақиқатда ҳам, иймон куфрдан, мўминлар кофирлардан доимо устун келадилар. Зафр доим мўминларга ёр бўлади. Тўғри, зафар кечикиши, ортга сурилиши ёки вақтинчалик мағлубиятлар бўлиши мумкин)"
        },
        {
            "chapter": 48,
            "verse": 24,
            "text": "У зот Макка водийсида сизларни уларнинг устидан зафар қозонтирганидан сўнг уларнинг қўлларини сиздан, сизнинг қўлингизни улардан тўсган зотдир. Ва Аллоҳ қилаётган амалларингизни кўриб турувчидир. (Ҳудайбия сулҳининг ўзи мўминлар учун катта зафар, ғалабадир. Ўша зафар якунланиш арафисида бир гуруҳ мушриклар фитна қўзғаб сулҳни бекорга чиқаришга уриниб кўришди. Лекин Аллоҳ таолонинг инояти билан фитна содир бўлмади, қон тўкилмади)"
        },
        {
            "chapter": 48,
            "verse": 25,
            "text": "Улар куфр келтирган, сизларни Масжидул Ҳаромга, қурбонликларни эса, ушланиб ўз жойига етишидан ман қилган кишилардир, агар сиз билмайдиган мўмин эркаклар ва мўмина аёллар бўлмаганида, сизга билмасдан уларни ҳалок қилганингиз туфайли гуноҳ етиши бўлмаганида эди, -Аллоҳ кимни хоҳласа, Ўз раҳматига киритиши учун- агар ажраб турганларида эди, улардан кофирларини аламли азоб ила азоблар эдик. (Маккаи Мукаррамада кофирлардан қўрқиб иймонини яшириб юрган мўмин ва мўминалар бор. Агар урушга рухсат берилганда, мусулмонлар билмасдан ўша дин қардошларини ҳам ўлдириб юборишлари мумкин. Айни чоқда, кофирларнинг ичида ҳам кейинчалик Исломга келиб, ҳидоят йўлига кириши мумкин бўлган кишилар кўпчилик эдилар)"
        },
        {
            "chapter": 48,
            "verse": 26,
            "text": "Эсла! Куфр келтирганлар қалбларида қизиққонликни жоҳилият қизиққонлигини жойлаганларида, Аллоҳ Ўз сокинлигини Пайғамбарига ва мўминларга туширди ва уларга тақво калимасини лозим кўрди, улар ушбуга ҳақли ва аҳл эдилар. Ва Аллоҳ ҳар бир нарсани билувчидир. (Кофирлар Муҳаммад алайҳиссалом бошчиликларидаги соф ниятли мусулмонларни Масжидул Ҳаромдан ман қилдилар. Ҳеч бир вақт, ҳеч бир шароитда ҳам содир этилмаган шармандаликни қилдилар. Макка мушрикларининг бу ҳолатларига қарши иккинчи тараф — Муҳаммад алайҳиссалом бошлиқ мусулмонлар ўзларини қандай тутдилар? Аллоҳ таоло уларнинг қалбига сокинлик ва ҳаловат солди. ҳамма нарсани камтарлик ва осойишталик билан, Аллоҳнинг розилигини тилаб қиладилар. Уларга Аллоҳ таоло тақво калимасини раво кўргани ҳам шундан)"
        },
        {
            "chapter": 48,
            "verse": 27,
            "text": "Батаҳқиқ, Аллоҳ Расулининг тушини ҳақ ила тасдиқлади, албатта, Масжидул Ҳаромга, иншоаллоҳ, омонликда, сочларингиз олинган, қисқартирилган ҳолда қўрқмасдан кирасизлар. Бас, У сиз билмаган нарсани биладир ва сизларга бундан бошқа яқин фатҳни қилди. (Бу оятда Аллоҳ таоло мўминларга бир неча хушхабар етказмоқда. Аввало, Пайғамбар алайҳиссаломнинг тушларини тасдиқламоқда. Қолаверса, Масжидул Ҳаромга кириш албатта насиб этишининг хабарини бермоқда. Ушбу хабарни Аллоҳнинг Ўзи таъкидлаб бераётганига қарамай, яна Ўзи «иншоаллоҳ»— Аллоҳ хоҳласа, деган иборани ишлатмоқда. Бундай дейиш иймон одобларидан бўлиб, дунёдаги ҳар бир ишни ва воқеани Аллоҳ таолонинг хоҳишига боғлашдан иборатдир. Бу ваъда Ҳудайбия сулҳидан кўп ўтмай амалга ошди)"
        },
        {
            "chapter": 48,
            "verse": 28,
            "text": "У Ўз Расулини ҳидоят ва ҳақ дин билан, у(дин)ни барча динлардан устун қилиш учун юборган зотдир"
        },
        {
            "chapter": 48,
            "verse": 29,
            "text": "Муҳаммад Аллоҳнинг Расулидир. У билан бирга бўлганлар кофирларга шиддатли, ўзаро раҳимдилдирлар. Уларни Аллоҳдан фазл ва розилик тилаб, рукуъ ва сажда қилган ҳолларини кўрурсан. Уларнинг сиймоси сажда асаридан юзларида (балқийдир). Ана ўша, уларнинг Таврот ва Инжилдаги мисолларидир. Бу худди уруғини ёриб чиқариб, қувватланиб, йўғонлашиб, поясида тик туриб, деҳқонларни ажаблантирган бир экинга ўхшайдир. Кофирларнинг ғазабини қўзиш учун. Аллоҳ улардан иймон келтириб ва солиҳ амалларни қилганларга мағфират ва улуғ ажрни ваъда қилди. (Саҳобалар, оталари ёки болалари кофирлар сафида бўлсалар, уларга қарши ҳам қаттиққўл бўлганлар. Аммо ким бўлишидан қаттий назар, мусулмонга меҳрибон бўлишган. Уларнинг асосий сифатларидан бири — ҳамма ишни Аллоҳнинг фазли ва розилиги учун қилишлари. Яна бир сифатлари — улар доим рукуъ ва сажда холатида, яъни, ибодат холатида бўладилар)"
        },
        {
            "chapter": 49,
            "verse": 1,
            "text": "Эй иймон келтирганлар! Аллоҳдан ва Унинг Расулдан олдин шошилманглар. Ва Аллоҳга тақво қилинглар. Албатта Аллоҳ эшитувчи ва билувчи зотдир. (Мўмин-мусулмонлар ҳеч бир ишда ҳовлиқмасликлари, ҳар бир нарсани Аллоҳнинг амрига ва Пайғамбар алайҳиссаломнинг суннатларига эргашган ҳолда қилишлари лозим)"
        },
        {
            "chapter": 49,
            "verse": 2,
            "text": "Эй иймон келтирганлар! Овозингизни Пайғамбар овозидан юқори кўтарманг ва унга бир-бирингиз ила сўзлашгандек дағал сўз айтманг, ўзингиз сезмаган ҳолда амалларингиз ҳабата бўлиб қолмасин. (Бу ояти карима саҳобаларга қаттиқ таъсир қилди. Баъзиларида оятда зикр қилинган камчилик бўлса, тузатди, баъзилари эса, оят айнан, ўзи ҳақида тушган деб қабул қилди)"
        },
        {
            "chapter": 49,
            "verse": 3,
            "text": "Албатта, Расулуллоҳнинг ҳузурида овозларини пастлатганлар, ана ўшалар Аллоҳ қалбларини тақвога имтиҳон қилган зотлардир. Уларга мағфират ва улкан ажр бор"
        },
        {
            "chapter": 49,
            "verse": 4,
            "text": "Албатта, сени ҳужралар ортидан чақираётганларнинг кўплари ақл ишлатмаслар. (Маккаи Мукаррама фатҳ қилингандан сўнг турли қабилаларнинг вакиллари Расулуллоҳнинг ҳузурларига келиб, Исломни қабул қилганларини эълон қила бошладилар. Уларнинг кўплари саҳровий, таълим кўрмаган, қўпол аробийлар эдилар. Шулардан бири Бани Тамим қабиласининг бошлиғи ал-Ақраъ ибн Ҳабис келиб, Пайғамбаримиз аҳли аёллари билан истиқомат қиладиган ҳужралари ортидан туриб: «Ҳой, Муҳаммад, ҳой, Муҳаммад, менга қара, менинг мақтовим зийнат, ёмонлашим айбдир», деган экан. Шунда Аллоҳ таоло ушбу оятни туширган)"
        },
        {
            "chapter": 49,
            "verse": 5,
            "text": "Агар уларнинг ҳузурига чиққунингча сабр қилсалар, ўзлари учун яхши бўларди. Аллоҳ мағфират қилувчи ва раҳимлидир"
        },
        {
            "chapter": 49,
            "verse": 6,
            "text": "Эй иймон келтирганлар! Агар фосиқ хабар келтирса, аниқлаб кўринглар, бир қавмга билмасдан мусибат етказиб қўйиб, қилганингизга надомат чекувчи бўлманглар. (Агар хабар Аллоҳдан ва Пайғамбар алайҳиссаломдан бўлса, сўзсиз қабул қилиш вожибдир. Қабул қилмаганлар гуноҳкори азим, кофир бўладилар. Ояти каримада Аллоҳ таоло «фосиқ хабар келтирса, аниқлаб» хабарнинг собитлигини текшириб кўришга амр қилмоқда. Аллоҳнинг амрига бўйсуниш вожиб. Афсуски, мусулмонлар ушбу оятга амал қилмаганлари оқибатида катта мусибатларга дучор бўлмоқдалар. Бир хабарни эшитиши биланоқ, суриштирмай, бирор иш қилинса, кейин хабарнинг ёлғонлиги ёки хатолиги аён бўлса, ҳақиқатдан афсус-надоматга сабаб бўлади. Шунинг учун ҳам, Аллоҳ таоло «бир қавмга билмасдан мусибат етказиб қўйиб, қилганингизга надомат чекувчи бўлманглар», демоқда)"
        },
        {
            "chapter": 49,
            "verse": 7,
            "text": "Ва билингларки, албатта, ичларингизда Расулуллоҳ бордир. Агар У ишлардан кўпида сизга итоат қилса, албатта, қийинчиликка дучор бўлардингиз. Лекин, Аллоҳ сизларга иймонни маҳбуб қилди ва уни қалбларингизда зийнатлади ва сизларга куфрни, фисқни ва исённи ёмон кўрсатди. Ана ўшалар тўғриликда юрувчиларидир"
        },
        {
            "chapter": 49,
            "verse": 8,
            "text": "Бу Аллоҳ томонидан фазл ва неъматдир. Аллоҳ билувчи ва ҳикматли зотдир"
        },
        {
            "chapter": 49,
            "verse": 9,
            "text": "Агар мўминлардан икки тоифа урушиб кетсалар, бас, ўрталарини ислоҳ қилинг. Агар улардан бири иккинчисига тажовуз қилса, сиз тажовуз қилганига қарши, то у Аллоҳнинг амрига қайтгунича урушинг, агар қайтса, бас, ўрталарини адолат билан ислоҳ қилинг. Одил бўлинг, албатта, Аллоҳ адолат қилгувчиларни суядир"
        },
        {
            "chapter": 49,
            "verse": 10,
            "text": "Албатта, мўминлар биродардирлар, бас, икки биродарингиз ўртасини ислоҳ қилинг, Аллоҳга тақво қилинг, шоядки, раҳм қилинсангиз"
        },
        {
            "chapter": 49,
            "verse": 11,
            "text": "Эй иймон келтирганлар! Бир қавм бошқасини масхара қилмасин, эҳтимол улар булардан яхшироқдир. Ва аёллар ҳам бошқа аёлларни (масхара қилмасин), эҳтимол улар булардан яхшироқдир. Ва ўзингизни ўзингиз мазах қилманг, бир-бирингизга лақаб қўйманг. Иймондан кейин фосиқлик исми нақадар ёмон! Ва ким тавба қилмаса, бас, ана ўшалар ўзлари золимлардир. (Албатта масхара ёмон одат бўлиб, жамият аъзолари ўртасидаги ўзаро алоқаларнинг бузилишига сабаб бўлади. Бир одам иккинчисини масхара қилса, камситса, устидан кулса, албатта, масхара қилинган одамнинг аччиғи чиқади, у ҳам масхара қилувчига ўзига яраша жавоб беришга уринади. Орада низо-жанжал чиқади, ижтимоий алоқалар бузилади ва жамият заифлашади. Ислом эса доимо мусулмонлар жамиятининг мустаҳкам бўлиши учун қайғуради. Шунинг учун ҳам ушбу ояти каримада Аллоҳ таоло инсонларни бир-бирини масхара қилишдан қайтармоқда)"
        },
        {
            "chapter": 49,
            "verse": 12,
            "text": "Эй иймон келтирганлар! Кўп гумонлардан четда бўлинглар, чунки баъзи гумонлар гуноҳдир. Жосуслик қилманглар. Баъзиларингиз баъзиларингизни ғийбат қилманглар. Сизлардан бирорталарингиз ўзининг ўлган биродарининг гўштини ейишни яхши кўрадими? Ҳа, ёмон кўрасизлар. Аллоҳдан қўрқинглар! Албатта, Аллоҳ тавбани кўп қабул қилувчи ва раҳмлидир. (Маълумки, кимнинг ўйига бадгумонлик ўрнашса, у одам ўша гумонини тасдиқлаш учун ҳужжат ва далил қидира бошлайди. Натижада гумон остидаги одамнинг ўзига билдирмасдан, айбини ахтаришга тушади. Буни эса, жосуслик, дейдилар. Одатда, жосуслик деб бировга ёмонлик етказиш ниятида айбларини ва заиф жойларини ўзига билдирмай яширинча ахтаришга айтилади. Бу иш ҳам катта гуноҳлардандир. Чин мусулмон кишининг қалби бу каби жирканч одатлардан пок бўлмоғи зарур)"
        },
        {
            "chapter": 49,
            "verse": 13,
            "text": "Эй одамлар! Биз сизларни бир эркак ва аёлдан яратдик ва сизларни ўзаро танишишингиз учун халқлар ва қабилалар қилиб қўйдик. Албатта, Аллоҳнинг ҳузурида энг ҳурматлигингиз энг тақводорингиздир. Албатта, Аллоҳ билувчи ва хабардор зотдир. (Ушбу ояти каримада «Эй одамлар!» деб барча инсониятга қарата нидо қилинмоқда, шу билан бирга уларнинг асли бир эканлиги эслатилмоқда. Демак, одамларнинг асли бир — ҳаммалари Одам Ато ва Момо Ҳаводан таралганлар. Айни чоғда Аллоҳ таоло уларни турли халқлар ва қабилаларга ажратиб ҳам қўйганини таъкидламоқда. Инсонларнинг турли халқ ва қабилаларга бўлинишини сабаби эса, ўзаро танишиш, маърифат ҳосил қилиш эканлиги уқтирилмоқда)"
        },
        {
            "chapter": 49,
            "verse": 14,
            "text": "Аъробийлар, иймон келтирдик, дедилар. Сен: «Иймон келтирганингиз йўқ, лекин бўйинсундик денглар, ҳали иймон қалбларингизга киргани йўқ ва агар Аллоҳга ва Унинг Расулига итоат қилсангиз, амалларингиздан ҳеч нарса камимас. Албатта, Аллоҳ кечирувчи ва раҳмли зотдир», деб айт. (Бир кун саҳро араблари Пайғамбар алайҳиссалом ҳузурларига келиб, иймон келтирдик, деб миннат қилишган. Аслида эса, улар янги мусулмонлар бўлиб, ҳали ҳақиқий иймон қалбларидан жой олган эмас эди. Аллоҳ таоло уларга ҳақиқий иймон ҳақида таълим беришни ирода қилиб, ушбу оятни туширди)"
        },
        {
            "chapter": 49,
            "verse": 15,
            "text": "Албатта, ҳақиқий мўминлар Аллоҳга ва Унинг Расулига иймон келтирган, сўнгра шубҳа қилмаган ва Аллоҳнинг йўлидан моллари ва жонлари ила жиҳод қилганлардир. Ана ўшалар, ўшаларгина (иймонида) содиқлардир"
        },
        {
            "chapter": 49,
            "verse": 16,
            "text": "Сен: «Аллоҳга динингизни билдирмоқчимисиз? Ва ҳолбуки, Аллоҳ осмонлару ердаги нарсани билувчи зотдир. Аллоҳ ҳар бир нарсани билувчидир», деб айт"
        },
        {
            "chapter": 49,
            "verse": 17,
            "text": "Сенга мусулмон бўлганларини миннат қилурлар. Сен: «Менга Исломингизни миннат қилманг. Балки агар содиқ бўлсангиз, Аллоҳ сизни иймонга ҳидоят қилганини миннат қилур», деб айт"
        },
        {
            "chapter": 49,
            "verse": 18,
            "text": "Албатта, Аллоҳ осмонлару ернинг ғайбини билувчи зотдир. Ва Аллоҳ қилаётган ишларингизни кўрувчи зотдир"
        },
        {
            "chapter": 50,
            "verse": 1,
            "text": "Қоф. Улуғ Қуръон ила қасам"
        },
        {
            "chapter": 50,
            "verse": 2,
            "text": "Балки уларга ўзларидан огоҳлантирувчи келганидан ажабландилар ва кофирлар: «Бу ажиб нарса-ку?! (Мушриклар Муҳаммад алайҳиссаломнинг Пайғамбар бўлиб келганлигидан ажабландилар)"
        },
        {
            "chapter": 50,
            "verse": 3,
            "text": "Ўлиб, тупроқ бўлганимиздан кейин ҳам-а? Бу қайтиш (ақлдан) узоқ-ку?!» дедилар"
        },
        {
            "chapter": 50,
            "verse": 4,
            "text": "Ҳақиқатда Биз уларни ер камайтираётганини билдик ва Бизнинг ҳузуримизда сақловчи китоб бор. (Ўлик кўмилгандан кейин аста- секин чириб, камайиб тупроққа қўшила боради)"
        },
        {
            "chapter": 50,
            "verse": 5,
            "text": "Балки уларга ҳақ келганда, уни ёлғонга чиқардилар. Улар изтиробли ишдадирлар. (Улар ҳақни инкор қилганлар. Буни олдида бошқа нарсаларни инкор қилиш ҳач гап эмас)"
        },
        {
            "chapter": 50,
            "verse": 6,
            "text": "Устиларидаги осмонга назар солмайдиларми? Уни қандай бино қилибмиз, зийнатлабмиз ва унинг тешиклари ҳам йўқ"
        },
        {
            "chapter": 50,
            "verse": 7,
            "text": "Ва ерни чўзиб қўйдик, унга тоғларни ташладик ва унда турли гўзал жуфтларни ўстирдик"
        },
        {
            "chapter": 50,
            "verse": 8,
            "text": "(Роббисига) қайтувчи ҳар бир бандага кўргазма ва эслатма қилиб"
        },
        {
            "chapter": 50,
            "verse": 9,
            "text": "Ва осмондан барака сувини туширдик, ҳамда у билан боғ-роғларни ва дон ҳосилини ўстирдик"
        },
        {
            "chapter": 50,
            "verse": 10,
            "text": "Ва зич мевали шингиллари бор хурмоларни ҳам"
        },
        {
            "chapter": 50,
            "verse": 11,
            "text": "Бандаларга ризқ қилиб. Ва у (ёмғир) билан ўлган шаҳарни тирилтирдик. (Қабрдан) чиқиш ҳам шундай бўладир. (Ўсимликлари қуриб, худди ўлик ҳолига келиб қолган шаҳарларни ёмғир ила ўстириб-тирилтиришни эслатиш орқали инсон худди шу тарзда қайта тирилиши осон эканлигини таъкидламоқда)"
        },
        {
            "chapter": 50,
            "verse": 12,
            "text": "Улардан аввал Нуҳ қавми, қудуқ соҳиблари ва Самуд ёлғонга чиқарганлар"
        },
        {
            "chapter": 50,
            "verse": 13,
            "text": "Од, Фиръавн, Лут биродарлари"
        },
        {
            "chapter": 50,
            "verse": 14,
            "text": "Ва дарахтзор эгалари ва Туббаъ қавми — барчалари Пайғамбарларни ёлғонга чиқарганлар. Бас, (азоб) ваъдам ҳақ бўлди. (Бу ояти каримада кофирлар фақат Муҳаммад алайҳиссаломнигина ёлғончига чиқаришмагани, балки бу қадимий одати эканлиги эслатилмоқда)"
        },
        {
            "chapter": 50,
            "verse": 15,
            "text": "Аввалги яратишга ожиз бўлдикми? Йўқ! Улар янгидан яратилишига шубҳададирлар"
        },
        {
            "chapter": 50,
            "verse": 16,
            "text": "Албатта, инсонни Биз яратганмиз ва унинг нафси нимани васваса қилишини ҳам биламиз. Ва Биз унга жон томиридан ҳам яқинмиз"
        },
        {
            "chapter": 50,
            "verse": 17,
            "text": "Зотан икки кутиб олувчи ўнгда ва чапда ўтирган ҳолларида кутиб олурлар"
        },
        {
            "chapter": 50,
            "verse": 18,
            "text": "У бирор сўз айтмас, магар ҳузурида (фаришта) ҳозиру нозир"
        },
        {
            "chapter": 50,
            "verse": 19,
            "text": "Ўлимнинг мастлиги (талвасаси) ҳақиқат бўлиб келди. Сен қочиб юрган нарса шулдир"
        },
        {
            "chapter": 50,
            "verse": 20,
            "text": "Ва сур ҳам чалинди. Бу қўрқитилган кундир"
        },
        {
            "chapter": 50,
            "verse": 21,
            "text": "Ва ҳар бир жон ҳайдагувчи ва гувоҳлик берувчи билан келди. (Яъни, қиёматда ҳар бир жон билан уни маҳшаргоҳга ҳайдовчи фаришта ва бу дунёда қилган ишларга гувоҳлик берувчи фаришта бирга келади. Эҳтимол, бу дунёда унга вакил қилинган икки фаришта шулардир)"
        },
        {
            "chapter": 50,
            "verse": 22,
            "text": "Албатта, сен бундан ғафлатда эдинг. Бас, Биз сенинг пардангни очдик ва бугун кўзинг ўткирдир"
        },
        {
            "chapter": 50,
            "verse": 23,
            "text": "Ва унинг «яқини»: «Мана, бу мендаги тайёр нарса», деди"
        },
        {
            "chapter": 50,
            "verse": 24,
            "text": "Ҳар бир қайсарни, кофирни жаҳаннамга ташланг"
        },
        {
            "chapter": 50,
            "verse": 25,
            "text": "Яхшиликни ман қилувчини, тажовузкорни, шак келтирувчини"
        },
        {
            "chapter": 50,
            "verse": 26,
            "text": "Аллоҳ билан бирга бошқани илоҳ қилиб олганни шиддатли азобга ташланг"
        },
        {
            "chapter": 50,
            "verse": 27,
            "text": "Унинг «яқини»: «Роббимиз, уни мен туғёнга кетгазганим йўқ, лекин унинг ўзи узоқ залолатда бўлди», дер"
        },
        {
            "chapter": 50,
            "verse": 28,
            "text": "У зот: «Менинг ҳузуримда тортишманглар, сизларга азоб ваъдасини тақдим қилувдим"
        },
        {
            "chapter": 50,
            "verse": 29,
            "text": "Менинг ҳузуримда гап ўзгармас ва Мен бандаларга зулм қилгувчи эмасман», деди"
        },
        {
            "chapter": 50,
            "verse": 30,
            "text": "«Бугун жаҳаннамга тўлдингми?» десак, у: « яна қўшимча борми?» дер"
        },
        {
            "chapter": 50,
            "verse": 31,
            "text": "Ва жаннат тақводорларга узоқ бўлмаган жойга яқинлаштирилди"
        },
        {
            "chapter": 50,
            "verse": 32,
            "text": "Бу сизга ваъда қилинган нарсадир. Ҳар бир сертавбага ва сақловчига"
        },
        {
            "chapter": 50,
            "verse": 33,
            "text": "Роҳмандан ғоибдан қўрққан ва саломат қалб ила келган кимсасага"
        },
        {
            "chapter": 50,
            "verse": 34,
            "text": "Унга саломат бўлган ҳолда кирингиз. Бу мангулик кунидир» (дейилди)"
        },
        {
            "chapter": 50,
            "verse": 35,
            "text": "У ерда нима хоҳласалар, уларникидир. Ва ҳузуримизда зиёдаси бор. (Имом Аҳмад ривоят қилган ҳадисда Пайғамбар алайҳиссалом: »Агар мўмин киши жаннатда фарзанд хоҳласа, унинг ҳомиласи, туғилиши, ўсиши бир соатда бўлади», деганлар. «Ва ҳузуримизда зиёдаси бор»— Аллоҳ таолонинг жамолига назар солиш бахтидир, деган ривоят ҳам бор)"
        },
        {
            "chapter": 50,
            "verse": 36,
            "text": "Улардан аввал, улардан кўра кучлироқ асрларнинг қанчасини ҳалок қилдик. «Қочадиган жой борми?» деб юртма-юрт кезиб чиқдилар. (Ҳалокатга учраган ўша аввалги кофирлар авлодлари ҳозиргилардан кўра қувватлироқ эдилар. Аммо чора топа олмай ҳалок бўлдилар)"
        },
        {
            "chapter": 50,
            "verse": 37,
            "text": "Албатта, бунда қалби борларга ва зеҳн билан қулоқ осганларга эслатма бордир"
        },
        {
            "chapter": 50,
            "verse": 38,
            "text": "Албатта, осмонлару ерни ва уларнинг орасидаги нарсаларни олти кунда яратдик. Ва Бизни чарчоқ тутмади. (Аллоҳнинг ҳузуридаги кунлар биз ўрганиб қолган кунларнинг айниси эмас. Бизнинг кунларимиз дунё яратилганидан сўнг, ер курасини айланиши ҳолати ва вақтига мувофиқ яратилган. Табиийки, бу олти куннинг масофаси ва миқдорини ёлғиз Аллоҳ таоло билади)"
        },
        {
            "chapter": 50,
            "verse": 39,
            "text": "Уларнинг айтаётганларига сабр қил ва Роббингга қуёш чиқиши ва ботишидан аввал ҳамду тасбиҳ айт"
        },
        {
            "chapter": 50,
            "verse": 40,
            "text": "Кечасида ҳам Унга тасбиҳ айт. Ва саждадан кейин ҳам. (Тасбеҳ айтишнинг маъноси Аллоҳни поклаб ёд этишдир. Кўпроқ «Субҳоналлоҳи» калимасини айтиш билан бўлади)"
        },
        {
            "chapter": 50,
            "verse": 41,
            "text": "Нидо қилувчи яқин жойдан нидо қилган кунда, қулоқ ос. («Нидо қилувчи — фаришта Исрофил алайҳиссаломдир)"
        },
        {
            "chapter": 50,
            "verse": 42,
            "text": "У кунда қичқириқни ҳақ ила эшитурлар. Ана ўша чиқиш кунидир. («Чиқиш куни»— қабрлардан чиқиш куни, яъни, қиёмат кунидир)"
        },
        {
            "chapter": 50,
            "verse": 43,
            "text": "Албатта, Биз тирилтирамиз, ўлдирурмиз. Ва қайтиш ҳам Бизгадир"
        },
        {
            "chapter": 50,
            "verse": 44,
            "text": "У кунда устларидаги ер ёрилиб, шошиб чиқурлар. Ана ўша Биз учун осон тўплашдир"
        },
        {
            "chapter": 50,
            "verse": 45,
            "text": "Уларнинг айтганларини Биз билувчимиз. Сен уларнинг устидаги жаббор эмассан. Бас, Қуръон ила азоб ваъдамдан қўрққанларни огоҳлантир"
        },
        {
            "chapter": 51,
            "verse": 1,
            "text": "Чанг тўзитувчи(шамол) лар билан қасам"
        },
        {
            "chapter": 51,
            "verse": 2,
            "text": "Юк кўтарувчи(булут)лар билан қасам"
        },
        {
            "chapter": 51,
            "verse": 3,
            "text": "Осон юрувчи(кема)лар билан қасам"
        },
        {
            "chapter": 51,
            "verse": 4,
            "text": "Иш тақсимловчи(фаришта)лар билан қасам"
        },
        {
            "chapter": 51,
            "verse": 5,
            "text": "Албатта, сизга ваъда қилинган нарса ростдир"
        },
        {
            "chapter": 51,
            "verse": 6,
            "text": "Ва, албатта, қиёмат воқеъ бўлгувчидир"
        },
        {
            "chapter": 51,
            "verse": 7,
            "text": "Гўзал, мустаҳкам осмон билан қасам"
        },
        {
            "chapter": 51,
            "verse": 8,
            "text": "Албатта, сиз ихтилофли гапдасиз"
        },
        {
            "chapter": 51,
            "verse": 9,
            "text": "У(Қуръон)дан ким бурилса, (бир йўла) буриб қўйилур. (Қуръондан бурилиб, бошқа нарсани тутмоқчи бўлган, ҳеч қачон нажот топмабди. Чунки, бир йўла залолатга бурилиб қолган бўлади)"
        },
        {
            "chapter": 51,
            "verse": 10,
            "text": "Ёлғончиларга лаънат бўлсин"
        },
        {
            "chapter": 51,
            "verse": 11,
            "text": "Улар жаҳолатдаги ғофиллардир"
        },
        {
            "chapter": 51,
            "verse": 12,
            "text": "Улар ҳисоб-китоб куни қачон, деб сўрарлар"
        },
        {
            "chapter": 51,
            "verse": 13,
            "text": "Бу кунда улар оловда азобланурлар"
        },
        {
            "chapter": 51,
            "verse": 14,
            "text": "«Азобингизни татиб кўринг», сиз қачон бўлур? деб шошилган нарса-шу» (дейилур)"
        },
        {
            "chapter": 51,
            "verse": 15,
            "text": "Албатта, тақводорлар жаннатлар ва булоқлардадир"
        },
        {
            "chapter": 51,
            "verse": 16,
            "text": "Роббилари берган нарсаларни олувчилардир. Чунки улар бундан олдин эҳсон қилувчилардан бўлганлардир"
        },
        {
            "chapter": 51,
            "verse": 17,
            "text": "Улар кечалари оз ухлар эдилар"
        },
        {
            "chapter": 51,
            "verse": 18,
            "text": "Ва улар саҳарларда истиғфор айтар эдилар"
        },
        {
            "chapter": 51,
            "verse": 19,
            "text": "Ва молу мулкларида, сўровчи ва бечораларнинг ҳақи бордир"
        },
        {
            "chapter": 51,
            "verse": 20,
            "text": "Ва ер юзида чуқур ишонувчилар учун белгилар бордир"
        },
        {
            "chapter": 51,
            "verse": 21,
            "text": "Ва ўзларингизда ҳам. Ёки кўрмаяпсизларми"
        },
        {
            "chapter": 51,
            "verse": 22,
            "text": "Ва осмонда ризқингиз ҳамда сизга ваъда қилинаётган нарсалар (бор)"
        },
        {
            "chapter": 51,
            "verse": 23,
            "text": "Осмону ернинг Роббиси ила қасамки, албатта, у(гап) мисоли сиз нутқ қилаётганингиздек ҳақиқатдир"
        },
        {
            "chapter": 51,
            "verse": 24,
            "text": "Сенга Иброҳимнинг карамли меҳмонларининг хабари келмадими"
        },
        {
            "chapter": 51,
            "verse": 25,
            "text": "Улар унинг ҳузурига кириб, «Салом» деганларида, у: «Салом, нотаниш қавмлар», деди"
        },
        {
            "chapter": 51,
            "verse": 26,
            "text": "Ва аҳлига бориб, (пиширилган) семиз бузоқни келтирди"
        },
        {
            "chapter": 51,
            "verse": 27,
            "text": "Уни уларга яқинига сурди ва: «Емайсизларми?» деди"
        },
        {
            "chapter": 51,
            "verse": 28,
            "text": "Улардан хавфсиради. Улар: «қўрқма», дедилар ва унга илмли ўғил башоратини бердилар"
        },
        {
            "chapter": 51,
            "verse": 29,
            "text": "Хотини қичқириб келди ва ўз юзига шапалоқ тушириб: «Туғмас кампир-а?!» деди"
        },
        {
            "chapter": 51,
            "verse": 30,
            "text": "Улар: «Сенинг Роббинг шундай деди. Албатта, Унинг Ўзи ўта ҳаким ва ўта билувчидир», дедилар"
        }
    ]
}