{
    "maqras": [
        {
            "chapter": 17,
            "verse": 1,
            "text": "Butun varlıkların tespihi o kudretdir ki, ayetlerimizden bazılarını kendisine gosterelim/kendisini ayetlerimizden bir parca olarak gosterelim diye kulunu, gecenin birinde Mescit-i Haram´dan, cevresini bereketlendirdigimiz Mescid-i Aksa´ya yurutmustur. Hic kuskusuz, O´dur Semi´ ve Basir"
        },
        {
            "chapter": 17,
            "verse": 2,
            "text": "Musa´ya Kitap´ı verdik ve onu, \"benden baska bir vekil tutmayın\" buyruguyla Beniisrail´e bir kılavuz kıldık"
        },
        {
            "chapter": 17,
            "verse": 3,
            "text": "Ey Nuh ile beraber tasıdıgımız kisilerin soyu! Gercek su ki, Nuh cok sukreden bir kuldu"
        },
        {
            "chapter": 17,
            "verse": 4,
            "text": "Biz, Beniisrail´e Kitap´ta su yolda bir yargıda bulunduk: Siz yeryuzunde muhakkak iki kez bozgun vucuda getireceksiniz ve muhakkak buyuk bir kibirle boburleneceksiniz"
        },
        {
            "chapter": 17,
            "verse": 5,
            "text": "Nihayet, o ikiden birincinin vadesi geldiginde, uzerinize asılmaz bir guce sahip kullarımızı gonderdik de onlar, barınakların aralarına girip arastırdılar. Ve bu, yerine getirilmis bir vaat idi"
        },
        {
            "chapter": 17,
            "verse": 6,
            "text": "Sonra onlar uzerinde size tekrar egemenlik verdik, mallar ve ogullarla sizi guclendirdik ve sizi toplum olarak cogalttık"
        },
        {
            "chapter": 17,
            "verse": 7,
            "text": "Eger guzel davranırsanız, kendi benlikleriniz icin guzellik sergilemis olursunuz. Ve eger kotuluk yaparsanız o da benlikleriniz aleyhine olur. Bu sırada, yuzlerinizi cirkinlestirsinler, ilk kez girdikleri gibi mabede girsinler ve egemenlik altına aldıklarını yerle bir etsinler diye ikinci vaat geldi"
        },
        {
            "chapter": 17,
            "verse": 8,
            "text": "Rabbiniz size belki rahmet eder. Ve eger yine eski duruma donerseniz, biz de doneriz. Ve biz, cehennemi, kufre batanlar icin cepecevre kusatan bir zından yapmısızdır"
        },
        {
            "chapter": 17,
            "verse": 9,
            "text": "Supheniz olmasın ki bu Kur´an en kalıcı, en dogru olana kılavuzlar ve muminlere su yolda mujde verir: Hayra ve barısa yonelik isler yapanlar icin buyuk bir odul vardır"
        },
        {
            "chapter": 17,
            "verse": 10,
            "text": "Ahirete inanmayanlar var ya, onlar icin biz korkunc bir azap hazırlamısızdır"
        },
        {
            "chapter": 17,
            "verse": 11,
            "text": "Insan, hayra davet eder gibi serri cagırıyor/insan, hayra duasıyla serri davet ediyor. Insan cok acelecidir"
        },
        {
            "chapter": 17,
            "verse": 12,
            "text": "Biz, geceyi ve gunduzu iki ayet yaptık; sonra gecenin ayetini silip gunduzun ayetini gosterici yaptık ki, Rabbinizden bir lutuf isteyesiniz, yılların sayısını ve hesabı bilesiniz. Biz her seyi ayrıntılı bir bicimde acıkladık"
        },
        {
            "chapter": 17,
            "verse": 13,
            "text": "Her insanın ugursuzluk kusunu onun boynuna takmısızdır. Kıyamet gunu kendisine, onunde acılmıs olarak bulacagı bir kitap cıkaracagız"
        },
        {
            "chapter": 17,
            "verse": 14,
            "text": "Oku kitabını! Bugun sana hesap sorucu olarak oz benligin yeter"
        },
        {
            "chapter": 17,
            "verse": 15,
            "text": "Kim yola gelirse kendisi icin yola gelmis olur. Sapıtan da kendi aleyhine sapıtmıs olur. Hicbir gunahkar, bir baska gunahkarın yukunu tasımaz. Ve biz, bir resul gondermedikce azap edici degiliz"
        },
        {
            "chapter": 17,
            "verse": 16,
            "text": "Biz bir ulkeyi/medeniyeti mahvetmek istedigimizde, onun servet ve nimetle sımarmıs elebaslarına emirler yoneltiriz/onları yoneticiler yaparız da onlar, orada bozuk gidisler sergilerler. Boylece o ulke/medeniyet aleyhine hukum hak olur; biz de onun altını ustune getiririz"
        },
        {
            "chapter": 17,
            "verse": 17,
            "text": "Nuh´tan sonra da nice kusakları helak ettik. Kullarının gunahlarını haber alıcı ve gorucu olarak Rabbin yeter"
        },
        {
            "chapter": 17,
            "verse": 18,
            "text": "Pesin isteyene dunyada pesin veririz: Diledigimize diledigimiz kadar. Sonra da ona cehennemi veririz; yaslanır ona, kınanmıs ve kovulmus olarak"
        },
        {
            "chapter": 17,
            "verse": 19,
            "text": "Kim de ahireti ister ve inanmıs olarak ona yarasır bir gayretle calısırsa, boylelerinin gayretleri tesekkurle karsılanır"
        },
        {
            "chapter": 17,
            "verse": 20,
            "text": "Rabbinin lutfundan nimetlerle hepsine uzanırız: Onlara da bunlara da. Rabbinin lutfu kimse tarafından engellenemez/kısıtlanamaz"
        },
        {
            "chapter": 17,
            "verse": 21,
            "text": "Bak nasıl, kimini kimine ustun kıldık! Ama ahiret, dereceler bakımından elbette daha buyuk, lutuflandırma bakımından daha yucedir"
        },
        {
            "chapter": 17,
            "verse": 22,
            "text": "Allah´ın yanına baska bir ilah koyma ki, yapayalnız ve horlanmıs olarak oturup kalmayasın"
        }
    ]
}