{
    "maqras": [
        {
            "chapter": 58,
            "verse": 14,
            "text": "Allah´ın kendilerine ofkelendigi bir kavmi dost edinenleri gormedin mi? Onlar ne sizdendirler ne de onlardan. Bilip durdukları halde yalana yemin ediyorlar"
        },
        {
            "chapter": 58,
            "verse": 15,
            "text": "Allah, onlar icin siddetli bir azap hazırlamıstır. Ne kotudur onların yapmakta oldukları"
        },
        {
            "chapter": 58,
            "verse": 16,
            "text": "Yeminlerini kalkan edinip Allah´ın yolundan alıkoydular. Kucuk dusurucu bir azap var onlar icin"
        },
        {
            "chapter": 58,
            "verse": 17,
            "text": "Onların malları da cocukları da kendilerine, Allah´a karsı hicbir sey saglamaz. Ates halkıdır onlar. Surekli kalacaklardır orada"
        },
        {
            "chapter": 58,
            "verse": 18,
            "text": "Allah onları tekrar dirilttigi gun, size yemin ettikleri gibi O´na da yemin edecekler ve bir sey yaptıklarını sanacaklar. Dikkat edin, onlar yalancıların ta kendileridir"
        },
        {
            "chapter": 58,
            "verse": 19,
            "text": "Seytan onları kusattı da Allah´ın zikrini/Kur´an´ını onlara unutturdu. Iste bunlar seytanın hizbidir. Dikkat edin! Seytanın hizbi husrana ugrayanların ta kendileridir"
        },
        {
            "chapter": 58,
            "verse": 20,
            "text": "Allah´a ve resulune kafa tutanlar en asagılık kisiler arasındadırlar"
        },
        {
            "chapter": 58,
            "verse": 21,
            "text": "Allah, \"Ben ve resullerim mutlaka galip gelecegiz!\" diye yazmıstır. Allah cok gucludur, Aziz´dir"
        },
        {
            "chapter": 58,
            "verse": 22,
            "text": "Allah´a ve ahiret gunune inanan bir toplulugun, Allah´a ve resulune karsı cıkanlarla sevgiye dayalı bir dostluk kurdugunu goremezsin. Bunlar onların ister babaları olsun, ister cocukları olsun, ister kardesleri olsun, ister akrabaları olsun. Allah onların kalplerine imanı yazmıs ve onları kendisinden bir ruhla desteklemistir. Onları, altlarından ırmaklar akan cennetlere koyacaktır; surekli kalacaklardır orada. Allah onlardan hosnut olmustur, onlar da Allah´tan hosnut olmuslardır. Allah´ın hizbi iste bunlardır. Dikkat edin, Allah´ın hizbi, basarıya ulasanların ta kendileridir"
        },
        {
            "chapter": 59,
            "verse": 1,
            "text": "Goklerde ne var, yerde ne varsa Allah´ı tespih etmistir. Aziz´dir O, Hakim´dir"
        },
        {
            "chapter": 59,
            "verse": 2,
            "text": "Ehlikitap´tan kufre sapanları, ilk toplanma gununde yurtlarından O cıkardı. Siz onların cıkacaklarını sanmamıstınız; onlarsa kalelerinin kendilerini Allah´tan koruyacagını zannetmislerdi. Ama Allah onlara hic ummadıkları yerden geldi, yureklerine korku saldı; kendi evlerini kendi elleriyle ve iman sahiplerinin elleriyle tahrip ediyorlardı. Artık ibret alın, ey gozleri olanlar"
        },
        {
            "chapter": 59,
            "verse": 3,
            "text": "Eger Allah onlar uzerine surgunu yazmamıs olsaydı, onlara mutlaka dunyada azap ederdi. Ahirette de onlara ates azabı vardır"
        },
        {
            "chapter": 59,
            "verse": 4,
            "text": "Cunku onlar, Allah´a ve resulune kafa tuttular. Kim Allah´a kafa tutarsa, bilsin ki Allah´ın azabı cok cetindir"
        },
        {
            "chapter": 59,
            "verse": 5,
            "text": "Bir hurma agacını kestiniz, yahut onu kokleri uzerine dikili bıraktınızsa, bu Allah´ın izniyledir; yoldan cıkmısları rezil etmesi icindir"
        },
        {
            "chapter": 59,
            "verse": 6,
            "text": "Allah´ın onlardan resulune aktardıgı ganimetlere gelince, siz onun icin ne at bindiniz ne deve surdunuz; ama Allah, resullerini diledigi kimselerin uzerine salar. Allah her seyi yapmakta sonsuz kudret sahibidir"
        },
        {
            "chapter": 59,
            "verse": 7,
            "text": "Allah´ın, kentler halkından resulune zahmetsizce aktardıgı mal ve nimetler sunlar icindir: Allah, Peygamber, yakınlar, yetimler, yoksullar, yolda kalmıslar. Bu boyle duzenlenmistir ki, o mal ve nimetler sizden yalnız zengin olanlar arasında donup duran bir kudret aracı olmasın. Resul size ne verdiyse onu alın; sizi neden yasakladıysa ona son verin ve Allah´tan korkun. Hic kuskusuz, Allah´ın azabı cok siddetlidir"
        },
        {
            "chapter": 59,
            "verse": 8,
            "text": "Sozu edilen o mallar, gocmen yoksullar icindir. Onlar ki, yurtlarından cıkarılıp mallarından yoksun bırakılmıslardır; Allah´tan bir lutuf ve bir hosnutluk pesindedirler; Allah´a ve resulune yardım ederler. Iste onlardır, ozu sozu dogru olanlar"
        },
        {
            "chapter": 59,
            "verse": 9,
            "text": "Onlardan once yurda konmus ve imana sarılmıs olanlar, kendilerine hicret edenleri severler. Onlara verilenlerden oturu goguslerinde bir ihtiyac duymazlar. Kendilerinin ihtiyacları olsa bile, otekileri kendi nefslerine tercih ederler. Nefsinin cimriliginden/doymazlıgından korunanlar, kurtulusa erenlerin ta kendileridir"
        },
        {
            "chapter": 59,
            "verse": 10,
            "text": "Onlardan sonra gelenler de soyle derler: \"Rabbimiz! Bizi ve bizden once iman etmis kardeslerimizi affet; kalplerimizde, inananlara karsı bir dusmanlık bırakma! Rabbimiz, sen cok sefkatli, cok merhametlisin"
        }
    ]
}