{
    "maqras": [
        {
            "chapter": 56,
            "verse": 75,
            "text": "I kunem se časom kad se zvijezde gube –"
        },
        {
            "chapter": 56,
            "verse": 76,
            "text": "a to je, da znate, zakletva velika"
        },
        {
            "chapter": 56,
            "verse": 77,
            "text": "on je, zaista, Kur'an plemeniti"
        },
        {
            "chapter": 56,
            "verse": 78,
            "text": "u Knjizi brižljivo čuvanoj –"
        },
        {
            "chapter": 56,
            "verse": 79,
            "text": "dodirnuti ga smiju samo oni koji su čisti"
        },
        {
            "chapter": 56,
            "verse": 80,
            "text": "on je Objava od Gospodara svjetova"
        },
        {
            "chapter": 56,
            "verse": 81,
            "text": "Pa, kako ovaj govor omalovažavate"
        },
        {
            "chapter": 56,
            "verse": 82,
            "text": "i umjesto zahvalnosti što vam je hrana darovana – vi u njega ne vjerujete"
        },
        {
            "chapter": 56,
            "verse": 83,
            "text": "A zašto vi kad duša do guše dopre"
        },
        {
            "chapter": 56,
            "verse": 84,
            "text": "i kad vi budete tada gledali"
        },
        {
            "chapter": 56,
            "verse": 85,
            "text": "a Mi smo mu bliži od vas, ali vi ne vidite"
        },
        {
            "chapter": 56,
            "verse": 86,
            "text": "zašto je onda kad niste u tuđoj vlasti"
        },
        {
            "chapter": 56,
            "verse": 87,
            "text": "ne povratite, ako istinu govorite"
        },
        {
            "chapter": 56,
            "verse": 88,
            "text": "I ako bude jedan od onih koji su Allahu bliski –"
        },
        {
            "chapter": 56,
            "verse": 89,
            "text": "udobnost i opskrba lijepa i džennetske blagodati njemu"
        },
        {
            "chapter": 56,
            "verse": 90,
            "text": "A ako bude jedan od onih koji su sretni –"
        },
        {
            "chapter": 56,
            "verse": 91,
            "text": "pa, pozdrav tebi od onih koji su sretni"
        },
        {
            "chapter": 56,
            "verse": 92,
            "text": "A ako bude jedan od onih koji su poricali i u zabludi ostali"
        },
        {
            "chapter": 56,
            "verse": 93,
            "text": "pa, ključalom vodom biće ugošćen"
        },
        {
            "chapter": 56,
            "verse": 94,
            "text": "i u ognju prženjem"
        },
        {
            "chapter": 56,
            "verse": 95,
            "text": "Sama je istina, zbilja, sve ovo –"
        },
        {
            "chapter": 56,
            "verse": 96,
            "text": "zato hvali ime Gospodara svoga Veličanstvenog"
        },
        {
            "chapter": 57,
            "verse": 1,
            "text": "Allaha hvali sve što je na nebesima i na Zemlji, i On je Silni i Mudri"
        },
        {
            "chapter": 57,
            "verse": 2,
            "text": "Njegova je vlast na nebesima i na Zemlji; On život i smrt daje, i On sve može"
        },
        {
            "chapter": 57,
            "verse": 3,
            "text": "On je Prvi i Posljednji, i Vidljivi i Nevidljivi; i On zna sve"
        },
        {
            "chapter": 57,
            "verse": 4,
            "text": "U šest vremenskih razdoblja On je nebesa i Zemlju stvorio, i onda svemirom zavladao; On zna šta u zemlju ulazi i šta iz nje izlazi i šta s neba silazi i šta se prema njemu diže, On je s vama gdje god bili, i sve što radite Allah vidi"
        },
        {
            "chapter": 57,
            "verse": 5,
            "text": "Njegova je vlast na nebesima i na Zemlji, i Allahu će se sve vratiti"
        },
        {
            "chapter": 57,
            "verse": 6,
            "text": "On uvodi noć u dan i dan u noć, i On zna svačije misli"
        },
        {
            "chapter": 57,
            "verse": 7,
            "text": "Vjerujte u Allaha i Poslanika Njegova i udjeljujte iz onoga što vam On stavlja na raspolaganje, jer one od vas koji budu vjerovali i udjeljivali čeka nagrada velika"
        },
        {
            "chapter": 57,
            "verse": 8,
            "text": "Šta vam je pa ne vjerujete u Allaha? Poslanik vas zove da vjerujete u Gospodara svoga – a On je od vas već zavjet uzeo – ako želite biti vjernici"
        },
        {
            "chapter": 57,
            "verse": 9,
            "text": "On robu Svome objavljuje jasne ajete da bi vas iz tmina na svjetlo izveo – a Allah je, uistinu, prema vama dobar i milostiv"
        },
        {
            "chapter": 57,
            "verse": 10,
            "text": "I šta vam je pa odbijate da trošite na Allahovu putu kada će Allah nebesa i Zemlju naslijediti? Nisu jednaki među vama oni koji su davali priloge prije pobjede i lično se borili – oni su na višem stupnju od onih koji su poslije davali priloge i lično se borili, a Allah svima obećava nagradu najljepšu; – Allah dobro zna ono što radite"
        },
        {
            "chapter": 57,
            "verse": 11,
            "text": "Ko će Allahu drage volje zajam dati da bi mu ga On mnogostruko vratio, a uz to i nagradu plemenitu dobio"
        },
        {
            "chapter": 57,
            "verse": 12,
            "text": "na Dan kada budeš vidio kako se pred vjernicima i vjernicama, i s desne strane njihove, svjetlo njihovo bude kretalo: \"Blago vama danas: džennetske bašče kroz koje teku rijeke u kojima ćete vječno boraviti – to je veliki uspjeh"
        },
        {
            "chapter": 57,
            "verse": 13,
            "text": "na Dan kada će licemjeri i licemjerke vjernicima govoriti: \"Pričekajte nas da se svjetlom vašim poslužimo!\" \"Vratite se natrag, pa drugo svjetlo potražite!\" – reći će se. I između njih će se pregrada postaviti koja će vrata imati; unutar nje biće milost, a izvan nje patnja"
        },
        {
            "chapter": 57,
            "verse": 14,
            "text": "Zar nismo s vama bili?\" – dozivaće ih. \"Jeste\" – odgovaraće – \"ali ste se pritvornošću upropastili, i iščekivali ste, i sumnjali ste, i puste želje su vas zavaravale, dok nije došla Allahova odredba, a šejtan vas je o Allahu obmanuo"
        },
        {
            "chapter": 57,
            "verse": 15,
            "text": "Nikakva otkupnina se danas od vas neće primiti, a ni od onih koji nisu vjerovali; vatra će biti prebivalište vaše, ona baš vama odgovara, a užasno je ona boravište"
        }
    ]
}