{
    "maqras": [
        {
            "chapter": 9,
            "verse": 19,
            "text": "Zar smatrate da je onaj koji hodočasnike vodom napaja i koji vodi brigu o Časnome hramu ravan onome koji u Allaha i u onaj svijet vjeruje i koji se na Allahovu putu bori? Nisu oni jednaki pred Allahom. A Allah neće ukazati na Pravi put onima koji sami sebi nepravdu čine"
        },
        {
            "chapter": 9,
            "verse": 20,
            "text": "U većoj su časti kod Allaha oni koji vjeruju i koji se iseljavaju i koji se bore na Allahovu putu zalažući imetke svoje i živote svoje; oni će postići što žele"
        },
        {
            "chapter": 9,
            "verse": 21,
            "text": "Gospodar njihov im šalje radosne vijesti da će im milostiv i blagonaklon biti i da će ih u džennetske bašče uvesti, u kojima će neprekidno uživati"
        },
        {
            "chapter": 9,
            "verse": 22,
            "text": "vječno i zauvijek će u njima boraviti. Uistinu, u Allaha je nagrada velika"
        },
        {
            "chapter": 9,
            "verse": 23,
            "text": "O vjernici, ne prijateljujte ni sa očevima vašim ni sa braćom vašom ako više vole nevjerovanje od vjerovanja. Onaj od vas koji bude s njima prijateljevao, on se doista prema sebi ogriješio"
        },
        {
            "chapter": 9,
            "verse": 24,
            "text": "Reci: \"Ako su vam očevi vaši, i sinovi vaši, i braća vaša, i žene vaše, i rod vaš, i imanja vaša koja ste stekli, i trgovačka roba za koju strahujete da prođe neće imati, i kuće vaše u kojima se prijatno osjećate – miliji od Allaha i Njegova Poslanika i od borbe na Njegovu putu, onda pričekajte dok Allah Svoju odluku ne donese. A Allah grješnicima neće ukazati na Pravi put"
        },
        {
            "chapter": 9,
            "verse": 25,
            "text": "Allah vas je na mnogim bojištima pomogao, a i onoga dana na Hunejnu kada vas je mnoštvo vaše zanijelo, ali vam ono nije ni od kakve koristi bilo, nego vam je zemlja, koliko god da je bila prostrana, tijesna postala, pa ste se u bijeg dali"
        },
        {
            "chapter": 9,
            "verse": 26,
            "text": "Zatim je Allah na Poslanika Svoga i na vjernike milost Svoju spustio, i vojske koje vi niste vidjeli poslao i one koji nisu vjerovali na muke stavio; i to je bila kazna za nevjernike"
        },
        {
            "chapter": 9,
            "verse": 27,
            "text": "Allah je poslije toga onome kome je htio oprostio, a Allah prašta i samilostan je"
        },
        {
            "chapter": 9,
            "verse": 28,
            "text": "O vjernici, mnogobošci su sama pogan, i neka više ne dolaze na hadž Svetome hramu poslije ovogodišnjeg hadža. A ako se bojite oskudice, pa Allah će vas, ako hoće, iz obilja Svoga imućnim učiniti. – Allah zaista sve zna i mudar je"
        },
        {
            "chapter": 9,
            "verse": 29,
            "text": "Borite se protiv onih kojima je data Knjiga, a koji ne vjeruju ni u Allaha ni u onaj svijet, ne smatraju zabranjenim ono što Allah i Njegov Poslanik zabranjuju i ne ispovijedaju istinsku vjeru – sve dok ne daju glavarinu poslušno i smjerno"
        },
        {
            "chapter": 9,
            "verse": 30,
            "text": "Jevreji govore: \"Uzejr je – Allahov sin\", a kršćani kažu: \"Mesih je – Allahov sin.\" To su riječi njihove, iz usta njihovih, oponašaju riječi nevjernika prijašnjih – ubio ih Allah! Kuda se odmeću"
        },
        {
            "chapter": 9,
            "verse": 31,
            "text": "Oni, pored Allaha, bogovima smatraju svećenike svoje i monahe svoje i Mesiha, sina Merjemina, a naređeno im je da se samo jednom Bogu klanjaju – nema boga osim Njega. On je vrlo visoko iznad onih koje oni Njemu ravnim smatraju"
        },
        {
            "chapter": 9,
            "verse": 32,
            "text": "Oni žele da ustima svojim utrnu Allahovo svjetlo, a Allah želi vidljivim učiniti svjetlo Svoje, makar ne bilo po volji nevjernicima"
        },
        {
            "chapter": 9,
            "verse": 33,
            "text": "On je poslao Poslanika Svoga s uputstvom i pravom vjerom da bi je izdigao iznad ostalih vjera, makar ne bilo po volji mnogobošcima"
        }
    ]
}