{
    "rukus": [
        {
            "chapter": 11,
            "verse": 69,
            "text": "I ja van portar els nostres Missatgers la bona nova a Abraham. Van dir: «Pau!» Va dir: «Pau!» I no va trigar a portar un vedell rostit"
        },
        {
            "chapter": 11,
            "verse": 70,
            "text": "I quan va veure que les seves mans no ho tocaven, va sospitar d'ells i va sentir temor d'ells. Van dir: «No temes! Se'ns ha enviat al poble de Lot»"
        },
        {
            "chapter": 11,
            "verse": 71,
            "text": "La seva dona estava present i va riure. I li anunciem la bona nova de Isaac i, despres de la de Isaac, la de Jacob"
        },
        {
            "chapter": 11,
            "verse": 72,
            "text": "Va dir ella: «Ai de mi! Vaig a donar a llum ara que soc tan vella i aquest el meu marit, tan vell? Certament, aixo es quelcom sorprenent!»"
        },
        {
            "chapter": 11,
            "verse": 73,
            "text": "«Et sorprens de l'ordre d'Al·la?» van dir. «Que la misericordia d'Al·la i Les seves benediccions siguin sobre vosaltres, gent de la casa! Es digne de ser lloat, glorificat!»"
        },
        {
            "chapter": 11,
            "verse": 74,
            "text": "I quan el temor d'Abraham es va haver esvait i va rebre la bona noticia, es va posar a discutir amb Nosaltres sobre el poble de Lot"
        },
        {
            "chapter": 11,
            "verse": 75,
            "text": "Abraham era, certament, benigne, tendre, estava penedit"
        },
        {
            "chapter": 11,
            "verse": 76,
            "text": "«Abraham! Deixa de defensar-los! Ha arribat l'ordre del teu Senyor i rebran un castig ineludible!»"
        },
        {
            "chapter": 11,
            "verse": 77,
            "text": "I quan Els nostres Missatgers van venir a Lot, aquest es va afligir per ells i es va sentir impotent per a protegir-los. Va dir: «Aquest es un dia terrible!»"
        },
        {
            "chapter": 11,
            "verse": 78,
            "text": "El seu poble, que solia abans cometre el mal, va correr a Lot, que va dir: «Poble! Aqui teniu a les meves filles. Son mes pures per a vosaltres. Temeu a Al·la i no m'avergonyiu en els meus hostes! No hi ha entre vosaltres un home honrat"
        },
        {
            "chapter": 11,
            "verse": 79,
            "text": "Van dir: «Ja saps que no tenim cap dret a les teves filles. Tu ja saps el que volem...»"
        },
        {
            "chapter": 11,
            "verse": 80,
            "text": "Va dir: «Ah! Si us pogues... o si pogues recorrer a un suport fort...»"
        },
        {
            "chapter": 11,
            "verse": 81,
            "text": "Van dir: «Lot! Som els Missatgers del teu Senyor! No s'arribaran a tu! Posa't en cami amb la teva familia durant la nit i que cap de vosaltres es torni. La teva dona, si que es tornara i li arribara el mateix castig que a ells. Aixo els ocorrera a l'alba. No esta propera l'alba?»"
        },
        {
            "chapter": 11,
            "verse": 82,
            "text": "I quan va venir La nostra ordre, la vam tornar de dalt a baix i vam fer ploure sobre ella pedres d'argila a munts"
        },
        {
            "chapter": 11,
            "verse": 83,
            "text": "marcades al costat del teu Senyor. I no esta lluny dels impius"
        }
    ]
}