{
    "rukus": [
        {
            "chapter": 2,
            "verse": 189,
            "text": "Et pregunten sobre els novilunis. Digues: «Son indicacions que serveixen als homes per a fixar l'epoca de la peregrinacio». La pietat no consisteix que entreu a les casas per darrere, sino que temeu a Al·la. Entreu a les casas per les seves portas i temeu a Al·la! Potser, aixi prospereu"
        },
        {
            "chapter": 2,
            "verse": 190,
            "text": "Combateu per Al·la contra qui combatin contra vosaltres, pero no us excediu. Al·la no estima als que s'excedeixen"
        },
        {
            "chapter": 2,
            "verse": 191,
            "text": "Mateu-los on doneu amb ells, i expulseu-los d'on us hagin expulsat. Temptar es mes greu que matar. No combateu contra ells al costat de la Mesquita Sagrada, tret que us ataquin alli. Aixi que, si combaten contra vosaltres, mateu-los: aquesta es la retribucio dels infidels"
        },
        {
            "chapter": 2,
            "verse": 192,
            "text": "Pero, si cessen, Al·la es indulgent, misericordios"
        },
        {
            "chapter": 2,
            "verse": 193,
            "text": "Combateu contra ells fins que deixin d'induir-vos a apostatar i es rendeixi culte a Al·la. Si cessen, no hagi mes hostilitats que contra els impius"
        },
        {
            "chapter": 2,
            "verse": 194,
            "text": "El mes sagrat pel mes sagrat. Les coses sagrades cauen sota la llei del talion. Si algu us agredis, agrediu-li en la mesura que us va agredir. Temeu a Al·la i sapigueu que Al.la esta amb els piadosos"
        },
        {
            "chapter": 2,
            "verse": 195,
            "text": "Gasteu per la causa d'Al·la i no us lliureu a la perdicio. Feu el be. Al·la estima a qui fan el be"
        },
        {
            "chapter": 2,
            "verse": 196,
            "text": "Porteu a terme la peregrinacio major i la menor per Al·la. Pero, si us veieu impedits, oferiu una Oblacio conforme als vostres mitjans. No us afaiteu el cap fins que la Oblacio arribi al lloc del sacrifici. Si un de vosaltres esta malalt o te una dolencia en el cap, pot redimir-se dejunant, donant almoina o oferint un sacrifici. Quan estigueu en seguretat, qui aprofiti per a fer la peregrinacio menor, mentre arriba el temps de la major, que ofereixi una Oblacio segons les seves possibilitats. Pero, si no troba que oferir, haura de dejunar tres dies durant la peregrinacio major i set al seu retorn, aixo es, deu complets. Aixo pertoca a aquell la familia del qual no resideix en les proximitats de la Mesquita Sagrada. Temeu a Al·la! Sapigueu que Al·la es sever a castigar"
        }
    ]
}