{
    "rukus": [
        {
            "chapter": 22,
            "verse": 11,
            "text": "Hi ha entre els homes qui vacil·la a servir a Al·la. Si rep un be, ho gaudeix tranquil·lament. Pero, si sofreix una temptacio, gira en rodo, perdent aixi la vida d'aqui i l'altra: es una perdua irreparable"
        },
        {
            "chapter": 22,
            "verse": 12,
            "text": "Invoca, en lloc d'invocar a Al·la, el que no pot danyar-li ni aprofitar-li. Aquest es la profunda perdua"
        },
        {
            "chapter": 22,
            "verse": 13,
            "text": "Invoca, certament, a qui pugues mes facilment danyar que aprofitar. Quin mal protector! i quin mal company"
        },
        {
            "chapter": 22,
            "verse": 14,
            "text": "Al·la introduira als creients que van obrar be en jardins pels baixos dels quals fluixen rierols. Al·la fa el que vol"
        },
        {
            "chapter": 22,
            "verse": 15,
            "text": "Qui crea que Al·la no va a auxiliar-li en la vida d'aqui ni en l'altra, que tendeixi una corda al cel i despres la cort. Que vegi si la seva ardid acaba amb el que li irritava"
        },
        {
            "chapter": 22,
            "verse": 16,
            "text": "Aixi ho hem revelat en versicles clares. Al·la guia a qui Ell vol"
        },
        {
            "chapter": 22,
            "verse": 17,
            "text": "El dia de la Resurreccio, Al·la jutjara sobre els creients, els jueus, els sabies, els cristians, els majus i els associadors. Al·la es testimoni de tot"
        },
        {
            "chapter": 22,
            "verse": 18,
            "text": "No veus que es prosternan davant Al·la els que estan en els cels i en la terra, aixi com el sol, la lluna, les estrelles, les muntanyes, els arbres, els animals i molts dels homes? No obstant aixo, molts mereixen el castig. No hi ha qui honri a qui Al·la menysprea. Al·la fa el que Ell vol"
        },
        {
            "chapter": 22,
            "verse": 19,
            "text": "Aquests son dos grups rivals que disputen sobre el seu Senyor. Als infidels els tallaran vestits de foc i se'ls vessara en el cap aigualeix molt calent"
        },
        {
            "chapter": 22,
            "verse": 20,
            "text": "que els consumira les entranyes i la pell"
        },
        {
            "chapter": 22,
            "verse": 21,
            "text": "s'empraran en ells martells de ferro"
        },
        {
            "chapter": 22,
            "verse": 22,
            "text": "Sempre que, d´atribulats, vulguin sortir d'ella se'ls fara tornar. «Agradeu el castig del Foc Crematori!»"
        }
    ]
}