{
    "rukus": [
        {
            "chapter": 34,
            "verse": 1,
            "text": "Lloat sigui Al·la, a Qui pertany el que esta en els cels i en la terra! Lloat sigui tambe en l'altra vida! Ell es El Savi, El Be Informat"
        },
        {
            "chapter": 34,
            "verse": 2,
            "text": "Sap el que penetra en la terra i el que d'ella surt, el que descendeix del cel i el que a ell ascendeix. Ell es El Misericordios, L'Indulgent"
        },
        {
            "chapter": 34,
            "verse": 3,
            "text": "Els infidels diuen: «L'Hora no ens arribara». Digues: «Clar que si! Pel meu Senyor, El Coneixedor de l'ocult, que ha d'arribar- os! No se Li passa desapercebut el pes d'un atom en els cels ni en la terra. No hi ha gens, menor o major que aixo, que no estigui en una Escriptura clara"
        },
        {
            "chapter": 34,
            "verse": 4,
            "text": "per a retribuir als que van creure i van obrar be. Aquests tals tindran perdo i generos sosteniment"
        },
        {
            "chapter": 34,
            "verse": 5,
            "text": "Qui, en canvi, s'hagin esforcat per deixar sense efecte Els nostres signes, tindran el castig d'un suplici doloros»"
        },
        {
            "chapter": 34,
            "verse": 6,
            "text": "Qui han rebut la Ciencia veuen que el que el teu Senyor t'ha revelat es la Veritat i dirigeix a la via del Poderos, del Digne de Lloanca"
        },
        {
            "chapter": 34,
            "verse": 7,
            "text": "Els infidels diuen: «Voleu que us indiquem un home que us anuncii que, quan estigueu completament descomposts, de debo se us creara de nou?»"
        },
        {
            "chapter": 34,
            "verse": 8,
            "text": "Ha inventat una mentida contra Al·la o es un posses? No, no es aixi! Els que no creuen en l'altra vida estan destinats al castig i profundament extraviats"
        },
        {
            "chapter": 34,
            "verse": 9,
            "text": "Es que no veuen el que els envolta en els cels i en la terra? Si volguessim, fariem que la terra els hi empasses o que caigues sobre ells part del cel. Certament, hi ha en aixo un signe per a tot serf penedit"
        }
    ]
}