{
    "rukus": [
        {
            "chapter": 39,
            "verse": 1,
            "text": "La revelacio de l'Escriptura procedeix d'Al·la, el Poderos, el Savi"
        },
        {
            "chapter": 39,
            "verse": 2,
            "text": "T'hem revelat l'Escriptura amb la veritat. Serveix, doncs, a Al·la, rendint-li culte sincer"
        },
        {
            "chapter": 39,
            "verse": 3,
            "text": "El culte pur no es deu a Al·la? Els que han pres amos en lloc de prendre-li a Ell -«Nomes els servim perque ens acostin be a Al·la»-... Al·la decidira entre ells sobre allo que discrepaven. Al·la no guia al que menteix, a l'infidel pertinac"
        },
        {
            "chapter": 39,
            "verse": 4,
            "text": "Si Al·la hagues desitjat adoptar un fill, hauria triat entre el que ha creat el que hagues volgut. Gloria a Ell! Es Al·la, l'U, l'Invicte"
        },
        {
            "chapter": 39,
            "verse": 5,
            "text": "Ha creat amb una fi els cels i la terra. Fa que la nit succeeixi al dia i el dia a la nit. Ha subjectat el sol i la lluna, prosseguint cadascun el seu curs cap a un terme fix. No es Ell el Poderos, l'Indulgent"
        },
        {
            "chapter": 39,
            "verse": 6,
            "text": "Us ha creat d'una sola persona, de la qual ha tret al seu conjuge. Us ha donat, dels ramats, huit parelles. Us ha creat en el si de les vostres mares, creacio despres de creacio, en triple foscor. Tal es Al·la, el vostre Senyor. Seu es el Domini. No hi ha mes deu que Ell. Com, podeu doncs, ser tan desviats"
        },
        {
            "chapter": 39,
            "verse": 7,
            "text": "Si sou ingrats,... Al·la pot prescindir de vosaltres. No accepta la ingratitud dels seus serfs. En canvi, si sou agraits, us ho acceptara complagut. Ningu carregara amb la carrega aliena. Al final, tornareu al vostre Senyor i ja us informara Ell del que feieu. Ell sap be el que els pits tanquen"
        },
        {
            "chapter": 39,
            "verse": 8,
            "text": "Quan sofreix l'home una desgracia, invoca al seu Senyor, tornant-se a Ell penedit. Despres, quan Ell li ha dispensat una gracia Seva, s'oblida de l'objecte de la seva invocacio anterior i atribuix iguals a Al·la per a extraviar a uns altres del seu cami. Digues: «Gaudeix un poc de la teva incredulitat! Seras dels habitants del Foc»"
        },
        {
            "chapter": 39,
            "verse": 9,
            "text": "Es el devot, que vetlla a la nit, postrat o dempeus, que tem l'altra vida i espera en la misericordia del seu Senyor...? Digues: «Son iguals els quals saben i els quals no saben?» Nomes es deixen amonestar els dotats d'intel·lecte"
        }
    ]
}