{
    "rukus": [
        {
            "chapter": 4,
            "verse": 11,
            "text": "Al·la us ordena el seguent en el que toca als vostres fills: que la porcio del baro equivalgui a la de dues femelles. Si aquestes son mes de dues, els correspondran dos tercos de l'herencia. Si es filla unica, la meitat. A cada un dels pares li correspondra un sise de l'herencia, si deixa fills; pero, si no te fills i li hereten nomes els seus pares, un terc es per a la mare. Si te germans, un sise es per a la mare. Aixo, despres de satisfer els seus llegats o deutes. Dels vostres ascendents o descendents no sabeu qui us son mes utils. Aquesta es obligacio d'Al·la. Al·la es omniscient, savi"
        },
        {
            "chapter": 4,
            "verse": 12,
            "text": "A vosaltres us correspon la meitat del que deixin les vostres esposes si no tenen fills. Si tenen, us correspon un quart. Aixo, despres de satisfer els seus llegats o deutes. Si no teniu fills, a elles els correspon un quart del que deixeu. Si teniu, un octau del que deixeu. Aixo. despres de satisfer els vostres llegats o deutes. Si els hereus d'un home o d'una dona son parents col·laterals i li sobreviu un germa o una germana, llavors, els correspon, a cadascun dels dos, un sise. Si son mes, participaran del terc de l'herencia, despres de satisfer els llegats o deutes, sense danyar a ningu. Aquesta es disposicio d'Al·la. Al·la es omniscient, benigne"
        },
        {
            "chapter": 4,
            "verse": 13,
            "text": "Aquestes son les lleis d'Al·la. A qui obeeixi a Al·la i al seu Missatger, Ell li introduira en jardins pels baixos dels quals fluixen rierols, en els quals estaran eternament. Aquest es l'exit grandios"
        },
        {
            "chapter": 4,
            "verse": 14,
            "text": "A qui, al contrari, desobeeixi a Al·la i al seu Missatger i violi Les seves lleis. Ell li introduira en un Foc, eternament. Tindra un castig humiliant"
        }
    ]
}