{
    "manzils": [
        {
            "chapter": 17,
            "verse": 1,
            "text": "¡Gloria a Quien hizo viajar a Su Siervo de noche, desde la Mezquita Sagrada a la Mezquita Lejana, cuyos alrededores hemos bendecido, para mostrarle parte de Nuestros signos! El es Quien todo lo oye, todo lo ve"
        },
        {
            "chapter": 17,
            "verse": 2,
            "text": "Dimos a Moises la Escritura e hicimos de ella direccion para los Hijos de Israel: «¡No tomeis protector fuera de Mi"
        },
        {
            "chapter": 17,
            "verse": 3,
            "text": "descendientes de los que llevamos con Noe!» Este fue un siervo muy agradecido"
        },
        {
            "chapter": 17,
            "verse": 4,
            "text": "Decretamos en la Escritura respecto a los Hijos de Israel: Ciertamente, corrompereis en la tierra dos veces y os conducireis con gran altivez"
        },
        {
            "chapter": 17,
            "verse": 5,
            "text": "Cuando, de las dos amenazas, se cumpla la primera, suscitaremos contra vosotros a siervos Nuestros, dotados de gran valor y penetraran en el interior de las casas. Amenaza que se cumplira»"
        },
        {
            "chapter": 17,
            "verse": 6,
            "text": "Mas tarde, os permitimos desquitaros de ellos. Os dimos mas hacienda e hijos varones e hicimos de vosotros un pueblo numeroso"
        },
        {
            "chapter": 17,
            "verse": 7,
            "text": "El bien o mal que hagais redundara en provecho o detrimento vuestro. «Cuando se cumpla la ultima amenaza, os afligiran y entraran en el Templo como entraron una vez primera y exterminaran todo aquello de que se apoderen»"
        },
        {
            "chapter": 17,
            "verse": 8,
            "text": "Quiza vuestro Senor se apiade de vosotros. Pero, si reincidis, Nosotros tambien reincidiremos. Hemos hecho de la gehena carcel para los infieles"
        },
        {
            "chapter": 17,
            "verse": 9,
            "text": "Este Coran dirige a lo que es mas recto y anuncia a los creyentes que obran bien la buena nueva de una gran recompensa"
        },
        {
            "chapter": 17,
            "verse": 10,
            "text": "y que a los que no creen en la otra vida les hemos preparado un castigo doloroso"
        },
        {
            "chapter": 17,
            "verse": 11,
            "text": "El hombre invoca el mal con la misma facilidad con que invoca el bien: el hombre es muy precipitado"
        },
        {
            "chapter": 17,
            "verse": 12,
            "text": "Hemos hecho de la noche y del dia dos signos. Hemos apagado el signo de la noche y hecho visible el signo del dia, para que busqueis favor de vuestro Senor y sepais el numero de anos y el computo: todo lo hemos explicado detalladamente"
        },
        {
            "chapter": 17,
            "verse": 13,
            "text": "Hemos asignado a cada hombre su suerte, y el dia de la Resurreccion le sacaremos una Escritura que encontrara desenrollada"
        },
        {
            "chapter": 17,
            "verse": 14,
            "text": "«¡Lee tu Escritura ! ¡Hoy bastas tu para ajustarte cuentas!»"
        },
        {
            "chapter": 17,
            "verse": 15,
            "text": "Quien sigue la via recta la sigue, en realidad, en provecho propio, y quien se extravia, se extravia, en realidad, en detrimento propio. Nadie cargara con la carga ajena. Nunca hemos castigado sin haber mandado antes a un enviado"
        },
        {
            "chapter": 17,
            "verse": 16,
            "text": "Cuando queremos destruir una ciudad, ordenamos a sus ricos y ellos se entregan en ella a la iniquidad. Entonces, la sentencia contra ella se cumple y la aniquilamos"
        },
        {
            "chapter": 17,
            "verse": 17,
            "text": "¡A cuantas generaciones hemos hecho perecer despues de Noe! Tu Senor esta suficientemente informado de los pecados de Sus siervos, los ve suficiente mente"
        },
        {
            "chapter": 17,
            "verse": 18,
            "text": "Si alguien desea la vida fugaz, Nosotros nos apresuraremos a darle en ella lo que queremos -y a quien queremos. Luego, le destinamos la gehena, donde ardera denigrado, desechado"
        },
        {
            "chapter": 17,
            "verse": 19,
            "text": "Al creyente que desee la otra vida y se esfuerce por alcanzarla, se le reconocera su esfuerzo"
        },
        {
            "chapter": 17,
            "verse": 20,
            "text": "A unos y a otros, a todos, les concederemos en abundancia de los dones de tu Senor. ¡Los dones de tu Senor no se niegan a nadie"
        },
        {
            "chapter": 17,
            "verse": 21,
            "text": "¡Mira como hemos preferido a unos mas que a otros! En la otra vida habra, no obstante, categorias mas elevadas y una mayor distincion"
        },
        {
            "chapter": 17,
            "verse": 22,
            "text": "No pongas junto con Ala a otro dios; si no, te encontraras denigrado, abandonado"
        },
        {
            "chapter": 17,
            "verse": 23,
            "text": "Tu Senor ha decretado que no debeis servir sino a El y que debeis ser buenos con vuestros padres. Si uno de ellos o ambos envejecen en tu casa, no les digas: «¡Uf!» y trates con antipatia, sino se carinoso con ellos"
        },
        {
            "chapter": 17,
            "verse": 24,
            "text": "Por piedad, muestrate deferente con ellos y di: «¡Senor, ten misericordia de ellos como ellos la tuvieron cuando me educaron siendo nino!»"
        },
        {
            "chapter": 17,
            "verse": 25,
            "text": "Vuestro Senor conoce bien vuestros pensamientos. Si sois justos... El es indulgente con los que se arrepienten sinceramente"
        },
        {
            "chapter": 17,
            "verse": 26,
            "text": "Da lo que es de derecho al pariente, asi como al pobre y al viaiero, pero sin prodigarte demasiado"
        },
        {
            "chapter": 17,
            "verse": 27,
            "text": "que los prodigos son hermanos de los demonios, y el Demonio es desagradecido para con su Senor"
        },
        {
            "chapter": 17,
            "verse": 28,
            "text": "Si, buscando una misericordia venida de tu Senor, que esperas, tienes que apartarte de aquellos, diles, al menos, una palabra amable"
        },
        {
            "chapter": 17,
            "verse": 29,
            "text": "No lleves la mano cerrada a tu cuello, ni la extiendas demasiado; si no, te encontraras censurado, falto de recursos"
        },
        {
            "chapter": 17,
            "verse": 30,
            "text": "Tu Senor dispensa el sustento a quien El quiere: a unos con largueza, a otros con mesura. Esta bien informado de Sus siervos, les ve bien"
        },
        {
            "chapter": 17,
            "verse": 31,
            "text": "¡No mateis a vuestros hijos por miedo a empobreceros! Somos Nosotros Quienes les proveemos, y a vosotros tambien. Matarles es un gran pecado"
        },
        {
            "chapter": 17,
            "verse": 32,
            "text": "¡Evitad la fornicacion: es una deshonestidad! ¡Mal camino"
        },
        {
            "chapter": 17,
            "verse": 33,
            "text": "No mateis a nadie que Dios haya prohibido, sino con justo motivo. Si se mata a alguien sin razon, damos autoridad a su pariente proximo, pero que este no se exceda en la venganza. Se le auxiliara"
        },
        {
            "chapter": 17,
            "verse": 34,
            "text": "No toqueis la hacienda del huerfano sino de manera conveniente hasta que alcance la madurez. ¡Cumplid todo compromiso, porque se pedira cuenta de el"
        },
        {
            "chapter": 17,
            "verse": 35,
            "text": "Cuando midais, dad la medida justa y pesad con una balanza exacta. Es mejor y da muy buen resultado"
        },
        {
            "chapter": 17,
            "verse": 36,
            "text": "No vayas tras algo de lo que no tienes ningun conocimiento. Del oido, de la vista, del intelecto, de todo eso se pedira cuenta"
        },
        {
            "chapter": 17,
            "verse": 37,
            "text": "No vayas por la tierra con insolencia, que no eres capaz de hender la tierra, ni de alzarte a la altura de las montanas"
        },
        {
            "chapter": 17,
            "verse": 38,
            "text": "Tu Senor detesta lo malo que en ello hay"
        },
        {
            "chapter": 17,
            "verse": 39,
            "text": "Esto forma parte de la sabiduria que tu Senor te ha inspirado. No pongas junto con Ala a otro dios; si no, seras precipitado en la gehena, censurado, desechado"
        },
        {
            "chapter": 17,
            "verse": 40,
            "text": "¿Es que vuestro Senor, que ha escogido daros hijos varones, iba a tomar para Si hijas de entre los angeles? Decis, en verdad, algo muy grave"
        },
        {
            "chapter": 17,
            "verse": 41,
            "text": "Hemos expuesto en este Coran para que se dejen amonestar, pero esto no hace sino acrecentar su repulsa"
        },
        {
            "chapter": 17,
            "verse": 42,
            "text": "Di: «Si hubiera dioses ademas de El, como dicen, buscarian un camino que les condujera hasta el Senor del Trono"
        },
        {
            "chapter": 17,
            "verse": 43,
            "text": "¡Gloria a El! ¡Esta por encima de lo que dicen!»"
        },
        {
            "chapter": 17,
            "verse": 44,
            "text": "Le glorifican los siete cielos, la tierra y sus habitantes. No hay nada que no celebre Sus alabanzas, pero no comprendeis su glorificacion. El es benigno, indulgente"
        },
        {
            "chapter": 17,
            "verse": 45,
            "text": "Cuando recitas el Coran, tendemos un velo opaco entre ti y los que no creen en la otra vida"
        },
        {
            "chapter": 17,
            "verse": 46,
            "text": "velamos sus corazones y endurecemos sus oidos para que no lo entiendan. Cuando invocas en el Coran a tu Senor Solo, vuelven la espalda en repulsa"
        },
        {
            "chapter": 17,
            "verse": 47,
            "text": "Nosotros sabemos bien lo que escuchan cuando te escuchan o cuando estan en conciliabulos, cuando dicen los impios: «No seguis sino a un hombre hechizado»"
        },
        {
            "chapter": 17,
            "verse": 48,
            "text": "¡Mira a que te comparan! Se extravian y no pueden encontrar camino"
        },
        {
            "chapter": 17,
            "verse": 49,
            "text": "Dicen: «Cuando seamos huesos y polvo, ¿es verdad que se nos resucitara a una nueva creacion?»"
        },
        {
            "chapter": 17,
            "verse": 50,
            "text": "Di: «Aunque seais piedra, hierro"
        },
        {
            "chapter": 17,
            "verse": 51,
            "text": "o cualquier sustancia que imagineis dificil...» Diran: «¿Y quien nos volvera!» Di: «Quien os creo una vez primera». Y, sacudiendo la cabeza hacia ti, diran: «¿Cuando?» Di: «Tal vez pronto»"
        },
        {
            "chapter": 17,
            "verse": 52,
            "text": "El dia que os llame, respondereis alabandole y creereis no haber permanecido sino poco tiempo"
        },
        {
            "chapter": 17,
            "verse": 53,
            "text": "Di a Mis siervos que hablen de la mejor manera que puedan. El Demonio siembra la discordia entre ellos. El Demonio es para el hombre un enemigo declarado"
        },
        {
            "chapter": 17,
            "verse": 54,
            "text": "Vuestro Senor os conoce bien. Si quiere, se apiadara de vosotros y, si quiere, os castigara. No te hemos enviado para que seas su protector"
        },
        {
            "chapter": 17,
            "verse": 55,
            "text": "Tu Senor conoce bien a quienes estan en los cielos y en la tierra. Hemos preferido a unos profetas mas que a otros. Y dimos a David Salmos"
        },
        {
            "chapter": 17,
            "verse": 56,
            "text": "Di: «¡Invocad a los que, en lugar de El, pretendeis! ¡No pueden evitaros la desgracia ni modificarla!»"
        },
        {
            "chapter": 17,
            "verse": 57,
            "text": "Los mismos a quienes invocan buscan el medio de acercarse a su Senor. Esperan en Su misericordia y temen Su castigo. El castigo de tu Senor es temible"
        },
        {
            "chapter": 17,
            "verse": 58,
            "text": "No hay ninguna ciudad que no destruyamos o que no castiguemos severamente antes del dia de la Resurrecion. Esta anotado en la Escritura"
        },
        {
            "chapter": 17,
            "verse": 59,
            "text": "No Nos ha impedido obrar milagros sino que los antiguos los desmintieran. Dimos la camella a los tamudeos como milagro palpable, pero obraron impiamente con ella. No obramos los milagros sino para atemorizar"
        },
        {
            "chapter": 17,
            "verse": 60,
            "text": "Y cuando te dijimos: «Tu Senor cerca a los hombres». No hicimos del sueno que te mostramos y del arbol maldito mencionado en el Coran sino tentacion para los hombres. Cuanto mas les amedrentamos, mas aumenta su rebeldia"
        },
        {
            "chapter": 17,
            "verse": 61,
            "text": "Y cuando dijimos a los angeles: «¡Prosternaos ante Adan!». Se prosternaron, excepto Iblis, que dijo: «¿Voy a prosternarme ante quien has creado de arcilla?»"
        },
        {
            "chapter": 17,
            "verse": 62,
            "text": "Dijo: «¿Que Te parece? Este es aquel a quien has honrado mas que a mi. Si me remites hasta el dia de la Resurreccion, dominare a todos sus descendientes, salvo a unos pocos»"
        },
        {
            "chapter": 17,
            "verse": 63,
            "text": "Dijo: «¡Vete! La gehena sera amplia retribucion para ti y para tus secuaces"
        },
        {
            "chapter": 17,
            "verse": 64,
            "text": "¡Ahuyenta con tu voz a todos los que puedas! ¡Atacales con tu caballeria y con tu infanteria! ¡Asociate a ellos en la hacienda y en los hijos! ¡Prometeles!». Pero el Demonio no les promete sino falacia"
        },
        {
            "chapter": 17,
            "verse": 65,
            "text": "«Pero no tienes ninguna autoridad sobre Mis siervos». ¡Tu Senor basta como protector"
        },
        {
            "chapter": 17,
            "verse": 66,
            "text": "Vuestro Senor es Quien, para vosotros, hace que surquen las naves el mar, para que busqueis Su favor. Es misericordioso con vosotros"
        },
        {
            "chapter": 17,
            "verse": 67,
            "text": "Si sufris una desgracia en el mar, los que invocais se esfuman, El no. Pero, en cuanto os salva llevandoos a tierra firme, os apartais. El hombre es muy desagradecido"
        },
        {
            "chapter": 17,
            "verse": 68,
            "text": "¿Estais, pues, a salvo de que Ala haga que la tierra os trague o de que envie contra vosostros una tempestad de arena? No podrias encontrar protector"
        },
        {
            "chapter": 17,
            "verse": 69,
            "text": "¿O estais a salvo de que lo repita una segunda vez, enviando contra vosotros un viento huracanado y anegandoos por haber sido desagradecidos? No encontrariais a nadie que, en vuestro favor, Nos demandara por ello"
        },
        {
            "chapter": 17,
            "verse": 70,
            "text": "Hemos honrado a los hijos de Adan. Los hemos llevado por tierra y por mar, les hemos proveido de cosas buenas y los hemos preferido marcadamente a muchas otras criaturas"
        },
        {
            "chapter": 17,
            "verse": 71,
            "text": "El dia que llamemos a todos los hombres con su Libro, aquellos a quienes se de su Escritura en la diestra, esos leeran su Escritura y no seran tratados injustamente en lo mas minimo"
        },
        {
            "chapter": 17,
            "verse": 72,
            "text": "Quien haya estado ciego en esta vida continuara ciego en la otra y aun se extraviara mas del Camino"
        },
        {
            "chapter": 17,
            "verse": 73,
            "text": "En verdad, casi han conseguido desviarte de lo que te habiamos revelado, con objeto de que inventaras contra Nosotros otra cosa. Te habrian tomado como amigo"
        },
        {
            "chapter": 17,
            "verse": 74,
            "text": "Si no te hubieramos confirmado, casi te habrias arrimado algun poco hacia ellos"
        },
        {
            "chapter": 17,
            "verse": 75,
            "text": "Te habriamos hecho gustar el doble en la vida y el doble en la muerte. Y no habrias encontrado quien te auxiliara contra Nosotros"
        },
        {
            "chapter": 17,
            "verse": 76,
            "text": "En verdad, casi te incitaron a huir del pais con objeto de hacerte salir de el -en ese caso no se habrian quedado en el despues de ti sino por poco tiempo"
        },
        {
            "chapter": 17,
            "verse": 77,
            "text": "lo mismo que ocurrio con los enviados que mandamos antes de ti, practica Nuestra que encontraras inmutable"
        },
        {
            "chapter": 17,
            "verse": 78,
            "text": "Haz la azala al ocaso hasta la caida de la noche, y la recitacion del alba, que la recitacion del alba tiene testigos"
        },
        {
            "chapter": 17,
            "verse": 79,
            "text": "Parte de la noche, vela: sera para ti una obra supererogatoria. Quiza tu Senor te resucite a un estado digno de encomio"
        },
        {
            "chapter": 17,
            "verse": 80,
            "text": "Y di: «¡Senor! ¡Hazme entrar bien, hazme salir bien! ¡Concedeme, de Ti, una autoridad que me auxilie!»"
        },
        {
            "chapter": 17,
            "verse": 81,
            "text": "Y di: «¡Ha venido la Verdad y se ha disipado lo falso! ¡Lo falso tiene que disiparse!»"
        },
        {
            "chapter": 17,
            "verse": 82,
            "text": "Hacemos descender, por medio del Coran, lo que es curacion y misericordia para los creyentes, pero esto no hace sino perder mas a los impios"
        },
        {
            "chapter": 17,
            "verse": 83,
            "text": "Cuando agraciamos al hombre, este se desvia y se aleja. Pero, si sufre un mal, se desespera"
        },
        {
            "chapter": 17,
            "verse": 84,
            "text": "Di: «Cada uno obra a su modo, pero vuestro Senor conoce bien al que va mejor dirigido por el Camino»"
        },
        {
            "chapter": 17,
            "verse": 85,
            "text": "Te preguntan por el espiritu. Di: «El espiritu procede de la orden de mi Senor». Pero no habeis recibido sino poca ciencia"
        },
        {
            "chapter": 17,
            "verse": 86,
            "text": "Si quisieramos, retirariamos lo que te hemos revelado y no encontrarias quien te protegiera en esto contra Nosotros"
        },
        {
            "chapter": 17,
            "verse": 87,
            "text": "No es sino una misericordia venida de tu Senor, Que te ha favorecido grandemente"
        },
        {
            "chapter": 17,
            "verse": 88,
            "text": "Di: «Si los hombres y los genios se unieran para producir un Coran como este, no podrian conseguirlo, aunque se ayudaran mutuamente»"
        },
        {
            "chapter": 17,
            "verse": 89,
            "text": "En este Coran hemos expuesto a los hombres toda clase de ejemplos. Pero la mayoria de los hombres no quieren sino ser infieles"
        },
        {
            "chapter": 17,
            "verse": 90,
            "text": "Y dicen: «No creeremos en ti hasta que nos hagas brotar un manantial de la tierra"
        },
        {
            "chapter": 17,
            "verse": 91,
            "text": "o que tengas un jardin con palmeras y vides entre los que hagas brotar caudalosos arroyos"
        },
        {
            "chapter": 17,
            "verse": 92,
            "text": "o que, como pretendes, hagas caer sobre nosotros parte del cielo o nos traigas en tu apoyo a Ala y a los angeles"
        },
        {
            "chapter": 17,
            "verse": 93,
            "text": "o que tengas una casa suntuosa, o te eleves en el aire. Pero tampoco vamos a creer en tu elevacion mientras no nos hagas bajar una Escritura que podamos leer». Di: «¡Gloria a mi Senor! ¿Y que soy yo sino un mortal, un enviado?»"
        },
        {
            "chapter": 17,
            "verse": 94,
            "text": "No ha impedido a los hombres creer cuando les ha llegado la Direccion sino el haber dicho: «¿Ha mandado Ala a un mortal como enviado?»"
        },
        {
            "chapter": 17,
            "verse": 95,
            "text": "Di: «Si hubiera habido en la tierra angeles andando tranquilamente, habriamos hecho que les bajara del cielo un angel como enviado»"
        },
        {
            "chapter": 17,
            "verse": 96,
            "text": "Di: «Ala basta como testigo entre yo y vosotros. Esta bien informado sobre Sus siervos, les ve bien»"
        },
        {
            "chapter": 17,
            "verse": 97,
            "text": "Aquel a quien Ala dirige esta bien dirigido. Pero no encontraras amigos, fuera de El, para aquellos a quienes El extravia. Les congregaremos el dia de la Resurreccion boca abajo, ciegos, mudos, sordos. Tendran la gehena por morada. Siempre que el fuego vaya a apagarse, se lo atizaremos"
        },
        {
            "chapter": 17,
            "verse": 98,
            "text": "Esa sera su retribucion por no haber creido en Nuestros signos y por haber dicho: «Cuando seamos huesos y polvo, ¿es verdad que se nos resucitara a una nueva creacion?»"
        },
        {
            "chapter": 17,
            "verse": 99,
            "text": "¿Es que no ven que Ala, Que ha creado los cielos y la tierra, es capaz de crear semejantes a ellos? Les ha senalado un plazo indubitable, pero los impios no quieren sino ser infieles"
        },
        {
            "chapter": 17,
            "verse": 100,
            "text": "Di: «Si poseyerais los tesoros de misericordia de mi Senor, entonces, los retendriais por miedo de gastarlos». El hombre es tacano"
        },
        {
            "chapter": 17,
            "verse": 101,
            "text": "Dimos a Moises nueve signos claros. Pregunta a los Hijos de Israel que paso, cuando vino a ellos y Faraon le dijo: «¡Moises! ¡Yo creo, si, que estas hechizado!»"
        },
        {
            "chapter": 17,
            "verse": 102,
            "text": "Dijo: «Tu sabes bien que solo el Senor de los cielos y de la tierra ha hecho bajar estos como pruebas evidentes. ¡Yo creo, Faraon, si, que estas perdido!»"
        },
        {
            "chapter": 17,
            "verse": 103,
            "text": "Quiso ahuyentarles del pais y le anegamos con todos los suyos"
        },
        {
            "chapter": 17,
            "verse": 104,
            "text": "Y, despues de el, dijimos a los Hijos de Israel: «Habitad la tierra y, cuando se cumpla la promesa de la otra vida, os llevaremos en tropel»"
        },
        {
            "chapter": 17,
            "verse": 105,
            "text": "Lo hemos hecho descender con la Verdad y con la Verdad ha descendido. No te hemos enviado sino como nuncio de buenas nuevas y como monitor"
        },
        {
            "chapter": 17,
            "verse": 106,
            "text": "Es un Coran que hemos dividido para que lo recites a la gente reposadamente. Lo hemos revelado de hecho"
        },
        {
            "chapter": 17,
            "verse": 107,
            "text": "Di: «Creais en el o no, quienes han y recibido de antes la Ciencia, cuando les es recitado, caen prosternados, rostro en tierra"
        },
        {
            "chapter": 17,
            "verse": 108,
            "text": "y dicen: '¡Gloria a nuestro Senor! ¡Se ha cumplido, si, la promesa de nuestro Senor"
        },
        {
            "chapter": 17,
            "verse": 109,
            "text": "Y continuan rostro en tierra, llorando y creciendo en humildad»"
        },
        {
            "chapter": 17,
            "verse": 110,
            "text": "Di: «¡Invocad a 'Ala' o invocad al 'Compasivo'! Como quiera que invoqueis, El posee los nombres mas bellos». No hagas la azala en voz demasiado alta, ni demasiado baja, sino con voz moderada"
        },
        {
            "chapter": 17,
            "verse": 111,
            "text": "Y di: «¡Alabado sea Ala, Que no ha adoptado un hijo, ni tiene asociado en el dominio, ni amigo frente a la humillacion!» ¡Y ensalza Su grandeza"
        },
        {
            "chapter": 18,
            "verse": 1,
            "text": "¡Alabado sea Ala, que ha revelado la Escritura a Su siervo y no ha puesto en ella tortuosidad"
        },
        {
            "chapter": 18,
            "verse": 2,
            "text": "sino que la ha hecho recta, para prevenir contra una grave calamidad que procede de El, anunciar a los creyentes que obran bien que tendran una bella recompensa"
        },
        {
            "chapter": 18,
            "verse": 3,
            "text": "en la que permaneceran para siempre"
        },
        {
            "chapter": 18,
            "verse": 4,
            "text": "y para advertir a los que dicen que Ala ha adoptado un hijo"
        },
        {
            "chapter": 18,
            "verse": 5,
            "text": "Ni ellos ni sus predecesores tienen ningun conocimiento de eso. ¡Que monstruosa palabra la que sale de sus bocas! No dicen sino mentira"
        },
        {
            "chapter": 18,
            "verse": 6,
            "text": "Tu quiza te consumas de pena, si no creen en esta historia, por las huellas que dejan"
        },
        {
            "chapter": 18,
            "verse": 7,
            "text": "Hemos adornado la tierra con lo que en ella hay para probarles y ver quien de ellos es el que mejor se porta"
        },
        {
            "chapter": 18,
            "verse": 8,
            "text": "Y, ciertamente, haremos de su superficie un sequeral"
        },
        {
            "chapter": 18,
            "verse": 9,
            "text": "¿Crees que los de la caverna y de ar-Raqim constituyen una maravilla entre Nuestros signos"
        },
        {
            "chapter": 18,
            "verse": 10,
            "text": "Cuando los jovenes, al refugiarse en la caverna, dijeron: «¡Senor! ¡Concedenos una misericordia de Ti y haz que nos conduzcamos correctamente!»"
        },
        {
            "chapter": 18,
            "verse": 11,
            "text": "Y les hicimos dormir en la caverna por muchos anos"
        },
        {
            "chapter": 18,
            "verse": 12,
            "text": "Luego, les despertamos para saber cual de los dos grupos calculaba mejor cuanto tiempo habian permanecido"
        },
        {
            "chapter": 18,
            "verse": 13,
            "text": "Nosotros vamos a contarte su relato verdadero. Eran jovenes que creian en su Senor y a quienes habiamos confirmado en la buena direccion"
        },
        {
            "chapter": 18,
            "verse": 14,
            "text": "Fortalecimos su animo cuando se levantaron y dijeron: «Nuestro Senor es el Senor de los cielos y de la tierra. No invocaremos a mas dios que a El. Si no, diriamos una solemne mentira"
        },
        {
            "chapter": 18,
            "verse": 15,
            "text": "Este pueblo nuestro ha tomado dioses en lugar de tomarle a El. ¿Por que no presentan alguna autoridad clara en su favor? ¿Hay alguien que sea mas impio que quien inventa una mentira contra Ala"
        },
        {
            "chapter": 18,
            "verse": 16,
            "text": "Cuando os hayais alejado de ellos y de lo que, en lugar de Dios, sirven, ¡refugiaos en la caverna! Vuestro Senor extendera, sobre vosotros algo de Su misericordia y dispondra de la mejor manera de vuestra suerte»"
        },
        {
            "chapter": 18,
            "verse": 17,
            "text": "Habrias visto que el sol, al salir, se desviaba de su caverna hacia la derecha y, al ponerse, los rebasaba hacia la izquierda, mientras ellos estaban en una oquedad de ella. Ese es uno de los signos de Ala. Aquel a quien Ala dirige esta bien dirigido, pero para aquel a quien El extravia no encontraras amigo que le guie"
        },
        {
            "chapter": 18,
            "verse": 18,
            "text": "Les hubieras creido despiertos cuando, en realidad, dormian. Les dabamos vuelta a derecha e izquierda, mientras su perro estaba en el umbral con las patas delanteras extendidas. Si les hubieras visto, te habrias escapado de ellos, lleno de miedo"
        },
        {
            "chapter": 18,
            "verse": 19,
            "text": "Asi estaban cuando les despertamos para que se preguntaran unos a otros. Uno de ellos dijo: «¿Cuanto tiempo habeis permanecido?» Dijeron: «Permanecimos un dia o menos». Dijeron: «Vuestro Senor sabe bien cuanto tiempo habeis permanecido. Enviad a uno de vosotros con esta vuestra moneda a la ciudad. Que mire quien tiene el alimento mas fresco y que os traiga provision del mismo. Que se conduzca bien y que no atraiga la atencion de nadie sobre vosotros"
        },
        {
            "chapter": 18,
            "verse": 20,
            "text": "pues, si se enteraran de vuestra existencia, os lapidarian u os harian volver a su religion y nunca mas seriais felices»"
        },
        {
            "chapter": 18,
            "verse": 21,
            "text": "Y asi los descubrimos para que supieran que lo que Ala promete es verdad y que no hay duda respecto a la Hora. Cuando discutian entre si sobre su asunto. Dijeron: «¡Edificad sobre ellos! Su Senor les conoce bien». Los que prevalecieron en su asunto dijeron: «¡Levantemos sobre ellos un santuario!»"
        },
        {
            "chapter": 18,
            "verse": 22,
            "text": "Unos diran: «Eran tres, cuatro con su perro». Otros diran: «Eran cinco, seis con su perro», conjeturando sobre lo oculto. Otros diran: «Eran siete, ocho con su perro». Di: «Mi Senor sabe bien su numero, solo pocos les conocen». No discutas, pues, sobre ellos, sino someramente y no consultes sobre ellos a nadie"
        },
        {
            "chapter": 18,
            "verse": 23,
            "text": "Y no digas a proposito de nada: «Lo hare manana»"
        },
        {
            "chapter": 18,
            "verse": 24,
            "text": "sin: «si Ala quiere». Y, si te olvidas de hacerlo, recuerda a tu Senor, diciendo: «Quiza mi Senor me dirija a algo que este mas cerca que eso de lo recto»"
        },
        {
            "chapter": 18,
            "verse": 25,
            "text": "Permanecieron en su caverna trescientos anos, a los que se anaden nueve"
        },
        {
            "chapter": 18,
            "verse": 26,
            "text": "Di: «Ala sabe bien cuanto tiempo permanecieron. Suyo es lo oculto de los cielos y de la tierra. ¡Que bien ve y que bien oye! Fuera de El, los hombres no tienen amigo. Y El no asocia a nadie en Su decision»"
        },
        {
            "chapter": 18,
            "verse": 27,
            "text": "Recita lo que se te ha revelado de la Escritura de tu Senor. No hay quien pueda cambiar Sus palabras y no encontraras asilo fuera de El"
        },
        {
            "chapter": 18,
            "verse": 28,
            "text": "¡No rehuyas estar con los que invocan a su Senor manana y tarde por deseo de agradarle! ¡No quites los ojos de ellos por deseo del ornato de la vida de aca! ¡No obedezcas a aquel cuyo corazon hemos hecho que se despreocupe de Nuestro recuerdo, que sigue su pasion y se conduce insolentemente"
        },
        {
            "chapter": 18,
            "verse": 29,
            "text": "Y di: «La Verdad viene de vuestro Senor. ¡Que crea quien quiera, y quien no quiera que no crea!» Hemos preparado para los impios un fuego cuyas llamas les cercaran. Si piden socorro, se les socorrera con un liquido como de metal fundido, que les abrasara el rostro. ¡Mala bebida! Y ¡mal lugar de descanso"
        },
        {
            "chapter": 18,
            "verse": 30,
            "text": "Quienes, en cambio, crean y obren bien... No dejaremos de remunerar a quienes se conduzcan bien"
        },
        {
            "chapter": 18,
            "verse": 31,
            "text": "Para esos seran los jardines del eden, por cuyos bajos fluyen arroyos. Se les adornara alli con brazaletes de oro, se les vestira de saten y brocado verdes, estaran alli reclinados en divanes. ¡Que agradable recompensa y que bello lugar de descanso"
        },
        {
            "chapter": 18,
            "verse": 32,
            "text": "Proponles la parabola de dos hombres, a uno de los cuales dimos dos vinedos, que cercamos de palmeras y separamos con sembrados"
        },
        {
            "chapter": 18,
            "verse": 33,
            "text": "Ambos vinedos dieron su cosecha, no fallaron nada, e hicimos brotar entre ellos un arroyo"
        },
        {
            "chapter": 18,
            "verse": 34,
            "text": "Uno tuvo frutos y dijo a su companero, con quien dialogaba: «Soy mas que tu en hacienda y mas fuerte en gente»"
        },
        {
            "chapter": 18,
            "verse": 35,
            "text": "Y entro en su vinedo, injusto consigo mismo. Dijo: «No creo que este perezca nunca"
        },
        {
            "chapter": 18,
            "verse": 36,
            "text": "Ni creo que ocurra la Hora. Pero, aun si soy llevado ante mi Senor, he de encontrar, a cambio, algo mejor que el»"
        },
        {
            "chapter": 18,
            "verse": 37,
            "text": "El companero con quien dialogaba le dijo: «¿No crees en Quien te creo de tierra, luego, de una gota y, luego, te dio forma de hombre"
        },
        {
            "chapter": 18,
            "verse": 38,
            "text": "En cuanto a mi, El es Ala, mi Senor, y no asocio nadie a mi Senor"
        },
        {
            "chapter": 18,
            "verse": 39,
            "text": "Si, al entrar en tu vinedo, hubieras dicho: '¡Que sea lo que Ala quiera! ¡La fuerza reside solo en Ala!' Si ves que yo tengo menos que tu en hacienda e hijos"
        },
        {
            "chapter": 18,
            "verse": 40,
            "text": "quiza me de Ala algo mejor que tu vinedo, lance contra el rayos del cielo y se convierta en compo pelado"
        },
        {
            "chapter": 18,
            "verse": 41,
            "text": "o se filtre su agua por la tierra y no puedas volver a encontrarla»"
        },
        {
            "chapter": 18,
            "verse": 42,
            "text": "Su cosecha fue destruida y, a la manana siguiente, se retorcia las manos pensando en lo mucho que habia gastado en el: sus cepas estaban arruinadas. Y decia: «¡Ojala no hubiera asociado nadie a mi Senor!»"
        },
        {
            "chapter": 18,
            "verse": 43,
            "text": "No hubo grupo que, fuera de Ala, pudiera auxiliarle, ni pudo defenderse a si mismo"
        },
        {
            "chapter": 18,
            "verse": 44,
            "text": "En casos asi solo Ala, la Verdad, ofrece amistad. El es el Mejor en recompensar y el Mejor como fin"
        },
        {
            "chapter": 18,
            "verse": 45,
            "text": "Proponles la parabola de la vida de aca. Es como agua que hacemos bajar del cielo y se empapa de ella la vegetacion de la tierra, pero se convierte en hierba seca, que los vientos dispersan. Ala es potisimo en todo"
        },
        {
            "chapter": 18,
            "verse": 46,
            "text": "La hacienda y los hijos varones son el ornato de la vida de aca. Pero las obras perdurables, las buenas obras, recibiran una mejor recompensa ante tu Senor, constituyen una esperanza mejor fundada"
        },
        {
            "chapter": 18,
            "verse": 47,
            "text": "El dia que pongamos en marcha las montanas, veas la tierra allanada, congreguemos a todos sin excepcion"
        },
        {
            "chapter": 18,
            "verse": 48,
            "text": "y sean presentados en fila ante tu Senor. «Venis a Nosotros como os creamos por vez primera. Y ¿pretendiais que no ibamos a citaros?»"
        },
        {
            "chapter": 18,
            "verse": 49,
            "text": "Se expondra la Escritura y oiras decir a los pecadores, temiendo por su contenido: «¡Ay de nosotros! ¿Que clase de Escritura es esta, que no deja de enumerar nada, ni grande ni pequeno?» Alli encontraran ante ellos lo que han hecho. Y tu Senor no sera injusto con nadie"
        },
        {
            "chapter": 18,
            "verse": 50,
            "text": "Y cuando dijimos a los angeles: «¡Prosternaos ante Adan!» Se prosternaron, excepto Iblis, que era uno de los genios y desobedecio la orden de su Senor. ¿Como? ¿Les tomareis, a el y a sus descendientes, como amigos, en lugar de tomarme a Mi, siendo asi que son vuestros enemigos? ¡Que mal trueque para los impios"
        },
        {
            "chapter": 18,
            "verse": 51,
            "text": "No les he puesto como testigos de la creacion de los cielos y de la tierra ni de su propia creacion, ni he tomado como auxiliares a los que extravian a otros"
        },
        {
            "chapter": 18,
            "verse": 52,
            "text": "El dia que diga: «¡Llamad a aquellos que pretendiais que eran Mis asociados!», les invocaran, pero no les ecucharan. Pondremos un abismo entre ellos"
        },
        {
            "chapter": 18,
            "verse": 53,
            "text": "Los pecadores veran el Fuego y creeran que se precipitan en el, sin encontrar modo de escapar"
        },
        {
            "chapter": 18,
            "verse": 54,
            "text": "En este Coran hemos expuesto a los hombres toda clase de ejemplos, pero el hombre es, de todos los seres, el mas discutidor"
        },
        {
            "chapter": 18,
            "verse": 55,
            "text": "Lo unico que impide a los hombres creer cuando les llega la Direccion y pedir el perdon de su Senor, es el no admitir que les alcanzara la misma suerte que a los antiguos o que deberan afrontar el castigo"
        },
        {
            "chapter": 18,
            "verse": 56,
            "text": "No mandamos a los enviados sino como nuncios de buenas nuevas y para advertir. Los que no creen discuten con argucias para derribar, asi, la Verdad, y toman a burla Mis signos y las advertencias"
        },
        {
            "chapter": 18,
            "verse": 57,
            "text": "¿Hay alguien que sea mas impio que quien, habiendosele recordado los signos de su Senor, se desvia luego de ellos y olvida lo que sus manos obraron? Hemos velado sus corazones y endurecido sus oidos para que no lo entiendan. Aunque les llames hacia la Direccion, no seran nunca bien dirigidos"
        },
        {
            "chapter": 18,
            "verse": 58,
            "text": "Tu Senor es el Indulgente, el Dueno de la Misericordia. Si les diera su merecido, les adelantaria el castigo. Tienen, sin embargo, una cita a la que no podran faltar"
        },
        {
            "chapter": 18,
            "verse": 59,
            "text": "Hicimos perecer esas ciudades cuando obraron impiamente, habiendo fijado por anticipado cuando iban a perecer"
        },
        {
            "chapter": 18,
            "verse": 60,
            "text": "Y cuando Moises dijo a su mozo: «No cejare hasta que alcance la confluencia de las dos grandes masas de agua, aunque tenga que andar muchos anos»"
        },
        {
            "chapter": 18,
            "verse": 61,
            "text": "Y, cuando alcanzaron su confluencia, se olvidaron de su pez, que emprendio tranquilamente el camino hacia la gran masa de agua"
        },
        {
            "chapter": 18,
            "verse": 62,
            "text": "Y, cuando pasaron mas alla dijo a su mozo: «¡Trae la comida, que nos hemos cansado con este viaje!»"
        },
        {
            "chapter": 18,
            "verse": 63,
            "text": "Dijo: «¿Que te parece? Cuando nos refugiamos en la roca, me olvide del pez -nadie sino el Demonio hizo olvidarme de que me acordara de el- y emprendio el camino hacia la gran masa de agua. ¡Es asombroso!»"
        },
        {
            "chapter": 18,
            "verse": 64,
            "text": "Dijo: «Eso es lo que deseabamos», y regresaron volviendo sobre sus pasos"
        },
        {
            "chapter": 18,
            "verse": 65,
            "text": "encontrando a uno de Nuestros, siervos a quien habiamos hecho objeto de una misericordia venida de Nosotros y ensenado una ciencia de Nosotros"
        },
        {
            "chapter": 18,
            "verse": 66,
            "text": "Moises le dijo: «¿Te sigo para que me ensenes algo de la buena direccion que se te ha ensenado?»"
        },
        {
            "chapter": 18,
            "verse": 67,
            "text": "Dijo: «No podras tener paciencia conmigo"
        },
        {
            "chapter": 18,
            "verse": 68,
            "text": "¿Y como vas a tenerla en aquello de que no tienes pleno conocimiento?»"
        },
        {
            "chapter": 18,
            "verse": 69,
            "text": "Dijo: «Me encontraras, si Ala quiere, paciente, y no desobedecere tus ordenes»"
        },
        {
            "chapter": 18,
            "verse": 70,
            "text": "Dijo: «Si me sigues, pues, no me preguntes nada sin que yo te lo sugiera»"
        },
        {
            "chapter": 18,
            "verse": 71,
            "text": "Y se fueron ambos hasta que, habiendo subido a la nave, hizo en ella un boquete. Dijo: «¿Le has hecho un boquete para que se ahoguen sus pasajeros? ¡Has hecho algo muy grave!»"
        },
        {
            "chapter": 18,
            "verse": 72,
            "text": "Dijo: «¿No te he dicho que no podrias tener paciencia conmigo?»"
        },
        {
            "chapter": 18,
            "verse": 73,
            "text": "«No lleves a mal mi olvido», dijo, «y no me sometas a una prueba demasiado dificil»"
        },
        {
            "chapter": 18,
            "verse": 74,
            "text": "Y reanudaron ambos la marcha, hasta que encontraron a un muchacho y le mato. Dijo: «¿Has matado a una persona inocente que no habia matado a nadie? ¡Has hecho algo horroroso!»"
        },
        {
            "chapter": 18,
            "verse": 75,
            "text": "Dijo: «¿No te he dicho que no podrias tener paciencia conmigo?»"
        },
        {
            "chapter": 18,
            "verse": 76,
            "text": "Dijo: «Si en adelante te pregunto algo, no me tengas mas por companero. Y acepta mis excusas»"
        },
        {
            "chapter": 18,
            "verse": 77,
            "text": "Y se pusieron de nuevo en camino hasta que llegaron a una ciudad a cuyos habitantes pidieron de comer, pero estos les negaron la hospitalidad. Encontraron, luego, en ella un muro que amenazaba derrumbarse y lo apuntalo. Dijo: «Si hubieras querido, habrias podido recibir un salario por eso»"
        },
        {
            "chapter": 18,
            "verse": 78,
            "text": "Dijo: «Ha llegado el momento de separarnos. Voy a informarte del significado de aquello en que no has podido tener paciencia"
        },
        {
            "chapter": 18,
            "verse": 79,
            "text": "En cuanto a la nave, pertenecia a unos pobres que trabajaban en el mar y yo quise averiarla, pues detras de ellos venia un rey que se apoderaba por la fuerza de todas las naves"
        },
        {
            "chapter": 18,
            "verse": 80,
            "text": "Y en cuanto al muchacho, sus padres eran creyentes y tuvimos miedo de que les impusiera su rebeldia e incredulidad"
        },
        {
            "chapter": 18,
            "verse": 81,
            "text": "y quisimos que su Senor les diera a cambio uno mas puro que aquel y mas afectuoso"
        },
        {
            "chapter": 18,
            "verse": 82,
            "text": "Y en cuanto al muro, pertenecia a dos muchachos huerfanos de la ciudad. Debajo de el habia un tesoro que les pertenecia. Su padre era bueno y tu Senor quiso que descubrieran su tesoro cuando alcanzaran la madurez, como muestra de misericordia venida de tu Senor. No lo hice por propia iniciativa. Este es el significado de aquello en que no has podido tener paciencia»"
        },
        {
            "chapter": 18,
            "verse": 83,
            "text": "Te preguntaran por el Bicorne. Di: «Voy a contaros una historia a proposito de el»"
        },
        {
            "chapter": 18,
            "verse": 84,
            "text": "Le habiamos dado poderio en el pais y le habiamos facilitado todo"
        },
        {
            "chapter": 18,
            "verse": 85,
            "text": "Siguio, pues, un camino"
        },
        {
            "chapter": 18,
            "verse": 86,
            "text": "hasta que, a la puesta del sol, encontro que este se ocultaba en una fuente pecinosa, junto a la cual encontro a gente. Dijimos:«Bicorne! Puedes castigarles o hacerles bien»"
        },
        {
            "chapter": 18,
            "verse": 87,
            "text": "Dijo: «Castigaremos a quien obre impiamente y, luego, sera llevado a su Senor, que le infligira un castigo horroroso"
        },
        {
            "chapter": 18,
            "verse": 88,
            "text": "Pero quien crea y obre bien tendra como retribucion lo mejor y le ordenaremos cosas faciles»"
        },
        {
            "chapter": 18,
            "verse": 89,
            "text": "Luego, siguio otro camino"
        },
        {
            "chapter": 18,
            "verse": 90,
            "text": "hasta que, a la salida del sol, encontro que este aparecia sobre otra gente a la que no habiamos dado refugio para protegerse de el"
        },
        {
            "chapter": 18,
            "verse": 91,
            "text": "Asi fue. Nosotros teniamos pleno conocimiento de lo que el tenia"
        },
        {
            "chapter": 18,
            "verse": 92,
            "text": "Luego, siguio otro camino"
        },
        {
            "chapter": 18,
            "verse": 93,
            "text": "hasta que, llegado a un espacio entre los dos diques, encontro del lado de aca a gente que apenas comprendia palabra"
        },
        {
            "chapter": 18,
            "verse": 94,
            "text": "Dijeron: «¡Bicorne! Gog y Magog corrompen en la tierra. ¿Podriamos retribuirte a cambio de que colocaras un dique entre nosotros y ellos?»"
        },
        {
            "chapter": 18,
            "verse": 95,
            "text": "Dijo: «El poderio que mi Senor me ha dado es mejor. ¡Ayudadme esforzadamente y levantare una muralla entre vosotros y ellos"
        },
        {
            "chapter": 18,
            "verse": 96,
            "text": "¡Traedme bloques de hierro!» Hasta que, habiendo rellenado el espacio vacio entre las dos laderas, dijo: «¡Soplad!» Hasta que, habiendo hecho del hierro fuego, dijo: «¡Traedme bronce fundido para derramarlo encima!»"
        },
        {
            "chapter": 18,
            "verse": 97,
            "text": "Y no pudieron escalarla, ni pudieron abrir brecha en ella"
        },
        {
            "chapter": 18,
            "verse": 98,
            "text": "Dijo: «Esta es una misericordia venida de mi Senor, pero, cuando venga la promesa de mi Senor, El la demolera. Lo que mi Senor promete es verdad»"
        },
        {
            "chapter": 18,
            "verse": 99,
            "text": "Ese dia dejaremos que unos y otros se entremezclen. Se tocara la trompeta y los reuniremos a todos"
        },
        {
            "chapter": 18,
            "verse": 100,
            "text": "Ese dia mostraremos plenamente la gehena a los incredulos"
        },
        {
            "chapter": 18,
            "verse": 101,
            "text": "cuyos ojos estaban cerrados a Mi recuerdo y que no podian oir"
        },
        {
            "chapter": 18,
            "verse": 102,
            "text": "¿Piensan, acaso, quienes no creen, que podran tomar a Mis siervos como amigos en lugar de tomarme a Mi? Hemos preparado la gehena como alojamiento para los infieles"
        },
        {
            "chapter": 18,
            "verse": 103,
            "text": "Di: «¿Os dare a conocer quienes son los que mas pierden por sus obras"
        },
        {
            "chapter": 18,
            "verse": 104,
            "text": "aquellos cuyo celo se pierde en la vida de aca mientras creen obrar bien?»"
        },
        {
            "chapter": 18,
            "verse": 105,
            "text": "Son ellos los que no creen en los signos de su Senor, ni en que Le encontraran. Vanas habran sido sus obras y el dia de la Resurreccion no les reconoceremos peso"
        },
        {
            "chapter": 18,
            "verse": 106,
            "text": "Su retribucion sera la gehena por no haber creido y por haber tomado a burla Mis signos y a Mis enviados"
        },
        {
            "chapter": 18,
            "verse": 107,
            "text": "En cambio, los que hayan creido y obrado bien se alojaran en los jardines del paraiso"
        },
        {
            "chapter": 18,
            "verse": 108,
            "text": "eternamente, y no desearan mudarse"
        },
        {
            "chapter": 18,
            "verse": 109,
            "text": "Di: «si fuera el mar tinta para las palabras de mi Senor, se agotaria el mar antes de que se agotaran las palabras de mar Senor, aun si anadieramos otro mar de tinta»"
        },
        {
            "chapter": 18,
            "verse": 110,
            "text": "Di: «Yo soy solo un mortal como vosotros, a quien se ha revelado que vuestro Dios es un Dios Uno. Quien cuente con encontrar a su Senor, que haga buenas, obras y que cuando adore a su Senor, no Le asocie nadie»"
        },
        {
            "chapter": 19,
            "verse": 1,
            "text": "khy's"
        },
        {
            "chapter": 19,
            "verse": 2,
            "text": "Recuerdo de la misericordia que tu Senor tuvo con Su siervo Zacarias"
        },
        {
            "chapter": 19,
            "verse": 3,
            "text": "Cuando invoco interiormente a su Senor"
        },
        {
            "chapter": 19,
            "verse": 4,
            "text": "Dijo: «¡Senor! Se me han debilitado los huesos, mis cabellos han encanecido. Cuando Te he invocado, Senor, nunca me has decepcionado"
        },
        {
            "chapter": 19,
            "verse": 5,
            "text": "Temo la conducta de mis parientes a mi muerte, pues mi mujer es esteril. Regalame, pues, de Ti un descendiente"
        },
        {
            "chapter": 19,
            "verse": 6,
            "text": "que me herede a mi y herede de la familia de Jacob, y ¡haz, Senor, que el Te sea agradable!»"
        },
        {
            "chapter": 19,
            "verse": 7,
            "text": "«¡Zacarias! Te anunciamos la buena nueva de un muchacho que se llamara Juan, sin homonimos en el pasado»"
        },
        {
            "chapter": 19,
            "verse": 8,
            "text": "«¡Senor!» dijo «¿Como puedo tener un muchacho, siendo mi mujer esteril y yo un viejo decrepito?»"
        },
        {
            "chapter": 19,
            "verse": 9,
            "text": "«Asi sera», dijo. «Tu Senor dice: 'Es cosa facil para Mi. Ya te he creado antes cuando no eras nada'»"
        },
        {
            "chapter": 19,
            "verse": 10,
            "text": "Dijo: «¡Senor! ¡Dame un signo!» Dijo: «Tu signo sera que, estando sano, no podras hablar a la gente durante tres dias»"
        },
        {
            "chapter": 19,
            "verse": 11,
            "text": "Entonces, salio del Templo hacia su gente y les significo que debian glorificar manana y tarde"
        },
        {
            "chapter": 19,
            "verse": 12,
            "text": "«¡Juan! ¡Coge la Escritura con mano firme!» Y le otorgamos el juicio cuando aun era nino"
        },
        {
            "chapter": 19,
            "verse": 13,
            "text": "asi como ternura de Nosotros y pureza. Y fue temeroso de Ala"
        },
        {
            "chapter": 19,
            "verse": 14,
            "text": "y piadoso con sus padres; no fue violento, desobediente"
        },
        {
            "chapter": 19,
            "verse": 15,
            "text": "¡Paz sobre el el dia que nacio, el dia que muera y el dia que sea resucitado a la vida"
        },
        {
            "chapter": 19,
            "verse": 16,
            "text": "Y recuerda a Maria en la Escritura, cuando dejo a su familia para retirarse a un lugar de Oriente"
        },
        {
            "chapter": 19,
            "verse": 17,
            "text": "Y tendio un velo para ocultarse de ellos. Le enviamos Nuestro Espiritu y este se le presento como un mortal acabado"
        },
        {
            "chapter": 19,
            "verse": 18,
            "text": "Dijo ella: «Me refugio de ti en el Compasivo. Si es que temes a Ala...»"
        },
        {
            "chapter": 19,
            "verse": 19,
            "text": "Dijo el: «Yo soy solo el enviado de tu Senor para regalarte un muchacho puro»"
        },
        {
            "chapter": 19,
            "verse": 20,
            "text": "Dijo ella: «¿Como puedo tener un muchacho si no me ha tocado mortal, ni soy una ramera?»"
        },
        {
            "chapter": 19,
            "verse": 21,
            "text": "«Asi sera», dijo. «Tu Senor dice: 'Es cosa facil para Mi. Para hacer de el signo para la gente y muestra de Nuestra misericordia'. Es cosa decidida»"
        },
        {
            "chapter": 19,
            "verse": 22,
            "text": "Quedo embarazada con el y se retiro con el a un lugar alejado"
        },
        {
            "chapter": 19,
            "verse": 23,
            "text": "Entonces los dolores de parto la empujaron hacia el tronco de la palmera. Dijo: «¡Ojala hubiera muerto antes y se me hubiera olvidado del todo...!»"
        },
        {
            "chapter": 19,
            "verse": 24,
            "text": "Entonces, de sus pies, le llamo: «¡No estes triste! Tu Senor ha puesto a tus pies un arroyuelo"
        },
        {
            "chapter": 19,
            "verse": 25,
            "text": "¡Sacude hacia ti el tronco de la palmera y esta hara caer sobre ti datiles frescos, maduros"
        },
        {
            "chapter": 19,
            "verse": 26,
            "text": "¡Come, pues, bebe y alegrate! Y, si ves a algun mortal, di: 'He hecho voto de silencio al Compasivo. No voy a hablar, pues, hoy con nadie'»"
        },
        {
            "chapter": 19,
            "verse": 27,
            "text": "Y vino con el a los suyos, llevandolo. Dijeron: «¡Maria! ¡Has hecho algo inaudito"
        },
        {
            "chapter": 19,
            "verse": 28,
            "text": "¡Hermana de Aaron! Tu padre no era un hombre malo, ni tu madre una ramera»"
        },
        {
            "chapter": 19,
            "verse": 29,
            "text": "Entonces ella se lo indico. Dijeron: «¿Como vamos a hablar a uno que aun esta en la cuna, a un nino?»"
        },
        {
            "chapter": 19,
            "verse": 30,
            "text": "Dijo el: «Soy el siervo de Ala. El me ha dado la Escritura y ha hecho de mi un profeta"
        },
        {
            "chapter": 19,
            "verse": 31,
            "text": "Me ha bendecido dondequiera que me encuentre y me ha ordenado la azala y el azaque mientras viva"
        },
        {
            "chapter": 19,
            "verse": 32,
            "text": "y que sea piadoso con mi madre. No me ha hecho violento, desgraciado"
        },
        {
            "chapter": 19,
            "verse": 33,
            "text": "La paz sobre mi el dia que naci, el dia que muera y el dia que sea resucitado a la vida»"
        },
        {
            "chapter": 19,
            "verse": 34,
            "text": "Tal es Jesus hijo de Maria, para decir la Verdad, de la que ellos dudan"
        },
        {
            "chapter": 19,
            "verse": 35,
            "text": "Es impropio de Ala adoptar un hijo. ¡Gloria a El! Cuando decide algo, le dice tan solo: «¡Se!» y se"
        },
        {
            "chapter": 19,
            "verse": 36,
            "text": "Y: «Ala es mi Senor y Senor vuestro. ¡Servidle, pues! Esto es una via recta»"
        },
        {
            "chapter": 19,
            "verse": 37,
            "text": "Pero los grupos discreparon unos de otros. ¡Ay de los que no hayan creido, porque presenciaran un dia terrible"
        },
        {
            "chapter": 19,
            "verse": 38,
            "text": "¡Que bien oiran y veran el dia que vengan a Nosotros! Pero los impios estan hoy, evidentemente, extraviados"
        },
        {
            "chapter": 19,
            "verse": 39,
            "text": "¡Prevenles contra el dia de la Lamentacion, cuando se decida la cosa! Y ellos, entre tanto, estan despreocupados y no creen"
        },
        {
            "chapter": 19,
            "verse": 40,
            "text": "Nosotros heredaremos la tierra y a sus habitantes. Y a Nosotros seran devueltos"
        },
        {
            "chapter": 19,
            "verse": 41,
            "text": "Y recuerda en la Escritura a Abraham. Fue veraz, profeta"
        },
        {
            "chapter": 19,
            "verse": 42,
            "text": "Cuando dijo a su padre: «¡Padre! ¿Por que sirves lo que no oye, ni ve, ni te sirve de nada"
        },
        {
            "chapter": 19,
            "verse": 43,
            "text": "¡Padre! He recibido una ciencia que tu no has recibido. ¡Sigueme, pues, y yo te dirigire por una via llana"
        },
        {
            "chapter": 19,
            "verse": 44,
            "text": "¡Padre! ¡No sirvas al Demonio! El Demonio se rebelo contra el Compasivo"
        },
        {
            "chapter": 19,
            "verse": 45,
            "text": "¡Padre! Temo que te alcance un castigo del Compasivo y que te hagas, asi, amigo del Demonio»"
        },
        {
            "chapter": 19,
            "verse": 46,
            "text": "Dijo: «Abraham! ¿Sientes aversion a mis dioses? Si no paras, he de lapidarte. ¡Alejate de mi por algun tiempo!»"
        },
        {
            "chapter": 19,
            "verse": 47,
            "text": "Dijo: «¡Paz sobre ti! Pedire por tu perdon a mi Senor. Ha sido benevolo conmigo"
        },
        {
            "chapter": 19,
            "verse": 48,
            "text": "Me aparto de vosotros y de lo que invocais en lugar de invocar a Ala, e invoco a mi Senor. Quiza tenga suerte invocando a mi Senor»"
        },
        {
            "chapter": 19,
            "verse": 49,
            "text": "Cuando se aparto de ellos y de lo que servian en lugar de servir a Ala, le regalamos a Isaac y a Jacob e hicimos de cada uno de estos un profeta"
        },
        {
            "chapter": 19,
            "verse": 50,
            "text": "Les regalamos de Nuestra misericordia y les dimos una reputacion buenisima"
        },
        {
            "chapter": 19,
            "verse": 51,
            "text": "Y recuerda en la Escritura a Moises. Fue escogido. Fue enviado, profeta"
        },
        {
            "chapter": 19,
            "verse": 52,
            "text": "Le llamamos desde la ladera derecha del monte e hicimos que se acercara en plan confidencial"
        },
        {
            "chapter": 19,
            "verse": 53,
            "text": "Por una misericordia Nuestra, le regalamos como profeta a su hermano Aaron"
        },
        {
            "chapter": 19,
            "verse": 54,
            "text": "Y recuerda en la Escritura a Ismael. Fue cumplidor de su promesa. Fue enviado, profeta"
        },
        {
            "chapter": 19,
            "verse": 55,
            "text": "Prescribia a su gente la azala y el azaque, y fue bien visto de su Senor"
        },
        {
            "chapter": 19,
            "verse": 56,
            "text": "Y recuerda en la Escritura a Idris. Fue veraz, profeta"
        },
        {
            "chapter": 19,
            "verse": 57,
            "text": "Le elevamos a un lugar eminente"
        },
        {
            "chapter": 19,
            "verse": 58,
            "text": "Estos son los que Ala ha agraciado entre los profetas descendientes de Adan, entre los que llevamos con Noe, entre los descendientes de Abraham y de Israel, entre los que dirigimos y elegimos. Cuando se les recitan las aleyas del Compasivo, caen prosternados llorando"
        },
        {
            "chapter": 19,
            "verse": 59,
            "text": "Sus sucesores descuidaron la azala, siguieron lo apetecible y terminaran descarriandose"
        },
        {
            "chapter": 19,
            "verse": 60,
            "text": "salvo quienes se arrepientan, crean y obren bien. Esos entraran en el Jardin y no seran tratados injustamente en nada"
        },
        {
            "chapter": 19,
            "verse": 61,
            "text": "en los jardines del eden prometidos por el Compasivo a Sus siervos en lo oculto. Su promesa se cumplira"
        },
        {
            "chapter": 19,
            "verse": 62,
            "text": "No oiran alli vaniloquio, sino «¡Paz!» y tendran alli su sustento, manana y tarde"
        },
        {
            "chapter": 19,
            "verse": 63,
            "text": "Ese es el Jardin que daremos en herencia a aquellos de Nuestros siervos que hayan temido a Ala"
        },
        {
            "chapter": 19,
            "verse": 64,
            "text": "«No descendemos sino por orden de tu Senor. Suyo es el pasado, el futuro y el presente. Tu Senor no es olvidadizo"
        },
        {
            "chapter": 19,
            "verse": 65,
            "text": "Es el Senor de los cielos, de la tierra y de lo que entre ellos esta. ¡Sirvele, pues, persevera en Su servicio! ¿Sabes de alguien que sea Su homonimo?»"
        },
        {
            "chapter": 19,
            "verse": 66,
            "text": "El hombre dice: «Cuando muera, ¿se me resucitara?»"
        },
        {
            "chapter": 19,
            "verse": 67,
            "text": "Pero ¿,es que no recuerda el hombre que ya antes, cuando no era nada, le creamos"
        },
        {
            "chapter": 19,
            "verse": 68,
            "text": "¡Por tu Senor, que hemos de congregarles, junto con los demonios, y, luego, hemos de hacerles comparecer, arrodillados, alrededor de la gehena"
        },
        {
            "chapter": 19,
            "verse": 69,
            "text": "Luego, hemos de arrancar de cada grupo a aquellos que se hayan mostrado mas rebeldes al Compasivo"
        },
        {
            "chapter": 19,
            "verse": 70,
            "text": "Ademas, sabemos bien quienes son los que mas merecen abrasarse en ella"
        },
        {
            "chapter": 19,
            "verse": 71,
            "text": "Ninguno de vosotros dejara de llegarse a ella. Es una decision irrevocable de tu Senor"
        },
        {
            "chapter": 19,
            "verse": 72,
            "text": "Luego, salvaremos a quienes temieron a Ala, y abandonaremos en ella, arrodillados, a los impios"
        },
        {
            "chapter": 19,
            "verse": 73,
            "text": "Cuando se les recitan Nuestras aleyas, como pruebas claras, dicen los infieles a los creyentes: «¿Cual de los dos grupos esta mejor situado y frecuenta mejor sociedad?»"
        },
        {
            "chapter": 19,
            "verse": 74,
            "text": "¡A cuantas generaciones antes de ellos, que les superaban en bienes y en apariencia, hemos hecho perecer"
        },
        {
            "chapter": 19,
            "verse": 75,
            "text": "Di: «¡Que el Compasivo prolongue la vida de los que estan extraviados, hasta que vean lo que les amenaza: el castigo o la Hora! Entonces veran quien es el que se encuentra en la situacion peor y dispone de tropas mas debiles»"
        },
        {
            "chapter": 19,
            "verse": 76,
            "text": "A los que se dejen dirigir, Ala les dirigira aun mejor. Las obras perdurables, las obras buenas, recibiran ante tu Senor una recompensa mejor y un fin mejor"
        },
        {
            "chapter": 19,
            "verse": 77,
            "text": "¿Y te parece que quien no cree en Nuestros signos y dice: «Recibire, ciertamente, hacienda e hijos»"
        },
        {
            "chapter": 19,
            "verse": 78,
            "text": "conoce lo oculto o ha concertado una alianza con el Compasivo"
        },
        {
            "chapter": 19,
            "verse": 79,
            "text": "¡No! Antes bien, tomaremos nota de lo que el dice y le prolongaremos el castigo"
        },
        {
            "chapter": 19,
            "verse": 80,
            "text": "Heredaremos de el lo que dice y vendra, solo, a Nosotros"
        },
        {
            "chapter": 19,
            "verse": 81,
            "text": "Han tomado dioses en lugar de tomar a Ala, para alcanzar poder"
        },
        {
            "chapter": 19,
            "verse": 82,
            "text": "¡No! Negaran haberles servido y se convertiran en adversarios suyos"
        },
        {
            "chapter": 19,
            "verse": 83,
            "text": "¿No ves que hemos enviado a los demonios contra los infieles para que les instiguen al mal"
        },
        {
            "chapter": 19,
            "verse": 84,
            "text": "¡No te precipites con ellos, que les contamos los dias"
        },
        {
            "chapter": 19,
            "verse": 85,
            "text": "El dia que congreguemos hacia el Compasivo a los temerosos de Ala, en grupo"
        },
        {
            "chapter": 19,
            "verse": 86,
            "text": "y conduzcamos a los pecadores, en masa, a la gehena"
        },
        {
            "chapter": 19,
            "verse": 87,
            "text": "no dispondran de intercesores sino los que hayan concertado una alianza con el Compasivo"
        },
        {
            "chapter": 19,
            "verse": 88,
            "text": "Dicen: «El Compasivo ha adoptado un hijo»"
        },
        {
            "chapter": 19,
            "verse": 89,
            "text": "Habeis cometido algo horrible"
        },
        {
            "chapter": 19,
            "verse": 90,
            "text": "que hace casi que los cielos se hiendan, que la tierra se abra, que las montanas caigan demolidas"
        },
        {
            "chapter": 19,
            "verse": 91,
            "text": "por haber atribuido un hijo al Compasivo"
        },
        {
            "chapter": 19,
            "verse": 92,
            "text": "siendo asi que no le esta bien al Compasivo adoptar un hijo"
        },
        {
            "chapter": 19,
            "verse": 93,
            "text": "No hay nadie en los cielos ni en la tierra que no venga al Compasivo sino como siervo"
        },
        {
            "chapter": 19,
            "verse": 94,
            "text": "El los ha enumerado y contado bien"
        },
        {
            "chapter": 19,
            "verse": 95,
            "text": "Todos vendran a El, uno a uno, el dia de la Resurreccion"
        },
        {
            "chapter": 19,
            "verse": 96,
            "text": "A quienes hayan creido y obrado bien, el Compasivo les dara amor"
        },
        {
            "chapter": 19,
            "verse": 97,
            "text": "En verdad, lo hemos hecho facil en tu lengua, para que anuncies con el la buena nueva a los que temen a Ala y para que adviertas con el a la gente pendenciera"
        },
        {
            "chapter": 19,
            "verse": 98,
            "text": "¡A cuantas generaciones antes de ellos hemos hecho perecer! ¿Percibes a alguno de ellos u oyes de ellos un leve susurro"
        },
        {
            "chapter": 20,
            "verse": 1,
            "text": "th"
        },
        {
            "chapter": 20,
            "verse": 2,
            "text": "No te hemos revelado el Coran para que padezcas"
        },
        {
            "chapter": 20,
            "verse": 3,
            "text": "sino como Recuerdo para quien tiene miedo de Ala"
        },
        {
            "chapter": 20,
            "verse": 4,
            "text": "como revelacion venida de Quien ha creado la tierra y los altos cielos"
        },
        {
            "chapter": 20,
            "verse": 5,
            "text": "El Compasivo se ha instalado en el Trono"
        },
        {
            "chapter": 20,
            "verse": 6,
            "text": "Suyo es lo que esta en los cielos y en la tierra, entre ellos y bajo tierra"
        },
        {
            "chapter": 20,
            "verse": 7,
            "text": "No es preciso que te expreses en voz alta, pues El conoce lo secreto y lo aun mas recondito"
        },
        {
            "chapter": 20,
            "verse": 8,
            "text": "¡Ala! ¡No hay mas dios que El! Posee los nombres mas bellos"
        },
        {
            "chapter": 20,
            "verse": 9,
            "text": "¿Te has enterado de la historia de Moises"
        },
        {
            "chapter": 20,
            "verse": 10,
            "text": "Cuando vio un fuego y dijo a su familia: «¡Quedaos aqui! Distingo un fuego. Quiza pueda yo traeros de el un tizon o encontrar la buena direccion con ayuda del fuego»"
        },
        {
            "chapter": 20,
            "verse": 11,
            "text": "Cuando llego al fuego, le llamaron: «¡Moises"
        },
        {
            "chapter": 20,
            "verse": 12,
            "text": "Yo soy, ciertamente, tu Senor. Quitate las sandalias! Estas en el valle sagrado de Tuwa"
        },
        {
            "chapter": 20,
            "verse": 13,
            "text": "Y te he escogido Yo. Escucha, pues, lo que se va a revelar"
        },
        {
            "chapter": 20,
            "verse": 14,
            "text": "Yo soy, ciertamente, Ala. No hay mas dios que Yo. ¡Sirveme, pues, y haz la azala para recordarme"
        },
        {
            "chapter": 20,
            "verse": 15,
            "text": "La Hora llega -estoy por ocultarla- para que cada uno sea retribuido segun su esfuerzo"
        },
        {
            "chapter": 20,
            "verse": 16,
            "text": "¡Que no te desvie de ella quien no cree en ella y sigue su pasion! Si no, ¡pereceras"
        },
        {
            "chapter": 20,
            "verse": 17,
            "text": "¿Que es eso que tienes en la diestra, Moises?»"
        },
        {
            "chapter": 20,
            "verse": 18,
            "text": "«Es mi vara», dijo. «Me apoyo en ella y con ella vareo los arboles para alimentar a mi rebano. Tambien la empleo para otros usos»"
        },
        {
            "chapter": 20,
            "verse": 19,
            "text": "Dijo: «¡Tirala, Moises!»"
        },
        {
            "chapter": 20,
            "verse": 20,
            "text": "La tiro y he aqui que se convirtio en una serpiente que reptaba"
        },
        {
            "chapter": 20,
            "verse": 21,
            "text": "Dijo: «¡Cogela y no temas! Vamos a devolverle su condicion primera"
        },
        {
            "chapter": 20,
            "verse": 22,
            "text": "¡Y llevate la mano al costado! Saldra, blanca, sana - otro signo"
        },
        {
            "chapter": 20,
            "verse": 23,
            "text": "Para mostrarte parte de Nuestros tan grandes signos"
        },
        {
            "chapter": 20,
            "verse": 24,
            "text": "¡Ve a Faraon! Se muestra reacio»"
        },
        {
            "chapter": 20,
            "verse": 25,
            "text": "Dijo: «¡Senor! ¡Infundeme animo"
        },
        {
            "chapter": 20,
            "verse": 26,
            "text": "¡Facilitame la tarea"
        },
        {
            "chapter": 20,
            "verse": 27,
            "text": "¡Desata un nudo de mi lengua"
        },
        {
            "chapter": 20,
            "verse": 28,
            "text": "Asi entenderan lo que yo diga"
        },
        {
            "chapter": 20,
            "verse": 29,
            "text": "Dame a alguien de mi familia que me ayude"
        },
        {
            "chapter": 20,
            "verse": 30,
            "text": "a Aaron, mi hermano"
        },
        {
            "chapter": 20,
            "verse": 31,
            "text": "¡Aumenta con el mi fuerza"
        },
        {
            "chapter": 20,
            "verse": 32,
            "text": "y asociale a mi tarea"
        },
        {
            "chapter": 20,
            "verse": 33,
            "text": "para que Te glorifiquemos mucho"
        },
        {
            "chapter": 20,
            "verse": 34,
            "text": "y Te recordemos mucho"
        },
        {
            "chapter": 20,
            "verse": 35,
            "text": "Tu nos ves bien»"
        },
        {
            "chapter": 20,
            "verse": 36,
            "text": "Dijo: «¡Moises! Tu ruego ha sido escuchado"
        },
        {
            "chapter": 20,
            "verse": 37,
            "text": "Ya te agraciamos otra vez"
        },
        {
            "chapter": 20,
            "verse": 38,
            "text": "Cuando inspiramos a tu madre lo siguiente"
        },
        {
            "chapter": 20,
            "verse": 39,
            "text": "Echalo a esta arqueta y echala al rio. El rio lo depositara en la orilla. Un enemigo mio y suyo lo recogera'. He lanzado sobre ti un amor venido de Mi para que seas educado bajo Mi mirada"
        },
        {
            "chapter": 20,
            "verse": 40,
            "text": "Cuando tu hermana pasaba por alli y dijo: '¿Quereis que os indique a alguien que podria encargarse de el?'. Asi te devolvimos a tu madre para que se alegrara y no estuviera triste. Mataste a un hombre, te salvamos de la tribulacion y te sometimos a muchas pruebas. Viviste durante anos con los madianitas y luego viniste aca, Moises. cuando estaba determinado"
        },
        {
            "chapter": 20,
            "verse": 41,
            "text": "Te he escogido para Mi"
        },
        {
            "chapter": 20,
            "verse": 42,
            "text": "¡Ve! acompanado de tu hermano, con Mis signos, y no descuideis el recordarme"
        },
        {
            "chapter": 20,
            "verse": 43,
            "text": "¡Id a Faraon! Se muestra rebelde"
        },
        {
            "chapter": 20,
            "verse": 44,
            "text": "¡Hablad con el amablemente! Quizas, asi, se deje amonestar o tenga miedo de Ala»"
        },
        {
            "chapter": 20,
            "verse": 45,
            "text": "Dijeron: «¡Senor! Tememos que la tome con nosotros o que se muestre rebelde»"
        },
        {
            "chapter": 20,
            "verse": 46,
            "text": "Dijo: «¡No temais! Yo estoy con vosotros, oyendo y viendo"
        },
        {
            "chapter": 20,
            "verse": 47,
            "text": "Id, pues, a el y decid: 'Somos los enviados de tu Senor. ¡Deja marchar con nosotros a los Hijos de Israel y no les atormentes! Te hemos traido un signo de tu Senor. ¡La paz sobre quien siga la Direccion"
        },
        {
            "chapter": 20,
            "verse": 48,
            "text": "Se nos ha revelado que se infligira el castigo a quien desmienta o se desvie»"
        },
        {
            "chapter": 20,
            "verse": 49,
            "text": "Dijo: «¿Y quien es vuestro Senor, Moises?»"
        },
        {
            "chapter": 20,
            "verse": 50,
            "text": "Dijo: «Nuestro Senor es Quien ha dado a todo su forma y, luego, dirigido»"
        },
        {
            "chapter": 20,
            "verse": 51,
            "text": "Dijo: «¿Y que ha sido de las genera ciones pasadas?»"
        },
        {
            "chapter": 20,
            "verse": 52,
            "text": "Dijo: «Mi Senor lo sabe y esta en una Escritura. Mi Senor no yerra, ni olvida"
        },
        {
            "chapter": 20,
            "verse": 53,
            "text": "Quien os ha puesto la tierra como cuna y os ha trazado en ella caminos y hecho bajar agua del cielo. Mediante ella, hemos sacado toda clase de plantas"
        },
        {
            "chapter": 20,
            "verse": 54,
            "text": "¡Comed y apacentad vuestros rebanos! Hay, en ello, ciertamente, signos para los dotados de entendimiento"
        },
        {
            "chapter": 20,
            "verse": 55,
            "text": "Os hemos creado de ella y a ella os devolveremos, para sacaros otra vez de ella»"
        },
        {
            "chapter": 20,
            "verse": 56,
            "text": "Le mostramos todos Nuestros signos, pero el desmintio y rehuso creer"
        },
        {
            "chapter": 20,
            "verse": 57,
            "text": "Dijo: «¡Moises! ¿Has venido a nosotros para sacarnos de nuestra tierra con tu magia"
        },
        {
            "chapter": 20,
            "verse": 58,
            "text": "Hemos de responderte con otra magia igual. ¡Fija entre nosotros y tu una cita, a la que ni nosotros ni tu faltemos, en un lugar a proposito!»"
        },
        {
            "chapter": 20,
            "verse": 59,
            "text": "Dijo: «Vuestra cita sera para el dia de la Gran Fiesta. Que la gente sea convocada por la manana»"
        },
        {
            "chapter": 20,
            "verse": 60,
            "text": "Faraon se retiro, preparo sus artilugios y acudio"
        },
        {
            "chapter": 20,
            "verse": 61,
            "text": "Moises les dijo: «¡Ay de vosotros! ¡No inventeis mentira contra Ala! Si no, os destruira con un castigo. Quien invente, sufrira una decepcion»"
        },
        {
            "chapter": 20,
            "verse": 62,
            "text": "Los magos discutieron entre si sobre su asunto y mantuvieron secreta la discusion"
        },
        {
            "chapter": 20,
            "verse": 63,
            "text": "Dijeron: «En verdad, estos dos son unos magos que, con su magia, quieren sacaros de vuestra tierra y acabar con vuestra eminente doctrina"
        },
        {
            "chapter": 20,
            "verse": 64,
            "text": "Preparad vuestros artilugios y, luego, venid uno a uno. ¡Quien gane hoy sera feliz!»"
        },
        {
            "chapter": 20,
            "verse": 65,
            "text": "Dijeron: «¡Moises! ¿Quien es el primero en tirar? ¿Tu o nosotros?»"
        },
        {
            "chapter": 20,
            "verse": 66,
            "text": "Dijo: «¡No! ¡Tirad vosotros!» Y he aqui que le parecio que, por efecto de su magia, sus cuerdas y varas echaban a correr"
        },
        {
            "chapter": 20,
            "verse": 67,
            "text": "Y Moises temio en sus adentros"
        },
        {
            "chapter": 20,
            "verse": 68,
            "text": "Dijimos: «¡No temas, que ganaras tu"
        },
        {
            "chapter": 20,
            "verse": 69,
            "text": "Tira lo que tienes en la diestra y devorara lo que ellos han hecho, que lo que ellos han hecho es solo artimana del mago. Y el mago no prosperara, venga de donde venga»"
        },
        {
            "chapter": 20,
            "verse": 70,
            "text": "Los magos cayeron prosternados. Dijeron: «¡Creemos en el Senor de Aaron y de Moises!»"
        },
        {
            "chapter": 20,
            "verse": 71,
            "text": "Dijo: «Le habeis creido antes de que yo os autorizara a ello. El es vuestro maestro, que os ha ensenado la magia. He de haceros amputar las manos y los pies opuestos y crucificar en troncos de palmera. Asi sabreis, ciertamente, quien de nosotros es el que inflige un castigo mas cruel y mas duradero»"
        },
        {
            "chapter": 20,
            "verse": 72,
            "text": "Dijeron: «No te preferiremos a ti a las pruebas claras que se nos han ofrecido ni a Quien nos ha creado. Decidas lo que decidas, tu solo decides sobre la vida de aca"
        },
        {
            "chapter": 20,
            "verse": 73,
            "text": "Creemos en nuestro Senor, para que nos perdone nuestros pecados y la magia a que nos has obligado. Ala es mejor y mas duradero»"
        },
        {
            "chapter": 20,
            "verse": 74,
            "text": "Quien viene a su Senor como culpable tendra la gehena y en ella no podra morir ni vivir"
        },
        {
            "chapter": 20,
            "verse": 75,
            "text": "Quien, al contrario, venga a El como creyente, despues de haber obrado bien, tendra la categoria mas elevada"
        },
        {
            "chapter": 20,
            "verse": 76,
            "text": "los jardines del eden, por cuyos bajos fluyen arroyos, en los que estara eternamente. Esa es la retribucion de quien se mantiene puro"
        },
        {
            "chapter": 20,
            "verse": 77,
            "text": "Inspiramos a Moises: «¡Sal de noche con Mis siervos y abreles un camino seco en el mar! ¡No temas que os alcancen, no tengas miedo!»"
        },
        {
            "chapter": 20,
            "verse": 78,
            "text": "Faraon les persiguio con sus tropas y las aguas del mar les cubrieron"
        },
        {
            "chapter": 20,
            "verse": 79,
            "text": "Faraon habia extraviado a su pueblo, no le habia dirigido bien"
        },
        {
            "chapter": 20,
            "verse": 80,
            "text": "¡Hijos de Israel! Os hemos salvado de vuestros enemigos y nos hemos dado cita con vosotros en la ladera derecha del monte. Hemos hecho descender sobre vosotros el mana y las codornices"
        },
        {
            "chapter": 20,
            "verse": 81,
            "text": "«Comed de lo bueno de que os hemos proveido, pero sin excederos. Si no, me airare con vosotros». Y aquel que incurre en Mi ira va a la ruina"
        },
        {
            "chapter": 20,
            "verse": 82,
            "text": "Yo soy, ciertamente, indulgente con quien se arrepiente, cree, obra bien y, luego, se deja dirigir bien"
        },
        {
            "chapter": 20,
            "verse": 83,
            "text": "«¡Moises! ¿Por que te has dado tanta prisa en alejarte de tu pueblo?»"
        },
        {
            "chapter": 20,
            "verse": 84,
            "text": "Dijo: «Son ellos los que me persiguen. Y he corrido hacia Ti, Senor, para complacerte»"
        },
        {
            "chapter": 20,
            "verse": 85,
            "text": "Dijo: «Hemos probado a tu pueblo despues de irte, y el samaritano les ha extraviado»"
        },
        {
            "chapter": 20,
            "verse": 86,
            "text": "Y Moises regreso a su pueblo, airado, dolido. Dijo: «¡Pueblo! ¿No os habia prometido vuestro Senor algo bello? ¿Es que la alianza os ha resultado demasiado larga o habeis querido que vuestro Senor se aire con vosotros al faltar a lo que me habeis prometido?»"
        },
        {
            "chapter": 20,
            "verse": 87,
            "text": "Dijeron: «No hemos faltado por propio impulso a lo que te habiamos prometido, sino que se nos obligo a cargar con las joyas del pueblo y las hemos arrojado. Y lo mismo hizo el samaritano»"
        },
        {
            "chapter": 20,
            "verse": 88,
            "text": "Este les saco un ternero, un cuerpo que mugia, y dijeron: «Este es vuestro dios y el dios de Moises. Pero ha olvidado»"
        },
        {
            "chapter": 20,
            "verse": 89,
            "text": "¿Es que no veian que no les daba ninguna contestacion y no podia ni danarles ni aprovecharles"
        },
        {
            "chapter": 20,
            "verse": 90,
            "text": "Ya antes les habia dicho Aaron: «¡Pueblo! Solo se os ha tentado con el. Vuestro Senor es el Compasivo. ¡Seguidme, pues, y obedeced mis ordenes!»"
        },
        {
            "chapter": 20,
            "verse": 91,
            "text": "Dijeron: «No dejaremos de entregarnos a su culto hasta que Moises haya regresado»"
        },
        {
            "chapter": 20,
            "verse": 92,
            "text": "Dijo: «¡Aaron! Cuando has visto que se extraviaban, ¿que es lo que te ha impedido"
        },
        {
            "chapter": 20,
            "verse": 93,
            "text": "seguirme? ¿Has desobedecido mis ordenes?»"
        },
        {
            "chapter": 20,
            "verse": 94,
            "text": "Dijo: «¡Hijo de mi madre! ¡No me cojas por la barba ni por la cabeza! Tenia miedo de que dijeras: Has escindido a los Hijos de Israel y no has observado mi palabra'»"
        },
        {
            "chapter": 20,
            "verse": 95,
            "text": "Dijo: «¿Que alegas tu, samaritano?»"
        },
        {
            "chapter": 20,
            "verse": 96,
            "text": "Dijo: «He visto algo que ellos no han visto. He tomado un punado del polvo pisado por el enviado y lo he arrojado. Asi me lo ha sugerido la imaginacion»"
        },
        {
            "chapter": 20,
            "verse": 97,
            "text": "Dijo: «¡Vete de aqui! En esta vida iras gritando: '¡No me toqueis!' Se te ha fijado una cita a la que no faltaras. ¡Y mira a tu dios, a cuyo culto tanto te has entregado! ¡Hemos de quemarlo y dispersar sus cenizas por el mar"
        },
        {
            "chapter": 20,
            "verse": 98,
            "text": "¡Solo Ala es vuestro dios, aparte del Cual no hay otro dios! Lo abarca todo en Su ciencia»"
        },
        {
            "chapter": 20,
            "verse": 99,
            "text": "Asi te contamos historias de antano y te hemos dado una Amonestacion de Nosotros"
        },
        {
            "chapter": 20,
            "verse": 100,
            "text": "Quien se desvie de ella llevara una carga el dia de la Resurreccion"
        },
        {
            "chapter": 20,
            "verse": 101,
            "text": "eternamente. ¡Que carga mas pesada tendran el dia de la Resurreccion"
        },
        {
            "chapter": 20,
            "verse": 102,
            "text": "El dia que se toque la trompeta y reunamos a los pecadores, ese dia, ojizarcos"
        },
        {
            "chapter": 20,
            "verse": 103,
            "text": "diciendose unos a otros por lo bajo: «No habeis permanecido sino diez dias»"
        },
        {
            "chapter": 20,
            "verse": 104,
            "text": "Sabemos bien lo que diran cuando el que mas se distinga por su buena conducta diga: «No habeis permanecido sino un dia»"
        },
        {
            "chapter": 20,
            "verse": 105,
            "text": "Te preguntaran por las montanas. Di: «Senor las reducira a polvo y aventara"
        },
        {
            "chapter": 20,
            "verse": 106,
            "text": "Las dejara cual llano nivelado"
        },
        {
            "chapter": 20,
            "verse": 107,
            "text": "en el que no se veran depresiones ni elevaciones»"
        },
        {
            "chapter": 20,
            "verse": 108,
            "text": "Ese dia, seguiran al Pregonero, que no se desviara. Bajaran las voces ante el Compasivo y no se oira sino un susurro de pasos"
        },
        {
            "chapter": 20,
            "verse": 109,
            "text": "Ese dia no aprovechara mas intercesion que la de aquel que cuente con la autorizacion del Compasivo, de aquel cuyas palabras El acepte"
        },
        {
            "chapter": 20,
            "verse": 110,
            "text": "Conoce su pasado y su futuro mientras que ellos no pueden abarcarlos en su ciencia"
        },
        {
            "chapter": 20,
            "verse": 111,
            "text": "Los rostros se humillaran ante el Viviente, el Subsistente. Quien se haya cargado de impiedad, sufrira una decepcion"
        },
        {
            "chapter": 20,
            "verse": 112,
            "text": "Quien, en cambio, obra bien, siendo creyente, no tiene por que temer injusticia ni opresion"
        },
        {
            "chapter": 20,
            "verse": 113,
            "text": "Asi la hemos revelado como Coran arabe. Hemos expuesto en el amenazas. Quizas, asi, Nos teman o les sirva de amonestacion"
        },
        {
            "chapter": 20,
            "verse": 114,
            "text": "¡Exaltado sea Ala, el Rey verdadero! ¡No te precipites en la Recitacion antes de que te sea revelada por entero! Y di: «¡Senor! ¡Aumenta mi ciencia!»"
        },
        {
            "chapter": 20,
            "verse": 115,
            "text": "Habiamos concertado antes una alianza con Adan, pero olvido y no vimos en el resolucion"
        },
        {
            "chapter": 20,
            "verse": 116,
            "text": "Y cuando dijimos a los angeles: «¡Prosternaos ante Adan!» Se prosternaron, excepto Iblis, que se nego"
        },
        {
            "chapter": 20,
            "verse": 117,
            "text": "Dijimos: «¡Adan! Este es un enemigo para ti y para tu esposa ¡Que no os expulse del Jardin; si no, seras desgraciado"
        },
        {
            "chapter": 20,
            "verse": 118,
            "text": "En el, no debes sufrir hambre ni desnudez"
        },
        {
            "chapter": 20,
            "verse": 119,
            "text": "ni sed, ni ardor del sol»"
        },
        {
            "chapter": 20,
            "verse": 120,
            "text": "Pero el Demonio le insinuo el mal. Dijo: «¡Adan! ¿Te indico el arbol de la inmortalidad y de un dominio imperecedero?»"
        },
        {
            "chapter": 20,
            "verse": 121,
            "text": "Comieron de el, se les revelo su desnudez y comenzaron a cubrirse con hojas del Jardin. Adan desobedecio a su Senor y se descarrio"
        },
        {
            "chapter": 20,
            "verse": 122,
            "text": "Luego, su Senor le escogio. le perdono y le puso en la buena direccion"
        },
        {
            "chapter": 20,
            "verse": 123,
            "text": "Dijo: «¡Descended ambos de el! ¡Todos! ¡Sereis enemigos unos de otros. Si, pues, recibis de Mi una direccion, quien siga Mi direccion no se extraviara y no sera desgraciado"
        },
        {
            "chapter": 20,
            "verse": 124,
            "text": "Pero quien no siga Mi Amonestacion llevara una existencia miserable y le resucitaremos, ciego, el dia de la Resurreccion»"
        },
        {
            "chapter": 20,
            "verse": 125,
            "text": "Dira: «¡Senor! ¿Por que me has resucitado ciego, siendo asi que antes veia?»"
        },
        {
            "chapter": 20,
            "verse": 126,
            "text": "Dira: «Igual que tu recibiste Nuestros signos y los olvidaste, asi hoy eres olvidado»"
        },
        {
            "chapter": 20,
            "verse": 127,
            "text": "Asi retribuiremos a quien haya cometido excesos y no haya creido en los signos de su Senor. Y el castigo de la otra vida sera mas cruel y mas duradero"
        },
        {
            "chapter": 20,
            "verse": 128,
            "text": "¿Es que no les dice nada que hayamos hecho perecer a tantas generaciones precedentes, cuyas viviendas huellan ellos ahora? Ciertamente, hay en ello signos para los dotados de entendimiento"
        },
        {
            "chapter": 20,
            "verse": 129,
            "text": "Si no llega a ser por una palabra previa de tu Senor y no hubiera sido prefijado el plazo, habria sido ineludible"
        },
        {
            "chapter": 20,
            "verse": 130,
            "text": "¡Ten paciencia, pues, con lo que dicen y celebra las alabanzas de tu Senor antes de la salida del sol y antes de su puesta! ¡Glorificale durante las horas de la noche y en las horas extremas del dia! Quizas, asi, quedes satisfecho"
        },
        {
            "chapter": 20,
            "verse": 131,
            "text": "Y no codicies los goces efimeros que hemos concedido a algunos de ellos, brillo de la vida de aca, con objeto de probarles con ellos. El sustento de tu Senor es mejor y mas duradero"
        },
        {
            "chapter": 20,
            "verse": 132,
            "text": "¡Prescribe a tu gente la azala y persevera en ella! No te pedimos sustento. Somos Nosotros Quienes te sustentamos. El buen fin esta destinado a los que temen a Ala"
        },
        {
            "chapter": 20,
            "verse": 133,
            "text": "Dicen: «¿Por que no nos trae un signo de su Senor?» Pero ¿es que no han recibido prueba clara de lo que contienen las Hojas primeras"
        },
        {
            "chapter": 20,
            "verse": 134,
            "text": "Si les Hubieramos hecho perecer antes con un castigo, habrian dicho: «¡Senor! ¿Por que no nos has mandado un enviado? Habriamos seguido Tus signos antes de ser humillados y confundidos»"
        },
        {
            "chapter": 20,
            "verse": 135,
            "text": "Di: «Todos esperan. ¡Esperad, pues! Ya vereis quien sigue la via llana y quien sigue la buena direccion»"
        },
        {
            "chapter": 21,
            "verse": 1,
            "text": "Se acerca el momento en que los hombres deban rendir cuentas, pero ellos, despreocupados, se desvian"
        },
        {
            "chapter": 21,
            "verse": 2,
            "text": "Cuando reciben una nueva amonestacion de su Senor, la escuchan sin tomarla en serio"
        },
        {
            "chapter": 21,
            "verse": 3,
            "text": "divertidos sus corazones. Los impios cuchichean entre si: «¿No es este sino un mortal como vosotros? ¿Cedereis a la magia a sabiendas?»"
        },
        {
            "chapter": 21,
            "verse": 4,
            "text": "Dice: «Mi Senor sabe lo que se dice en el cielo y en la tierra. El es Quien todo lo oye, Quien todo lo sabe»"
        },
        {
            "chapter": 21,
            "verse": 5,
            "text": "Ellos, en cambio, dicen: «¡Amasijo de suenos! ¡No! ¡El lo ha inventado! ¡No! Es un poeta! ¡Que nos traiga un signo como los antiguos enviados!»"
        },
        {
            "chapter": 21,
            "verse": 6,
            "text": "Antes de ellos, ninguna de las ciudades que destruimos creia. Y estos ¿van a creer"
        },
        {
            "chapter": 21,
            "verse": 7,
            "text": "Antes de ti, no enviamos sino a hombres a los que hicimos revelaciones. Si no lo sabeis, ¡preguntad a la gente de la Amonestacion"
        },
        {
            "chapter": 21,
            "verse": 8,
            "text": "No les dimos un cuerpo que no necesitara alimentarse. Y no eran inmortales"
        },
        {
            "chapter": 21,
            "verse": 9,
            "text": "Cumplimos la promesa que les hicimos y les salvamos, igual que a otros a quienes Nosotros quisimos salvar, mientras que hicimos perecer a los inmoderados"
        },
        {
            "chapter": 21,
            "verse": 10,
            "text": "Os hemos revelado una Escritura en que se os amonesta. ¿Es que no comprendeis"
        },
        {
            "chapter": 21,
            "verse": 11,
            "text": "¡Cuantas ciudades impias hemos arruinado, suscitando despues a otros pueblos"
        },
        {
            "chapter": 21,
            "verse": 12,
            "text": "Cuando sintieron Nuestro rigor, quisieron escapar de ellas rapidamente"
        },
        {
            "chapter": 21,
            "verse": 13,
            "text": "«¡No huyais, volved a vuestra vida regalada, a vuestras mansiones! Quiza se os pidan cuentas»"
        },
        {
            "chapter": 21,
            "verse": 14,
            "text": "Dijeron: «¡Ay de nosotros, que hemos obrado impiamente!»"
        },
        {
            "chapter": 21,
            "verse": 15,
            "text": "Y no cesaron en sus lamentaciones hasta que les segamos sin vida"
        },
        {
            "chapter": 21,
            "verse": 16,
            "text": "No creamos el cielo, la tierra y lo que entre ellos hay para pasar el rato"
        },
        {
            "chapter": 21,
            "verse": 17,
            "text": "Si hubieramos querido distraernos, lo habriamos conseguido por Nosotros mismos, de habernoslo propuesto"
        },
        {
            "chapter": 21,
            "verse": 18,
            "text": "Antes, al contrario, lanzamos la Verdad contra lo falso, lo invalida... y este se disipa. ¡Ay de vosotros, por lo que contais"
        },
        {
            "chapter": 21,
            "verse": 19,
            "text": "Suyos son quienes estan en los cielos y en la tierra. Y quienes estan junto a El no se consideran demasiado altos para servirle, ni se cansan de ello"
        },
        {
            "chapter": 21,
            "verse": 20,
            "text": "Glorifican noche y dia sin cesar"
        },
        {
            "chapter": 21,
            "verse": 21,
            "text": "¿Han tomado de la tierra a dioses capaces de resucitar"
        },
        {
            "chapter": 21,
            "verse": 22,
            "text": "Si hubiera habido en ellos otros dioses distintos de Ala, se habrian corrompido. ¡Gloria a Ala, Senor del Trono, Que esta por encima de lo que cuentan"
        },
        {
            "chapter": 21,
            "verse": 23,
            "text": "No tendra El que responder de lo que hace, pero ellos tendran que responder"
        },
        {
            "chapter": 21,
            "verse": 24,
            "text": "Entonces, ¿han tomado a dioses en lugar de tomarle a El? Di: «¡Aportad vuestra prueba!». Esta es la Amonestacion de mis contemporaneos y la Amonestacion de mis antecesores. Pero la mayoria no conocen la Verdad y se desvian"
        },
        {
            "chapter": 21,
            "verse": 25,
            "text": "Antes de ti no mandamos a ningun enviado que no le revelaramos: «¡No hay mas dios que Yo! ¡Servidme, pues!»"
        },
        {
            "chapter": 21,
            "verse": 26,
            "text": "Y dicen: «El Compasivo ha adoptado hijos». ¡Gloria a E! Son, nada mas, siervos honrados"
        },
        {
            "chapter": 21,
            "verse": 27,
            "text": "Dejan que sea El el primero en hablar y obran siguiendo Sus ordenes"
        },
        {
            "chapter": 21,
            "verse": 28,
            "text": "El conoce su pasado y su futuro. No intercederan sino por aquellos de quienes El este satisfecho. Estan imbuidos del miedo que El les inspira"
        },
        {
            "chapter": 21,
            "verse": 29,
            "text": "A quien de ellos diga: «Soy un dios fuera de El» le retribuiremos con la gehena. Asi retribuimos a los impios"
        },
        {
            "chapter": 21,
            "verse": 30,
            "text": "¿Es que no han visto los infieles que los cielos y la tierra formaban un todo homogeneo y los separamos? ¿Y que sacamos del agua a todo ser viviente? ¿Y no creeran"
        },
        {
            "chapter": 21,
            "verse": 31,
            "text": "Hemos colocado en la tierra montanas firmes para que ella y sus habitantes no vacilen. Hemos puesto en ella anchos pasos a modo de caminos. Quizas, asi, sean bien dirigidos"
        },
        {
            "chapter": 21,
            "verse": 32,
            "text": "Hemos hecho del cielo una techumbre protegida. Pero ellos se desvian de sus signos"
        },
        {
            "chapter": 21,
            "verse": 33,
            "text": "El es Quien ha creado la noche y el dia, el sol y la luna. Cada uno navega en una orbita"
        },
        {
            "chapter": 21,
            "verse": 34,
            "text": "No hemos hecho eterno a ningun mortal antes de ti. Muriendo tu, ¿iban otros a ser inmortales"
        },
        {
            "chapter": 21,
            "verse": 35,
            "text": "Cada uno gustara la muerte. Os probamos tentandoos con el mal y con el bien. Y a Nosotros sereis devueltos"
        },
        {
            "chapter": 21,
            "verse": 36,
            "text": "Cuanto te ven los infieles«no hacen sino tomarte a burla: «¿Es Este quien habla mal de vuestros dioses?» Y no creen en la amonestacion del Compasivo"
        },
        {
            "chapter": 21,
            "verse": 37,
            "text": "El hombre ha sido creado precipitado. Ya os hare ver Mis signos. ¡No Me deis prisa"
        },
        {
            "chapter": 21,
            "verse": 38,
            "text": "que decis?» Y dicen: «¿Cuando se cumplira esta amenaza, si es verdad lo"
        },
        {
            "chapter": 21,
            "verse": 39,
            "text": "Si supieran los infieles, cuando no puedan apartar el fuego de sus rostros ni de sus espaldas, cuando no puedan ser auxiliados"
        },
        {
            "chapter": 21,
            "verse": 40,
            "text": "Pero ¡no! Les vendra de repente y les dejara aturdidos. No podran ni rechazarla ni retardarla"
        },
        {
            "chapter": 21,
            "verse": 41,
            "text": "Se burlaron de otros enviados que te precedieron, pero los que se burlaban se vieron cercados por aquello de que se burlaban"
        },
        {
            "chapter": 21,
            "verse": 42,
            "text": "Di: «¿Quien os protegera, noche y dia. contra el Compasivo?» Pero no hacen caso de la amonestacion de su Senor"
        },
        {
            "chapter": 21,
            "verse": 43,
            "text": "¿Tienen dioses que les defiendan en lugar de Nosotros? Estos no pueden auxiliarse a si mismos, ni encontraran quien les ayude frente a Nosotros"
        },
        {
            "chapter": 21,
            "verse": 44,
            "text": "Les hemos permitido gozar de efimeros placeres, a ellos y a sus padres, hasta alcanzar una edad avanzada. ¿Es que no se dan cuenta de Nuestra intervencion cuando reducimos la superficie de la tierra? ¡Seran ellos los vencedores"
        },
        {
            "chapter": 21,
            "verse": 45,
            "text": "Di: «Os advierto, en verdad, por la Revelacion, pero los sordos no oyen el llamamiento cuando se les advierte»"
        },
        {
            "chapter": 21,
            "verse": 46,
            "text": "Si les alcanza un soplo del castigo de tu Senor, dicen de seguro: «¡Ay de nosotros, que hemos obrado impiamente!»"
        },
        {
            "chapter": 21,
            "verse": 47,
            "text": "Para el dia de la Resurreccion dispondremos balanzas que den el peso justo y nadie sera tratado injustamente en nada. Aunque se trate de algo del peso de un grano de mostaza, lo tendremos en cuenta. ¡Bastamos Nosotros para ajustar cuentas"
        },
        {
            "chapter": 21,
            "verse": 48,
            "text": "Dimos a Moises y a Aaron el Criterio, una claridad y una amonestacion para los temerosos de Ala"
        },
        {
            "chapter": 21,
            "verse": 49,
            "text": "que tienen miedo de su Senor en secreto y se preocupan por la Hora"
        },
        {
            "chapter": 21,
            "verse": 50,
            "text": "Esto es una amonestacion bendita, que Nosotros hemos revelado ¿Y la negareis"
        },
        {
            "chapter": 21,
            "verse": 51,
            "text": "Antes, dimos a Abraham, a quien conociamos, la rectitud"
        },
        {
            "chapter": 21,
            "verse": 52,
            "text": "Cuando dijo a su padre y a su pueblo: «¿Que son estas estatuas a cuyo culto estais entregados?»"
        },
        {
            "chapter": 21,
            "verse": 53,
            "text": "Dijeron: «Nuestros padres ya les rendian culto»"
        },
        {
            "chapter": 21,
            "verse": 54,
            "text": "Dijo: «Pues vosotros y vuestros padres estais evidentemente extraviados»"
        },
        {
            "chapter": 21,
            "verse": 55,
            "text": "Dijeron: «¿Nos hablas en serio o bromeas?»"
        },
        {
            "chapter": 21,
            "verse": 56,
            "text": "Dijo: «¡No! Vuestro Senor es el Senor de los cielos y de la tierra, que El ha creado. Yo soy testigo de ello"
        },
        {
            "chapter": 21,
            "verse": 57,
            "text": "¡Y por Ala!, que he de urdir algo contra vuestros idolos cuando hayais vuelto la espalda-»"
        },
        {
            "chapter": 21,
            "verse": 58,
            "text": "Y los hizo pedazos, excepto a uno grande que les pertenecia. Quizas, asi, volvieran a el"
        },
        {
            "chapter": 21,
            "verse": 59,
            "text": "Dijeron: «¿Quien ha hecho eso a nuestros dioses? Ese tal es, ciertamente, de los impios»"
        },
        {
            "chapter": 21,
            "verse": 60,
            "text": "«Hemos oido», dijeron, «a un mozo llamado Abraham que hablaba mal de ellos»"
        },
        {
            "chapter": 21,
            "verse": 61,
            "text": "Dijeron: «¡Traedlo a vista de la gente! Quizas, asi, sean testigos»"
        },
        {
            "chapter": 21,
            "verse": 62,
            "text": "Dijeron: «¡Abraham! ¿Has hecho tu eso con nuestros dioses?»"
        },
        {
            "chapter": 21,
            "verse": 63,
            "text": "«¡No!» dijo. «El mayor de ellos es quien lo ha hecho. ¡Preguntadselo, si es que son capaces de hablar!»"
        },
        {
            "chapter": 21,
            "verse": 64,
            "text": "Se volvieron a si mismos y dijeron: «Sois vosotros los impios»"
        },
        {
            "chapter": 21,
            "verse": 65,
            "text": "Pero, en seguida, mudaron completamente de opinion: «Tu sabes bien que estos son incapaces de hablar»"
        },
        {
            "chapter": 21,
            "verse": 66,
            "text": "Dijo: «¿Es que servis, en lugar de servir a Ala, lo que no puede aprovecharos nada, ni danaros"
        },
        {
            "chapter": 21,
            "verse": 67,
            "text": "¡Uf, vosotros y lo que servis en lugar de servir a Ala! ¿Es que no razonais?»"
        },
        {
            "chapter": 21,
            "verse": 68,
            "text": "Dijeron: «¡Quemadlo y auxiliad asi a vuestros dioses, si es que os lo habeis propuesto...!»"
        },
        {
            "chapter": 21,
            "verse": 69,
            "text": "Dijimos: «¡Fuego! ¡Se frio para Abraham y no le danes!»"
        },
        {
            "chapter": 21,
            "verse": 70,
            "text": "Quisieron emplear artimanas contra el, pero hicimos que fueran ellos los que mas perdieran"
        },
        {
            "chapter": 21,
            "verse": 71,
            "text": "Les salvamos, a el y a Lot, a la tierra que hemos bendecido para todo el mundo"
        },
        {
            "chapter": 21,
            "verse": 72,
            "text": "Y le regalamos, por anadidura, a Isaac y a Jacob. Y de todos hicimos justos"
        },
        {
            "chapter": 21,
            "verse": 73,
            "text": "Les hicimos jefes, que dirigieran siguiendo Nuestra orden. Les inspiramos que obraran bien, hicieran la azala y dieran el azaque. Y Nos rindieron culto"
        },
        {
            "chapter": 21,
            "verse": 74,
            "text": "A Lot le dimos juicio y ciencia y le salvamos de la ciudad que se entregaba a la torpeza. Eran gente malvada, perversa"
        },
        {
            "chapter": 21,
            "verse": 75,
            "text": "Le introdujimos en Nuestra misericordia. Es de los justos"
        },
        {
            "chapter": 21,
            "verse": 76,
            "text": "Y a Noe. Cuando, antes, invoco y le escuchamos. Y les salvamos, a el y a los suyos, de la gran calamidad"
        },
        {
            "chapter": 21,
            "verse": 77,
            "text": "Y le auxiliamos contra el pueblo que habia desmentido Nuestros signos. Eran gente mala y los anegamos a todos"
        },
        {
            "chapter": 21,
            "verse": 78,
            "text": "Y a David y Salomon. Cuando dictaron sentencia sobre el sembrado en que las ovejas de la gente se habian introducido de noche. Nosotros fuimos testigos de su sentencia"
        },
        {
            "chapter": 21,
            "verse": 79,
            "text": "Hicimos comprender a Salomon de que se trataba. Dimos a cada uno juicio y ciencia. Sujetamos, junto con David, las montanas y las aves para que glorificaran. Nosotros hicimos eso"
        },
        {
            "chapter": 21,
            "verse": 80,
            "text": "Le ensenamos a elaborar cotas de malla para vosotros, para que os protegieran de vuestra propia violencia. ¿Ya lo agradeceis"
        },
        {
            "chapter": 21,
            "verse": 81,
            "text": "Y a Salomon el ventarron, que sopla, a una orden suya, hacia la tierra que hemos bendecido. Lo sabemos todo"
        },
        {
            "chapter": 21,
            "verse": 82,
            "text": "De los demonios, habia algunos que buceaban para el y hacian otros trabajos. Nosotros les vigilabamos"
        },
        {
            "chapter": 21,
            "verse": 83,
            "text": "Y a Job. Cuando invoco a su Senor: «¡He sufrido una desgracia, pero Tu eres la Suma Misericordia!»"
        },
        {
            "chapter": 21,
            "verse": 84,
            "text": "Y le escuchamos, alejando de el la desgracia que tenia, dandole su familia y otro tanto, como misericordia venida de Nosotros y como amonestacion para Nuestros siervos"
        },
        {
            "chapter": 21,
            "verse": 85,
            "text": "Y a Ismael, Idris y Dulkifl. Todos fueron de los pacientes"
        },
        {
            "chapter": 21,
            "verse": 86,
            "text": "Les introdujimos en Nuestra misericordia. Son de los justos"
        },
        {
            "chapter": 21,
            "verse": 87,
            "text": "Y al del pez. Cuando se fue airado y creyo que no podriamos hacer nada contra el. Y clamo en las tinieblas: «¡No hay mas dios que Tu! ¡Gloria a Ti! He sido de los impios»"
        },
        {
            "chapter": 21,
            "verse": 88,
            "text": "Le escuchamos, pues, y le salvamos de la tribulacion. Asi es como salvamos a los creyentes"
        },
        {
            "chapter": 21,
            "verse": 89,
            "text": "Y a Zacarias. Cuando invoco a su Senor: «¡Senor! ¡No me dejes solo! ¡Pero Tu eres el Mejor de los herederos!»"
        },
        {
            "chapter": 21,
            "verse": 90,
            "text": "Y le escuchamos y le regalamos Juan e hicimos que su esposa fuera capaz de concebir. Rivalizaban en buenas obras, Nos invocaban con amor y con temor y se conducian humildemente ante Nosotros"
        },
        {
            "chapter": 21,
            "verse": 91,
            "text": "Y a la que conservo su virginidad. Infundimos en ella de Nuestro Espiritu e hicimos de ella y de su hijo signo para todo el mundo"
        },
        {
            "chapter": 21,
            "verse": 92,
            "text": "«Esta es vuestra comunidad, es una sola comunidad. Y Yo soy vuestro Senor. ¡Servidme, pues!»"
        },
        {
            "chapter": 21,
            "verse": 93,
            "text": "Se dividieron en sectas, pero volveran todos a Nosotros"
        },
        {
            "chapter": 21,
            "verse": 94,
            "text": "El esfuerzo del creyente que obra bien no sera ignorado. Nosotros tomamos nota"
        },
        {
            "chapter": 21,
            "verse": 95,
            "text": "Cuando destruimos una ciudad, les esta prohibido a sus habitantes regresar a ella"
        },
        {
            "chapter": 21,
            "verse": 96,
            "text": "hasta que se suelte a Gog y Magog y se precipiten por toda colina abajo"
        },
        {
            "chapter": 21,
            "verse": 97,
            "text": "Se acerca la amenaza verdadera. Los infieles, desorbitados los ojos: «¡Ay de nosotros, que no solo nos traia esto sin cuidado, sino que obrabamos impiamente!»"
        },
        {
            "chapter": 21,
            "verse": 98,
            "text": "Vosotros y lo que servis en lugar de servir a Ala, sereis combustible para la gehena. ¡Bajareis a ella"
        },
        {
            "chapter": 21,
            "verse": 99,
            "text": "Si esos hubieran sido dioses, no habrian bajado a ella. Estaran todos en ella eternamente"
        },
        {
            "chapter": 21,
            "verse": 100,
            "text": "Gemiran en ella, pero no oiran en ella"
        },
        {
            "chapter": 21,
            "verse": 101,
            "text": "Aquellos que ya hayan recibido de Nosotros lo mejor, seran mantenidos lejos de de ella"
        },
        {
            "chapter": 21,
            "verse": 102,
            "text": "No oiran el mas leve ruido de ella y estaran eternamente en lo que tanto ansiaron"
        },
        {
            "chapter": 21,
            "verse": 103,
            "text": "No les entristecera el gran terror y los angeles saldran a su encuentro: «¡Este es vuestro dia, que se os habia prometido!»"
        },
        {
            "chapter": 21,
            "verse": 104,
            "text": "Dia en que plegaremos el cielo como se pliega un pergamino de escritos. Como creamos una vez primera, crearemos otra. ¡Es promesa que nos obliga y la cumpliremos"
        },
        {
            "chapter": 21,
            "verse": 105,
            "text": "Hemos escrito en los Salmos, despues de la Amonestacion, que la tierra la heredaran Mis siervos justos"
        },
        {
            "chapter": 21,
            "verse": 106,
            "text": "He aqui un comunicado para gente que rinde culto a Ala"
        },
        {
            "chapter": 21,
            "verse": 107,
            "text": "Nosotros no te hemos enviado sino como misericordia para todo el mundo"
        },
        {
            "chapter": 21,
            "verse": 108,
            "text": "Di: «Solo se me ha revelado que vuestro Dios es un Dios Uno ¡,Os sometereis, pues, a El?»"
        },
        {
            "chapter": 21,
            "verse": 109,
            "text": "Si se desvian, di:«Os he informado a todos con equidad. Y no se si aquello con que se os amenaza es inminente o remoto"
        },
        {
            "chapter": 21,
            "verse": 110,
            "text": "El sabe tanto lo que decis abiertamente como lo que ocultais»"
        },
        {
            "chapter": 21,
            "verse": 111,
            "text": "No se. Quizas eso constituya para vosotros tentacion y disfrute por algun tiempo»"
        },
        {
            "chapter": 21,
            "verse": 112,
            "text": "Dice: «¡Senor, decide segun justicia! Nuestro Senor es el Compasivo, Aquel Cuya ayuda se implora contra lo que contais»"
        },
        {
            "chapter": 22,
            "verse": 1,
            "text": "¡Hombres! ¡Temed a vuestro Senor! El terremoto de la Hora sera algo terrible"
        },
        {
            "chapter": 22,
            "verse": 2,
            "text": "Cuando eso ocurra, toda nodriza olvidara a su lactante, toda embarazada abortara. Los hombres pareceran, sin estarlo, ebrios. El castigo de Ala sera severo"
        },
        {
            "chapter": 22,
            "verse": 3,
            "text": "Hay algunos hombres que discuten de Ala sin tener conocimiento, y siguen a todo demonio rebelde"
        },
        {
            "chapter": 22,
            "verse": 4,
            "text": "Se le ha prescrito que extravie y guie al castigo del fuego de la gehena a quien le tome por dueno"
        },
        {
            "chapter": 22,
            "verse": 5,
            "text": "¡Hombres! Si dudais de la resurreccion, Nosotros os hemos creado de tierra; luego, de una gota; luego, de un coagulo de sangre; luego, de un embrion formado o informe. Para aclararos. Depositamos en las matrices lo que queremos por un tiempo determinado; luego, os hacemos salir como criaturas para alcanzar, mas tarde, la madurez. Algunos de vosotros mueren prematuramente; otros viven hasta alcanzar una edad decrepita, para que, despues de haber sabido, terminen no sabiendo nada. Ves la tierra reseca, pero, cuando hacemos que el agua baje sobre ella, se agita, se hincha y hace brotar toda especie primorosa"
        },
        {
            "chapter": 22,
            "verse": 6,
            "text": "Esto es asi porque Ala es la Verdad, devuelve la vida a los muertos y es omnipotente"
        },
        {
            "chapter": 22,
            "verse": 7,
            "text": "Es que la Hora llega, no hay duda de ella, y Ala resucitara a quienes se encuentren en las sepulturas"
        },
        {
            "chapter": 22,
            "verse": 8,
            "text": "Hay algunos hombres que discuten de Ala sin tener conocimiento, ni direccion, ni Escritura luminosa"
        },
        {
            "chapter": 22,
            "verse": 9,
            "text": "contoneandose para extraviar a otros del camino de Ala. Esos tales sufriran la ignominia en la vida de aca y el dia de la Resurreccion les haremos gustar el castigo del fuego de la gehena"
        },
        {
            "chapter": 22,
            "verse": 10,
            "text": "«¡Ahi tienes, por las obras que has cometido!» Ala no es injusto con Sus siervos"
        },
        {
            "chapter": 22,
            "verse": 11,
            "text": "Hay entre los hombres quien vacila en servir a Ala. Si recibe un bien, lo disfruta tranquilamente. Pero, si sufre una tentacion, gira en redondo, perdiendo asi la vida de aca y la otra: es una perdida irreparable"
        },
        {
            "chapter": 22,
            "verse": 12,
            "text": "Invoca, en lugar de invocar a Ala, lo que no puede danarle ni aprovecharle. Ese es el profundo extravio"
        },
        {
            "chapter": 22,
            "verse": 13,
            "text": "Invoca, ciertamente, a quien puede mas facilmente danar que aprovechar. ¡Que mal protector! y ¡que mal companero"
        },
        {
            "chapter": 22,
            "verse": 14,
            "text": "Ala introducira a los creyentes que obraron bien en jardines por cuyos bajos fluyen arroyos. Ala hace lo que quiere"
        },
        {
            "chapter": 22,
            "verse": 15,
            "text": "Quien crea que Ala no va a auxiliarle en la vida de aca ni en la otra, que tienda una cuerda al cielo y luego la corte. ¡Que vea si su ardid acaba con lo que le irritaba"
        },
        {
            "chapter": 22,
            "verse": 16,
            "text": "Asi lo hemos revelado en aleyas‚ claras. Ala guia a quien El quiere"
        },
        {
            "chapter": 22,
            "verse": 17,
            "text": "El dia de la Resurreccion, Ala fallara acerca de los creyentes, los judios, los sabeos, los cristianos, los zoroastrianos y los asociadores. Ala es testigo de todo"
        },
        {
            "chapter": 22,
            "verse": 18,
            "text": "¿No ves que se prosternan ante Ala los que estan en los cielos y en la tierra, asi como el sol, la luna, las estrellas, las montanas, los arboles, los animales y muchos de los hombres? Esto no obstante, muchos merecen el castigo. No hay quien honre a quien Ala desprecia. Ala hace lo que El quiere"
        },
        {
            "chapter": 22,
            "verse": 19,
            "text": "Estos son dos grupos rivales que disputan sobre su Senor. A los infieles se les cortaran trajes de fuego y se les derramara en la cabeza agua muy caliente"
        },
        {
            "chapter": 22,
            "verse": 20,
            "text": "que les consumira las entranas y la piel"
        },
        {
            "chapter": 22,
            "verse": 21,
            "text": "se emplearan en ellos focinos de hierro"
        },
        {
            "chapter": 22,
            "verse": 22,
            "text": "Siempre que, de atribulados, quieran salir de ella se les hara volver. «¡Gustad el castigo del fuego de la gehena!»"
        },
        {
            "chapter": 22,
            "verse": 23,
            "text": "Pero a los creyentes y a los que obraron bien, Ala les introducira en jardines por cuyos bajos fluyen arroyos. Alli se les ataviara con brazaletes de oro y con perlas, alli vestiran de seda"
        },
        {
            "chapter": 22,
            "verse": 24,
            "text": "Habran sido guiados a la bella Palabra y a la via del Digno de Alabanza"
        },
        {
            "chapter": 22,
            "verse": 25,
            "text": "Los infieles que apartan a otros del camino de Ala y de la Mezquita Sagrada, que hemos establecido para los hombres -tanto si residen en ella como si no-...Y a quien quiera impiamente profanarla, le haremos que guste un doloroso castigo"
        },
        {
            "chapter": 22,
            "verse": 26,
            "text": "Y cuando preparamos para Abraham el emplazamiento de la Casa: «¡No Me asocies nada! ¡Purifica Mi Casa para los que dan las vueltas y para los que estan de pie, para los que se inclinan y prosternan!»"
        },
        {
            "chapter": 22,
            "verse": 27,
            "text": "¡Llama a los hombres a la peregrinacion para que vengan a ti a pie o en todo flaco camello, venido de todo paso ancho y profundo"
        },
        {
            "chapter": 22,
            "verse": 28,
            "text": "para atestiguar los beneficios recibidos y para invocar el nombre de Ala en dias determinados sobre las reses de que El les ha proveido!: «¡Comed de ellas y alimentad al desgraciado, al pobre!»"
        },
        {
            "chapter": 22,
            "verse": 29,
            "text": "Luego, ¡que den fin a sus prohibiciones, que cumplan sus votos y que den las vueltas alrededor de la Casa Antigua"
        },
        {
            "chapter": 22,
            "verse": 30,
            "text": "¡Asi es! Y quien respete las cosas sagradas de Ala, sera mejor para el ante su Senor. Se os han declarado licitos los rebanos, excepto lo que se os recita. ¡Evitad la contaminacion que viene de los idolos! ¡Evitad el decir falsedades"
        },
        {
            "chapter": 22,
            "verse": 31,
            "text": "¡Como hanifes para con Ala y no como asociadores! Quien asocia a Ala otros dioses es como si cayera del cielo: las aves se lo llevaran o el viento lo arrastrara a un lugar lejano"
        },
        {
            "chapter": 22,
            "verse": 32,
            "text": "Asi es. Y quien respeta las cosas sagradas de Ala... Pues proceden del temor de Ala que tienen los corazones"
        },
        {
            "chapter": 22,
            "verse": 33,
            "text": "Os aprovechareis de ello hasta un dia determinado. Luego, la inmolacion tendra lugar en la Casa Antigua"
        },
        {
            "chapter": 22,
            "verse": 34,
            "text": "Y hemos establecido un ritual para cada comunidad, a fin de que invoquen el nombre de Ala sobre las reses de que El les ha proveido. Vuestro Dios es un Dios Uno. ¡Someteos, pues, a El! ¡Y anuncia la buena nueva a los humildes"
        },
        {
            "chapter": 22,
            "verse": 35,
            "text": "cuyo corazon tiembla a la mencion de Ala, a los que tienen paciencia ante la adversidad, a los que hacen la azala, a los que dan limosna de lo que les hemos proveido"
        },
        {
            "chapter": 22,
            "verse": 36,
            "text": "Entre las cosas sagradas de Ala os hemos incluido los camellos de sacrificio. Teneis en ellos bien. ¡Mencionad, pues, el nombre de Ala sobre ellos cuando estan en fila! Y cuando yazcan sin vida, comed de ellos y alimentad al mendigo y al necesitado. Asi los hemos sujetado a vuestro servicio. Quizas, asi, seais agradecidos"
        },
        {
            "chapter": 22,
            "verse": 37,
            "text": "Ala no presta atencion a su carne ni a su sangre, sino a vuestro temor de El. Asi os los ha sujetado a vuestro servicio, para que ensalceis a Ala por haberos dirigido. ¡Y anuncia la buena nueva a quienes hacen el bien"
        },
        {
            "chapter": 22,
            "verse": 38,
            "text": "Ala abogara en favor de los que han creido. Ala no ama a nadie que sea traidor contumaz, desagradecido"
        },
        {
            "chapter": 22,
            "verse": 39,
            "text": "Les esta permitido a quienes son atacados, porque han sido tratados injustamente. -Ala es, ciertamente, poderoso para auxiliarles"
        },
        {
            "chapter": 22,
            "verse": 40,
            "text": "A quienes han sido expulsados injustamente de sus hogares, solo por haber dicho: «¡Nuestro Senor es Ala!» Si Ala no hubiera rechazado a unos hombres valiendose de otros, habrian sido demolidas ermitas, iglesias, sinagogas y mezquitas, donde se menciona mucho el nombre de Ala. Ala auxiliara, ciertamente, a quienes Le auxilien. Ala es, en verdad, fuerte, poderoso"
        },
        {
            "chapter": 22,
            "verse": 41,
            "text": "A quienes, si les dieramos poderio en la tierra, harian la azala, darian el azaque,, ordenarian lo que esta bien y prohibirian lo que esta mal. El fin de todo es Ala"
        },
        {
            "chapter": 22,
            "verse": 42,
            "text": "Y si te desmienten, tambien desmintieron antes el pueblo de Noe, los aditas y los tamudeos"
        },
        {
            "chapter": 22,
            "verse": 43,
            "text": "el pueblo de Abraham, el pueblo de Lot"
        },
        {
            "chapter": 22,
            "verse": 44,
            "text": "y los madianitas. Y Moises fue desmentido. Concedi una prorroga a los infieles. Luego, les sorprendi... Y ¡cual no fue Mi reprobacion"
        },
        {
            "chapter": 22,
            "verse": 45,
            "text": "¡Que de ciudades, impias, hemos destruido, que ahora yacen en ruinas...! ¡Que de pozos abandonados...! ¡Que de elevados palacios"
        },
        {
            "chapter": 22,
            "verse": 46,
            "text": "¿No han ido por la tierra con un corazon capaz de comprender y con un oido capaz de oir? ¡No son, no, sus ojos los que son ciegos, sino los corazones que sus pechos encierran"
        },
        {
            "chapter": 22,
            "verse": 47,
            "text": "Te piden que adelantes la hora del b castigo, pero Ala no faltara a Su promesa. Un dia junto a tu Senor vale por mil anos de los vuestros"
        },
        {
            "chapter": 22,
            "verse": 48,
            "text": "A cuantas ciudades, impias, les concedi una prorroga. Luego, las sorprendi... ¡Soy Yo el fin de todo"
        },
        {
            "chapter": 22,
            "verse": 49,
            "text": "Di: «¡Hombres! Yo solo soy para vosotros un monitor que habla claro»"
        },
        {
            "chapter": 22,
            "verse": 50,
            "text": "Quienes crean y obren bien, obtendran perdon y generoso sustento"
        },
        {
            "chapter": 22,
            "verse": 51,
            "text": "Pero quienes se empenen en hacer fracasar Nuestros signos, esos moraran en el fuego de la gehena"
        },
        {
            "chapter": 22,
            "verse": 52,
            "text": "Cuando mandabamos, antes de ti, a algun enviado o a algun profeta, siempre enturbiaba el Demonio sus deseos. Pero Ala invalida las sugestiones del Demonio y, luego, hace Sus aleyas univocas. Ala es omnisciente, sabio"
        },
        {
            "chapter": 22,
            "verse": 53,
            "text": "Para tentar por las sugestiones del Demonio a los enfermos de corazon y a los duros de corazon -los impios estan en marcada oposicion"
        },
        {
            "chapter": 22,
            "verse": 54,
            "text": "y para que sepan quienes han recibido la Ciencia que esto es la Verdad venida de tu Senor, para que crean en ella y se humille ante ella su corazon. En verdad, Ala dirige a los creyentes a una via recta"
        },
        {
            "chapter": 22,
            "verse": 55,
            "text": "Pero quienes no crean persistiran en sus dudas acerca de el, hasta que les llegue la Hora de repente o el castigo de un dia nefasto"
        },
        {
            "chapter": 22,
            "verse": 56,
            "text": "Ese dia el dominio sera de Ala y El decidira entre ellos: quienes hayan creido y obrado bien, estaran en los jardines de la Delicia"
        },
        {
            "chapter": 22,
            "verse": 57,
            "text": "pero quienes no creyeron y desmintieron Nuestros signos tendran un castigo humillante"
        },
        {
            "chapter": 22,
            "verse": 58,
            "text": "A quienes, habiendo emigrado por Ala, sean muertos o mueran, Ala les proveera de bello sustento. Ala es el Mejor de los proveedores"
        },
        {
            "chapter": 22,
            "verse": 59,
            "text": "Ha de introducirles en un lugar que les placera. Ala es, ciertamente, omnisciente, benigno"
        },
        {
            "chapter": 22,
            "verse": 60,
            "text": "Asi es. Y si uno se desagravia en la medida del agravio recibido y es de nuevo tratado injustamente, Ala no dejara de auxiliarle. Ala, en verdad. perdona mucho, es indulgente"
        },
        {
            "chapter": 22,
            "verse": 61,
            "text": "Esto es asi porque Ala hace que la noche entre en el dia y que el dia entre en la noche. Ala todo lo oye, todo lo ve"
        },
        {
            "chapter": 22,
            "verse": 62,
            "text": "Esto es asi porque Ala es la Verdad, pero lo que ellos invocan en lugar de invocarle a El es lo falso, y porque Ala es el Altisimo, el Grande"
        },
        {
            "chapter": 22,
            "verse": 63,
            "text": "¿No ves como hace Ala bajar agua del cielo y la tierra verdea? Ala es sutil, esta bien informado"
        },
        {
            "chapter": 22,
            "verse": 64,
            "text": "Suyo es lo que esta en los cielos y en la tierra. Ala es, ciertamente, Quien Se basta a Si mismo, el Digno de Alabanza"
        },
        {
            "chapter": 22,
            "verse": 65,
            "text": "¿No ves que Ala ha sujetado a vuestro servicio lo que hay en la tierra, asi como las naves que navegan siguiendo Su orden? Sostiene el cielo para que no se desplome sobre la tierra, si no es con Su permiso. En verdad, Ala es con los hombres manso, misericordioso"
        },
        {
            "chapter": 22,
            "verse": 66,
            "text": "El es Quien os dio la vida; luego, os hara morir, luego, os volvera a la vida. El hombre es, ciertamente, desagradecido"
        },
        {
            "chapter": 22,
            "verse": 67,
            "text": "Hemos establecido para cada comunidad un ritual, que ellos siguen. ¡Que no discutan contigo sobre este asunto! ¡Llama a tu Senor! Si, sigues una direccion recta"
        },
        {
            "chapter": 22,
            "verse": 68,
            "text": "Y, si discuten contigo, di: «¡Ala sabe bien lo que haceis"
        },
        {
            "chapter": 22,
            "verse": 69,
            "text": "Ala decidira entre vosotros el dia de la Resurrecion sobre aquello en que discrepabais»"
        },
        {
            "chapter": 22,
            "verse": 70,
            "text": "¿No sabes que Ala sabe lo que esta en el cielo y en la tierra? Eso esta en una Escritura. Es cosa facil para Ala"
        },
        {
            "chapter": 22,
            "verse": 71,
            "text": "Sirven, en lugar de servir a Ala, algo a lo que El no ha conferido autoridad y de lo que no tienen ningun conocimiento. Los impios no tendran quien les auxilie"
        },
        {
            "chapter": 22,
            "verse": 72,
            "text": "Cuando se les recitan Nuestras aleyas como pruebas claras, adviertes la disconformidad en los rostros de los infieles. Poco les falta para arremeter contra quienes les recitan Nuestras aleyas. Di: «No se si informaros de algo peor aun que eso: el Fuego, con que Ala ha amenazado a los infieles». ¡Que mal fin"
        },
        {
            "chapter": 22,
            "verse": 73,
            "text": "¡Hombres! Se propone una parabola. ¡Escuchadla! Los que invocais en lugar de invocar a Ala serian incapaces de crear una mosca, aun si se aunaran para ello. Y, si una mosca se les llevara algo, serian incapaces de recuperarlo. ¡Que debiles son el suplicante y el suplicado"
        },
        {
            "chapter": 22,
            "verse": 74,
            "text": "No han valorado a Ala debidamente. Ala es, en verdad, fuerte, poderoso"
        },
        {
            "chapter": 22,
            "verse": 75,
            "text": "Ala escoge enviados entre los angeles y entre los hombres. Ala todo lo oye, todo lo ve"
        },
        {
            "chapter": 22,
            "verse": 76,
            "text": "Conoce su pasado y su futuro. Y todo sera devuelto a Ala"
        },
        {
            "chapter": 22,
            "verse": 77,
            "text": "¡Creyentes! ¡Inclinaos, prosternaos, servid a vuestro Senor y obrad bien! Quizas, asi, prospereis"
        },
        {
            "chapter": 22,
            "verse": 78,
            "text": "¡Luchad por Ala como El se merece! El os eligio y no os ha impuesto ninguna carga en la religion! ¡La religion de vuestro padre Abraham! El os llamo 'musulmanes' anteriormente y aqui, para que el Enviado sea testigo de vosotros y que vosotros seais testigos de los hombres. ¡Haced la azala y, dad el azaque! ¡Y aferraos a Ala! ¡El es vuestro Protector! ¡Es un protector excelente, un auxiliar excelente"
        },
        {
            "chapter": 23,
            "verse": 1,
            "text": "¡Bienaventurados los creyentes"
        },
        {
            "chapter": 23,
            "verse": 2,
            "text": "que hacen su azala con humildad"
        },
        {
            "chapter": 23,
            "verse": 3,
            "text": "que evitan el vaniloquio"
        },
        {
            "chapter": 23,
            "verse": 4,
            "text": "que dan el azaque"
        },
        {
            "chapter": 23,
            "verse": 5,
            "text": "que se abstienen de comercio carnal"
        },
        {
            "chapter": 23,
            "verse": 6,
            "text": "salvo con sus esposas o con sus esclavas en cuyo caso no incurren en reproche"
        },
        {
            "chapter": 23,
            "verse": 7,
            "text": "mientras que quienes desean a otras mujeres, esos son los que violan la ley"
        },
        {
            "chapter": 23,
            "verse": 8,
            "text": "que respetan los depositos que se les confian y las promesas que hacen"
        },
        {
            "chapter": 23,
            "verse": 9,
            "text": "que observan sus azalas"
        },
        {
            "chapter": 23,
            "verse": 10,
            "text": "Esos son los herederos"
        },
        {
            "chapter": 23,
            "verse": 11,
            "text": "que heredaran el paraiso, en el que estaran eternamente"
        },
        {
            "chapter": 23,
            "verse": 12,
            "text": "Hemos creado al hombre de arcilla fina"
        },
        {
            "chapter": 23,
            "verse": 13,
            "text": "Luego, le colocamos como gota en un receptaculo firme"
        },
        {
            "chapter": 23,
            "verse": 14,
            "text": "Luego, creamos de la gota un coagulo de sangre, del coagulo un embrion y del embrion huesos, que revestimos de carne. Luego, hicimos de el otra criatura. ¡Bendito sea Ala, el Mejor de los creadores"
        },
        {
            "chapter": 23,
            "verse": 15,
            "text": "Luego, despues de esto, habeis de morir"
        },
        {
            "chapter": 23,
            "verse": 16,
            "text": "Luego, el dia de la Resurreccion, sereis resucitados"
        },
        {
            "chapter": 23,
            "verse": 17,
            "text": "Encima de vosotros, hemos creado siete cielos. No hemos descuidado la creacion"
        },
        {
            "chapter": 23,
            "verse": 18,
            "text": "Hemos hecho bajar del cielo agua en la cantidad debida y hecho que cale la tierra. Y tambien habriamos sido bien capaces de hacerla desaparecer"
        },
        {
            "chapter": 23,
            "verse": 19,
            "text": "Por medio de ella os hemos creado palmerales y vinedos en los que hay frutos abundantes, de los que comeis"
        },
        {
            "chapter": 23,
            "verse": 20,
            "text": "Y un arbol que crece en el monte Sinai y que produce aceite y condimento para la comida"
        },
        {
            "chapter": 23,
            "verse": 21,
            "text": "Teneis, ciertamente, en los rebanos motivo de reflexion: os damos a beber del contenido de sus vientres, derivais de ellos muchos beneficios, comeis de ellos"
        },
        {
            "chapter": 23,
            "verse": 22,
            "text": "Ellos y las naves os sirven de medios de transporte"
        },
        {
            "chapter": 23,
            "verse": 23,
            "text": "Enviamos Noe a su pueblo y dijo: «¡Pueblo! ¡Servid a Ala! No teneis a ningun otro dios que a El. ¿Y no Le temereis?»"
        },
        {
            "chapter": 23,
            "verse": 24,
            "text": "Los dignatarios del pueblo, que no creian, dijeron: «Este no es sino un mortal como vosotros, que quiere imponerse a vosotros. Si Ala hubiera querido, habria hecho descender a angeles. No hemos oido que ocurriera tal cosa en tiempo de nuestros antepasados"
        },
        {
            "chapter": 23,
            "verse": 25,
            "text": "No es mas que un poseso. ¡Observadle durante algun tiempo!»"
        },
        {
            "chapter": 23,
            "verse": 26,
            "text": "«¡Senor!» dijo: «¡Auxiliame, que me desmienten!»"
        },
        {
            "chapter": 23,
            "verse": 27,
            "text": "Y le inspiramos: «¡Construye la nave bajo Nuestra mirada y segun Nuestra inspiracion ! Y cuando venga Nuestra orden y el horno hierva, haz entrar en ella a una pareja de cada y a tu familia, salvo a aquel de ellos cuya suerte ha sido ya echada. ¡Y no me hables de los que hayan obrado impiamente! ¡Van a ser anegados"
        },
        {
            "chapter": 23,
            "verse": 28,
            "text": "Cuando tu y los tuyos esteis instalados en la nave, di: '¡Alabado sea Ala, Que nos ha salvado del pueblo impio"
        },
        {
            "chapter": 23,
            "verse": 29,
            "text": "Y di: '¡Senor! ¡Haz que desembarque en un lugar bendito! Tu eres Quien mejor puede hacerlo"
        },
        {
            "chapter": 23,
            "verse": 30,
            "text": "Ciertamente, hay en ello signos. En verdad, ponemos a prueba...»"
        },
        {
            "chapter": 23,
            "verse": 31,
            "text": "Luego, despues de ellos, suscitamos otra generacion"
        },
        {
            "chapter": 23,
            "verse": 32,
            "text": "y les mandamos un enviado salido de ellos: «¡Servid a Ala! No teneis a ningun otro dios que a El ¿Y no Le temereis?»"
        },
        {
            "chapter": 23,
            "verse": 33,
            "text": "Pero los dignatarios del pueblo, que no creian y desmentian la existencia de la otra vida y a los cuales habiamos enriquecido en la vida de aca, dijeron: «Este no es sino un mortal como vosotros, que come de lo mismo que vosotros comeis y bebe de lo mismo que vosotros bebeis»"
        },
        {
            "chapter": 23,
            "verse": 34,
            "text": "Si obedeceis a un mortal como vosotros, estais perdidos"
        },
        {
            "chapter": 23,
            "verse": 35,
            "text": "¿Os ha prometido que se os sacara cuando murais y seais tierra y huesos"
        },
        {
            "chapter": 23,
            "verse": 36,
            "text": "¡Esta bien lejos de ocurrir lo que se os ha prometido"
        },
        {
            "chapter": 23,
            "verse": 37,
            "text": "¡No hay mas vida que la nuestra de aca! Morimos y vivimos, pero no se nos resucitara"
        },
        {
            "chapter": 23,
            "verse": 38,
            "text": "No es mas que un hombre, que se ha inventado una mentira contra Ala. No tenemos fe en el"
        },
        {
            "chapter": 23,
            "verse": 39,
            "text": "Dijo: «¡Senor! ¡Auxiliame, que me desmienten!»"
        },
        {
            "chapter": 23,
            "verse": 40,
            "text": "Dijo: «Un poco mas y se arrepentiran»"
        },
        {
            "chapter": 23,
            "verse": 41,
            "text": "El Grito les sorprendio merecidamente y les convertimos en detrito. ¡Atras el pueblo impio"
        },
        {
            "chapter": 23,
            "verse": 42,
            "text": "Luego, despues de ellos, suscitamos otras generaciones"
        },
        {
            "chapter": 23,
            "verse": 43,
            "text": "Ninguna comunidad puede adelantar ni retrasar su plazo"
        },
        {
            "chapter": 23,
            "verse": 44,
            "text": "Luego, mandamos a Nuestros enviados, uno tras otro. Siempre que venia un enviado a su comunidad, le desmentian. Hicimos que a unas generaciones les siguieran otras y las hicimos legendarias. ¡Atras una gente que no cree"
        },
        {
            "chapter": 23,
            "verse": 45,
            "text": "Luego, enviamos Moises y su hermano Aaron con Nuestros signos y con una autoridad manifiesta"
        },
        {
            "chapter": 23,
            "verse": 46,
            "text": "a Faraon y a sus dignatarios, que fueron altivos. Eran gente arrogante"
        },
        {
            "chapter": 23,
            "verse": 47,
            "text": "Dijeron: «¿Vamos a creer a dos mortales como nosotros, mientras su pueblo nos sirve de esclavos?»"
        },
        {
            "chapter": 23,
            "verse": 48,
            "text": "Les desmintieron y fueron hechos perecer"
        },
        {
            "chapter": 23,
            "verse": 49,
            "text": "Dimos a Moises la Escritura. Quizas, asi, fueran bien dirigidos"
        },
        {
            "chapter": 23,
            "verse": 50,
            "text": "Hicimos del hijo de Maria y de su madre un signo y les ofrecimos refugio en una colina tranquila y provista de agua viva"
        },
        {
            "chapter": 23,
            "verse": 51,
            "text": "«¡Enviados! ¡Comed de las cosas buenas y obrad bien! ¡Yo se bien lo que haceis"
        },
        {
            "chapter": 23,
            "verse": 52,
            "text": "Y esta es vuestra comunidad. Es una sola comunidad. Y Yo soy vuestro Senor. ¡Temedme, pues!»"
        },
        {
            "chapter": 23,
            "verse": 53,
            "text": "Pero se dividieron en sectas, con Escrituras, contento cada grupo con lo suyo"
        },
        {
            "chapter": 23,
            "verse": 54,
            "text": "Dejales por algun tiempo en su abismo"
        },
        {
            "chapter": 23,
            "verse": 55,
            "text": "¿Creen que, al proveerles de hacienda y de hijos varones"
        },
        {
            "chapter": 23,
            "verse": 56,
            "text": "estamos anticipandoles las cosas buenas? No, no se dan cuenta"
        },
        {
            "chapter": 23,
            "verse": 57,
            "text": "Los imbuidos del miedo de su Senor"
        },
        {
            "chapter": 23,
            "verse": 58,
            "text": "que creen en los signos de su Senor"
        },
        {
            "chapter": 23,
            "verse": 59,
            "text": "que no asocian a otros dioses a su Senor"
        },
        {
            "chapter": 23,
            "verse": 60,
            "text": "que dan lo que dan con corazon tembloroso, a la idea de que volveran a su Senor"
        },
        {
            "chapter": 23,
            "verse": 61,
            "text": "esos rivalizan en buenas obras y son los primeros en practicarlas"
        },
        {
            "chapter": 23,
            "verse": 62,
            "text": "No pedimos a nadie sino segun sus posibilidades. Tenemos al lado una Escritura que dice la verdad. Y no seran tratados injustamente"
        },
        {
            "chapter": 23,
            "verse": 63,
            "text": "Pero sus corazones estan en un abismo respecto a esto y, en lugar de aquellas obras, hacen otras"
        },
        {
            "chapter": 23,
            "verse": 64,
            "text": "Cuando, al fin, inflijamos un castigo a sus ricos, gemiran"
        },
        {
            "chapter": 23,
            "verse": 65,
            "text": "«¡No gimais hoy, que no se os va a salvar de Nosotros"
        },
        {
            "chapter": 23,
            "verse": 66,
            "text": "Se os recitaban Mis aleyas y vosotros dabais media vuelta"
        },
        {
            "chapter": 23,
            "verse": 67,
            "text": "altivos con el, y pasabais la noche parloteando»"
        },
        {
            "chapter": 23,
            "verse": 68,
            "text": "¿Es que no ponderan lo que se dice para ver si han recibido lo que sus antepasados no recibieron"
        },
        {
            "chapter": 23,
            "verse": 69,
            "text": "¿No han conocido, acaso, a su Enviado para que le nieguen"
        },
        {
            "chapter": 23,
            "verse": 70,
            "text": "¿O dicen que es un poseso? ¡No! Ha venido a ellos con la Verdad, pero la mayoria sienten aversion a la Verdad"
        },
        {
            "chapter": 23,
            "verse": 71,
            "text": "Si la Verdad se hubiera conformado a sus pasiones, los cielos, la tierra y los que en ellos hay se habrian corrompido. Nosotros, en cambio, les hemos traido su Amonestacion, pero ellos se apartan de su Amonestacion"
        },
        {
            "chapter": 23,
            "verse": 72,
            "text": "¿Les pides, acaso, una retribucion? La retribucion de tu Senor es mejor. El es el Mejor de los proveedores"
        },
        {
            "chapter": 23,
            "verse": 73,
            "text": "Si, tu les llamas a una via recta"
        },
        {
            "chapter": 23,
            "verse": 74,
            "text": "pero quienes no creen en la otra vida se desvian, si, de la via"
        },
        {
            "chapter": 23,
            "verse": 75,
            "text": "Si nos apiadaramos de ellos y les retiraramos la desgracia que tienen, persistirian, ciegos, en su rebeldia"
        },
        {
            "chapter": 23,
            "verse": 76,
            "text": "Les infligimos un castigo, pero no se sometieron a su Senor y no se humillaron"
        },
        {
            "chapter": 23,
            "verse": 77,
            "text": "Hasta que abramos contra ellos una puerta de severo castigo y, entonces, sean presa de la desesperacion"
        },
        {
            "chapter": 23,
            "verse": 78,
            "text": "El es Quien ha creado para vosotros el oido, la vista y el intelecto. ¡Que poco agradecidos sois"
        },
        {
            "chapter": 23,
            "verse": 79,
            "text": "El es Quien os ha diseminado por la tierra. Y hacia El- sereis congregados"
        },
        {
            "chapter": 23,
            "verse": 80,
            "text": "El es Quien da la vida y da la muerte. El ha hecho que se sucedan la noche y el dia. ¿Es que no comprendeis"
        },
        {
            "chapter": 23,
            "verse": 81,
            "text": "Al contrario, dicen lo mismo que dijeron los antiguos"
        },
        {
            "chapter": 23,
            "verse": 82,
            "text": "Dicen: «Cuando muramos y seamos tierra y huesos, ¿se nos resucitara acaso"
        },
        {
            "chapter": 23,
            "verse": 83,
            "text": "Ya antes se nos habia prometido esto a nosotros y a nuestros padres. No son mas que patranas de los antiguos»"
        },
        {
            "chapter": 23,
            "verse": 84,
            "text": "Di: «¿De quien es la tierra y quien en ella hay? Si es que lo sabeis...»"
        },
        {
            "chapter": 23,
            "verse": 85,
            "text": "Diran: «¡De Ala!» Di: «¿Es que no os dejareis amonestar?»"
        },
        {
            "chapter": 23,
            "verse": 86,
            "text": "Di: «¿Quien es el Senor de los siete cielos, el Senor del Trono augusto?»"
        },
        {
            "chapter": 23,
            "verse": 87,
            "text": "Diran: «¡Ala!» Di: «¿Y no Le temeis?»"
        },
        {
            "chapter": 23,
            "verse": 88,
            "text": "Di: «¿Quien tiene en Sus manos la realeza de todo, protegiendo sin que nadie pueda proteger contra El? Si es que lo sabeis...»"
        },
        {
            "chapter": 23,
            "verse": 89,
            "text": "Diran: «¡Ala!» Di: «Y ¿como podeis estar tan sugestionados?»"
        },
        {
            "chapter": 23,
            "verse": 90,
            "text": "Vinimos a ellos con la Verdad, pero mienten, si"
        },
        {
            "chapter": 23,
            "verse": 91,
            "text": "Ala no ha adoptado un hijo, ni hay otro dios junto con El. Si no, cada dios se habria atribuido lo que hubiera creado y unos habrian sido superiores a otros. ¡Gloria a Ala, Que esta por encima de lo que cuentan"
        },
        {
            "chapter": 23,
            "verse": 92,
            "text": "El conocedor de lo oculto y de lo patente. ¡Esta por encima de lo que Le asocian"
        },
        {
            "chapter": 23,
            "verse": 93,
            "text": "Di: «¡Senor! Si me mostraras aquello con que se les ha amenazado"
        },
        {
            "chapter": 23,
            "verse": 94,
            "text": "¡No me pongas, Senor, con el pueblo impio!»"
        },
        {
            "chapter": 23,
            "verse": 95,
            "text": "Nosotros somos bien capaces, ciertamente, de mostrarte aquello con que les hemos amenazado"
        },
        {
            "chapter": 23,
            "verse": 96,
            "text": "Repele el mal con algo que sea mejor Sabemos bien lo que cuentan"
        },
        {
            "chapter": 23,
            "verse": 97,
            "text": "Di: «¡Senor! Me refugio en Ti contra las sugestiones de los demonios"
        },
        {
            "chapter": 23,
            "verse": 98,
            "text": "Me refugio en Ti, Senor, contra su acoso»"
        },
        {
            "chapter": 23,
            "verse": 99,
            "text": "Cuando, al fin, viene la muerte a uno de ellos, dice: «¡Senor! ¡Hazme volver"
        },
        {
            "chapter": 23,
            "verse": 100,
            "text": "Quizas, asi, pueda hacer el bien que deje de hacer». ¡No! No son sino meras palabras. Pero, detras de ellos, hay una barrera hasta el dia que sean resucitados"
        },
        {
            "chapter": 23,
            "verse": 101,
            "text": "Y, cuando se toque la trompeta, ese dia, no valdra ningun parentesco, ni se preguntaran unos a otros"
        },
        {
            "chapter": 23,
            "verse": 102,
            "text": "Aquellos cuyas obras pesen mucho seran los que prosperen"
        },
        {
            "chapter": 23,
            "verse": 103,
            "text": "Aquellos cuyas obras pesen poco, seran los que se hayan perdido y estaran en la gehena eternamente"
        },
        {
            "chapter": 23,
            "verse": 104,
            "text": "El fuego abrasara su rostro; tendran alli los labios contraidos"
        },
        {
            "chapter": 23,
            "verse": 105,
            "text": "«¿No se os recitaron Mis aleyas y vosotros las desmentisteis?»"
        },
        {
            "chapter": 23,
            "verse": 106,
            "text": "«¡Senor!», diran, «nuestra miseria nos pudo y fuimos gente extraviada"
        },
        {
            "chapter": 23,
            "verse": 107,
            "text": "¡Senor! ¡Sacanos de ella! Si reincidimos, seremos unos impios»"
        },
        {
            "chapter": 23,
            "verse": 108,
            "text": "Dira: «¡Quedaos en ella y no Me hableis!»"
        },
        {
            "chapter": 23,
            "verse": 109,
            "text": "Algunos de Mis siervos decian: «¡Senor! ¡Creemos! ¡Perdonanos, pues, y ten misericordia de nosotros! ¡Tu eres el Mejor de quienes tienen misericordia!»"
        },
        {
            "chapter": 23,
            "verse": 110,
            "text": "Pero os burlasteis tanto de ellos que hicieron que os olvidarais de Mi. Os reiais de ellos"
        },
        {
            "chapter": 23,
            "verse": 111,
            "text": "Hoy les retribuyo por la paciencia que tuvieron. Ellos son los que triunfan"
        },
        {
            "chapter": 23,
            "verse": 112,
            "text": "Dira: «¿Cuantos anos habeis permanecido en la tierra?»"
        },
        {
            "chapter": 23,
            "verse": 113,
            "text": "Diran: «Hemos permanecido un dia o parte de un dia. ¡Interroga a los encargados de contar!»"
        },
        {
            "chapter": 23,
            "verse": 114,
            "text": "Dira: «No habeis permanecido sino poco tiempo. Si hubierais sabido"
        },
        {
            "chapter": 23,
            "verse": 115,
            "text": "¿Os figurabais que os habiamos creado para pasar el rato y que no ibais a ser devueltos a Nosotros?»"
        },
        {
            "chapter": 23,
            "verse": 116,
            "text": "¡Exaltado sea Ala, el Rey verdadero! No hay mas dios que El, el Senor del Trono noble"
        },
        {
            "chapter": 23,
            "verse": 117,
            "text": "Quien invoque a otro dios junto con Ala, sin tener prueba de ello, tendra que dar cuenta solo a su Senor. Los infieles no prosperaran"
        },
        {
            "chapter": 23,
            "verse": 118,
            "text": "Y di: «¡Senor! ¡Perdona y ten misericordia! ¡Tu eres el Mejor de quienes tienen misericordia!»"
        },
        {
            "chapter": 24,
            "verse": 1,
            "text": "He aqui una sura que hemos revelado e impuesto. En ella hemos revelado aleyas claras. Quizas, asi, os dejeis amonestar"
        },
        {
            "chapter": 24,
            "verse": 2,
            "text": "Flagelad a la fornicadora y al fornicador con cien azotes cada uno. Por respeto a la ley de Ala, no useis de mansedumbre con ellos, si es que creeis en Ala y en el ultimo Dia. Y que un grupo de creyentes sea testigo de su castigo"
        },
        {
            "chapter": 24,
            "verse": 3,
            "text": "El fornicador no podra casarse mas que con una fornicadora o con una asociadora. La fornicadora no podra casarse mas que con un fornicador o con un asociador. Eso les esta prohibido a los creyentes"
        },
        {
            "chapter": 24,
            "verse": 4,
            "text": "A quienes difamen a las mujeres honestas sin poder presentar cuatro testigos, flageladles con ochenta azotes y nunca mas acepteis su testimonio. Esos son los perversos"
        },
        {
            "chapter": 24,
            "verse": 5,
            "text": "Se exceptuan aquellos que, despues, se arrepientan y se enmienden. Ala es indulgente, misericordioso"
        },
        {
            "chapter": 24,
            "verse": 6,
            "text": "Quienes difamen a sus propias esposas sin poder presentar a mas testigos que a si mismos, deberan testificar jurando por Ala cuatro veces que dicen la verdad"
        },
        {
            "chapter": 24,
            "verse": 7,
            "text": "e imprecando una quinta la maldicion de Ala sobre si si mintieran"
        },
        {
            "chapter": 24,
            "verse": 8,
            "text": "Pero se vera libre del castigo la mujer que atestigue jurando por Ala cuatro veces que el miente"
        },
        {
            "chapter": 24,
            "verse": 9,
            "text": "e imprecando una quinta la ira de Ala sobre si si el dijera la verdad"
        },
        {
            "chapter": 24,
            "verse": 10,
            "text": "Si no llega a ser por el favor de Ala y Su misericordia para con vosotros y porque Ala es indulgente, sabio"
        },
        {
            "chapter": 24,
            "verse": 11,
            "text": "Los mentirosos forman un grupo entre vosotros. No creais que se resolvera en mal para vosotros, antes, al contrario, en bien. Todo aquel que peque recibira conforme a su pecado; pero el que se cargue con mas culpa tendra un castigo terrible"
        },
        {
            "chapter": 24,
            "verse": 12,
            "text": "Cuando los creyentes y las creyentes lo han oido, ¿por que no han pensado bien en sus adentros y dicho: «¡Es una mentira manifiesta!»"
        },
        {
            "chapter": 24,
            "verse": 13,
            "text": "¿Por que no han presentado cuatro testigos? Como no han presentado testigos, para Ala que mienten"
        },
        {
            "chapter": 24,
            "verse": 14,
            "text": "Si no llega a ser por el favor de Ala y Su misericordia para con vosotros en la vida de aca y en la otra, habriais sufrido un castigo terrible por vuestras habladurias"
        },
        {
            "chapter": 24,
            "verse": 15,
            "text": "Cuando las habeis recibido en vuestras lenguas, y vuestras bocas han dicho algo de que no teniais ningun conocimiento, creyendo que era cosa de poca monta, siendo asi que para Ala era grave"
        },
        {
            "chapter": 24,
            "verse": 16,
            "text": "Cuando lo habeis oido, ¿por que no habeis dicho: «¡No tenemos que hablar de eso! ¡Gloria a Ti! ¡Es una calumnia enorme!»"
        },
        {
            "chapter": 24,
            "verse": 17,
            "text": "Ala os exhorta, si sois creyentes, a que nunca reincidais"
        },
        {
            "chapter": 24,
            "verse": 18,
            "text": "Ala os aclara las aleyas. Ala es omnisciente, sabio"
        },
        {
            "chapter": 24,
            "verse": 19,
            "text": "Quienes deseen que se extienda la torpeza entre los creyentes, tendran un castigo doloroso en la vida de aca y en la otra. Ala sabe, mientras que vosotros no sabeis"
        },
        {
            "chapter": 24,
            "verse": 20,
            "text": "Si no llega a ser por el favor de Ala y Su misericordia para con vosotros y porque Ala es manso, misericordioso"
        },
        {
            "chapter": 24,
            "verse": 21,
            "text": "¡Creyentes! ¡No sigais las pisadas del Demonio! A quien sigue las pisadas del Demonio, este le ordena lo deshonesto y lo reprobable. Si no fuera por el favor de Ala y Su misericordia para con vosotros, ninguno de vosotros seria puro jamas. Pero Ala purifica a quien El quiere. Ala todo lo oye, todo lo sabe"
        },
        {
            "chapter": 24,
            "verse": 22,
            "text": "Quienes de vosotros gocen del favor y de una vida acomodada, que no juren que no daran mas a los parientes, a los pobres y a los que han emigrado por Ala. Que perdonen y se muestren indulgentes. ¿Es que no quereis que Ala os perdone? Ala es indulgente, misericordioso"
        },
        {
            "chapter": 24,
            "verse": 23,
            "text": "Malditos sean en la vida de aca y en la otra quienes difamen a las mujeres honestas, incautas pero creyentes. Tendran un castigo terrible"
        },
        {
            "chapter": 24,
            "verse": 24,
            "text": "el dia que sus lenguas, manos y pies atestiguen contra ellos por las obras que cometieron"
        },
        {
            "chapter": 24,
            "verse": 25,
            "text": "Ese dia, Ala les retribuira en su justa medida y sabran que Ala es la Verdad manifiesta"
        },
        {
            "chapter": 24,
            "verse": 26,
            "text": "Las mujeres malas para los hombres malos, los hombres malos para las mujeres malas. Las mujeres buenas para los hombres buenos, los hombres buenos para las mujeres buenas. Estos son inocentes de lo que se les acusa. Obtendran perdon y generoso sustento"
        },
        {
            "chapter": 24,
            "verse": 27,
            "text": "¡Creyentes! No entreis en casa ajena sin daros a conocer y saludar a sus moradores. Es mejor para vosotros. Quizas, asi, os amonestar"
        },
        {
            "chapter": 24,
            "verse": 28,
            "text": "Si no encontrais en ella a nadie, no entreis sin que se os de permiso. Si se os dice que os vayais, ¡idos! Es mas correcto. Ala sabe bien lo que haceis"
        },
        {
            "chapter": 24,
            "verse": 29,
            "text": "No haceis mal si entrais en casa deshabitada que contenga algo que os pertenece. Ala sabe lo que manifestais y lo que ocultais"
        },
        {
            "chapter": 24,
            "verse": 30,
            "text": "Di a los creyentes que bajen la vista con recato y que sean castos. Es mas correcto. Ala esta bien informado de lo que hacen"
        },
        {
            "chapter": 24,
            "verse": 31,
            "text": "Y di a las creyentes que bajen la vista con recato, que sean castas y no muestren mas adorno que los que estan a la vista, que cubran su escote con el velo y no exhiban sus adornos sino a sus esposos, a sus padres, a sus suegros, a sus propios hijos, a sus hijastros, a sus hermanos, a sus sobrinos carnales, a sus mujeres, a sus esclavas, a sus criados varones frios, a los ninos que no saben aun de las partes femeninas. Que no batan ellas con sus pies de modo que se descubran sus adornos ocultos. ¡Volveos todos a Ala, creyentes! Quizas, asi, prospereis"
        },
        {
            "chapter": 24,
            "verse": 32,
            "text": "Casad a aquellos de vosotros que no esten casados y a vuestros esclavos y esclavas honestos. Si son pobres, Ala les enriquecera con Su favor. Ala es inmenso, omnisciente"
        },
        {
            "chapter": 24,
            "verse": 33,
            "text": "Que los que no puedan casarse observen la continencia hasta que Ala les enriquezca con Su favor. Extended la escritura a los esclavos que lo deseen si reconoceis en ellos bien, y dadles de la hacienda que Ala os ha concedido. Si vuestras esclavas prefieren vivir castamente, no les obligueis a prostituirse para procuraros los bienes de la vida de aca. Si alguien les obliga, luego de haber sido obligadas Ala se mostrara indulgente, misericordioso"
        },
        {
            "chapter": 24,
            "verse": 34,
            "text": "Os hemos revelado aleyas aclaratorias, un ejemplo sacado de vuestros antecesores y una exhortacion para los temerosos de Ala"
        },
        {
            "chapter": 24,
            "verse": 35,
            "text": "Ala es la Luz de los cielos y de la tierra. Su Luz es comparable a una hornacina en la que hay un pabilo encendido. El pabilo esta en un recipiente de vidrio, que es como si fuera una estrella fulgurante. Se enciende de un arbol bendito, un olivo, que no es del Oriente ni del Occidente, y cuyo aceite casi alumbra aun sin haber sido tocado por el fuego. ¡Luz sobre Luz! Ala dirige a Su Luz a quien El quiere. Ala propone parabolas a los hombres. Ala es omnisciente"
        },
        {
            "chapter": 24,
            "verse": 36,
            "text": "En casas que Ala ha permitido erigir y que se mencione en ellas Su nombre. En ellas Le glorifican, manana y tarde"
        },
        {
            "chapter": 24,
            "verse": 37,
            "text": "hombres a quienes ni los negocios ni el comercio les distraen del recuerdo de Ala, de hacer la azala y de dar el azaque. Temen un dia en que los corazones y las miradas sean puestos del reves"
        },
        {
            "chapter": 24,
            "verse": 38,
            "text": "Para que Ala les retribuya por sus mejores obras y les de mas de Su favor. Ala provee sin medida a quien El quiere"
        },
        {
            "chapter": 24,
            "verse": 39,
            "text": "Las obras de los infieles son como espejismo en una llanura: el muy sediento cree que es agua, hasta que, llegado alla, no encuentra nada. Si encontrara, en cambio, a Ala junto a si y El le saldara su cuenta. Ala es rapido en ajustar cuentas"
        },
        {
            "chapter": 24,
            "verse": 40,
            "text": "O como tinieblas en un mar profundo, cubierto de olas, unas sobre otras, con nubes por encima, tinieblas sobre tinieblas. Si se saca la mano, apenas se la distingue. No dispone de luz ninguna aquel a quien Ala se la niega"
        },
        {
            "chapter": 24,
            "verse": 41,
            "text": "¿No ves que glorifican a Ala quienes estan en los cielos y en la tierra, y las aves con las alas desplegadas? Cada uno sabe como orar y como glorificarle. Ala sabe bien lo que hacen"
        },
        {
            "chapter": 24,
            "verse": 42,
            "text": "El dominio de los cielos y de la tierra pertenece a Ala. ¡Es Ala el fin de todo"
        },
        {
            "chapter": 24,
            "verse": 43,
            "text": "¿No ves que Ala empuja las nubes y las agrupa y, luego, forma nubarrones? Ves, entonces, que el chaparron sale de ellos. Hace bajar del cielo montanas de granizo y hiere o no con el segun que quiera o no quiera. El resplandor del relampago que acompana deja casi sin vista"
        },
        {
            "chapter": 24,
            "verse": 44,
            "text": "Ala hace que se sucedan la noche y el dia. Si, hay en ello motivo de reflexion para los que tienen ojos"
        },
        {
            "chapter": 24,
            "verse": 45,
            "text": "Ala ha creado a todos los animales de agua: de ellos unos se arrastran, otros caminan a dos patas, otros a cuatro. Ala crea lo que quiere. Ala es omnipotente"
        },
        {
            "chapter": 24,
            "verse": 46,
            "text": "Hemos revelado aleyas aclaratorias. Ala dirige a quien El quiere a una via recta"
        },
        {
            "chapter": 24,
            "verse": 47,
            "text": "Y dicen: «¡Creemos en Ala y en el Enviado y obedecemos!» Pero luego, despues de eso, algunos de ellos vuelven la espalda. Esos tales no son creyentes"
        },
        {
            "chapter": 24,
            "verse": 48,
            "text": "Cuando se les llama ante Ala y su Enviado para que decida entre ellos, he aqui que algunos se van"
        },
        {
            "chapter": 24,
            "verse": 49,
            "text": "Cuando les asiste la razon, vienen a el sumisos"
        },
        {
            "chapter": 24,
            "verse": 50,
            "text": "¡,Tienen, acaso, el corazon enfermo? ¿Dudan? ¡Temen, acaso, que Ala y Su Enviado sean injustos con ellos? Antes bien, ellos son los injustos"
        },
        {
            "chapter": 24,
            "verse": 51,
            "text": "Cuando se llama a los creyentes ante Ala y Su Enviado para que decida entre ellos, se contentan con decir: «¡Oimos y obedecemos!» Esos son los que prosperaran"
        },
        {
            "chapter": 24,
            "verse": 52,
            "text": "Quienes obedecen a Ala y a Su Enviado, tienen miedo de Ala y Le temen, esos son los que triunfaran"
        },
        {
            "chapter": 24,
            "verse": 53,
            "text": "Han jurado solemnemente por Ala que si tu se lo ordenaras, si que saldrian a campana. Di: «¡No jureis! Una obediencia como se debe. Ala esta bien informado de lo que haceis»"
        },
        {
            "chapter": 24,
            "verse": 54,
            "text": "Di: «¡Obedeced a Ala y obedeced al Enviado!» Si volveis la espalda... El es responsable de lo que se le ha encargado y vosotros de lo que se os ha encargado. Si le obedeceis, seguis la buena direccion. Al Enviado no le incumbe mas que la transmision clara"
        },
        {
            "chapter": 24,
            "verse": 55,
            "text": "A quienes de vosotros crean y obren bien, Ala les ha prometido que ha de hacerles sucesores en la tierra, como ya habia hecho con sus antecesores. Y que ha de consolidar la religion que le plugo profesaran. Y que ha de trocar su temor en seguridad. Me serviran sin asociarme nada. Quienes, despues de esto, no crean, esos son los perversos"
        },
        {
            "chapter": 24,
            "verse": 56,
            "text": "¡Haced la azala, dad el azaque y obedeced al Enviado! Quizas, asi, se os tenga piedad"
        },
        {
            "chapter": 24,
            "verse": 57,
            "text": "No creas, no, que los infieles puedan escapar en la tierra. Su morada sera el Fuego. ¡Que mal fin"
        },
        {
            "chapter": 24,
            "verse": 58,
            "text": "¡Creyentes! Los esclavos y los impuberes, en tres ocasiones, deben pediros permiso: antes de levantaros, cuando os quitais la ropa al mediodia y despues de acostaros. Son para vosotros tres momentos intimos. Fuera de ellos, no haceis mal, ni ellos tampoco, si vais de unos a otros, de aca para alla. Asi os aclara Ala las aleyas. Ala es omnisciente, sabio"
        },
        {
            "chapter": 24,
            "verse": 59,
            "text": "Cuando vuestros ninos alcancen la pubertad, deberan pedir permiso, como hicieron quienes les precedieron. Asi os aclara Ala Sus aleyas. Ala es omnisciente, sabio"
        },
        {
            "chapter": 24,
            "verse": 60,
            "text": "Las mujeres que han alcanzado la edad critica y no cuentan ya con casarse, no hacen mal si se quitan la ropa, siempre que no exhiban sus adornos. Pero es mejor para ellas si se abstienen. Ala todo lo oye, todo lo sabe"
        },
        {
            "chapter": 24,
            "verse": 61,
            "text": "El ciego, el cojo, el enfermo, vosotros mismos, no tengais escrupulos en comer en vuestras casas o en casa de vuestros padres o de vuestras madres, en casa de vuestros hermanos o de vuestras hermanas, en casa de vuestros tios paternos o de vuestras tias paternas, en casa de vuestros tios maternos o de vuestras tias maternas, en casa cuyas llaves poseeis o en casa de un amigo. No tengais escrupulos en comer juntos o por separado. Y, cuando entreis en una casa, saludaos unos a otros empleando una formula venida de Ala, bendita buena, Asi os aclara Ala las aleyas. Quizas, asi, comprendais"
        },
        {
            "chapter": 24,
            "verse": 62,
            "text": "Los creyentes son, en verdad, quienes creen en Ala y en su Enviado. Cuando estan con este por un asunto de interes comun, no se retiran sin pedirle permiso. Quienes te piden ese permiso son los que de verdad creen en Ala y en Su Enviado. Si te piden permiso por algun asunto suyo, concedeselo a quien de ellos quieras y pide a Ala que les perdone. Ala es indulgente, misericordioso"
        },
        {
            "chapter": 24,
            "verse": 63,
            "text": "No equipareis entre vosotros el llamamiento del Enviado a un llamamiento que podais dirigiros unos a otros. Ala sabe quienes de vosotros se escabullen a escondidas. ¡Que tengan cuidado los que se hurtan a Su orden, no sea que les aflija una prueba o que les aflija un castigo doloroso"
        },
        {
            "chapter": 24,
            "verse": 64,
            "text": "¿No es de Ala lo que esta en los cielos y en la tierra? El conoce vuestra situacion. Y el dia que sean devueltos a El, ya les informara de lo que hicieron. Ala es omnisciente"
        },
        {
            "chapter": 25,
            "verse": 1,
            "text": "¡Bendito sea Quien ha revelado el Criterio a Su siervo a fin de que sea monitor para todo el mundo"
        },
        {
            "chapter": 25,
            "verse": 2,
            "text": "Quien posee el dominio de los cielos y de la tierra, no ha adoptado un hijo ni tiene asociado en el dominio, lo ha creado todo y lo ha determinado por completo"
        },
        {
            "chapter": 25,
            "verse": 3,
            "text": "En lugar de tomarle a El, han tomado a dioses que no crean nada, sino que ellos mismos son creados, que no disponen, ni siquiera para si mismos, de lo que puede danar o aprovechar, y no tienen poder sobre la muerte, ni sobre la vida, ni sobre la resurreccion"
        },
        {
            "chapter": 25,
            "verse": 4,
            "text": "Dicen los infieles: «Esto no es sino una mentira, que el se ha inventado y en la que otra gente le ha ayudado». Obran impia y dolosamente"
        },
        {
            "chapter": 25,
            "verse": 5,
            "text": "Y dicen: «Patranas de los antiguos que el se ha apuntado. Se las dictan manana y tarde»"
        },
        {
            "chapter": 25,
            "verse": 6,
            "text": "Di: «Lo ha revelado Quien conoce el secreto en los cielos y en la tierra. Es indulgente, misericordioso»"
        },
        {
            "chapter": 25,
            "verse": 7,
            "text": "Y dicen: «¿Que clase de Enviado es este que se alimenta y pasea por los mercados? ¿Por que no se le ha mandado de lo alto un angel que sea, junto a el, monitor"
        },
        {
            "chapter": 25,
            "verse": 8,
            "text": "¿Por que no se le ha dado un tesoro o por que no tiene un jardin de cuyos frutos pueda comer...?» Los impios dicen: «No seguis sino a un hombre hechizado»"
        },
        {
            "chapter": 25,
            "verse": 9,
            "text": "¡ Mira a que te comparan! Se extravian y no pueden encontrar un camino"
        },
        {
            "chapter": 25,
            "verse": 10,
            "text": "¡Bendito sea Quien, si quiere, puede darte algo mejor que eso: jardines por cuyos bajos fluyen arroyos, palacios"
        },
        {
            "chapter": 25,
            "verse": 11,
            "text": "Pero ¡no! Desmienten la Hora y hemos preparado fuego de la gehena para quienes desmienten la Hora"
        },
        {
            "chapter": 25,
            "verse": 12,
            "text": "Cuando les vea, lejos aun, oiran su furor y bramido"
        },
        {
            "chapter": 25,
            "verse": 13,
            "text": "Cuando, atados unos a otros, sean precipitados en un lugar estrecho de el, invocaran entonces la destruccion"
        },
        {
            "chapter": 25,
            "verse": 14,
            "text": "«¡No invoqueis hoy una sola destruccion sino muchas destrucciones!»"
        },
        {
            "chapter": 25,
            "verse": 15,
            "text": "Di: «¿Vale mas esto que el Jardin de inmortalidad que se ha prometido a los temerosos de Ala como retribucion y fin ultimo?»"
        },
        {
            "chapter": 25,
            "verse": 16,
            "text": "Inmortales, tendran cuanto deseen. Es una promesa que obliga a tu Senor"
        },
        {
            "chapter": 25,
            "verse": 17,
            "text": "El dia que El les congregue, a ellos y a los que servian en lugar de servir a Ala, dira: «¿Sois vosotros los que habeis extraviado a estos Mis siervos o ellos solos se han extraviado del Camino?»"
        },
        {
            "chapter": 25,
            "verse": 18,
            "text": "Diran: «¡Gloria a Ti! No nos estaba bien que tomaramos a otros como amigos, en lugar de tomarte a Ti. Pero les permitiste gozar tanto, a ellos y a sus padres, que olvidaron la Amonestacion y fueron gente perdida»"
        },
        {
            "chapter": 25,
            "verse": 19,
            "text": "«Os desmienten lo que decis. No podreis escapar al castigo ni encontrar quien os auxilie. A quien de vosotros obre impiamente le haremos gustar un gran castigo»"
        },
        {
            "chapter": 25,
            "verse": 20,
            "text": "Antes de ti no mandamos mas que a enviados que se alimentaban y paseaban por los mercados. Hemos puesto a algunos de vosotros como prueba para los demas, a ver si teneis paciencia. Tu Senor todo lo ve"
        },
        {
            "chapter": 25,
            "verse": 21,
            "text": "Los que no cuentan con encontrarnos, dicen: «¿Por que no se nos han enviado de lo alto angeles o por que no vemos a nuestro Senor?» Fueron altivos en sus adentros y se insolentaron sobremanera"
        },
        {
            "chapter": 25,
            "verse": 22,
            "text": "El dia que vean a los angeles, no habra, ese dia, buenas nuevas para los pecadores. Diran: «¡Limite infranqueable!»"
        },
        {
            "chapter": 25,
            "verse": 23,
            "text": "Examinaremos sus obras y haremos de ellas polvo disperso en el aire"
        },
        {
            "chapter": 25,
            "verse": 24,
            "text": "Ese dia los moradores del Jardin gozaran de la mejor morada y del mas bello descansadero"
        },
        {
            "chapter": 25,
            "verse": 25,
            "text": "El dia que se desgarre el nubarron del cielo y sean enviados abajo los angeles"
        },
        {
            "chapter": 25,
            "verse": 26,
            "text": "ese dia, el dominio, el verdadero, sera del Compasivo, y sera un dia dificil para los infieles"
        },
        {
            "chapter": 25,
            "verse": 27,
            "text": "el dia que el impio se muerda las manos diciendo: «¡Ojala hubiera seguido un mismo camino que el Enviado"
        },
        {
            "chapter": 25,
            "verse": 28,
            "text": "¡Ay de mi! ¡Ojala no hubiera tomado a fulano como amigo"
        },
        {
            "chapter": 25,
            "verse": 29,
            "text": "Me ha desviado de la Amonestacion, despues de haber venido a mi». El Demonio siempre deja colgado al hombre"
        },
        {
            "chapter": 25,
            "verse": 30,
            "text": "El Enviado dice: «¡Senor! ¡Mi pueblo ha cobrado aversion a este Coran !»"
        },
        {
            "chapter": 25,
            "verse": 31,
            "text": "Asi hemos asignado a cada profeta un enemigo de entre los pecadores. Pero tu Senor basta como guia y auxilio"
        },
        {
            "chapter": 25,
            "verse": 32,
            "text": "Los infieles dicen: «¿Por que no se le ha revelado el Coran de una vez?» Para, asi, confirmar con el tu corazon. Y lo hemos hecho recitar lenta y claramente"
        },
        {
            "chapter": 25,
            "verse": 33,
            "text": "No te proponen ninguna parabola que no te aportemos Nosotros el verdadero sentido y la mejor interpretacion"
        },
        {
            "chapter": 25,
            "verse": 34,
            "text": "Aquellos que sean congregados, boca abajo, hacia la gehena seran los que se encuentren en la situacion peor y los mas extraviados del Camino"
        },
        {
            "chapter": 25,
            "verse": 35,
            "text": "Dimos a Moises la Escritura y pusimos a su hermano Aaron como ayudante suyo"
        },
        {
            "chapter": 25,
            "verse": 36,
            "text": "Y dijimos: «¡Id al pueblo que ha desmentido Nuestros signos!» Y los aniquilamos"
        },
        {
            "chapter": 25,
            "verse": 37,
            "text": "Y al pueblo de Noe. Cuando desmintio a los enviados, le anegamos e hicimos de el un signo para los hombres. Y hemos preparado un castigo doloroso para los impios"
        },
        {
            "chapter": 25,
            "verse": 38,
            "text": "A los aditas, a los tamudeos, a los habitantes de ar-Rass y a muchas generaciones intermedias"
        },
        {
            "chapter": 25,
            "verse": 39,
            "text": "A todos les dimos ejemplos y a todos les exterminamos"
        },
        {
            "chapter": 25,
            "verse": 40,
            "text": "Han pasado por las ruinas de la ciudad sobre la que cayo una lluvia malefica. Se diria que no la han visto, porque no esperan una resurreccion"
        },
        {
            "chapter": 25,
            "verse": 41,
            "text": "Cuando te ven, no hacen sino tomarte a burla: «¿Es este el que Ala ha mandado como enviado"
        },
        {
            "chapter": 25,
            "verse": 42,
            "text": "Si no llega a ser porque nos hemos mantenido fieles a nuestros dioses, nos habria casi desviado de ellos». Pero, cuando vean el castigo, sabran quien se ha extraviado mas del Camino"
        },
        {
            "chapter": 25,
            "verse": 43,
            "text": "¿Que te parece quien ha divinizado su pasion? ¿Vas a ser tu su protector"
        },
        {
            "chapter": 25,
            "verse": 44,
            "text": "¿Crees que la mayoria oyen o entienden? No son sino como rebanos. No, mas extraviados aun del Camino"
        },
        {
            "chapter": 25,
            "verse": 45,
            "text": "¿No ves como hace tu Senor que se deslice la sombra? Si quisiera, podria hacerla fija. Ademas, hemos hecho del sol guia para ella"
        },
        {
            "chapter": 25,
            "verse": 46,
            "text": "Luego, la atraemos hacia Nosotros con facilidad"
        },
        {
            "chapter": 25,
            "verse": 47,
            "text": "El es Quien ha hecho para vosotros de la noche vestidura, del sueno descanso, del dia resurreccion"
        },
        {
            "chapter": 25,
            "verse": 48,
            "text": "El es Quien envia los vientos como nuncios que preceden a Su misericordia. Hacemos bajar del cielo agua pura"
        },
        {
            "chapter": 25,
            "verse": 49,
            "text": "para vivificar con ella un pais muerto y dar de beber, entre lo que hemos creado, a la multitud de rebanos y seres humanos"
        },
        {
            "chapter": 25,
            "verse": 50,
            "text": "La hemos distribuido entre ellos para que se dejen amonestar, pero la mayoria de los hombres no quieren sino ser infieles"
        },
        {
            "chapter": 25,
            "verse": 51,
            "text": "Si hubieramos querido, habriamos enviado a cada ciudad un monitor"
        },
        {
            "chapter": 25,
            "verse": 52,
            "text": "No obedezcas, pues, a los infieles y lucha esforzadamente contra ellos, por medio de el"
        },
        {
            "chapter": 25,
            "verse": 53,
            "text": "El es Quien ha hecho que las dos grandes masas de agua fluyan: una, dulce, agradable; otra, salobre, amarga. Ha colocado entre ellas una barrera y limite infranqueable"
        },
        {
            "chapter": 25,
            "verse": 54,
            "text": "El es quien ha creado del agua un ser humano, haciendo de el el parentesco por consanguinidad o por afinidad. Tu Senor es omnipotente"
        },
        {
            "chapter": 25,
            "verse": 55,
            "text": "Pero, en lugar de servir a Ala, sirven lo que no puede aprovecharles ni danarles. El infiel es un auxiliar contra su Senor"
        },
        {
            "chapter": 25,
            "verse": 56,
            "text": "A ti no te hemos enviado sino como nuncio de buenas nuevas y como monitor"
        },
        {
            "chapter": 25,
            "verse": 57,
            "text": "Di: «No os pido a cambio ningun salario. Solo que, quien quiera, ¡que emprenda camino hacia su Senor!»"
        },
        {
            "chapter": 25,
            "verse": 58,
            "text": "Y ¡confia en el Viviente, Que no muere! ¡Celebra Sus alabanzas! El esta suficientemente informado de los pecados de Sus siervos"
        },
        {
            "chapter": 25,
            "verse": 59,
            "text": "El es Quien ha creado en seis dias los cielos, la tierra y lo que entre ellos hay. Luego, se ha instalado en el Trono. El Compasivo. ¡Interroga a quien este bien informado de El"
        },
        {
            "chapter": 25,
            "verse": 60,
            "text": "Cuando se les dice: «¡Prosternaos ante el Compasivo!», dicen: «Y ¿que es 'el Compasivo'? ¿Vamos a prosternarnos solo porque tu lo ordenes?» Y esto acrecienta su repulsa"
        },
        {
            "chapter": 25,
            "verse": 61,
            "text": "¡Bendito sea Quien ha puesto constelaciones en el cielo y entre ellas un luminar y una luna luminosa"
        },
        {
            "chapter": 25,
            "verse": 62,
            "text": "El es Quien ha dispuesto que se sucedan la noche y el dia para quien quiera dejarse amonestar o quiera dar gracias"
        },
        {
            "chapter": 25,
            "verse": 63,
            "text": "Los siervos del Compasivo son los que van por la tierra humildemente y que, cuando los ignorantes les dirigen la palabra, dicen: «¡Paz!»"
        },
        {
            "chapter": 25,
            "verse": 64,
            "text": "Pasan la noche ante su Senor, postrados o de pie"
        },
        {
            "chapter": 25,
            "verse": 65,
            "text": "Dicen: «¡Senor! ¡Aleja de nosotros el castigo de la gehena!» Su castigo es perpetuo"
        },
        {
            "chapter": 25,
            "verse": 66,
            "text": "Si es mala como morada y residencia"
        },
        {
            "chapter": 25,
            "verse": 67,
            "text": "Cuando gastan, no lo hacen con prodigalidad ni con tacaneria, -el termino medio es lo justo"
        },
        {
            "chapter": 25,
            "verse": 68,
            "text": "No invocan a otro dios junto con Ala, no matan a nadie que Ala haya prohibido, si no es con justo motivo, no fornican. Quien comete tal, incurre en castigo"
        },
        {
            "chapter": 25,
            "verse": 69,
            "text": "El dia de la Resurreccion se le doblara el castigo y lo sufrira eternamente humillado"
        },
        {
            "chapter": 25,
            "verse": 70,
            "text": "No asi quien se arrepienta, crea y haga buenas obras. A estos Ala les cambiara sus malas obras en buenas. Ala es indulgente, misericordioso"
        },
        {
            "chapter": 25,
            "verse": 71,
            "text": "Quien se arrepienta y obre bien dara muestras de un arrepentimiento sincero"
        },
        {
            "chapter": 25,
            "verse": 72,
            "text": "No prestan falso testimonio y, cuando pasan y oyen vaniloquio, prosiguen la marcha dignamente"
        },
        {
            "chapter": 25,
            "verse": 73,
            "text": "Cuando se les amonesta con los signos de su Senor, no caen al suelo ante ellos, sordos y ciegos"
        },
        {
            "chapter": 25,
            "verse": 74,
            "text": "Dicen: «¡Senor! ¡Haznos el regalo de que nuestras esposas y descendencia sean nuestra alegria, haz que seamos modelo para los temerosos de Ala!»"
        },
        {
            "chapter": 25,
            "verse": 75,
            "text": "Estos seran retribuidos con una camara alta porque tuvieron paciencia. Se les acogera alli con palabras de salutacion y de paz"
        },
        {
            "chapter": 25,
            "verse": 76,
            "text": "Eternos alli... ¡Que bello lugar como morada y como residencia"
        },
        {
            "chapter": 25,
            "verse": 77,
            "text": "Di: «Mi Senor no se cuidaria de vosotros si no Le invocarais. Pero habeis desmentido y es ineludible»"
        }
    ]
}