{
    "juzs": [
        {
            "chapter": 29,
            "verse": 46,
            "text": "और किताबवालों से बस उत्तम रीति ही से वाद-विवाद करो - रहे वे लोग जो उनमें ज़ालिम हैं, उनकी बात दूसरी है - और कहो - \"हम ईमान लाए उस चीज़ पर जो अवतरित हुई और तुम्हारी ओर भी अवतरित हुई। और हमारा पूज्य और तुम्हारा पूज्य अकेला ही है और हम उसी के आज्ञाकारी है।"
        },
        {
            "chapter": 29,
            "verse": 47,
            "text": "इसी प्रकार हमने तुम्हारी ओर किताब अवतरित की है, तो जिन्हें हमने किताब प्रदान की है वे उसपर ईमान लाएँगे। उनमें से कुछ उसपर ईमान ला भी रहे है। हमारी आयतों का इनकार तो केवल न माननेवाले ही करते है"
        },
        {
            "chapter": 29,
            "verse": 48,
            "text": "इससे पहले तुम न कोई किताब पढ़ते थे और न उसे अपने हाथ से लिखते ही थे। ऐसा होता तो ये मिथ्यावादी सन्देह में पड़ सकते थे"
        },
        {
            "chapter": 29,
            "verse": 49,
            "text": "नहीं, बल्कि वे तो उन लोगों के सीनों में विद्यमान खुली निशानियाँ है, जिन्हें ज्ञान प्राप्त हुआ है। हमारी आयतों का इनकार तो केवल ज़ालिम ही करते है"
        },
        {
            "chapter": 29,
            "verse": 50,
            "text": "उनका कहना है कि \"उसपर उसके रब की ओर से निशानियाँ क्यों नहीं अवतरित हुई?\" कह दो, \"निशानियाँ तो अल्लाह ही के पास है। मैं तो केवल स्पष्ट रूप से सचेत करनेवाला हूँ।"
        },
        {
            "chapter": 29,
            "verse": 51,
            "text": "क्या उनके लिए यह पर्याप्त नहीं कि हमने तुमपर किताब अवतरित की, जो उन्हें पढ़कर सुनाई जाती है? निस्संदेह उसमें उन लोगों के लिए दयालुता है और अनुस्मृति है जो ईमान लाएँ"
        },
        {
            "chapter": 29,
            "verse": 52,
            "text": "कह दो, \"मेरे और तुम्हारे बीच अल्लाह गवाह के रूप में काफ़ी है।\" वह जानता है जो कुछ आकाशों और धरती में है। जो लोग असत्य पर ईमान लाए और अल्लाह का इनकार किया वही है जो घाटे में है"
        },
        {
            "chapter": 29,
            "verse": 53,
            "text": "वे तुमसे यातना के लिए जल्दी मचा रहे है। यदि इसका एक नियत समय न होता तो उनपर अवश्य ही यातना आ जाती। वह तो अचानक उनपर आकर रहेगी कि उन्हें ख़बर भी न होगी"
        },
        {
            "chapter": 29,
            "verse": 54,
            "text": "वे तुमसे यातना के लिए जल्दी मचा रहे है, हालाँकि जहन्नम इनकार करनेवालों को अपने घेरे में लिए हुए है"
        },
        {
            "chapter": 29,
            "verse": 55,
            "text": "जिस दिन यातना उन्हें उनके ऊपर से ढाँक लेगी और उनके पाँव के नीचे से भी, और वह कहेगा, \"चखो उसका मज़ा जो कुछ तुम करते रहे हो"
        },
        {
            "chapter": 29,
            "verse": 56,
            "text": "ऐ मेरे बन्दों, जो ईमान लाए हो! निस्संदेह मेरी धरती विशाल है। अतः तुम मेरी ही बन्दगी करो"
        },
        {
            "chapter": 29,
            "verse": 57,
            "text": "प्रत्येक जीव को मृत्यु का स्वाद चखना है। फिर तुम हमारी ओर वापस लौटोगे"
        },
        {
            "chapter": 29,
            "verse": 58,
            "text": "जो लोग ईमान लाए और उन्होंने अच्छे कर्म किए उन्हें हम जन्नत की ऊपरी मंज़िल के कक्षों में जगह देंगे, जिनके नीचे नहरें बह रही होंगी। वे उसमें सदैव रहेंगे। क्या ही अच्छा प्रतिदान है कर्म करनेवालों का"
        },
        {
            "chapter": 29,
            "verse": 59,
            "text": "जिन्होंने धैर्य से काम लिया और जो अपने रब पर भरोसा रखते है"
        },
        {
            "chapter": 29,
            "verse": 60,
            "text": "कितने ही चलनेवाले जीवधारी है, जो अपनी रोज़ी उठाए नहीं फिरते। अल्लाह ही उन्हें रोज़ी देता है और तुम्हें भी! वह सब कुछ सुनता, जानता है"
        },
        {
            "chapter": 29,
            "verse": 61,
            "text": "और यदि तुम उनसे पूछो कि \"किसने आकाशों और धरती को पैदा किया और सूर्य और चन्द्रमा को काम में लगाया?\" तो वे बोल पड़ेगे, \"अल्लाह ने!\" फिर वे किधर उलटे फिरे जाते है"
        },
        {
            "chapter": 29,
            "verse": 62,
            "text": "अल्लाह अपने बन्दों में से जिसके लिए चाहता है आजीविका विस्तीर्ण कर देता है और जिसके लिए चाहता है नपी-तुली कर देता है। निस्संदेह अल्लाह हरेक चीज़ को भली-भाँति जानता है"
        },
        {
            "chapter": 29,
            "verse": 63,
            "text": "और यदि तुम उनसे पूछो कि \"किसने आकाश से पानी बरसाया; फिर उसके द्वारा धरती को उसके मुर्दा हो जाने के पश्चात जीवित किया?\" तो वे बोल पड़ेंगे, \"अल्लाह ने!\" कहो, \"सारी प्रशंसा अल्लाह ही के लिए है।\" किन्तु उनमें से अधिकतर बुद्धि से काम नहीं लेते"
        },
        {
            "chapter": 29,
            "verse": 64,
            "text": "और यह सांसारिक जीवन तो केवल दिल का बहलावा और खेल है। निस्संदेह पश्चात्वर्ती घर (का जीवन) ही वास्तविक जीवन है। क्या ही अच्छा होता कि वे जानते"
        },
        {
            "chapter": 29,
            "verse": 65,
            "text": "जब वे नौका में सवार होते है तो वे अल्लाह को उसके दीन (आज्ञापालन) के लिए निष्ठा वान होकर पुकारते है। किन्तु जब वह उन्हें बचाकर शु्ष्क भूमि तक ले आता है तो क्या देखते है कि वे लगे (अल्लाह का साथ) साझी ठहराने"
        },
        {
            "chapter": 29,
            "verse": 66,
            "text": "ताकि जो कुछ हमने उन्हें दिया है उसके प्रति वे इस तरह कृतघ्नता दिखाएँ, और ताकि इस तरह से मज़े उड़ा ले। अच्छा तो वे शीघ्र ही जान लेंगे"
        },
        {
            "chapter": 29,
            "verse": 67,
            "text": "क्या उन्होंने देखा नही कि हमने एक शान्तिमय हरम बनाया, हालाँकि उनके आसपास से लोग उचक लिए जाते है, तो क्या फिर भी वे असत्य पर ईमान रखते है और अल्लाह की अनुकम्पा के प्रति कृतघ्नता दिखलाते है"
        },
        {
            "chapter": 29,
            "verse": 68,
            "text": "उस व्यक्ति से बढ़कर ज़ालिम कौन होगा जो अल्लाह पर थोपकर झूठ घड़े या सत्य को झुठलाए, जबकि वह उसके पास आ चुका हो? क्या इनकार करनेवालों का ठौर-ठिकाना जहन्नम नें नहीं होगा"
        },
        {
            "chapter": 29,
            "verse": 69,
            "text": "रहे वे लोग जिन्होंने हमारे मार्ग में मिलकर प्रयास किया, हम उन्हें अवश्य अपने मार्ग दिखाएँगे। निस्संदेह अल्लाह सुकर्मियों के साथ है"
        },
        {
            "chapter": 30,
            "verse": 1,
            "text": "अलिफ़॰ लाम॰ मीम॰"
        },
        {
            "chapter": 30,
            "verse": 2,
            "text": "रूमी निकटवर्ती क्षेत्र में पराभूत हो गए हैं।"
        },
        {
            "chapter": 30,
            "verse": 3,
            "text": "और वे अपने पराभव के पश्चात शीघ्र ही कुछ वर्षों में प्रभावी हो जाएँगे।"
        },
        {
            "chapter": 30,
            "verse": 4,
            "text": "हुक्म तो अल्लाह ही का है पहले भी और उसके बाद भी। और उस दिन ईमानवाले अल्लाह की सहायता से प्रसन्न होंगे।"
        },
        {
            "chapter": 30,
            "verse": 5,
            "text": "वह जिसकी चाहता है, सहायता करता है। वह अत्यन्त प्रभुत्वशाली, दयावान है"
        },
        {
            "chapter": 30,
            "verse": 6,
            "text": "यह अल्लाह का वादा है! अल्लाह अपने वादे का उल्लंघन नहीं करता। किन्तु अधिकतर लोग जानते नहीं"
        },
        {
            "chapter": 30,
            "verse": 7,
            "text": "वे सांसारिक जीवन के केवल वाह्य रूप को जानते है। किन्तु आख़िरत की ओर से वे बिलकुल असावधान है"
        },
        {
            "chapter": 30,
            "verse": 8,
            "text": "क्या उन्होंने अपने आप में सोच-विचार नहीं किया? अल्लाह ने आकाशों और धरती को और जो कुछ उनके बीच है सत्य के साथ और एक नियत अवधि ही के लिए पैदा किया है। किन्तु बहुत-से लोग अपने प्रभु के मिलन का इनकार करते है"
        },
        {
            "chapter": 30,
            "verse": 9,
            "text": "क्या वे धरती में चले-फिरे नहीं कि देखते कि उन लोगों का कैसा परिणाम हुआ जो उनसे पहले थे? वे शक्ति में उनसे अधिक बलवान थे और उन्होंने धरती को उपजाया और उससे कहीं अधिक उसे आबाद किया जितना उन्होंने आबाद किया था। और उनके पास उनके रसूल प्रत्यक्ष प्रमाण लेकर आए। फिर अल्लाह ऐसा न था कि उनपर ज़ुल्म करता। किन्तु वे स्वयं ही अपने आप पर ज़ुल्म करते थे"
        },
        {
            "chapter": 30,
            "verse": 10,
            "text": "फिर जिन लोगों ने बुरा किया था उनका परिणाम बुरा हुआ, क्योंकि उन्होंने अल्लाह की आयतों को झुठलाया और उनका उपहास करते रहे"
        },
        {
            "chapter": 30,
            "verse": 11,
            "text": "अल्लाह की सृष्टि का आरम्भ करता है। फिर वही उसकी पुनरावृति करता है। फिर उसी की ओर तुम पलटोगे"
        },
        {
            "chapter": 30,
            "verse": 12,
            "text": "जिस दिन वह घड़ी आ खड़ी होगी, उस दिन अपराधी एकदम निराश होकर रह जाएँगे"
        },
        {
            "chapter": 30,
            "verse": 13,
            "text": "उनके ठहराए हुए साझीदारों में से कोई उनका सिफ़ारिश करनेवाला न होगा और वे स्वयं भी अपने साझीदारों का इनकार करेंगे"
        },
        {
            "chapter": 30,
            "verse": 14,
            "text": "और जिस दिन वह घड़ी आ खड़ी होगी, उस दिन वे सब अलग-अलग हो जाएँगे"
        },
        {
            "chapter": 30,
            "verse": 15,
            "text": "अतः जो लोग ईमान लाए और उन्होंने अच्छे कर्म किए, वे एक बाग़ में प्रसन्नतापूर्वक रखे जाएँगे"
        },
        {
            "chapter": 30,
            "verse": 16,
            "text": "किन्तु जिन लोगों ने इनकार किया और हमारी आयतों और आख़िरत की मुलाक़ात को झुठलाया, वे लाकर यातनाग्रस्त किए जाएँगे"
        },
        {
            "chapter": 30,
            "verse": 17,
            "text": "अतः अब अल्लाह की तसबीह करो, जबकि तुम शाम करो और जब सुबह करो।"
        },
        {
            "chapter": 30,
            "verse": 18,
            "text": "और उसी के लिए प्रशंसा है आकाशों और धरती में - और पिछले पहर और जब तुमपर दोपहर हो"
        },
        {
            "chapter": 30,
            "verse": 19,
            "text": "वह जीवित को मृत से निकालता है और मृत को जीवित से, और धरती को उसकी मृत्यु के पश्चात जीवन प्रदान करता है। इसी प्रकार तुम भी निकाले जाओगे"
        },
        {
            "chapter": 30,
            "verse": 20,
            "text": "और यह उसकी निशानियों में से है कि उसने तुम्हें मिट्टी से पैदा किया। फिर क्या देखते है कि तुम मानव हो, फैलते जा रहे हो"
        },
        {
            "chapter": 30,
            "verse": 21,
            "text": "और यह भी उसकी निशानियों में से है कि उसने तुम्हारी ही सहजाति से तुम्हारे लिए जोड़े पैदा किए, ताकि तुम उसके पास शान्ति प्राप्त करो। और उसने तुम्हारे बीच प्रेंम और दयालुता पैदा की। और निश्चय ही इसमें बहुत-सी निशानियाँ है उन लोगों के लिए जो सोच-विचार करते है"
        },
        {
            "chapter": 30,
            "verse": 22,
            "text": "और उसकी निशानियों में से आकाशों और धरती का सृजन और तुम्हारी भाषाओं और तुम्हारे रंगों की विविधता भी है। निस्संदेह इसमें ज्ञानवानों के लिए बहुत-सी निशानियाँ है"
        },
        {
            "chapter": 30,
            "verse": 23,
            "text": "और उसकी निशानियों में से तुम्हारा रात और दिन का सोना और तुम्हारा उसके अनुग्रह की तलाश करना भी है। निश्चय ही इसमें निशानियाँ है उन लोगों के लिए जो सुनते है"
        },
        {
            "chapter": 30,
            "verse": 24,
            "text": "और उसकी निशानियों में से यह भी है कि वह तुम्हें बिजली की चमक भय और आशा उत्पन्न करने के लिए दिखाता है। और वह आकाश से पानी बरसाता है। फिर उसके द्वारा धरती को उसके निर्जीव हो जाने के पश्चात जीवन प्रदान करता है। निस्संदेह इसमें बहुत-सी निशानियाँ है उन लोगों के लिए जो बुद्धि से काम लेते है"
        },
        {
            "chapter": 30,
            "verse": 25,
            "text": "और उसकी निशानियों में से यह भी है कि आकाश और धरती उसके आदेश से क़ायम है। फिर जब वह तुम्हे एक बार पुकारकर धरती में से बुलाएगा, तो क्या देखेंगे कि सहसा तुम निकल पड़े"
        },
        {
            "chapter": 30,
            "verse": 26,
            "text": "आकाशों और धरती में जो कोई भी उसी का है। प्रत्येक उसी के निष्ठावान आज्ञाकारी है"
        },
        {
            "chapter": 30,
            "verse": 27,
            "text": "वही है जो सृष्टि का आरम्भ करता है। फिर वही उसकी पुनरावृत्ति करेगा। और यह उसके लिए अधिक सरल है। आकाशों और धरती में उसी मिसाल (गुण) सर्वोच्च है। और वह अत्यन्त प्रभुत्वशाली, तत्वदर्शी हैं"
        },
        {
            "chapter": 30,
            "verse": 28,
            "text": "उसने तुम्हारे लिए स्वयं तुम्हीं में से एक मिसाल पेश की है। क्या जो रोज़ी हमने तुम्हें दी है, उसमें तुम्हारे अधीनस्थों में से, कुछ तुम्हारे साझीदार है कि तुम सब उसमें बराबर के हो, तुम उनका ऐसा डर रखते हो जैसा अपने लोगों का डर रखते हो? - इसप्रकार हम उन लोगों के लिए आयतें खोल-खोलकर प्रस्तुत करते है जो बुद्धि से काम लेते है।"
        },
        {
            "chapter": 30,
            "verse": 29,
            "text": "नहीं, बल्कि ये ज़ालिम तो बिना ज्ञान के अपनी इच्छाओं के पीछे चल पड़े। तो अब कौन उसे मार्ग दिखाएगा जिसे अल्लाह ने भटका दिया हो? ऐसे लोगो का तो कोई सहायक नहीं"
        },
        {
            "chapter": 30,
            "verse": 30,
            "text": "अतः एक ओर का होकर अपने रुख़ को 'दीन' (धर्म) की ओर जमा दो, अल्लाह की उस प्रकृति का अनुसरण करो जिसपर उसने लोगों को पैदा किया। अल्लाह की बनाई हुई संरचना बदली नहीं जा सकती। यही सीधा और ठीक धर्म है, किन्तु अधिकतर लोग जानते नहीं।"
        },
        {
            "chapter": 30,
            "verse": 31,
            "text": "उसकी ओर रुजू करनेवाले (प्रवृत्त होनेवाले) रहो। और उसका डर रखो और नमाज़ का आयोजन करो और (अल्लाह का) साझी ठहरानेवालों में से न होना"
        },
        {
            "chapter": 30,
            "verse": 32,
            "text": "उन लोगों में से जिन्होंने अपनी दीन (धर्म) को टुकड़े-टुकड़े कर डाला और गिरोहों में बँट गए। हर गिरोह के पास जो कुछ है, उसी में मग्न है"
        },
        {
            "chapter": 30,
            "verse": 33,
            "text": "और जब लोगों को कोई तकलीफ़ पहुँचती है तो वे अपने रब को, उसकी ओर रुजू (प्रवृत) होकर पुकारते है। फिर जब वह उन्हें अपनी दयालुता का रसास्वादन करा देता है, तो क्या देखते है कि उनमें से कुछ लोग अपने रब का साझी ठहराने लगे"
        },
        {
            "chapter": 30,
            "verse": 34,
            "text": "ताकि इस प्रकार वे उसके प्रति अकृतज्ञता दिखलाएँ जो कुछ हमने उन्हें दिया है। \"अच्छा तो मज़े उड़ा लो, शीघ्र ही तुम जान लोगे।"
        },
        {
            "chapter": 30,
            "verse": 35,
            "text": "(क्या उनके देवताओं ने उनकी सहायता की थी) या हमने उनपर ऐसा कोई प्रमाण उतारा है कि वह उसके हक़ में बोलता हो, जो वे उसके साथ साझी ठहराते है"
        },
        {
            "chapter": 30,
            "verse": 36,
            "text": "और जब हम लोगों को दयालुता का रसास्वादन कराते है तो वे उसपर इतराने लगते है; परन्तु जो कुछ उनके हाथों ने आगे भेजा है यदि उसके कारण उनपर कोई विपत्ति आ जाए, तो क्या देखते है कि वे निराश हो रहे है"
        },
        {
            "chapter": 30,
            "verse": 37,
            "text": "क्या उन्होंने विचार नहीं किया कि अल्लाह जिसके लिए चाहता है रोज़ी कुशादा कर देता है और जिसके लिए चाहता है नपी-तुली कर देता है? निस्संदेह इसमें उन लोगों के लिए निशानियाँ है, जो ईमान लाएँ"
        },
        {
            "chapter": 30,
            "verse": 38,
            "text": "अतः नातेदार को उसका हक़ दो और मुहताज और मुसाफ़िर को भी। यह अच्छा है उनके लिए जो अल्लाह की प्रसन्नता के इच्छुक हों और वही सफल है"
        },
        {
            "chapter": 30,
            "verse": 39,
            "text": "तुम जो कुछ ब्याज पर देते हो, ताकि वह लोगों के मालों में सम्मिलित होकर बढ़ जाए, तो वह अल्लाह के यहाँ नहीं बढ़ता। किन्तु जो ज़कात तुमने अल्लाह की प्रसन्नता प्राप्त करने के लिए दी, तो ऐसे ही लोग (अल्लाह के यहाँ) अपना माल बढ़ाते है"
        },
        {
            "chapter": 30,
            "verse": 40,
            "text": "अल्लाह ही है जिसने तुम्हें पैदा किया, फिर तुम्हें रोज़ी दी; फिर वह तुम्हें मृत्यु देता है; फिर तुम्हें जीवित करेगा। क्या तुम्हारे ठहराए हुए साझीदारों में भी कोई है, जो इन कामों में से कुछ कर सके? महान और उच्च है वह उसमें जो साझी वे ठहराते है"
        },
        {
            "chapter": 30,
            "verse": 41,
            "text": "थल और जल में बिगाड़ फैल गया स्वयं लोगों ही के हाथों की कमाई के कारण, ताकि वह उन्हें उनकी कुछ करतूतों का मज़ा चखाए, कदाचित वे बाज़ आ जाएँ"
        },
        {
            "chapter": 30,
            "verse": 42,
            "text": "कहो, \"धरती में चल-फिरकर देखो कि उन लोगों का कैसा परिणाम हुआ जो पहले गुज़रे है। उनमें अधिकतर बहुदेववादी ही थे।"
        },
        {
            "chapter": 30,
            "verse": 43,
            "text": "अतः तुम अपना रुख़ सीधे व ठीक धर्म की ओर जमा दो, इससे पहले कि अल्लाह की ओर से वह दिन आ जाए जिसके लिए वापसी नहीं। उस दिन लोग अलग-अलग हो जाएँगे"
        },
        {
            "chapter": 30,
            "verse": 44,
            "text": "जिस किसी ने इनकार किया तो उसका इनकार उसी के लिए घातक सिद्ध होगा, और जिन लोगों ने अच्छा कर्म किया वे अपने ही लिए आराम का साधन जुटा रहे है"
        },
        {
            "chapter": 30,
            "verse": 45,
            "text": "ताकि वह अपने उदार अनुग्रह से उन लोगों को बदला दे जो ईमान लाए और उन्होंने अच्छे कर्म किए। निश्चय ही वह इनकार करनेवालों को पसन्द नहीं करता।"
        },
        {
            "chapter": 30,
            "verse": 46,
            "text": "और उसकी निशानियों में से यह भी है कि शुभ सूचना देनेवाली हवाएँ भेजता है (ताकि उनके द्वारा तुम्हें वर्षा की शुभ सूचना मिले) और ताकि वह तुम्हें अपनी दयालुता का रसास्वादन कराए और ताकि उसके आदेश से नौकाएँ चलें और ताकि तुम उसका अनुग्रह (रोज़ी) तलाश करो और कदाचित तुम कृतज्ञता दिखलाओ"
        },
        {
            "chapter": 30,
            "verse": 47,
            "text": "हम तुमसे पहले कितने ही रसूलों को उनकी क़ौम की ओर भेज चुके है और वे उनके पास खुली निशानियाँ लेकर आए। फिर हम उन लोगों से बदला लेकर रहे जिन्होंने अपराध किया, और ईमानवालों की सहायता करना तो हमपर एक हक़ है"
        },
        {
            "chapter": 30,
            "verse": 48,
            "text": "अल्लाह ही है जो हवाओं को भेजता है। फिर वे बादलों को उठाती हैं; फिर जिस तरह चाहता है उन्हें आकाश में फैला देता है और उन्हें परतों और टुकड़ियों का रूप दे देता है। फिर तुम देखते हो कि उनके बीच से वर्षा की बूँदें टपकी चली आती है। फिर जब वह अपने बन्दों में से जिनपर चाहता है, उसे बरसाता है। तो क्या देखते है कि वे हर्षित हो उठे"
        },
        {
            "chapter": 30,
            "verse": 49,
            "text": "जबकि इससे पूर्व, इससे पहले कि वह उनपर उतरे, वे बिलकुल निराश थे"
        },
        {
            "chapter": 30,
            "verse": 50,
            "text": "अतः देखों अल्लाह की दयालुता के चिन्ह! वह किस प्रकार धरती को उसके मृत हो जाने के पश्चात जीवन प्रदान करता है। निश्चय ही वह मुर्दों को जीवत करनेवाला है, और उसे हर चीज़ का सामर्थ्य प्राप्ती है"
        },
        {
            "chapter": 30,
            "verse": 51,
            "text": "किन्तु यदि हम एक दूसरी हवा भेज दें, जिसके प्रभाव से वे उस (खेती) को पीली पड़ी हुई देखें तो इसके पश्चात वे कुफ़्र करने लग जाएँ"
        },
        {
            "chapter": 30,
            "verse": 52,
            "text": "अतः तुम मुर्दों को नहीं सुना सकते और न बहरों को अपनी पुकार सुना सकते हो, जबकि वे पीठ फेरे चले जो रहे हों"
        },
        {
            "chapter": 30,
            "verse": 53,
            "text": "और न तुम अंधों को उनकी गुमराही से फेरकर मार्ग पर ला सकते हो। तुम तो केवल उन्हीं को सुना सकते हो जो हमारी आयतों पर ईमान लाएँ। तो वही आज्ञाकारी हैं"
        },
        {
            "chapter": 30,
            "verse": 54,
            "text": "अल्लाह ही है जिसनें तुम्हें निर्बल पैदा किया, फिर निर्बलता के पश्चात शक्ति प्रदान की; फिर शक्ति के पश्चात निर्बलता औऱ बुढापा दिया। वह जो कुछ चाहता है पैदा करता है। वह जाननेवाला, सामर्थ्यवान है"
        },
        {
            "chapter": 30,
            "verse": 55,
            "text": "जिस दिन वह घड़ी आ खड़ी होगी अपराधी क़सम खाएँगे कि वे घड़ी भर से अधिक नहीं ठहरें। इसी प्रकार वे उलटे फिरे चले जाते थे"
        },
        {
            "chapter": 30,
            "verse": 56,
            "text": "किन्तु जिन लोगों को ज्ञान और ईमान प्रदान हुआ, वे कहते, \"अल्लाह के लेख में तो तुम जीवित होकर उठने के दिन ठहरे रहे हो। तो यही जीवित हो उठाने का दिन है। किन्तु तुम जानते न थे।"
        },
        {
            "chapter": 30,
            "verse": 57,
            "text": "अतः उस दिन ज़ुल्म करनेवालों को उनका कोई उज़्र (सफाई पेश करना) काम न आएगा और न उनसे यह चाहा जाएगा कि वे किसी यत्न से (अल्लाह के) प्रकोप को टाल सकें"
        },
        {
            "chapter": 30,
            "verse": 58,
            "text": "हमने इस क़ुरआन में लोगों के लिए प्रत्येक मिसाल पेश कर दी है। यदि तुम कोई भी निशानी उनके पास ले आओ, जिन लोगों ने इनकार किया है, वे तो यही कहेंगे, \"तुम तो बस झूठ घड़ते हो।"
        },
        {
            "chapter": 30,
            "verse": 59,
            "text": "इस प्रकार अल्लाह उन लोगों के दिलों पर ठप्पा लगा देता है जो अज्ञानी है"
        },
        {
            "chapter": 30,
            "verse": 60,
            "text": "अतः धैर्य से काम लो निश्चय ही अल्लाह का वादा सच्चा है और जिन्हें विश्वास नहीं, वे तुम्हें कदापि हल्का न पाएँ"
        },
        {
            "chapter": 31,
            "verse": 1,
            "text": "अलिफ़॰ लाम॰ मीम॰"
        },
        {
            "chapter": 31,
            "verse": 2,
            "text": "(जो आयतें उतर रही हैं) वे तत्वज्ञान से परिपूर्ण किताब की आयते हैं"
        },
        {
            "chapter": 31,
            "verse": 3,
            "text": "मार्गदर्शन और दयालुता उत्तमकारों के लिए"
        },
        {
            "chapter": 31,
            "verse": 4,
            "text": "जो नमाज़ का आयोजन करते है और ज़कात देते है और आख़िरत पर विश्वास रखते है"
        },
        {
            "chapter": 31,
            "verse": 5,
            "text": "वही अपने रब की और से मार्ग पर हैं और वही सफल है"
        },
        {
            "chapter": 31,
            "verse": 6,
            "text": "लोगों में से कोई ऐसा भी है जो दिल को लुभानेवाली बातों का ख़रीदार बनता है, ताकि बिना किसी ज्ञान के अल्लाह के मार्ग से (दूसरों को) भटकाए और उनका परिहास करे। वही है जिनके लिए अपमानजनक यातना है"
        },
        {
            "chapter": 31,
            "verse": 7,
            "text": "जब उसे हमारी आयतें सुनाई जाती हैं तो वह स्वयं को बड़ा समझता हुआ पीठ फेरकर चल देता है, मानो उसने उन्हें सुना ही नहीं, मानो उसके काम बहरे है। अच्छा तो उसे एक दुखद यातना की शुभ सूचना दे दो"
        },
        {
            "chapter": 31,
            "verse": 8,
            "text": "अलबत्ता जो लोग ईमान लाए और उन्होंने अच्छे कर्म किए उनके लिए नेमत भरी जन्नतें हैं"
        },
        {
            "chapter": 31,
            "verse": 9,
            "text": "जिनमें वे सदैव रहेंगे। यह अल्लाह का सच्चा वादा है और वह अत्यन्त प्रभुत्वशाली, तत्वदर्शी है"
        },
        {
            "chapter": 31,
            "verse": 10,
            "text": "उसने आकाशों को पैदा किया, (जो थमें हुए हैं) बिना ऐसे स्तम्भों के जो तुम्हें दिखाई दें। और उसने धरती में पहाड़ डाल दिए कि ऐसा न हो कि तुम्हें लेकर डाँवाडोल हो जाए और उसने उसमें हर प्रकार के जानवर फैला दिए। और हमने ही आकाश से पानी उतारा, फिर उसमें हर प्रकार की उत्तम चीज़े उगाई"
        },
        {
            "chapter": 31,
            "verse": 11,
            "text": "यह तो अल्लाह की संरचना है। अब तनिक मुझे दिखाओं कि उससे हटकर जो दूसरे हैं (तुम्हारे ठहराए हुए प्रुभ) उन्होंने क्या पैदा किया हैं! नहीं, बल्कि ज़ालिम तो एक खुली गुमराही में पड़े हुए है"
        },
        {
            "chapter": 31,
            "verse": 12,
            "text": "निश्चय ही हमने लुकमान को तत्वदर्शिता प्रदान की थी कि अल्लाह के प्रति कृतज्ञता दिखलाओ और जो कोई कृतज्ञता दिखलाए, वह अपने ही भले के लिए कृतज्ञता दिखलाता है। और जिसने अकृतज्ञता दिखलाई तो अल्लाह वास्तव में निस्पृह, प्रशंसनीय है"
        },
        {
            "chapter": 31,
            "verse": 13,
            "text": "याद करो जब लुकमान ने अपने बेटे से, उसे नसीहत करते हुए कहा, \"ऐ मेरे बेटे! अल्लाह का साझी न ठहराना। निश्चय ही शिर्क (बहुदेववाद) बहुत बड़ा ज़ुल्म है।"
        },
        {
            "chapter": 31,
            "verse": 14,
            "text": "और हमने मनुष्य को उसके अपने माँ-बाप के मामले में ताकीद की है - उसकी माँ ने निढाल होकर उसे पेट में रखा और दो वर्ष उसके दूध छूटने में लगे - कि \"मेरे प्रति कृतज्ञ हो और अपने माँ-बाप के प्रति भी। अंततः मेरी ही ओर आना है"
        },
        {
            "chapter": 31,
            "verse": 15,
            "text": "किन्तु यदि वे तुझपर दबाव डाले कि तू किसी को मेरे साथ साझी ठहराए, जिसका तुझे ज्ञान नहीं, तो उसकी बात न मानना और दुनिया में उसके साथ भले तरीके से रहना। किन्तु अनुसरण उस व्यक्ति के मार्ग का करना जो मेरी ओर रुजू हो। फिर तुम सबको मेरी ही ओर पलटना है; फिर मैं तुम्हें बता दूँगा जो कुछ तुम करते रहे होगे।"
        },
        {
            "chapter": 31,
            "verse": 16,
            "text": "ऐ मेरे बेटे! इसमें सन्देह नहीं कि यदि वह राई के दाने के बराबर भी हो, फिर वह किसी चट्टान के बीच हो या आकाशों में हो या धरती में हो, अल्लाह उसे ला उपस्थित करेगा। निस्संदेह अल्लाह अत्यन्त सूक्ष्मदर्शी, ख़बर रखनेवाला है।"
        },
        {
            "chapter": 31,
            "verse": 17,
            "text": "ऐ मेरे बेटे! नमाज़ का आयोजन कर और भलाई का हुक्म दे और बुराई से रोक और जो मुसीबत भी तुझपर पड़े उसपर धैर्य से काम ले। निस्संदेह ये उन कामों में से है जो अनिवार्य और ढृढसंकल्प के काम है"
        },
        {
            "chapter": 31,
            "verse": 18,
            "text": "और लोगों से अपना रूख़ न फेर और न धरती में इतराकर चल। निश्चय ही अल्लाह किसी अहंकारी, डींग मारनेवाले को पसन्द नहीं करता"
        },
        {
            "chapter": 31,
            "verse": 19,
            "text": "और अपनी चाल में सहजता और संतुलन बनाए रख और अपनी आवाज़ धीमी रख। निस्संदेह आवाज़ों में सबसे बुरी आवाज़ गधों की आवाज़ होती है।"
        },
        {
            "chapter": 31,
            "verse": 20,
            "text": "क्या तुमने देखा नहीं कि अल्लाह ने, जो कुछ आकाशों में और जो कुछ धरती में है, सबको तुम्हारे काम में लगा रखा है और उसने तुमपर अपनी प्रकट और अप्रकट अनुकम्पाएँ पूर्ण कर दी है? इसपर भी कुछ लोग ऐसे है जो अल्लाह के विषय में बिना किसी ज्ञान, बिना किसी मार्गदर्शन और बिना किसी प्रकाशमान किताब के झगड़ते है"
        },
        {
            "chapter": 31,
            "verse": 21,
            "text": "अब जब उनसे कहा जाता है कि \"उस चीज़ का अनुसरण करो जो अल्लाह न उतारी है,\" तो कहते है, \"नहीं, बल्कि हम तो उस चीज़ का अनुसरण करेंगे जिसपर हमने अपने बाप-दादा को पाया है।\" क्या यद्यपि शैतान उनको भड़कती आग की यातना की ओर बुला रहा हो तो भी"
        },
        {
            "chapter": 31,
            "verse": 22,
            "text": "जो कोई आज्ञाकारिता के साथ अपना रुख़ अल्लाह की ओर करे, और वह उत्तमकर भी हो तो उसने मज़बूत सहारा थाम लिया। सारे मामलों की परिणति अल्लाह ही की ओर है"
        },
        {
            "chapter": 31,
            "verse": 23,
            "text": "और जिस किसी ने इनकार किया तो उसका इनकार तुम्हें शोकाकुल न करे। हमारी ही ओर तो उन्हें पलटकर आना है। फिर जो कुछ वे करते रहे होंगे, उससे हम उन्हें अवगत करा देंगे। निस्संदेह अल्लाह सीनों की बात तक जानता है"
        },
        {
            "chapter": 31,
            "verse": 24,
            "text": "हम उन्हें थोड़ा मज़ा उड़ाने देंगे। फिर उन्हें विवश करके एक कठोर यातना की ओर खींच ले जाएँगे"
        },
        {
            "chapter": 31,
            "verse": 25,
            "text": "यदि तुम उनसे पूछो कि \"आकाशों और धरती को किसने पैदा किया?\" तो वे अवश्य कहेंगे कि \"अल्लाह ने।\" कहो, \"प्रशंसा भी अल्लाह के लिए है।\" वरन उनमें से अधिकांश जानते नहीं"
        },
        {
            "chapter": 31,
            "verse": 26,
            "text": "आकाशों और धरती में जो कुछ है अल्लाह ही का है। निस्संदेह अल्लाह ही निस्पृह, स्वतः प्रशंसित है"
        },
        {
            "chapter": 31,
            "verse": 27,
            "text": "धरती में जितने वृक्ष है, यदि वे क़लम हो जाएँ और समुद्र उसकी स्याही हो जाए, उसके बाद सात और समुद्र हों, तब भी अल्लाह के बोल समाप्त न हो सकेंगे। निस्संदेह अल्लाह अत्यन्त प्रभुत्वशाली, तत्वदर्शी है"
        },
        {
            "chapter": 31,
            "verse": 28,
            "text": "तुम सबका पैदा करना और तुम सबका जीवित करके पुनः उठाना तो बस ऐसा है, जैसे एक जीव का। अल्लाह तो सब कुछ सुनता, देखता है"
        },
        {
            "chapter": 31,
            "verse": 29,
            "text": "क्या तुमने देखा नहीं कि अल्लाह रात को दिन में प्रविष्ट करता है और दिन को रात में प्रविष्ट करता है। उसने सूर्य और चन्द्रमा को काम में लगा रखा है? प्रत्येक एक नियत समय तक चला जा रहा है और इसके साथ यह कि जो कुछ भी तुम करते हो, अल्लाह उसकी पूरी ख़बर रखता है"
        },
        {
            "chapter": 31,
            "verse": 30,
            "text": "यह सब कुछ इस कारण से है कि अल्लाह ही सत्य है और यह कि उसे छोड़कर जिनको वे पुकारते है, वे असत्य है। और यह कि अल्लाह ही सर्वोच्च, महान है"
        },
        {
            "chapter": 31,
            "verse": 31,
            "text": "क्या तुमने देखा नहीं कि नौका समुद्र में अल्लाह के अनुग्रह से चलती है, ताकि वह तुम्हें अपनी कुछ निशानियाँ दिखाए। निस्संदेह इसमें प्रत्येक धैर्यवान, कृतज्ञ के लिए निशानियाँ है"
        },
        {
            "chapter": 31,
            "verse": 32,
            "text": "और जब कोई मौज छाया-छत्रों की तरह उन्हें ढाँक लेती है, तो वे अल्लाह को उसी के लिए अपने निष्ठाभाव के विशुद्ध करते हुए पुकारते है, फिर जब वह उन्हें बचाकर स्थल तक पहुँचा देता है, तो उनमें से कुछ लोग संतुलित मार्ग पर रहते है। (अधिकांश तो पुनः पथभ्रष्ट हो जाते है।) हमारी निशानियों का इनकार तो बस प्रत्येक वह व्यक्ति करता है जो विश्वासघाती, कृतध्न हो"
        },
        {
            "chapter": 31,
            "verse": 33,
            "text": "ऐ लोगों! अपने रब का डर रखो और उस दिन से डरो जब न कोई बाप अपनी औलाद की ओर से बदला देगा और न कोई औलाद ही अपने बाप की ओर से बदला देनेवाली होगी। निश्चय ही अल्लाह का वादा सच्चा है। अतः सांसारिक जीवन कदापि तुम्हें धोखे में न डाले। और न अल्लाह के विषय में वह धोखेबाज़ तुम्हें धोखें में डाले"
        },
        {
            "chapter": 31,
            "verse": 34,
            "text": "निस्संदेह उस घड़ी का ज्ञान अल्लाह ही के पास है। वही मेंह बरसाता है और जानता है जो कुछ गर्भाशयों में होता है। कोई क्यक्ति नहीं जानता कि कल वह क्या कमाएगा और कोई व्यक्ति नहीं जानता है कि किस भूभाग में उसक मृत्यु होगी। निस्संदेह अल्लाह जाननेवाला, ख़बर रखनेवाला है"
        },
        {
            "chapter": 32,
            "verse": 1,
            "text": "अलिफ़॰ लाम॰ मीम॰"
        },
        {
            "chapter": 32,
            "verse": 2,
            "text": "इस किताब का अवतरण - इसमें सन्देह नहीं - सारे संसार के रब की ओर से है"
        },
        {
            "chapter": 32,
            "verse": 3,
            "text": "(क्या वे इसपर विश्वास नहीं रखते) या वे कहते है कि \"इस व्यक्ति ने इसे स्वयं ही घड़ लिया है?\" नहीं, बल्कि वह सत्य है तेरे रब की ओर से, ताकि तू उन लोगों को सावधान कर दे जिनके पास तुझसे पहले कोई सावधान करनेवाला नहीं आया। कदाचित वे मार्ग पाएँ"
        },
        {
            "chapter": 32,
            "verse": 4,
            "text": "अल्लाह ही है जिसने आकाशों और धरती को और जो कुछ दोनों के बीच है छह दिनों में पैदा किया। फिर सिंहासन पर विराजमान हुआ। उससे हटकर न तो तुम्हारा कोई संरक्षक मित्र है और न उसके मुक़ाबले में कोई सिफ़ारिस करनेवाला। फिर क्या तुम होश में न आओगे"
        },
        {
            "chapter": 32,
            "verse": 5,
            "text": "वह कार्य की व्यवस्था करता है आकाश से धरती तक - फिर सारे मामले उसी की तरफ़ लौटते है - एक दिन में, जिसकी माप तुम्हारी गणना के अनुसार एक हज़ार वर्ष है"
        },
        {
            "chapter": 32,
            "verse": 6,
            "text": "वही है परोक्ष और प्रत्यक्ष का जाननेवाला अत्यन्त प्रभुत्वशाली, दयावान है"
        },
        {
            "chapter": 32,
            "verse": 7,
            "text": "जिसने हरेक चीज़, जो बनाई ख़ूब ही बनाई और उसने मनुष्य की संरचना का आरम्भ गारे से किया"
        },
        {
            "chapter": 32,
            "verse": 8,
            "text": "फिर उसकी सन्तति एक तुच्छ पानी के सत से चलाई"
        },
        {
            "chapter": 32,
            "verse": 9,
            "text": "फिर उसे ठीक-ठीक किया और उसमें अपनी रूह (आत्मा) फूँकी। और तुम्हें कान और आँखें और दिल दिए। तुम आभारी थोड़े ही होते हो"
        },
        {
            "chapter": 32,
            "verse": 10,
            "text": "और उन्होंने कहा, \"जब हम धरती में रल-मिल जाएँगे तो फिर क्या हम वास्तब में नवीन काय में जीवित होंगे?\" नहीं, बल्कि उन्हें अपने रब से मिलने का इनकार है"
        },
        {
            "chapter": 32,
            "verse": 11,
            "text": "कहो, \"मृत्यु का फ़रिश्ता जो तुमपर नियुक्त है, वह तुम्हें पूर्ण रूप से अपने क़ब्जे में ले लेता है। फिर तुम अपने रब की ओर वापस होंगे।"
        },
        {
            "chapter": 32,
            "verse": 12,
            "text": "और यदि कहीं तुम देखते जब वे अपराधी अपने रब के सामने अपने सिर झुकाए होंगे कि \"हमारे रब! हमने देख लिया और सुन लिया। अब हमें वापस भेज दे, ताकि हम अच्छे कर्म करें। निस्संदेह अब हमें विश्वास हो गया।"
        },
        {
            "chapter": 32,
            "verse": 13,
            "text": "यदि हम चाहते तो प्रत्येक व्यक्ति को उसका अपना संमार्ग दिखा देते, तिन्तु मेरी ओर से बात सत्यापित हो चुकी है कि \"मैं जहन्नम को जिन्नों और मनुष्यों, सबसे भरकर रहूँगा।"
        },
        {
            "chapter": 32,
            "verse": 14,
            "text": "अतः अब चखो मज़ा, इसका कि तुमने अपने इस दिन के मिलन को भुलाए रखा। तो हमने भी तुम्हें भुला दिया। शाश्वत यातना का रसास्वादन करो, उसके बदले में जो तुम करते रहे हो"
        },
        {
            "chapter": 32,
            "verse": 15,
            "text": "हमारी आयतों पर जो बस वही लोग ईमान लाते है, जिन्हें उनके द्वारा जब याद दिलाया जाता है तो सजदे में गिर पड़ते है और अपने रब का गुणगान करते है और घमंड नहीं करते"
        },
        {
            "chapter": 32,
            "verse": 16,
            "text": "उनके पहलू बिस्तरों से अलग रहते है कि वे अपने रब को भय और लालसा के साथ पुकारते है, और जो कुछ हमने उन्हें दिया है उसमें से ख़र्च करते है"
        },
        {
            "chapter": 32,
            "verse": 17,
            "text": "फिर कोई प्राणी नहीं जानता आँखों की जो ठंडक उसके लिए छिपा रखी गई है उसके बदले में देने के ध्येय से जो वे करते रहे होंगे"
        },
        {
            "chapter": 32,
            "verse": 18,
            "text": "भला जो व्यक्ति ईमानवाला हो वह उस व्यक्ति जैसा हो सकता है जो अवज्ञाकारी हो? वे बराबर नहीं हो सकते"
        },
        {
            "chapter": 32,
            "verse": 19,
            "text": "रहे वे लोग जा ईमान लाए और उन्हें अच्छे कर्म किए, उनके लिए जो कर्म वे करते रहे उसके बदले में आतिथ्य स्वरूप रहने के बाग़ है"
        },
        {
            "chapter": 32,
            "verse": 20,
            "text": "रहे वे लोग जिन्होंने सीमा का उल्लंघन किया, उनका ठिकाना आग है। जब कभी भी वे चाहेंगे कि उससे निकल जाएँ तो उसी में लौटा दिए जाएँगे और उनसे कहा जाएगा, \"चखो उस आग की यातना का मज़ा, जिसे तुम झूठ समझते थे।"
        },
        {
            "chapter": 32,
            "verse": 21,
            "text": "हम बड़ी यातना से इतर उन्हें छोटी यातना का मज़ा चखाएँगे, कदाचित वे पलट आएँ"
        },
        {
            "chapter": 32,
            "verse": 22,
            "text": "और उस व्यक्ति से बढकर अत्याचारी कौन होगा जिसे उसके रब की आयतों के द्वारा याद दिलाया जाए,फिर वह उनसे मुँह फेर ले? निश्चय ही हम अपराधियों से बदला लेकर रहेंगे"
        },
        {
            "chapter": 32,
            "verse": 23,
            "text": "हमने मूसा को किताब प्रदान की थी - अतः उसके मिलने के प्रति तुम किसी सन्देह में न रहना और हमने इसराईल की सन्तान के लिए उस (किताब) को मार्गदर्शन बनाया था"
        },
        {
            "chapter": 32,
            "verse": 24,
            "text": "और जब वे जमे रहे और उन्हें हमारी आयतों पर विश्वास था, तो हमने उनमें ऐसे नायक बनाए जो हमारे आदेश से मार्ग दिखाते थे"
        },
        {
            "chapter": 32,
            "verse": 25,
            "text": "निश्चय ही तेरा रब ही क़ियामत के दिन उनके बीच उन बातों का फ़ैसला करेगा, जिनमें वे मतभेद करते रहे है"
        },
        {
            "chapter": 32,
            "verse": 26,
            "text": "क्या उनके लिए यह चीज़ भी मार्गदर्शक सिद्ध नहीं हुई कि उनसे पहले कितनी ही नस्लों को हम विनष्ट कर चुके है, जिनके रहने-बसने की जगहों में वे चलते-फिरते है? निस्संदेह इसमें बहुत-सी निशानियाँ है। फिर क्या वे सुनने नहीं"
        },
        {
            "chapter": 32,
            "verse": 27,
            "text": "क्या उन्होंने देखा नहीं कि हम सूखी पड़ी भूमि की ओर पानी ले जाते है। फिर उससे खेती उगाते है, जिसमें से उनके चौपाए भी खाते है और वे स्वयं भी? तो क्या उन्हें सूझता नहीं"
        },
        {
            "chapter": 32,
            "verse": 28,
            "text": "वे कहते है कि \"यह फ़ैसला कब होगा, यदि तुम सच्चे हो"
        },
        {
            "chapter": 32,
            "verse": 29,
            "text": "कह दो कि \"फ़ैसले के दिन इनकार करनेवालों का ईमान उनके लिए कुछ लाभदायक न होगा और न उन्हें ठील ही दी जाएगी।"
        },
        {
            "chapter": 32,
            "verse": 30,
            "text": "अच्छा, उन्हें उनके हाल पर छोड़ दो और प्रतीक्षा करो। वे भी परीक्षारत है"
        },
        {
            "chapter": 33,
            "verse": 1,
            "text": "ऐ नबी! अल्लाह का डर रखना और इनकार करनेवालों और कपटाचारियों का कहना न मानना। वास्तब में अल्लाह सर्वज्ञ, तत्वदर्शी है"
        },
        {
            "chapter": 33,
            "verse": 2,
            "text": "और अनुकरण करना उस चीज़ का जो तुम्हारे रब की ओर से तुम्हें प्रकाशना की जा रही है। निश्चय ही अल्लाह उसकी ख़बर रखता है जो तुम करते हो"
        },
        {
            "chapter": 33,
            "verse": 3,
            "text": "और अल्लाह पर भरोसा रखो। और अल्लाह भरोसे के लिए काफी है"
        },
        {
            "chapter": 33,
            "verse": 4,
            "text": "अल्लाह ने किसी व्यक्ति के सीने में दो दिल नहीं रखे। और न उसने तुम्हारी उन पत्ऩियों को जिनसे तुम ज़िहार कर बैठते हो, वास्तव में तुम्हारी माँ बनाया, और न उसने तुम्हारे मुँह बोले बेटों को तुम्हारे वास्तविक बेटे बनाए। ये तो तुम्हारे मुँह की बातें है। किन्तु अल्लाह सच्ची बात कहता है और वही मार्ग दिखाता है"
        },
        {
            "chapter": 33,
            "verse": 5,
            "text": "उन्हें उनके बापों का बेटा करकर पुकारो। अल्लाह के यहाँ यही अधिक न्यायसंगत बात है। और यदि तुम उनके बापों को न जानते हो, तो धर्म में वे तुम्हारे भाई तो है ही और तुम्हारे सहचर भी। इस सिलसिले में तुमसे जो ग़लती हुई हो उसमें तुमपर कोई गुनाह नहीं, किन्तु जिसका संकल्प तुम्हारे दिलों ने कर लिया, उसकी बात और है। वास्तव में अल्लाह अत्यन्त क्षमाशील, दयावान है"
        },
        {
            "chapter": 33,
            "verse": 6,
            "text": "नबी का हक़ ईमानवालों पर स्वयं उनके अपने प्राणों से बढ़कर है। और उसकी पत्नियों उनकी माएँ है। और अल्लाह के विधान के अनुसार सामान्य मोमिनों और मुहाजिरों की अपेक्षा नातेदार आपस में एक-दूसरे से अधिक निकट है। यह और बात है कि तुम अपने साथियों के साथ कोई भलाई करो। यह बात किताब में लिखी हुई है"
        },
        {
            "chapter": 33,
            "verse": 7,
            "text": "और याद करो जब हमने नबियों से वचन लिया, तुमसे भी और नूह और इबराहीम और मूसा और मरयम के बेटे ईसा से भी। इन सबसे हमने ढृढ़ वचन लिया"
        },
        {
            "chapter": 33,
            "verse": 8,
            "text": "ताकि वह सच्चे लोगों से उनकी सच्चाई के बारे में पूछे। और इनकार करनेवालों के लिए तो उसने दुखद यातना तैयार कर रखी है"
        },
        {
            "chapter": 33,
            "verse": 9,
            "text": "ऐ ईमान लानेवालो! अल्लाह की उस अनुकम्पा को याद करो जो तुमपर हुई; जबकि सेनाएँ तुमपर चढ़ आई तो हमने उनपर एक हवा भेज दी और ऐसी सेनाएँ भी, जिनको तुमने देखा नहीं। और अल्लाह वह सब कुछ देखता है जो तुम करते हो"
        },
        {
            "chapter": 33,
            "verse": 10,
            "text": "याद करो जब वे तुम्हारे ऊपर की ओर से और तुम्हारे नीचे की ओर से भी तुमपर चढ़ आए, और जब निगाहें टेढ़ी-तिरछी हो गई और उर (हृदय) कंठ को आ लगे। और तुम अल्लाह के बारे में तरह-तरह के गुमान करने लगे थे"
        },
        {
            "chapter": 33,
            "verse": 11,
            "text": "उस समय ईमानवाले आज़माए गए और पूरी तरह हिला दिए गए"
        },
        {
            "chapter": 33,
            "verse": 12,
            "text": "और जब कपटाचारी और वे लोग जिनके दिलों में रोग है कहने लगे, \"अल्लाह और उसके रसूल ने हमसे जो वादा किया था वह तो धोखा मात्र था।"
        },
        {
            "chapter": 33,
            "verse": 13,
            "text": "और जबकि उनमें से एक गिरोह ने कहा, \"ऐ यसरिबवालो, तुम्हारे लिए ठहरने का कोई मौक़ा नहीं। अतः लौट चलो।\" और उनका एक गिरोह नबी से यह कहकर (वापस जाने की) अनुमति चाह रहा था कि \"हमारे घर असुरक्षित है।\" यद्यपि वे असुरक्षित न थे। वे तो बस भागना चाहते थे"
        },
        {
            "chapter": 33,
            "verse": 14,
            "text": "और यदि उसके चतुर्दिक से उनपर हमला हो जाता, फिर उस समय उनसे उपद्रव के लिए कहा जाता, तो वे ऐसा कर डालते और इसमें विलम्ब थोड़े ही करते"
        },
        {
            "chapter": 33,
            "verse": 15,
            "text": "यद्यपि वे इससे पहले अल्लाह को वचन दे चुके थे कि वे पीठ न फेरेंगे, और अल्लाह से की गई प्रतिज्ञा के विषय में तो पूछा जाना ही है"
        },
        {
            "chapter": 33,
            "verse": 16,
            "text": "कह दो, \"यदि तुम मृत्यु और मारे जाने से भागो भी तो यह भागना तुम्हारे लिए कदापि लाभप्रद न होगा। और इस हालत में भी तुम सुख थोड़े ही प्राप्त कर सकोगे।"
        },
        {
            "chapter": 33,
            "verse": 17,
            "text": "कहो, \"कहो है जो तुम्हें अल्लाह से बचा सकता है, यदि वह तुम्हारी कोई बुराई चाहे या वह तुम्हारे प्रति दयालुता का इरादा करे (तो कौन है जो उसकी दयालुता को रोक सके)?\" वे अल्लाह के अल्लाह के अलावा न अपना कोई निकटवर्ती समर्थक पाएँगे और न (दूर का) सहायक"
        },
        {
            "chapter": 33,
            "verse": 18,
            "text": "अल्लाह तुममें से उन लोगों को भली-भाँति जानता है जो (युद्ध से) रोकते है और अपने भाइयों से कहते है, \"हमारे पास आ जाओ।\" और वे लड़ाई में थोड़े ही आते है, (क्योंकि वे)"
        },
        {
            "chapter": 33,
            "verse": 19,
            "text": "तुम्हारे साथ कृपणता से काम लेते है। अतः जब भय का समय आ जाता है, तो तुम उन्हें देखते हो कि वे तुम्हारी ओर इस प्रकार ताक रहे कि उनकी आँखें चक्कर खा रही है, जैसे किसी व्यक्ति पर मौत की बेहोशी छा रही हो। किन्तु जब भय जाता रहता है तो वे माल के लोभ में तेज़ ज़बाने तुमपर चलाते है। ऐसे लोग ईमान लाए ही नहीं। अतः अल्लाह ने उनके कर्म उनकी जान को लागू कर दिए। और यह अल्लाह के लिए बहुत सरल है"
        },
        {
            "chapter": 33,
            "verse": 20,
            "text": "वे समझ रहे है कि (शत्रु के) सैन्य दल अभी गए नहीं हैं, और यदि वे गिरोह फिर आ जाएँ तो वे चाहेंगे कि किसी प्रकार बाहर (मरुस्थल में) बद्दु ओं के साथ हो रहें और वहीं से तुम्हारे बारे में समाचार पूछते रहे। और यदि वे तुम्हारे साथ होते भी तो लड़ाई में हिस्सा थोड़े ही लेते"
        },
        {
            "chapter": 33,
            "verse": 21,
            "text": "निस्संदेह तुम्हारे लिए अल्लाह के रसूल में एक उत्तम आदर्श है अर्थात उस व्यक्ति के लिए जो अल्लाह और अन्तिम दिन की आशा रखता हो और अल्लाह को अधिक याद करे"
        },
        {
            "chapter": 33,
            "verse": 22,
            "text": "और जब ईमानवालों ने सैन्य दलों को देखा तो वे पुकार उठे, \"यह तो वही चीज़ है, जिसका अल्लाह और उसके रसूल ने हमसे वादा किया था। और अल्लाह और उसके रसूल ने सच कहा था।\" इस चीज़ ने उनके ईमान और आज्ञाकारिता ही को बढ़ाया"
        },
        {
            "chapter": 33,
            "verse": 23,
            "text": "ईमानवालों के रूप में ऐसे पुरुष मौजूद है कि जो प्रतिज्ञा उन्होंने अल्लाह से की थी उसे उन्होंने सच्चा कर दिखाया। फिर उनमें से कुछ तो अपना प्रण पूरा कर चुके और उनमें से कुछ प्रतीक्षा में है। और उन्होंने अपनी बात तनिक भी नहीं बदली"
        },
        {
            "chapter": 33,
            "verse": 24,
            "text": "ताकि इसके परिणामस्वरूप अल्लाह सच्चों को उनकी सच्चाई का बदला दे और कपटाचारियों को चाहे तो यातना दे या उनकी तौबा क़बूल करे। निश्चय ही अल्लाह बड़ी क्षमाशील, दयावान है"
        },
        {
            "chapter": 33,
            "verse": 25,
            "text": "अल्लाह ने इनकार करनेवालों को उनके अपने क्रोध के साथ फेर दिया। वे कोई भलाई प्राप्त न कर सके। अल्लाह ने मोमिनों को युद्ध करने से बचा लिया। अल्लाह तो है ही बड़ा शक्तिवान, प्रभुत्वशाली"
        },
        {
            "chapter": 33,
            "verse": 26,
            "text": "और किताबवालों में सो जिन लोगों ने उसकी सहायता की थी, उन्हें उनकी गढ़ियों से उतार लाया। और उनके दिलों में धाक बिठा दी कि तुम एक गिरोह को जान से मारने लगे और एक गिरोह को बन्दी बनाने लगे"
        },
        {
            "chapter": 33,
            "verse": 27,
            "text": "और उसने तुम्हें उनके भू-भाग और उनके घरों और उनके मालों का वारिस बना दिया और उस भू-भाग का भी जिसे तुमने पददलित नहीं किया। वास्तव में अल्लाह को हर चीज़ की सामर्थ्य प्राप्त है"
        },
        {
            "chapter": 33,
            "verse": 28,
            "text": "ऐ नबी! अपनी पत्नि यों से कह दो कि \"यदि तुम सांसारिक जीवन और उसकी शोभा चाहती हो तो आओ, मैं तुम्हें कुछ दे-दिलाकर भली रीति से विदा कर दूँ"
        },
        {
            "chapter": 33,
            "verse": 29,
            "text": "किन्तु यदि तुम अल्लाह और उसके रसूल और आख़िरत के घर को चाहती हो तो निश्चय ही अल्लाह ने तुममे से उत्तमकार स्त्रियों के लिए बड़ा प्रतिदान रख छोड़ा है।"
        },
        {
            "chapter": 33,
            "verse": 30,
            "text": "ऐ नबी की स्त्रियों! तुममें से जो कोई प्रत्यक्ष अनुचित कर्म करे तो उसके लिए दोहरी यातना होगी। और यह अल्लाह के लिए बहुत सरल है"
        }
    ]
}