{
    "juzs": [
        {
            "chapter": 3,
            "verse": 93,
            "text": "खाने की सारी चीज़े इसराईल की संतान के लिए हलाल थी, सिवाय उन चीज़ों के जिन्हें तौरात के उतरने से पहले इसराईल ने स्वयं अपने हराम कर लिया था। कहो, \"यदि तुम सच्चे हो तो तौरात लाओ और उसे पढ़ो।"
        },
        {
            "chapter": 3,
            "verse": 94,
            "text": "अब इसके पश्चात भी जो व्यक्ति झूठी बातें अल्लाह से जोड़े, तो ऐसे ही लोग अत्याचारी है"
        },
        {
            "chapter": 3,
            "verse": 95,
            "text": "कहो, \"अल्लाह ने सच कहा है; अतः इबराहीम के तरीक़े का अनुसरण करो, जो हर ओर से कटकर एक का हो गया था और मुशरिकों में से न था"
        },
        {
            "chapter": 3,
            "verse": 96,
            "text": "निस्ंसदेह इबादत के लिए पहला घर जो 'मानव के लिए' बनाया गया वहीं है जो मक्का में है, बरकतवाला और सर्वथा मार्गदर्शन, संसारवालों के लिए"
        },
        {
            "chapter": 3,
            "verse": 97,
            "text": "उसमें स्पष्ट निशानियाँ है, वह इबराहीम का स्थल है। और जिसने उसमें प्रवेश किया, वह निश्चिन्त हो गया। लोगों पर अल्लाह का हक़ है कि जिसको वहाँ तक पहुँचने की सामर्थ्य प्राप्त हो, वह इस घर का हज करे, और जिसने इनकार किया तो (इस इनकार से अल्लाह का कुछ नहीं बिगड़ता) अल्लाह तो सारे संसार से निरपेक्ष है।"
        },
        {
            "chapter": 3,
            "verse": 98,
            "text": "कहो, \"ऐ किताबवालों! तुम अल्लाह की आयतों का इनकार क्यों करते हो, जबकि जो कुछ तुम कर रहे हो, अल्लाह की दृष्टिअ में है"
        },
        {
            "chapter": 3,
            "verse": 99,
            "text": "कहो, \"ऐ किताबवालो! तुम ईमान लानेवालों को अल्लाह के मार्ग से क्यो रोकते हो, तुम्हें उसमें किसी टेढ़ की तलाश रहती है, जबकि तुम भली-भाँति वास्तविकता से अवगत हो और जो कुछ तुम कर रहे हो, अल्लाह उससे बेख़बर नहीं है।"
        },
        {
            "chapter": 3,
            "verse": 100,
            "text": "ऐ ईमान लानेवालो! यदि तुमने उनके किसी गिरोह की बात माल ली, जिन्हें किताब मिली थी, तो वे तुम्हारे ईमान लाने के पश्चात फिर तुम्हें अधर्मी बना देंगे"
        },
        {
            "chapter": 3,
            "verse": 101,
            "text": "अब तुम इनकार कैसे कर सकते हो, जबकि तुम्हें अल्लाह की आयतें पढ़कर सुनाई जा रही है और उसका रसूल तुम्हारे बीच मौजूद है? जो कोई अल्लाह को मज़बूती से पकड़ ले, वह सीधे मार्ग पर आ गया"
        },
        {
            "chapter": 3,
            "verse": 102,
            "text": "ऐ ईमान लानेवालो! अल्लाह का डर रखो, जैसाकि उसका डर रखने का हक़ है। और तुम्हारी मृत्यु बस इस दशा में आए कि तुम मुस्लिम (आज्ञाकारी) हो"
        },
        {
            "chapter": 3,
            "verse": 103,
            "text": "और सब मिलकर अल्लाह की रस्सी को मज़बूती से पकड़ लो और विभेद में न पड़ो। और अल्लाह की उस कृपा को याद करो जो तुमपर हुई। जब तुम आपस में एक-दूसरे के शत्रु थे तो उसने तुम्हारे दिलों को परस्पर जोड़ दिया और तुम उसकी कृपा से भाई-भाई बन गए। तुम आग के एक गड्ढे के किनारे खड़े थे, तो अल्लाह ने उससे तुम्हें बचा लिया। इस प्रकार अल्लाह तुम्हारे लिए अपनी आयते खोल-खोलकर बयान करता है, ताकि तुम मार्ग पा लो"
        },
        {
            "chapter": 3,
            "verse": 104,
            "text": "और तुम्हें एक ऐसे समुदाय का रूप धारण कर लेना चाहिए जो नेकी की ओर बुलाए और भलाई का आदेश दे और बुराई से रोके। यही सफलता प्राप्त करनेवाले लोग है"
        },
        {
            "chapter": 3,
            "verse": 105,
            "text": "तुम उन लोगों की तरह न हो जाना जो विभेद में पड़ गए, और इसके पश्चात कि उनके पास खुली निशानियाँ आ चुकी थी, वे विभेद में पड़ गए। ये वही लोग है, जिनके लिए बड़ी (घोर) यातना है। (यह यातना उस दिन होगी)"
        },
        {
            "chapter": 3,
            "verse": 106,
            "text": "जिस दिन कितने ही चेहरे उज्ज्वल होंगे और कितने ही चेहरे काले पड़ जाएँगे, तो जिनके चेहेर काले पड़ गए होंगे (वे सदा यातना में ग्रस्त रहेंगे। खुली निशानियाँ आने का बाद जिन्होंने विभेद किया) उनसे कहा जाएगा, \"क्या तुमने ईमान के पश्चात इनकार की नीति अपनाई? तो लो अब उस इनकार के बदले में जो तुम करते रहे हो, यातना का मज़ा चखो।"
        },
        {
            "chapter": 3,
            "verse": 107,
            "text": "रहे वे लोग जिनके चेहरे उज्ज्वल होंगे, वे अल्लाह की दयालुता की छाया में होंगे। वे उसी में सदैव रहेंगे"
        },
        {
            "chapter": 3,
            "verse": 108,
            "text": "ये अल्लाह की आयतें है, जिन्हें हम हक़ के साथ तुम्हें सुना रहे है। अल्लाह संसारवालों पर किसी प्रकार का अत्याचार नहीं करना चाहता"
        },
        {
            "chapter": 3,
            "verse": 109,
            "text": "आकाशों और धरती मे जो कुछ है अल्लाह ही का है, और सारे मामले अल्लाह ही की ओर लौटाए जाते है"
        },
        {
            "chapter": 3,
            "verse": 110,
            "text": "तुम एक उत्तम समुदाय हो, जो लोगों के समक्ष लाया गया है। तुम नेकी का हुक्म देते हो और बुराई से रोकते हो और अल्लाह पर ईमान रखते हो। और यदि किताबवाले भी ईमान लाते तो उनके लिए यह अच्छा होता। उनमें ईमानवाले भी हैं, किन्तु उनमें अधिकतर लोग अवज्ञाकारी ही हैं"
        },
        {
            "chapter": 3,
            "verse": 111,
            "text": "थोड़ा दुख पहुँचाने के अतिरिक्त वे तुम्हारा कुछ भी बिगाड़ नहीं सकते। और यदि वे तुमसे लड़ेंगे, तो तुम्हें पीठ दिखा जाएँगे, फिर उन्हें कोई सहायता भी न मिलेगी"
        },
        {
            "chapter": 3,
            "verse": 112,
            "text": "वे जहाँ कहीं भी पाए गए उनपर ज़िल्लत (अपमान) थोप दी गई। किन्तु अल्लाह की रस्सी थामें या लोगों का रस्सी, तो और बात है। वे ल्लाह के प्रकोप के पात्र हुए और उनपर दशाहीनता थोप दी गई। यह इसलिए कि वे अल्लाह की आयतों का इनकार और नबियों को नाहक़ क़त्ल करते रहे है। और यह इसलिए कि उन्होंने अवज्ञा की और सीमोल्लंघन करते रहे"
        },
        {
            "chapter": 3,
            "verse": 113,
            "text": "ये सब एक जैसे नहीं है। किताबवालों में से कुछ ऐसे लोग भी है जो सीधे मार्ग पर है और रात की घड़ियों में अल्लाह की आयतें पढ़ते है और वे सजदा करते रहनेवाले है"
        },
        {
            "chapter": 3,
            "verse": 114,
            "text": "वे अल्लाह और अन्तिम दिन पर ईमान रखते है और नेकी का हुक्म देते और बुराई से रोकते है और नेक कामों में अग्रसर रहते है, और वे अच्छे लोगों में से है"
        },
        {
            "chapter": 3,
            "verse": 115,
            "text": "जो नेकी भी वे करेंगे, उसकी अवमानना न होगी। अल्लाह का डर रखनेवालो से भली-भाँति परिचित है"
        },
        {
            "chapter": 3,
            "verse": 116,
            "text": "रहे वे लोग जिन्होंने इनकार किया, तो अल्लाह के मुक़ाबले में न उनके माल कुछ काम आ सकेंगे और न उनकी सन्तान ही। वे तो आग में जानेवाले लोग है, उसी में वे सदैव रहेंगे"
        },
        {
            "chapter": 3,
            "verse": 117,
            "text": "इस सांसारिक जीवन के लिए जो कुछ भी वे ख़र्च करते है, उसकी मिसाल उस वायु जैसी है जिसमें पाला हो और वह उन लोगों की खेती पर चल जाए, जिन्होंने अपने ऊपर अत्याचार नहीं किया, अपितु वे तो स्वयं अपने ऊपर अत्याचार कर रहे है"
        },
        {
            "chapter": 3,
            "verse": 118,
            "text": "ऐ ईमान लानेवालो! अपनों को छोड़कर दूसरों को अपना अंतरंग मित्र न बनाओ, वे तुम्हें नुक़सान पहुँचाने में कोई कमी नहीं करते। जितनी भी तुम कठिनाई में पड़ो, वही उनको प्रिय है। उनका द्वेष तो उनके मुँह से व्यक्त हो चुका है और जो कुछ उनके सीने छिपाए हुए है, वह तो इससे भी बढ़कर है। यदि तुम बुद्धि से काम लो, तो हमने तुम्हारे लिए निशानियाँ खोलकर बयान कर दी हैं"
        },
        {
            "chapter": 3,
            "verse": 119,
            "text": "ये चो तुम हो जो उनसे प्रेम करते हो और वे तुमसे प्रेम नहीं करते, जबकि तुम समस्त किताबों पर ईमान रखते हो। और वे जब तुमसे मिलते है तो कहने को तो कहते है कि \"हम ईमान लाए है।\" किन्तु जब वे अलग होते है तो तुमपर क्रोध के मारे दाँतों से उँगलियाँ काटने लगते है। कह दो, \"तुम अपने क्रोध में आप मरो। निस्संदेह अल्लाह दिलों के भेद को जानता है।"
        },
        {
            "chapter": 3,
            "verse": 120,
            "text": "यदि तुम्हारा कोई भला होता है तो उन्हें बुरा लगता है। परन्तु यदि तुम्हें कोई अप्रिय बात पेश आती है तो उससे वे प्रसन्न हो जाते है। यदि तुमने धैर्य से काम लिया और (अल्लाह का) डर रखा, तो उनकी कोई चाल तुम्हें नुक़सान नहीं पहुँचा सकती। जो कुछ वे कर रहे है, अल्लाह ने उसे अपने धेरे में ले रखा है"
        },
        {
            "chapter": 3,
            "verse": 121,
            "text": "याद करो जब तुम सवेरे अपने घर से निकलकर ईमानवालों को युद्ध के मोर्चों पर लगा रहे थे। - अल्लाह तो सब कुछ सुनता, जानता है"
        },
        {
            "chapter": 3,
            "verse": 122,
            "text": "जब तुम्हारे दो गिरोहों ने साहस छोड़ देना चाहा, जबकि अल्लाह उनका संरक्षक मौजूद था - और ईमानवालों को तो अल्लाह ही पर भरोसा करना चाहिए"
        },
        {
            "chapter": 3,
            "verse": 123,
            "text": "और बद्र में अल्लाह तुम्हारी सहायता कर भी चुका था, जबकि तुम बहुत कमज़ोर हालत में थे। अतः अल्लाह ही का डर रखो, ताकि तुम कृतज्ञ बनो"
        },
        {
            "chapter": 3,
            "verse": 124,
            "text": "जब तुम ईमानवालों से कह रहे थे, \"क्या यह तुम्हारे लिए काफ़ी नही हैं कि तुम्हारा रब तीन हज़ार फ़रिश्ते उतारकर तुम्हारी सहायता करे"
        },
        {
            "chapter": 3,
            "verse": 125,
            "text": "हाँ, क्यों नहीं। यदि तुम धैर्य से काम लो और डर रखो, फिर शत्रु सहसा तुमपर चढ़ आएँ, उसी क्षण तुम्हारा रब पाँच हज़ार विध्वंशकारी फ़रिश्तों से तुम्हारी सहायता करेगा"
        },
        {
            "chapter": 3,
            "verse": 126,
            "text": "अल्लाह ने तो इसे तुम्हारे लिए बस एक शुभ-सूचना बनाया और इसलिए कि तुम्हारे दिल सन्तुष्ट हो जाएँ - सहायता तो बस अल्लाह ही के यहाँ से आती है जो अत्यन्त प्रभुत्वशाली, तत्वदर्शी है"
        },
        {
            "chapter": 3,
            "verse": 127,
            "text": "ताकि इनकार करनेवालों के एक हिस्से को काट डाले या उन्हें बुरी पराजित और अपमानित कर दे कि वे असफल होकर लौटें"
        },
        {
            "chapter": 3,
            "verse": 128,
            "text": "तुम्हें इस मामले में कोई अधिकार नहीं - चाहे वह उसकी तौबा क़बूल करे या उन्हें यातना दे, क्योंकि वे अत्याचारी है"
        },
        {
            "chapter": 3,
            "verse": 129,
            "text": "आकाशों और धरती में जो कुछ भी है, अल्लाह ही का है। वह जिसे चाहे क्षमा कर दे और जिसे चाहे यातना दे। और अल्लाह अत्यन्त क्षमाशील, दयावान है"
        },
        {
            "chapter": 3,
            "verse": 130,
            "text": "ऐ ईमान लानेवालो! बढ़ोत्तरी के ध्येय से ब्याज न खाओ, जो कई गुना अधिक हो सकता है। और अल्लाह का डर रखो, ताकि तुम्हें सफलता प्राप्त हो"
        },
        {
            "chapter": 3,
            "verse": 131,
            "text": "और उस आग से बचो जो इनकार करनेवालों के लिए तैयार है"
        },
        {
            "chapter": 3,
            "verse": 132,
            "text": "और अल्लाह और रसूल के आज्ञाकारी बनो, ताकि तुमपर दया की जाए"
        },
        {
            "chapter": 3,
            "verse": 133,
            "text": "और अपने रब की क्षमा और उस जन्नत की ओर बढ़ो, जिसका विस्तार आकाशों और धरती जैसा है। वह उन लोगों के लिए तैयार है जो डर रखते है"
        },
        {
            "chapter": 3,
            "verse": 134,
            "text": "वे लोग जो ख़ुशहाली और तंगी की प्रत्येक अवस्था में ख़र्च करते रहते है और क्रोध को रोकते है और लोगों को क्षमा करते है - और अल्लाह को भी ऐसे लोग प्रिय है, जो अच्छे से अच्छा कर्म करते है"
        },
        {
            "chapter": 3,
            "verse": 135,
            "text": "और जिनका हाल यह है कि जब वे कोई खुला गुनाह कर बैठते है या अपने आप पर ज़ुल्म करते है तौ तत्काल अल्लाह उन्हें याद आ जाता है और वे अपने गुनाहों की क्षमा चाहने लगते हैं - और अल्लाह के अतिरिक्त कौन है, जो गुनाहों को क्षमा कर सके? और जानते-बूझते वे अपने किए पर अड़े नहीं रहते"
        },
        {
            "chapter": 3,
            "verse": 136,
            "text": "उनका बदला उनके रब की ओर से क्षमादान है और ऐसे बाग़ है जिनके नीचे नहरें बहती होंगी। उनमें वे सदैव रहेंगे। और क्या ही अच्छा बदला है अच्छे कर्म करनेवालों का"
        },
        {
            "chapter": 3,
            "verse": 137,
            "text": "तुमसे पहले (धर्मविरोधियों के साथ अल्लाह की) रीति के कितने ही नमूने गुज़र चुके है, तो तुम धरती में चल-फिरकर देखो कि झुठलानेवालों का परिणाम हुआ है"
        },
        {
            "chapter": 3,
            "verse": 138,
            "text": "यह लोगों के लिए स्पष्ट बयान और डर रखनेवालों के लिए मार्गदर्शन और उपदेश है"
        },
        {
            "chapter": 3,
            "verse": 139,
            "text": "हताश न हो और दुखी न हो, यदि तुम ईमानवाले हो, तो तुम्हीं प्रभावी रहोगे"
        },
        {
            "chapter": 3,
            "verse": 140,
            "text": "यदि तुम्हें आघात पहुँचे तो उन लोगों को भी ऐसा ही आघात पहुँच चुका है। ये युद्ध के दिन हैं, जिन्हें हम लोगों के बीच डालते ही रहते है और ऐसा इसलिए हुआ कि अल्लाह ईमानवालों को जान ले और तुममें से कुछ लोगों को गवाह बनाए - और अत्याचारी अल्लाह को प्रिय नहीं है"
        },
        {
            "chapter": 3,
            "verse": 141,
            "text": "और ताकि अल्लाह ईमानवालों को निखार दे और इनकार करनेवालों को मिटा दे"
        },
        {
            "chapter": 3,
            "verse": 142,
            "text": "क्या तुमने यह समझ रखा है कि जन्नत में यूँ ही प्रवेश करोगे, जबकि अल्लाह ने अभी उन्हें परखा ही नहीं जो तुममें जिहाद (सत्य-मार्ग में जानतोड़ कोशिश) करनेवाले है। - और दृढ़तापूर्वक जमें रहनेवाले है"
        },
        {
            "chapter": 3,
            "verse": 143,
            "text": "और तुम तो मृत्यु की कामनाएँ कर रहे थे, जब तक कि वह तुम्हारे सामने नहीं आई थी। लो, अब तो वह तुम्हारे सामने आ गई और तुमने उसे अपनी आँखों से देख लिया"
        },
        {
            "chapter": 3,
            "verse": 144,
            "text": "मुहम्मद तो बस एक रसूल है। उनसे पहले भी रसूल गुज़र चुके है। तो क्या यदि उनकी मृत्यु हो जाए या उनकी हत्या कर दी जाए तो तुम उल्टे पाँव फिर जाओगे? जो कोई उल्टे पाँव फिरेगा, वह अल्लाह का कुछ नहीं बिगाडेगा। और कृतज्ञ लोगों को अल्लाह बदला देगा"
        },
        {
            "chapter": 3,
            "verse": 145,
            "text": "और अल्लाह की अनुज्ञा के बिना कोई व्यक्ति मर नहीं सकता। हर व्यक्ति एक लिखित निश्चित समय का अनुपालन कर रहा है। और जो कोई दुनिया का बदला चाहेगा, उसे हम इस दुनिया में से देंगे, जो आख़िरत का बदला चाहेगा, उसे हम उसमें से देंगे और जो कृतज्ञता दिखलाएँगे, उन्हें तो हम बदला देंगे ही"
        },
        {
            "chapter": 3,
            "verse": 146,
            "text": "कितने ही नबी ऐसे गुज़रे है जिनके साथ होकर बहुत-से ईशभक्तों ने युद्ध किया, तो अल्लाह के मार्ग में जो मुसीबत उन्हें पहुँची उससे वे न तो हताश हुए और न उन्होंने कमज़ोरी दिखाई और न ऐसा हुआ कि वे दबे हो। और अल्लाह दृढ़तापूर्वक जमे रहनेवालों से प्रेम करता है"
        },
        {
            "chapter": 3,
            "verse": 147,
            "text": "उन्होंने कुछ नहीं कहा सिवाय इसके कि \"ऐ हमारे रब! तू हमारे गुनाहों को और हमारे अपने मामले में जो ज़्यादती हमसे हो गई हो, उसे क्षमा कर दे और हमारे क़दम जमाए रख, और इनकार करनेवाले लोगों के मुक़ाबले में हमारी सहायता कर।"
        },
        {
            "chapter": 3,
            "verse": 148,
            "text": "अतः अल्लाह ने उन्हें दुनिया का भी बदला दिया और आख़िरत का अच्छा बदला भी। और सत्कर्मी लोगों से अल्लाह प्रेम करता है"
        },
        {
            "chapter": 3,
            "verse": 149,
            "text": "ऐ ईमान लानेवालो! यदि तुम उन लोगों के कहने पर चलोगे जिन्होंने इनकार का मार्ग अपनाया है, तो वे तुम्हें उल्टे पाँव फेर ले जाएँगे। फिर तुम घाटे में पड़ जाओगे"
        },
        {
            "chapter": 3,
            "verse": 150,
            "text": "बल्कि अल्लाह ही तुम्हारा संरक्षक है; और वह सबसे अच्छा सहायक है"
        },
        {
            "chapter": 3,
            "verse": 151,
            "text": "हम शीघ्र ही इनकार करनेवालों के दिलों में धाक बिठा देंगे, इसलिए कि उन्होंने ऐसी चीज़ो को अल्लाह का साक्षी ठहराया है जिनसे साथ उसने कोई सनद नहीं उतारी, और उनका ठिकाना आग (जहन्नम) है। और अत्याचारियों का क्या ही बुरा ठिकाना है"
        },
        {
            "chapter": 3,
            "verse": 152,
            "text": "और अल्लाह ने तो तुम्हें अपना वादा सच्चा कर दिखाया, जबकि तुम उसकी अनुज्ञा से उन्हें क़त्ल कर रहे थे। यहाँ तक कि जब तुम स्वयं ढीले पड़ गए और काम में झगड़ा डाल दिया और अवज्ञा की, जबकि अल्लाह ने तुम्हें वह चीज़ दिखा दी थी जिसकी तुम्हें चाह थी। तुममें कुछ लोग दुनिया चाहते थे और कुछ आख़िरत के इच्छुक थे। फिर अल्लाह ने तुम्हें उनके मुक़ाबले से हटा दिया, ताकि वह तुम्हारी परीक्षा ले। फिर भी उसने तुम्हें क्षमा कर दिया, क्योंकि अल्लाह ईमानवालों के लिए बड़ा अनुग्राही है"
        },
        {
            "chapter": 3,
            "verse": 153,
            "text": "जब तुम लोग दूर भागे चले जा रहे थे और किसी को मुड़कर देखते तक न थे और रसूल तुम्हें पुकार रहा था, जबकि वह तुम्हारी दूसरी टुकड़ी के साथ था (जो भागी नहीं), तो अल्लाह ने तुम्हें शोक पर शोक दिया, ताकि तुम्हारे हाथ से कोई चीज़ निकल जाए या तुमपर कोई मुसीबत आए तो तुम शोकाकुल न हो। और जो कुछ भी तुम करते हो, अल्लाह उसकी भली-भाँति ख़बर रखता है"
        },
        {
            "chapter": 3,
            "verse": 154,
            "text": "फिर इस शोक के पश्चात उसने तुमपर एक शान्ति उतारी - एक निद्रा, जो तुममें से कुछ लोगों को घेर रही थी और कुछ लोग ऐसे भी थे जिन्हें अपने प्राणों की चिन्ता थी। वे अल्लाह के विषय में ऐसा ख़याल कर रहे थे, जो सत्य के सर्वथा प्रतिकूल, अज्ञान (काल) का ख़याल था। वे कहते थे, \"इन मामलों में क्या हमारा भी कुछ अधिकार है?\" कह दो, \"मामले तो सबके सब अल्लाह के (हाथ में) हैं।\" वे जो कुछ अपने दिलों में छिपाए रखते है, तुमपर ज़ाहिर नहीं करते। कहते है, \"यदि इस मामले में हमारा भी कुछ अधिकार होता तो हम यहाँ मारे न जाते।\" कह दो, \"यदि तुम अपने घरों में भी होते, तो भी जिन लोगों का क़त्ल होना तय था, वे निकलकर अपने अन्तिम शयन-स्थलों कर पहुँचकर रहते।\" और यह इसलिए भी था कि जो कुछ तुम्हारे सीनों में है, अल्लाह उसे परख ले और जो कुछ तुम्हारे दिलों में है उसे साफ़ कर दे। और अल्लाह दिलों का हाल भली-भाँति जानता है"
        },
        {
            "chapter": 3,
            "verse": 155,
            "text": "तुममें से जो लोग दोनों गिरोहों की मुठभेड़ के दिन पीठ दिखा गए, उन्हें तो शैतान ही ने उनकी कुछ कमाई (कर्म) का कारण विचलित कर दिया था। और अल्लाह तो उन्हें क्षमा कर चुका है। निस्संदेह अल्लाह बड़ा क्षमा करनेवाला, सहनशील है"
        },
        {
            "chapter": 3,
            "verse": 156,
            "text": "ऐ ईमान लानेवालो! उन लोगों की तरह न हो जाना जिन्होंने इनकार किया और अपने भाईयों के विषय में, जबकि वे सफ़र में गए हों या युद्ध में हो (और उनकी वहाँ मृत्यु हो जाए तो) कहते है, \"यदि वे हमारे पास होते तो न मरते और न क़त्ल होते।\" (ऐसी बातें तो इसलिए होती है) ताकि अल्लाह उनको उनके दिलों में घर करनेवाला पछतावा और सन्ताप बना दे। अल्लाह ही जीवन प्रदान करने और मृत्यु देनेवाला है। और तुम जो कुछ भी कर रहे हो वह अल्लाह की स्पष्ट में है"
        },
        {
            "chapter": 3,
            "verse": 157,
            "text": "और यदि तुम अल्लाह के मार्ग में मारे गए या मर गए, तो अल्लाह का क्षमादान और उसकी दयालुता तो उससे कहीं उत्तम है, जिसके बटोरने में वे लगे हुए है"
        },
        {
            "chapter": 3,
            "verse": 158,
            "text": "हाँ, यदि तुम मर गए या मारे गए, तो प्रत्येक दशा में तुम अल्लाह ही के पास इकट्ठा किए जाओगे"
        },
        {
            "chapter": 3,
            "verse": 159,
            "text": "(तुमने तो अपनी दयालुता से उन्हें क्षमा कर दिया) तो अल्लाह की ओर से ही बड़ी दयालुता है जिसके कारण तुम उनके लिए नर्म रहे हो, यदि कहीं तुम स्वभाव के क्रूर और कठोर हृदय होते तो ये सब तुम्हारे पास से छँट जाते। अतः उन्हें क्षमा कर दो और उनके लिए क्षमा की प्रार्थना करो। और मामलों में उनसे परामर्श कर लिया करो। फिर जब तुम्हारे संकल्प किसी सम्मति पर सुदृढ़ हो जाएँ तो अल्लाह पर भरोसा करो। निस्संदेह अल्लाह को वे लोग प्रिय है जो उसपर भरोसा करते है"
        },
        {
            "chapter": 3,
            "verse": 160,
            "text": "यदि अल्लाह तुम्हारी सहायता करे, तो कोई तुमपर प्रभावी नहीं हो सकता। और यदि वह तुम्हें छोड़ दे, तो फिर कौन हो जो उसके पश्चात तुम्हारी सहायता कर सके। अतः ईमानवालों को अल्लाह ही पर भरोसा रखना चाहिए"
        },
        {
            "chapter": 3,
            "verse": 161,
            "text": "यह किसी नबी के लिए सम्भब नहीं कि वह दिल में कीना-कपट रखे, और जो कोई कीना-कपट रखेगा तो वह क़ियामत के दिन अपने द्वेष समेत हाज़िर होगा। और प्रत्येक व्यक्ति को उसकी कमाई का पूरा-पूरा बदला दे दिया जाएँगा और उनपर कुछ भी ज़ुल्म न होगा"
        },
        {
            "chapter": 3,
            "verse": 162,
            "text": "भला क्या जो व्यक्ति अल्लाह की इच्छा पर चले वह उस जैसा हो सकता है जो अल्लाह के प्रकोप का भागी हो चुका हो और जिसका ठिकाना जहन्नम है? और वह क्या ही बुरा ठिकाना है"
        },
        {
            "chapter": 3,
            "verse": 163,
            "text": "अल्लाह के यहाँ उनके विभिन्न दर्जे है और जो कुछ वे कर रहे है, अल्लाह की स्पष्ट में है"
        },
        {
            "chapter": 3,
            "verse": 164,
            "text": "निस्संदेह अल्लाह ने ईमानवालों पर बड़ा उपकार किया, जबकि स्वयं उन्हीं में से एक ऐसा रसूल उठाया जो उन्हें आयतें सुनाता है और उन्हें निखारता है, और उन्हें किताब और हिक़मत (तत्वदर्शिता) का शिक्षा देता है, अन्यथा इससे पहले वे लोग खुली गुमराही में पड़े हुए थे"
        },
        {
            "chapter": 3,
            "verse": 165,
            "text": "यह क्या कि जब तुम्हें एक मुसीबत पहुँची, जिसकी दोगुनी तुमने पहुँचाए, तो तुम कहने लगे कि, \"यह कहाँ से आ गई?\" कह दो, \"यह तो तुम्हारी अपनी ओर से है, अल्लाह को हर चीज़ की सामर्थ्य प्राप्त है।"
        },
        {
            "chapter": 3,
            "verse": 166,
            "text": "और दोनों गिरोह की मुठभेड़ के दिन जो कुछ तुम्हारे सामने आया वह अल्लाह ही की अनुज्ञा से आया और इसलिए कि वह जान ले कि ईमानवाले कौन है"
        },
        {
            "chapter": 3,
            "verse": 167,
            "text": "और इसलिए कि वह कपटाचारियों को भी जान ले जिनसे कहा गया कि \"आओ, अल्लाह के मार्ग में युद्ध करो या दुश्मनों को हटाओ।\" उन्होंने कहा, \"यदि हम जानते कि लड़ाई होगी तो हम अवश्य तुम्हारे साथ हो लेते।\" उस दिन वे ईमान की अपेक्षा अधर्म के अधिक निकट थे। वे अपने मुँह से वे बातें कहते है, जो उनके दिलों में नहीं होती। और जो कुछ वे छिपाते है, अल्लाह उसे भली-भाँति जानता है"
        },
        {
            "chapter": 3,
            "verse": 168,
            "text": "ये वही लोग है जो स्वयं तो बैठे रहे और अपने भाइयों के विषय में कहने लगे, \"यदि वे हमारी बात मान लेते तो मारे न जाते।\" कह तो, \"अच्छा, यदि तुम सच्चे हो, तो अब तुम अपने ऊपर से मृत्यु को टाल देना।"
        },
        {
            "chapter": 3,
            "verse": 169,
            "text": "तुम उन लोगों को जो अल्लाह के मार्ग में मारे गए है, मुर्दा न समझो, बल्कि वे अपने रब के पास जीवित हैं, रोज़ी पा रहे हैं"
        },
        {
            "chapter": 3,
            "verse": 170,
            "text": "अल्लाह ने अपनी उदार कृपा से जो कुछ उन्हें प्रदान किया है, वे उसपर बहुत प्रसन्न है और उन लोगों के लिए भी ख़ुश हो रहे है जो उनके पीछे रह गए है, अभी उनसे मिले नहीं है कि उन्हें भी न कोई भय होगा और न वे दुखी होंगे"
        },
        {
            "chapter": 3,
            "verse": 171,
            "text": "वे अल्लाह के अनुग्रह और उसकी उदार कृपा से प्रसन्न हो रहे है और इससे कि अल्लाह ईमानवालों का बदला नष्ट नहीं करता"
        },
        {
            "chapter": 3,
            "verse": 172,
            "text": "जिन लोगों ने अल्लाह और रसूल की पुकार को स्वीकार किया, इसके पश्चात कि उन्हें आघात पहुँच चुका था। इन सत्कर्मी और (अल्लाह का) डर रखनेवालों के लिए बड़ा प्रतिदान है"
        },
        {
            "chapter": 3,
            "verse": 173,
            "text": "ये वही लोग है जिनसे लोगों ने कहा, \"तुम्हारे विरुद्ध लोग इकट्ठा हो गए है, अतः उनसे डरो।\" तो इस चीज़ ने उनके ईमान को और बढ़ा दिया। और उन्होंने कहा, \"हमारे लिए तो बस अल्लाह काफ़ी है और वही सबसे अच्छा कार्य-साधक है।"
        },
        {
            "chapter": 3,
            "verse": 174,
            "text": "तो वे अल्लाह को ओर से प्राप्त होनेवाली नेमत और उदार कृपा के साथ लौटे। उन्हें कोई तकलीफ़ छू भी नहीं सकी और वे अल्लाह की इच्छा पर चले भी, और अल्लाह बड़ी ही उदार कृपावाला है"
        },
        {
            "chapter": 3,
            "verse": 175,
            "text": "वह तो शैतान है जो अपने मित्रों को डराता है। अतः तुम उनसे न डरो, बल्कि मुझी से डरो, यदि तुम ईमानवाले हो"
        },
        {
            "chapter": 3,
            "verse": 176,
            "text": "जो लोग अधर्म और इनकार में जल्दी दिखाते है, उनके कारण तुम दुखी न हो। वे अल्लाह का कुछ भी नहीं बिगाड़ सकते। अल्लाह चाहता है कि उनके लिए आख़िरत में कोई हिस्सा न रखे, उनके लिए तो बड़ी यातना है"
        },
        {
            "chapter": 3,
            "verse": 177,
            "text": "जो लोग ईमान की क़ीमत पर इनकार और अधर्म के ग्राहक हुए, वे अल्लाह का कुछ भी नहीं बिगाड़ सकते, उनके लिए तो दुखद यातना है"
        },
        {
            "chapter": 3,
            "verse": 178,
            "text": "और यह ढ़ील जो हम उन्हें दिए जाते है, इसे अधर्मी लोग अपने लिए अच्छा न समझे। यह ढील तो हम उन्हें सिर्फ़ इसलिए दे रहे है कि वे गुनाहों में और अधिक बढ़ जाएँ, और उनके लिए तो अत्यन्त अपमानजनक यातना है"
        },
        {
            "chapter": 3,
            "verse": 179,
            "text": "अल्लाह ईमानवालों को इस दशा में नहीं रहने देगा, जिसमें तुम हो। यह तो उस समय तक की बात है जबतक कि वह अपवित्र को पवित्र से पृथक नहीं कर देता। और अल्लाह ऐसा नहीं है कि वह तुम्हें परोक्ष की सूचना दे दे। किन्तु अल्लाह इस काम के लिए जिसको चाहता है चुन लेता है, और वे उसके रसूल होते है। अतः अल्लाह और उसके रसूल पर ईमान लाओ। और यदि तुम ईमान लाओगे और (अल्लाह का) डर रखोगे तो तुमको बड़ा प्रतिदान मिलेगा"
        },
        {
            "chapter": 3,
            "verse": 180,
            "text": "जो लोग उस चीज़ में कृपणता से काम लेते है, जो अल्लाह ने अपनी उदार कृपा से उन्हें प्रदान की है, वे यह न समझे कि यह उनके हित में अच्छा है, बल्कि यह उनके लिए बुरा है। जिस चीज़ में उन्होंने कृपणता से काम लिया होगा, वही आगे कियामत के दिन उनके गले का तौक़ बन जाएगा। और ये आकाश और धरती अंत में अल्लाह ही के लिए रह जाएँगे। तुम जो कुछ भी करते हो, अल्लाह उसकी ख़बर रखता है"
        },
        {
            "chapter": 3,
            "verse": 181,
            "text": "अल्लाह उन लोगों की बात सुन चुका है जिनका कहना है कि \"अल्लाह तो निर्धन है और हम धनवान है।\" उनकी बात हम लिख लेंगे और नबियों को जो वे नाहक क़त्ल करते रहे है उसे भी। और हम कहेंगे, \"लो, (अब) जलने की यातना का मज़ा चखो।"
        },
        {
            "chapter": 3,
            "verse": 182,
            "text": "यह उसका बदला है जो तुम्हारे हाथों ने आगे भेजा। अल्लाह अपने बन्दों पर तनिक भी ज़ुल्म नहीं करता"
        },
        {
            "chapter": 3,
            "verse": 183,
            "text": "ये वही लोग है जिनका कहना है कि \"अल्लाह ने हमें ताकीद की है कि हम किसी रसूल पर ईमान न लाएँ, जबतक कि वह हमारे सामने ऐसी क़ुरबानी न पेश करे जिसे आग खा जाए।\" कहो, \"तुम्हारे पास मुझसे पहले कितने ही रसूल खुली निशानियाँ लेकर आ चुके है, और वे वह चीज़ भी लाए थे जिसके लिए तुम कह रहे हो। फिर यदि तुम सच्चे हो तो तुमने उन्हें क़त्ल क्यों किया"
        },
        {
            "chapter": 3,
            "verse": 184,
            "text": "फिर यदि वे तुम्हें झुठलाते ही रहें, तो तुमसे पहले भी कितने ही रसूल झुठलाए जा चुके है, जो खुली निशानियाँ, 'ज़बूरें' और प्रकाशमान किताब लेकर आए थे"
        },
        {
            "chapter": 3,
            "verse": 185,
            "text": "प्रत्येक जीव मृत्यु का मज़ा चखनेवाला है, और तुम्हें तो क़ियामत के दिन पूरा-पूरा बदला दे दिया जाएगा। अतः जिसे आग (जहन्नम) से हटाकर जन्नत में दाख़िल कर दिया गया, वह सफल रहा। रहा सांसारिक जीवन, तो वह माया-सामग्री के सिवा कुछ भी नहीं"
        },
        {
            "chapter": 3,
            "verse": 186,
            "text": "तुम्हारें माल और तुम्हारे प्राण में तुम्हारी परीक्षा होकर रहेगी और तुम्हें उन लोगों से जिन्हें तुमसे पहले किताब प्रदान की गई थी और उन लोगों से जिन्होंने 'शिर्क' किया, बहुत-सी कष्टप्रद बातें सुननी पड़ेगी। परन्तु यदि तुम जमें रहे और (अल्लाह का) डर रखा, तो यह उन कर्मों में से है जो आवश्यक ठहरा दिया गया है"
        },
        {
            "chapter": 3,
            "verse": 187,
            "text": "याद करो जब अल्लाह ने उन लोगों से, जिन्हें किताब प्रदान की गई थी, वचन लिया था कि \"उसे लोगों के सामने भली-भाँति स्पट् करोगे, उसे छिपाओगे नहीं।\" किन्तु उन्होंने उसे पीठ पीछे डाल दिया और तुच्छ मूल्य पर उसका सौदा किया। कितना बुरा सौदा है जो ये कर रहे है"
        },
        {
            "chapter": 3,
            "verse": 188,
            "text": "तुम उन्हें कदापि यह न समझना, जो अपने किए पर ख़ुश हो रहे है और जो काम उन्होंने नहीं किए, चाहते है कि उनपर भी उनकी प्रशंसा की जाए - तो तुम उन्हें यह न समझाना कि वे यातना से बच जाएँगे, उनके लिए तो दुखद यातना है"
        },
        {
            "chapter": 3,
            "verse": 189,
            "text": "आकाशों और धरती का राज्य अल्लाह ही का है, और अल्लाह को हर चीज़ की सामर्थ्य प्राप्त है"
        },
        {
            "chapter": 3,
            "verse": 190,
            "text": "निस्सदेह आकाशों और धरती की रचना में और रात और दिन के आगे पीछे बारी-बारी आने में उन बुद्धिमानों के लिए निशानियाँ है"
        },
        {
            "chapter": 3,
            "verse": 191,
            "text": "जो खड़े, बैठे और अपने पहलुओं पर लेटे अल्लाह को याद करते है और आकाशों और धरती की रचना में सोच-विचार करते है। (वे पुकार उठते है,) \"हमारे रब! तूने यह सब व्यर्थ नहीं बनाया है। महान है तू, अतः हमें आग की यातना से बचा ले"
        },
        {
            "chapter": 3,
            "verse": 192,
            "text": "हमारे रब, तूने जिसे आग में डाला, उसे रुसवा कर दिया। और ऐसे ज़ालिमों का कोई सहायक न होगा"
        },
        {
            "chapter": 3,
            "verse": 193,
            "text": "हमारे रब! हमने एक पुकारनेवाले को ईमान की ओर बुलाते सुना कि अपने रब पर ईमान लाओ। तो हम ईमान ले आए। हमारे रब! तो अब तू हमारे गुनाहों को क्षमा कर दे और हमारी बुराइयों को हमसे दूर कर दे और हमें नेक और वफ़़ादार लोगों के साथ (दुनिया से) उठा"
        },
        {
            "chapter": 3,
            "verse": 194,
            "text": "हमारे रब! जिस चीज़ का वादा तूने अपने रसूलों के द्वारा किया वह हमें प्रदान कर और क़ियामत के दिन हमें रुसवा न करना। निस्संदेह तू अपने वादे के विरुद्ध जानेवाला नहीं है।"
        },
        {
            "chapter": 3,
            "verse": 195,
            "text": "तो उनके रब ने उनकी पुकार सुन ली कि \"मैं तुममें से किसी कर्म करनेवाले के कर्म को अकारथ नहीं करूँगा, चाहे वह पुरुष हो या स्त्री। तुम सब आपस में एक-दूसरे से हो। अतः जिन लोगों ने (अल्लाह के मार्ग में) घरबार छोड़ा और अपने घरों से निकाले गए और मेरे मार्ग में सताए गए, और लड़े और मारे गए, मैं उनसे उनकी बुराइयाँ दूर कर दूँगा और उन्हें ऐसे बाग़ों में प्रवेश कराऊँगा जिनके नीचे नहरें बह रही होंगी।\" यह अल्लाह के पास से उनका बदला होगा और सबसे अच्छा बदला अल्लाह ही के पास है"
        },
        {
            "chapter": 3,
            "verse": 196,
            "text": "बस्तियों में इनकार करनेवालों की चलत-फिरत तुम्हें किसी धोखे में न डाले"
        },
        {
            "chapter": 3,
            "verse": 197,
            "text": "यह तो थोड़ी सुख-सामग्री है फिर तो उनका ठिकाना जहन्नम है, और वह बहुत ही बुरा ठिकाना है"
        },
        {
            "chapter": 3,
            "verse": 198,
            "text": "किन्तु जो लोग अपने रब से डरते रहे उनके लिए ऐसे बाग़ होंगे जिनके नीचे नहरें बह रही होंगी। वे उसमें सदैव रहेंगे। यह अल्लाह की ओर से पहला आतिथ्य-सत्कार होगा और जो कुछ अल्लाह के पास है वह नेक और वफ़ादार लोगों के लिए सबसे अच्छा है"
        },
        {
            "chapter": 3,
            "verse": 199,
            "text": "और किताबवालों में से कुछ ऐसे भी है, जो इस हाल में कि उनके दिल अल्लाह के आगे झुके हुए होते है, अल्लाह पर ईमान रखते है और उस चीज़ पर भी जो तुम्हारी ओर उतारी गई है, और उस चीज़ पर भी जो स्वयं उनकी ओर उतरी। वे अल्लाह की आयतों का 'तुच्छ मूल्य पर सौदा' नहीं करते, उनके लिए उनके रब के पास उनका प्रतिदान है। अल्लाह हिसाब भी जल्द ही कर देगा"
        },
        {
            "chapter": 3,
            "verse": 200,
            "text": "ऐ ईमान लानेवालो! धैर्य से काम लो और (मुक़ाबले में) बढ़-चढ़कर धैर्य दिखाओ और जुटे और डटे रहो और अल्लाह से डरते रहो, ताकि तुम सफल हो सको"
        },
        {
            "chapter": 4,
            "verse": 1,
            "text": "ऐ लोगों! अपने रब का डर रखों, जिसने तुमको एक जीव से पैदा किया और उसी जाति का उसके लिए जोड़ा पैदा किया और उन दोनों से बहुत-से पुरुष और स्त्रियाँ फैला दी। अल्लाह का डर रखो, जिसका वास्ता देकर तुम एक-दूसरे के सामने माँगें रखते हो। और नाते-रिश्तों का भी तुम्हें ख़याल रखना हैं। निश्चय ही अल्लाह तुम्हारी निगरानी कर रहा हैं"
        },
        {
            "chapter": 4,
            "verse": 2,
            "text": "और अनाथों को उनका माल दे दो और बुरी चीज़ को अच्छी चीज़ से न बदलो, और न उनके माल को अपने माल के साथ मिलाकर खा जाओ। यह बहुत बड़ा गुनाह हैं"
        },
        {
            "chapter": 4,
            "verse": 3,
            "text": "और यदि तुम्हें आशंका हो कि तुम अनाथों (अनाथ लड़कियों) के प्रति न्याय न कर सकोगे तो उनमें से, जो तुम्हें पसन्द हों, दो-दो या तीन-तीन या चार-चार से विवाह कर लो। किन्तु यदि तुम्हें आशंका हो कि तुम उनके साथ एक जैसा व्यवहार न कर सकोंगे, तो फिर एक ही पर बस करो, या उस स्त्री (लौंड़ी) पर जो तुम्हारे क़ब्ज़े में आई हो, उसी पर बस करो। इसमें तुम्हारे न्याय से न हटने की अधिक सम्भावना है"
        },
        {
            "chapter": 4,
            "verse": 4,
            "text": "और स्त्रियों को उनके मह्रा ख़ुशी से अदा करो। हाँ, यदि वे अपनी ख़ुशी से उसमें से तुम्हारे लिए छोड़ दे तो उसे तुम अच्छा और पाक समझकर खाओ"
        },
        {
            "chapter": 4,
            "verse": 5,
            "text": "और अपने माल, जिसे अल्लाह ने तुम्हारे लिए जीवन-यापन का साधन बनाया है, बेसमझ लोगों को न दो। उन्हें उसमें से खिलाते और पहनाते रहो और उनसे भली बात कहो"
        },
        {
            "chapter": 4,
            "verse": 6,
            "text": "और अनाथों को जाँचते रहो, यहाँ तक कि जब वे विवाह की अवस्था को पहुँच जाएँ, तो फिर यदि तुम देखो कि उनमें सूझ-बूझ आ गई है, तो उनके माल उन्हें सौंप दो, और इस भय से कि कहीं वे बड़े न हो जाएँ तुम उनके माल अनुचित रूप से उड़ाकर और जल्दी करके न खाओ। और जो धनवान हो, उसे तो (इस माल से) से बचना ही चाहिए। हाँ, जो निर्धन हो, वह उचित रीति से कुछ खा सकता है। फिर जब उनके माल उन्हें सौंपने लगो, तो उनकी मौजूदगी में गवाह बना लो। हिसाब लेने के लिए अल्लाह काफ़ी है"
        },
        {
            "chapter": 4,
            "verse": 7,
            "text": "पुरुषों का उस माल में एक हिस्सा है जो माँ-बाप और नातेदारों ने छोड़ा हो; और स्त्रियों का भी उस माल में एक हिस्सा है जो माल माँ-बाप और नातेदारों ने छोड़ा हो - चाह वह थोड़ा हो या अधिक हो - यह हिस्सा निश्चित किया हुआ है"
        },
        {
            "chapter": 4,
            "verse": 8,
            "text": "और जब बाँटने के समय नातेदार और अनाथ और मुहताज उपस्थित हो तो उन्हें भी उसमें से (उनका हिस्सा) दे दो और उनसे भली बात करो"
        },
        {
            "chapter": 4,
            "verse": 9,
            "text": "और लोगों को डरना चाहिए कि यदि वे स्वयं अपने पीछे अपने निर्बल बच्चे छोड़ते तो उन्हें उन बच्चों के विषय में कितना भय होता। तो फिर उन्हें अल्लाह से डरना चाहिए और ठीक सीधी बात कहनी चाहिए"
        },
        {
            "chapter": 4,
            "verse": 10,
            "text": "जो लोग अनाथों के माल अन्याय के साथ खाते है, वास्तव में वे अपने पेट आग से भरते है, और वे अवश्य भड़कती हुई आग में पड़ेगे"
        },
        {
            "chapter": 4,
            "verse": 11,
            "text": "अल्लाह तुम्हारी सन्तान के विषय में तुम्हें आदेश देता है कि दो बेटियों के हिस्से के बराबर एक बेटे का हिस्सा होगा; और यदि दो से अधिक बेटियाँ ही हो तो उनका हिस्सा छोड़ी हुई सम्पत्ति का दो तिहाई है। और यदि वह अकेली हो तो उसके लिए आधा है। और यदि मरनेवाले की सन्तान हो जो उसके माँ-बाप में से प्रत्येक का उसके छोड़े हुए माल का छठा हिस्सा है। और यदि वह निस्संतान हो और उसके माँ-बाप ही उसके वारिस हों, तो उसकी माँ का हिस्सा तिहाई होगा। और यदि उसके भाई भी हो, तो उसका माँ का छठा हिस्सा होगा। ये हिस्से, वसीयत जो वह कर जाए पूरी करने या ऋण चुका देने के पश्चात है। तुम्हारे बाप भी है और तुम्हारे बेटे भी। तुम नहीं जानते कि उनमें से लाभ पहुँचाने की दृष्टि से कौन तुमसे अधिक निकट है। यह हिस्सा अल्लाह का निश्चित किया हुआ है। अल्लाह सब कुछ जानता, समझता है"
        },
        {
            "chapter": 4,
            "verse": 12,
            "text": "और तुम्हारी पत्नि यों ने जो कुछ छोड़ा हो, उसमें तुम्हारा आधा है, यदि उनकी सन्तान न हो। लेकिन यदि उनकी सन्तान हो तो वे छोड़े, उसमें तुम्हारा चौथाई होगा, इसके पश्चात कि जो वसीयत वे कर जाएँ वह पूरी कर दी जाए, या जो ऋण (उनपर) हो वह चुका दिया जाए। और जो कुछ तुम छोड़ जाओ, उसमें उनका (पत्ऩियों का) चौथाई हिस्सा होगा, यदि तुम्हारी कोई सन्तान न हो। लेकिन यदि तुम्हारी सन्तान है, तो जो कुछ तुम छोड़ोगे, उसमें से उनका (पत्नियों का) आठवाँ हिस्सा होगा, इसके पश्चात कि जो वसीयत तुमने की हो वह पूरी कर दी जाए, या जो ऋण हो उसे चुका दिया जाए, और यदि किसी पुरुष या स्त्री के न तो कोई सन्तान हो और न उसके माँ-बाप ही जीवित हो और उसके एक भाई या बहन हो तो उन दोनों में से प्रत्येक को छठा हिस्सा होगा। लेकिन यदि वे इससे अधिक हों तो फिर एक तिहाई में वे सब शरीक होंगे, इसके पश्चात कि जो वसीयत उसने की वह पूरी कर दी जाए या जो ऋण (उसपर) हो वह चुका दिया जाए, शर्त यह है कि वह हानिकर न हो। यह अल्लाह की ओर से ताकीदी आदेश है और अल्लाह सब कुछ जाननेवाला, अत्यन्त सहनशील है"
        },
        {
            "chapter": 4,
            "verse": 13,
            "text": "ये अल्लाह की निश्चित की हुई सीमाएँ है। जो कोई अल्लाह और उसके रसूल के आदेशों का पालन करेगा, उसे अल्लाह ऐसे बाग़ों में दाख़िल करेगा जिनके नीचे नहरें बह रही होंगी। उनमें वह सदैव रहेगा और यही बड़ी सफलता है"
        },
        {
            "chapter": 4,
            "verse": 14,
            "text": "परन्तु जो अल्लाह और उसके रसूल की अवज्ञा करेगा और उसकी सीमाओं का उल्लंघन करेगा उसे अल्लाह आग में डालेगा, जिसमें वह सदैव रहेगा। और उसके लिए अपमानजनक यातना है"
        },
        {
            "chapter": 4,
            "verse": 15,
            "text": "और तुम्हारी स्त्रियों में से जो व्यभिचार कर बैठे, उनपर अपने में से चार आदमियों की गवाही लो, फिर यदि वे गवाही दे दें तो उन्हें घरों में बन्द रखो, यहाँ तक कि उनकी मृत्यु आ जाए या अल्लाह उनके लिए कोई रास्ता निकाल दे"
        },
        {
            "chapter": 4,
            "verse": 16,
            "text": "और तुममें से जो दो पुरुष यह कर्म करें, उन्हें प्रताड़ित करो, फिर यदि वे तौबा कर ले और अपने आपको सुधार लें, तो उन्हें छोड़ दो। अल्लाह तौबा क़बूल करनेवाला, दयावान है"
        },
        {
            "chapter": 4,
            "verse": 17,
            "text": "उन्ही लोगों की तौबा क़बूल करना अल्लाह के ज़िम्मे है जो भावनाओं में बह कर नादानी से कोई बुराई कर बैठे, फिर जल्द ही तौबा कर लें, ऐसे ही लोग है जिनकी तौबा अल्लाह क़बूल करता है। अल्लाह सब कुछ जाननेवाला, तत्वदर्शी है"
        },
        {
            "chapter": 4,
            "verse": 18,
            "text": "और ऐसे लोगों की तौबा नहीं जो बुरे काम किए चले जाते है, यहाँ तक कि जब उनमें से किसी की मृत्यु का समय आ जाता है तो कहने लगता है, \"अब मैं तौबा करता हूँ।\" और इसी प्रकार तौबा उनकी भी नहीं है, जो मरते दम तक इनकार करनेवाले ही रहे। ऐसे लोगों के लिए हमने दुखद यातना तैयार कर रखी है"
        },
        {
            "chapter": 4,
            "verse": 19,
            "text": "ऐ ईमान लानेवालो! तुम्हारे लिए वैध नहीं कि स्त्रियों के माल के ज़बरदस्ती वारिस बन बैठो, और न यह वैध है कि उन्हें इसलिए रोको और तंग करो कि जो कुछ तुमने उन्हें दिया है, उसमें से कुछ ले उड़ो। परन्तु यदि वे खुले रूप में अशिष्ट कर्म कर बैठे तो दूसरी बात है। और उनके साथ भले तरीक़े से रहो-सहो। फिर यदि वे तुम्हें पसन्द न हों, तो सम्भव है कि एक चीज़ तुम्हें पसन्द न हो और अल्लाह उसमें बहुत कुछ भलाई रख दे"
        },
        {
            "chapter": 4,
            "verse": 20,
            "text": "और यदि तुम एक पत्ऩी की जगह दूसरी पत्ऩी लाना चाहो तो, चाहे तुमने उनमें किसी को ढेरों माल दे दिया हो, उसमें से कुछ मत लेना। क्या तुम उसपर झूठा आरोप लगाकर और खुले रूप में हक़ मारकर उसे लोगे"
        },
        {
            "chapter": 4,
            "verse": 21,
            "text": "और तुम उसे किस तरह ले सकते हो, जबकि तुम एक-दूसरे से मिल चुके हो और वे तुमसे दृढ़ प्रतिज्ञा भी ले चुकी है"
        },
        {
            "chapter": 4,
            "verse": 22,
            "text": "और उन स्त्रियों से विवाह न करो, जिनसे तुम्हारे बाप विवाह कर चुके हों, परन्तु जो पहले हो चुका सो हो चुका। निस्संदेह यह एक अश्लील और अत्यन्त अप्रिय कर्म है, और बुरी रीति है"
        },
        {
            "chapter": 4,
            "verse": 23,
            "text": "तुम्हारे लिए हराम है तुम्हारी माएँ, बेटियाँ, बहनें, फूफियाँ, मौसियाँ, भतीतियाँ, भाँजिया, और तुम्हारी वे माएँ जिन्होंने तुम्हें दूध पिलाया हो और दूध के रिश्ते से तुम्हारी बहनें और तुम्हारी सासें और तुम्हारी पत्ऩियों की बेटियाँ जिनसे तुम सम्भोग कर चुक हो। परन्तु यदि सम्भोग नहीं किया है तो इसमें तुमपर कोई गुनाह नहीं - और तुम्हारे उन बेटों की पत्ऩियाँ जो तुमसे पैदा हों और यह भी कि तुम दो बहनों को इकट्ठा करो; जो पहले जो हो चुका सो हो चुका। निश्चय ही अल्लाह अत्यन्त क्षमाशील, दयावान है"
        }
    ]
}