{
    "juzs": [
        {
            "chapter": 46,
            "verse": 1,
            "text": "Xa. Mim"
        },
        {
            "chapter": 46,
            "verse": 2,
            "text": "Bul Kitap tım ustem, xikmet iesi Alla tarapınan tusirildi"
        },
        {
            "chapter": 46,
            "verse": 3,
            "text": "Kokter men jerdi eri eki arasındagılardı sındıq boyınsa, bir merzim belgilep qana jarattıq. Al sonday qarsı bolgandar, eskertilgen narseden jaltarwda"
        },
        {
            "chapter": 46,
            "verse": 4,
            "text": "(Muxammed G.S.) olarga: \"Alladan ozge soqıngan narselerindi kordinder me? Olar jer juzinde ne jarattı, magan korsetindersi. Nemese olardın kokterde ortaqtıgı bar ma? Eger sınsıl bolsandar, magan budan burıngı bir kitap yaki gılmi derekter keltirinder\" de"
        },
        {
            "chapter": 46,
            "verse": 5,
            "text": "Alladan ozge qiyametke deyin ozine jawap bere almaytın birewge tabıngannan kim zalımıraq? Arine tabıngandarı olardın jalbarwlarınan xabarsız"
        },
        {
            "chapter": 46,
            "verse": 6,
            "text": "Adamdar jinalgan kezde, olarga tabıngandarı duspan bolıp, olardın ozderine qulsılıq qılgandıqtarına qarsı sıgadı. (S. 80-81-A)"
        },
        {
            "chapter": 46,
            "verse": 7,
            "text": "Olarga ap-asıq ayattarımız oqılgan kezde, sonday ozderine kelgen sındıqqa qarsı bolgandar: \"Mınaw asıq bir siqır\" deydi"
        },
        {
            "chapter": 46,
            "verse": 8,
            "text": "Nemese olar: \"Onı ozi jasadı\" dey me? (Muxammed G.S.): \"Mubada ozim jasagan bolsam, sonda meni Alladan es qorgay almaysındar. Alla, ol jonde ne kokigenderindi jaqsı biledi. Sonday-aq Ol, meni men senderdin aramızga kwalikte jetip asadı. Jane Ol, tım jarılqawsı, erekse meyirimdi\" de"
        },
        {
            "chapter": 46,
            "verse": 9,
            "text": "(Muxammed G.S.) olarga: \"Men elsilerdin tungısı emespin. Sonday-aq magan ari senderge ne isteletinin de bilmeymin. Ozime waxi etilgenge gana ilesemin. Jane asıq bir eskertwsi ganamın\" de"
        },
        {
            "chapter": 46,
            "verse": 10,
            "text": "(Muxammed G.S.) olarga: \"Kordinder me? Eger de Quran Allanın qasınan bolıp, sender ogan qarsı bolsandar; sonday-aq Izrail urpaqtarınan bir kwa, osı siyaqtı (Tawrat) ga qwa bolıp, keyin iman keltirse de sender menmesisender, kudiksiz Alla zalım eldi twra jolga salmaydı"
        },
        {
            "chapter": 46,
            "verse": 11,
            "text": "Sonday qarsı kelgender, iman keltirgender usin: \"Eger (bul dinde) igilik bolsa edi, olar bizden ozbas edi. (Aldımen biz Musılman bolar edik.)\" dedi. Onımen de twra jol tappagandıqtan: \"Bul kone bir otirik\" desedi"
        },
        {
            "chapter": 46,
            "verse": 12,
            "text": "Qurannan burın jolbassı ari igilik turinde Musa (G.S.) nın kitabı bar edi. Mine osı Quran zulımdıq qılgandarga eskertw, jaqsılıq istewsilerdi qwantw usin arap tilindegi rastawsı bir Kitap"
        },
        {
            "chapter": 46,
            "verse": 13,
            "text": "Kudiksiz sonday: \"Rabbımız Alla\" dep, sosın tup-twra ketkender, olarga; xawip-qater joq. Ari olar kuyinbeydi"
        },
        {
            "chapter": 46,
            "verse": 14,
            "text": "Mine osılar jannattıq. Gamaldarının bodawı turinde onda mangi qaladı"
        },
        {
            "chapter": 46,
            "verse": 15,
            "text": "Adam balasına, ake-sesesine jaqsılıq istewdi nusqadıq. Oytkeni sesesi onı zorga koterip, areq bosanadı. Sonday-aq ogan jukti bolw, (sutten) ayırw otız ay. Aqır ol, erjetip, qırıq jasqa ulasqan kezde: \"Rabbım! Ozime ake-seseme bergen nıgmetterine sukirlik etwimdi, ozin razı bolatın tuzw gamal istewimdi magan nasip ete kor! Menin urpaqtarımdı da tuzelt. Sın maninde, men tawbe qıldım. Arine men boy usınwsılardanmın\" dedi"
        },
        {
            "chapter": 46,
            "verse": 16,
            "text": "Mine bular, Biz jaqsı gamaldarın qabıl etip, jamandıqtarın kesiretin jannattıqtardın isinde boladı. Bul, olarga etilgen sınayı wade"
        },
        {
            "chapter": 46,
            "verse": 17,
            "text": "Al endi alde kim, ake-sesesine: \"Tuh! Ekewin de meni qayta tiriltip, sıgwmen qorqıtasındar ma? Rasında menen burın qansalagan nasilder otip ketti. (Olar tirilmedi)\" dedi. Ake-sesesi Allaga jalbarınıp: \"Sagan nendey okinis! Iman keltir. Kudiksiz Allanın wadesi xaq\" degende, ol: \"Bul, burıngılardın gana ertegisi\" dedi"
        },
        {
            "chapter": 46,
            "verse": 18,
            "text": "Mine osılar, burıngı otip ketken, ozderine delingen soz boyınsa azapqa dwsar bolgan jındar men adamdar tobınan boladı"
        },
        {
            "chapter": 46,
            "verse": 19,
            "text": "Arkimnin gamalı boyınsa darejeleri bar. Sonday-aq ozderine gamaldarının bodawı tolıq beriledi de olarga adiletsizdik etilmeydi"
        },
        {
            "chapter": 46,
            "verse": 20,
            "text": "Sonday qarsı bolgandar, otqa tondirilgen kuni: \"Dunie tirsiliginin qızıgın korip, odan paydalandındar. Al endi bugin jer juzinde orınsız menmensip, buzaqılıq qılgandıqtarın sebepti qorlawsı azappen jazalanasındar\" (delinedi)"
        },
        {
            "chapter": 46,
            "verse": 21,
            "text": "(Muxammed G.S.) Gad elinin twısın (Cud G.S. dı) esine al; sol waqıtta Axqaftagı eline eskertken edi. Rasında odan burın da keyin de eskertwsiler otken edi. Ol, eline: \"Alladan basqaga qulsılıq qılmandar. Sın maninde men senderge (keletin) zor kunnin azabınan qorqamın\" (dedi)"
        },
        {
            "chapter": 46,
            "verse": 22,
            "text": "Olar: \"Sen, bizdi tanirlerimizden aynıtw usin keldin be? Mubada sın aytwsılardan bolsan, derew bizge, bopsalagan narsendi keltir\" dedi"
        },
        {
            "chapter": 46,
            "verse": 23,
            "text": "Sın maninde malimet Allanın qasında. Men senderge menimen jiberilgen narseni jalgastırıp, otırmın. Degenmen senderdi nadan el koremin\" dedi"
        },
        {
            "chapter": 46,
            "verse": 24,
            "text": "Sonda olar, apattı, oypattarına qaray jayılıp, kele jatqan bult turinde korgen satte: \"Bul bizge janbır jawdıratın bult\" dedi. (Cud G.S.): \"Joq, ol, senderdin asıga tilegenderin; isinde jan tursigerlik azabı bar bir boran\" (dedi)"
        },
        {
            "chapter": 46,
            "verse": 25,
            "text": "Rabbınnın amirimen ar narseni tas-talqan qıladı. Sonda olardın jurttarınan basqa es narse korinbey qaladı. Qılmıstı elge osılay jaza beremiz"
        },
        {
            "chapter": 46,
            "verse": 26,
            "text": "Rasında olarga, senderge bergen mumkinsilikti bergen edik. Sonday-aq olarga estw, korw jane oylaw qabiletin bergen edik. Biraq olardın qulaqtarı, kozderi jane jurekteri esbir payda bermedi. Oytkeni olar, Allanın ayattarına qarsı keletin edi. Olardın mazaqtagan narseleri bastarına jetti"
        },
        {
            "chapter": 46,
            "verse": 27,
            "text": "Rasında mandarındagı kentterdi joq ettik. Raydan qaytwların usin ayattardı egjey-tegjeyli tusindirdik"
        },
        {
            "chapter": 46,
            "verse": 28,
            "text": "Sonda Alladan ozge, Ogan jaqındıq usin jasap algan tanirleri ozderine nege bolıspadı. Kerisinse olardan gayıp bolıp ketti. Osı, olardın otirikteri jane jasandıları"
        },
        {
            "chapter": 46,
            "verse": 29,
            "text": "(Muxammed G.S.) Sol waqıtta sagan jındardan Quran tındaytın bir toptı keltirgen edik. (Muxammed G.S. Tayıp pen Mekkenin arasındagı \"Naxla\" oypatında tan namazında Quran tındawga jındar kelgen.B.J.M.R.K.) Olar jetip kelgen satte: \"Undemender\" desti. Sonda oqılwı bitken kezde, elderine eskertwsi bolıp qayttı"
        },
        {
            "chapter": 46,
            "verse": 30,
            "text": "Olar: \"Ay elimiz! Sın maninde biz Musa (G.S.) dan keyin tusirilgen aldıngını rastawsı, sonday-aq sındıqqa jane twra jolga salatın bir Kitap tındatıq\" dedi"
        },
        {
            "chapter": 46,
            "verse": 31,
            "text": "Ay xalqımız! Allanın saqırwsısın (Muxammed G.S. dı) qabıldandar. Jane Allaga iman keltirinder. Kunalarındı jarılqap, kuyzeltwsi azaptan qorgaydı"
        },
        {
            "chapter": 46,
            "verse": 32,
            "text": "Alde kim Allanın saqırwsısın qabıldamasa da jer juzinde Allanı osaldata almaydı. Ari ogan, Odan ozge bolıswsı da bolmaydı. Mine osılar asıq adaswda"
        },
        {
            "chapter": 46,
            "verse": 33,
            "text": "Olar kormey me? Saksiz Ol sonday Alla, kokter men jerdi jarattı. Sonday-aq olardı jaratqanda boldırmagan Allanın olikterdi tiriltwge saması keledi. Arine Onın ar narsege kusi tolıq jetwsi"
        },
        {
            "chapter": 46,
            "verse": 34,
            "text": "Sonday kapirler, otqa akelinetin kuni, olarga: \"Osı sındıq emes pe eken?\",- (delinedi) Olar: \"Arine Rabbımızga sert\" deydi. Sonda olarga: \"Qarsı kelgendikterin sebepti azaptı tatındar\" delinedi"
        },
        {
            "chapter": 46,
            "verse": 35,
            "text": "(Muxammed G.S.) paygambarlardan maytalmandar, sabır etkendey sabır et. Olar usin asıqpa; olar ozderine wade etilgendi, korgen kuni, duniede kundizden bir dem gana turganday bilinedi. Bul bir uqtırw. Buzaqı el gana joq etiledi"
        },
        {
            "chapter": 47,
            "verse": 1,
            "text": "Sonday qarsı bolıp, Allanın jolınan tosqandardın, Alla gamaldarın bosqa jiberedi"
        },
        {
            "chapter": 47,
            "verse": 2,
            "text": "Al iman keltirip, izgi is istegenderdin sonday-aq Muxammed (G.S.) ke Rabbı tarapınan ol sındıqpen tusirilgenge iman keltirgenderdin Alla, jamandıqtarın joyıp, jagdayların tuzeltti"
        },
        {
            "chapter": 47,
            "verse": 3,
            "text": "Bunın sebebi: Sınayı qarsı bolgandardın bos narsege ilesip anıq iman keltirgenderdin Rabbılarınan kelgen xaqiqatka ileskendikteri. Osılaysa Alla adam balasına oz mısaldarın keltiredi"
        },
        {
            "chapter": 47,
            "verse": 4,
            "text": "Sogısta kapirlermen kezdessender, moyındarına sabındar; olardı janıstaganga deyin. Sonda berik baylandar (tutqınga alındar) da sosın qamqorlıq qılıp (qoya berinder.) Nemese bodaw alındar; Sogıs quraldarın qoyganga deyin (soytinder.) (S. 193-A.) Eger Alla qalasa, olardan os alar edi. Biraq birindi-birin arqılı sınaw usin. Sonday Alla jolında oltirilgender bolsa, Alla olardın gamaldarın aste zaya qılmaydı"
        },
        {
            "chapter": 47,
            "verse": 5,
            "text": "Olardı twra jolga salıp jagdayların tuzeltedi"
        },
        {
            "chapter": 47,
            "verse": 6,
            "text": "Olardı ozderine tanıstırılgan jannatqa kirgizedi"
        },
        {
            "chapter": 47,
            "verse": 7,
            "text": "Ay muminder! Eger Allaga (dinine) jardem etsender, Ol senderge jardem etip, tabandarındı bekitedi"
        },
        {
            "chapter": 47,
            "verse": 8,
            "text": "Sonday qarsı kelgenderge kelsek, olar janıstalsın. Alla olardın gamaldarın zaya qıldı"
        },
        {
            "chapter": 47,
            "verse": 9,
            "text": "Bunın sebebi: Sınında olar Allanın tusirgen narsesin jek kordi. Sondıqtan Alla olardın gamaldarın joydı"
        },
        {
            "chapter": 47,
            "verse": 10,
            "text": "Olar jer juzinde kezip, ozderinen burıngılardın sondarının qalay bolganın kormey me? Alla olardı talqandagan. Kapirler usin sol tarizdi boladı"
        },
        {
            "chapter": 47,
            "verse": 11,
            "text": "Oytkeni Alla, iman keltirgenderdin iesi. Sınında kapirlerdin iesi joq"
        },
        {
            "chapter": 47,
            "verse": 12,
            "text": "Saksiz Alla iman keltirip, izgi is istegenderdi astarınan ozender agatın jannatqa kirgizedi. Al qarsı bolgandar, (dunie tirsiliginen az gana) paydalanıp, xaywandar tarizdi jey beredi. Olardın ornı tozaq otı"
        },
        {
            "chapter": 47,
            "verse": 13,
            "text": "(Muxammed G.S.) seni sıgargan kentinnen tagı kusti qansalagan kentti joq ettiq. Sonda olarga bolıswsı bolmadı"
        },
        {
            "chapter": 47,
            "verse": 14,
            "text": "Al sonda Rabbı tarapınan asıq dalelde bolgan birew, ozine jaman gamalı ademi korsetilip, awesterine ergen birewmen ten be"
        },
        {
            "chapter": 47,
            "verse": 15,
            "text": "Sonday taqwalarga wade etilgen jannattın mısalı: Onda es buzılmaytın ozen swlar, dami ozgermeytin sutten ozender, iswsilerge damdi araqtan ozender (S. 45-47-A., 56-S. 19-A.) jane baldan ozender, sonday-aq onda olarga ar turli jemis ari Rabbılarınan jarılqaw bar; (bular,) tozaqta mangi qalıp, qaynar sw iskizilip, isekteri twralgan birewmen ten be"
        },
        {
            "chapter": 47,
            "verse": 16,
            "text": "Olardın isinen sagan qulaq asqandar da joq emes. Aqır qasınnan sıqqan kezde, ozderine gılım berilgenderden: \"Azir ne ayttı?\",- dep suraydı. Mine bular, Alla, jurekterin bitep qoygan, awesterine ergender"
        },
        {
            "chapter": 47,
            "verse": 17,
            "text": "Al sonday twra jol tapqandar, Alla, olardın twralıqtarın arttıra tusip, olarga taqwalıq beredi"
        },
        {
            "chapter": 47,
            "verse": 18,
            "text": "Olar qiyamet mezgilinin ozderine kenetten kelwin gana kute me? Rasında onın belgileri keldi goy. Qiyamet kelip bolganda, ugit alwları nege jaraydı"
        },
        {
            "chapter": 47,
            "verse": 19,
            "text": "(Muxammed G.S.) endi bil! Sın maninde Alladan basqa esbir tanir joq. Ozinnin ari mumin er, ayelderdin kunalarının jarılqanwın tile! Alla, aynalgan ari turaqtagan jerlerindi biledi"
        },
        {
            "chapter": 47,
            "verse": 20,
            "text": "Iman keltirgender: \"Bir sure nege tusirilmeydi?\",- deydi. Isinde sogıs bayan etilgen, asıq tusinikti bir sure tusirilgen kezde, (Muxammed G.S.) jurekterinde derti barlardın, sagan; ozin olim esirigi basqannın qarawınsa qaraganın koresin. Olarga olim artıq"
        },
        {
            "chapter": 47,
            "verse": 21,
            "text": "Boy usınw jane durıs soz kerek edi. Is bekigen satte, eger Allaga opa qılsa, arine olar usin xayırlı bolar edi"
        },
        {
            "chapter": 47,
            "verse": 22,
            "text": "Eger is basına keletin bolsandar, (nemese bet bursandar,) senderden jer juzinde buzaqılıq istew, jaqındıq baylanısın uzw gana umit etilmey me? (Eki juzdi munafıqtar is basına kelse de bet bursa da xayır kelmeydi)"
        },
        {
            "chapter": 47,
            "verse": 23,
            "text": "Olar, Alla, lagınet etip, sanıraw jane kozderin soqır qılgandar"
        },
        {
            "chapter": 47,
            "verse": 24,
            "text": "Aytpese olar, Qurandı tusinbey me? Nemese olardın jurekteri qulıptawlı ma"
        },
        {
            "chapter": 47,
            "verse": 25,
            "text": "Sınında ozderine twralıq ayqındalgannan keyin arttarına qaytqandardikin saytan jaqsı korsetip, olarga umit berdi"
        },
        {
            "chapter": 47,
            "verse": 26,
            "text": "Oytkeni olar, Allanın tusirgenin jek korgenderge: \"Senderge keybir iste bagınamız\" dedi. Alla olardın sırların biledi"
        },
        {
            "chapter": 47,
            "verse": 27,
            "text": "Peristeler, olardın betterine, arqalarına urıp, jandarın alganda qalay bolar edi"
        },
        {
            "chapter": 47,
            "verse": 28,
            "text": "Bul sınında olar Allanı aswlandıratın narselerge erip, Onın razdıgın jek korgendikten Alla, olardın gamaldarın joydı"
        },
        {
            "chapter": 47,
            "verse": 29,
            "text": "Nemese Jurekterinde derti bolgandar, Alla olardın kekterin aste asıqqa sıgarmaydı dep oyladı ma"
        },
        {
            "chapter": 47,
            "verse": 30,
            "text": "(Muxammed G.S.) eger qalasaq, munafıqtardı sagan korseter edik te olardı bet beynelerinen tanır edin. Arine olardı soz angarınan tanıysın. Alla istegenderindi biledi"
        },
        {
            "chapter": 47,
            "verse": 31,
            "text": "Albette senderden jawıngerlermen sabırlılardı anıqtaganımızga deyin sınaymız. Sonday-aq xabarlarındı da bayqaymız"
        },
        {
            "chapter": 47,
            "verse": 32,
            "text": "Sınında qarsı bolıp, Allanın jolınan tosqandar ari ozderine twralıq askerelengennen keyin Paygambarmen talasqandar, Allaga esbir ziyan keltire almaydı. Alla olardın gamaldarın joyadı"
        },
        {
            "chapter": 47,
            "verse": 33,
            "text": "Ay iman keltirgender! Allaga boy usınındar ari Paygambarga bagınındar. Sonday-aq gamaldarındı buzbandar"
        },
        {
            "chapter": 47,
            "verse": 34,
            "text": "Rasında qarsı bolıp, Allanın jolınan tosqandar, sosın kapir kuyinde olgender, olardı Alla, aste jarılqamaydı"
        },
        {
            "chapter": 47,
            "verse": 35,
            "text": "Sondıqtan bosamandar, kelisimge saqırmandar, sender ustemsinder. Alla sendermen birge. Aste gamaldarındı zaya qılmaydı. (Bul ayattagı maqsat, kuske ie bola turıp, kelisim jasaw.S. 61-A)"
        },
        {
            "chapter": 47,
            "verse": 36,
            "text": "Dunie tirsiligi bir oyın, ermek qana. Eger iman keltirip, saqsınsandar, Alla sıylıqtarındı beredi. Senderdin maldarıqdı suramaydı. (S. 29-A)"
        },
        {
            "chapter": 47,
            "verse": 37,
            "text": "Eger senderden onı (tutas jumsawlarındı) surasa edi, onda senderge awır tiip, sarandıq qılarsındar da ostikterin ortaga sıgar edi"
        },
        {
            "chapter": 47,
            "verse": 38,
            "text": "Negizinde sender sol Alla jolında mal jumsawga saqırılwdasındar. Alayda keybirewlerin sarandıq qıladı. Kim sarandıq qılsa, ozine gana sarandıq qıladı. Oytkeni Alla bay, sender kedeysinder. Eger Alladan bet bursandar, orındarına senderden basqa xalıqtı awıstıradı. Sosın olar sender siyaqtı bolmaydı"
        },
        {
            "chapter": 48,
            "verse": 1,
            "text": "(Muxammed G.S.) sozsiz seni asıq jeniske ie qıldıq"
        },
        {
            "chapter": 48,
            "verse": 2,
            "text": "Alla, otken ari kelesektegi kunandı jarılqaw, sagan degen nıgmetin tamamdaw jane sagan twra jol korsetw usin"
        },
        {
            "chapter": 48,
            "verse": 3,
            "text": "Tagı sagan ustem bir nusrat berer"
        },
        {
            "chapter": 48,
            "verse": 4,
            "text": "Ol sonday Alla, muminderdin imanın arttıra tusw usin olardın jurekterine toqtaw saldı. Kokterdegi jane jerdegi laskerler Allaniki. Sonday-aq Alla tolıq bilwsi, zor xikmet iesi"
        },
        {
            "chapter": 48,
            "verse": 5,
            "text": "Mumin erler men ayelderdi astarınan ozender agatın jannattarga mangi qalatın turde kirgizw usin jamandıqtarın joyadı. Mine osı, Allanın qasında zor tabıs"
        },
        {
            "chapter": 48,
            "verse": 6,
            "text": "Allaga baylanıstı jaman oy oylagan munafıq erler men munafıq ayelderdi, musrik erler men musrik ayelderdi azapqa usıratadı. Jamandıq ozderine bolsın. Alla olarga aswlandı, olardı lagınettedi de olarga tozaq dayındadı. Nendey jaman barar jer"
        },
        {
            "chapter": 48,
            "verse": 7,
            "text": "Kokter men jerdin askerleri Allaniki. Arine Alla, tım ustem, zor xikmet iesi"
        },
        {
            "chapter": 48,
            "verse": 8,
            "text": "(Muxammed G.S.) sın maninde seni kwa, qwantwsı jane eskertwsi etip jiberdik"
        },
        {
            "chapter": 48,
            "verse": 9,
            "text": "Allaga, Elsisine iman keltiresinder. Onı qwattaysındar, Onı ulıqtaysındar jane erteli-kes Onı daripteysinder"
        },
        {
            "chapter": 48,
            "verse": 10,
            "text": "(Muxammed G.S.) sagan bigat qılgandar, (qol bergender,) arine Allaga qol bergen boladı. Allanın qudıret qolı olardın qoldarının ustinde. Sondıqtan kim sertin buzsa, sonda oz ziyanına gana. Al jane kim Allaga bergen sertin orındasa, ogan zor sıylıq beredi"
        },
        {
            "chapter": 48,
            "verse": 11,
            "text": "Badewilerden sogıstan qalıp qalgandar, sagan: \"Bizdi maldarımız, semyalarımız aynaldırdı. Sondıqtan biz usin jarılqaw tile\" deydi. Olar, jurekterinde bolmagan narseni tilderimen ayta beredi. Olarga: \"Eger Alla, senderge bir ziyan qalasa nemese bir payda qalasa, sonda sender usin Allaga birew ne istey aladı? Olay emes. Alla senderdin ne istegenderindi tolıq biledi\" de"
        },
        {
            "chapter": 48,
            "verse": 12,
            "text": "Balkim sender, Paygambardı, muminderdi semyalarına mulde qayta almaydı dep oyladındar. Bul jurekterinde ademi korsetildi. Sonday-aq jaman oy oyladındar da jogalwga layıq el boldındar"
        },
        {
            "chapter": 48,
            "verse": 13,
            "text": "Al alde kim Allaga, elsisine iman keltirmese, sonda qarsı bolgandarga jalındagan tozaq dayındadıq"
        },
        {
            "chapter": 48,
            "verse": 14,
            "text": "Kokter men jerdin ieligi Allaga tan. Kimdi qalasa, jarılqaydı da kimdi qalasa, qinaydı. Sonday-aq Alla, asa jarılqawsı, erekse meyirimdi"
        },
        {
            "chapter": 48,
            "verse": 15,
            "text": "Ol sogıstan qalıp qalgandar, sender olja alw usin ketken kezde: \"Bizdi qoya berinder, senderge ereyik\" deydi. Olar Allanın sozin awıstırwdı qalaydı. (Muxammed G.S.) olarga: \"Aste bizge ermeysinder. Sender usin Alla, burınnan osılay aytqan\" de. Sonda olar: \"Olay emes. Sender bizdi kore almaysındar\" deydi. Olar ote az tusinedi"
        },
        {
            "chapter": 48,
            "verse": 16,
            "text": "(Muxammed G.S.) sogısqa barmay qalgan badewilerge: \"Sender jaqında asa kusti bir elge saqırılasındar da olarmen sogısasındar. Nemese olar Musılman boladı. Eger bul amirge bagınsandar, Alla, senderge jaqsı sıylıq beredi. Al eger burın bet burganday bet bursandar, Alla, senderdi kuyzeltwsi azappen qinaydı\" de"
        },
        {
            "chapter": 48,
            "verse": 17,
            "text": "(Sogısqa qatınaspawda) soqırga bir oqası joq. Aqsaqqa da estene joq. Jane awrwga da kina bolmaydı. Kim Allaga, Elsisine bagınsa, ol, astarınan ozender agatın ujmaqqa kirgiziledi. Al kim jaltarsa, ol, jan tursigerlik qinawmen qinaladı. (Xudaybiya kelisimi qarsanında Mekkege jiberilgen xazireti Gusman oltirildi degen xabar boyınsa Muxammed G.S. ga mın us juzden artıq saxaba bir agastın tubinde: \"Sogısqa azirmiz\" dep, bigat qıldı. B.J.M.K)"
        },
        {
            "chapter": 48,
            "verse": 18,
            "text": "Rasında Alla, muminderden agastın astında sagan sert bergen satte, razı boldı da olardın jurekterindegini bilip, olarga toqtaw saldı. Sonday-aq olarga tayawda bir jenis nasip etti"
        },
        {
            "chapter": 48,
            "verse": 19,
            "text": "Jane olarga koptegen alatın oljalardı nasip etti. Alla tım ustem, xikmet iesi"
        },
        {
            "chapter": 48,
            "verse": 20,
            "text": "Alla senderge koptegen alatın oljalardı wade etgi. Muminderge bir belgi bolwı jane senderdi twra jolga salwı usin osı jenisti tezinen berip, senderden adamdardın (swıq) qolın tostı"
        },
        {
            "chapter": 48,
            "verse": 21,
            "text": "Odan basqa da ali kusterin jetpegen, biraq Alla, olardı tolıq igerwine algan jenister de bar. Oytkeni, Allanın ar narsege tolıq kusi jetedi"
        },
        {
            "chapter": 48,
            "verse": 22,
            "text": "Eger kapirler sendermen sogıssa, arine arttarına burılıp qasar edi. Sodan keyin olar; bir dos ne jardemsi taba almaydı"
        },
        {
            "chapter": 48,
            "verse": 23,
            "text": "Allanın burınnnan kele jatqan jolı osı. Allanın jolında esbir ozgeris taba almaysın"
        },
        {
            "chapter": 48,
            "verse": 24,
            "text": "Ol sonday Alla, senderdi olarga oktem etkennen keyin Mekke oypatında olardın qoldarın senderden tıyıp, senderdin qoldarındı olardan tıydı. Alla (T.) ne istegenderindi tolıq korwsi"
        },
        {
            "chapter": 48,
            "verse": 25,
            "text": "Olar sonday kapirler, senderdi Mesjit Xaramnan jane tostırılgan qurbandıqtı ornına barwdan tıydı. Biraq eger Mekkedegi sender bilmegen, mumin erler men mumin ayelderdi sender janıstap, bilmestikten obalına qalmaytın bolsandar edi. (Sogısqa jol qoyılar edi.) Alla kimdi qalasa, marxametine bolew tsin (osılay istedi.) Mubada muminder bolingen bolsa edi, olardan qarsı kelgenderdi kuyzeltwsi azappen qinar edik"
        },
        {
            "chapter": 48,
            "verse": 26,
            "text": "Kapirler, jurekterindegi nadandıq qasarıswımen siresken kezde, Alla, Elsisine ari muminderge toqtaw saldı da olarga taqwa sozin juktedi. Olar bugan layıgıraq jane qabiletti edi. Alla ar narseni tolıq bilwsi"
        },
        {
            "chapter": 48,
            "verse": 27,
            "text": "Rasında Alla, Paygambarının tusin xaqiqat boyınsa twra sıgardı. Alla qalasa, aman-esen albette Mesjit Xaramga sastarındı aldırıp, ne qısqartıp beybit kiresinder. Alla senderdin bilmegen narselerindi bilgen edi. Sondıqtan budan ozge bir jaqın jenis nasip etti"
        },
        {
            "chapter": 48,
            "verse": 28,
            "text": "Ol sonday Alla, dinin bukil dinderden ustem qılw usin Paygambarın twralıq ari xaq dinmen jiberdi. Kwalik turgısınan Alla jetip asadı"
        },
        {
            "chapter": 48,
            "verse": 29,
            "text": "Muxammed (G.S.) Allanın Elsisi. Onımen birge bolgandar, kapirlerge qatanıraq, ozara tım meyirimdi. Olardı rukugda, sajdede koresin. Olar Alladan marxamet ari rizalıq tileydi. Olardın juzderinde sajdelerdin izinin deregi bar. Olardın Tawratta da sipattarı, Injilde de sipattarı bar; bul bas jarıp, sosın qwattanıp, jwandap, oz sabagında tik turgan egin siyaqtı. Bul (mısal) eginsilerdi tanırqatıp, onımen kapirlerdi ızalandırw usin. Alla, olardan iman keltirip, izgi is istegenderge jarılqaw, zor sıylıq wade etti"
        },
        {
            "chapter": 49,
            "verse": 1,
            "text": "Ay muminder! Alladan ari Elsisinen ilgeri ketpender. Jane Alladan qorqındar. Subasız Alla, asa estwsi, tolıq bilwsi"
        },
        {
            "chapter": 49,
            "verse": 2,
            "text": "Ay muminder! Dawıstarındı Paygambardın dawısının ustine kotermender. Ozara bir - birine dawıstaganday Paygambarga dabırlap soylespender. Gamaldarın joyılıp, angariay qalasındar"
        },
        {
            "chapter": 49,
            "verse": 3,
            "text": "Sınında Paygambardın janında dawıstarın basendetkender, mine solar, Alla jurekterin taqwalıq tsin sınagandar. Olarga jarılqaw ari zor sıylıq bar"
        },
        {
            "chapter": 49,
            "verse": 4,
            "text": "(Muxammed G.S.) rasında sagan xujıralardın art jagınan aygaylagandardın kobi tusinbegender"
        },
        {
            "chapter": 49,
            "verse": 5,
            "text": "(Muxammed G.S.) eger sen olarga sıqqanga deyin olar sabır etse, arine ozderine jaqsı bolar edi. Alla asa jarılqawsı, erekse meyirimdi"
        },
        {
            "chapter": 49,
            "verse": 6,
            "text": "Ay muminder! Buzıq birew xabar keltirse, onı anıqtandar. Aytpese bilmey bir elge kesirlerin tiip, istegenderine okinesinder"
        },
        {
            "chapter": 49,
            "verse": 7,
            "text": "Aralarında Allanın Elsisi barlıgın bilinder. Eger ol, istin kobinde senderge bagınsa edi, arine qiınsılıqqa usırar edinder. Biraq Alla, senderge imandı jaqsı korsetip, onı jurekterinde zeynettedi. Sonday-aq senderge; qarsılıqtı, buzaqılıqtı jane bas tartwdı jek korsetti. Mine solar twra joldagılar"
        },
        {
            "chapter": 49,
            "verse": 8,
            "text": "Bul Alladan kensilik, jane nıgmet. Alla tolıq bilwsi, xikmet iesi"
        },
        {
            "chapter": 49,
            "verse": 9,
            "text": "Eger muminderden eki top sogıssa, derew araların jarastırıqdar; mubada eki jaqtın biri, ekinsisine oktemdik jasasa, bas tartqan jaqpen Allanın amirine qaytqandarına deyin sogısındar. Eger qaytsa, araların adildikpen jarastırındar, twralıq istender. Rasında Alla twralıq istewsilerdi jaqsı koredi"
        },
        {
            "chapter": 49,
            "verse": 10,
            "text": "Sın maninde muminder twıs qoy. Sondıqtan eki twıstarınnın arasın jarastırındar. Jane Alladan qorqındar. Mumkin igilikke bolenersinder"
        },
        {
            "chapter": 49,
            "verse": 11,
            "text": "Ay muminder! Bir el, bir eldi talkek qıliasın. Balkim olar ozderinen jaqsı sıgar. Sonday-aq ayelder, ayelderdi kelemejdemesin. Balkim olar ozderinen jaqsı sıgar. Bir-birindi mindemender; jaman at tagıspandar. Iman keltirgennen keyin surkey at nendey jaian. Al kim tawbe qılmasa, mine solar zalımdar"
        },
        {
            "chapter": 49,
            "verse": 12,
            "text": "Ay muminder! Kumannın kobinen saqtanındar. Oytkeni, kumannın keybiri kuna. Sır teksermender, birewdi-birew gaybattamasın. Birewlerin olgen twısının etin jewdi jaqsı kore me? Arine onı jek koresinder. Rasında Alla tawbeni tım qabıl etwsi, erekse meyirimdi"
        },
        {
            "chapter": 49,
            "verse": 13,
            "text": "Ay adam balası! Subasız senderdi bir er, bir ayelden (Adam, Xawadan) jarattıq. Sonday-aq bir-birindi tanwların usin senderdi ulttar, rwlar qıldıq. Sınında Allanın qasında en ardaqtıların taqwaların. Saksiz Alla tolıq bilwsi, ar narseden xabar alwsı"
        },
        {
            "chapter": 49,
            "verse": 14,
            "text": "Badewiler: \"Iman keltirdik\" dedi. (Muxammed G.S.) olarga: \"Sender iman keltirmedinder. Alayda: \"Musılman boldıq\" dender. Oytkeni, iman jurekterine kirmedi. Eger Allaga, Paygambarga bagınsandar, gamaldarınnan es narse kemitpeydi. Subasız Alla, asa jarılqawsı, tım meyirimdi\" de"
        },
        {
            "chapter": 49,
            "verse": 15,
            "text": "Sın maninde sonday Allaga, Elsisine iman keltirgen muminder, sosın kudiktenbey; Alla jolına maldarı ari jandarımen sogıstı. Mine solar, sınsıldar"
        },
        {
            "chapter": 49,
            "verse": 16,
            "text": "(Muxammed G.S.) olarga: \"Allaga dinderindi uyretesinder me? Negizinde Alla, kokterdegi ari jerdegi narselerdi biledi. Sonday-aq Alla ar narseni tolıq bilwsi\" de"
        },
        {
            "chapter": 49,
            "verse": 17,
            "text": "(Muxammed G.S.) olar sagan Musılman bolgandıqtarına buldanadı. Olarga: \"Musılman bolgandarına magan mindetsimender. Kerisinse, eger sınsıl bolsandar, senderdi imanga kondiktirgendigi usin senderge Alla, mindetsidi\" de"
        },
        {
            "chapter": 49,
            "verse": 18,
            "text": "Rasında Alla, kokter men jerdegi qupiyanı biledi. Sonday-aq istegenderindi tolıq korwsi"
        },
        {
            "chapter": 50,
            "verse": 1,
            "text": "Qaf jane biik darejeli Quranga sert"
        },
        {
            "chapter": 50,
            "verse": 2,
            "text": "Kerisinse kapirler ozderine aralarınan bir eskertwsi kelwin: \"Bul bir gajayıp narse\" desti"
        },
        {
            "chapter": 50,
            "verse": 3,
            "text": "(Jane bılay desti): \"Biz olip topıraq bolgan kezde, (qayta tirilemiz be?) Bul qaytw aqıldan uzaq"
        },
        {
            "chapter": 50,
            "verse": 4,
            "text": "Rasında jerdin olardan neni kemitkenin bilemiz. Janımızda ar narseni saqtawsı bir Kitap bar. (Lawxı Maxfuz B.M)"
        },
        {
            "chapter": 50,
            "verse": 5,
            "text": "Arine olar, xaqiqat kelgen satte, jasınga sıgardı. Sondıqtan olar, bir dagdarısta"
        },
        {
            "chapter": 50,
            "verse": 6,
            "text": "Olar usterindegi aspanga qaramay ma? Onı qalay jasap, bezedik. Onın esbir sızatı joq"
        },
        {
            "chapter": 50,
            "verse": 7,
            "text": "Jerdi tosep, onda ar turli korkem narselerdi osirdik"
        },
        {
            "chapter": 50,
            "verse": 8,
            "text": "Arbir beyim qul usin; bir belgi jane ugit"
        },
        {
            "chapter": 50,
            "verse": 9,
            "text": "Aspannan bereketti janbır jawdırıp, sonda ol arqılı baqsalar jane orılatın astıq osirdik"
        },
        {
            "chapter": 50,
            "verse": 10,
            "text": "Qawasaqtarı sogırlangan uzın qurma agastarın osirdik"
        },
        {
            "chapter": 50,
            "verse": 11,
            "text": "Quldarga korek usin. Sonday-aq janbırmen jansız jerge jan berdik. (Qayta tirilip,) sıgwda sol tarizdi"
        },
        {
            "chapter": 50,
            "verse": 12,
            "text": "Olardan burın Nux (G.S.) qawımı, Ras xalqı jane Samud eli de jasınga aynaldırgan bolatın"
        },
        {
            "chapter": 50,
            "verse": 13,
            "text": "Gad, Pergawın jane Luttın agayındarı da"
        },
        {
            "chapter": 50,
            "verse": 14,
            "text": "Aykelikter jane Tubbag eli, barlıgı paygambarlardı jasınga aynaldırgan. Sondıktan wade sınga aynalgan. (Azapqa usıragan)"
        },
        {
            "chapter": 50,
            "verse": 15,
            "text": "Algasqı jaratw Bizdi sarsarttı ma? Joq, olar jana jaratılıstan kumandanwda"
        },
        {
            "chapter": 50,
            "verse": 16,
            "text": "Rasında adamzattı jarattıq.Ogan, napsisinin ne sıbırlaganın bilemiz. Oytkeni Biz, ogan kure tamırınan da jaqınbız"
        },
        {
            "chapter": 50,
            "verse": 17,
            "text": "Onın, onınan da solınan da eki bayqawsı otıradı. (S. 10-13-A)"
        },
        {
            "chapter": 50,
            "verse": 18,
            "text": "Awzınan bir soz sıgarsa-aq boldı, aldında andwsı dayın"
        },
        {
            "chapter": 50,
            "verse": 19,
            "text": "Olim esirigi sındıqtı keltirdi. Odan qaswsı edin"
        },
        {
            "chapter": 50,
            "verse": 20,
            "text": "Sur uriledi. Osı wadeli kun"
        },
        {
            "chapter": 50,
            "verse": 21,
            "text": "Arkimmen aydawsı jane kwa birge keledi"
        },
        {
            "chapter": 50,
            "verse": 22,
            "text": "Rasında osıdan kapersiz edin. Al endi senen sımıldıqtı astıq. Sondıqtan bugin kozin otkirlesti\" (delinedi)"
        },
        {
            "chapter": 50,
            "verse": 23,
            "text": "Janındagı (periste): \"Mine mendegi dayın\" deydi"
        },
        {
            "chapter": 50,
            "verse": 24,
            "text": "Bukil qarsı bolgan qiqardı, tozaqqa salındar\" (delinedi)"
        },
        {
            "chapter": 50,
            "verse": 25,
            "text": "Jaqsılıqqa tıyım salwsı, sekten sıgwsı jane kumandanwsı"
        },
        {
            "chapter": 50,
            "verse": 26,
            "text": "Bular sonday Allamen birge tanir jasap algan. Endi onı qattı azapqa salındar"
        },
        {
            "chapter": 50,
            "verse": 27,
            "text": "Onın sıbaylası (saytan): \"Rabbım! Onı, men azdırmadım. Degenmen ozi de uzaq adaswda edi\" deydi"
        },
        {
            "chapter": 50,
            "verse": 28,
            "text": "(Alla): \"Menin aldımda tartıspandar. Senderge aldın ala wadeni bildirgen edim\" deydi"
        },
        {
            "chapter": 50,
            "verse": 29,
            "text": "Menin aldımda soz awıstırılmaydı. Sonday-aq quldarıma adiletsizdik istemeymin"
        },
        {
            "chapter": 50,
            "verse": 30,
            "text": "Ol kuni, tozaqqa: \"Toldın ba?\",-deymiz. Ol: \"Tagı da bar ma?\",-deydi"
        },
        {
            "chapter": 50,
            "verse": 31,
            "text": "Beyis, taqwalarga jaqındatıladı, alıs bolmaydı"
        },
        {
            "chapter": 50,
            "verse": 32,
            "text": "Mine, wade etilgen narselerin; bukil tawbesil, saqtanwsılar usin"
        },
        {
            "chapter": 50,
            "verse": 33,
            "text": "Kim kormesten Raxmannan korıqsa, beyim jurekpen kelse"
        },
        {
            "chapter": 50,
            "verse": 34,
            "text": "Ujmaqqa aman-esen kirinder. Bul mangilik kuni\" (delinedi)"
        },
        {
            "chapter": 50,
            "verse": 35,
            "text": "Beyiste olar ne tilese bar. Sonday-aq janımızda artıgı da bar"
        },
        {
            "chapter": 50,
            "verse": 36,
            "text": "Olardan burın -ozderinen orasan mıqtı, memleketterdi kezgen, nasildi joq etken edik. Qutılar jer bar ma"
        },
        {
            "chapter": 50,
            "verse": 37,
            "text": "Subasız bunda (sezimtal) juregi barga nemese qulaq salıp, azir bolganga bir ugit bar"
        },
        {
            "chapter": 50,
            "verse": 38,
            "text": "Rasında kokter men jerdi jane eki arasındagı narselerdi altı kunde jarattıq, sarsamadıq"
        },
        {
            "chapter": 50,
            "verse": 39,
            "text": "(Muxammed G.S.) olardın aytqandarına sabır et. Rabbındı kun sıgwdan burın ari batwdan burın maqtay daripte. (Tan namazı, besin, ekinti. B.J.M)"
        },
        {
            "chapter": 50,
            "verse": 40,
            "text": "Tunnin bir boliminde jane namazdardan keyin Onı daripte. (Namazdardın artındagı napilder. B.J.M)"
        },
        {
            "chapter": 50,
            "verse": 41,
            "text": "Jaqın jerden bir aygaysının saqıratın (Sur uriletin) kunine qulaq sal"
        },
        {
            "chapter": 50,
            "verse": 42,
            "text": "Olar ol kuni ascı dawıstı anıq estidi. Ol, (qabırdan) sıgatın kun"
        },
        {
            "chapter": 50,
            "verse": 43,
            "text": "Rasında tiriltemiz de oltiremiz. Sonday-aq qaytar orın Biz jaq"
        },
        {
            "chapter": 50,
            "verse": 44,
            "text": "Sol kuni jer jarılıp, olar tezinen sıgadı. Osı jinaw Bizge onay"
        },
        {
            "chapter": 50,
            "verse": 45,
            "text": "(Muxammed G.S.) olardın ne degenderin jaqsı bilemiz. Sen olarga zorlawsı emessin. Kim azaptan qorıqsa, Quranmen ugit ber"
        },
        {
            "chapter": 51,
            "verse": 1,
            "text": "Sogıp usırwsı jelderge"
        },
        {
            "chapter": 51,
            "verse": 2,
            "text": "Mol janbır koterwsi bulttarga"
        },
        {
            "chapter": 51,
            "verse": 3,
            "text": "Jenil jurwsi kemelerge"
        },
        {
            "chapter": 51,
            "verse": 4,
            "text": "Isti bolwsi peristelerge sert"
        },
        {
            "chapter": 51,
            "verse": 5,
            "text": "Sın maninde senderge wade etilgen qiyamet arine ras"
        },
        {
            "chapter": 51,
            "verse": 6,
            "text": "Albette qiyamet boladı"
        },
        {
            "chapter": 51,
            "verse": 7,
            "text": "Joldarı bar aspanga sert"
        },
        {
            "chapter": 51,
            "verse": 8,
            "text": "Qumansız sender talas-tartıs sozdesinder"
        },
        {
            "chapter": 51,
            "verse": 9,
            "text": "Sındıqtan burılgan burıladı"
        },
        {
            "chapter": 51,
            "verse": 10,
            "text": "Oy jorwsılar qurısın"
        },
        {
            "chapter": 51,
            "verse": 11,
            "text": "Mine solar, bilimsizdik isinde janılwda"
        },
        {
            "chapter": 51,
            "verse": 12,
            "text": "Olar: \"Qiyamet qasan\" dep suraydı"
        },
        {
            "chapter": 51,
            "verse": 13,
            "text": "Ol, olardın otqa jagılatın kuni"
        },
        {
            "chapter": 51,
            "verse": 14,
            "text": "Olarga: \"Azaptarındı tatındar! Asıgıp, tilegenderin osı\" (delinedi)"
        },
        {
            "chapter": 51,
            "verse": 15,
            "text": "Saksiz taqwalar baqsalarda, bulaqtarda boladı"
        },
        {
            "chapter": 51,
            "verse": 16,
            "text": "Olar, ozderine Rabbılarının bergenin aladı. Oytkeni olar, budan burın jaqsılıq istewsi edi"
        },
        {
            "chapter": 51,
            "verse": 17,
            "text": "Olar tunde az gana uyıqtawsı edi"
        },
        {
            "chapter": 51,
            "verse": 18,
            "text": "Olar tan sarilerde jarılqanw tilewsi edi"
        },
        {
            "chapter": 51,
            "verse": 19,
            "text": "Olardın maldarında; suraganga da suramaganga da tiesi bar"
        },
        {
            "chapter": 51,
            "verse": 20,
            "text": "Jer juzinde nak senwsilerge dalelder bar"
        },
        {
            "chapter": 51,
            "verse": 21,
            "text": "Sonday-aq ozderinde de bar. Kormeysinder me"
        },
        {
            "chapter": 51,
            "verse": 22,
            "text": "Senderdin nesibelerin ari wade etilgen narseler kokte"
        },
        {
            "chapter": 51,
            "verse": 23,
            "text": "Kok pen jerdin Rabbına sert. Stbasız bul, senderdin soylegenderin siyaqtı ras. (Bir-birine soylegen sozderin qanday ras bolsa, sonday ras)"
        },
        {
            "chapter": 51,
            "verse": 24,
            "text": "(Muxammed G.S.) sagan Ibırayım (G.S.) nıq ardaqtı qonaqtarının (peristelerdin) angimesi keldi me"
        },
        {
            "chapter": 51,
            "verse": 25,
            "text": "Olar Ibırayım (G.S.) ga kirgende: \"Salem\" desti. Ibırayım (G.S.) da olarga: \"Salem, bogde qawım\" dedi. (S. 69-A., 15-S. 50-A)"
        },
        {
            "chapter": 51,
            "verse": 26,
            "text": "Derew uyine barıp, semiz bir buzaw akeldi"
        },
        {
            "chapter": 51,
            "verse": 27,
            "text": "Onı olarga jaqındatıp: \"Jemeysinder me?\",-dedi"
        },
        {
            "chapter": 51,
            "verse": 28,
            "text": "Olardan tiksinip, qorıqtı. Olar: \"Qorıqpa!\",- dedi de onı bilgis bir ulmen kwanttı"
        },
        {
            "chapter": 51,
            "verse": 29,
            "text": "Sonda Ibırayım (G.S.) nın jubayı, aldına oybaylap kelip, oz betin urdı da: \"Baladan qalgan bir kempirmin\" dedi"
        },
        {
            "chapter": 51,
            "verse": 30,
            "text": "Olar: \"Osılaysa Rabbın buyırdı. Oytkeni Ol, asa dana, tolıq bilwsi\" desti"
        }
    ]
}