{
    "maqras": [
        {
            "chapter": 7,
            "verse": 65,
            "text": "To the people of 'Ad We sent their brother, Hud. He said, ‘My people, serve God: you have no god other than Him. Will you not take heed?’"
        },
        {
            "chapter": 7,
            "verse": 66,
            "text": "but the disbelieving leaders of his people said, ‘We believe you are a fool,’ and ‘We think you are a liar.’"
        },
        {
            "chapter": 7,
            "verse": 67,
            "text": "He said, ‘My people, there is nothing foolish about me! On the contrary, I am a messenger from the Lord of all the Worlds"
        },
        {
            "chapter": 7,
            "verse": 68,
            "text": "I am delivering my Lord’s messages to you. I am your sincere and honest adviser"
        },
        {
            "chapter": 7,
            "verse": 69,
            "text": "Do you find it so strange that a message should come from your Lord, through a man in your midst, to warn you? Remember how He made you heirs after Noah’s people, and increased your stature: remember God’s bounties, so that you may prosper.’"
        },
        {
            "chapter": 7,
            "verse": 70,
            "text": "They said, ‘Have you really come to tell us to serve God alone and to forsake what our forefathers served? If what you say is true, bring us the punishment you threaten.’"
        },
        {
            "chapter": 7,
            "verse": 71,
            "text": "He said, ‘You are already set to receive your Lord’s loathing and anger. Are you arguing with me about mere names you and your forefathers invented, names for which God has given no sanction? Just wait; I too am waiting.’"
        },
        {
            "chapter": 7,
            "verse": 72,
            "text": "We saved him, and those who were with him, through Our mercy; We destroyed those who denied Our revelations and would not believe"
        },
        {
            "chapter": 7,
            "verse": 73,
            "text": "To the people of Thamud We sent their brother, Salih. He said, ‘My people, serve God: you have no god other than Him. A clear sign has come to you now from your Lord: this is God’s she-camel- a sign for you- so let her graze in God’s land and do not harm her in any way, or you will be struck by a painful torment"
        },
        {
            "chapter": 7,
            "verse": 74,
            "text": "Remember how He made you heirs after 'Ad and settled you in the land to build yourselves castles on its plains and carve houses out of the mountains: remember God’s blessings and do not spread corruption in the land,’"
        },
        {
            "chapter": 7,
            "verse": 75,
            "text": "but the arrogant leaders among his people said to the believers they thought to be of no account, ‘Do you honestly think that Salih is a messenger from his Lord?’ They said, ‘Yes. We believe in the message sent through him,’"
        },
        {
            "chapter": 7,
            "verse": 76,
            "text": "but the arrogant leaders said, ‘We reject what you believe in,’"
        },
        {
            "chapter": 7,
            "verse": 77,
            "text": "and then they hamstrung the camel. They defied their Lord’s commandment and said, ‘Salih, bring down the punishment you threaten, if you really are a messenger!’"
        },
        {
            "chapter": 7,
            "verse": 78,
            "text": "An earthquake seized them: by the next morning they were lying dead in their homes"
        },
        {
            "chapter": 7,
            "verse": 79,
            "text": "So he turned away from them, saying, ‘My people, I delivered my Lord’s messages to you and gave you sincere advice, but you did not like those who gave sincere advice.’"
        },
        {
            "chapter": 7,
            "verse": 80,
            "text": "We sent Lot and he said to his people, ‘How can you practise this outrage? No one in the world has outdone you in this"
        },
        {
            "chapter": 7,
            "verse": 81,
            "text": "You lust after men rather than women! You transgress all bounds!’"
        },
        {
            "chapter": 7,
            "verse": 82,
            "text": "The only response his people gave was to say [to one another], ‘Drive them out of your town! These men want to keep themselves chaste!’"
        },
        {
            "chapter": 7,
            "verse": 83,
            "text": "We saved him and his kinsfolk- apart from his wife who stayed behind"
        },
        {
            "chapter": 7,
            "verse": 84,
            "text": "and We showered upon [the rest of] them a rain [of destruction]. See the fate of the evildoers"
        },
        {
            "chapter": 7,
            "verse": 85,
            "text": "To the people of Midian We sent their brother, Shuayb. He said, ‘My people, serve God: you have no god other than Him. A clear sign has come to you from your Lord. Give full measure and weight and do not undervalue people’s goods; do not cause corruption in the land after it has been set in order: this is better for you, if you are believers"
        },
        {
            "chapter": 7,
            "verse": 86,
            "text": "Do not sit in every pathway, threatening and barring those who believe in God from His way, trying to make it crooked. Remember how you used to be few and He made you multiply. Think about the fate of those who used to spread corruption"
        },
        {
            "chapter": 7,
            "verse": 87,
            "text": "If some of you believe the message I bring and others do not, then be patient till God judges between us. He is the best of all judges.’"
        }
    ]
}