{
    "maqras": [
        {
            "chapter": 8,
            "verse": 1,
            "text": "They ask you [Prophet] about [distributing] the battle gains. Say, ‘That is a matter for God and His Messenger, so be mindful of God and make things right between you. Obey God and His Messenger if you are true believers"
        },
        {
            "chapter": 8,
            "verse": 2,
            "text": "true believers are those whose hearts tremble with awe when God is mentioned, whose faith increases when His revelations are recited to them, who put their trust in their Lord"
        },
        {
            "chapter": 8,
            "verse": 3,
            "text": "who keep up the prayer and give to others out of what We provide for them"
        },
        {
            "chapter": 8,
            "verse": 4,
            "text": "Those are the ones who truly believe. They have high standing with their Lord, forgiveness, and generous provision.’"
        },
        {
            "chapter": 8,
            "verse": 5,
            "text": "For it was your Lord who made you [Prophet] venture from your home for a true purpose––though a group of the believers disliked it"
        },
        {
            "chapter": 8,
            "verse": 6,
            "text": "and argued with you about the truth after it had been made clear, as if they were being driven towards a death they could see with their own eyes"
        },
        {
            "chapter": 8,
            "verse": 7,
            "text": "Remember how God promised you [believers] that one of the two enemy groups would fall to you: you wanted the unarmed group to be yours, but it was God’s will to establish the truth according to His Word and to finish off the disbelievers––"
        },
        {
            "chapter": 8,
            "verse": 8,
            "text": "to prove the Truth to be true, and the false to be false, much as the guilty might dislike it"
        },
        {
            "chapter": 8,
            "verse": 9,
            "text": "When you begged your Lord for help, He answered you, ‘I will reinforce you with a thousand angels in succession.’"
        },
        {
            "chapter": 8,
            "verse": 10,
            "text": "God made this a message of hope to reassure your hearts: help comes only from God, He is mighty and wise"
        },
        {
            "chapter": 8,
            "verse": 11,
            "text": "Remember when He gave you sleep as a reassurance from Him, and sent down water from the sky to cleanse you, to remove Satan’s pollution from you, to make your hearts strong and your feet firm"
        },
        {
            "chapter": 8,
            "verse": 12,
            "text": "Your Lord revealed to the angels: ‘I am with you: give the believers firmness; I shall put terror into the hearts of the disbelievers- strike above their necks and strike all their fingertips.’"
        },
        {
            "chapter": 8,
            "verse": 13,
            "text": "That was because they opposed God and His Messenger, and if anyone opposes God and His Messenger, God punishes them severely"
        },
        {
            "chapter": 8,
            "verse": 14,
            "text": "‘That is what you get! Taste that!’––and the torment of the Fire awaits the disbelievers"
        },
        {
            "chapter": 8,
            "verse": 15,
            "text": "Believers, when you meet the disbelievers in battle, never turn your backs on them"
        },
        {
            "chapter": 8,
            "verse": 16,
            "text": "if anyone does so on such a day- unless maneuvring to fight or to join a fighting group- he incurs the wrath of God, and Hell will be his home, a wretched destination"
        },
        {
            "chapter": 8,
            "verse": 17,
            "text": "It was not you who killed them but God, and when you [Prophet] threw [sand at them] it was not your throw [that defeated them] but God’s, to do the believers a favour: God is all seeing and all knowing"
        },
        {
            "chapter": 8,
            "verse": 18,
            "text": "‘That is what you get!’––and God will weaken the disbelievers’ designs"
        },
        {
            "chapter": 8,
            "verse": 19,
            "text": "[Disbelievers], if you were seeking a decision, now you have witnessed one: if you stop here, it will be better for you. If you return, so shall We, and your forces, though greater in number, will be of no use to you. God is with the believers"
        },
        {
            "chapter": 8,
            "verse": 20,
            "text": "Believers, obey God and His Messenger: do not turn away when you are listening to him"
        },
        {
            "chapter": 8,
            "verse": 21,
            "text": "do not be like those who say, ‘We heard,’ though in fact they were not listening"
        }
    ]
}