{
    "juzs": [
        {
            "chapter": 6,
            "verse": 111,
            "text": "And even if We did send angels to them, and the dead did speak to them, and We gathered together all things before their very eyes, they are not the ones to believe, unless it is in Allah’s Will. But most of them are ignorant (towards the Message)"
        },
        {
            "chapter": 6,
            "verse": 112,
            "text": "In this way, for every messenger, We did make an enemy— Satans' among men and jinns', confusing each other with flowery talk, with lies that mislead. If your Lord had so willed, they would not have done it: So leave them and their inventions alone"
        },
        {
            "chapter": 6,
            "verse": 113,
            "text": "To such (an evil way), let the hearts of those be turned, (those) who have no faith in the Hereafter: Let them become happy in it, and let them earn from it what they may"
        },
        {
            "chapter": 6,
            "verse": 114,
            "text": "Say: \"Shall I try to find a judge (anyone) other than Allah? When He it is Who has sent to you the Book, (and) explained in detail.\" They know fully well to whom We have given the Book, that it has been sent down from your Lord in truth. Then, never be of those (people) who doubt"
        },
        {
            "chapter": 6,
            "verse": 115,
            "text": "The Word of your Lord always finds its fulfillment in truth and in justice: No one can change His Words: For He is the All Hearing (As-Sami’), the All Knowing (Al-Aleem)"
        },
        {
            "chapter": 6,
            "verse": 116,
            "text": "And if you obey the most part of those on earth, they will lead you astray from the Way of Allah. They (the people) follow only (sheer) imagination: They do nothing but are merely conjecturing"
        },
        {
            "chapter": 6,
            "verse": 117,
            "text": "Surely, your Lord knows well who wanders away from His Way: He (also) knows well those who receive His guidance"
        },
        {
            "chapter": 6,
            "verse": 118,
            "text": "So eat the (meats) on which Allah’s Name has been said, if you have faith in His Signs (verses)"
        },
        {
            "chapter": 6,
            "verse": 119,
            "text": "And why should you not eat the (meats) on which Allah’s Name has been mentioned? When He has explained to you in detail what is not allowed for you— Except under compulsion of necessity; And indeed, many do mislead (men) by their caprices without any knowledge. For sure, Your Lord knows best those who transgress"
        },
        {
            "chapter": 6,
            "verse": 120,
            "text": "Keep away from all sin, open or secret: Surely, those who commit sin will get their due recompense for what they committed"
        },
        {
            "chapter": 6,
            "verse": 121,
            "text": "Do not eat from the (meats) on which Allah’s Name has not been mentioned: For sure, this is sin and disobedience. But the Satans' always inspire their friends to argue with (create doubt in) you, if you were to obey them, you would truly be pagans"
        },
        {
            "chapter": 6,
            "verse": 122,
            "text": "Can he who was dead, and to whom We gave life, and a light by which he can walk among men, be like him who is in the depths of darkness, from which he can never come out? Therefore, to those who are without Faith, their own actions seem pleasing"
        },
        {
            "chapter": 6,
            "verse": 123,
            "text": "And thus have We placed chief leaders in every town, its wicked men, who plot (evil and place themselves) in there: But they only plot against their own souls, and they do not understand it"
        },
        {
            "chapter": 6,
            "verse": 124,
            "text": "And when a Sign (from Allah) comes to them, they say: \"We shall not believe until we receive one (exactly) like that received by messengers of Allah.\" Allah knows best where (and how) to carry out His Mission. Soon will the wicked be overtaken by humiliation before Allah, and a severe punishment, for all their plots"
        },
        {
            "chapter": 6,
            "verse": 125,
            "text": "Those to whom Allah (in His Plan) wills to guide— He opens his breast (heart) to Islam; Those whom He wills to leave wandering— He makes his breast (heart) narrow and tight, as if he had to climb up to the sky (through his own heart): Thus does Allah (place) the penalty on those who refuse to believe"
        },
        {
            "chapter": 6,
            "verse": 126,
            "text": "And, this is the Way of your Lord, leading (you) Straight: We have explained the Signs for those who receive the warning"
        },
        {
            "chapter": 6,
            "verse": 127,
            "text": "For them will be a Home of Peace in the Presence of their Lord: He will be their (close) Protector (Wali), because they practiced (righteousness)"
        },
        {
            "chapter": 6,
            "verse": 128,
            "text": "And on the Day, when He will gather all of them, (the jinns',) together (and say): \"O you assembly of jinns'! Many of you did mislead from the men.\" Their friends among men will say: \"Our Lord! We profited from each other: But, we have reached (the end of) our term— Which You did appoint for us.\" He will say: \"The Fire will be your dwelling place: You will live in there for ever, except as Allah wills. For your Lord is All Wise (Hakeem), All Knowing (Aleem)"
        },
        {
            "chapter": 6,
            "verse": 129,
            "text": "And thus, We make the wrongdoers turn to each other, because of what they have earned"
        },
        {
            "chapter": 6,
            "verse": 130,
            "text": "O you assembly of jinns' and men! Did the messengers not come to you from among you, telling you of My Signs and warning you of the facing of this Day?\" They will say: \"We bear witness against ourselves.\" It was the present life that deceived them. And they will bear witness against themselves that they rejected Faith (as disbelievers)"
        },
        {
            "chapter": 6,
            "verse": 131,
            "text": "(The messengers were sent), because your Lord would not destroy the townships of men for their wrong-doing while the people (of the townships) were not warned"
        },
        {
            "chapter": 6,
            "verse": 132,
            "text": "For all (men, there) are degrees (or ranks) set by their deeds: And your Lord is not unmindful of anything that they do"
        },
        {
            "chapter": 6,
            "verse": 133,
            "text": "And your Lord is Self-Sufficient (Ghani), Full of Mercy: If He (so) wills, He can destroy you, and in your place appoint whom He wills as your successors, (or) even as He had raised you up as the descendants of other people"
        },
        {
            "chapter": 6,
            "verse": 134,
            "text": "Surely, all that has been promised to you will come out as true: Nor can you stop it (in the least bit)"
        },
        {
            "chapter": 6,
            "verse": 135,
            "text": "Say: \"O my people! Do whatever you can: I will do (my part): Soon will you know who they are whose end will be (the best) in the Hereafter: It is certain that the wrongdoers will not succeed"
        },
        {
            "chapter": 6,
            "verse": 136,
            "text": "And out of what Allah has produced in plenty as crops and as cattle, they assigned Him a share: And they say, according to their wish: \"This is for Allah, and this— For Our ‘partners’!\" But the share of their ‘partners’ does not reach Allah, whereas, the share of Allah reaches their ‘partners’! Evil (and unjust) is how they judge"
        },
        {
            "chapter": 6,
            "verse": 137,
            "text": "Even so, in the eyes of most of the (unbelieving) pagans, their ‘partners’ made the killing of their (own) children look nice, in order to lead them to their own destruction, and cause confusion in their religion. If Allah had willed, they would not have done so: But leave them and their inventions alone"
        },
        {
            "chapter": 6,
            "verse": 138,
            "text": "By their claim, they say that such and such cattle and crops, are not for general use, and none should eat from them except those whom— They say— We wish; Further, there are cattle forbidden to yoke (around their necks for work) or for burden, and (there are) cattle on which, (at the time of slaughter), the Name of Allah is not pronounced;— Inventions against Allah’s Name: Soon He will punish them for their own inventions"
        },
        {
            "chapter": 6,
            "verse": 139,
            "text": "And they say: \"What is in the wombs of such and such cattle is specially reserved (for food) of our men, and forbidden to our women; But if it is born without life, then all have shares in it.\" For their falsehoods (of superstitions to Allah), He will soon punish them: Surely, He is All Wise (Hakeem), All Knowing (Aleem)"
        },
        {
            "chapter": 6,
            "verse": 140,
            "text": "Indeed, lost are those who kill their children, with evil (and), without knowledge, and forbid food that Allah has made for them, inventing lies against Allah. They have truly gone astray and have not heeded for the guidance"
        },
        {
            "chapter": 6,
            "verse": 141,
            "text": "And it is He, Who produces gardens, with trellises and without (trellises), and date-palms, and crops with produce of all kinds, and olives and pomegranates, similar (in kind) and different (in variety): Eat from their fruit in their season, but give the dues (in charity) that are proper on the day that the harvest is gathered. But do not waste by the way of excess: Verily, Allah does not love the wasters"
        },
        {
            "chapter": 6,
            "verse": 142,
            "text": "And from the cattle (are some) for (carrying) burden and (some) for meat: Eat from what Allah has provided for you, and do not follow the footsteps of Satan: For he is a well-known enemy to you"
        },
        {
            "chapter": 6,
            "verse": 143,
            "text": "Eight pairs (of cattle), two (male and female): Of sheep, a pair; And two of goats, a pair; Say: \"Has He forbidden the two males, or the two females, or (the young) which the wombs of the two females hold? Tell me with knowledge, if you are truthful"
        },
        {
            "chapter": 6,
            "verse": 144,
            "text": "And of the camels a pair, and of oxen a pair; Say: \"Has He forbidden the two males, or the two females, or (the young) which the wombs of the two females hold? or were you present when Allah ordered you such a thing?\" Then who does more wrong than one who invents a lie against Allah, to lead astray the Mankind without knowledge? For Allah does not guide people who do wrong"
        },
        {
            "chapter": 6,
            "verse": 145,
            "text": "Say: \"I do not find in the message that it was revealed to me any (meat) forbidden to be eaten by one who wishes to eat it, unless it is a dead meat, or blood poured forth, or the flesh of swine— Because it is disgusting (an abomination) or, what is impious, (meat) on which a name has been invoked, other than Allah’s (Name).\" But (even then), if a person is forced by necessity, without willingly disobeying, nor going against proper limits— Your Lord is Often Forgiving (Ghafoor), Most Merciful (Raheem)"
        },
        {
            "chapter": 6,
            "verse": 146,
            "text": "And for those who followed the Judaic (Jewish) Law, We did not permit (animals) with undivided hoof, and We did not permit them the fat of the ox and the sheep, except what adheres to their backs or their insides (intestines), or is mixed with bone: This is to adjust for their willful disobedience: For We are True (in Our laws)"
        },
        {
            "chapter": 6,
            "verse": 147,
            "text": "If they accuse you of falsehood, say: \"Your Lord is full of Mercy, All Embracing; But His anger will never be turned back from guilty people"
        },
        {
            "chapter": 6,
            "verse": 148,
            "text": "Those who give partners (to Allah) will say: \"If Allah had wished, we should not have given partners to Him, nor would our fathers; Nor should we have had any (of such) conducts.\" So did their ancestors argue falsely, until they tasted Our might. Say: \"Have you any (certain) knowledge (or proof)? If so produce it before us. Surely, you follow nothing but (unsupported) thought: You do nothing but lie"
        },
        {
            "chapter": 6,
            "verse": 149,
            "text": "Say: \"With Allah is the argument that reaches the end: If it had been His Will, He could have really guided you all"
        },
        {
            "chapter": 6,
            "verse": 150,
            "text": "Say: \"Bring forward your witnesses to prove that Allah did forbid such and such.\" Even if they bring such witnesses, you do not be among them, nor you follow their vain desires, desires of those who treat Our Signs as lies, and of those who do not believe in Hereafter: And they hold others as equal with their guardian-Lord"
        },
        {
            "chapter": 6,
            "verse": 151,
            "text": "Say: \"Come, I will say (again) what Allah has (really) forbidden you from: Do not join anything as equal with Him; Be good to your parents; Do not kill your children on an excuse of want— We provide sustenance for you and for them— Do not come near to any such shameful sins, whether openly or in secret; Do not take life, which Allah has made sacred, except by way of justice and law:\" Thus does He command you, that you may learn wisdom"
        },
        {
            "chapter": 6,
            "verse": 152,
            "text": "And do not come near to the orphans property except to improve it (or to make it better), till he (or she) attains the age of full strength; Give full measure and full weight with (total) justice— No burden do We place on any soul, except that what it can bear— And whenever you speak, speak justly, even if a near relative is concerned; And fulfill the duty (and promise) to Allah: Thus does He command you, that you may remember"
        },
        {
            "chapter": 6,
            "verse": 153,
            "text": "And surely, this is My Way, leading (you) Straight: Follow it: (And) follow not (other) paths: They will scatter you from His (straight) Path: Thus He commands you, that you may be Righteous"
        },
        {
            "chapter": 6,
            "verse": 154,
            "text": "Then, We gave Musa (Moses) the Book (Torah), completing (Our favor) to those who would do right, and explaining all things in detail— And a guide and a blessing, that they might believe in the meeting with their Lord"
        },
        {
            "chapter": 6,
            "verse": 155,
            "text": "And this is a blessed Book (the Quran) that We have revealed as a blessing: So follow it and be righteous, that you may (also) receive mercy"
        },
        {
            "chapter": 6,
            "verse": 156,
            "text": "In case that you should say: \"The Book was sent down to two sects before us, and for our part, we remained unaware with all that they learned by serious study"
        },
        {
            "chapter": 6,
            "verse": 157,
            "text": "Or in case that you should say: \"If the Book had only been sent down to us, we should have followed its guidance better than they (did).\" Now then, has come to you a clear (proof, this Quran) from your Lord, and a guide and a mercy: Then who could be more wrong than one who rejects Allah’s Signs, and turns away from it? In good time We shall punish those who turn away from Our Signs (verses), with terrifying penalty, for their turning away"
        },
        {
            "chapter": 6,
            "verse": 158,
            "text": "Are they waiting to see if angels come to them or your Lord (Himself), or certain of the Signs of your Lord! The day that certain of the Signs of your Lord do come, it will not do good to a soul to believe in them then, if it did not believe before nor earned righteousness through its Faith. Say: \"You wait: We are also waiting"
        },
        {
            "chapter": 6,
            "verse": 159,
            "text": "Verily, as for those who divide their religion and break it up into sects, you have no part in them in the least: Their affair is with Allah: He will tell them the Truth in the end of all that they did"
        },
        {
            "chapter": 6,
            "verse": 160,
            "text": "He who does good shall have ten times as much to his credit: He that does evil shall be given back according to his evil: No wrong shall be done to (any of) them"
        },
        {
            "chapter": 6,
            "verse": 161,
            "text": "Say: \"Surely, my Lord has guided me to a Way that is Straight— A religion of right— The Path (walked) by Ibrahim (Abraham) the true in faith, and he (certainly) did not join gods with Allah"
        },
        {
            "chapter": 6,
            "verse": 162,
            "text": "Say: \"Truly, my prayer and my service of sacrifice, my life and my death, are (all) for Allah, the Lord (and Cherisher) of the Worlds"
        },
        {
            "chapter": 6,
            "verse": 163,
            "text": "He has no partners: This am I commanded, and I am the first of those who bow to His Will"
        },
        {
            "chapter": 6,
            "verse": 164,
            "text": "Say: \"Shall I seek for (my) Lord other than Allah when He is the Lord of all things? Every soul draws the reward of its acts on none but itself: No bearer of burdens can bear the burden of another. Your goal in the end is towards Allah: He will tell you the Truth of the things about which you disputed"
        },
        {
            "chapter": 6,
            "verse": 165,
            "text": "And it is He Who has made you generations, (and) inheritors replacing each other on the earth,: He has raised you in ranks, some above others: That He may try you by the gifts that He has given to you: Surely, your Lord is quick in punishment: And indeed, He is Often Forgiving (Ghafoor), Most Merciful (Raheem)"
        },
        {
            "chapter": 7,
            "verse": 1,
            "text": "Alif Lam Mim Sad"
        },
        {
            "chapter": 7,
            "verse": 2,
            "text": "(This is) a Book (the Quran) sent down unto you— (O Prophet,) so do not let your heart be held back by any difficulty because of it— And with it, you may warn (the disbelievers), and teach the believers"
        },
        {
            "chapter": 7,
            "verse": 3,
            "text": "(O people!) follow the revealed teachings given to you from your Lord and do not follow (any) other than Him, as (your) friends or protectors; You remember little of the warning (given to you)"
        },
        {
            "chapter": 7,
            "verse": 4,
            "text": "And how many towns have We destroyed (for the sins of their people)? Our punishment took them all of a sudden by night or during their sleep for their afternoon rest"
        },
        {
            "chapter": 7,
            "verse": 5,
            "text": "When Our punishment got them, they did not say anything except this: Truly, we did wrong"
        },
        {
            "chapter": 7,
            "verse": 6,
            "text": "Then surely, shall We ask those to whom Our Message was sent and those (messengers) by whom We sent it"
        },
        {
            "chapter": 7,
            "verse": 7,
            "text": "Then surely, We shall bring up (their whole story) with (full) knowledge, for We were never absent (at any time or place)"
        },
        {
            "chapter": 7,
            "verse": 8,
            "text": "And the (weighing) balance on that Day will be true: Those whose scale (of good deeds) will be heavy, shall prosper (by entering into the Paradise)"
        },
        {
            "chapter": 7,
            "verse": 9,
            "text": "And for those whose scale (of good) will be light, will find their souls in contempt (and danger), because they mistreated Our Signs"
        },
        {
            "chapter": 7,
            "verse": 10,
            "text": "And surely, it is We Who have placed you (O men!) with authority on earth, and given you there the means to fulfill your life: Small are the thanks that you give"
        },
        {
            "chapter": 7,
            "verse": 11,
            "text": "It is We Who created you and gave you shape; Then We asked the angels to bow down to Adam, and they bowed down, except Satan, he refused to be of those (angels) who bowed down"
        },
        {
            "chapter": 7,
            "verse": 12,
            "text": "(Allah) said: \"What prevented you (O Satan) from bowing down when I Commanded you?\" He (Satan) said: \"I am better than he (Adam): You created me from Fire, and him (Adam) from clay"
        },
        {
            "chapter": 7,
            "verse": 13,
            "text": "(Allah) said: \"Get yourself down of it (Paradise): It is not for you to be arrogant here: Get out because you are of the disgraced and shameful"
        },
        {
            "chapter": 7,
            "verse": 14,
            "text": "He (Satan) said: \"Give me respite (rest) till the Day (of Resurrection when) they are raised up"
        },
        {
            "chapter": 7,
            "verse": 15,
            "text": "(Allah) said: \"You be among those who have a rest"
        },
        {
            "chapter": 7,
            "verse": 16,
            "text": "He (Satan) said: \"Because you have thrown me out of the Way: Look! I will lie in wait against them on Your Straight Path"
        },
        {
            "chapter": 7,
            "verse": 17,
            "text": "Then I will attack them, from before them and behind them, from their right and their left: And You will not find most of them to be thankful (for Your Mercies)"
        },
        {
            "chapter": 7,
            "verse": 18,
            "text": "(Allah) said: \"Get out from it, disgraced and expelled. If any of them follow you— Then, surely, I will fill the Hell with all of you"
        },
        {
            "chapter": 7,
            "verse": 19,
            "text": "And, O Adam! You and your wife live in the Paradise, and enjoy (the good things) as you like (them): But do not go near this tree, or you will be unjust and wrongdoers (in sin)"
        },
        {
            "chapter": 7,
            "verse": 20,
            "text": "Then Satan began to whisper doubts to both them, bringing openly to their minds all their shame that was hidden from them: He said: \"Your Lord asked you not to come near this tree, lest you should become angels or such beings as (those who) live forever"
        },
        {
            "chapter": 7,
            "verse": 21,
            "text": "And he (Satan) swore to both of them: \"I am one of the sincere well wishers to both of you"
        },
        {
            "chapter": 7,
            "verse": 22,
            "text": "So by lying (and deception) he brought about their Fall: When they tasted (the fruit) from the tree, their shame became clear to them, and they began to sew together the leaves of the Garden over their bodies. And their Lord called to them: \"Did I not ask you to keep away from that tree, and tell you that Satan (Shaitan) was an avowed enemy to you"
        },
        {
            "chapter": 7,
            "verse": 23,
            "text": "They said: \"Our Lord! We have wronged our own souls: If You will not forgive us and grant from your Mercy upon us, We shall certainly be losers"
        },
        {
            "chapter": 7,
            "verse": 24,
            "text": "(Allah) said: \"Get yourselves down with enmity between yourselves. On earth shall be your place to live and your means of livelihood— For a time"
        },
        {
            "chapter": 7,
            "verse": 25,
            "text": "He said: \"You shall live there, and there you shall die; But you shall be taken out of it (the earth)"
        },
        {
            "chapter": 7,
            "verse": 26,
            "text": "O you Children of Adam! We have given you clothing to cover yourselves (and private parts), and also for decoration for you. But the clothing of righteousness— That is the best. These are among the Signs of Allah, that they may receive the warning (and advice)"
        },
        {
            "chapter": 7,
            "verse": 27,
            "text": "O you Children of Adam! Let not the Satan misguide you, in the same way that he got your parents out of the Garden, taking away from them their clothing, to expose their shameful (private) parts: Surely, he and his tribe (other jinns') watch you from a position that you cannot see them; Truly, we have made the Satans' as friends (only) of those without Faith"
        },
        {
            "chapter": 7,
            "verse": 28,
            "text": "And when they do a little that is shameful, they say: \"We found our fathers doing the same;\" And, \"Allah commands us like this (or that):\" Say: \"No! Allah never commands what is shameful: Do you speak about Allah what you do not know"
        },
        {
            "chapter": 7,
            "verse": 29,
            "text": "Say: \"My Lord has ordered Justice; And that you give your entire selves (to Him) at every time and place of prayer, and call upon Him, making your prayers true (and sincere) as it would be in His Sight: Like He created you in the beginning, like that you shall return"
        },
        {
            "chapter": 7,
            "verse": 30,
            "text": "Some (people,) He has guided: Others (by their own doing) have earned the loss of their Way; By doing that, they took the Satans', by (their own) choice over Allah, as their friends and their protectors, and think that they receive guidance"
        },
        {
            "chapter": 7,
            "verse": 31,
            "text": "O Children of Adam! Put on your beautiful clothing at every time and place of prayer: Eat and drink, but waste not by excess: For Allah does not like the wasters"
        },
        {
            "chapter": 7,
            "verse": 32,
            "text": "Say: \"Who has forbidden the beautiful (gifts) of Allah, which He has made for His servants, and (those) clean and pure things He provided, for living?\" Say: \"In the life of this world, they are for those who believe, (and only) purely for them on the Day of Judgment: Thus We explain the Signs in detail for those who understand"
        },
        {
            "chapter": 7,
            "verse": 33,
            "text": "Say: \"The things that my Lord has truly forbidden are: Shameful deeds, in open or in secret; Sins and lies against truth or reason; Assigning partners to Allah, for which He has given no authority; And saying things about Allah, which you do not know"
        },
        {
            "chapter": 7,
            "verse": 34,
            "text": "To every People is a time period fixed: When their time ends, they cannot delay an hour, and not (an hour) can they advance (the end)"
        },
        {
            "chapter": 7,
            "verse": 35,
            "text": "O Children of Adam! Whenever there come to you messengers from among you, reciting my Signs to you— Those who are righteous and correct (themselves)— For them there shall be no fear and they will not be sad"
        },
        {
            "chapter": 7,
            "verse": 36,
            "text": "But those who deny Our Signs and treat them with displeasure and false pride— They are Companions of the Fire, to live in there (for ever)"
        },
        {
            "chapter": 7,
            "verse": 37,
            "text": "Who is more unjust than the one who makes up a lie against Allah or rejects His Signs? For such (people), their punishment given must come to them from the Book (of Judgment): Until, when Our messengers (of death) come and take their souls, they say: \"Where are the things that you used to call other than Allah?\" They will reply: \"They have left us in a difficult position,\" and they will speak against themselves, that they had rejected Allah"
        },
        {
            "chapter": 7,
            "verse": 38,
            "text": "He (Allah) will say: \"You enter the company of the peoples who passed away before you— Men and jinns'— Into the Fire.\" Every time a new (group of) people enters, it curses its peoples of related place (and time before) until they follow each other, all into the Fire. Say the last (group) about the first (group): \"Our Lord! It is these (people) who misled us: So give them a double the penalty of the Fire.\" He will say: \"Doubled for all:\" But this you do not understand"
        },
        {
            "chapter": 7,
            "verse": 39,
            "text": "Then the first (group) will say to the last (one): \"Now you see! You have no advantage over us; So you taste the penalty for all that you did"
        },
        {
            "chapter": 7,
            "verse": 40,
            "text": "Verily, for those (people) who deny Our Signs and treat them with displeasure and false pride, there will be no opening of the gates of heavens, and they will not enter the Garden, until the camel can pass through the eye of the needle: Our reward is like this for those in sin"
        },
        {
            "chapter": 7,
            "verse": 41,
            "text": "For them there is Hell, as a seat (to hold them from below) and folds and folds (of Fire) for covering above: Our repayment is like this for those who do wrong"
        },
        {
            "chapter": 7,
            "verse": 42,
            "text": "But for those who believe and do righteousness— We place no burden on any soul, except that which it can bear- They will be Companions of the Garden, to live in there (for ever)"
        },
        {
            "chapter": 7,
            "verse": 43,
            "text": "And We shall remove from their hearts any left over sense of hurt— Beneath them will be rivers flowing— And they shall say: \"Praises (and thanks) be to Allah, Who has guided us to this (happiness): We could never have found guidance, if it was not for the Guidance of Allah: Indeed it was the truth that the messengers of our Lord brought to us,\" and they shall hear the cry: \"Look! The Gardens before you! You have been made to take them over, because of your acts (of righteousness)"
        },
        {
            "chapter": 7,
            "verse": 44,
            "text": "The Companions of the Garden will call out to the companions of the Fire: \"We have truly found the promise of our Lord to us to be true: Have you also found your lords promises true?\" They shall say: \"Yes;\" But a crier shall speak out between them: \"The curse of Allah is on the wrongdoers—"
        },
        {
            "chapter": 7,
            "verse": 45,
            "text": "Those who would make it difficult for (men) to come to the Path of Allah, and would seek in it something crooked: And they were those who denied the Hereafter"
        },
        {
            "chapter": 7,
            "verse": 46,
            "text": "Between them shall be a veil, and on the heights (of honor) will be men who would know everyone by his marks: They will call out to the companions of the Garden, \"Peace upon you:\" And at that time they will not have gone in (the Garden), but they will be assured (of their entry)"
        },
        {
            "chapter": 7,
            "verse": 47,
            "text": "When their eyes shall be turned towards the companions of the Fire, they will say: \"Our Lord! Do not send us to the company of the wrongdoers"
        },
        {
            "chapter": 7,
            "verse": 48,
            "text": "The men on the heights (of honor) will call certain (others) whom they will know by their marks, saying: \"What profit to you were your heaps (of wealth) and your haughty (and unpleasant) habits"
        },
        {
            "chapter": 7,
            "verse": 49,
            "text": "Look! Are these not the men whom you swore that Allah with His Mercy will never bless?\" It has been said to them: \"You enter the Garden: There shall be no fear on you, and you shall not be sorrowful"
        },
        {
            "chapter": 7,
            "verse": 50,
            "text": "The companions of the Fire will call to the companions of the Garden: \"Pour down to us water or anything of that Allah does provide for your living.\" (In reply) they will say: \"Both (water and provisions), Allah has forbidden for those who rejected Him—"
        },
        {
            "chapter": 7,
            "verse": 51,
            "text": "Those who took their religion only as amusement and play, and were deceived by the present life” —On that day We shall forget them like they forgot their meeting on this day, and like they used to reject Our Signs"
        },
        {
            "chapter": 7,
            "verse": 52,
            "text": "And, We had certainly sent a Book to them, based on knowledge, which We explained in detail— As a guide and a mercy to all who believe"
        },
        {
            "chapter": 7,
            "verse": 53,
            "text": "Do they just wait for the final completion of the event? On the day that the event is finally completed, those who disregarded it before will say: \"Surely, the messengers of our Lord in fact brought true (news). Have we nobody to speak for us now (and) to intercede on our behalf? Or could we be sent back? Then we will do (good) deeds other than our evil actions.\" In fact, they will have lost their souls, and the things they invented will leave them in the lurch (and without help)"
        },
        {
            "chapter": 7,
            "verse": 54,
            "text": "Indeed, your Guardian-Lord is Allah, Who created the heavens and the earth in six days, and then He rose over on the Throne (of authority): He draws the night as a veil over the day, each (day and night) searching the other in rapid sequence: And He created the sun, the moon, and the stars, (all) governed by laws of His (divine) Order. Surely, is it not His to create and to govern? Blessed is Allah, the Lord (and the Cherisher) of all the Worlds (Rab-Al-'Ala'meen)"
        },
        {
            "chapter": 7,
            "verse": 55,
            "text": "Call on your Lord (in prayer) while being humble and in private: Because Allah does not love those who exceed (their) bounds"
        },
        {
            "chapter": 7,
            "verse": 56,
            "text": "And do not do mischief in the land, after it has been put in order, but call to Him with fear and (longing) in hope (for Him): Because the Mercy of Allah is close to those who do good"
        },
        {
            "chapter": 7,
            "verse": 57,
            "text": "It is He Who sends the winds like giver of happy news, coming (to you) before His Mercy (the rains): When they have carried the heavily loaded clouds (with water), We drive them to a land that is dead, make rain to fall on it; Then We produce every kind of crop with it: Like this We shall raise up the dead: In case you may remember or take the warning"
        },
        {
            "chapter": 7,
            "verse": 58,
            "text": "From the land that is clean and good, (and) by the Will of its Cherisher, comes up a crop (rich) after its kind: But from the land that is bad, comes up nothing except that which is meager: Thus We explain the Signs in many (ways) to those who are grateful"
        },
        {
            "chapter": 7,
            "verse": 59,
            "text": "Indeed, We sent Nuh (Noah) to his people, he said: \"O my people! Worship Allah! You have no other god except Him. Truly, I fear for you the punishment of an awful Day"
        },
        {
            "chapter": 7,
            "verse": 60,
            "text": "The leaders of his people said: \"Verily, We see you clearly in error"
        },
        {
            "chapter": 7,
            "verse": 61,
            "text": "He said: \"O my people! There is no wandering in my (mind): Quite the opposite, I am a messenger from the Lord (and Cherisher) of the Worlds"
        },
        {
            "chapter": 7,
            "verse": 62,
            "text": "I only do (my) duties for you from the Will of my Lord: My advice is sincere to you. And I know from Allah something that you do not know"
        },
        {
            "chapter": 7,
            "verse": 63,
            "text": "Do you wonder that a message from your Lord has come to you, through a man of your own people, to warn you— So that you may fear Allah and by chance receive His Mercy"
        },
        {
            "chapter": 7,
            "verse": 64,
            "text": "But they rejected him (Nuh) and We delivered him, and those with him, in the Ark: But We overcame (and drowned) in the Flood those (of his people) who rejected Our Signs (verses). They were truly a blind people"
        },
        {
            "chapter": 7,
            "verse": 65,
            "text": "To the ‘Ad people, (We sent) Hud, one of their (own) brothers: He said: \"O my people! Worship Allah! You have no other god but Him. Will you not fear (Allah)"
        },
        {
            "chapter": 7,
            "verse": 66,
            "text": "The leaders of disbelievers from his people said: \"Verily, we see you are a fool, and verily, we think you are among the liars"
        },
        {
            "chapter": 7,
            "verse": 67,
            "text": "He said: \"O my people! I am not a fool, but (I am) a messenger from the Lord (and Cherisher) of the Worlds"
        },
        {
            "chapter": 7,
            "verse": 68,
            "text": "I (only) convey unto you the Message of my Lord: To you, I am a sincere and trustworthy advisor"
        },
        {
            "chapter": 7,
            "verse": 69,
            "text": "Do you wonder that a message from your Lord has come to you, through a man of your own people, to warn you— And remember that He made you successors after the people of Nuh (Noah), and gave you a position high among the nations. So remember the benefits (to you) from Allah: So that you may prosper"
        },
        {
            "chapter": 7,
            "verse": 70,
            "text": "They said: \"Do you come to us (saying), that we may worship Allah alone, and give up the way (for worship) of our fathers? So bring us what you threaten us with, if you are (really) telling the truth"
        },
        {
            "chapter": 7,
            "verse": 71,
            "text": "He said: \"Punishment and anger have already come to you from your Lord: Do you (still) argue with me over names which you have made up—, you and your fathers— Without authority from Allah? Then wait, I am with you among those who are waiting"
        },
        {
            "chapter": 7,
            "verse": 72,
            "text": "We saved him and those who stayed close to him, by Our Mercy, and We cut off the roots of those who rejected Our Signs and did not believe"
        },
        {
            "chapter": 7,
            "verse": 73,
            "text": "To the Samood (Thamud people, We sent) Salih, one of their own brothers: He said: \"O my people! Worship Allah; You have no other god but Him. Now a clear (Sign) has come to you from your Lord! This female camel (she-camel) of Allah is a Sign to you: So let her graze in Allah’s earth, and do not harm her, or you shall be caught up in a painful punishment"
        },
        {
            "chapter": 7,
            "verse": 74,
            "text": "And remember how He made you to take after the ‘Ad people, and gave you places to live in the land: You built for yourselves palaces and castles in (open) plains, and carve out homes in the mountains; So remember the benefits (to you) from Allah, and keep away from evil and mischief on the earth"
        },
        {
            "chapter": 7,
            "verse": 75,
            "text": "The leaders of the proud ones from among his people said to those who were known to be powerless— Those among them who believed: \"Do you know that Salih is truly a messenger from his Lord?\" They said: \"We do indeed believe in the Revelation which has been sent through him"
        },
        {
            "chapter": 7,
            "verse": 76,
            "text": "The proud ones said: \"As our part, we reject what you believe in"
        },
        {
            "chapter": 7,
            "verse": 77,
            "text": "Then they crippled (by cutting the hamstrings of) the she-camel, and proudly opposed the order of their Lord, saying: \"O Salih! Bring on your threats, if you are truly a messenger (of Allah)"
        },
        {
            "chapter": 7,
            "verse": 78,
            "text": "So the earthquake overtook them while they were not aware, and they lay on their face down in their homes in the morning"
        },
        {
            "chapter": 7,
            "verse": 79,
            "text": "He (Salih) left them, saying: \"O my people! I did truly bring to you the Message for which I was sent by my Lord: I gave you good advice, but you did not love good advisors"
        },
        {
            "chapter": 7,
            "verse": 80,
            "text": "We also (sent) Lut (Lot): He said to his people: \"Do you practice indecent acts that no people in creation (ever) did before you"
        },
        {
            "chapter": 7,
            "verse": 81,
            "text": "Because you practice your (sexual) desires on men in preference to women: You are truly a people going beyond bounds"
        },
        {
            "chapter": 7,
            "verse": 82,
            "text": "And his people did not answer except this: They said: \"Drive them out of your city: These are men who want to be clean and pure from sins"
        },
        {
            "chapter": 7,
            "verse": 83,
            "text": "But We saved him and his family, except his wife: She was of those who lagged behind"
        },
        {
            "chapter": 7,
            "verse": 84,
            "text": "And We rained on them a shower (of brimstone): See then, what was the end of those who practiced sin and crime"
        },
        {
            "chapter": 7,
            "verse": 85,
            "text": "To the Madyan people, We sent Shu’aib, one of their own brothers: He said: \"O my people! Worship Allah; You have no other god except Him. Surely, a clear (Sign) has come to you from your Lord! Give just (and proper) measure and weight, and do not keep away from the people the things that are their due; And do not do mischief in the land after it has been put in order: That will be best for you, if you have Faith"
        },
        {
            "chapter": 7,
            "verse": 86,
            "text": "And do not sit on every road, saying threats, blocking from the Path of Allah those who believe in Him and searching for something crooked in it; Remember how you were a few and He gave you increase. And hold in you mind's eye what was the end of those who did mischief"
        },
        {
            "chapter": 7,
            "verse": 87,
            "text": "And if there is a group (of people) from you who believes in the Message with which I have been sent, and a group which does not believe, keep yourselves in patience till Allah decides between us: For He is the best to decide (Qha’ir-ul-Hakeemin)"
        }
    ]
}