{
    "chapter": [
        {
            "chapter": 60,
            "verse": 1,
            "text": "¡Oh, creyentes! Si habéis salido para luchar por Mi causa y anheláis Mi complacencia no toméis como aliados a Mis enemigos que también son los vuestros demostrándoles afecto, cuando ellos se niegan a creer en la Verdad que os ha llegado y expulsan al Mensajero y a vosotros mismos [de La Meca] sólo porque creéis en Allah vuestro Señor. Cómo podéis ocultar el afecto que sentís por ellos cuando Yo bien sé lo que ocultáis y lo que manifestáis. Quien de vosotros obre así se habrá extraviado del verdadero camino"
        },
        {
            "chapter": 60,
            "verse": 2,
            "text": "Si pudieran venceros mostrarían su enemistad golpeándoos e insultándoos, pues pretenden que no creáis igual que ellos"
        },
        {
            "chapter": 60,
            "verse": 3,
            "text": "En nada os beneficiarán vuestros parientes ni vuestros hijos el Día del Juicio, Allah juzgará entre vosotros; Él sabe cuánto hacéis"
        },
        {
            "chapter": 60,
            "verse": 4,
            "text": "Por cierto que tenéis un buen ejemplo en Abraham [Ibrahim] y los [creyentes] que le siguieron, cuando dijeron a su pueblo: No tenemos nada que ver con vosotros, y no somos responsables de lo que adoráis en vez de Allah. Renegamos de vosotros, y os declaramos el odio y la enemistad para siempre mientras no creáis en Allah solamente. Pero [¡Oh, creyentes!] no hagáis lo que hizo Abraham [Ibrahim], que le dijo a su padre: Pediré perdón por ti [a Mi Señor], pero no puedo hacer nada por ti si Allah decide castigarte [pues sólo pidió perdón por su padre porque se lo había prometido, pero luego de evidenciársele que era un enemigo de Allah se desentendió de él, y dijo junto a los creyentes cuando dejaron su pueblo:] ¡Oh, Señor nuestro! A Ti nos encomendamos, a Ti pedimos perdón y ante Ti compareceremos"
        },
        {
            "chapter": 60,
            "verse": 5,
            "text": "¡Oh, Señor nuestro! No permitas que los incrédulos nos venzan [y así duden acerca de quién está en el camino verdadero]. Perdónanos ¡Oh, Señor nuestro!, Tú eres Poderoso, Sabio"
        },
        {
            "chapter": 60,
            "verse": 6,
            "text": "Por cierto que aquellos que anhelan el encuentro con Allah y la recompensa el Día del Juicio tienen en ellos [Abraham [Ibrahim] y los creyentes que le siguieron] un bello ejemplo. Y quien desobedezca a Allah sepa que Él es Opulento, Loable"
        },
        {
            "chapter": 60,
            "verse": 7,
            "text": "Es posible que Allah guíe a vuestros enemigos e infunda afecto entre vosotros, pues Allah tiene poder para ello. Ciertamente Allah es Absolvedor, Misericordioso"
        },
        {
            "chapter": 60,
            "verse": 8,
            "text": "Allah no os prohíbe ser benevolentes y equitativos con quienes no os han combatido por causa de la religión ni os han expulsado de vuestros hogares, pues ciertamente Allah ama a los justos"
        },
        {
            "chapter": 60,
            "verse": 9,
            "text": "Allah sólo os prohíbe que toméis como aliados a quienes os han combatido por causa de la religión y os han expulsado de vuestros hogares o han contribuido a vuestra expulsión. Y sabed que quienes les tomen como aliados serán inicuos"
        },
        {
            "chapter": 60,
            "verse": 10,
            "text": "¡Oh, creyentes! Cuando mujeres creyentes emigren a vosotros, examinadlas [para que se os evidencie su sinceridad], y [sabed que] Allah bien conoce su fe. Si corroboráis que son creyentes, entonces no las devolváis a los incrédulos. Ellas no son lícitas para ellos ni ellos lo son para ellas. Devolvedles a sus ex maridos la dote que les hayan dado, y sabed que no hay inconveniente en que os caséis con ellas, siempre que les concedáis la dote correspondiente; y no sigáis casados con las incrédulas [las idólatras]. Exigid que se os devuelva lo que hayáis dado como dote [a las mujeres que se hayan ido con los incrédulos], y que ellos [los incrédulos] también lo hagan [con las mujeres creyentes que hayan emigrado a vosotros]. Esto es lo que Allah prescribió para vosotros, y Allah es Sapiente, Sabio"
        },
        {
            "chapter": 60,
            "verse": 11,
            "text": "A aquellos cuyas esposas se hayan ido con los incrédulos [y éstos hayan rehusado devolverles la dote que les habían dado,] dadles el equivalente de sus dotes cuando les venzáis [a los incrédulos] en una batalla y obtengáis el botín; y temed a Allah, en Quien vosotros creéis"
        },
        {
            "chapter": 60,
            "verse": 12,
            "text": "¡Oh, Profeta! Cuando las creyentes se presenten ante ti para prestarte juramento de fidelidad, comprometiéndose a no atribuirle copartícipes a Allah, no robar, no cometer fornicación ni adulterio, no matar a sus hijos, no decir ninguna calumnia [atribuyendo a sus maridos hijos que no sean de ellos] y a no desobedecerte, tómales el juramento de fidelidad y pide perdón a Allah por ellas. Ciertamente Allah es Absolvedor, Misericordioso"
        },
        {
            "chapter": 60,
            "verse": 13,
            "text": "¡Oh, creyentes! No toméis por aliados a aquellos que han caído en la ira de Allah, pues ellos han desistido de la recompensa en la otra vida como los incrédulos de la resurrección de quienes están en las tumbas"
        }
    ]
}