{
    "juzs": [
        {
            "chapter": 46,
            "verse": 1,
            "text": "Ha, Mim"
        },
        {
            "chapter": 46,
            "verse": 2,
            "text": "Daxistina kitebe hin bi hin ji Xudaye serkeftiye hikmetdar e"
        },
        {
            "chapter": 46,
            "verse": 3,
            "text": "Me asimana u zemin u tiþte di nava wan de her bi rastiye u demek navdayi aferandiye. Ewen kafir bune ew ji tiþte (pe) hatine hiþyar kirine ru liba dixin"
        },
        {
            "chapter": 46,
            "verse": 4,
            "text": "Tu beje ku: \"De binerin tiþte hun beyi Xuda dihebinin, ka niþani min bidin wan ji zemin ci aferandiye? Yan ji wan re þirikati di asimanan de heye? Eger hun rastgo ne ka kitebek beri ve (Qur´an) a han yan þopeki ji zanine binin"
        },
        {
            "chapter": 46,
            "verse": 5,
            "text": "Ji kese beyi Xuda gazi e ku heya roja qiyamete bersiva wi nade u ew ji gaziya wan ji behay in dike, reþaþtir ki heye"
        },
        {
            "chapter": 46,
            "verse": 6,
            "text": "U gava mirov bene civandin ew (puten wan) ji wan re dibin neyar u ew bi hebandina wan ji dibin kafir"
        },
        {
            "chapter": 46,
            "verse": 7,
            "text": "U gava ayeten me aþkera li ser wan tene xwendin, en kafir bune ji rastiye re ci gava ji wan re te dibejin: \"Eve han efsuneke aþikar e"
        },
        {
            "chapter": 46,
            "verse": 8,
            "text": "Yan qey ew dibejin ku: \"Wi ji ber xwe ve derxistiye?\" Tu beje ku: \"Eger min we ji ber xwe ve derxistibe edi (ezabe) ji Xuda ji min re be tu tiþt di deste we de nine (hun nikarin min je biparezin). Ew bi tiþte hun te noq dibin zanatir e. Ew bi danasiya di navbera min u we de bes e. Bexþendekare dilovan her ew e"
        },
        {
            "chapter": 46,
            "verse": 9,
            "text": "Tu beje ku: \"Ez ji pexemberan e peþin ninim (ku hun ew qas sosret dibinim) u ez nizanim we bi min u we ci bete kirin. Ez tene didim pey tiþte bal min ve te wehi kirin u ez tene hiþyarkerek aþikar im"
        },
        {
            "chapter": 46,
            "verse": 10,
            "text": "Tu beje ku: \"Ka binerin! eger ew (Qur´an) ji cem Xuda be u hun pe kafir bibin u danase ji zariye Israil li sere danasi bide, veca ew baweri bine u hun qureti bikin (kafir bibin edi ji we re þaþtir ki heye?)\" Beguman Xuda, komela sitemkaran nade ser reya rast"
        },
        {
            "chapter": 46,
            "verse": 11,
            "text": "Ewen kafir bene ji en baweri anine re gotin ku: \"Eger ew (din) baþtir buna ew peþiya me nediketin.\" Wan ci gava pe reya rast nedit veca we bejin: \"Eva han derewek kevnare ye"
        },
        {
            "chapter": 46,
            "verse": 12,
            "text": "Bere we kiteba Musa peþwa u dilovani bu. Eva han ji kitebek rastder e bi zimane erebi ye ji bo ku en sitemkari kirine hiþyar bike-bitirsine u ji qencikaran re ji mizgin e"
        },
        {
            "chapter": 46,
            "verse": 13,
            "text": "Beguman en ku gotin: \"Perwerdekare me Xuda ye\" paþe xwe rast kirin, edi ne tirs li ser wan heye u ne ji ew xemgin dibin"
        },
        {
            "chapter": 46,
            "verse": 14,
            "text": "Ewen han ehle bihiþte ne, bergidana tiþte dikirin we ew te de hertimi bin"
        },
        {
            "chapter": 46,
            "verse": 15,
            "text": "Me li mirova þiret kiriye ku bi de u bave xwe qenci bike. Diya wi bi zor wi hilgirtiye u bi zor wi daniye. Hilgirtina wi u (ji þir) veqetina wi si meh e. Heya gava gihiþt heza xwe u gihiþt cihl saliye, got ku: \"Perwerdekare min! tu hez bide min ez sipasi qenciye ku te bi min u de u bave min qenci kiriye bikim u ez kare baþ bikim ku tu pe qayil bibi u tu di nifþa min de ji min re baþi bike. Beguman ez bal te ve poþmam bumevegeriya me u beguman ez ji musilmana me"
        },
        {
            "chapter": 46,
            "verse": 16,
            "text": "Even han in en ku em rinditire tiþte kirine ji wan dipejirinin u em di nav ehle bihiþte de ji xerabiyen wan diborin. Wada rast e ku ew hatine wade dayin"
        },
        {
            "chapter": 46,
            "verse": 17,
            "text": "Ewe ku ji de u bave xwe re got: \"Of ji we re, ma hun min ditirsinin ku eze (piþti mirine ji gore) beme derxistin, tevi ku beri min gellek nifþ derbas bune?\" Ew (de u bave wi ji) heware li Xuda dadixin ku: \"Xuli li sere te be! baweri bine. Lewra beguman wada Xuda rast e.\" Veca ew ji dibeje: \"Eve han ciroke peþiyan e"
        },
        {
            "chapter": 46,
            "verse": 18,
            "text": "Even han in en ku gotina (ezabe) di nav komen ji cinn u mirovan ku beri wan derbas bune de li ser wan pewirt buye. Beguman ew bune ziyankar"
        },
        {
            "chapter": 46,
            "verse": 19,
            "text": "Ji hemuyan re ji tiþte kirin hin paye (ji xelat u celate) hene u ji bo ku (Xuda bergidana) karen wan bekemasi bide wan u ew nayen tade kirin ji"
        },
        {
            "chapter": 46,
            "verse": 20,
            "text": "U roja ku ewen kafir bune li ser agir tene derpeþ kirin (ji wan re te gotin:) \"We, xweþiyen xwe di jiyana dine de derbas kir u we pe kefa xwe kir. Idi iro, hune bi sedem ku we di ruye zemin de bi neheqi qureti dikir u bi sedem ku hun ji rastiye derdiketin, bi ezabe riswatiye bene celat kirin"
        },
        {
            "chapter": 46,
            "verse": 21,
            "text": "U (Hud) biraye (komela) Ad di bir bine, dema ku wi komela xwe li Ehqafe (Giren ji qume) tevi ku beri wi u piþti wi gellek hiþyarker derbas bun ji hiþyar kir ku: \"Hun ji Xuda peve kesi nehebinin. Beguman ez li ser we ji ezabe roja mezin ditirsim"
        },
        {
            "chapter": 46,
            "verse": 22,
            "text": "Gotine: \"Ma tu hati me bi derewa ji Xudayen me bizivrini? Veca eger tu bera ji rastgoyani ka tu tiþte me pe ditirsini ji me re bine"
        },
        {
            "chapter": 46,
            "verse": 23,
            "text": "(Hud) got ku: \"Beguman zanin tene li cem Xuda ye, u ez tiþte pe hatime þandin bi we radigihinim, le bele ez we komeleki nezan dibinim"
        },
        {
            "chapter": 46,
            "verse": 24,
            "text": "Veca ci gava wi (ezabi) ditin ku ewrek e, ber bi newalen wan te, gotin: \"Eve han ewrek e we barane bide me.\" Ne, ew tiþte we pe dilezande. Bayeki ku te de ezabeki bi jan heye"
        },
        {
            "chapter": 46,
            "verse": 25,
            "text": "Ewe bi fermana perwerdekare xwe her tiþti weran bike. Veca ew bun ku ji ciyen wan peve nedihat ditin. Em komela sucdakaren gunehkar wuha celat dikin"
        },
        {
            "chapter": 46,
            "verse": 26,
            "text": "Sond be, me wan di hin ciyan de bi cih kir ku me we te de bi cih nekiribu, u me ji wan re goh u cav u dilan cekir. Le ne gohen wan u ne caven wan u ne ji dilen wan bi tu tiþti bikera wan hat; ji ber ku wan ayete Xuda inkar dikir u tiþte pe tinaz dikirin hawidor li wan girt"
        },
        {
            "chapter": 46,
            "verse": 27,
            "text": "Sond be, me gellek bajaren derudora we tek bir u me ayetan daxuyand hevi heye ku ew vegerin"
        },
        {
            "chapter": 46,
            "verse": 28,
            "text": "Veca ma cima ewen ku beyi Xuda ji bo nezikahiye bi Xudayi digirtin yariya wan nekir. Ne, ew ji wan hinda bun. Eve han derewa wan e u tiþte ji ber xwe ve diavetin e"
        },
        {
            "chapter": 46,
            "verse": 29,
            "text": "(Di bir bine) dema me komeki ji cinna bal te ve liba xist ku Qur´ane gohdari dikirin. Veca ci gava hatin bale gotin: \"Deng nekin.\" Veca ci gava (xwendin) qediya ew bi hiþyarkeri cune bal komela xwe ve"
        },
        {
            "chapter": 46,
            "verse": 30,
            "text": "Gotin: \"Gele me! beguman me kitebeki bihist ku piþti Musa hatiye daxistin, ew, e beri xwe rast didere, bal rastiye ve u bal reya rastin ve reberi dike"
        },
        {
            "chapter": 46,
            "verse": 31,
            "text": "Gele me! hun bersiva dozvane Xuda bidin u pe baweri binin ku gunehe we ji we re bibexþine u we ji ezabe bi jan rizgar bike"
        },
        {
            "chapter": 46,
            "verse": 32,
            "text": "Ki bersiva dozvane Xuda nede edi ew di ruye zemin de bezarker nine, u ji wi peve je re tu yar u yawer ji ninin. Ewen han di þaþiyek xuya de ne"
        },
        {
            "chapter": 46,
            "verse": 33,
            "text": "Ma qey ew nabinin ku beguman Xudaye ku asimana u zemin aferandiye u ew bi aferandina wan newestiyaye, dikare ku miriyan ji vejine? Cewa! beguman ew bi her tiþti dikare"
        },
        {
            "chapter": 46,
            "verse": 34,
            "text": "U roja ku we ewen kafir bune li ser agir bene derpeþ kirin (we ji wan re be gotin ku:) \"Ma eve han nerast e?\" We bejin: \"Bele cewa! em bi perwerdekare xwe kin (ev rast e).\" (Xuda) got ku: \"Nexwe hun bi sedem ku kafir bune ezab tam kin"
        },
        {
            "chapter": 46,
            "verse": 35,
            "text": "Veca tu bihna fireh niþan de cewa ku pexemberen xwediye hewiye bihna fireh niþan dan, u tu ji wan re nelezine. Ew, roja ku tiþte tene wade dayin dibinin, ew herweki ku ji daneki roje peve (li dine) nemabin. (Ev Qur´ana han) ragihandin e-qim dike. Veca ma qey ji komela ji rastiye derketi peve tek te birin"
        },
        {
            "chapter": 47,
            "verse": 1,
            "text": "Ewen ku kafir bune u (mirovan) ji reya Xuda girtine (nahelin baweri binin, Xuda) kirinen wan puc kiriye"
        },
        {
            "chapter": 47,
            "verse": 2,
            "text": "Ewen baweri anine u karen qenc kirine u bi tiþte li ser Muhammed hatiye daxistin baweri anine-tevi ku ew ji perwerdekare wan rasti ye, (Xuda) nepakiyen wan ji wan biriye-bexiþandiye u rewþa wan baþ kiriye"
        },
        {
            "chapter": 47,
            "verse": 3,
            "text": "Eve han ji ber ku beguman ewen kafir bune dane pey puciti u beredayitiye u beguman en ku baweri anine ji dane pey rastiya ji perwerdekare xwe. Xuda ji mirovan re wuha minakan dide"
        },
        {
            "chapter": 47,
            "verse": 4,
            "text": "Veca gava hun (di cenge de) rasti en kafir bune hatin edi hun li situye wan din (wan bikujin); heya gava we zora wan bir (wana bi pirrani kuþt u dil girt) edi hun girekan biþidinin (ku ji deste we nefilitin) heya gava cenge ceken xwe dani (hun bi ser ketin u ew zebun bun) edi piþtre ya bi qenciti yan ji bi girtina bergidaneki (hun dilan berdin. Kar) eve han e. Eger Xuda bixwesta we bi xwe heyf ji wan hilanina. Le bele (wuha nake) ji bo ku hina ji we bi hina siheti bike. Ewen ku di reya Xuda de hatine kuþtin, edi (Xuda) kirinen wan hinda nake"
        },
        {
            "chapter": 47,
            "verse": 5,
            "text": "We (Xuda) wan reberi bike u rewþa wan xweþ bike"
        },
        {
            "chapter": 47,
            "verse": 6,
            "text": "U we wan texe bihiþta ku ji wan re salix daye-xweþ kiriye"
        },
        {
            "chapter": 47,
            "verse": 7,
            "text": "Geli en baweri anine! eger hun yariya Xuda bikin we ew ji yariya we bike u piyen we paydar bike"
        },
        {
            "chapter": 47,
            "verse": 8,
            "text": "Ewen kafir bune ji edi þemitandin-sernugini ji wan re be u (Xuda) kirinen wan ji puc u beredayi derxistiye"
        },
        {
            "chapter": 47,
            "verse": 9,
            "text": "Eve han bi sedem ku beguman ew bi tiþte Xuda daxistiye dilnexweþ bun, veca wi kirinen wan þewitandiye"
        },
        {
            "chapter": 47,
            "verse": 10,
            "text": "Veca ma qey ew li ruye zemin negeriyan ku bibinin ka paþiya en beri wan cewa bu? Xuda, (waren wan) bi ser wan de weran kir u ji kafiran re ji weki wi heye"
        },
        {
            "chapter": 47,
            "verse": 11,
            "text": "Eve han ji ber ku beguman Xuda yar u yawere en baweri anine ye u beguman kafir, ji wan re tu yar u yawer ninin"
        },
        {
            "chapter": 47,
            "verse": 12,
            "text": "Beguman Xuda, en baweri anine u karen qenc kirine dixe bihiþten ku cem ji bine wan diherikin. Ewen kafir bune kefa xwe dikin u cewa dewar dixwin ew dixwin u agir ji wan re qonax e"
        },
        {
            "chapter": 47,
            "verse": 13,
            "text": "Ciqas bajar ku ew ji bajare te ye te deranin biheztir bun ji me wan tek bir, edi tu alikar ji wan re ninin"
        },
        {
            "chapter": 47,
            "verse": 14,
            "text": "Veca ma e ku li ser daxuyaniyek ji perwerdekare xwe be weki wi ye ku kare wi ye xerab jere hatiye xemilandin? Wan daye pey dilxwaziyen xwe"
        },
        {
            "chapter": 47,
            "verse": 15,
            "text": "Minaka bihiþta ku ji xweparezan re hatiye wade dayin; tede cemen ji ava ne geni u cemen ji þire ku tama wi neguheriye u cemen ji meyxwiran re xweþ e u cemen ji hingive dakiri heye; u ji wan re te de ji her fekiyi u bexþinek ji perwerdekare wan heye. (Ma e ku di nav van xweþiyan de ye) weki e ku hertimi di agir de ye? Ew ji aveki kelandi hatin avdan, veca rodiyen wan perce kir"
        },
        {
            "chapter": 47,
            "verse": 16,
            "text": "Hin ji wan li te gohdari dikin, heya gava ku ji cem te derten, ji ewen zanin ji wan re hatiye dayin re dibejin: \"Ma wi heja ci got?\" Ewen han in en ku Xuda ser dilen wan mohr kiriye u wan daye pey dilxwaziyen xwe"
        },
        {
            "chapter": 47,
            "verse": 17,
            "text": "Ewen ku reya rast ditine (Xuda) rastiya wan pirrtir kiriye u xwepareziya wan daye wan"
        },
        {
            "chapter": 47,
            "verse": 18,
            "text": "Veca ma ew hey li heviya dane qiyamete ne ku ji niþkavde be wan? Veca bi rasti niþanen we hatine. Gava bete wan, edi þiret girtina wan ci bikera wan te"
        },
        {
            "chapter": 47,
            "verse": 19,
            "text": "Edi tu bizanbe ku: Beguman ew, ji wi peve tu Xuda ninin u tu ji gunehe xwe u ji meren bawermend u jinen bawermend re bexþine bixwaze. Xuda ciye cun u hatina we (bi roj) u ciye qonaxa we (bi þev) dizane"
        },
        {
            "chapter": 47,
            "verse": 20,
            "text": "Ewen baweri anine dibejin ku: \"Ma cima suretek nehatiye daxistin.\" Veca gava suretek biryardayi be daxistin u te de behsa cenge bibe, tu ewen di dilen wan de nexweþin heye dibini ku ew wek nerina e ji tirsa mirine behiþ ketiye li te dinerin. Veca ew ji wan re cetir e"
        },
        {
            "chapter": 47,
            "verse": 21,
            "text": "Peyrewti u gotina xweþ (he cetir e). Veca gava kar (e cenge) berati-ji dil bibe, (ew xwe ji pare didin). Veca eger ew bi Xuda re rast buna ewe ji wan re baþtir buna"
        },
        {
            "chapter": 47,
            "verse": 22,
            "text": "Veca ma nabe ku eger hun (ji rastiye) ru bizivrinin, hune di ruye zemin de xerabkari bikin u hune merivatiya xwe bibirrin"
        },
        {
            "chapter": 47,
            "verse": 23,
            "text": "Even han in en ku Xuda li wan lanet kiriye veca wan kerr kiriye u caven wan kor kiriye"
        },
        {
            "chapter": 47,
            "verse": 24,
            "text": "Veca ma qey ew li Qur´ane hur nafikirin? Yan li ser dilan qeflen wan hene"
        },
        {
            "chapter": 47,
            "verse": 25,
            "text": "Beguman en ku piþti reya rast ji wan re xuya bu, li ser paþiyen xwe zivirin (kafir bun) ew pelid ji wan re xemilandiye u arzuyen direj ber wan xistiye"
        },
        {
            "chapter": 47,
            "verse": 26,
            "text": "Eve han ji ber ku wan ji en ku bi tiþte Xuda daxistiye dilnexweþ bun re gotin ku: \"Eme di hin karan de peyrewtiya we bikin.\" Xuda, veþariyen wan dizane"
        },
        {
            "chapter": 47,
            "verse": 27,
            "text": "Veca gava feriþte cane wan bistinin cewa ne ku ew li ruyen xwe u paþiyen xwe dixin"
        },
        {
            "chapter": 47,
            "verse": 28,
            "text": "Eve han ji ber ku bi rasti wan da pey tiþte Xuda hers dike u ji qayilbuna wi hiz nekirin, veca wi kirinen wan þewitand"
        },
        {
            "chapter": 47,
            "verse": 29,
            "text": "Ma ewen di dilen wan de nexweþin heye guman dikin ku we Xuda kin u neyartiya wan qet dernexe"
        },
        {
            "chapter": 47,
            "verse": 30,
            "text": "Eger me bixwesta, me ye wan niþani te bidana veca te ye wan bi sikume wan nas bikirna. Sond be te wan di nav gotine wan de binasi. Xuda kirinen wan dizane"
        },
        {
            "chapter": 47,
            "verse": 31,
            "text": "Sond be eme we siheti bikin heya ku em cihadvan u bihnfirehen ji we bizanbin u em buyeren we ji siheti bikin"
        },
        {
            "chapter": 47,
            "verse": 32,
            "text": "Beguman en kafir bune u peþi li reya Xuda girtine u piþti ku reya rast ji wan re xuya bu neyartiya pexember kirine, ew nikarin bi tu tiþti ziyane bidin Xuda. We kirinen wan biþewitine"
        },
        {
            "chapter": 47,
            "verse": 33,
            "text": "Geli en baweri anine! hun bidin pey Xuda u bidin pey pexember u kirinen xwe puc u beredayi dernexin"
        },
        {
            "chapter": 47,
            "verse": 34,
            "text": "Beguman en kafir bune u peþi li reya Xuda girtine paþe ew tevi ku kafir bun mirine, edi Xuda qet ji wan re nabexþine"
        },
        {
            "chapter": 47,
            "verse": 35,
            "text": "Veca hun xwe sist u zebun nekin u bal aþtiye ve gazi nekin, tevi ku hun serdesttir in. Xuda bi we re ye u qet kirinen we ji we re kem nake"
        },
        {
            "chapter": 47,
            "verse": 36,
            "text": "Beguman jina dine her leystik u hewes in. Eger hun baweri binin u xwe biparezin, we destmuzen we bide u malen we ji ji we nexwaze"
        },
        {
            "chapter": 47,
            "verse": 37,
            "text": "Eger ew wi ji we bixwaze veca li we zor be hune timati niþan din, ewe ji kin u neyartiyen we derine"
        },
        {
            "chapter": 47,
            "verse": 38,
            "text": "Ha hun even han, hun ten gazi kirin ji bo hun di reya Xuda de bidin, veca hin ji we timati niþan didin. Ki timati bike edi beguman ew her ji xwe re dike. Xuda, dewlemend e-behewce ye u hun xizan in-hewcedar in. Eger hun ru bizivrinin, we we bi komeleki din biguherine, paþe ew nabin mina we"
        },
        {
            "chapter": 48,
            "verse": 1,
            "text": "Beguman me piroziki xuya ji te re vekiriye"
        },
        {
            "chapter": 48,
            "verse": 2,
            "text": "Ji bo ku Xuda gunehe te ye bori u e para de bibexþine u qenciya xwe li ser te pek bine u te bigihine reya rastin"
        },
        {
            "chapter": 48,
            "verse": 3,
            "text": "U Xuda bi yariyek serkeftini yariya te bike"
        },
        {
            "chapter": 48,
            "verse": 4,
            "text": "Ew e e ku di dile bawermendan de hemini daxistiye ji bo ku bi baweriya xwe re baweri pirr kin. Leþkere asimana u zemin e Xuda ne. Xuda hey zanaye hikmetdar e"
        },
        {
            "chapter": 48,
            "verse": 5,
            "text": "Ji bo ku (Xuda) meren bawermend texe bihiþten ku ji bine wan cem diherikin, ewe hertimi te de biminin u nepakiyen wan ji wan bibe. Eve han li cem Xuda hey rizgariyek mezin e"
        },
        {
            "chapter": 48,
            "verse": 6,
            "text": "U meren duru u jinen duru u meren putperest u jinen putperest en ku bi gumanek pis bi Xuda bedguman in ji bide ezabe Cerxa xerab li ser wan e. Xuda li wan hers buye u li wan lanet kiriye u ji wan re dojehe amade kiriye. Ci þunvegerek nerind e"
        },
        {
            "chapter": 48,
            "verse": 7,
            "text": "Leþkere asimana u zemin e Xuda ne. Xuda hey serkeftiye hikmetdar e"
        },
        {
            "chapter": 48,
            "verse": 8,
            "text": "Beguman me te danas u mizginvan u hiþyarker þandiye"
        },
        {
            "chapter": 48,
            "verse": 9,
            "text": "Ji bo ku hun bi Xuda u pexembere wi baweri binin u wi yari bikin-biparezin u birumet mezin bigrin u sibe u evara wi pak beri biderin"
        },
        {
            "chapter": 48,
            "verse": 10,
            "text": "Beguman en ku bi te re bey´et (hevpeymani) kirine wan her bi Xuda re bey´et kiriye. Deste Xuda li ser deste wan e. Veca ki (peymana xwe) biþkine, edi ew li xwe diþkine. Ki ji tiþte li sere bi Xuda re hevpeymani cekiriye pek bine edi we xelateki mezin bide wan"
        },
        {
            "chapter": 48,
            "verse": 11,
            "text": "Ji erebe cole en ku (ji cenge) para de hatine hiþtin we ji te re bejin ku: \"Malen me u ehle me, me mijul kir, veca tu ji me re bexþine bixwaze.\" Ew tiþte di dilen wan de nine bi zimanen xwe dibejin. Tu beje ku: \"Eger Xuda ziyana we bixwaze yan kara we bixwaze, veca li hember wi di deste ki de tiþtek heye ku nehele?\" Ne, (tu kes nikare tiþteki bike). Xuda bi tiþte hun dikin kurzana ye"
        },
        {
            "chapter": 48,
            "verse": 12,
            "text": "Ne, we guman dikir ku tu car we pexember u bawermend bal ehle xwe ve qet venegerin. Eve han di dilen we de xweþ hat u we bi gumanek pis bedgumani kir u hun bun komeleki tekcuyi"
        },
        {
            "chapter": 48,
            "verse": 13,
            "text": "Ki bi Xuda u pexembere wi baweri neyne, veca beguman me ji kafiran re agirek har amade kiriye"
        },
        {
            "chapter": 48,
            "verse": 14,
            "text": "Mulke asimana u zemin e Xuda ye, ew ki bixwaze dibexþine u ki ji bixwaze dide ezabe. Xuda hey bexþendekar e dilovan e"
        },
        {
            "chapter": 48,
            "verse": 15,
            "text": "Gava hun deren bal xenimete ve herin ji bo ku hun wan bigrin en (ji cenge) para de hatine hiþtin dibejin ku: \"Hun me bihelin em ji bidin pey we.\" Ew dixwazin ku peyva Xuda biguherinin. Tu beje ku: \"Hun qet nadin pey me. Eve han Xuda ji bere ve gotiye.\" Veca we bejin ku: \"Ne, hun ji me cavnebariya dikin.\" Ne, ew ji hindiki peve te nagihen"
        },
        {
            "chapter": 48,
            "verse": 16,
            "text": "Tu ji erebe cole en ku para de hatine hiþtin re beje ku: \"Hune bal komeleki zor cengvan ve bene gazi kirin ku hun bi wan re þer bikin yan ji ew seri deynin-musilman bibin, veca eger hun peyrewti bikin we Xuda xelatek rind bide we. Eger cewa ku we bere piþt daye hun piþt bidine we we bi ezabeki bi jan bide ezab dayin"
        },
        {
            "chapter": 48,
            "verse": 17,
            "text": "Ne li ser e kor zoriti heye u ne li ser e qot (seqet) zoriti heye u ne ji li ser e nexweþ zoriti heye. Ki peyrewtiya Xuda u pexembere wi bike, we (Xuda) wi texe bihiþten ku cem ji bine wan diherikin. Ki ji piþt bide, we wi bi ezabeki bi jan bide ezab dayin"
        },
        {
            "chapter": 48,
            "verse": 18,
            "text": "Sond be Xuda ji bawermendan dema li bine dare bi te re bey´et kirin qayil bu; veca tiþte di dilen wan de zani, edi heminiye bi ser wan de daxist u piroziki nez mizgin da wan"
        },
        {
            "chapter": 48,
            "verse": 19,
            "text": "U gellek xenimete ku we bigrin. Xuda hey serkeftiye hikmetdar e"
        },
        {
            "chapter": 48,
            "verse": 20,
            "text": "Xuda, gellek xenimet bi we wade daye ku hune wan bigrin. Veca eva han ji we re zu kiriye u deste mirovan ji we girtiye; ji bo ku ji bawermendan re bibe niþan (a piroziye) u we bide ser reya rastin"
        },
        {
            "chapter": 48,
            "verse": 21,
            "text": "U (gellek xenimet)en din ji ku he we nikariya bi ser wan kevin. Bi rasti Xuda hawidor li wan girtiye-wan ji we re parastiye. Xuda hey bi her tiþti dikare"
        },
        {
            "chapter": 48,
            "verse": 22,
            "text": "Eger en kafir bune bi we re þer bikirna we wan piþt bidaye, paþe ne yar u yawer u ne ji alikar diditin"
        },
        {
            "chapter": 48,
            "verse": 23,
            "text": "Re u reca Xuda ye ku ji bere de derbas buye. Tu ji re u reca Xuda re tu guherin qet nabini"
        },
        {
            "chapter": 48,
            "verse": 24,
            "text": "Ew e e ku di nava Mekke de piþti we li ser wan piroz kir desten wan ji we girt u desten we ji ji wan girt. Xuda tiþte hun dikin hey dibine"
        },
        {
            "chapter": 48,
            "verse": 25,
            "text": "Ew in en kafir bune u we ji Mizgevta Hereme u goriya ku diviya bigihiþta ciye xwe, para xiþtin. Eger ne ji ber hin zilamen bawermend u pireken bawermend ku he hun wan nizanin-nas nakin, hune pel wan bikin veca we bi nezani gunehek (yan ziyanek) ji wan bigihe we, buna (mine we isal bixista Mekke. Le me wuha kir) ji bo ku Xuda e dixwaze texe dilovaniya xwe de. Eger ew ji hev cihe bibuna, me ye en ji wan kafir bune, bi ezabeki bi jan bida ezab dayin"
        },
        {
            "chapter": 48,
            "verse": 26,
            "text": "Dema en kafir bune xiret-keþi xireykeþiya dewra nezaniye kirin dilen xwe de, veca Xuda, heminiya xwe bi ser pexembere xwe u bi ser bawermendan de daxist u peyva xwepareziye li ser wan pewist kir ku ew pe hejatir u ehle we bun. Xuda hey bi her tiþti zana ye"
        },
        {
            "chapter": 48,
            "verse": 27,
            "text": "Sond be, Xuda xewna pexembere xwe bi duristi rast derxist ku hune - eger Xuda bixwaze-biewleti ser kurkiri u porqusandi tekevin Mizgevta Hereme, hun natirsin ji. Veca wi tiþte we nezani zani, edi beri vi piroziyek nez cekir"
        },
        {
            "chapter": 48,
            "verse": 28,
            "text": "Ew e e ku pexembere xwe bi reberi u dine rastiye þand ji bo ku wi bi ser her dini bixe. Xuda bi danasi bes e"
        },
        {
            "chapter": 48,
            "verse": 29,
            "text": "Muhammed pexembere Xuda ye, en digel wi li ser kafiran zor dijwar in u di nava xwe de ji dilovan in. Tu wan dibini ku xor dibin u seri datinin ji Xuda qenci u qayilbune dixwazin. Niþana wan di ruyen wan de ji dewsa seridanine ye. Minaka wan di Incile de ji: weki candiniya ku zila xwe derxistiye veca we rastzexm kiriye, veca ew qalind buye, edi ew li ser koka xwe rast bilind buye ku cotkaran dixe sosrete, ji bo ku kafiran bi wan hers bike. Xuda bi en ji wan ku baweri anine u karen qenc kirine bexþin u xelatek mezin wade daye"
        },
        {
            "chapter": 49,
            "verse": 1,
            "text": "Geli en baweri anine! hun peþiya Xuda u pexembere wi nekevin u hun xwe ji Xuda biparezin-bitirsin. Beguman Xuda sehkire zana ye"
        },
        {
            "chapter": 49,
            "verse": 2,
            "text": "Geli en baweri anine! hun denge xwe bi ser denge pexember de bilind nekin u hun cewa bi hev re bi deng mijul dibin pe re bi deng mijul nebin ku beyi haya we je hebe kirinen we biþewite"
        },
        {
            "chapter": 49,
            "verse": 3,
            "text": "Beguman en ku denge xwe li cem pexembere Xuda kem dikin, ewen han in en ku Xuda dilen wan ji xwepareziye re siheti kiriye; ji wan re bexþin u xelatek mezin heye"
        },
        {
            "chapter": 49,
            "verse": 4,
            "text": "Beguman ewen ku ji piþt xaniyan ve gazi te dikin pirri wan hiþ te nabin- xwe ranagirin"
        },
        {
            "chapter": 49,
            "verse": 5,
            "text": "Beguman eger wan hewi bikirna heya ku tu derdiketi ba wan we ji wan re cetir buna. Xuda bexþendekare dilovan e"
        },
        {
            "chapter": 49,
            "verse": 6,
            "text": "Geli en baweri anine! eger yeki fasiq (ji reya rast derketi) ji we re xebereki ani, veca hun baþ le bikolin ji bo ku hun bi nezani belaki bi sere komeleki de neynin, veca hune poþman bibin"
        },
        {
            "chapter": 49,
            "verse": 7,
            "text": "Hun baþ bizanbin ku pexembere Xuda di nava we de ye. Eger wi di pirri karan de peyrewtiya we bikirna hune biketina tengasiyan de. Le bele Xuda baweriye bi we xweþ kiriye u we di dilen we de xemilandiye u kufre u fisqe (derketina ji reya rast) u befermaniye bi we nexweþ kiriye. En reya rast ditine her even han in"
        },
        {
            "chapter": 49,
            "verse": 8,
            "text": "Rumet u qenciyek ji Xuda ye. Xuda zanate hikmetdar e"
        },
        {
            "chapter": 49,
            "verse": 9,
            "text": "Eger ji bawermendan du desta li hev xist-þer kirin, edi hun di naca wan de aþti bikin. Veca eger yeki ji wan li a din tade kir edi hun bi (dest) a ku tade dike re þer bikin heya ku ew bal fermana Xuda ve vedigere. Veca eger vegeriya edi hun bi dadi (edalete) di nava wan de aþti bikin u bi rastiye tevbigerin. Beguman Xuda ji ehle dad u rastiye hiz dike"
        },
        {
            "chapter": 49,
            "verse": 10,
            "text": "Beguman bewermend her biran e, veca hun di nava birayen xwe de aþti bikin u xwe ji Xuda biparezin hevi heye ku hun bene dilovani kirin"
        },
        {
            "chapter": 49,
            "verse": 11,
            "text": "Geli en baweri anine! bira zilam bi zilama tinaza nekin dibe ku ew ji wan cetir bin; u bira pirek ji bi pireka (tinaza nekin) dibe ku ew ji wan cetir bin. Hun hev u din þermezar nekin u bi nave nexweþ gazi hev nekin. piþti baweriye nave nexweþ bi hev ve danin ci pis e. Ki poþman nebevenegere, edi sitemkar her ewen han in"
        },
        {
            "chapter": 49,
            "verse": 12,
            "text": "Geli en baweri anine! hun xwe ji pirr bedgumaniye dur bikin. Lewra beguman hinek bedgumani guneh in. Hun li pey hev u din gotina negerin casusi u sixuriya nekin u paþpeni hev u din nepeyivin. Ma yek ji we hiz dike ku goþte biraye xwe bi miriti bixwe?; tevi ku hun je bize xwe tinin. Hun xwe ji Xuda biparezin-bitirsin. Beguman Xuda poþmaniya dipejirine dilovan e"
        },
        {
            "chapter": 49,
            "verse": 13,
            "text": "Geli morivan! beguman me we ji zilam u pireki aferandiye u me ji bo ku hun hevudin nas bikin we kiriye gel u el. Beguman li cem Xuda baþtire we xwepareztire we ye. Beguman Xuda zana ye haydar e"
        },
        {
            "chapter": 49,
            "verse": 14,
            "text": "Erebe cole gotin ku: \"Me baweri aniye.\" Tu beje ku: \"We baweri neaniye le bele bejin: \"Em musilman bune.\" He baweri neketiye dilen we. Eger hun peyrewtiye Xuda u pexembere wi bikin, tu tiþt ji kirinen we kem nake. Beguman Xuda bexþendekare dilovan e"
        },
        {
            "chapter": 49,
            "verse": 15,
            "text": "Beguman bawermend tene ew in ku bi Xuda u pexembere wi baweri anine paþe neketine dudiliye u bi malen xwe u canen xwe di reya Xuda de cihade kirine. Rastgo her even han in"
        },
        {
            "chapter": 49,
            "verse": 16,
            "text": "Tu beje ku: \"Ma hun Xuda bi dinen xwe haydar dikin? Tevi ku Xuda bi tiþte di asimana u tiþte di zemin de dizane. Xuda zanaye bi her toþti ye"
        },
        {
            "chapter": 49,
            "verse": 17,
            "text": "Ew musilmaniya xwe li ser te dikin qenci. Tu beje ku: \"Hun musilmantiya xwe qet li ser min nekin qenci. Ne, eger hun bera rastgo ne, Xuda li ser we qenci kiriye ku we bal baweriye ve reberi kiriye"
        },
        {
            "chapter": 49,
            "verse": 18,
            "text": "Beguman Xuda veþariye asimana u zemin dizane. Xuda, tiþte hun dikin baþ dibine"
        },
        {
            "chapter": 50,
            "verse": 1,
            "text": "Qaf. Bi Qur´ana bilind heja (ewe ji gora bene rakirin)"
        },
        {
            "chapter": 50,
            "verse": 2,
            "text": "Ne, ew ku ji wan re hiþyarkerek ji wan hatiye, sosret man, loma kafiran got ku: \"Eve han tiþteki pirr sosret e"
        },
        {
            "chapter": 50,
            "verse": 3,
            "text": "Ma gava em bimrin u bibin xuli (eme disa rabin?) Eve han vegerek pirr dur e"
        },
        {
            "chapter": 50,
            "verse": 4,
            "text": "Bi rasti, tiþte zemin ji wan kem dike me zaniye. Li cem me kitebek parezwan heye"
        },
        {
            "chapter": 50,
            "verse": 5,
            "text": "Ne, ci gava rasti ji wan re hat wan derewand. Edi ew di kareki tevlihev de ne"
        },
        {
            "chapter": 50,
            "verse": 6,
            "text": "Veca ma qey ew li asimane seriya xwe nanerin ku me wi cewa ava kiriye u me wi xemilandiye u je re tu qelþ ji ninin"
        },
        {
            "chapter": 50,
            "verse": 7,
            "text": "U me zemin ji (cewa) direj raxistiye?; u me ciyayen behej te de daniye u me te de ji her cote rind (giya) heþin kiriye"
        },
        {
            "chapter": 50,
            "verse": 8,
            "text": "Ji her bendeye ji dil vedigere re cavvekirini u birxistin e"
        },
        {
            "chapter": 50,
            "verse": 9,
            "text": "Me ji asiman aveki pirr bixweþi daxit, veca me pe gellek bax u baxce u tene cinandine heþin kir"
        },
        {
            "chapter": 50,
            "verse": 10,
            "text": "U dare xurma yen direj ku butiken wan li ser hev hunandi ne ji (me pe heþin kir)"
        },
        {
            "chapter": 50,
            "verse": 11,
            "text": "Ji bo roziniya bendeyan; u me pe welateki miri vejand. Derketina (ji goran) ji her wuha ye"
        },
        {
            "chapter": 50,
            "verse": 12,
            "text": "Beri wan komela Nuh u ehle Resse u Semud ji derewandin"
        },
        {
            "chapter": 50,
            "verse": 13,
            "text": "U (komela) Ad u Fir2ewn u birayen Lut ji"
        },
        {
            "chapter": 50,
            "verse": 14,
            "text": "U ehle Eykete (satara-daristane gurr) komela Tubbe´e ji. Teva ji pexamberan derewandin; veca ezabe min pewist bu"
        },
        {
            "chapter": 50,
            "verse": 15,
            "text": "Veca ma qey em ji aferandina peþin bezar bun (ku rakirina wan ji goran ji me re zor be?) . Ne, (em bezar nebune le) ew ji aferandinek nu di dudiliye de ne"
        },
        {
            "chapter": 50,
            "verse": 16,
            "text": "Sond be, me mirov aferandiye u em dizanin ka di dile xwe de ci cedike. Em ji þahreha situye wi pe neziktir in"
        },
        {
            "chapter": 50,
            "verse": 17,
            "text": "Dema herdu (feriþte) ji rast u cep ve li hember runiþti ne-cavneri dikin digrin u dinivsinin"
        },
        {
            "chapter": 50,
            "verse": 18,
            "text": "Gotina (mirov ji deve xwe) bipekine her parezvanek amade li bale ye"
        },
        {
            "chapter": 50,
            "verse": 19,
            "text": "Sikrata (behiþiya) mirine bi rasti hat. A ku tu je direviyayi eva haye"
        },
        {
            "chapter": 50,
            "verse": 20,
            "text": "Di sure de hat pif kirin. Roja ezab eva haye"
        },
        {
            "chapter": 50,
            "verse": 21,
            "text": "U her kes ku pe re ajotvanek u danasek heye hat"
        },
        {
            "chapter": 50,
            "verse": 22,
            "text": "Sond be, haya te ji vi ye han nebu. Veca me perda te ji (ser cave) te rakir, edi iro (ditina) cave te pirr tuj e"
        },
        {
            "chapter": 50,
            "verse": 23,
            "text": "(Feriþte ye) hevale wi got ku: \"Tiþte li ba min amade ye eve han e"
        },
        {
            "chapter": 50,
            "verse": 24,
            "text": "(Xuda gote wan ku:) \"Hun her kafire serkeþ bavejin dojehe"
        },
        {
            "chapter": 50,
            "verse": 25,
            "text": "Ewen ku qet nahelin qenci bibe, ji hed derketi ne, dudil in"
        },
        {
            "chapter": 50,
            "verse": 26,
            "text": "Ewe ku bi Xuda re Xudaki din ji cekiriye. Veca hun wi bavejin ezabe zor dijwar"
        },
        {
            "chapter": 50,
            "verse": 27,
            "text": "(Pelide) hevale wi got ku: \"Perwerdekare me! min bi xwe wi serkeþ nekiriye-ji re dernexistiye, le bele ew bi xwe ketþaþiyek dur de"
        },
        {
            "chapter": 50,
            "verse": 28,
            "text": "(Xuda got ku:) \"Hun li cem min bi hev re xirecire nekin. A rast min we bere bi ezab haydar kiribu"
        },
        {
            "chapter": 50,
            "verse": 29,
            "text": "Ne gotin li cem min te guhartin u ne ji ez li bendeyan sitemkar im"
        },
        {
            "chapter": 50,
            "verse": 30,
            "text": "Roja ku eme ji dojehe re bejin: \"Ma tu tije buyi?\" We beje ku: \"Ma he betir ninin"
        },
        {
            "chapter": 50,
            "verse": 31,
            "text": "Bihiþt ji xweparezan re hat nezik kirin, ne dur e"
        },
        {
            "chapter": 50,
            "verse": 32,
            "text": "Tiþta hun tene wade dayin eva haye; ji her bendeware parezvan re ye"
        },
        {
            "chapter": 50,
            "verse": 33,
            "text": "Kese bi dizi ji (Xudaye) Mihriban tirsiyaye u bi dilek vegerkar hatiye"
        },
        {
            "chapter": 50,
            "verse": 34,
            "text": "Hun bi xweþi tekevine. Roja hertimi mayine eva haye"
        },
        {
            "chapter": 50,
            "verse": 35,
            "text": "Ji wan re tiþte dile wan bixwaze te de heye u li cem me he betir heye"
        },
        {
            "chapter": 50,
            "verse": 36,
            "text": "Me beri wan ciqas nifþa tekbiriye ku ew ji wana bi girtin zortir bun, veca ew li welata qul bi qul geriyan,le ka ciye reve (ji mirine) heye"
        },
        {
            "chapter": 50,
            "verse": 37,
            "text": "Beguman di vi de ji kese dil je re hebe yan guh bide u ew amade be re þiret u birxistin heye"
        },
        {
            "chapter": 50,
            "verse": 38,
            "text": "Sond be, me asimana u zemin u tiþte di nava wan de di þeþ rojan de aferandiye; u tu renc u westin negihaye me"
        },
        {
            "chapter": 50,
            "verse": 39,
            "text": "Veca tu li ser tiþte ew dibejin hewi bike u beri derketina roje u beri cuna ava bi pesn u sipase perwerdekare xwe wi pak beri bidere"
        },
        {
            "chapter": 50,
            "verse": 40,
            "text": "U hin ji þeve u piþti secdan ji ewi pak beri bidere"
        },
        {
            "chapter": 50,
            "verse": 41,
            "text": "Tu guh bide roja ku we bangvaneki ji ciyeki nez gazi bike"
        },
        {
            "chapter": 50,
            "verse": 42,
            "text": "Roja ku we qerine bi rasti bibihizin. Roja derketin, eva haye"
        },
        {
            "chapter": 50,
            "verse": 43,
            "text": "Beguman her em vedijinin u dimirinin; veger ji her bal me ve ye"
        },
        {
            "chapter": 50,
            "verse": 44,
            "text": "Roja ku we zemin ji wan biqeliþe, we bilez u bez deren. Eva han civandinek hesan e li ser me"
        },
        {
            "chapter": 50,
            "verse": 45,
            "text": "Em bi tiþte ew dibejin zanatir in u tu li ser wan ne zordari. Veca tu kese ji ezabe min ditirse bi Qur´ane þiret bike-bi bir xine"
        },
        {
            "chapter": 51,
            "verse": 1,
            "text": "Bi (ba) yen ku bi gurrane ji hev belav dikin"
        },
        {
            "chapter": 51,
            "verse": 2,
            "text": "Veca bi (ewr)en bare giran hildigrin"
        },
        {
            "chapter": 51,
            "verse": 3,
            "text": "Veca bi (keþti)yen ku bi hesani diherikin"
        },
        {
            "chapter": 51,
            "verse": 4,
            "text": "Edi bi (feriþte) yen kara parve dikin"
        },
        {
            "chapter": 51,
            "verse": 5,
            "text": "Beguman tiþte hun tene wade dayin her rast e"
        },
        {
            "chapter": 51,
            "verse": 6,
            "text": "U beguman xelat u celat we her ce bibe"
        },
        {
            "chapter": 51,
            "verse": 7,
            "text": "Bi asimane xwedi re (u siterk u avahiye) rind kim"
        },
        {
            "chapter": 51,
            "verse": 8,
            "text": "Beguman hun her di gotine tevlihev de ne"
        },
        {
            "chapter": 51,
            "verse": 9,
            "text": "E je (ji baweriye) hatiye liba xistin te liba xistin"
        },
        {
            "chapter": 51,
            "verse": 10,
            "text": "Ewen pir derewkar bene kuþtin"
        },
        {
            "chapter": 51,
            "verse": 11,
            "text": "Ewen ku di kori u nezaniye de behay in"
        },
        {
            "chapter": 51,
            "verse": 12,
            "text": "Dipirsin ku: Roja xelat u celate kinge ye"
        },
        {
            "chapter": 51,
            "verse": 13,
            "text": "Roja ku ew li ser agir tene þewitandin"
        },
        {
            "chapter": 51,
            "verse": 14,
            "text": "(Ji wan re te gotin ku:) \"Hun þewata xwe tam kin\" Eve hane tiþte ku we pe dilezand"
        },
        {
            "chapter": 51,
            "verse": 15,
            "text": "Beguman xweparez di bax u baxce u kaniyan de ne"
        },
        {
            "chapter": 51,
            "verse": 16,
            "text": "Tiþte perwerdekare wan daye wan digrin. Lewra beguman ew beri vi qencikar bun"
        },
        {
            "chapter": 51,
            "verse": 17,
            "text": "Ew ji þeve hindik radizan"
        },
        {
            "chapter": 51,
            "verse": 18,
            "text": "U sere sibeha ew bexþine dixwazin"
        },
        {
            "chapter": 51,
            "verse": 19,
            "text": "U di male wan de ji gerok u beparan re mafek heye"
        },
        {
            "chapter": 51,
            "verse": 20,
            "text": "Ji en bidilbawer re di zemin de gellek ayet (niþan) hene"
        },
        {
            "chapter": 51,
            "verse": 21,
            "text": "Di we bi xwe de ji hene. Ma heji hun nabinin"
        },
        {
            "chapter": 51,
            "verse": 22,
            "text": "Roziya we u tiþte hun tene wade dayin di asimana de ye"
        },
        {
            "chapter": 51,
            "verse": 23,
            "text": "Veca bi perwerdekare asimana u zemin kim, ew her rast e cewa ku hun dipeyivin"
        },
        {
            "chapter": 51,
            "verse": 24,
            "text": "Ma bera qiseta mevanen Ibrahim en heja ji te re hat"
        },
        {
            "chapter": 51,
            "verse": 25,
            "text": "Gava hatin bale, veca gotin: \"Silav (li te be).\" (Ibrahim ji) got: \"Silav (li we be. Hun) komeki nenas in"
        },
        {
            "chapter": 51,
            "verse": 26,
            "text": "Veca bi dizi vegeriya bal maliye xwe u goliki xurt (e qelandi) ani"
        },
        {
            "chapter": 51,
            "verse": 27,
            "text": "Veca wi nezi wan kir, got: \"Ma hun naxwin"
        },
        {
            "chapter": 51,
            "verse": 28,
            "text": "Veca di dile xwe de ji wan tirsiya, gotine: \"Tu netirse\" u mizgina zaruki zana dane"
        },
        {
            "chapter": 51,
            "verse": 29,
            "text": "Veca pireka wi qerin kir u li ruye xwe da u got: \"Pirejinek sitewr (we zaru bine)"
        },
        {
            "chapter": 51,
            "verse": 30,
            "text": "Gotin: \"Perwerdekare te wuha gotiye. Beguman ew, hikmetdare zana her ew e"
        }
    ]
}