{
    "maqras": [
        {
            "chapter": 13,
            "verse": 35,
            "text": "Allahdan qorxub pis əməllərdən cəkinənlərə (mo’minlərə) və’d edilən Cənnətin vəsfi belədir: (agacları) altından caylar axar, yeməkləri də, kolgələri də daimidir. Bu, Allahdan qorxub pis əməllərdən cəkinənlərin aqibətidir. Kafirlərin aqibəti isə Cəhənnəmdir"
        },
        {
            "chapter": 13,
            "verse": 36,
            "text": "Kitab verdiklərimiz (kitab əhlinin sənə iman gətirənləri) sənə nazil etdiyimizə (Qur’ana) sevinirlər. (Yəhudilərdən və xacpərəstlərdən sənə qarsı ədavət bəsləyən) elə firqələr də vardır ki, onun (Qur’anın) bir qismini inkar edirlər. (Ya Rəsulum!) De: “Mənə Allaha ibadət etmək, Ona sərik qosmamaq əmr olunmusdur. Mən (insanları yalnız) Ona (ibadət etməyə) də’vət edirəm və mənim axır donusum də yalnız Onadır!” (Məhz Onun huzuruna qayıdacagam)"
        },
        {
            "chapter": 13,
            "verse": 37,
            "text": "(Ya Rəsulum!) Beləliklə, Biz onu (Qur’anı) ərəbcə bir hokm olaraq (insanlar arasında onunla hokm etmək ucun) nazil etdik. Əgər sənə (vəhylə) gələn elmdən (Qur’andan) sonra (kafirlərin) nəfslərinin istəklərinə (puc arzularına) uysan, səni Allahın əzabından qoruyan və qurtaran olmaz! (Və ya: Sənin Allah tərəfindən nə bir dostun, nə də bir qoruyucun olar)"
        },
        {
            "chapter": 13,
            "verse": 38,
            "text": "(Ya Rəsulum!) Biz səndə əvvəl də Peygəmbərlər gondərdik, onlara zovcələr, ovladlar verdik. Allahın izni olmadıqca hec bir peygəmbər hec bir mo’cuzə gətirə bilməz. Hər dovrun bir kitabı (lovhi-məhfuzda yazılmıs hokmu) var. (Ilahi kitablardan hər birinin oz nazil olma vaxtı var. Bunlar zamanın, dovrun tələbinə və ehtiyacına gorədir)"
        },
        {
            "chapter": 13,
            "verse": 39,
            "text": "Allah (həmin kitabdan) istədiyi seyi məhv edər, istədiyini də sabit saxlayar (bəndələrinə aid hər hansı bir hokmu ləgv edib basqası ilə dəyisər və ya onu oldugu kimi saxlayar). Kitabın əsli (lovhi-məhfuz) Onun yanındadır"
        },
        {
            "chapter": 13,
            "verse": 40,
            "text": "Onlara və’d etdiyimizin (əzabın) bir qismini sənə gostərsək də və ya (ondan qabaq) səni oldursək də (Oz dərgahımıza gotursək də, fərq etməz). Sənin vəzifən ancaq (dini) təblig etməkdir. Haqq-hesab cəkmək isə Bizə aiddir"
        },
        {
            "chapter": 13,
            "verse": 41,
            "text": "Məgər onlar (kafirlər) Bizim (hokmumuzlə, qudrətimizlə) yer uzunə gəlib onu (muxtəlif) tərəflərindən əskiltdiyimizi (musəlmanların get-gedə onların torpaqlarını fəth etdiklərini) gormurlərmi? Hokm edən Allahdır. Hec kəs Onun hokmunu dəf edə bilməz. (Allah) tezliklə haqq-hesab cəkəndir"
        },
        {
            "chapter": 13,
            "verse": 42,
            "text": "Onlardan əvvəlkilər də (ummətlər, tayfalar da Allahın peygəmbərinə qarsı) tələ qururdular. Butun hiylələrin (məkrlərin) cəzasını ancaq Allah verəcəkdir. (Allah) hər kəsin (dunyada) nə qazandıgını (butun yaxsı və pis əməllərini) bilir. Kafirlər axirət yurdunun (o dunyanın gozəl aqibətini) kimin olacagını biləcəklər"
        },
        {
            "chapter": 13,
            "verse": 43,
            "text": "(Ya Rəsulum!) Kafirlər: “Sən peygəmbər deyilsən!” – deyirlər. (Onlara) belə cavab ver: “Mənimlə sizin aranızda (dogruluguma) Allahın və kitabı bilənlərin (Tovratı, Incili bilən mo’min yəhudi və xacpərəstlərin, yaxud Qur’ana bələd olan mo’min musəlmanların və ya lovhi-məhfuzdan xəbərdar olan Cəbrailin) sahid olması yetər!”"
        },
        {
            "chapter": 14,
            "verse": 1,
            "text": "Əlif, Lam, Ra! (Ya Rəsulum! Bu Qur’an) elə bir Kitabdır ki, onu sənə insanların oz Rəbbinin izni ilə zulmətlərdən nura (kufrdən imana) – yenilməz quvvət sahibi, (hər cur) tə’rifə (sukurə) layiq olan Allahın yoluna (islam dininə) cıxartmaq ucun nazil etmisik"
        },
        {
            "chapter": 14,
            "verse": 2,
            "text": "Elə bir Allah ki, goylərdə və yerdə nə varsa, hamısı Onundur. Ducar olacaqları siddətli əzabdan otru vay kafirlərin halına"
        },
        {
            "chapter": 14,
            "verse": 3,
            "text": "O kəslər ki, dunyanı (fani dunya malını) axirətdən (axirət ne’mətlərindən) ustun tutur, (insanları) Allah yolundan dondərir (islam dinini qəbul etməyə mane olur) və o yolu əyri hala salmaq istəyirlər. Onlar (haqq yoldan) azıb uzaq dusmuslər"
        },
        {
            "chapter": 14,
            "verse": 4,
            "text": "Biz hər bir peygəmbəri yalnız oz millətinin dilində (danısan) gondərdik ki, (Allahın əmrlərini) ona izah edə bilsin. Allah istədiyi kimsəni zəlalətə salar (haqq yoldan sapdırar), istədiyini də dogru yola yonəldər. O, yenilməz quvvət sahibi, hikmət sahibidir"
        },
        {
            "chapter": 14,
            "verse": 5,
            "text": "Biz Musaya: “Tayfanın (Israil ogullarını) zulmətdən nura cıxart və Allahın (vaxtilə onlara ne’mət verdiyi) gunlərini xatırlat. Bunda cox səbir və sukur edənlər ucun, sozsuz ki, necə-necə ibrətlər var!” (deyib) onu mo’cuzələrimizlə (peygəmbər) gondərdik"
        },
        {
            "chapter": 14,
            "verse": 6,
            "text": "(Ya Rəsulum!) Xatırla ki, bir zaman Musa oz tayfasına belə demisdi: “Allahın sizə bəxs etdiyi ne’məti yadınıza salın, cunki O sizi Fir’on əhlinin əlindən qurtardı. Onlar sizə dəhsətli əzab verir, ogullarınızı oldurub, qadınlarınızı (ozlərinə xidmət etmək ucun) diri saxlayırdılar. Bunda Rəbbiniz tərəfindən sizin ucun boyuk bir imtahan vardır"
        },
        {
            "chapter": 14,
            "verse": 7,
            "text": "(Ey camaatım!) Yadınızı salın ki, o zaman Rəbiniz bunu bildirmisdi: “Əgər (Mənə) sukur etsəniz, sizə (olan ne’mətimi) artıracagam. Yox, əgər nankorluq etsəniz, (unutmayın ki) Mənim əzabım, həqiqətən siddətlidir!”"
        },
        {
            "chapter": 14,
            "verse": 8,
            "text": "Musa dedi: “Əgər siz və butun yer uzundə olanlar nankorluq etsəniz, (bununla Allaha hec bir zərər yetirə bilməzsiniz). Cunki Allah (hec kimə, hec nəyə) mohtac deyildir. (O, butun məxluqatı yaratdıgına gorə onsuz da oz-ozluyundə hər cur) tə’rifə (sukrə) layiqdir!”"
        },
        {
            "chapter": 14,
            "verse": 9,
            "text": "Məgər sizdən əvvəlki Nuh, Ad, Səmud tayfalarının və onlardan sonra gəlib getmis, (saylarını və təfsilatını) ancaq Allahın bildiyi ummətlərin xəbərləri sizə gəlib catmadımı? Peygəmbərləri onlara acıq-askar mo’cuzələrlə gəlmisdilər. Onlar əllərini (heyrətlərindən, qəzəblərindən ozlərinin, yaxud danısmaga imkan verməmək ucun peygəmbərlərin) agızlarına qoyub: “Biz sizinlə gondərilənlərə (mo’cuzələrə və peygəmbərliyinizə) inanmırıq və bizi də’vət etdiyiniz (din) barəsində də mohkəm bir səkk-subhə icindəyik!” – demisdilər"
        }
    ]
}