{
    "maqras": [
        {
            "chapter": 2,
            "verse": 233,
            "text": "Analar (istər bosanmıs, istərsə də bosanmamıs olsun) usaqlarını əmizdirmə muddətini tamamlatmaq istəyən (atalar) ucun tam iki il əmizdirsinlər. Anaların yeməyi və geyimi oz quvvəsi dairəsində (usagın) atasının uzərinə dusur. Hec kəs gucu catdıgından artıq yuklənməz. Nə bir ana, nə də bir ata usagına gorə zərər cəkməsin! (Ata oləndən sonra) bu vəzifə həmin qaydada varisin uzərinə dusur. Əgər ata və ana oz aralarında məsləhətləsib, usagı (iki ildən tez) suddən kəsmək qərarına gəlsələr, ikisinə də hec bir gunah olmaz. Əgər siz usagınızı basqasına (sud anasına) əmizdirmək istəyirsinizsə, onun zəhmət haqqını muəyyən olunmus qayda uzrə (səriətə muvafiq) odəsəniz, yenə də sizə gunah sayılmaz. Allahdan qorxun və bilin ki, Allah, həqiqətən, sizin nə etdiklərinizi gorəndir"
        },
        {
            "chapter": 2,
            "verse": 234,
            "text": "Sizdən olənlərin qoyub getdiyi qadınlar dord ay on gun (basqa ərə getməyib) ozlərini gozləməlidirlər. Bu muddət tamam olduqda, artıq onların oz barələrində səriətə muvafiq surətdə etdikləri isdən sizə hec bir gunah gəlməz. Allah etdiklərinizin hamısından xəbərdardır"
        },
        {
            "chapter": 2,
            "verse": 235,
            "text": "(Bu muddəti gozləyən) qadınlara elci gondərmək (onlarla evlənmək) istədiyinizi (rəmz və) isarə ilə bildirməkdən və ya belə bir istəyi urəyinizdə gizlətməkdən sizə hec bir gunah gəlməz. Allah sizin onları xatırlayacagınızı bilir. Lakin (gozləmə muddətində) onlarla gizlində və’dələsməyin, onlara səriətə muvafiq soz deyin! Gozləmə vaxtları bitməyincəyə qədər onlarla nikah etmək fikrində olmayın! Bilin ki, Allah sizin qəlbinizdə olanı bilir. Ondan (Allahdan) qorxun, Allahın bagıslayan, həlim oldugunu bilin"
        },
        {
            "chapter": 2,
            "verse": 236,
            "text": "Yaxınlıq etmədiyiniz (toxunmadıgınız) və mehrini (kəbin haqqını, baslıgını) tə’yin etmədiyiniz qadınları bosamaq sizə gunah sayılmaz. Qəbul olunmus qayda uzrə, varlı oz imkanı daxilində, kasıb da gucu catdıgı qədər, yaxsılıq (ehsan) edənlərə layiq səkildə onlara bir sey (mut’ə) versin"
        },
        {
            "chapter": 2,
            "verse": 237,
            "text": "Kəbin haqlarını tə’yin etmis oldugunuz qadınları yaxınlıq etmədən əvvəl bosayarsınızsa, tə’yin olunmus kəbin haqqının yarısını onlara verməlisiniz! Bununla belə, onlar (qadınlar) bunu (ərlərinə), yaxud əlində nikah muqaviləsi olanlar (ərlər) kəbin haqqının hamısını qadınlara bagıslaya bilərlər. (Ey kisilər!) Sizin bagıslamagınız (guzəstə getməyiniz) muttəqiliyə daha yaxındır. Bir-birinizə yaxsılıq etməyi unutmayın! Subhəsiz ki, Allah sizin etdiklərinizi gorəndir"
        },
        {
            "chapter": 2,
            "verse": 238,
            "text": "(Fərz, vacib) namazlara, (xususilə) orta namaza (gunortadan sonrakı əsr namazına, ikindi namazına) riayət (əməl) edin və Allaha itaət ucun ayaga qalxın (namaza durun)"
        },
        {
            "chapter": 2,
            "verse": 239,
            "text": "Əgər (dusməndən və yırtıcı heyvandan) qorxsanız, (namazınızı) piyada gedə-gedə və ya minik ustə (qılın). (Təhlukədən sovusmagınıza) əmin olduqda isə Allahı, bilmədiyiniz seyləri (namazı, duanı) sizə (Peygəmbər və Qur’an vasitəsilə) nə cur oyrədibsə, o cur anın (zikr edin, namaz qılın)"
        },
        {
            "chapter": 2,
            "verse": 240,
            "text": "Sizlərdən vəfat edib ozlərindən sonra arvadlarını qoyub gedən səxslər həmin qadınlara oz evindən cıxarılmamaq sərtilə, bir il muddətində baxılmasını (vərəsələrinə) vəsiyyət etməlidirlər. Əgər onlar (oz arzuları ilə) cıxıb gedərlərsə, o zaman onların qəbul olunmus qayda uzrə (səriətə muvafiq) oz barələrində gorəcəkləri islər ucun siz gunahkar deyilsiniz. Allah yenilməz quvvət, hikmət sahibidir"
        },
        {
            "chapter": 2,
            "verse": 241,
            "text": "Bosanan qadınları qəbul olunmus tərzdə (səriətə muvafiq) faydalandırmaq muttəqilərin vəzifəsidir"
        },
        {
            "chapter": 2,
            "verse": 242,
            "text": "Allah sizə Oz ayələrini, (hokmlərini) bu qaydada aydınlasdırır ki, dusunub anlayasınız (əqlinizə batsın)"
        }
    ]
}