{
    "maqras": [
        {
            "chapter": 28,
            "verse": 51,
            "text": "Həqiqətən, Biz sozu (Qur’anı, kecmislərə aid xəbərləri) onlar ucun bir-birinin ardınca (mufəssəl) izah etdik ki, bəlkə, oyud-nəsihət qəbul etsinlər. (Bunlardan ibrət alıb iman gətirsinlər)"
        },
        {
            "chapter": 28,
            "verse": 52,
            "text": "(Qur’andan) əvvəl kitab vermis oldugumuz kəslər (mo’min yəhudi və xacpərəstlər) ona inanırlar"
        },
        {
            "chapter": 28,
            "verse": 53,
            "text": "Onlara (Qur’an) oxundugu zaman: “Biz ona inandıq. Dogrudan da, Rəbbimizdən (nazil olmus) haqdır. Biz ondan əvvəl də musəlman (təkallahlı, Allahın vəhdaniyyətini qəbul edib yalnız Ona itaət və ibadət edən kəslər) idik!” – deyirlər"
        },
        {
            "chapter": 28,
            "verse": 54,
            "text": "(Iki kitaba – Tovrata və Qur’ana inandıqları ucun musriklərin gordukləri əzab-əziyyətə) səbr etdiklərinə gorə onlara iki dəfə mukafat veriləcəkdir. Onlar pisliyi yaxsılıqla dəf edər və ozlərinə verdiyimiz ruzidən (ehtiyacı olanlara) sərf edərlər"
        },
        {
            "chapter": 28,
            "verse": 55,
            "text": "Onlar bos (yersiz) bir soz esitdikləri zaman ondan uz cevirib: “Bizim əməllərimiz bizə, sizin əməlləriniz də sizə aiddir. (Hərə oz əməlinə cavabdehdir). Sizə salam olsun! (Salamat qalın. Bizimki bizdə, sizinki də sizdə!) Biz cahilləri (cahillərlə yoldaslıq etmək, onların soz-sohbətinə qulaq asmaq, sonra da onlarla cənə-bogaz olmaq) istəmirik!” – deyirlər"
        },
        {
            "chapter": 28,
            "verse": 56,
            "text": "(Ya Rəsulum!) Subhəsiz ki, sən istədiyini dogru yola yonəldə bilməzsən. Amma Allah dilədiyini dogru yola salar. Dogru yolda olacaq kəsləri (oz əzəli elmi ilə) daha yaxsı O bilir! (Və buna gorə də onları haqq yola muvəffəq edir)"
        },
        {
            "chapter": 28,
            "verse": 57,
            "text": "(Qureyslilər) dedilər: “Əgər biz səninlə bilikdə haqq yolu (islam dinini) tutub getsək, (əksəriyyəti təskil edən musriklərin əli ilə) yurdumuzdan tezliklə didərgin salınarıq”. Məgər Biz onları Ozumuzdən bir ruzi olaraq hər yerin meyvəsinin (hər cur meyvənin) dasınıb gətirildiyi, (daxilində Kə’bə yerləsən) qorxusuz-xətərsiz (muqəddəs) bir yerdə (Məkkədə) sakin etmədikmi? Lakin onların əksəriyyəti (Allahın onlara bəxs etdiyi bu ne’mətin qədrini) bilməz"
        },
        {
            "chapter": 28,
            "verse": 58,
            "text": "Biz xos guzəranına nasukur olub qurrələnən necə-necə məmləkəti (məmləkət əhlini) həlak etdik. Bu onların ozlərindən sonra yalnız az bir hissəsi məskun olan (bombos, xaraba qalmıs) yurdlarıdır. Onlara Biz varis olduq"
        },
        {
            "chapter": 28,
            "verse": 59,
            "text": "(Ya Rəsulum!) Sənin Rəbbin mərkəzlərinə (ən boyuk səhərlərinə) ayələrimizi oxuyan bir peygəmbər gondərməmis məmləkətləri məhv etmədi. Biz yalnız əhalisi zalım olan məmləkətləri yox etdik"
        },
        {
            "chapter": 28,
            "verse": 60,
            "text": "Sizə verilən hər hansı bir sey (dovlət, ovlad, xos guzəran) ancaq bu fani dunyanın malı və bərbəzəyidir. Allah yanında olan (ne’mətlər) isə daha yaxsı və daha baqidir (əbədidir). Məgər agıla gəlməzsiniz?! (Fani dunya malını axirətin əbədi ne’mətlərindən ustun tutursunuz)"
        },
        {
            "chapter": 28,
            "verse": 61,
            "text": "Məgər verdiyimiz gozəl bir və’də (Cənnətə) qovusan kimsə, (əvvəlcə) fani dunya malı bəxs etdiyimiz, sonra da qiyamət gunu (cəhənnəm oduna) gətiriləcək kimsə ilə eyni ola bilərmi"
        },
        {
            "chapter": 28,
            "verse": 62,
            "text": "(Allah) həmin gun onlara xitab edib belə buyuracaqdır: “Mənim səriklərim olduqlarını iddia etdikləriniz (butlər, tanrılar) haradadırlar"
        },
        {
            "chapter": 28,
            "verse": 63,
            "text": "Haqlarında hokm (və’d etdiyimiz əzab) vacib olanlar (seytanlar və musriklərin rəisləri) deyəcəklər: “Ey Rəbbimiz! Bunlar bizim (haqq yoldan) azdırdıgımız kimsələrdir. Ozumuz nə cur azmısdıqsa, onları da elə azdırdıq. Biz onlardan uzaqlasıb (onlarla əlaqəmizi kəsib) Sənə tərəf gəldik. Əslində onlar bizə ibadət etmirdilər (yalnız oz nəfslərinə uyurdular)"
        },
        {
            "chapter": 28,
            "verse": 64,
            "text": "(Musriklərə) belə deyiləcək: “Səriklərinizi cagırın!” (Musriklər) ortaqlarını cagıracaq, lakin onlar (musriklərə) cavab verməyəcəklər. Onlar mutləq əzabı gorəcəklər. Əgər onlar (dunyada) dogru yola gəlmis olsaydılar (axirətdə əzab gorməzdilər)"
        },
        {
            "chapter": 28,
            "verse": 65,
            "text": "(Allah) həmin gun onlara xitab edib belə buyuracaqdır: “Peygəmbərlərə nə cavab verdiniz?”"
        },
        {
            "chapter": 28,
            "verse": 66,
            "text": "O gun (canlarını qurtaracaq) xəbərlər (cavablar) onlardan gizli qalacaqdır (butun bəhanələri kəsiləcəkdir). Onlar (qiyamətin heybətindən) bir-birindən hal-əhval belə tuta bilməyəcəklər. (Hər kəs oz hayında olacaqdır)"
        },
        {
            "chapter": 28,
            "verse": 67,
            "text": "Tovbə edərək iman gətirib yaxsı islər gorənlərə gəldikdə isə, onların nicat tapmaları mumkundur"
        },
        {
            "chapter": 28,
            "verse": 68,
            "text": "Rəbbin istədiyini yaradar və (istədiyini də peygəmbər) secər. Onların (bəndələrin istədiklərini etməyə) hec bir ixtiyarı yoxdur. Allah pakdır, muqəddəsdir və (musriklərin) Ona sərik qosduqlarından (butlərdən) ucadır! (Allah eyibsizdir, noqsansızdır. O, hamıdan uludur)"
        },
        {
            "chapter": 28,
            "verse": 69,
            "text": "Sənin Rəbbin onların urəklərinin gizli saxladıgı və ozlərinin də askar etdiyi hər seyi (qəlblərinin sirlərini və acıq-askar əməllərini) bilir"
        },
        {
            "chapter": 28,
            "verse": 70,
            "text": "Odur Allah. Ondan basqa hec bir tanrı yoxdur. Dunyada da, axirətdə də həmd-səna Ona məxsusdur. Hokm Onundur. Siz Onun huzuruna qaytarılacaqsınız"
        },
        {
            "chapter": 28,
            "verse": 71,
            "text": "(Ya Rəsulum!) De: “Bir deyin gorək, əgər Allah gecəni qiyamətə qədər ustunuzə uzatsaydı, (haqq olan) Allahdan basqa hansı tanrı sizə bir isıq gətirə bilərdi?! Məgər (oyud-nəsihət) esitmirsinizmi?”"
        },
        {
            "chapter": 28,
            "verse": 72,
            "text": "De: “Bir deyin gorək, əgər Allah gunduzu qiyamətə qədər ustunuzə uzatsaydı, (haqq olan) Allahdan basqa hansı tanrı istirahət etdiyiniz gecəni sizə gətirə bilərdi?! Məgər (gecə ilə gunduzun bir-birinin əvəz etməsinin Allahdan sizə bir lutf olmasını) gormursunuzmu?”"
        },
        {
            "chapter": 28,
            "verse": 73,
            "text": "(Allah) oz mərhəmətindən dolayı sizi ucun gecəni (qaranlıq) və gunduzu (isıq) yaratdı ki, (gecəni) dincələsiniz, (gunduzu isə) Onun lutfundən ruzi diləyib axtarasınız. Bəlkə, (bu ne’mətə gorə Allaha) sukur edəsiniz"
        },
        {
            "chapter": 28,
            "verse": 74,
            "text": "O gun (qiyamət gunu Allah musriklərə) muraciət edib belə buyuracaqdır: “Səriklərim olduqlarını iddia etdikləriniz (butlər, tanrılar) haradadırlar?”"
        },
        {
            "chapter": 28,
            "verse": 75,
            "text": "(O gun) hər ummətdən (oz peygəmbərləri olmaqla) bir sahid cıxardacaq və (musriklərə): “(Allah sərik qosmagınızın luzumu barədə) tutarlı dəlilinizi gətirin!” – deyəcəyik. Onlar haqqın yalnız Allaha məxsus oldugunu biləcəklər. Uydurub duzəltdikləri (butlər) isə qeyb olacaqlar! (Onları qoyub qacacaqlar)"
        }
    ]
}