{
    "maqras": [
        {
            "chapter": 34,
            "verse": 46,
            "text": "(Ya Peygəmbər! Bu musriklərə) de: “Mən sizə ancaq bir oyud verəcəyəm. Allah xatirinə (məni dinlədikdən sonra məclisimdən) iki-iki, bir-bir durun (durub gedin), sonra da bir dərindən dusunun, (gorəcəksiniz ki) sizin yoldasınızda (Muhəmməd əleyhissəlamda) hec bir divanəlik əsəri yoxdur. O yalnız qarsıdakı siddətli əzabla (ducar olacagınız axirət əzabı ilə) sizi qorxudan (xəbərdar edən) bir peygəmbərdir!”"
        },
        {
            "chapter": 34,
            "verse": 47,
            "text": "De: “Mən (bunun muqabilində) sizdən hec bir muzd (mukafat) istəmirəm, o sizin olsun. Mənim mukafatım ancaq Allaha aiddir. O, hər seyə sahiddir!”"
        },
        {
            "chapter": 34,
            "verse": 48,
            "text": "De: “Rəbbim haqqı (vəhyi və risaləti Oz peygəmbərlərinə) nazil edər. O, qeybi ən yaxsı biləndir!”"
        },
        {
            "chapter": 34,
            "verse": 49,
            "text": "De: “Haqq (islam dini) gəldi. Batil (kufr, sirk) bir də nə gozə gorunər (nə ortaya bir sey cıxarar), nə də geri qayıdar!” (Haqq gələn kimi batil bilmərrə yox oldu, cunki o ozluyundə pucdur)"
        },
        {
            "chapter": 34,
            "verse": 50,
            "text": "De: “Əgər mən (haqq yoldan) azsam, bunun zərəri (gunahı) ancaq mənə olar. Yox, əgər dogru yolla getsəm, bu da Rəbbimin mənə vəhy etdiyi (Qur’an) sayəsindədir. Həqiqətən, O (kimin nə dediyini) esidəndir, (dua edən bəndələrinə) yaxındır"
        },
        {
            "chapter": 34,
            "verse": 51,
            "text": "(Ya Peygəmbər!) Sən onları (musrikləri) bir qorxduqları zaman gorəydin! (Nə qəribə mənzərə!) Artıq qacıb can qurtarmaga hec bir imkan yox, ozləri də (Cəhənnəmə) yaxın bir yerdə (qəbir evində, yaxud Bədr vurusunda) yaxalanmıslar"
        },
        {
            "chapter": 34,
            "verse": 52,
            "text": "Onlar: “Ona (Qur’ana və ya Muhəmməd əleyhissəlama) inandıq!” – deyirlər. Amma (axirət kimi) uzaq bir yerdən əlləri (imana, tovbəyə) necə cata bilər?! (Axirət aləminə getdikdən sonra hec kəsin əli imana, tovbəyə yetisməz, cunki axirətdən qayıdıb bir də dunyaya gəlmək mumkun deyildir. Iman və tovbə yeri yalnız yasadıgınız dunyadır)"
        },
        {
            "chapter": 34,
            "verse": 53,
            "text": "Halbuki onlar bundan əvvəl onu (Allah kəlamını, yaxud Peygəmbəri) inkar etmisdilər və uzaq bir yerdən qeybə (qaranlıga das) atırdılar (qeybə dair bilmədikləri seylər barəsində danısırdılar)"
        },
        {
            "chapter": 34,
            "verse": 54,
            "text": "Artıq onlarla istədikləri sey (iman və tovbə) arasında əngəl torədilmisdir. (Bir də dunyaya qayıdıb tovbə və iman sahibləri olmaları qeyri-mumkundur). Daha oncə ozlərinə bənzər kəslər (kafirlər) barəsində də belə edilmisdir. Cunki onlar da (axirət əzabı barəsində) dərin bir səkk icində idilər"
        },
        {
            "chapter": 35,
            "verse": 1,
            "text": "Goyləri və yeri yoxdan yaradan, ikiqanadlı, ucqanadlı və dordqanadlı mələkləri (peygəmbərlərə) elci edən Allaha həmd olsun! (Allah) məxluqatda istədiyini artırar. Həqiqətən, Allah hər seyə qadirdir"
        },
        {
            "chapter": 35,
            "verse": 2,
            "text": "Allahın insanlara əta etdiyi mərhəmətə (verdiyi ne’mətə, ruziyə) hec kəs mane ola bilməz. Onun vermədiyi bir seyi də Ozundən basqa hec kəs gondərə (verə) bilməz. O, yenilməz quvvət sahibi, hikmət sahibidir"
        },
        {
            "chapter": 35,
            "verse": 3,
            "text": "Ey insanlar! Allahın sizə olan ne’mətini yada salın. Allahdan basqa sizə goylərdən və yerdən ruzi verən bir xaliq varmı?! Ondan basqa hec bir tanrı yoxdur. Elə isə necə (aldanıb haqdan) dondərilirsiniz"
        },
        {
            "chapter": 35,
            "verse": 4,
            "text": "Əgər (bu musriklər) səni təkzib etsələr (hec urəyini sıxma). Səndən əvvəl də peygəmbərlər təkzib olunmusdu. Butun islər (axırda) ancaq Allaha qayıdacaqdır (qaytarılacaqdır)! (Təkzib edənlərə cəza veriləcək, təkzib olunanlara isə yardım gostəriləcəkdir)"
        },
        {
            "chapter": 35,
            "verse": 5,
            "text": "Ey insanlar! Subhəsiz ki, Allahın (qiyamət barəsindəki) və’di haqdır. Dunya həyatı sizi aldatmasın. O tovlayan (Seytan) da sizi tovlayıb yoldan cıxartmasın"
        },
        {
            "chapter": 35,
            "verse": 6,
            "text": "Həqiqətən, Seytan sizin dusməninizdir, onu (ozunuzə) dusmən tutun. O ozunə uyanları cəhənnəm əhli olmaga cagırır"
        },
        {
            "chapter": 35,
            "verse": 7,
            "text": "Kafir olanları siddətli əzab, iman gətirib yaxsı islər gorənləri isə bagıslanma və boyuk bir mukafat (Cənnət) gozləyir"
        },
        {
            "chapter": 35,
            "verse": 8,
            "text": "Pis əməli (Seytan tərəfindən) ozunə yaxsı gostərilib onu yaxsı gorən (Allahın dogru yola yonəltdiyi kimsəyə bənzəyirmi?!) Subhəsiz ki, Allah istədiyini zəlalətə, istədiyini də dogru yola salar. (Ya Peygəmbər!) Artıq onlara (Məkkə musriklərinin haqq yoldan azmalarına) gorə ozunu uzub həlak etmə. Həqiqətən, Allah onların nə etdiklərini biləndir"
        },
        {
            "chapter": 35,
            "verse": 9,
            "text": "Buludları hərəkətə gətirən kuləkləri Allahdır gondərən! Biz (o buludları) quru (olu) bir məmləkətə tərəf qovub, oldukdən sonra torpagı onunla dirildirik. (Oluləri) diriltmək də belədir"
        },
        {
            "chapter": 35,
            "verse": 10,
            "text": "Hər kəs (dunyada) izzət-qudrət (sərəf-san) istəsə, (bilsin ki, dunyada da, axirətdə də) butun izzət-qudrət (sərəf-san) ancaq Allaha məxsusdur. (Buna yalnız Allaha itaət və ibadət etməklə nail olmaq mumkundur). Pak soz (tovhid kəlməsi, zikr, həmd-səna) Ona tərəf yuksələr və pak sozu də (Allah dərgahına) yaxsı əməl qaldırar. (Allah pak sozu esidəndir, saleh əməli də qəbul edər). Pis əməllər edənləri siddətli bir əzab gozləyir. Onların qurduqları hiylələr bosa cıxar"
        },
        {
            "chapter": 35,
            "verse": 11,
            "text": "Allah sizi (atanız Adəmi) torpaqdan, sonra nutfədən xəlq etmis, sonra da sizi (kisi və qadın olmaqla) cut-cut yaratmısdır. O bilmədən hec bir qadın hamilə olmaz və bari-həmlini yerə qoymaz. Omur sahibi olan birinin uzun omur surməsi də, onun (yaxud basqa birinin) omrunun qısaldılması da ancaq kitabda (lovhi-məhfuzda) yazılmısdır. Həqiqətən, bu, Allah ucun cox asandır"
        },
        {
            "chapter": 35,
            "verse": 12,
            "text": "Iki dəniz eyni deyildir. Birinin suyu cox sirin, dadlı və icməyə rahat (bogazdan rahat kecən), digərininki isə həddindən artıq sor və acıdır. Onların hər birindən təzə ət (balıq) yeyir, taxdıgınız (inci və mərcan kimi) bəzəklər cıxardırsınız. Onun (Allahın) lutfundən (ne’mətindən) ruzi diləyib axtarmagınız (ticarət etməyiniz) ucun gəmilərin də orada (suyu) yara-yara uzduyunu gorursən. (Butun bunlara gorə), bəlkə, (Allaha) sukur edəsiniz"
        },
        {
            "chapter": 35,
            "verse": 13,
            "text": "(Allah) gecəni gunduzə, guzduzu də gecəyə qatar. O, gunəsi və ayı ram (oz əmrinə, sizin mənafeyinizə tabe) etmisdir. Onların hər biri (oz hədəqəsində, oz dairəsində) muəyyən muddətədək (qiyamət gununə qədər) dovr (hərəkət) edər. Bu sizin Rəbbiniz olan Allahdır, hokm Onundur. Sizin Ondan qeyri ibadət etdikləriniz bir cəyirdək qabıgına belə sahib deyillər"
        },
        {
            "chapter": 35,
            "verse": 14,
            "text": "Əgər siz onları cagırsanız (dua etsəniz), onlar sizin cagırısınızı esitməzlər; esitsələr də cavab verə bilməzlər (cunki Allah onlara nitq qabiliyyəti verməmisdir). Ozləri də qiyamət gunu sizin (Onları Allaha) sərik qosdugunuzu (onlara but kimi ibadət etdiyinizi) danacaqlar. (Ya Peygəmbər!) Hec kəs sənə hər seydən xəbərdar olan (Allah) kimi xəbər verə bilməz"
        }
    ]
}