{
    "maqras": [
        {
            "chapter": 100,
            "verse": 9,
            "text": "Məgər o bilmirmi ki, qəbirlərdə olanlar (dirilib) cıxardılacagı"
        },
        {
            "chapter": 100,
            "verse": 10,
            "text": "Urəklərdə olanlar fas ediləcəyi zaman"
        },
        {
            "chapter": 100,
            "verse": 11,
            "text": "Həmin gun Rəbbi onları (ozlərinin butun əməllərindən) xəbərdar edəcəkdir (cəzalarını verəcəkdir)"
        },
        {
            "chapter": 101,
            "verse": 1,
            "text": "Urəkləri dəhsətə salan qiyamət"
        },
        {
            "chapter": 101,
            "verse": 2,
            "text": "Nədir qiyamət"
        },
        {
            "chapter": 101,
            "verse": 3,
            "text": "Sən nə bilirsən (haradan bilirsən) ki, nədir qiyamət"
        },
        {
            "chapter": 101,
            "verse": 4,
            "text": "O gun insanlar kəpənək kimi ətrafa səpələnəcək (cəyirtkə kimi bir-birinə qatısacaq)"
        },
        {
            "chapter": 101,
            "verse": 5,
            "text": "Daglar isə didilmis yun kimi olacaqdır"
        },
        {
            "chapter": 101,
            "verse": 6,
            "text": "(O gun) tərəzisi agır gələn (yaxsı əmələri pis əməllərdən cox olan) kimsə"
        },
        {
            "chapter": 101,
            "verse": 7,
            "text": "(Cənnətdə) xos guzəran icində olacaq"
        },
        {
            "chapter": 101,
            "verse": 8,
            "text": "Tərəzisi yungul gələn (yaxsı əməlləri pis əməllərdən az olan) kimsənin isə"
        },
        {
            "chapter": 101,
            "verse": 9,
            "text": "Məskəni Haviyə (Cəhənnəmin dibi) olacaqdır"
        },
        {
            "chapter": 101,
            "verse": 10,
            "text": "Sən nə bilirsən ki, o (Haviyə) nədir"
        },
        {
            "chapter": 101,
            "verse": 11,
            "text": "O cox qızmar bir atəsdir"
        },
        {
            "chapter": 102,
            "verse": 1,
            "text": "(Ey qafil insanlar!) Coxluq (mal-dovlət, ogul-usaq və qohum-əqraba coxlugu) ilə oyunmək sizi o qədər sirnikləndirdi (basınızı o qədər qatdı) ki"
        },
        {
            "chapter": 102,
            "verse": 2,
            "text": "Hətta (məzarlarda yatan olulərinizi sayıb, onların da coxlugu ilə fəxr etməyiniz ucun) qəbirləri ziyarət etdiniz. [Və ya (axirətiniz ucun əsla calısmadan) olub getdiniz (olənə qədər bu halınızda davam etdiniz)"
        },
        {
            "chapter": 102,
            "verse": 3,
            "text": "Xeyr! (Belə yaramaz!). Siz (oləndən sonra bu yaramaz əməllərinizin aqibətini) mutləq biləcəksiniz"
        },
        {
            "chapter": 102,
            "verse": 4,
            "text": "Xeyr, xeyr! (Belə yaramaz). Siz (oləndən sonra bu yaramaz əməllərinizin aqibətini) mutləq biləcəksiniz"
        },
        {
            "chapter": 102,
            "verse": 5,
            "text": "Xeyr, əgər (qiyamət gunu sizə nə ediləcəyini) tam yəqinliklə bilsəydiniz (fani dunya malına uymazdınız)"
        },
        {
            "chapter": 102,
            "verse": 6,
            "text": "(Ey musriklər! Qiyamət gunu) siz o Cəhənnəmi mutləq gorəcəksiniz"
        },
        {
            "chapter": 102,
            "verse": 7,
            "text": "Bəli, siz (Cəhənnəmə vasil olduqdan sonra) onu mutləq oz gozunuzlə gorəcəksiniz"
        },
        {
            "chapter": 102,
            "verse": 8,
            "text": "Sonra da həmin gun (Allahın dunyada sizə əta etdiyi) ne’mətlər barəsində mutləq sorgu-sual olunacaqsınız"
        },
        {
            "chapter": 103,
            "verse": 1,
            "text": "And olsun axsam cagına (ikindi vaxtına, əsr namazına, zamana və ya Peygəmbərin əsrinə) ki"
        },
        {
            "chapter": 103,
            "verse": 2,
            "text": "Insan (omrunu bihudə islərə sərf etməklə, dunyanı axirətdən ustun tutmaqla) ziyan icindədir"
        },
        {
            "chapter": 103,
            "verse": 3,
            "text": "Yalnız iman gətirib yaxsı əməllər edən, bir-birinə haqqı tovsiyə edən və səbri tovsiyə edən kimsələrdən basqa! (Belələri Cənnətə nail olub əbədi səadətə qovusanlardır)"
        },
        {
            "chapter": 104,
            "verse": 1,
            "text": "(Dalda) qeybət edib (uzdə) tə’nə vuran hər kəsin vay halına"
        },
        {
            "chapter": 104,
            "verse": 2,
            "text": "O kimsə ki, mal yıgıb onu donə-donə sayar (coxaldar)"
        },
        {
            "chapter": 104,
            "verse": 3,
            "text": "Və elə zənn edər ki, mal-dovləti onu əbədi yasadacaqdır"
        },
        {
            "chapter": 104,
            "verse": 4,
            "text": "Xeyr! (Hec də onun guman etdiyi kimi deyildir). O mutləq (Cəhənnəmin alt mərtəbələrindən biri olan) Hutəməyə atılacaqdır"
        },
        {
            "chapter": 104,
            "verse": 5,
            "text": "Sən nə bilirsən (haradan bilirsən) ki, Hutəmə nədir"
        },
        {
            "chapter": 104,
            "verse": 6,
            "text": "O, Allahın yanar odudur"
        },
        {
            "chapter": 104,
            "verse": 7,
            "text": "Elə bir od ki, urəkləri yandırıb-yaxar"
        },
        {
            "chapter": 104,
            "verse": 8,
            "text": "O, belələrinin (qeybətcilərin və tə’nə vuranların) uzunə qapanıb kilidlənəcəkdir"
        },
        {
            "chapter": 104,
            "verse": 9,
            "text": "Onlar (Cəhənnəmdə) hundur sutunlara baglanmıs olacaqlar"
        },
        {
            "chapter": 105,
            "verse": 1,
            "text": "(Ya Peygəmbər!) Məgər Rəbbinin fil sahiblərinə (Kə’bəni dagıtmaq ucun fillərlə Məkkənin ustunə gələn həbəs ordusuna) nələr etdiyini gormədinmi"
        },
        {
            "chapter": 105,
            "verse": 2,
            "text": "Məgər (Rəbbin) onların hiyləsini bosa cıxartmadımı"
        },
        {
            "chapter": 105,
            "verse": 3,
            "text": "Onların ustunə qatar-qatar quslar (əbabil qusları) gondərdi"
        },
        {
            "chapter": 105,
            "verse": 4,
            "text": "(O quslar) onlara bismis gildən duzəlmis (mohkəm xırda) daslar atırdı"
        },
        {
            "chapter": 105,
            "verse": 5,
            "text": "(Rəbbin) onları (həsərat tərəfindən) yeyilmis əkin yarpagına (saman copunə) dondərdi"
        },
        {
            "chapter": 106,
            "verse": 1,
            "text": "(Ya Peygəmbər! Qureyslilərə de ki) Qureysin ulfəti (dostlugu və ya Allahın onlar ucun səfəri asanlasdırması) xatirinə"
        },
        {
            "chapter": 106,
            "verse": 2,
            "text": "Onlara qıs və yay səfərini muyəssər edilməsi (qısda Yəməndə, yayda Samda istirahət və ticarət edə bilmələri) xatirinə"
        },
        {
            "chapter": 106,
            "verse": 3,
            "text": "Bu evin Rəbbinə (Kə’bənin sahibi Allaha) ibadət etsinlər"
        },
        {
            "chapter": 106,
            "verse": 4,
            "text": "O Allah ki, onları aclıqdan qurtarıb yemək verdi və onlara qorxudan (fil sahiblərinin təhlukəsindən) sonra əmin-amanlıq bəxs etdi"
        },
        {
            "chapter": 107,
            "verse": 1,
            "text": "(Ya Peygəmbər!) Dini (haqq-hesab gununu) yalan hesab edəni (Əbu Cəhli) gordunmu"
        },
        {
            "chapter": 107,
            "verse": 2,
            "text": "O elə adamdır ki, yetimi itələyib qovar (haqqını verməz)"
        },
        {
            "chapter": 107,
            "verse": 3,
            "text": "Və (xalqı) yoxsulu yedirtməyə rəgbətləndirməz (nə ozu fəqiri yedirdər, nə də ozgəsini qoyar)"
        },
        {
            "chapter": 107,
            "verse": 4,
            "text": "Vay halına o namaz qılanların ki"
        },
        {
            "chapter": 107,
            "verse": 5,
            "text": "Onlar oz namazlarından qafildirlər (səhlənkarlıqları uzundən namazlarını vaxtlı-vaxtında qılmazlar)"
        },
        {
            "chapter": 107,
            "verse": 6,
            "text": "Onlar (namazlarında) riyakarlıq edər"
        },
        {
            "chapter": 107,
            "verse": 7,
            "text": "Və (xalqa) zəkat verməyi qadagan edərlər (yaxud xəsislik gostərib bir is ucun qonum-qonsuya lazım olan qab-qacagı verməkdən imtina edərlər)"
        },
        {
            "chapter": 108,
            "verse": 1,
            "text": "(Ya Peygəmbər!) Həqiqətən, Biz sənə Kovsər (Cənnətdəki Kovsər irmagını və ya bol ne’mət, yaxud Qur’an, peygəmbərlik) bəxs etdik"
        },
        {
            "chapter": 108,
            "verse": 2,
            "text": "Ona gorə də (bu ne’mətlərə sukur edərək) Rəbbin ucun namaz qıl və qurban kəs"
        },
        {
            "chapter": 108,
            "verse": 3,
            "text": "(Ya Peygəmbər! Oglun Qasim, yaxud Ibrahim vəfat etdiyi zaman sənə sonsuz, arxası kəsik, nəsli kəsilmis deyən) sənin dusməninin (As ibn Vailin) ozu sonsuzdur! (Sənin nəslin qiyamətə qədər torəyib artacaq, adına isə həmisə rəhmət oxunacaqdır)"
        },
        {
            "chapter": 109,
            "verse": 1,
            "text": "(Ya Peygəmbər! Sənə - bir il bizim butlərimizə ibadət et, bir il də biz sənin Rəbbinə ibadət edək – deyən musriklərə) de: “Ey kafirlər"
        },
        {
            "chapter": 109,
            "verse": 2,
            "text": "Mən sizin ibadət etdiklərinizə (butlərə) ibadət etmərəm"
        },
        {
            "chapter": 109,
            "verse": 3,
            "text": "Siz də mənim ibadət etdiyimə (Allaha) ibadət etməzsiniz"
        },
        {
            "chapter": 109,
            "verse": 4,
            "text": "Mən sizin ibadət etdiklərinizə ibadət edən deyiləm"
        },
        {
            "chapter": 109,
            "verse": 5,
            "text": "Siz də mənim ibadət etdiyimə ibadət edən deyilsiniz"
        },
        {
            "chapter": 109,
            "verse": 6,
            "text": "Sizin oz dininiz var, mənim də oz dinim! (Elə isə sizin dininiz sizə, mənim dinim də mənə)!”"
        },
        {
            "chapter": 110,
            "verse": 1,
            "text": "(Ya Peygəmbər!) Allahın koməyi və zəfər (Məkkənin fəthi) gəldiyi zaman"
        },
        {
            "chapter": 110,
            "verse": 2,
            "text": "Insanların dəstə-dəstə Allahın dininə (islama) daxil olduqlarını gorduyun zaman"
        },
        {
            "chapter": 110,
            "verse": 3,
            "text": "Rəbbini həmd-səna ilə təqdis et (Onu butun naqis sifətlərdən uzaq tutub pak bil, “Subhanəkə Allahummə və bihəmdikə” kəlməsini de) və Ondan bagıslanmagını dilə. Həqiqətən, O, tovbələri qəbul edəndir"
        },
        {
            "chapter": 111,
            "verse": 1,
            "text": "Əbu Ləhəbin əlləri qurusun, qurudu da! (Və ya: Əbu Ləhəbin əlləri qurusun, o olsun)"
        },
        {
            "chapter": 111,
            "verse": 2,
            "text": "(Qiyamət gunu) ona nə mal-dovləti fayda verəcək, nə də qazandıgı (və ya: ogul-usagı)"
        },
        {
            "chapter": 111,
            "verse": 3,
            "text": "O, alovlu atəsə girəcəkdir"
        },
        {
            "chapter": 111,
            "verse": 4,
            "text": "Onun odun dasıyan (Peygəmbərlə dusməncilik edən, adamlar arasında soz gəzdirən) ovrəti də həmcinin"
        },
        {
            "chapter": 111,
            "verse": 5,
            "text": "Onun (ovrətinin) bogazında xurma lifindən horulmus ip (və ya: yetmis arsın uzunlugunda zəncir) olacaqdır"
        },
        {
            "chapter": 112,
            "verse": 1,
            "text": "(Ya Peygəmbər! Allahın zatı və sifətləri haqqında səndən sorusan musriklərə) de: “(Mənim Rəbbim olan) O Allah birdir (hec bir səriki yoxdur)"
        },
        {
            "chapter": 112,
            "verse": 2,
            "text": "Allah (hec kəsə, hec nəyə) mohtac deyildir! (Hamı Ona mohtacdır; O, əzəlidir, əbədidir)"
        },
        {
            "chapter": 112,
            "verse": 3,
            "text": "O, nə dogmus, nə də dogulmusdur! (Allah Ozunə hec bir ovlad goturməmisdir)"
        },
        {
            "chapter": 112,
            "verse": 4,
            "text": "Onun hec bir tayı-bərabəri (bənzəri) də yoxdur!”"
        },
        {
            "chapter": 113,
            "verse": 1,
            "text": "(Ya Peygəmbər!) De: “Pənah aparıram subhun Rəbbinə"
        },
        {
            "chapter": 113,
            "verse": 2,
            "text": "Yaratdıqlarının (insanların, cinlərin, vəhsi heyvanların) sərindən"
        },
        {
            "chapter": 113,
            "verse": 3,
            "text": "Zulmətə burunməkdə olan gecənin (və ya: batan ayın, ziyası sonən ulduzların) sərindən"
        },
        {
            "chapter": 113,
            "verse": 4,
            "text": "(Ovsun oxuyub) duyunlərə ufurən (yaxud: cadu edib iplərə duyun vuran) qadınların sərindən"
        },
        {
            "chapter": 113,
            "verse": 5,
            "text": "Və bir də paxıllıgı tutanda paxılın sərindən!”"
        },
        {
            "chapter": 114,
            "verse": 1,
            "text": "(Ya Peygəmbər!) De: “Pənah aparıram insanların Rəbbinə"
        },
        {
            "chapter": 114,
            "verse": 2,
            "text": "Insanların ixtiyar sahibinə"
        },
        {
            "chapter": 114,
            "verse": 3,
            "text": "Insanların tanrısına"
        },
        {
            "chapter": 114,
            "verse": 4,
            "text": "Vəsvəsə verən, (Allahın adı cəkiləndə isə qorxusundan) qacıb gizlənən Seytanın sərindən"
        },
        {
            "chapter": 114,
            "verse": 5,
            "text": "O Seytan ki, insanların urəklərinə vəsvəsə salır"
        },
        {
            "chapter": 114,
            "verse": 6,
            "text": "(O Seytan ki) cinlərdən də olur, insanlardan da! (Və ya: (o Seytan) istər cinlərdən olsun, istər insanlardan!)”"
        }
    ]
}