{
    "maqras": [
        {
            "chapter": 4,
            "verse": 1,
            "text": "Ey insanlar! Sizi tək bir səxsdən (Adəmdən) xəlq edən, ondan zovcəsini (Həvvanı) yaradan və onlardan da bir cox kisi və qadınlar torədən Rəbbinizdən qorxun! (Adı ilə) bir-birinizdən (curbəcur seylər) istədiyiniz Allahdan, həmcinin qohumluq əlaqələrini kəsməkdən həzər edin! Subhəsiz ki, Allah sizin uzərinizdə gozətcidir"
        },
        {
            "chapter": 4,
            "verse": 2,
            "text": "Yetimlərin mallarını (həddi-buluga catdıqda) ozlərinə verin və pisi (haramı) yaxsı ilə (halalla) dəyisdirməyin! (Yetimlərin malı sizə haram, oz malınız isə halal oldugu halda, onları bir-birilə dəyisməyin!) Onların mallarını oz mallarınıza qatıb yeməyin! Həqiqətən, bu, boyuk gunahdır"
        },
        {
            "chapter": 4,
            "verse": 3,
            "text": "Əgər yetim qızlarla (evlənəcəyiniz təqdirdə) ədalətlə rəftar edə bilməyəcəyinizdən qorxarsınızsa, o zaman sizə halal olan (bəyəndiyiniz) basqa qadınlardan iki, uc və dord nəfərlə nikah baglayın! Əgər (onlarla da) ədalətlə dolanmaga əmin deyilsinizsə, o halda təkcə bir nəfər (azad) qadın və ya sahib oldugunuz kənizlə evlənin (yaxud: o halda təkcə bir nəfər azad qadınla evlənin və ya əlinizin altında olan kənizlərlə kifayətlənin). Bu, ədalətli olmaga (ədalətdən kənara cıxmamaga) daha yaxındır"
        },
        {
            "chapter": 4,
            "verse": 4,
            "text": "Qadınlarınızın mehrlərini konul xosluguyla verin! Əgər onlar qəlbən, oz razılıqları ilə bundan sizə bir sey bagıslasalar, onu halal olaraq, nuscanlıqla yeyin"
        },
        {
            "chapter": 4,
            "verse": 5,
            "text": "Allahın sizə dolanmaq unun bəxs etdiyi malları (və ya Allahın sizi uzərində qəyyum tə’yin etdiyi yetim malını) səfehlərə (agılsızların əlinə) verməyin. Onları həmin maldan yedirdib geyindirin və ozlərinə xos sozlər deyin"
        },
        {
            "chapter": 4,
            "verse": 6,
            "text": "Yetimləri nikah yasına catıncaya qədər sınayın. Əgər agla dolduqlarını (həddi-buluga catdıqlarını) hiss etsəniz, mallarını ozlərinə qaytarın. Boyuyəcəklər (boyuyən kimi mallarına sahib olacaqlar) deyə, o malları israf edib tələm-tələsik yeməyin. Zəngin olan (qəyyum) o mala toxunmasın, kasıb isə qəbul olunmus qayda uzrə (ehtiyacı oldugu qədər, cəkdiyi zəhmətin əvəzi miqdarında) yesin. Yetimlərin mallarını ozlərinə qaytardıgınız zaman yanlarında sahid tutun! Haqq-hesab cəkməyə Allah kifayət edər"
        },
        {
            "chapter": 4,
            "verse": 7,
            "text": "Ata, ana və qohumların (vəfat etdikdə) qoyub getdikləri maldan kisilərə və qadınlara pay dusur. Həmin malın azından da, coxundan da (bunlara veriləcək) hissə muəyyən edilmisdir"
        },
        {
            "chapter": 4,
            "verse": 8,
            "text": "Malın (vərəsələr arasında) bolunməsi zamanı varis olmayan qohumlar, yetimlər və yoxsullar da orada istirak edərlərsə, onlara da o maldan bir sey verin və gozəl sozlərlə konullərini alın"
        },
        {
            "chapter": 4,
            "verse": 9,
            "text": "Ozlərindən sonra (aciz və zəif) ovladlar qoyub gedəsi olan səxslər, onlardan otəri necə qorxurlarsa, (yetimlərdən otru də) o cur qorxsunlar! Və buna gorə də onlar Allahın qəzəbindən cəkinərək sozun dogrusunu danıssınlar"
        },
        {
            "chapter": 4,
            "verse": 10,
            "text": "Həqiqətən, yetimlərin mallarını haqsızlıqla yeyənlərin yedikləri qarınlarında oda cevriləcək və onlar (qiyamətdə) alovlu Cəhənnəmə girəcəklər"
        },
        {
            "chapter": 4,
            "verse": 11,
            "text": "Allah ovladlarınız haqqında sizə tovsiyə buyurur ki, ogula iki qız hissəsi qədər pay dusur. Əgər (olən səxsin) qızlarının sayı ikidən artıqdırsa, mirasın ucdə iki hissəsi onlara catır. Əgər təkcə bir nəfər qızdırsa, mirasın yarısı onundur. Ovladı oldugu təqdirdə vəfat edənin ata və anasının hər birinə mirasın altıda bir hissəsi verilir. Əgər onun ovladı olmayıb, varisi yalnız ata və anadan ibarətdirsə, (malın) ucdə bir hissəsi anaya aiddir. (Qalan hissə tamamilə ataya catır). Əgər olmus səxsin qardasları və bacıları varsa, ananın hissəsi altıda birdir. (Yerdə qalan hissəsi yenə atanın payına dusur). Bu bolgu olən səxsin vəsiyyəti yerinə yetirildikdən və ya borcu odənildikdən sonra aparılır. Valideynlərinizdən və ovladlarınızdan hansı birinin (xeyir və) mənfəət cəhətdən sizə daha yaxın oldugunu bilmədiyiniz ucun bu (bolgu) Allah tərəfindən muəyyən edilmisdir. Həqiqətən, Allah (hər seyi) biləndir, hikmət sahibidir"
        }
    ]
}