{
    "pages": [
        {
            "chapter": 10,
            "verse": 107,
            "text": "Ne Nyasaye nakhutilakhwo khububii, abulaho yesiyesi unyala okhurusiliaho libii elo owulali ye tawe, ne nakhwenyela amalayi abulaho unyala okhukalusia obulayi bwaye, ahelesinjia owayenya mubandu bebe, naye ni Omunji wobulesheli Omunji wetsimbabaasi"
        },
        {
            "chapter": 10,
            "verse": 108,
            "text": "Boola mbu; “Enywe Abandu toto obwatoto bumalile okhuboolela okhurula khu Nyasaye wenyu. Kho ulia ulunjikha alunjikhanga khululwe omwene, naye ulia ukora akoranga khululwe omwene. Nasi shendi omulindi khwinywe tawe"
        },
        {
            "chapter": 10,
            "verse": 109,
            "text": "Ne loonda akofimbulilungwa, ne wisumulisie okhula shingala Nyasaye alabusia, Naye niye Omubusia Omulayi muno umalayo"
        },
        {
            "chapter": 11,
            "verse": 1,
            "text": "Aif Lam Ra, shino ni eshitabu shietsinyaali tsiashio tsiakasibwa obulayi mana nitsinoosibwa obulayi okhurula khu Wamachesi muno Omumanyi wa koosi"
        },
        {
            "chapter": 11,
            "verse": 2,
            "text": "Mulalaama okhuyiniakhwo Nyasaye butswa, (Yenyene) Toto esie khwinywe endi omwikanyilisi nende Omusuubisia"
        },
        {
            "chapter": 11,
            "verse": 3,
            "text": "Ne sabe eshileleshelo Nyasaye wenyu, mana mumukalushile, yetsa okhubahelesia omwikhoyo omulayi okhula ebise ebimanyifu(khuye) Mana alihelesia buli owamalayi amalayi kaye. Nenimulaloonda tawe esie ebaririra eshinyasio shieyinyanga ikhongo"
        },
        {
            "chapter": 11,
            "verse": 4,
            "text": "Amakalushilo kenyu ni wa Nyasaye, naye ni Omunyali wabuli eshindu"
        },
        {
            "chapter": 11,
            "verse": 5,
            "text": "Koo, manye mbu; “toto abo bafisanga akali mubilifu biabu, mbu khobafise Nyasaye, manye mbu; olwa befunikhanga tsingubo tsiabu(Nyasaye) yamanya akabafisanga nende akabaretsanga habulafu. Toto ye amanyile muno akali mubilifu"
        }
    ]
}