{
    "manzils": [
        {
            "chapter": 5,
            "verse": 1,
            "text": "Hay so miyamaratiyaya! tomann iyo so manga diyandi (a makaoontol). Piyakay rkano so binatang a manga ayam, inonta so pkhabatiya rkano: Liyo ko piyakay niyo ko kapanganop ko kapagiikram iyo: Na mataan! a so Allah na ipkhokom Iyan so kabaya Iyan"
        },
        {
            "chapter": 5,
            "verse": 2,
            "text": "Hay so miyamaratiyaya, di niyo pndarowakai so manga tanda o Allah, go so olanolan a pagaadatan, go so manga pammgayan, go so manga toos, go so pphamanong ko walay a pagaadatan, a pmbabanog siran sa riskhi a phoon ko Kadnan iran go kasosoat. Na amay ka makaipos kano (ko kapagikram) na panganop kano (o kabaya iyo), na oba rkano makagawi so rarangit ko pagtaw sa kiya alangi ran rkano ko Masjid Al-Haram ko kapakambaal iyo sa rido. Na thatabanga kano ko mapiya, go so kapananggila, go di kano pthatabanga ko dosa, go so kapriridoay: Go kalkn iyo so Allah: Ka mataan! a so Allah na maylot i kandadan´g"
        },
        {
            "chapter": 5,
            "verse": 3,
            "text": "Hiyaram rkano so (kakana ko) miyatay (a da masombali), go so rogo (a tomiyoga), go so sapo o baboy, go so inipanambay ko salakaw ko Allah; go so miyapkl, go so bintol, go so miyawlog, go so sinidong; go so piyagdasan o binatang a mawaraw, inonta so miyasombali iyo (a riyaotan sa niyawa), go so siyombali makapantag ko manga barahala, go so kiprimarn iyo ko manga Azlam: Giyoto man na kapanongklid. Sa alongan nai na kiyadaan sa panginam so da pamaratiyaya (ko kabinasaa) ko agama niyo: Na di niyo siran khalkn, na Sakn i kalkn iyo. Sa alongan nai na tiyarotop Akn rkano so okit iyo ko kapagintaw, go siyamporna Akn rkano so limo Akn; go pinili Akn rkano so Islam a agama (a okit ko kapagintaw). Na sa taw a kasngtan ko ongos, a kna a ba mithibaba ndosa, na mataan! a so Allah na Manapi, a Makalimoon"
        },
        {
            "chapter": 5,
            "verse": 4,
            "text": "Ipagiza iran rka o antonaa i piyakay kiran, tharoang ka a: Piyakay rkano so manga pipiya: Go so minipangndao niyo ko pphamakapali a bababsn iyo a pkhipangndao niyo kiran so inipangndao rkano o Allah: Na kang kano ko miyadakp iran rkano, go aloya niyo ron so ngaran o Allah: Go kalkn iyo so Allah; mataan! a so Allah na magaan i kapagitong"
        },
        {
            "chapter": 5,
            "verse": 5,
            "text": "Sa alongan nai na piyakay rkano so manga pipiya. Na so siyombali o siran a bigan ko kitab na halal rkano, go so siyombali iyo na halal kiran; go (piyakay rkano) so manga bilangataw ko miyamaratiyaya a manga bai, go so manga bilangataw ko manga bai ko siran a bigan ko kitab, ko miyaonaan iyo, - igira minibgay niyo kiran so manga mahar iran, sa titho kano a miyamaratiyaya a kna a ba kano pzisina sa mapayag, go kna a ba kano phamangowa sa manga bolayoka ko kazina a masoln. Na sadn sa khapir ko oriyan o paratiyaya, na sabnar a miyailang so galbk iyan, go skaniyan sii sa akhirat na pd ko miyangalologi (a manga taw ko naraka)"
        },
        {
            "chapter": 5,
            "verse": 6,
            "text": "Hay so miyamaratiyaya, igira ithindg iyo so sambayang, na onabi niyo so manga paras iyo, go so manga lima niyo taman ko manga siko; go sapowa niyo so manga olo niyo; go (onabi niyo) so manga ai niyo taman ko dowa boko a ai. Na amay ka madidiyonob kano, na phaygo kano. Na o pkhakasakit kano, odi na kapantagan kano sa lakawan, odi na miyakaoma so isa rkano a phoon ko diyamban, odi na miniprorada iyo so manga babay, go da a khatoon iyo a ig, na thayamom kano sa botha a soti, na sapowa niyo ron so manga paras iyo, go so manga lima niyo. Kna a ba kabaya o Allah i ba kano Niyan snggay sa margn, na ogaid na aya kabaya Iyan na ang kano Niyan masoti, go an Iyan matarotop so limo Iyan rkano, ka an kano makapanalamat"
        },
        {
            "chapter": 5,
            "verse": 7,
            "text": "Na tadmi niyo so limo rkano o Allah, go so diyandi Iyan, a so inidiyandi Iyan rkano, gowani ko tharoon iyo a: \"Piyamakin´g ami go inonotan ami\": Na kalkn iyo so Allah; mataan! a so Allah na katawan Iyan so zisii ko manga rarb (a manga pamikiran)"
        },
        {
            "chapter": 5,
            "verse": 8,
            "text": "Hay so miyamaratiyaya, mbaloy kano a khipamamayandg ko (manga kabnar o) Allah, a manga saksi kano ko kapaginontolan, na oba rkano makagawi so rarangit ko pagtaw ko di niyo kapakapaginontolan. Paginontolan kano: Ka giyoto i lbi a marani ko kapangongonotan: Na kalkn iyo so Allah. Mataan! a so Allah na Kaip Iyan so gii niyo nggolawlaan"
        },
        {
            "chapter": 5,
            "verse": 9,
            "text": "Inidiyandi o Allah ko siran a miyamaratiyaya, go pinggalbk iran so manga pipiya, a adn a bagian iran a maap go balas a lbi a mala"
        },
        {
            "chapter": 5,
            "verse": 10,
            "text": "Na so da pamaratiyaya, go piyakambokhag iran so manga ayat Ami, na siran man i manga taw ko naraka Jahim"
        },
        {
            "chapter": 5,
            "verse": 11,
            "text": "Hay so miyamaratiyaya! tadmi niyo so limo rkano o Allah gowani ko mapamikir o pagtaw a pagolangn iran rkano so manga barokan iran, na inrn Iyan rkano so manga barokan iran: Go kalkn iyo so Allah. Na so bo so Allah i sarigi o miyamaratiyaya"
        },
        {
            "chapter": 5,
            "verse": 12,
            "text": "Na sabnsabnar a inmbaalan o Allah so diyandi ko manga moriyataw o Israil, go piyakatindgan Ami siran sa sapolo ago dowa nakoda. Na pitharo o Allah a: \"Mataan! a Sakn na babid iyo: Na ibt ka o pamayandgn iyo so sambayang, go tonayn iyo so zakat, go paratiyayaa niyo so manga sogo Akn, go babidn iyo siran, go pagotangan iyo so Allah sa otang a mapiya, na mataan! a lalasn Ko rkano dn so manga dosa niyo, go mataan! a pakasoldn Ko skano dn ko manga sorga a pphamangondas ko kababaan iyan so manga lawasayg; na sadn sa mongkir rkano, ko oriyan oto, na sabnar a miyapokas ko ontol a lalan"
        },
        {
            "chapter": 5,
            "verse": 13,
            "text": "Na sabap ko kiyabarngkasa iran ko diyandi kiran, na pimorkaan Ami siran, go biyaloy Ami so manga poso iran a manga ttgas: Pphamagalinn iran so manga katharo ko manga darpa iyan, go piyakalipatan iran so ontong a pd ko inisogo kiran; na di khada a kapkhatokawing ka ko kandonsiyan a pphakapoon kiran inonta so mayto kiran - na pmaaping ka siran, go dapayang ka: Mataan! a so Allah na pkhababayaan Iyan so miphipiyapiya"
        },
        {
            "chapter": 5,
            "verse": 14,
            "text": "Na sabap sa siran na pitharo iran a: Mataan! a skami na manga Kristiyan, na inmbaalan Ami so diyandi kiran, na piyakalipatan iran so ontong a pd ko inisogo kiran: Na inadn Ami kiran so rido go so rarangit sa taman ko alongan a qiyamah. Na phanotholn kiran dn o Allah so siyowa iran"
        },
        {
            "chapter": 5,
            "verse": 15,
            "text": "Hay tiyoronan ko kitab, sabnar a miyakaoma rkano so sogo Ami, a pphagosay rkano ko madakl ko piyagma iyo ko kitab, go adn a plpasn iyan a madakl: Sabnar a adn a miyakaoma rkano a phoon ko Allah a sindaw ago kitab a miyakawsay (a giya Qor´an aya)"
        },
        {
            "chapter": 5,
            "verse": 16,
            "text": "Pthoroon o Allah sa sabap roo so taw a komidg ko kasosoat Iyan, ko manga okit ko kalilintad, go pphakatogalinn Iyan siran phoon ko manga lilibotng, sii ko maliwanag, - sabap ko idin Iyan, go pthoroon Iyan siran ko okit a ontol"
        },
        {
            "chapter": 5,
            "verse": 17,
            "text": "Sabnsabnar a miyakapir so siran a pitharo iran a: Mataan! a so Allah na sodn so Al-Masih a wata o Maryam. Tharoang ka: \"Na ba adn a taw a adn a mapkhapaar iyan ko Allah a mayto bo, amay ka kabaya Iyan a binasaan Iyan so Al-Masih a wata o Maryam, go so ina iyan, go so taw ko lopa sa kalangolangowan iyan? Na rk o Allah so kapaar ko manga langit ago so lopa, go so nganin a pagltan a dowa oto. Pphangadn sa sadn sa kabaya Iyan. Na so Allah na so langowan taman na Gaos Iyan"
        },
        {
            "chapter": 5,
            "verse": 18,
            "text": "Na pitharo o manga Yahodi go so manga Kristiyan a: \"Skami na manga wata o Allah, go pkhakababayaan Iyan.\" Tharoang ka: \"Ino kano Niyan ziksaa sabap ko manga dosa niyo? Kna, ka skano na manosiya, - a pd ko inadn Iyan: Pnapiyan Iyan so taw a kabaya Iyan, go ziksaan Iyan so taw a kabaya Iyan: Ka rk o Allah so kapaar ko manga langit ago so lopa, go so pagltan a dowa nan: Go Skaniyan i khandodan"
        },
        {
            "chapter": 5,
            "verse": 19,
            "text": "Hay tiyoronan ko kitab, sabnar a miyakaoma rkano so sogo Ami, a pphagosay rkano (ko bitikan o agama) ko kiyarintas o manga sogo, ka oba niyo matharo i: \"Da a miyakaoma rkami a pphamanothol sa mapiya, go pphamakaiktiyar.\" Na sabnar a adn a miyakaoma rkano a pphamanothol sa mapiya, go pphamakaiktiyar. Na so Allah na so langowan taman na Gaos Iyan"
        },
        {
            "chapter": 5,
            "verse": 20,
            "text": "Na gowani na pitharo o Mosa ko pagtaw niyan: \"Hay pagtaw akn, tadmi niyo so limo rkano o Allah, gowani ko porotan kano Niyan sa manga nabi, go biyaloy kano Niyan a manga dato, go inibgay Niyan rkano so da a bigan Iyan on a isa bo ko manga kaadn"
        },
        {
            "chapter": 5,
            "verse": 21,
            "text": "Hay pagtaw akn, sold kano (sa Baytal Moqaddas a) lopa a soti a so tiyangkd o Allah a rk iyo, go di kano pmbazowi ko manga talikhodan iyo, ka makakasoy kano a miyangalologi"
        },
        {
            "chapter": 5,
            "verse": 22,
            "text": "Pitharo iran: \"Hay Mosa, mataan! a adn a matatago on a pagtaw a pphamamndg: Go mataan! a skami na di kami ron dn zold taman sa di siran on mawa: Na o awa siran on, na mataan! a skami na phamanold kami ron"
        },
        {
            "chapter": 5,
            "verse": 23,
            "text": "Pitharo o dowa mama a pd ko siran a maalkn (ko Allah) a inikalimo siran o Allah: \"Soldi niyo siran ko pinto: Ka o sold kano ron, na mataan! a skano i phamakadaag; go so bo so Allah i sarigi niyo o skano na mapaparatiyaya kano"
        },
        {
            "chapter": 5,
            "verse": 24,
            "text": "Pitharo iran: \"Hay Mosa, mataan! a skami na di kami ron dn zold, sa dayon sa kakakadn iran on, na lalakaw ka, ska ago so Kadnan ka, na pakimbonoay kano (kiran), ka mataan! a skami na sii kami dn kakadn"
        },
        {
            "chapter": 5,
            "verse": 25,
            "text": "Pitharo iyan: \"Kadnan ko, mataan! a sakn na da a mipapaar akn a rowar ko ginawa ko ago so pagari ko: Na pakaznggayaa kaming Ka ago so pagtaw a manga songklid"
        },
        {
            "chapter": 5,
            "verse": 26,
            "text": "Pitharo (o Allah): \"Na mataan! a inisapar kiran - sa pat polo ragon: Na pkhataataap siran ko lopa: Na ding ka pmbokoon so pagtaw a manga songklid"
        },
        {
            "chapter": 5,
            "verse": 27,
            "text": "Na pangadiing ka kiran so totholan ko dowa wata o Adam sii ko bnar; gowani a khorban siran sa korban: Na tiyarima so phoon ko isa sa dowa oto, na da tarimaa so phoon ko pd iyan. Na pitharo (o Qabil) a: \"Mbonoon ko ska dn.\" Pitharo (o Habil) a: \"Aya bo a tharimaan o Allah na so phoon ko miyamangongonotan (ko Allah)"
        },
        {
            "chapter": 5,
            "verse": 28,
            "text": "Ibt o olangang ka rakn a barokan ka, ka mbonoon akong ka, oba ko rka olanga a barokan akn sa ba ko ska bonoa: Ka mataan! a sakn na ikhalk akn so Allah, a Kadnan o manga kaadn"
        },
        {
            "chapter": 5,
            "verse": 29,
            "text": "Mataan! a sakn na tomoon ko a mikholokog ka so dosa ko, go so dosang ka, na mabaloy ka a pd ko manga taw ko naraka, ka giyoto i balas ko da pamaginontolan"
        },
        {
            "chapter": 5,
            "verse": 30,
            "text": "Na inipangoyat on o napso niyan a kiyabonoa niyan ko pagari niyan: Na biyono iyan, na miyabaloy a pd ko miyangalologi"
        },
        {
            "chapter": 5,
            "verse": 31,
            "text": "Na somiyogo so Allah sa kakowak, a mangokay ko lopa, ka phakiilay niyan on o andamanaya i katamboni niyan ko bangkay i pagari niyan. Pitharo i Qabil: \"Hay dowan dowaan ako! Ino ko da magaga a mabaloy ako a lagid angkai a kakowak, a katambonan ko so bangkay o pagari ko? Na mimbaloy a pd ko miyamakazndit"
        },
        {
            "chapter": 5,
            "verse": 32,
            "text": "Sabap a makapantag roo: Na tiyangkd Ami ko manga moriyataw o Israil a mataan! a sadn sa mono ko taw a da pamono sa taw, odi na da paminasa ko lopa, na lagid oba niyan biyono so manga manosiya langon: Na sadn sa kasabapan sa kaoyag o taw, na lagid o ba on minisabap a kiyaoyag o manga manosiya langon. Na sabnsabnar a miniyoma kiran o manga sogo Ami so manga rarayag a karina, oriyan iyan na mataan! a madakl kiran ko oriyan oto a titho a mimamalawani ko lopa"
        },
        {
            "chapter": 5,
            "verse": 33,
            "text": "Aya dn a imbadal ko siran a romido ko Allah ago so sogo Iyan, go manamar nggalbk ko lopa sa kapaminasa: Na so kapamonoa kiran, odi na so kasolaa kiran, odi na so kapamotoli ko manga barokan iran go so manga ai ran sa di makapagonod, odi na so kitawgn kiran ko lopa: Giyoto man i bagian iran a kahinaan sa doniya, go adn a bagian iran sa akhirat a siksa a mala"
        },
        {
            "chapter": 5,
            "verse": 34,
            "text": "Inonta so siran a mithawbat ko da niyo kiran pn kagagaa (domakp): Na tangkda niyo, a mataan! a so Allah na Manapi, a Makalimoon"
        },
        {
            "chapter": 5,
            "verse": 35,
            "text": "Hay so miyamaratiyaya, kalkn iyo so Allah, go plobaa niyo so mipakarani niyo Ron, go panagontaman kano ko lalan Iyan: ka ang kano makaslang sa maliwanag"
        },
        {
            "chapter": 5,
            "verse": 36,
            "text": "Mataan! a so siran a da pamaratiyaya, - na apiya pn mataan! a pakimbagian kiran so nganin a zisii ko lopa langon, go dorogn a lagid iyan, ka an iran oto miyaon (sa ginawa iran) phoon ko siksa ko alongan a qiyamah, na di kiran matarima. Go adn a bagian iran a siksa a malipds"
        },
        {
            "chapter": 5,
            "verse": 37,
            "text": "Kabaya iran a kapakaawa iran ko naraka, na di siran on dn mamakaawa: Go adn a bagian iran a siksa a tatap"
        },
        {
            "chapter": 5,
            "verse": 38,
            "text": "Na so tkhaw a mama, go so tkhaw a babay, na potoli niyo so manga barokan iran: Ka balas ko pinggolawla iran, a dan´g a thoma a phoon ko Allah, ka so Allah na Mabagr, a Mawngangn"
        },
        {
            "chapter": 5,
            "verse": 39,
            "text": "Na sa taw a thawbat ko oriyan o kiyapakasalimbot iyan, go phiyapiya, na mataan! a so Allah na phakatawbatn Iyan; ka mataan! a so Allah na Manapi, a Makalimoon"
        },
        {
            "chapter": 5,
            "verse": 40,
            "text": "Bang ka di katawi a mataan! a so Allah i Khirk ko kapaar ko manga langit ago so lopa? Ziksaan Iyan so taw a kabaya Iyan, go pnapiyan Iyan so taw a kabaya Iyan: Ka so Allah sii ko langowan taman na Gaos Iyan"
        },
        {
            "chapter": 5,
            "verse": 41,
            "text": "Hay Rasol, oba ka mapakamboko o siran a pphagoradorad ko kakhapir a siran na pitharo iran a: \"Miyaratiyaya kami\" sa sii bo ko manga ngari iran na di mapaparatiyaya so manga poso iran; go pd ko siran a manga Yahodi, - a pphamakin´g siran sa pantag a kapamamokhag, - a ipphamakin´g iran so pagtaw a salakaw a da siran rka makasong. Na pphamagalinn iran so manga katharo ko manga darpa iyan (ko oriyan iyan): gi iran tharoon a: \"O mitalingoma rkano wai, na kpiti niyo skaniyan, na odi rkano wai mitalingoma, na pagiktiyari niyo!\" Na sadn sa kabaya o Allah a kadadag iyan, na da dn a makhapaar ka on ko Allah a mayto bo. Siran man so di kabaya o Allah o ba Niyan masoti so manga poso iran. Adn a bagian iran sa doniya a kahinaan, go adn a bagian iran sa akhirat a siksa a mala"
        },
        {
            "chapter": 5,
            "verse": 42,
            "text": "Pphamakin´g siran sa pantag a kapamamokhag, manga bosaw sa haram. Na o makawma siran rka, na kokomang ka siran, odi na talikhoding ka siran. Na o talikhoding ka siran, na da dn a mibinasa iran rka a mayto bo. Na o khokomang ka (siran) na kokomn ka kiran so ontol. Na mataan! a so Allah na pkhababayaan Iyan so manga oontol"
        },
        {
            "chapter": 5,
            "verse": 43,
            "text": "Na andamanaya i kaphakikokom iran rka a zisii kiran so Tawrat a matatago on so kokoman o Allah? Oriyan iyan na thalikhod siran bo ko oriyan oto; ka di siran mapaparatiyaya"
        },
        {
            "chapter": 5,
            "verse": 44,
            "text": "Mataan! a Skami na initoron Ami so Tawrat a katatagoan sa toroan go sindaw a ipphangokom skaniyan o manga nabi, a so mimbabayorantang (ko Allah), ko siran a manga Yahodi go (ipphangokom o) manga barasimba, go so manga olama (kiran): Sabap ko piyakisiyap kiran a kitab o Allah, go miyabaloy siran on a manga saksi: Na di niyo khalkn so manga manosiya, ka Sakn i kalkn iyo, go di niyo phamasaan so manga ayat Akn sa arga a mayto. Na sadn sa di niyan ikokom so initoron o Allah, na siran man na siran i manga kapir"
        },
        {
            "chapter": 5,
            "verse": 45,
            "text": "Na inipaliyogat Ami kiran (sii ko Tawrat) a: \"Mataan! a so niyawa na (kitasan sa) niyawa, go so mata na mata, go so ngirong na ngirong, go so tangila na tangila, go so ngipn na ngipn, go so manga pali na makapkhikitasa.\" Na sa taw a rndann iyan (so kitas) na giyoto na khilalas iyan ko dosa; na sa taw a di niyan ikokom so initoron o Allah, na siran man na siran i manga salimbot"
        },
        {
            "chapter": 5,
            "verse": 46,
            "text": "Na piyakatondog Ami ko manga rarad iran so Eysa a wata o Maryam, a miyakatanto ko miyaonaan iyan a Tawrat: Go inibgay Ami ron so Injil a katatagoan sa toroan go sindaw, go miyakatanto ko miyaonaan iyan a Tawrat: Go toroan go ndao a rk o miyamananggila"
        },
        {
            "chapter": 5,
            "verse": 47,
            "text": "Na kokomn o tiyoronan ko Injil so initoron o Allah a madadalm on. Na sadn sa di niyan ikokom so initoron o Allah, na siran man na siran i manga songklid"
        },
        {
            "chapter": 5,
            "verse": 48,
            "text": "Na initoron Ami rka (ya Mohammad) so kitab, ka an mapayag so bnar, a miyakatanto ko miyaonaan iyan a kitab, go miyakazaksi on: Na kokomn ka kiran so initoron o Allah, go ding ka phangonoti so manga kabaya iran, a makaliliyo ko miyakatalingoma rka a bnar. Oman i isa rkano na singgayan Ami sa bitikan go okit. Na o kabaya o Allah, na mataan! a khabaloy kano Niyan ko okit a isa, na ogaid na (piyakambidabida kano Niyan ka) ang kano Niyan katpngi ko inibgay Niyan rkano: Na pagoradoradi niyo so manga pipiya. Na sii bo ko Allah so khandodan iyo langon; na phanotholn Iyan rkano so da niyo pagayonayoni"
        },
        {
            "chapter": 5,
            "verse": 49,
            "text": "Na kokomn ka kiran so initoron o Allah, go ding ka phangonoti so manga kabaya iran, go iktiyaring ka siran oba ka iran mapokas ko sabaad ko initoron rka o Allah. Na o talikhod siran, na tangkdang ka a aya dn a kabaya o Allah na izogat Iyan kiran so sabaad ko manga dosa iran. Na mataan! a madakl ko manga manosiya a titho a manga songklid"
        },
        {
            "chapter": 5,
            "verse": 50,
            "text": "Ba so kokoman ko masa a kaada a mlng i phlolobaan iran? Go ba adn a lawan o Allah sa kapiya i kokoman ko pagtaw a khitotomangkd"
        },
        {
            "chapter": 5,
            "verse": 51,
            "text": "Hay so miyamaratiyaya, di niyo khowaa so manga Yahodi ago so manga Kristiyan a manga panarigan: So sabaad kiran i manga panarigan o sabaad. Na sadn sa pd rkano a somarig kiran na mataan! a skaniyan na pd kiran. Mataan! a so Allah na di Niyan pnggonanaon so pagtaw a da pamaginontolan"
        },
        {
            "chapter": 5,
            "verse": 52,
            "text": "Na maylaing ka so siran a katatagoan so manga poso iran sa gdamn a pphamagapas siran kiran, a gi iran tharoon a: \"Ipkhalk ami oba kami masogat o khisalimbago a margn.\" Na matatangkd a so Allah na imbgay Niyan so kapakadaag, odi na sogoan a phoon ko hadapan Iyan. Na mabaloy siran makapantag ko piyagma iran ko manga ginawa iran a mamakazndit"
        },
        {
            "chapter": 5,
            "verse": 53,
            "text": "Na tharoon o siran a miyamaratiyaya a: \"Ba siran aya so inizapa iran ko Allah, so pithamanan o manga sapa iran sa mataan! a siran na pd iyo dn?\" Miyailang so manga galbk iran, na miyabaloy siran a manga logi"
        },
        {
            "chapter": 5,
            "verse": 54,
            "text": "Hay so miyamaratiyaya, sadn sa mawa rkano ko agama niyan, na zambian dn o Allah sa pagtaw a pkhababayaan Iyan siran go pkhababayaan iran Skaniyan, - a mangangalimbabaan ko miyamaratiyaya, a thtgas ko da pamaratiyaya, a mananagontaman ko lalan o Allah, go da a ikhalk iran a panginsoya o pphanginsoya. Giyoto man so gagaw o Allah, a mibgay Niyan ko taw a kabaya Iyan. Na so Allah na Maginawa, a Matao"
        },
        {
            "chapter": 5,
            "verse": 55,
            "text": "Aya bo a panarigan iyo na so Allah, go so sogo Iyan, go so siran a miyamaratiyaya, - a so ipphamayandg iran so sambayang go pthonayn iran so zakat, a siran na pphroroko"
        },
        {
            "chapter": 5,
            "verse": 56,
            "text": "Na sadn sa manarig ko Allah, go so sogo Iyan, go so siran a miyamaratiyaya, - na mataan! a so tampil ko Allah na siran i phamakadaag"
        },
        {
            "chapter": 5,
            "verse": 57,
            "text": "Hay so miyamaratiyaya, di niyo khowaa so siran a kinowa iran so agama niyo a kasandagan go gitagita a pd ko siran a bigan ko kitab ko miyaonaan iyo, go so da pamaratiyaya, a manga panarigan; go kalkn iyo so Allah, o skano na khipaparatiyaya"
        },
        {
            "chapter": 5,
            "verse": 58,
            "text": "Na igira a inipananawag iyo so sambayang, na balowin iran a kasandagan go kakayad; giyoto man na sabap sa mataan! a siran na pagtaw a da a manga sabot iyan"
        },
        {
            "chapter": 5,
            "verse": 59,
            "text": "Tharoang ka: \"Hay tiyoronan ko kitab, ba adn a isisilid iyo rkami a rowar sa kapaparatiyaya ami ko Allah, ago so initoron rkami, go so initoron gowani, na mataan! a kadaklan rkano na manga songklid"
        },
        {
            "chapter": 5,
            "verse": 60,
            "text": "Tharoang ka: \"Ba ko skano phanotholi sa marata a di giyoto a balas, sii ko hadapan o Allah? So taw a pimorkaan skaniyan o Allah, go kiyararangitan Iyan, go biyaloy Niyan siran a manga amo, go manga baboy, go miyangongonotan ko Tagot, - siran man i tanto a marata i btad, go miyaawatawat ko ontol a lalan"
        },
        {
            "chapter": 5,
            "verse": 61,
            "text": "Na igira a miyakaoma siran rkano, na tharoon iran a: \"Miyaratiyaya kami,\" a sabnar a somiyold siran a di mapaparatiyaya, go sabnar a siran na lominiyo siran na mawto dn. Na so Allah i lbi a Matao ko pag-umaan iran"
        },
        {
            "chapter": 5,
            "verse": 62,
            "text": "Go pkhaylaing ka a madakl kiran, a pphamagarabaya ko dosa, go so kapmalawani, go so kapkhana iran ko haram. Na miyakaratarata dn so gi iran nggolawlaan"
        },
        {
            "chapter": 5,
            "verse": 63,
            "text": "Ino kiran di zaparn o manga barasimba, go so manga olama (kiran) so gi iran katharoa ko dosa, go so kapkhana iran ko haram? Miyakaratarata dn so pzowaan iran"
        },
        {
            "chapter": 5,
            "verse": 64,
            "text": "Na pitharo o manga Yahodi a: \"So lima o Allah na mapapatong.\" Na miyapatong so manga lima iran go pimorkaan siran sabap ko katharo iran. Kna, ka so mbala a lima o Allah na makapangongondaya: Pmbgay sa sadn sa kabaya Iyan. Na mataan! a badn pphakawman ko madakl a pd kiran so initoron rka a phoon ko Kadnan ka sa kapangakowala, go kaongkir. Na inolog Ami kiran so rido, go so rarangit taman ko alongan a qiyamah. Na oman siran miyag sa apoy ko kapakipridoay, na padngn skaniyan o Allah; go mananamar siran nggalbk ko lopa sa kapaminasa. Na so Allah na di Niyan khabayaan so pphamaminasa"
        },
        {
            "chapter": 5,
            "verse": 65,
            "text": "Na opama ka mataan! a so tiyoronan ko kitab na miyaratiyaya siran go miyananggila siran, na lalasn Ami kiran dn so manga dosa iran go pakasoldn Ami siran dn ko manga sorga a pakadarandang"
        },
        {
            "chapter": 5,
            "verse": 66,
            "text": "Na opama ka mataan! a siran na inipamayandg iran so Tawrat, go so Injil, go so (Qor´an a) initoron kiran a phoon ko Kadnan iran, na mataan! a makapangondaya siran koman ko phoon ko kaporoan iran, go so phoon ko kababaan o manga ai ran. Adn a pd kiran a pagtaw a moontol: Na madakl kiran a mikharatarata a gi iran nggolawlaan"
        },
        {
            "chapter": 5,
            "verse": 67,
            "text": "Hay Rasol, sampayn ka so initoron rka a phoon ko Kadnan ka, na oding ka nggolawlaa, na dang ka misampay so sogoan Iyan. Na so Allah na lilindingn ka Niyan ko manga manosiya. Mataan! a so Allah na di Niyan pnggonanaon so pagtaw a da pamaratiyaya"
        },
        {
            "chapter": 5,
            "verse": 68,
            "text": "Tharoang ka: \"Hay tiyoronan ko kitab, da a kapthindgan iyo a mayto bo (ko agama o Allah) taman sa di niyo ipamayandg so Tawrat, go so Injil, go so (Qor´an a) initoron rkano a phoon ko Kadnan iyo.\" Na mataan! a badn pphakawman ko madakl a pd kiran so initoron rka a phoon ko Kadnan ka, sa kapangakowala, go kaongkir. Na ding ka pmbokoon so pagtaw a da pamaratiyaya"
        },
        {
            "chapter": 5,
            "verse": 69,
            "text": "Mataan! a so siran a miyamaratiyaya, go so manga Yahodi, go so manga Sabion, go so manga Kristiyan, - na sadn sa maratiyaya on ko Allah, go so alongan a mawri, go nggalbk sa mapiya na da a pangandam iran, go di siran makamboko (ko alongan a mawri)"
        },
        {
            "chapter": 5,
            "verse": 70,
            "text": "Sabnsabnar a inmbaalan Ami so diyandi ko manga moriya taw o Israil go siyogo an Ami siran sa manga sogo. Na oman dn na mitalingoma kiran o sogo so di khabayaan o manga ginawa iran, na adn a isa ka sagorompong (ko manga rasol) a piyakambokhag iran, go adn a isa ka sagorompong a pphamonoon iran"
        },
        {
            "chapter": 5,
            "verse": 71,
            "text": "Na aya tarima iran na da a phakambowat a tiyoba; na mimbota bngl siran; oriyan iyan na piyakatawbat siran o Allah; oriyan iyan na mimbota bngl siran so madakl kiran. Na so Allah na phagilayn Iyan so gi iran nggolawlaan"
        },
        {
            "chapter": 5,
            "verse": 72,
            "text": "Sabnsabnar a miyakapir so siran a pitharo iran a: \"Mataan! a so Allah na so dn so Al-Masih a wata o Maryam.\" Na pitharo o Al-Masih: \"Hay manga moriyataw o Israil, simbaa niyo so Allah, a Kadnan ko go Kadnan iyo.\" Mataan aya! a sadn sa mmbaal sa sakoto o Allah na sabnar a kiyaram on o Allah so sorga, go darpa iyan so naraka. Na da a bagian o manga darowaka a phamakatabang"
        },
        {
            "chapter": 5,
            "verse": 73,
            "text": "Sabnsabnar a miyakapir so siran a pitharo iran a: Mataan! a so Allah na ikatlo ko tlo (a manga tohan): Na da a tohan inonta so tohan a Isaysa. Na odi ran gnki so gi iran tharoon, na khasogat dn so siran a da kiran pamaratiyaya a siksa a malipds"
        },
        {
            "chapter": 5,
            "verse": 74,
            "text": "Ino siran di pthawbat ko Allah, go siran on pangni sa maap? A so Allah na Manapi, a Makalimoon"
        },
        {
            "chapter": 5,
            "verse": 75,
            "text": "So Al-Masih a wata o Maryam na matag sogo; a andang a miyaypos ko miyaonaan iyan so manga sogo. Na so ina iyan na mangingimbnar. Aya btad iran na pkhan siran ko pangn´ngkn. Ilayang ka o andamanaya i kapphakarayag Ami kiran ko manga tanda; taros a ilayang ka o andamanaya i kapthalikhod iran"
        },
        {
            "chapter": 5,
            "verse": 76,
            "text": "Tharoang ka: \"Ino niyo pzimbaa a salakaw ko Allah so da a mipapaar iyan rkano a kabinasa go ompiya? Na so Allah na Skaniyan so Pphakan´g, a Matao"
        },
        {
            "chapter": 5,
            "verse": 77,
            "text": "Tharoang ka: \"Hay tiyoronan ko kitab, di niyo phanongkirn ko agama niyo so di bnar, go di niyo pagonoti so manga kabaya o pagtaw a andang a miyangadadadag gowani, - go miyakadadag siran sa madakl, go miyapokas siran ko ontol a lalan"
        },
        {
            "chapter": 5,
            "verse": 78,
            "text": "Kyamorkaan so da pamaratiyaya ko manga moriyataw o Israil, a minggolalan ko katharo o Dawood ago so Eysa a wata o Maryam: Giyoto man na sabap ko kiyandarowaka iran go so kiyapmalawani iran"
        },
        {
            "chapter": 5,
            "verse": 79,
            "text": "Aya btad iran na da iran thatapaosai so marata a pinggolawla iran: Na miyakaratarata dn so pinggolawla iran"
        },
        {
            "chapter": 5,
            "verse": 80,
            "text": "Pphakaylay ka sa madakl a pd kiran a pphanarig ko siran a da pamaratiyaya. Na mikharatarata dn so minibgay kiran o manga ginawa iran a inikararangit kiran o Allah, go sii ko siksa na siran na kakal siran on"
        },
        {
            "chapter": 5,
            "verse": 81,
            "text": "Opama ka piyaratiyaya iran so Allah, go so Nabi, go so (Qor´an a) initoron sii rkaniyan, na di iran siran makowa a manga panarigan, na ogaid na madakl kiran a manga songklid"
        },
        {
            "chapter": 5,
            "verse": 82,
            "text": "Khatndoo ka dn a tanto a maylot ko manga manosiya i kapakipridoay ko miyamaratiyaya so manga Yahodi go so siran a miyamanakoto; go khatndoo ka dn a lbi a marani kiran i kapakingginawai ko siran a miyamaratiyaya so siran a pitharo iran a: Mataan! a skami na manga Kristiyan: Giyoto man na sabap sa mataan! a adn a pd kiran a manga olama, go manga barasimba, go mataan! a siran na di siran phanakabor"
        },
        {
            "chapter": 5,
            "verse": 83,
            "text": "Go igira a miyan´g iran so initoron ko Rasol, na maylaing ka so manga mata iran a prarayasan a lo´ sabap ko kiyakilalaa iran ko bnar. Sa gi iran tharoon: \"Kadnan ami! miyaratiyaya kami; na soratn kaming Ka a pd ko manga saksi"
        },
        {
            "chapter": 5,
            "verse": 84,
            "text": "Go andamanaya i di ami kaparatiyayaa ko Allah go so miyakaoma rkami a bnar, a maiinam ami a kapakasold a rkami o Kadnan ami (ko sorga) a pd ko pagtaw a manga bilangataw"
        },
        {
            "chapter": 5,
            "verse": 85,
            "text": "Na inibalas kiran o Allah ko katharo iran so manga sorga, a pphamangondas ko kababaan iyan so manga lawasayg, makakakal siran roo. Na giyoto man i balas ko miphipiyapiya"
        },
        {
            "chapter": 5,
            "verse": 86,
            "text": "Na so siran a da pamaratiyaya, go piyakambokhag iran so manga ayat Ami, - na siran man i manga taw ko somozokhayaw a kadg"
        },
        {
            "chapter": 5,
            "verse": 87,
            "text": "Hay so miyamaratiyaya, di niyo harama so manga pipiya a hiyalal rkano o Allah, go di kano pmalawani: Mataan! a so Allah na di Niyan khabayaan so manga malawani"
        },
        {
            "chapter": 5,
            "verse": 88,
            "text": "Na kang kano ko inipagpr rkano o Allah, a halal a mapiya; go kalkn iyo so Allah, a so skano na aya niyo Skaniyan paparatiyayaan"
        },
        {
            "chapter": 5,
            "verse": 89,
            "text": "Di rkano iziksa o Allah so da mbabaa ko manga sapa iyo, na ogaid na iziksa Iyan rkano so kiyathibaba iyo zapa: Na aya rnding Iyan, na so kapakakana ko sapolo a manga miskin, ko ka tatangkaan ko pphakikan iyo ko taalok rkano; odi na so kapakanditara kiran; odi na kapmaradika sa oripn. Na sa taw a di ron phakabaog, na kaphowasa sa tlo alongan. Giyoto man i rnding o manga sapa iyo igira mizapa kano. Na siyapa niyo so manga sapa iyo. Lagid aya a kapphagosaya rkano o Allah ko manga ayat Iyan, ka ang kano makapanalamat"
        },
        {
            "chapter": 5,
            "verse": 90,
            "text": "Hay so miyamaratiyaya, aya bo a (antap) o pakabrg go so kandarmt, go so manga barahala, go so manga kaprimar, na marzik, - ka pd ko galbk o shaytan. Na pakawatani niyo Skaniyan, ka ang kano makadaag"
        },
        {
            "chapter": 5,
            "verse": 91,
            "text": "Aya bo a ongaya o shaytan na mitana iyan rkano so rido, go so rarangit, sii ko pakabrg go so kandarmt, go kaalangan kano niyan ko tadm ko Allah, go so sambayang. Na una skano ginkan niyo"
        },
        {
            "chapter": 5,
            "verse": 92,
            "text": "Go onoti niyo so Allah, go onoti niyo so Rasol, go pagiktiyar kano. Na o talikhod kano, na tangkda niyo a aya bo a paliyogat ko sogo Ami na so kapamakasampay a mapayag"
        },
        {
            "chapter": 5,
            "verse": 93,
            "text": "Da ko siran a miyamaratiyaya, go pinggalbk iran so manga pipiya i dosa sii ko miyakan iran (gowani), igira a miyananggila siran, go miyaratiyaya siran, go pinggalbk iran so manga pipiya, oriyan iyan na miyananggila siran, go miyaratiyaya siran, - oriyan iyan na miyananggila siran, go miphiyapiya siran. Na so Allah na pkhababayaan Iyan so miphipiyapiya"
        },
        {
            "chapter": 5,
            "verse": 94,
            "text": "Hay so miyamaratiyaya, thiyobaan kano dn o Allah sii ko shay´ a pd ko pphanganopn a pkhakawa skaniyan o manga barokan iyo, go so manga sbat iyo, ka an mapnto o Allah so taw a maalk Rkaniyan a masoln: Na sadn sa mmalawani ko oriyan oto, na adn a bagian iyan a siksa a malipds"
        },
        {
            "chapter": 5,
            "verse": 95,
            "text": "Hay so miyamaratiyaya, di niyo mbonoa so pphanganopn ko kapagi-ihram iyo, na sadn sa mono on rkano a thibabaan iyan, na aya khibayad iyan na so lagid o miyapatay niyan ko manga ayam, khakokom skaniyan o dowa a maontol rkano; a pammgayan a izampay sa Kaaba, odi na kiparat a pangn´ngkn o manga miskin; odi na kabaloy anan oto a kaphowasa: ka an iyan kataami so karata o siyowa iyan. Pimaap o Allah so miyaypos: Na sadn sa pharomanan iyan oto na indan´g on o Allah. Na so Allah na Mabagr, a Phapaar ko kandadan´g"
        },
        {
            "chapter": 5,
            "verse": 96,
            "text": "Hiyalal rkano so kathogs ko kalodan go so pangn´ngkn on, a pagpr rkano, ago so pphlayalayag; na hiyaram rkano so kapanganop ko kalopaan ko masa a kapagi-ihram iyo. Na kalkn iyo so Allah, a so Ron kano plimoda"
        },
        {
            "chapter": 5,
            "verse": 97,
            "text": "Biyaloy o Allah so kaaba, a so walay a pagaadatan, a makapamamayandg ko (kapiyaan o) manga manosiya, go so olanolan a pagaadatan, go so manga pammgayan, go so manga toos: Giyoto man na an iyo katokawi a mataan! a so Allah na katawan Iyan so zisii ko manga langit ago so zisii ko lopa, go mataan! a so Allah na so langowan taman na katawan Iyan"
        },
        {
            "chapter": 5,
            "verse": 98,
            "text": "Tangkda niyo a mataan! a so Allah na Mayloti-kapaniksa, go mataan! a so Allah na Manapi, a Makalimoon"
        },
        {
            "chapter": 5,
            "verse": 99,
            "text": "Daa paliyogat ko Rasol a rowar ko kapamakasampay (o sogoan on). Na so Allah na katawan Iyan so papayagn iyo ago so pag-umaan iyo"
        },
        {
            "chapter": 5,
            "verse": 100,
            "text": "Tharoang ka a: \"Di magizan so marata ago so mapiya, apiya i kiyasoata rka o kadakl o marata; na kalkn iyo so Allah, hay manga papantas i akal; ka an kano makaslang sa maliwanag"
        },
        {
            "chapter": 5,
            "verse": 101,
            "text": "Hay so miyamaratiyaya, di niyo phagizaan so nganinganin, a o payaga rkano, na makaringasa rkano. Na o aya kiphagizaan iyo ron na so masa a kipthoronn ko Qor´an, na khapayag rkano; na pimaap oto o Allah: Ka so Allah na Manapi, a Matigr"
        },
        {
            "chapter": 5,
            "verse": 102,
            "text": "Sabnar a iniiza oto o pagtaw a miyaonaan iyo, oriyan iyan na miyabaloy siran sa sabap roo a manga kapir"
        },
        {
            "chapter": 5,
            "verse": 103,
            "text": "Daa inisnggay o Allah a Bahira (giyo to so ayam a ppotolan so tangila niyan igira mimbawata sa madakl), go da a Saiba (a giyoto so ayam a ipsnggay para bo ko manga barahala), go da a Wasilah (a giyo to so ayam a oman mbawata na babay), go da a Ham (a giyoto so mama a pd ko onta igira inimbawata a phoon ko mbawataan iyan so madakl a onta). Na ogaid na siran a da pamaratiyaya na iphagangkob iran ko Allah so kabokhag; na kadaklan kiran na da a manga sabot iyan"
        },
        {
            "chapter": 5,
            "verse": 104,
            "text": "Na igira a pitharo kiran a: \"Song kano sii ko (kokoman a) initoron o Allah; go sii ko sogo:\" Na tharoon iran a: \"Kiyatarotopan kami o kpit a kiyatoonan ami ko manga loks ami.\" Ati apiya aya btad o manga loks iran na da a manga mlng iran a mayto bo go di siran makaoontol (ko bnar)"
        },
        {
            "chapter": 5,
            "verse": 105,
            "text": "Hay so miyamaratiyaya, siyapa niyo so manga ginawa niyo: da a khibinasa rkano o taw a miyadadag o matoro kano. Sii kano bo phakandod ko Allah langon: Na phanotholn Iyan rkano so pinggolawla niyo"
        },
        {
            "chapter": 5,
            "verse": 106,
            "text": "Hay so miyamaratiyaya, pakizaksi kano amay ka makarani ko isa rkano so kapatay, ko masa a kapthanan, sa dowa kataw a manga oontol a pd rkano, odi na dowa a salakaw a di rkano pd amay ka skano na gii kano ndadalakaw ko lopa, na miyasogat kano o khisogat a kapatay. Rna niyo siran ko oriyan o sambayang, na zapa siran ko Allah: O ba kano zasangka sa (tharoon iran a:) \"Di ami aya iphamasa sa arga apiya ami tonganay: Go di ami phagmaan so kazaksi ko Allah: Ka mataan! a skami na o sowa ami oto, na khapd kami dn ko manga baradosa"
        },
        {
            "chapter": 5,
            "verse": 107,
            "text": "Na o katokawi a mataan! a giya dowa oto na miyatangkd a mindosa, na so dowa salakaw i makatindg ko tindg a dowa oto, - a pd ko siran a kiyapatotan (ko kathanan) a dowa a madazg (o miyatay): Na zapa siran ko Allah: \"Sa mataan! a so kiyazaksi ami na bnar a di so kiyazaksi iran a dowa, go da kami pamagoman: Ka mataan! a skami na o sowa ami oto, na khapd kami dn ko da pamaginontolan"
        },
        {
            "chapter": 5,
            "verse": 108,
            "text": "Giyoto man i marani a kitomann iran ko kazaksi sii ko kaontol iyan: Odi na ikalk iran so di katarima o kazapa (a dowa oto) ko oriyan o kazapa iran (a manga waris). Na kalkn iyo so Allah, go pamakin´ga niyo: Ka so Allah na di Niyan thoroon so pagtaw a manga songklid"
        },
        {
            "chapter": 5,
            "verse": 109,
            "text": "Sii ko alongan a kalimoda o Allah ko manga rasol, na tharoon Iyan: \"Antonaa i inismbag rkano (o pagtaw niyo)?\" Tharoon iran a: \"Da a katao ami, mataan! a Ska na Ska i Matao ko manga sosoln"
        },
        {
            "chapter": 5,
            "verse": 110,
            "text": "Gowani na pitharo o Allah: \"Hay Eysa a wata o Maryam! tadming ka so limo Akn rka ago si ina aka, gowani ko ibagr Akn rka so Niyawa-soti (a so Jibril) a giing ka mimbitiyarai so manga manosiya ko saloyota, go so kiyakhasad ka; go gowani ko indao Akn rka so kazorat go so ongangn, go so Tawrat go so Injil; go gowani ko pphakambaal ka ko lipaw, sa lagid o bontal o papanok, sabap sa idin Akn, na phagiyopn ka oto, na gii mbaloy a papanok sabap sa idin Akn, go pkhapiyang ka so bota, go so ppanggaln, sabap sa idin Akn; go gowani ko pkhawyag ka so myamatay, sabap sa idin Akn; go gowani ko lindingn Akn ska ko manga moriyataw o Israil gowani a miyomang ka kiran so manga rarayag a karina, na pitharo o siran a da kiran pamaratiyaya a: ´Da a salakaw saya a rowar sa balik mata a mapayag.´"
        },
        {
            "chapter": 5,
            "verse": 111,
            "text": "Go gowani na iniilaham Akn ko manga Hawariin a paratiyaya Ako niyo go so sogo Akn: Na pitharo iran a: \"Miyaratiyaya kami, na zaksiing ka a mataan! a skami na mimbabayorantang (rka)"
        },
        {
            "chapter": 5,
            "verse": 112,
            "text": "Gowani na pitharo o manga Hawariyyon: \"Hay Eysa a wata o Maryam, ino khagaga o Kadnan ka a: Pakatoronan kami Niyan sa dolang a phoon ko kawang?\" Pitharo iyan: \"Kalkn iyo so Allah, o skano na khipaparatiyaya"
        },
        {
            "chapter": 5,
            "verse": 113,
            "text": "Pitharo iran a: \"Kabaya ami a makakan kami ron go thakna so manga poso ami, go katokawan ami a sabnar a pimataanan kaming ka; go mabaloy kami a pd ko manga saksi"
        },
        {
            "chapter": 5,
            "verse": 114,
            "text": "Pitharo o Eysa a wata o Maryam: \"Ya Allah! a Kadnan ami pakatoroni kaming Ka sa dolang, a phoon ko kawang, a mabaloy rkami a gii khalamilamiyan a rk o miyaona rkami ago so khawri rkami go tanda a phoon Rka; go riskhii kaming Ka, ka Ska i taralbi a mapiya ko pphamgay sa riskhi"
        },
        {
            "chapter": 5,
            "verse": 115,
            "text": "Pitharo o Allah: \"Mataan! a Sakn na ithoron Akn rkano anan: Na sadn sa mongkir rkano ko oriyan oto, na mataan! a Sakn na ziksaan Ko skaniyan sa a da a ziksaan Ko ron a isa bo ko manga kaadn"
        },
        {
            "chapter": 5,
            "verse": 116,
            "text": "Na so masa a tharoon o Allah: \"Hay Eysa a wata o Maryam, bang ka pitharo ko manga manosiya a: Baloya ko niyo ago si ina a dowa tohan a salakaw ko Allah?\" Na tharoon iyan: \"Soti Ka (ya Rabbi)! Di rakn patot. O sakn na pitharo akn oto, na sabnar a katawan Ka skaniyan. Katawan Ka so zisii sa ginawa ko, na di ko katawan so zisii sa ginawang Ka. - mataan! a Ska na Ska i Matao ko manga sosoln"
        },
        {
            "chapter": 5,
            "verse": 117,
            "text": "Daa pitharo akn kiran a rowar ko inisogoo Ka rakn skaniyan a: Giya kazoasoata niyo ko Allah, a Kadnan ko go Kadnan iyo; na miyabaloy ako kiran a saksi ko kazisii akn kiran; na kagiya a tangann akong Ka, na Ska bo i makatotonggo kiran; ka Ska i saksi ko langowan taman"
        },
        {
            "chapter": 5,
            "verse": 118,
            "text": "O siksaang Ka siran, na mataan! a siran na manga oripn Ka: Na o napiing Ka siran, na mataan! a Ska na Ska so Mabagr, a Mawngangn"
        },
        {
            "chapter": 5,
            "verse": 119,
            "text": "Ptharoon o Allah: \"Giyaya so alongan a phakanggay a gona ko miyamangimbnar so kiyapangimbnar iran: Adn a bagian iran a manga sorga, a pphamangondas ko kababaan iyan so manga lawasayg, - makakakal siran on sa dayon sa dayon: Miyasoat kiran so Allah, na miyasoat siran on mambo: Giyoto man so daag a mala"
        },
        {
            "chapter": 5,
            "verse": 120,
            "text": "Rk o Allah so kapaar ko manga langit go so lopa, go so madadalm roo; na Skaniyan sii ko langowan taman na Gaos Iyan"
        },
        {
            "chapter": 6,
            "verse": 1,
            "text": "So podi na rk o Allah, a so miyadn ko manga langit go so lopa, go miyadn ko manga lilibotng ago so sindaw. Oriyan aya na siran a miyamangongkir na so Kadnan iran na phrimbangn iran"
        },
        {
            "chapter": 6,
            "verse": 2,
            "text": "Skaniyan so miyadn rkano phoon sa lipaw, oriyan iyan na diniyangka Iyan so adiyal. Na so adiyal na miyapnto sii Rkaniyan; oriyan aya na skano na zasangka kano"
        },
        {
            "chapter": 6,
            "verse": 3,
            "text": "Go Skaniyan so Allah (a patot a pzimbaan) sii ko manga langit go so lopa. Katawan Iyan so isosoln iyo, go so ipapayag iyo, go katawan Iyan so gii niyo nggalbkn"
        },
        {
            "chapter": 6,
            "verse": 4,
            "text": "Na da a phakatalingoma kiran a ayat a pd ko manga ayat o Kadnan iran, a ba iran oto di ta talikhodi"
        },
        {
            "chapter": 6,
            "verse": 5,
            "text": "Na sabnar a piyakambokhag iran so bnar ko kiyapakawma niyan kiran: Na phakatalingoma kiran dn so manga totholan ko piyamagompat iran skaniyan (a siksa)"
        },
        {
            "chapter": 6,
            "verse": 6,
            "text": "Ba iran da maylay a madakla bininasa Mi ko miyaonaan iran a pagtaw? A piyakikhapaar Ami kiran ko lopa so da Ami rkano phakikhapaarn, go biyotawanan Ami kiran so oran a margs, go biyaloy Ami so manga lawasayg a pphamangondas ko kababaan iran: Na bininasa Mi siran sabap ko manga dosa iran, go miyadn Kami ko oriyan iran sa pagtaw a manga salakaw"
        },
        {
            "chapter": 6,
            "verse": 7,
            "text": "Na opama ka tiyoronan Ami ska sa kitab a matatago sa karatas, go iran on miniskho so manga lima iran, na ptharoon dn o siran a da pamaratiyaya a: \"Da a salakaw saya o rowar sa salamangka a mapayag"
        },
        {
            "chapter": 6,
            "verse": 8,
            "text": "Na pitharo iran a: \"Ino da pakatoroni skaniyan sa malaikat?\" Na o tomiyoron Kami sa malaikat, na minitaman dn so khasowa, oriyan iyan na di kiran mapthataalik"
        },
        {
            "chapter": 6,
            "verse": 9,
            "text": "Na opama ka baloya Mi so sogo a malaikat, na matatangkd a khabaloy Ami skaniyan a mama, na mataan! a ba Ami siran dn kharimboti sa lagid o karirimboti kiran"
        },
        {
            "chapter": 6,
            "verse": 10,
            "text": "Na sabnsabnar a adn a piyamagompat a manga sogo ko miyaonaan ka; na kiyatangkalan so siran a miyamagrg kiran o piyamagompat iran (a siksa)"
        },
        {
            "chapter": 6,
            "verse": 11,
            "text": "Tharoang ka a: \"Ndalakaw kano ko lopa, na go niyo pagilaylaya o antonaa i miyambtad o kiya akiran ko miyamanaplis (ko bnar)"
        },
        {
            "chapter": 6,
            "verse": 12,
            "text": "Tharoang ka: \"Antawaa i khirk ko nganin a zisii ko manga langit ago so lopa?\" Tharoang ka a: \"Rk o Allah. Tiyangkd Iyan ko ginawa Niyan so kapangalimo, plimodn kano Niyan dn ko alongan a qiyamah, a da a sangka a madadalm on. So siran a liyogi ran so manga ginawa iran, na siran i di khipaparatiyaya"
        },
        {
            "chapter": 6,
            "verse": 13,
            "text": "Na rk Iyan so nganin a miyakakadn ko gagawii ago so dawndaw; go Skaniyan so Pphakan´g; a Matao"
        },
        {
            "chapter": 6,
            "verse": 14,
            "text": "Tharoang ka: \"Ba adn a salakaw ko Allah a khakowa ko a panarigan, a mimbaas ko manga langit ago so lopa? A Skaniyan i Pphagpr na di maphagpr.\" Tharoang ka a: \"Mataan! a inisogo rakn a kabaloy akn a paganay a taw a mimbayorantang (ko Allah), na ding ka dn mbaloya a ginawang ka a pd ko manga pananakoto"
        },
        {
            "chapter": 6,
            "verse": 15,
            "text": "Tharoang ka a: \"Mataan! a sakn na ikhalk akn amay ka sangkaan ko so Kadnan ko, so siksa ko alongan a lbi a mala"
        },
        {
            "chapter": 6,
            "verse": 16,
            "text": "Sadn sa pakalidasn roo sa alongan oto, na sabnar a inikalimo skaniyan (o Allah); ka giyoto man so daag a mapayag"
        },
        {
            "chapter": 6,
            "verse": 17,
            "text": "Na o sogati ka o Allah sa morala, na da a phakapokas on a rowar Rkaniyan; na o sogati ka Niyan sa mapiya, na Skaniyan sii ko langowan taman na Gaos Iyan"
        },
        {
            "chapter": 6,
            "verse": 18,
            "text": "Go Skaniyan so Phakagaga, a makaoombaw ko manga oripn Iyan; go Skaniyan so Mawngangn, a Kaip"
        },
        {
            "chapter": 6,
            "verse": 19,
            "text": "Tharoang ka (ya Mohammad): \"Antonaa shay´ i mala a saksi?\" Tharoang ka a: \"So Allah i saksi rakn ago sii rkano; go iniilaham rakn angkai a Qor´an, ka an akn rkano aya mipamakaiktiyar; ago sadn sa raotn iyan. Ba mataan! a skano na pzaksian iyo a mataan! a adn a pd o Allah a manga tohan a salakaw?\" Tharoang ka a: \"Di ko pzaksian!\" Tharoang ka a: \"Mataan! a Skaniyan bo i tohan a Isaysa, go mataan! a sakn na angiyas ako ko ipphanakoto niyo"
        },
        {
            "chapter": 6,
            "verse": 20,
            "text": "Na so siran a inibgay Ami kiran so kitab na makikilala iran (so Mohammad) lagid o kakililalaa iran ko manga wata iran. So liyogi ran so manga ginawa iran, na siran i di khipaparatiyaya"
        },
        {
            "chapter": 6,
            "verse": 21,
            "text": "Na ba adn a taw a lawan a salimbot a di so taw a inangkob iyan so Allah sa kabokhag, odi na piyakambokhag iyan so manga ayat Iyan? Mataan aya! a di phakadaag so manga salimbot"
        },
        {
            "chapter": 6,
            "verse": 22,
            "text": "Na sii ko alongan a kalimoda Mi kiran langon: Oriyan iyan na tharoon Ami ko siran a miyamanakoto a: \"Anda so inipamanakoto niyo a siran na skano na ittgo niyo (a manga sakotowa o Allah)"
        },
        {
            "chapter": 6,
            "verse": 23,
            "text": "Oriyan aya na da a mabaloy a rason iran a rowar sa katharoa iran sa: \"Ibt ko Allah a Kadnan Ami, ka kna a ba Kami manga pananakoto"
        },
        {
            "chapter": 6,
            "verse": 24,
            "text": "Pamimikiranang ka, o andamanaya i kapakapmbokhaga iran ko manga ginawa iran. Go maylang kiran so inipangangkob iran (ko Allah)"
        },
        {
            "chapter": 6,
            "verse": 25,
            "text": "Na adn a pd kiran a pphamakin´gn ka niyan; na tiyagoan Ami so manga poso iran sa manga pils, ka an iran oto di khasabot, go (tiyagoan Ami) so manga tangila iran sa kabngl; na apiya maylay ran so langowan o tanda, na di iran oto paratiyayaan; taman sa igira a miyakaoma siran rka, na pphamawaln ka iran; gii tharoon o siran a da pamaratiyaya a: \"Da a salakaw saya a rowar sa manga iringa a kabokhag o miyangaoona"
        },
        {
            "chapter": 6,
            "verse": 26,
            "text": "Na siran na ipphanapar iran skaniyan (a Qor´an), go phagawatn iran skaniyan; na da a pkhabinasaan iran a rowar ko manga ginawa iran, sa di iran maiin´ngka"
        },
        {
            "chapter": 6,
            "verse": 27,
            "text": "Na o maylaing ka so masa a katarongkoa kiran ko naraka! Na matharo iran a: \"Hay oba tano bo phakakasoya (ko doniya)! ka di tano pakambokhagn so manga ayat o Kadnan tano, go mabaloy tano a pd ko miyamaratiyaya"
        },
        {
            "chapter": 6,
            "verse": 28,
            "text": "Kna, ka pphayag kiran so piyagma iran sa paganay. Na o pakakasoya siran, na pagndodan iran dn so inisapar kiran, ka mataan! a siran na titho a manga bokhag"
        },
        {
            "chapter": 6,
            "verse": 29,
            "text": "Na pitharo iran a: \"Da a kawyagoyag a rowar ko kawyagoyag tano ko doniya, go di tano pagoyagn (ko oriyan o kapatay)"
        },
        {
            "chapter": 6,
            "verse": 30,
            "text": "Na o maylaing ka so masa a kapakatindga kiran ko hadapan o Kadnan iran! a tharoon Iyan a: \"Ba ini di bnar?\" Na tharoon iran a: \"Ungkayno di, ibt ko Kadnan ami (ka bnar dn)!\" Tharoon Iyan: \"Na taami niyo so siksa, sabap ko kiyaongkir iyo"
        },
        {
            "chapter": 6,
            "verse": 31,
            "text": "Sabnar a miyalogi so siran a piyakambokhag iran so kimbaratmowaan ko Allah, - taman sa amay ka makawma kiran so bangkit a mitalmba, na matharo iran a: \"Hay miyakazndit tano! Sa kiyandaraynon tano ko doniya;\" a siran na kaa-awidan iran so manga dosa iran sii ko manga likod iran; tanodan ka miyakaratarata a kaa-awidi ran on"
        },
        {
            "chapter": 6,
            "verse": 32,
            "text": "Na da ko kawyagoyag ko doniya inonta na matag katmbangan go kabimbanan; na matatangkd a so ingd a mawri i taralbi a mapiya ko siran a khipanananggila. Ba da a manga sabot iyo"
        },
        {
            "chapter": 6,
            "verse": 33,
            "text": "Sabnar a katawan Ami a mataan aya! a mapakapmboko ka dn o katharo iran: Na mataan! a siran na kna a ba ka iran di bbnara: Na ogaid na so da pamaginontolan na so manga ayat o Allah na sasangkaan iran"
        },
        {
            "chapter": 6,
            "verse": 34,
            "text": "Na sabnsabnar a piyakambokhag so manga sogo ko miyaonaan ka: Na miphantang siran ko kiyapakambokhaga kiran, go so kiyaringasaa kiran, taman ko kiyapakatalingoma kiran o tabang Ami: Ka da a phakasambi ko manga katharo o Allah. Na sabnsabnar a adn a miyakaoma rka ko manga totholan ko manga sogo"
        },
        {
            "chapter": 6,
            "verse": 35,
            "text": "Na oba rka minirgn so kiyatalikhod iran, na o khagagang ka na ploloba ka sa okita ko lopa odi na towak ko langit a kasabapan sa kabging ka kiran sa tanda, - na o kabaya o Allah, na mataan! a khatimo Iyan siran ko toroan: Na oba ka mabaloy a pd ko da a manga mlng iyan"
        },
        {
            "chapter": 6,
            "verse": 36,
            "text": "Aya bo a tharima (ko ipphanolon ka) na so pphamakin´g on: Na so miyamatay, na pagoyagn siran o Allah; oriyan iyan na Ron siran phakandoda"
        },
        {
            "chapter": 6,
            "verse": 37,
            "text": "Na pitharo iran: \"Ino da toroni skaniyan sa tanda a phoon ko Kadnan iyan?\" Tharoang ka a: \"Mataan! a so Allah na Gaos Iyan a kapakatoron Iyan sa tanda, na ogaid na kadaklan kiran a di manga tatao"
        },
        {
            "chapter": 6,
            "verse": 38,
            "text": "Na da a binatang ko lopa, go da a papanok a iphlantap iyan so mbala a papak iyan, a ba di manga pagtaw a manga lagid iyo. Da a linipha Ami ko kitab a mayto bo, oriyan iyan na sii siran plimoda ko Kadnan iran"
        },
        {
            "chapter": 6,
            "verse": 39,
            "text": "Na so siran a piyakambokhag iran so manga ayat Ami na manga bngl go manga omaw, - a matatago ko manga lilibotng: Sadn sa kabaya o Allah (a kadadag Iyan) na ndadagn Iyan: Go sadn sa kabaya Iyan (a katoro Iyan) na thagoon Iyan ko lalan a makaoontol"
        },
        {
            "chapter": 6,
            "verse": 40,
            "text": "Tharoang ka: \"Ay gda iyo amay ka makatalingoma rkano so siksa o Allah, odi na makatalingoma rkano so bangkit, ba adn a salakaw ko Allah a kaphangnian niyo? - o skano i manga bnar"
        },
        {
            "chapter": 6,
            "verse": 41,
            "text": "Kna, ka Skaniyan bo i kaphangnian iyo, na pakaslangn kano Niyan sa maliwanag phoon ko tiyoba a mala a minitalmba rkano o kabaya Iyan, na kalipatan iyo so ipphamanakoto niyo Ron"
        },
        {
            "chapter": 6,
            "verse": 42,
            "text": "Go sabnsabnar a siyogoan Ami so manga pagtaw ko miyaonaan ka, na piyakadansal Ami kiran so masikot, go so kapakathatalogdam, ka an siran makapangalimbabaan"
        },
        {
            "chapter": 6,
            "verse": 43,
            "text": "Na ino siran da pangalimbabaan gowani ko makawma kiran so siksa Ami? Na ogaid na badn tomigas so manga poso iran, go pipharasan kiran o shaytan so pinggolawla iran (a manga rarata)"
        },
        {
            "chapter": 6,
            "verse": 44,
            "text": "Na kagiya a pakalipatan iran so sabap a kiyapakatadma kiran, na likaan Ami kiran so manga pinto o langowan taman, taman sa kagiya a ba siran dn miyasonor ko kiyabgi kiran, na siniksa Ami siran sa minitalmba, na samawto na siran na kiyadaan siran sa panginam"
        },
        {
            "chapter": 6,
            "verse": 45,
            "text": "Na miyathiphad so kaposan o pagtaw a da pamaginontolan. Na so podi na rk o Allah a Kadnan o manga kaadn"
        },
        {
            "chapter": 6,
            "verse": 46,
            "text": "Tharoang ka: \"Ay gda iyo, amay ka kowaan o Allah so kan´g iyo go so manga kaylay niyo, go parkatn Iyan so manga poso iyo, ba adn a tohan a salakaw ko Allah a mibgay niyan rkano to?\" Pamimikiranang ka so ropaan a gii Ami kazalinsalina magosay ko manga ayat; na oriyan iyan na siran na pthalikhodan iran"
        },
        {
            "chapter": 6,
            "verse": 47,
            "text": "Tharoang ka: \"Ay gda iyo, amay ka makatalingoma rkano so siksa o Allah a mitalmba, odi na mapayag, ba adn a khabinasa a rowar ko pagtaw a da pamaginontolan"
        },
        {
            "chapter": 6,
            "verse": 48,
            "text": "Na da a kiyasogo Ami ko manga sogo a rowar sa kapphamanothol iran sa mapiya, go giya kaphphamakiiktiyar iran ko marata: Na sadn sa maratiyaya, go mbilangataw, - na da a pangandam iran, go di siran makamboko (ko alongan a mawri)"
        },
        {
            "chapter": 6,
            "verse": 49,
            "text": "Na so piyakambokhag iran so manga ayat Ami, - na khasogat siran o siksa, sabap ko da iran kapangongonotan"
        },
        {
            "chapter": 6,
            "verse": 50,
            "text": "Tharoang ka a: \"Di ko rkano ptharoon i zisii rakn so khitatagoan ko manga kakawasaan o Allah, go di ko katawan so migagaib, go di ko rkano ptharoon i mataan! a sakn na malaikat. Da a khdgn ko a rowar ko iphagilaham rakn.\" Tharoang ka a: \"Ba magizan so bota ago so pphakaylay?\" Ino kano di phamimikiran"
        },
        {
            "chapter": 6,
            "verse": 51,
            "text": "Na pakiiktiyaring ka ini ko siran a ikaalk iran so kaplimoda kiran ko Kadnan iran a: Da a khakowa iran a salakaw ko Allah a Panarigan go da a phangongogopan: ka an siran makapananggila"
        },
        {
            "chapter": 6,
            "verse": 52,
            "text": "Go ding ka mbowangn so siran a pzimbaan iran so Kadnan iran ko kapitapita, go so kagabigabi, a singanin iran ko kasosoat o Allah. Na da a paliyogat rka ko kapphamagitonga kiran a mayto bo, go da a paliyogat kiran ko kapphamagitonga rka a mayto bo, ka misabap ko kibowangn ka kiran, a sabap a kabaloing ka a pd ko da pamaginontolan"
        },
        {
            "chapter": 6,
            "verse": 53,
            "text": "Na lagid aya a kiyatiyoba Ami ko sabaad kiran sabap ko sabaad, ka an iran matharo a: \"Ba siran aya so inikalimo siran o Allah ko ndolon-dolonan tano?\" Ba da so Allah a Matao ko miyamanalamat"
        },
        {
            "chapter": 6,
            "verse": 54,
            "text": "Na igira a miyakaoma rka so siran a paparatiyayaan iran so manga ayat Ami, na tharoang ka a: \"So kalilinatad na sii rkano. Tiyangkd o Kadnan iyo ko ginawa Niyan so kapangalimo. Mataan aya! a sadn sa miyakanggolawla rkano sa marata sii ko di katao, oriyan iyan na mithawbat ko oriyan iyan, go miphiyapiya, na mataan! a so Allah na Manapi, a Makalimoon"
        },
        {
            "chapter": 6,
            "verse": 55,
            "text": "Na lagid aya a gii Ami kazmpada magosay ko manga ayat. Go an mapayag so okit o manga baradosa"
        },
        {
            "chapter": 6,
            "verse": 56,
            "text": "Tharoang ka a: \"Mataan! a sakn na inisapar rakn so kazoasoata ko ko siran a pphanongganowin iyo a salakaw ko Allah.\" Tharoang ka a: \"Di akn pagonotan so manga kabaya iyo a ribat, ka miyadadag ako dn, o siyowa akn oto, go kna a ba ako pd ko miyamakaontol"
        },
        {
            "chapter": 6,
            "verse": 57,
            "text": "Tharoang ka a: \"Mataan! a sakn na thatakna ko marayag a karina a phoon ko Kadnan ko, a piyakambokhag iyo Skaniyan. Kna a ba rakn zisii so pphagalokalokan iyo (a siksa). Da ko kokoman oto inonta na rk o Allah. Ipkhokom Iyan so bnar, go Skaniyan i taralbi a mapiya ko manga kokoman"
        },
        {
            "chapter": 6,
            "verse": 58,
            "text": "Tharoang ka a: \"Opama ka mataan! a zisii rakn so phagalokalokan iyo, na minitaman dn so khasowa ko lt akn ago so lt iyo, na so Allah na katawan Iyan so da pamaginontolan"
        },
        {
            "chapter": 6,
            "verse": 59,
            "text": "Na zisii Rkaniyan so manga gonsi o migagaib, da a matao ron a rowar Rkaniyan. Go katawan Iyan so zisii ko kalopaan go so kalodan. Go da a khawlog a raon a ba Niyan di katawi skaniyan. Go da a od a matatago ko manga lilibotng ko lopa, go da a mawasa, go da a mamara, a ba di matatago ko kitab a mapayag (so Laoh Mahfodh)"
        },
        {
            "chapter": 6,
            "verse": 60,
            "text": "Go Skaniyan so pthangan rkano ko gagawii, (ko kapthoroga rkano), go katawan Iyan so miyapasad iyo ko dawndaw. Oriyan iyan na pphakagogona on kano Niyan roo; ka an mapopos so taalik a miyapnto; oriyan iyan na sii Rkaniyan so khandodan iyan oriyan iyan na phanotholn Iyan rkano so pinggolawla niyo"
        },
        {
            "chapter": 6,
            "verse": 61,
            "text": "Go Skaniyan so phakabaas, a kaporoan o manga oripn Iyan, go pzogoan kano Niyan sa (manga malaikat a) khisisiyap (rkano). Taman sa igira a miyakaoma ko isa rkano so kapatay, na tangann Skaniyan o manga sogo Ami (a manga malaikat), a siran na di siran pphasipasin"
        },
        {
            "chapter": 6,
            "verse": 62,
            "text": "Oriyan iyan na pakakasowin siran ko Allah, a Kadnan iran a bnar. Tanodan ka rk Iyan so kokoman, go Skaniyan i lbi a magaan ko manga pagiitong"
        },
        {
            "chapter": 6,
            "verse": 63,
            "text": "Tharoang ka: \"Ba adn a phakasabt rkano ko manga lilibotng ko kalopaan go so kalodan, a kaphangangarapanan iyo Skaniyan sa mapayag a kapangalimbabaan ago masoln (maptharo iyo a:) ´Ibt o sabta kami Niyan sii, na khabaloy kami dn a pd ko miyamanalamat´"
        },
        {
            "chapter": 6,
            "verse": 64,
            "text": "Tharoang ka a: \"So Allah na pzabtn kano Niyan on, go so langowan o boko, oriyan iyan na skano na ipphanakoto niyo"
        },
        {
            "chapter": 6,
            "verse": 65,
            "text": "Tharoang ka a: \"Skaniyan so Phakagaga sa katalingomai Niyan rkano sa siksa, a phoon ko kaporoan iyo odi na phoon ko kababaan o manga ai niyo, odi na pakarimbotan kano Niyan, sa kapakathitindga, go pakitintiman Iyan ko sabaad rkano so bagr o sabaad.\" Pamimikiranang ka so ropaan a gii Ami kazalinsalina magosay ko manga ayat, ka an iran kasaboti"
        },
        {
            "chapter": 6,
            "verse": 66,
            "text": "Na piyakambokhag aya o pagtawng ka, a skaniyan so bnar. Tharoang ka a: \"Kna a ba kano rakn sasarign"
        },
        {
            "chapter": 6,
            "verse": 67,
            "text": "Oman i thothol na adn a pkhatanaan iyan, na katokawan iyo bo"
        },
        {
            "chapter": 6,
            "verse": 68,
            "text": "Na igira a miyailaing ka so siran a pphagizawizaw ko manga ayat Ami, na talikhoding ka siran taman sa di aya pagizawizawn iran na tothol a salakaw ron. Na o malipat ka o shaytan, na di ka pagontod ko oriyan o kapakatadm ka, a pd o pagtaw a da pamaginontolan"
        },
        {
            "chapter": 6,
            "verse": 69,
            "text": "Na da a paliyogat ko siran a khipanananggila ko kapphamagitonga kiran a mayto bo, na ogaid na pananadm, ka an siran makapananggila"
        },
        {
            "chapter": 6,
            "verse": 70,
            "text": "Na ganating ka so siran a biyaloy iran so agama iran a katmbangan go kabimbanan, go miyalimpang siran o kawyagoyag ko doniya. Na pamakitadming ka a Qor´an nai: Ka oba adn a kabinasaan a ginawa sa sabap ko pizokat iyan: da a bagian iyan a salakaw ko Allah a Panarigan go da a phangalbalb. Na apiya iyaon iyan (sa ginawa niyan) so langowan o ipagaon na di ron matarima: Siran man so kiyabinasaan sabap ko pizokat iran: Na bagian iran so inomn a phlikabo a ig go so siksa a malipds: Sabap ko da iran kaparatiyaya"
        },
        {
            "chapter": 6,
            "verse": 71,
            "text": "Tharoang ka (ya Mohammad): \"Ino Ami zimbaa a salakaw ko Allah so di rkami phakanggay a gona, go di rkami phakamorala, - go ba kami pmbaklid ko manga talikhodan ami ko oriyan o masa a kiyatoroa rkami o Allah? - lagid o diyadag skaniyan o shaytan sii ko lopa, a pkhataataap, adn a manga bolayoka iyan a pthawagn iran sii ko toroan, sa song ka rkami.\" Tharoang ka a: \"Mataan! a so toroan o Allah na giyoto i toroan, na inisogo rkami a kambayorantang ami ko Kadnan o manga kaadn"
        },
        {
            "chapter": 6,
            "verse": 72,
            "text": "Go giya kipamayandgn iyo ko sambayang go onoti niyo Skaniyan: Na Skaniyan so Ron kano plimoda"
        },
        {
            "chapter": 6,
            "verse": 73,
            "text": "Go Skaniyan so (Allah a) miyadn ko manga langit ago so lopa sii ko bnar: Na sii ko alongan a tharoon Iyan so: \"Kon,\" na khaadn. Aya katharo Iyan na so bnar. Na rk Iyan so kapaar ko alongan a kaiyopa ko pariyop o sanggakala. Katawan Iyan so gaib ago so mapayag. Go Skaniyan so Mawngangn, a Kaip"
        },
        {
            "chapter": 6,
            "verse": 74,
            "text": "Na gowani na pitharo o Ibrahim ko ama iyan a Azar: \"Ino ka pphangmbaal sa manga barahala a manga katohanan? Mataan! a sakn na pkhaylay akn ska, go so pagtawng ka ko kadadag a mapayag"
        },
        {
            "chapter": 6,
            "verse": 75,
            "text": "Na lagid aya a kapphakiilayn Ami ko Ibrahim ko mala a kapaar ko manga langit go so lopa, ka an mabaloy a pd ko mithotomangkd"
        },
        {
            "chapter": 6,
            "verse": 76,
            "text": "Na kagiya a makalibotng rkaniyan so gagawii, na miyakaylay sa bitoon, na miyatharo iyan a: \"Giyaya i Kadnan ko.\" Na kagiya a somdp, na miyatharo iyan a: Di ko khabayaan so pphamandp"
        },
        {
            "chapter": 6,
            "verse": 77,
            "text": "Na kagiya a maylay niyan so olan a pzbang, na miyatharo iyan a: \"Giyaya i Kadnan ko. Na kagiya a somdp, na miyatharo iyan a: Ibt o di ako toroa o Kadnan ko, na khabaloy ako dn a pd ko pagtaw a miyangadadadag"
        },
        {
            "chapter": 6,
            "verse": 78,
            "text": "Na kagiya a maylay niyan so alongan a pzbang, na miyatharo iyan a: \"Giyaya i Kadnan ko: Ka giyaya i mala.\" Na kagiya a somdp, na miyatharo iyan a: \"Hay pagtaw akn, mataan! a sakn na angiyas ako ko ipphamanakoto niyo"
        },
        {
            "chapter": 6,
            "verse": 79,
            "text": "Mataan! a sakn na inibantak akn so hadap akn ko Allah a mimbaas ko manga langit go so lopa, a mbabayorantang ako, go di ako pd ko manga pananakoto"
        },
        {
            "chapter": 6,
            "verse": 80,
            "text": "Na miyakiphawala on so pagtaw niyan. Pitharo iyan a: \"Ino kano rakn gii pakiphawala, makapantag ko Allah, a sabnar a tiyoro ako Niyan? Na da a ikhalk akn ko ipzakoto niyo Rkaniyan a mayto bo: Inonta sa kabaya o Kadnan ko. Mararangkom o Kadnan ko a katao so langowan taman. Ino kano di phananadm"
        },
        {
            "chapter": 6,
            "verse": 81,
            "text": "Na andamanaya i kikhalkn ko ko ipphanakoto niyo, na di niyo ikhalk a mataan! a skano na piyaki sakotowan iyo so Allah, da a initoron Iyan rkano ron a karina? Na anda ko dowa ka sagorompong i kiyapatotan ko sarig? o skano na katawi niyo"
        },
        {
            "chapter": 6,
            "verse": 82,
            "text": "So miyamaratiyaya, go da iran kmbotn ko paratiyaya iran so kapanakoto, na siran man i kiyapatotan ko sarig, go siran i miyamakaontol"
        },
        {
            "chapter": 6,
            "verse": 83,
            "text": "Na giyoto i karina Mi, a inibgay Ami oto ko Ibrahim makapantag ko pagtaw niyan: Ipphoro Ami ko manga daradat so taw a kabaya Ami: Mataan! a so Kadnan ka na Mawngangn, a Matao"
        },
        {
            "chapter": 6,
            "verse": 84,
            "text": "Na inibgay Ami ron so Is´haq go so Ya´qob; oman i isa kiran na tiyoro Ami. Go so Noh, na tiyoro Ami ko miyaonaan iyan, na pd ko moriyataw niyan so Dawood, go so Solayman, go so Ayyob, go so Yosof, go so Mosa, go so Haron: Na lagid aya a kambalasi Ami ko miphipiyapiya"
        },
        {
            "chapter": 6,
            "verse": 85,
            "text": "Go so Zakariya, go so Yahya, go so Eysa, go so Ilyas: Oman i isa kiran na pd ko manga bilangataw"
        },
        {
            "chapter": 6,
            "verse": 86,
            "text": "Go so Ismail, go so Al-Yasa´, go so Yonos, go so Lot: Na oman i isa kiran na inilbi Ami ko manga kaadn (ko masa iran)"
        },
        {
            "chapter": 6,
            "verse": 87,
            "text": "Go so sabaad ko manga loks iran, go so manga moriran a taw, go so manga pagari ran: Na pinili Ami siran, go tiyoro Ami siran ko okit a makaoontol"
        },
        {
            "chapter": 6,
            "verse": 88,
            "text": "Giyaya man so toroan o Allah a thoroon Iyan sa sabap Rkaniyan so taw a kabaya Iyan, ko manga oripn Iyan. Na opama ka miyanakoto siran, na miyaylang kiran dn so pinggalbk iran"
        },
        {
            "chapter": 6,
            "verse": 89,
            "text": "Siran man so inibgay Ami kiran so kitab, go so ongangn, go so kananabii: Na amay ka ongkirn aya o siran aya, na sabnar a inisarig Ami aya sa pagtaw a kna a ba iran aya di paparatiyayaa"
        },
        {
            "chapter": 6,
            "verse": 90,
            "text": "Siran man so tiyoro o Allah: Na so toroan kiran i onoting ka skaniyan; tharoang ka a: \"Da a phangning ko rkano saya a sokay: da a salakaw rkaniyan a rowar sa ndao ko manga kaadn"
        },
        {
            "chapter": 6,
            "verse": 91,
            "text": "Na da iran slaan ko Allah so titho a kala Iyan, gowani ko tharoon iran a: \"Da a initoron o Allah ko manosiya a mayto bo.\" Tharoang ka a: \"Antawa onon i tomiyoron ko kitab a so minioma skaniyan o Mosa? - a sindaw ago toroan ko manga manosiya: Ipphanorat iyo to ko manga daptar na pphayagn iyo to, na madakl a pphagmaan iyo ron: Na minindao rkano so di niyo katawan, skano go di katawan o manga loks iyo.\" Tharoang ka a: \"So Allah (i tomiyoron on):\" Oriyan iyan na ganating ka siran ko gi iran kandadab a mabibimban siran"
        },
        {
            "chapter": 6,
            "verse": 92,
            "text": "Na giyang kaya (a Qor´an) na kitab a initoron Ami skaniyan, a ndadaklan o mapiya, a miyakatanto ko miyaonaan iyan: Go an ka mipamakaiktiyar ko (taw sa Makkah a) pompongan o manga ingd ago so makaliliyot on. Na so miyamaratiyaya ko akhirat na paparatiyayaan iran aya, go siran na so sambayang iran na sisyapn iran"
        },
        {
            "chapter": 6,
            "verse": 93,
            "text": "Na ba adn a taw a lawan a darowaka ko taw a inangkob iran so Allah sa kabokhag, odi na pitharo iran a: \"Inilahaman ako,\" a da a iniilaham on a mayto bo, go so taw a pitharo iran a: \"Phakatoron ako sa lagid o initoron o Allah?\" Na opama ka maylaing ka amay ka so da pamaginontolan na matago ko manga kabrg ko kapatay! - a so manga malaikat na oolangn iran so manga barokan iran, (sa gi iran tharoon a:) \"Pakaliyowa niyo so manga niyawa niyo: Sa alongan nai na imbadal rkano so siksa a kahinaan, - sabap ko skano na ipphangangkob iyo ko Allah so di bnar, go skano na so manga ayat Iyan na pphmaratabatan niyo"
        },
        {
            "chapter": 6,
            "verse": 94,
            "text": "Na (tharoon kiran a:) \"Sabnsabnar a miyakaoma kano Rkami a manga tawantawan lagid o kiyaadna Mi rkano ko paganay a kiyaokitan: Na kiyaganatan iyo (sa doniya) so inibgay Ami rkano ko tampar ko manga talikhodan iyo: Na da a khaylay Ami a pd iyo ko manga panandigan iyo a siran so initgo niyo sa mataan! a siran na manga sakotowa siran rkano o Allah. Sabnsabnar a miyangappka so kiyakhokoyaptaan iyo, go miyaylang rkano so initgo niyo (a phamakaogop rkano)"
        },
        {
            "chapter": 6,
            "verse": 95,
            "text": "Mataan! a so Allah i dii makambatkad ko manga od, go so od a korma. Pphakagmawn Iyan so oyagoyag a phoon ko miyatay, go pphakagmawn Iyan so miyatay a phoon ko oyagoyag. Giyoto man so Allah: Na andamanaya i kapthalikhod iyo"
        },
        {
            "chapter": 6,
            "verse": 96,
            "text": "Miyadn ko kapipita: Go biyaloy Niyan so gagawii a iddkha, go so alongan go so olan a ipphagitong. Giyoto man i taks o (Allah a) Mabagr, a Matao"
        },
        {
            "chapter": 6,
            "verse": 97,
            "text": "Go Skaniyan so miyadn rkano ko manga bitoon, ka an iyo gii mipnanao ko manga lilibotng ko kalopaan ago so kalodan: Sabnar a pizmpad Ami magosay so manga ayat ko pagtaw a tatakikn iran"
        },
        {
            "chapter": 6,
            "verse": 98,
            "text": "Go Skaniyan so miyadn rkano phoon ko ginawa a isa (a giyoto so Adam): Na adn a kapthaknaan go adn a kapmbtadan: Sabnar a pizmpad Ami magosay so manga ayat ko pagtaw a khisasabot"
        },
        {
            "chapter": 6,
            "verse": 99,
            "text": "Go Skaniyan so piyakatoron Iyan a phoon ko kawang so ig: Na piyakagmaw Ami sa sabap rkaniyan so mbarambarang a mangngto: Na adn a piyakagmaw Ami ron a gadong, na pphakagmawan Ami skaniyan sa onga a mapipingi; go pphakaphoon ko korma a phoon ko tandok iyan a manga talintang a maa-ampir: Go so manga pamomolan a manga anggor, go zayton, go dalimah, makapzasaropai go di makapzasaropai: Pagilaylaya niyo so onga niyan igira miyonga, go so kapakatoa niyan. Mataan! a adn a matatago roo man a titho a manga tanda ko pagtaw a mapaparatiyaya"
        },
        {
            "chapter": 6,
            "verse": 100,
            "text": "Na biyaloy iran a manga sakotowa o Allah so manga jinn, a inadn Iyan siran; go tiyakayan iran sa manga wata a mama, go manga wata a babay a kna a ba katao. Soti Skaniyan! go maporo a ka-aawat Iyan ko phropaan iran On"
        },
        {
            "chapter": 6,
            "verse": 101,
            "text": "Mimbaas ko manga langit ago so lopa: Andamanaya i kapmbawata Iyan a da a darodopa Iyan? Go aya miyadn ko langowan taman, go Skaniyan i Matao ko langowan taman"
        },
        {
            "chapter": 6,
            "verse": 102,
            "text": "Giyoto man so Allah, a Kadnan niyo! Da a tohan a inonta Skaniyan, a miyadn ko langowan taman. Na zoasoata niyo Skaniyan. Go Skaniyan i tomatanggong ko langowan taman"
        },
        {
            "chapter": 6,
            "verse": 103,
            "text": "Di khatndo Skaniyan o manga kaylay, na Skaniyan na mattndo Iyan so manga kaylay: Go Skaniyan i Lambasi-katao, a Kaip"
        },
        {
            "chapter": 6,
            "verse": 104,
            "text": "Sabnar a adn a miyakaoma rkano, a manga karina, a phoon ko Kadnan iyo: Na sadn sa min´ngka on, na kapiyaan o ginawa niyan; na sa di ron magin´ngka, na ikabinasa niyan: Na kna a ba sakn i somisiyap rkano"
        },
        {
            "chapter": 6,
            "verse": 105,
            "text": "Na lagid aya a gii Ami kazalinsalina magosay ko manga ayat. Go kagiya oba iran matharo a: \"Kiyapangadian ka,\" go kagiya an Ami oto mapakarayag ko pagtaw a manga tatao"
        },
        {
            "chapter": 6,
            "verse": 106,
            "text": "Kdgang ka so iniilaham rka a phoon ko Kadnan ka: Da a tohana inonta Skaniyan. Go talikhoding ka so manga pananakoto"
        },
        {
            "chapter": 6,
            "verse": 107,
            "text": "Na o kabaya o Allah, na di siran makapanakoto: Na da Ami ska pntoa a somisiyap kiran, go kna a ba siran rka pakiaakon"
        },
        {
            "chapter": 6,
            "verse": 108,
            "text": "Na di niyo pndadawrai so siran a pzimbaan iran a salakaw ko Allah, ka ndadawraan iran so Allah sa kapmalawani sabap ko di katao. Lagid aya a kiyapharasi Ami ko oman i pagtaw ko galbk iran. Oriyan iyan na so bo so Kadnan iran i khandodan iran, na phanotholn Iyan kiran so pinggolawla iran"
        },
        {
            "chapter": 6,
            "verse": 109,
            "text": "Na mizasapa siran ko Allah ko pithamanan o manga sapa iran, sa mataan! a o adn a makawma kiran a tanda, na pharatiyayaan iran dn oto. Tharoang ka a: \"So manga tanda na sii bo ko Allah. Na antawaa i maphakatokaw kano niyan sa mataan aya! a o makatalingoma na di iran pharatiyayaan"
        },
        {
            "chapter": 6,
            "verse": 110,
            "text": "Na mbangkiringn Ami so manga poso iran, go so manga kaylay ran, lagid o da iran on kaparatiyayaa ko paganay a kiyaokitan: Go mbotawanan Ami siran ko kadadadag iran, a gii siran mromparompak"
        },
        {
            "chapter": 6,
            "verse": 111,
            "text": "Na opama ka mataan! a Skami na piyakatoron Ami kiran so manga malaikat, go minimbitiyarai siran o miyamatay, go tinimo Ami kiran so langowan taman a minipagadapa (iran), na di siran dn maratiyaya, inonta o kabaya o Allah. Na ogaid na kadaklan kiran na di manga tatao"
        },
        {
            "chapter": 6,
            "verse": 112,
            "text": "Na lagid aya a kiyasnggay Ami ko oman i nabi sa ridoay, a manga shaytan ko manga manosiya, go so manga jinn, a ipphamodiyok o sabaad kiran ko sabaad so inirmasan a katharo, ka an siran maikmat. Na o kabaya o Kadnan ka, na di iran oto manggolawla: Na botawaning ka siran ago so gi iran mbabaasn"
        },
        {
            "chapter": 6,
            "verse": 113,
            "text": "Ka an on mitaliyadok so manga poso o siran a di miyamaratiyaya ko akhirat: Go an siran on masoat, go an iran gii manggolawla so siran na gi iran nggolawlaan (a dosa)"
        },
        {
            "chapter": 6,
            "verse": 114,
            "text": "(Tharoang ka a:) \"Ba adn a salakaw ko Allah a pmbabanogn akn a kokoman? - a Skaniyan so tomiyoron rkano ko kitab,\" a katatarotopan sa osayan. Na so siran a bigan Ami ko kitab, na katawan iran, a mataan! (a giya Qor´an aya na) initoron a phoon ko Kadnan ka a bnar. Na ding ka dn mbaloya a ginawang ka a pd ko pkhakadowadowaan"
        },
        {
            "chapter": 6,
            "verse": 115,
            "text": "Na miyasamporna so katharo o Kadnan ka a bnar ago ontol: da a phakasambi ko manga katharo Iyan: Go Skaniyan so Pphakan´g, a Matao"
        },
        {
            "chapter": 6,
            "verse": 116,
            "text": "Na amay ka onotan ka so kadaklan ko taw ko lopa, na khapokas ka iran ko lalan o Allah; ka da a phagonotan iran a rowar ko arangan: Go ba siran dn dii pangsar"
        },
        {
            "chapter": 6,
            "verse": 117,
            "text": "Mataan! a so Kadnan ka na Skaniyan i Matao ko taw a mapopokas ko lalan Iyan: Go Skaniyan i Matao ko khipakaoontol"
        },
        {
            "chapter": 6,
            "verse": 118,
            "text": "Na kang kano ko miyaaloy ron so ngaran o Allah, o skano na so manga ayat Iyan i paparatiyayaan iyo"
        },
        {
            "chapter": 6,
            "verse": 119,
            "text": "Na antonaa i sikap iyo (a maka-uurn rkano) sa di niyo kakhan ko miyaaloy ron so ngaran o Allah, a sabnar a pizmpad Iyan rkano magosay so kiyaram Iyan rkano inonta so kiyasngtan kano ron? Na mataan! a madakl a tanto a pphamakadadag sabap ko manga kabaya iran a ribat a kna a ba katao. Mataan! a so Kadnan ka na Skaniyan i Matao ko manga malawani"
        },
        {
            "chapter": 6,
            "verse": 120,
            "text": "Na ganati niyo so mapapayag a dosa, go so masoln on: Mataan! a siran a gii zokat ko dosa na imbalas kiran dn so pizokat iran"
        },
        {
            "chapter": 6,
            "verse": 121,
            "text": "Na di kano khan ko da on maaloy so ngaran o Allah: Ka mataan aya! a titho a kandarowaka. Na mataan! a so manga shaytan na titho a pphamodiyokn iran so manga salinggogopa iran, ka an kano iran mapphamawal. Na amay ka onotan iyo siran, na mataan! a skano na titho a manga pananakoto"
        },
        {
            "chapter": 6,
            "verse": 122,
            "text": "Ino so taw a aya btad iran na maatay, na inoyag Ami skaniyan, go singgayan Ami sa sindaw a sabap a pkhilalakaw niyan ko manga manosiya, ba lagid o taw a makaiibarat skaniyan sa matatago ko manga lilibotng, a di ron phakaawa? Lagid aya a kiyapharasi Ami ko da pamaratiyaya ko pinggolawla iran"
        },
        {
            "chapter": 6,
            "verse": 123,
            "text": "Go lagid aya a kiyasnggay Ami ko oman i ingd, sa manga ala ko manga rarata on i ongar, ka an siran on makapphagantangan sa marata: Na da a kapphagantanganan iran sa marata a rowar ko manga ginawa iran, sa di iran maiin´ngka"
        },
        {
            "chapter": 6,
            "verse": 124,
            "text": "Na igira adn a miyakaoma kiran a tanda, na tharoon iran a: \"Di ami dn pharatiyayaan taman sa di kami kabgan sa lagid o inibgay ko manga sogo o Allah. So Allah i Matao sa sadn sa ipkhidiya Niyan ko sogoan Iyan. Na khasogat dn so siran a mimamarata i ongar a kapakayto sii ko Allah, go siksa a sangat, sabap ko kiyapagantangan iran sa marata"
        },
        {
            "chapter": 6,
            "verse": 125,
            "text": "Na sadn sa kabaya o Allah a katoroa Niyan on, - na phakaloagn Iyan so rarb iyan ko kambayorantang; go sadn sa kabaya Iyan a kadadaga Niyan on, na mbaloyn Iyan so rarb iyan a maggt a masimpit, lagid oba pphanakdg ko kawang: Lagid oto a kipznggayn, o Allah ko siksa ko siran a di mapaparatiyaya"
        },
        {
            "chapter": 6,
            "verse": 126,
            "text": "Na giya ungkai (a Islam) i lalan o Kadnan ka, a makaoontol: Sabnar a pizmpad Ami magosay so manga ayat ko pagtaw a khipakatatadm"
        },
        {
            "chapter": 6,
            "verse": 127,
            "text": "Bagian iran so ingd a kalilintad sii ko Kadnan iran: Go Skaniyan i Panarigan iran, sabap ko pinggolawla iran (a mapiya)"
        },
        {
            "chapter": 6,
            "verse": 128,
            "text": "Na sii ko gawii a kalimoda Niyan kiran langon, (na tharoon Iyan): \"Hay malilimod a manga jinn! Sabnar a madakl a liyalong iyo ko manga manosiya.\" Na tharoon o manga salinggogopa iran a pd ko manga manosiya: \"Kadnan ami, kiyasawitan o sabaad rkami so sabaad: Na inisampay kami ko diyandi ami a so inidiyandii Ka rkami.\" Tharoon Iyan a: \"So apoy i darpa iyo: Makakakal kano ron dn, inonta sa kabaya o Allah. Mataan! a so Kadnan ka na Mawngangn, a Matao"
        },
        {
            "chapter": 6,
            "verse": 129,
            "text": "Na giyaya i gii Ami kapakikhapaarn ko sabaad ko manga darowaka ko sabaad, sabap ko pizokat iran"
        },
        {
            "chapter": 6,
            "verse": 130,
            "text": "Hay kasamasama o manga jinn go manga manosiya! Ba da a miyakatalingoma rkano a manga sogo a pd rkano, a mapphanothol iran rkano so manga ayat Akn, go mipphamakaiktiyar iran rkano so kitmo ko alongan iyo wai?\" Tharoon iran: \"Pizaksian ami a sala so manga ginawa mi. Na miyakalimpang kiran so kawyagoyag ko doniya. Na zaksian iran a ginawa iran sa mataan! a siran na da pamaratiyaya"
        },
        {
            "chapter": 6,
            "verse": 131,
            "text": "Giyoto man na mataan! a da ko btad o Kadnan ka oba Niyan binasaa so manga ingd sabap ko kiyandarowaka, a ba so taw ron na di makaiin´ngka"
        },
        {
            "chapter": 6,
            "verse": 132,
            "text": "Na rk o oman i isa so manga daradat ko pinggolawla iran: Ka da ko Kadnan ka i ba Niyan kalilipati so gi iran nggolawlaan"
        },
        {
            "chapter": 6,
            "verse": 133,
            "text": "Na so Kadnan ka i Kawasa, a Khirk ko limo: O kabaya Iyan, na khaylang kano Niyan, go phakasambi (sa pagtaw) ko oriyan iyo sa sadn sa kabaya Iyan, izan o kiya adn a Niyan rkano a miyakapoon ko moriyataw o pagtaw a salakaw"
        },
        {
            "chapter": 6,
            "verse": 134,
            "text": "Mataan! a so diyandi rkano na phakatalingoma dn: Go di niyo dn kapalagoyan"
        },
        {
            "chapter": 6,
            "verse": 135,
            "text": "Tharoang ka (ya Mohammad): \"Hay pagtaw akn, nggalbk kano sa sadn sa kapasang iyo: Ka mataan! a pnggalbk ako mambo: Na katokawan iyo bo o antawaa i khabaloy a rk iyan so mababantog a ingd: Mataan aya! a di phakaslang sa maliwanag so da pamaginontolan"
        },
        {
            "chapter": 6,
            "verse": 136,
            "text": "Na singgayan iran so Allah ko inadn Iyan a manga prpran go manga ayam, sa kipantag: Na pitharo iran a: \"Giyaya na bagian o Allah sii ko tgo iran a kabokhag: Go giyaya na bagian o ipphamanakoto ami!\" Na so miyabaloy a bagian o ipphamanakoto iran na di ipraot ko Allah, na so miyabaloy a bagian o Allah na ipraot ko ipphamanakoto iran. Mikharatarata so ipkhokom iran"
        },
        {
            "chapter": 6,
            "verse": 137,
            "text": "Na lagid aya a kiyapharasi Niyan ko madakl ko manga pananakoto, ko kapmbonoa ko manga wata iran o ipphamanakoto iran, ka an iran siran mabinasa, go an iran siran karimboti ko agama iran, na opama ka kabaya o Allah, na di iran oto manggolawla: Na botawaning ka siran ago so gi iran mbabaasn a kabokhag"
        },
        {
            "chapter": 6,
            "verse": 138,
            "text": "Na pitharo iran a: Giya manga ayam ai go giya prpran nai na inisapar, da a phakakan on a inonta so kabaya ami sii ko tgo iran a kabokhag go manga ayam a inisapar so karorani ko manga likod iyan, go manga ayam a di iran on pagalowin so ngaran o Allah; - a ipphangangkob on: Mbadalan Iyan siran dn ko ipphangangkob iran on"
        },
        {
            "chapter": 6,
            "verse": 139,
            "text": "Go pitharo iran a: \"So matatago ko manga tiyan angkai a manga ayam na kabisa o manga mama rktano, na kiyaram ko manga karoma tano;\" na amay ka mabaloy a maatay, na thompotompok siran on. Mbadalan Iyan siran ko iniropa iran (a kabokhag): Mataan! a Skaniyan na Mawngangn, a Matao"
        },
        {
            "chapter": 6,
            "verse": 140,
            "text": "Sabnar a miyalogi so siran a piyamono iran so manga wata iran, sa kalalalongan, kna a ba katao, go kiyaram iran so pagpr kiran o Allah, a iniangkob ko Allah. Sabnar a miyadadag siran go da siran makakdg sa ontol"
        },
        {
            "chapter": 6,
            "verse": 141,
            "text": "Na Skaniyan so (Allah a) miyadn ko manga sapad, a gii mithaataar, go di mipthaataar, go so korma, go so prpran, a mbidabida a kapkhanawn: Go zayton, go so dalima a makapzasaropai, go di makapzasaropai: Kan kano ko onga niyan igira a miyonga, go tonaya niyo so zakat iyan ko alongan a kapragonawn; go di kano pthabowakar: Ka mataan! a Skaniyan na di Niyan khabayaan so manga tabowakar"
        },
        {
            "chapter": 6,
            "verse": 142,
            "text": "Go (inadn Iyan) so sabaad ko manga ayam a pkharoranan go di kharoranan: Kang kano ko pagpr rkano o Allah, go di niyo khdga so manga okit o shaytan: Mataan! a Skaniyan na ridoay niyo a mapayag"
        },
        {
            "chapter": 6,
            "verse": 143,
            "text": "Walo a nggaganapa: Sii ko bilibili a dowa, go sii ko kambing a dowa; tharoang ka a: Ba so dowa a mama i inisapar Iyan, antawaa so dowa a babay, antawaa so miyarangkom skaniyan o manga tiyan o dowa a babay? Panothola niyo rakn sii ko katao, o skano na manga bnar"
        },
        {
            "chapter": 6,
            "verse": 144,
            "text": "Go sii ko onta a dowa, go sii ko sapi a dowa. Tharoang ka a: Ba so dowa mama i inisapar Iyan, antawaa so dowa babay, antawaa so miyarangkom skaniyan o manga tiyan o manga babay? antawaa ba kano khipakadadarpa gowani a isogo rkano aya o Allah? Na ba adn a lawan a darowaka ko taw a inangkob iyan so Allah sa kabokhag, ka an iyan madadag so manga manosiya sa kna a ba katao? Mataan! a so Allah na di Niyan pnggonanaon so pagtaw a da pamaginontolan"
        },
        {
            "chapter": 6,
            "verse": 145,
            "text": "Tharoang ka (ya Mohammad) a: \"Da a khatoon ko ko iniilaham rakn a inisapar ko khan a kakan iyan on, inonta o mabaloy a miyatay, odi na rogo a tomiyoga, odi na sapo o baboy, - ka mataan! a skaniyan na marzik - odi na kandarowaka, a inipanambay oto ko salakaw ko Allah.\" Na sadn sa kasngtan, a kna a ba darowaka, go di malawani, - na mataan! a so Kadnan ka na Manapi, a Makalimoon"
        },
        {
            "chapter": 6,
            "verse": 146,
            "text": "Na hiyaram Ami ko siran a manga Yahodi so oman i adn a kanoko niyan, go so sapi go so kambing, na hiyaram Ami kiran so manga sibo a dowa oto, inonta so kaa-awidan o manga likod a dowa oto, odi na so manga tinai, odi na so minilook ko tolan: Giyoto man i inibadal Ami kiran sabap ko kiyandarowaka iran: Na mataan! a Skami i titho a manga bnar"
        },
        {
            "chapter": 6,
            "verse": 147,
            "text": "Na o pakambokhaga ka iran, na tharoang ka a: \"So Kadnan iyo i Khirk ko limo a rangkom; go da a phakarn ko siksa Iyan ko pagtaw a manga rarata i ongar"
        },
        {
            "chapter": 6,
            "verse": 148,
            "text": "Ptharoon o siran a miyamanakoto a: \"Opama ka kabaya o Allah, na di kami makapanakoto, go di makapanakoto so manga loks ami; go da a misapar ami a mayto bo,\" lagid oto a kiyapakambokhaga o siran a miyaonaan iran (ko manga sogo), taman sa kiyataaman iran so siksa Ami. Tharoang ka a: \"Ba adn a zisii rkano a katao? Na gmawn iyo rkami oto. Da a phagonotan iyo a rowar ko arangan: Ka ba kano dn gii pangsar"
        },
        {
            "chapter": 6,
            "verse": 149,
            "text": "Tharoang ka: \"Na rk o Allah so karina a tarotop. Na o kabaya Iyan, na mataan! a khatoro kano Niyan langon"
        },
        {
            "chapter": 6,
            "verse": 150,
            "text": "Tharoang ka a: \"Pakadarpaa niyo i manga saksi iyo a siran so pzaksian iran a mataan! a so Allah na hiyaram Iyan aya.\" Na o zaksi iran, na ding ka siran mbabida a kazaksi. Go ding ka pagonoti so manga kabaya o siran a piyakambokhag iran so manga ayat Ami, go siran na di iran paparatiyayaan so akhirat, a siran na so Kadnan iran na phrimbangn iran"
        },
        {
            "chapter": 6,
            "verse": 151,
            "text": "Tharoang ka a: \"Song kano sii, ka batiyaang ko so hiyaram rkano o Kadnan iyo:\" Di niyo phanakoton (so Allah) sa mayto bo; go (phiyapiya i niyo) so mbala a loks sa tanto a kaphiyapiya; go di niyo mbonoa so manga wata iyo sa phoon ko kamiskin; - ka Skami i pphagpr rkano ago so siran; - go di kano pagobay ko manga pakasisingay, so mapapayag on go so misosoln; go di niyo mbonoa so baraniyawa, a so inisapar o Allah, inonta o sii ko kabnar. Giyoto man na inisogo Iyan rkano to, ka an iyo sabota"
        },
        {
            "chapter": 6,
            "verse": 152,
            "text": "Go di niyo pagobaya so tamok o ilo, inonta o so kapiya niyan, taman sa iraot ko kakhasad iyan; go tarotopa niyo so kapagasad go so kathimbang sii ko kaontol; da a iphaliyogat Ami ko baraniyawa, a inonta so khagaos iyan; - na igira a ptharo kano, na paginontolan kano, apiya sii ko tonganay (niyo); go so diyandi o Allah na tomann iyo: Giyoto man i kinisogoon Iyan rkano ron, ka an iyo katanodi"
        },
        {
            "chapter": 6,
            "verse": 153,
            "text": "Na mataan! a giyaya i lalan Akn, a makaoontol. Na kdga niyo skaniyan. Go di niyo khdga so manga pd a lalan, ka mablag kano niyan ko lalan Iyan. Giyoto man i kinisogoon Iyan rkano ron, ka ang kano makapananggila"
        },
        {
            "chapter": 6,
            "verse": 154,
            "text": "Oriyan iyan na inibgay Ami ko Mosa so kitab, a tarotop ko miphiyapiya, go osayan ko langowan taman, - go toroan go limo, ka an iran maparatiyaya so kipthoonaan (iran) ko Kadnan iran"
        },
        {
            "chapter": 6,
            "verse": 155,
            "text": "Na giyang kaya (a Qor´an) na kitab a initoron Ami skaniyan a piyakandaklan sa mapiya: Na onoti niyo skaniyan, go pananggila kano, ka ang kano mipangalimo"
        },
        {
            "chapter": 6,
            "verse": 156,
            "text": "Ka oba niyo matharo a: \"Aya bo a tiyoronan ko kitab na so dowa pagtaw ko miyaonaan ami, na mataan! a miyabaloy kami a titho a di somasabot ko kapphangadi iran"
        },
        {
            "chapter": 6,
            "verse": 157,
            "text": "O di na oba niyo matharo i: \"Opama ka mataan! a sii rkami initoron so kitab, na khabaloy kami dn a lbi a miyatoro a di siran.\" Na sabnar a adn a miyakaoma rkano a karina a phoon ko Kadnan iyo, - go toroan go limo. Na ba adn a lawan a darowaka ko taw a piyakambokhag iyan so manga ayat o Allah, go tiyalikhodan iyan oto? Imbalas Ami dn ko siran oto a pphamanalikhod ko manga ayat Ami, so marata a siksa, sabap ko kiyatalikhod iran"
        },
        {
            "chapter": 6,
            "verse": 158,
            "text": "Ba adn a pnayawn iran a rowar ko kapakatalingoma kiran o manga malaikat odi na so kapaka talingoma o Kadnan ka (hay Mohammad ko masa a kakokoma ko ndolon dolonan o manga oripn Iyan sa alongan a qiyamah). Odi na so kapakatalingoma o sabaad ko manga tanda o Kadnan ka (a so kazbang o alongan sa sdpan)? Sii ko alongan a kapakatalingoma o sabaad ko manga tanda o Kadnan ka, na di makanggay a gona ko ginawa so paratiyaya niyan, o da paratiyaya sa paganay, odi na da nggalbk ko paratiyaya niyan sa mapiya. Tharoang ka a: \"Nayaw kano, ka mataan! a skami na nomanayaw kami (mambo)"
        },
        {
            "chapter": 6,
            "verse": 159,
            "text": "Mataan! a so siran a mizisibaya ko agama iran go mithitindga, na da a labot ka kiran a mayto bo: Ka so khasowa iran na sii bo (phakandod) ko Allah. Oriyan iyan na phanotholn Iyan kiran so pinggolawla iran"
        },
        {
            "chapter": 6,
            "verse": 160,
            "text": "Sa taw a mitalingoma niyan so mapiya, na adn a bagian iyan a sapolo a manga lagid iyan (a manga pipiya), go sa taw a mitalingoma niyan so marata, na da a imbalas on a rowar ko lagid iyan; sa di siran kasalimbotan"
        },
        {
            "chapter": 6,
            "verse": 161,
            "text": "Tharoang ka (ya Mohammad) a: \"Mataan! a sakn na tiyoro ako o Kadnan ko ko lalan a makaoontol, - a okit a makasosogat, - a okit o Ibrahim a makaoontol, go kna a ba miyabaloy a pd ko manga pananakoto"
        },
        {
            "chapter": 6,
            "verse": 162,
            "text": "Tharoang ka a: \"Mataan! a so sambayang akn, go so simba ko, go so kawyagoyag akn, go so kapatay akn, na rk o Allah a Kadnan o manga kaadn"
        },
        {
            "chapter": 6,
            "verse": 163,
            "text": "Daa sakotowa Iyan: Na giyaya i inisogo rakn, go sakn i paganay ko mimbabayorantang (ko Allah)"
        },
        {
            "chapter": 6,
            "verse": 164,
            "text": "Tharoang ka: \"Ba adn a salakaw ko Allah a pmbabanogn ko a Kadnan, a Skaniyan i Kadnan o langowan taman? Na da a khasokat o oman i ginawa (a dosa) a ba on di pthagorar: Go di khaawidan o maawid so awid o pd iyan. Oriyan iyan na so bo so Kadnan iyo i khandodan iyo: Na phanotholn Iyan rkano so nganin a skano na di niyo to phagayonayonan"
        },
        {
            "chapter": 6,
            "verse": 165,
            "text": "Go Skaniyan so miyadn rkano a manga khalifah ko lopa. Go piyakaombaw Niyan so sabaad rkano, ko kaporoan o sabaad sa manga daradat: Ka thpngan kano Niyan ko inibgay Niyan rkano. Mataan! a so Kadnan ka na magaan i kandadan´g, go mataan! a Skaniyan na titho a Manapi, a Makalimoon"
        },
        {
            "chapter": 7,
            "verse": 1,
            "text": "Alif, Lam, Mim, Sad. (so Allah i Matao ko paka-aantapan Iyan on)"
        },
        {
            "chapter": 7,
            "verse": 2,
            "text": "(Giyang kaya a Qor´an) Na kitab a initoron rka (ya Mohammad), - na di aya nggagtn a rarb ka, - ka an ka mipamaka iktiyar go pananadm a rk o miyamaratiyaya"
        },
        {
            "chapter": 7,
            "verse": 3,
            "text": "Onoti niyo so (Qor´an a) initoron rkano a phoon ko Kadnan iyo, na di niyo pagonoti, so salakaw Rkaniyan a manga panarigan, miyakayto ito a kapphakatadm iyo"
        },
        {
            "chapter": 7,
            "verse": 4,
            "text": "Na madakl a ingd a bininasa Mi, a miyakaoma on so siksa Ami ko kagagawii, odi na siran na khitotorogn siran ko kawtho o alongan"
        },
        {
            "chapter": 7,
            "verse": 5,
            "text": "Na da a miyabaloy a daowa iran gowani ko makawma kiran so siksa Ami, a rowar sa kiyatharo iran: \"Sa mataan! a skami na miyabaloy kami a manga darowaka"
        },
        {
            "chapter": 7,
            "verse": 6,
            "text": "Na mataan! a pagizaan Ami dn so manga taw a siyogo an siran, go pagizaan Ami dn so manga sogo"
        },
        {
            "chapter": 7,
            "verse": 7,
            "text": "Na mataan! a phanotholn Ami kiran dn (so pinggolawla iran) sii ko katao, go kna a ba Kami di makadadarpa"
        },
        {
            "chapter": 7,
            "verse": 8,
            "text": "Na so kathimbang sa alongan oto na ontol: Na sadn sa makapnd so manga timbang iran, na siran man na siran i phamakaslang sa maliwanag"
        },
        {
            "chapter": 7,
            "verse": 9,
            "text": "Na sadn sa makakhap so manga timbang iyan, na siran man so liyogi ran so manga ginawa iran, sabap ko kiya ongkira iran ko manga ayat Ami"
        },
        {
            "chapter": 7,
            "verse": 10,
            "text": "Na sabnsabnar a piyaka khapaar Ami skano ko lopa, go singgayan Ami skano roo sa manga kawiyagan: Na miyakayto ito a kapphanalamat iyo"
        },
        {
            "chapter": 7,
            "verse": 11,
            "text": "Go sabnsabnar a inadn Ami skano, oriyan iyan na pimbontalan Ami skano; oriyan iyan na pitharo Ami ko manga malaikat a: Pangalimbabaan kano ko Adam, na miyangalimbabaan siran; inonta so iblis; ka da mapd ko miyamangalimbabaan"
        },
        {
            "chapter": 7,
            "verse": 12,
            "text": "Pitharo (o Allah) a: \"Antonaa i miyakarn rka sa dang ka kapangalimbabaan isako sogoon Akn ska?\" Pitharo (o iblis) a: \"Sakn i tomo a di so Adam. Ka inadn akong Ka a phoon sa apoy, na inadn Ka skaniyan a phoon sa lipaw"
        },
        {
            "chapter": 7,
            "verse": 13,
            "text": "Pitharo (o Allah) a: \"Panokha ka ding ka dait iba ka sii di pmaratabat. Na awa ka, ka mataan! a ska na pd ko miyamakayto"
        },
        {
            "chapter": 7,
            "verse": 14,
            "text": "Pitharo (o iblis) a: \"Bgi akong Ka sa taalik taman ko alongan a kawyaga kiran"
        },
        {
            "chapter": 7,
            "verse": 15,
            "text": "Pitharo (o Allah) a: \"Mataan! a ska na pd ko piyangabbgan sa taalik"
        },
        {
            "chapter": 7,
            "verse": 16,
            "text": "Pitharo (o iblis): \"Na sabap ko kiyabaloyang Ka rakn a dadag, na mataan! a bknang ko siran dn sa ayan ko lalan Ka a makaoontol"
        },
        {
            "chapter": 7,
            "verse": 17,
            "text": "Oriyan iyan na mataan! a songowang ko siran dn sii ko kasasangoran iran, go sii ko talikhodan iran, go sii ko manga kawanan iran, go sii ko manga diwang iran. Na ding ka matoon so kadaklan kiran oba pananalamat"
        },
        {
            "chapter": 7,
            "verse": 18,
            "text": "Pitharo (o Allah) a: \"Awa ka phoon rkaniyan (a sorga), a papaawingn, a inibowang. Na mataan! a sadn sa monot rka kiran, - na mataan! a ipno Akn skano dn ko naraka Jahannam langon"
        },
        {
            "chapter": 7,
            "verse": 19,
            "text": "Na (pitharo o Allah a:) \"Hay Adam, babaling ka, ska go si karomang ka ko sorga, na kang kano sa sadn sa kabaya iyo a dowa: Na di kano pagobay sangkai a kayo, ka mbaloy kano a pd ko manga darowaka"
        },
        {
            "chapter": 7,
            "verse": 20,
            "text": "Na piyangonsi siran o shaytan, ka an iyan kiran kasawai so idadalong kiran ko kayaan iran. Go pitharo iyan a: \"Da a kinisaparn rkano o Kadnan iyo sangkai a kayo, a rowar sa oba kano mabaloy a dowa a malaikat, odi na mabaloy kano a pd ko phangakakakal (ko sorga)"
        },
        {
            "chapter": 7,
            "verse": 21,
            "text": "Na mizapa kiran: Sa mataan! a sakn na pd dn ko pphamangoyaw rkano sa mapiya"
        },
        {
            "chapter": 7,
            "verse": 22,
            "text": "Na minibaba iyan siran sabap ko ikmat. Na kagiya a kataaman iran so kayo, na kiyasawaan kiran so kayaan iran a dowa, na aya miyataad iran na giya gi iran kapanangkiri ko raon sa sorga (a pinditar iran). Na tiyawag siran o Kadnan iran: \"Ba Ko rkano da saparn angkanan a kayo, go ba Ko rkano da tharoa a mataan! a so shaytan na ridoay niyo a mapayag"
        },
        {
            "chapter": 7,
            "verse": 23,
            "text": "Pitharo iran: \"Kadnan ami, miyadorat ami a ginawa mi, na odi kaming Ka napii go di kaming Ka kalimoon, na mataan! a khabaloy kami dn a pd ko miyangalologi"
        },
        {
            "chapter": 7,
            "verse": 24,
            "text": "Pitharo (o Allah) a: \"Tpad kano; sa so sabaad rkano na ridoay o sabaad; go adn a rk iyo ko lopa a kapthaknaan go kawiyagan, - taman ko wakto (o kapatay)"
        },
        {
            "chapter": 7,
            "verse": 25,
            "text": "Pitharo Iyan (pn) a: \"Ron kano khawyag, go ron kano phamatay, go ron kano phakagmawa"
        },
        {
            "chapter": 7,
            "verse": 26,
            "text": "Hay manga moriyataw o Adam, sabnar a tiyoronan Ami skano sa nditarn a pphakarnding ko kayaan iyo, go ikataid. Na so nditarn a kapananggila, - na giyoto i tomo. Giyoto man na pd ko manga tanda o Allah, ka an siran pphakatadm"
        },
        {
            "chapter": 7,
            "verse": 27,
            "text": "Hay manga moriyataw o Adam, di kano phakidadag ko shaytan, lagid o kiyapakaawaa niyan ko dowa a loks iyo phoon ko sorga, a phlkasn iyan kiran so nditarn iyan: ka an iyan kiran mapakiilay so kayaan iran: Mataan! a skaniyan na pkhaylay kano niyan skaniyan ago so manga pagtaw niyan sa di niyo siran khaylay: Mataan! a biyaloy Ami so manga shaytan a manga panarigan o siran a di mapaparatiyaya"
        },
        {
            "chapter": 7,
            "verse": 28,
            "text": "Go igira a minggolawla siran sa pakasisingay, na tharoon iran a: \"Miyatoon Ami saya so manga loks Ami, go so Allah na inisogo Iyan rkami aya.\" Tharoang ka a: \"Mataan! a so Allah na di Niyan izogo so piyamakasisingay. Ino niyo pakiptharoon ko Allah so da a katao niyo ron"
        },
        {
            "chapter": 7,
            "verse": 29,
            "text": "Tharoang ka (ya Mohammad) a: \"Inisogo rakn o Kadnan ko so kaontol; go bantakn iyo so manga hadap iyo (ko Allah) sii ko oman i kazambayang, go zoasoata niyo Skaniyan, sa bobonayona niyo Ron so okit ko kapagintaw. Lagid o kiyaphooni Niyan rkano (madn), a kaphakakasoy niyo"
        },
        {
            "chapter": 7,
            "verse": 30,
            "text": "So salompok na tiyoro Iyan, go so salompok na miyatangkd kiran so kadadag; mataan! a siran na kinowa iran so manga shaytan a manga panarigan, a salakaw ko Allah, aya arangan iran na mataan! a siran i khipaka oontol"
        },
        {
            "chapter": 7,
            "verse": 31,
            "text": "Hay manga moriyataw o Adam, solota niyo so mapiya ko nditarn iyo ko oman i wakto a kapzambayang. Go kang, kano go inom kano, go di kano phanobra. Mataan! a Skaniyan na di Niyan khabayaan so pphamanobra"
        },
        {
            "chapter": 7,
            "verse": 32,
            "text": "Tharoang ka: Antawaa i somiyapar ko (kanditara ko) parahiyasan o Allah, a so inadn Iyan a rk o manga oripn Iyan, go so manga pipiya ko pagpr? Tharoang ka a: Giyaya na rk o siran a miyamaratiyaya sii ko kawyagoyag ko doniya, kabisa iran ko alongan a qiyamah. Lagid aya a kapphagosaya Mi ko manga ayat ko pagtaw a manga tatao"
        },
        {
            "chapter": 7,
            "verse": 33,
            "text": "Tharoang ka a: Aya bo a inisapar o Kadnan ko na so piyamakasisingay, so mapayag on go so masoln; go so dosa, go so kapangarasi sa di ontol; go so kipzakoton iyo ko Allah; ko da a initoron Iyan on a katantowan; go so gii niyo kapakitharoon ko Allah ko da a katao niyo ron"
        },
        {
            "chapter": 7,
            "verse": 34,
            "text": "Na oman i pagtaw na adn a diyandi iyan (ko kakhabinasa iran): Na o pabila a makawma so diyandi kiran, na di iran misndod sa isa ka oras, go di iran maktng"
        },
        {
            "chapter": 7,
            "verse": 35,
            "text": "Hay manga moriyataw o Adam! amay ka makatalingoma rkano so manga sogo a pd rkano, a pphamanotholn iran rkano so manga ayat Akn, - na sadn sa mananggila, go phiyapiya, - na da a pangandam iran, go di siran makamboko (ko alongan a mawri)"
        },
        {
            "chapter": 7,
            "verse": 36,
            "text": "Na so siran a piyakambokhag iran so manga ayat Ami go pimaratabatan iran, - na siran man i manga taw ko naraka, sa ron siran on dn makakakal"
        },
        {
            "chapter": 7,
            "verse": 37,
            "text": "Na ba adn a lawan a darowaka ko taw a inangkob iyan so Allah sa kabokhag, odi na piyakambokhag iyan so manga ayat Iyan? Siran man na ipraot kiran so kipantag iran ko kitab. Taman sa o pabila makawma kiran so manga sogo Ami a khowa ko manga niyawa iran, sa tharoon iran: \"Anda dn so piyanongganoy niyo a salakaw ko Allah?\" Na ismbag iran a: \"Miyailang siran rkami,\" na zaksian iran so manga ginawa iran, a mataan! a siran na miyabaloy siran a da pamaratiyaya"
        },
        {
            "chapter": 7,
            "verse": 38,
            "text": "Tharoon (o Allah): \"Sold kano a rakhs o manga pagtaw a andang a miyaypos ko miyaonaan iyo a manga jinn ago manga manosiya, - ko naraka.\" Oman i makasold a pagtaw na ipamaninta iyan so pd iyan, taman sa amay ka makapraraota siran roo langon, na tharoon o miyawri kiran sa makapantag ko miyaona kiran a: \"Kadnan ami siran aya i domiyadag rkami: Na talingomaing Ka siran sa siksa a takp ko naraka.\" Tharoon Iyan a: \"Adn a rk o oman i isa rkano a takp (ko siksa) ogaid na di niyo katawan"
        },
        {
            "chapter": 7,
            "verse": 39,
            "text": "Na tharoon o miyaona kiran ko miyawri kiran a: \"Da a milalawan iyo rkami; na taami niyo so siksa sabap ko pinggalbk iyo (a marata)"
        },
        {
            "chapter": 7,
            "verse": 40,
            "text": "Mataan! a so siran a piyakambokhag iran so manga ayat Ami go pimaratabatan iran oto, na di kiran kalkaan so manga pinto o langit, go di siran makasold ko sorga, taman sa di makasold so onta ko pso o ragom: Na lagid aya a imbadal Ami ko manga rarata i ongar"
        },
        {
            "chapter": 7,
            "verse": 41,
            "text": "Adn a bagian iran ko naraka Jahannam, a igaan go adn a phamangikolob ko kaporoan iran (a apoy): Na lagid aya a imbadal Ami ko manga darowaka"
        },
        {
            "chapter": 7,
            "verse": 42,
            "text": "Na so miyamaratiyaya, go pinggalbk iran so manga pipiya, na da a iphaliyogat Ami ko baraniyawa, a inonta so khagaga niyan, - na siran man i manga taw ko sorga, sa ron siran on dn makakakal"
        },
        {
            "chapter": 7,
            "verse": 43,
            "text": "Na iniliyo Ami so matatago ko manga rarb iran a dngki; - pphamangondas ko kababaan iran so manga lawasayg; - go ptharoon iran: \"So podi na rk o Allah, a tomiyoro rktano sii: Ka di tano matoro, o da tano toroa o Allah: Sabnsabnar a minioma o manga sogo o Kadnan tano so bnar,\" na itawag kiran a: \"Giyanan man so sorga! a piyakikhawali rkano, sabap ko pinggolawla niyo (a mapiya)"
        },
        {
            "chapter": 7,
            "verse": 44,
            "text": "Na itawag o manga taw ko sorga ko manga taw ko naraka a: \"Sabnar a miyatoon ami so inidiyandi rkami o Kadnan ami a bnar: Na ino miyatoon iyo so inidiyandi rkano o Kadnan iyo a bnar?\" Tharoon iran a: \"Oway;\" na ipananawag o phananawag ko pagltan iran a: \"Mataan! a so morka o Allah na sii ko manga darowaka"
        },
        {
            "chapter": 7,
            "verse": 45,
            "text": "Siran so pphangalang ko lalan o Allah go pphlolobaan iran on a kabkhog iyan: Go siran na so akhirat na oongkirn iran"
        },
        {
            "chapter": 7,
            "verse": 46,
            "text": "Na kaaltan siran sa rnding, go adn a manga mama ko liyawaw o paglt a makikilala iran so oman i isa kiran sabap ko manga tanda iran. Na ipthawag iran ko manga taw ko sorga a: \"Kalilintad a sii rkano,\" da siran on makasold, a siran na adn a panginam iran (sa kapakasold iran ko sorga)"
        },
        {
            "chapter": 7,
            "verse": 47,
            "text": "Na igira a miyatingr so manga kaylay ran ko tampar ko manga taw ko naraka, na tharoon iran: \"Kadnan ami, di kaming Ka mbaloya a pd ko pagtaw a manga darowaka"
        },
        {
            "chapter": 7,
            "verse": 48,
            "text": "Go adn a thawagn o manga taw ko paglt a manga mama a makikilala iran siran sabap ko manga tanda iran, sa tharoon iran: \"Ino miyakalinding rkano so piyanimo iyo (a manga tamok) go so kiyapanakabor iyo"
        },
        {
            "chapter": 7,
            "verse": 49,
            "text": "Ba siran aya so inizapa iyo sa da a phakasampayn kiran o Allah a limo? (tharoon kiran a) Sold kano ko sorga: da a pangandam iyo, go da a mimboko iyo"
        },
        {
            "chapter": 7,
            "verse": 50,
            "text": "Na itawag o manga taw ko naraka ko manga taw ko sorga: \"Sirayati kami niyo ko ig odi na so inipagpr rkano o Allah.\" Ismbag iran a: \"Mataan! a so Allah na inisapar Iyan a dowaya ko da pamaratiyaya"
        },
        {
            "chapter": 7,
            "verse": 51,
            "text": "Siran na biyaloy iran so agama iran kabimbanan go katmbangan, go miyakalimpang kiran so kawyagoyag ko doniya.\" Na sa alongan nai na phakalipatan Ami siran, lagid o kiyapakalipati ran ko kitmo ko alongan iran nai, go so kiyasangkaa iran ko manga ayat Ami"
        },
        {
            "chapter": 7,
            "verse": 52,
            "text": "Na sabnsabnar a bigan Ami siran sa kitab, a piyagosay Ami skaniyan sii ko katao, a toroan ago limo ko pagtaw a mapaparatiyaya"
        },
        {
            "chapter": 7,
            "verse": 53,
            "text": "Ba adn a pnayawn iran a rowar ko pakatana iyan? Sii ko alongan a makatalingoma so pakatana iyan, na matharo o siran a miyamakalipat on gowani a: \"Sabnar a minioma o manga sogo o Kadnan tano so bnar. Na ba adn a manga panandigan tano, ka an tano iran masandig? O di na batano phakakasoya (ko doniya) ka an tano makanggalbk sa salakaw ko pinggalbk tano?\" Sabnar a miyabinasa iran so manga ginawa iran, go miyakawatan kiran so piyangmbaalan iran a kabokhag"
        },
        {
            "chapter": 7,
            "verse": 54,
            "text": "Mataan! a aya Kadnan iyo na so Allah, a miyadn ko manga langit ago so lopa sa miyakanm alongan, oriyan iyan na mithakna ko aras: Ipndalong Iyan so gagawii ko dawndaw, na pphakitondog Iyan on sa magaan: Go (inadn Iyan) so alongan, go so olan, go so manga bitoon a pawnotonot ko sogoan Iyan. Tanodan ka rk Iyan so kiyapangadn go so sogoan; Soti so Allah, a Kadnan o manga kaadn"
        },
        {
            "chapter": 7,
            "verse": 55,
            "text": "Pangni kano ko Kadnan iyo sa kapangalimbabaan go masoln: Mataan! a Skaniyan na di Niyan khabayaan so pphlalawan"
        },
        {
            "chapter": 7,
            "verse": 56,
            "text": "Go di kano phaminasa ko lopa ko oriyan o kiyatanor iyan, go pangni kano Ron sa makapantag sa kalk ago arap: Mataan! a so limo o Allah na marani ko miphipiyapiya"
        },
        {
            "chapter": 7,
            "verse": 57,
            "text": "Go Skaniyan so pmbotawan ko manga ndo a pphamalata ko onaan o limo Iyan: Taman sa igira miyakaawid sa gabon a kappndan (sa oran), na ipamakaig Ami skaniyan ko ingd a miyatay (so lopa on), na pakatoronn Ami ron so ig, na isabap Ami ron a kapakagmawa Mi ko oman i manga onga: Lagid aya man a kaphakagmawa Mi ko miyamatay: Ka ang kano pphakatadm"
        },
        {
            "chapter": 7,
            "verse": 58,
            "text": "Na so ingd a mapiya, na pphakagmaw so mangngto on sabap sa idin o Kadnan Iyan: Na so (ingd a) marata, na da a phakagmaw ron (a mangngto) inonta o kaplogati: Lagid aya a gii Ami kazalinsalina magosay ko manga tanda ko pagtaw a mananalamat (ko Allah)"
        },
        {
            "chapter": 7,
            "verse": 59,
            "text": "Sabnsabnar a siyogo Ami so Noh ko pagtaw niyan, na pitharo iyan: \"Hay pagtaw akn! zoasoata niyo so Allah! ka da a tohan iyo a salakaw Rkaniyan. Mataan! a ipkhawan akn skano ko siksa ko alongan a lbi a mala"
        },
        {
            "chapter": 7,
            "verse": 60,
            "text": "Pitharo o manga nakoda ko pagtaw niyan a: \"Mataan! a pkhaylay ami ska dn ko kadadag a mapayag"
        },
        {
            "chapter": 7,
            "verse": 61,
            "text": "Pitharo o Noh: \"Hay pagtaw akn, da rakn so kadadag, ogaid na sakn na sogo a phoon ko Kadnan o manga kaadn"
        },
        {
            "chapter": 7,
            "verse": 62,
            "text": "Ipzampay akn rkano so manga sogoan o Kadnan ko, go pphangthomaan ko skano, go katawan ko phoon ko Allah so di niyo katawan"
        },
        {
            "chapter": 7,
            "verse": 63,
            "text": "Ino ago kano phammsa sa kiyapakawma rkano o ndao a phoon ko Kadnan iyo, a minggolalan ko mama a pd rkano, ka ang kano niyan mapakaiktiyar, - go ang kano makapananggila, ka ang kano mipangalimo"
        },
        {
            "chapter": 7,
            "verse": 64,
            "text": "Na piyakambokhag iran, na siyabt Ami skaniyan, go so manga pd iyan ko kapal, na inld Ami so siran a piyakambokhag iran so manga ayat Ami. Mataan! a siran na miyabaloy siran a pagtaw a di phamakanono"
        },
        {
            "chapter": 7,
            "verse": 65,
            "text": "Go (siyogo Ami ko pagtaw a) Ad so pagari ran a Hod. Pitharo iyan: \"Hay pagtaw akn, zoasoata niyo so Allah, ka da a tohan iyo a salakaw Rkaniyan. Ino kano di phananggila"
        },
        {
            "chapter": 7,
            "verse": 66,
            "text": "Pitharo o manga nakoda a so da pamaratiyaya ko pagtaw niyan a: \"Mataan! a skami na pkhaylay ami ska dn ko kamomondowi. Go mataan! a skami na sabnar a arangan ami rka na pd ko manga bokhag"
        },
        {
            "chapter": 7,
            "verse": 67,
            "text": "Pitharo o Hod: \"Hay pagtaw akn, da a kamomondowi rakn, na ogaid na sakn na sogo a phoon ko Kadnan o manga kaadn"
        },
        {
            "chapter": 7,
            "verse": 68,
            "text": "Ipzampay akn rkano so manga sogoan o Kadnan ko. Go sakn na pphangthoma rkano a kasasanaan"
        },
        {
            "chapter": 7,
            "verse": 69,
            "text": "Ino ago kano phammsa sa kiyapakawma rkano o ndao a phoon ko Kadnan iyo a minggolalan ko mama a pd rkano, ka ang kano niyan mapakaiktiyar? Na tadmi niyo gowani a balowin kano Niyan a manga khalifah ko oriyan o pagtaw Noh, go piyakalawan kano Niyan ko kaadn sa kapangaala. Na tadmi niyo so manga limo o Allah, ka ang kano makaslang sa maliwanag"
        },
        {
            "chapter": 7,
            "verse": 70,
            "text": "Pitharo iran: \"Ba aya kiyapakatalingomang ka rkami, na an ami masimba so Allah a Isaysa Skaniyan, go an ami kaganati so pzimbaan o manga loks ami? Na talingomaan ka rkami so ipphangangalk ka rkami, o pd ka ko manga bnar"
        },
        {
            "chapter": 7,
            "verse": 71,
            "text": "Pitharo (o Hod) a: \"Sabnar a adn a miyatangkd rkano a phoon ko Kadnan iyo a siksa, go rarangit. Ino kano rakn gii pakiphawala makapantag ko manga ngaran a inipamtho niyo ron skano go so manga loks iyo, - a da a initoron on o Allah a katantowan? Na nayaw kano, ka mataan! a sakn na pd iyo, a pd o khinanayaw"
        },
        {
            "chapter": 7,
            "verse": 72,
            "text": "Na siyabt Ami skaniyan go so manga pd iyan, sabap ko limo a phoon Rkami, na tiniphad Ami so kaposan o siran a piyakambokhag iran so manga ayat Ami go di siran mapaparatiyaya"
        },
        {
            "chapter": 7,
            "verse": 73,
            "text": "Go (siyogo Ami ko pagtaw a) Samod so pagari ran a Salih. Pitharo iyan: \"Hay pagtaw akn, zoasoata niyo so Allah; ka da a tohan iyo a salakaw Rkaniyan. Sabnar a adn a miyakaoma rkano a karina a phoon ko Kadnan niyo, katii so onta o Allah a nanao niyo: Na botawani niyo skaniyan ko kapphangangan iyan ko lopa o Allah, go di niyo ron thmoon so marata, ka masogat kano o siksa a malipds"
        },
        {
            "chapter": 7,
            "verse": 74,
            "text": "Na tadmi niyo gowani a balowin kano Niyan a manga khalifah ko oriyan o Ad, go bigan kano Niyan sa darpa ko lopa. Gii kano makambabalay ko manga kapantaran on sa manga torogan, go pphanonggirb kano ko manga palaw sa manga walay; na tadmi niyo so manga limo o Allah, go di kano phaminasa ko lopa a mama kakayd kano"
        },
        {
            "chapter": 7,
            "verse": 75,
            "text": "Pitharo o manga nakoda a siran so miyamanakabor ko pagtaw niyan ko siran a dipaka nganganinn a miyamaratiyaya a pd kiran a: \"Ba niyo katawi a mataan! a so Salih na siyogo a phoon ko Kadnan iyan?\" Pitharo iran a: \"Mataan! a skami na so inisogo on na paparatiyayaan ami oto"
        },
        {
            "chapter": 7,
            "verse": 76,
            "text": "Pitharo o siran a miyamanakabor a: \"Mataan! a skami na so piyaratiyaya niyo to na inongkir ami"
        },
        {
            "chapter": 7,
            "verse": 77,
            "text": "Na biyono iran so onta, go pimaratabatan iran so sogoan o Kadnan iran, go pitharo iran a: \"Hay Salih! talingomaan ka rkami so ipphangangalk ka rkami, o ska na pd ko manga sogo"
        },
        {
            "chapter": 7,
            "verse": 78,
            "text": "Na miyadansal siran o linog, na kiyapitaan siran ko manga ingd iran a miyamangndr"
        },
        {
            "chapter": 7,
            "verse": 79,
            "text": "Na inawaan iyan siran, go pitharo iyan: \"Hay pagtaw akn, sabnsabnar a minisampay akn rkano so sogoan o Kadnan ko, go kiyapangthomaan ko skano, na ogaid na di niyo khabayaan so pphamangthoma"
        },
        {
            "chapter": 7,
            "verse": 80,
            "text": "Go (siyogo Ami) so Lot gowani na pitharo iyan ko pagtaw niyan a: \"Ino niyo gii nggolawlaa so piyakasisingay a da a bawn minggolawla a miyaonaan iyo a isa bo ko manga kaadn"
        },
        {
            "chapter": 7,
            "verse": 81,
            "text": "Mataan! a skano na aya dn a pphangabayaan iyo na so manga mama a sambi o manga babay. Kna, ka skano na pagtaw a mimamalawani"
        },
        {
            "chapter": 7,
            "verse": 82,
            "text": "Na da a inismbag on o pagtaw niyan a rowar sa kiyatharoa iran sa: \"Pakaawaa niyo siran ko ingd iyo ka mataan! siran a manga taw a zosoti"
        },
        {
            "chapter": 7,
            "verse": 83,
            "text": "Na siyabt Ami skaniyan ago so manga taalok on, inonta so karoma niyan, ka miyabaloy a pd ko miyamangibagak (ko siksa)"
        },
        {
            "chapter": 7,
            "verse": 84,
            "text": "Na piyakaoranan Ami siran sa oran (a ator): Na pamimikiranang ka so miyambtad o kiya akiran ko manga rarata i ongar"
        },
        {
            "chapter": 7,
            "verse": 85,
            "text": "Go (siyogo Ami ko) pagtaw a Madyan so pagari ran a Shoayb. Pitharo iyan: \"Hay pagtaw akn, zoasoata niyo so Allah; ka da a tohan iyo a salakaw Rkaniyan. Sabnar a adn a miyakaoma rkano a karina a phoon ko Kadnan niyo. Na tarotopa niyo so kapagasad go so kathimbang, go di niyo khorangi ko manga manosiya so nganinganin iran; go di kano phaminasa ko lopa ko oriyan o kiyatanor iyan. Giyoto man i mapiya rkano, o skano na khipaparatiyaya"
        },
        {
            "chapter": 7,
            "verse": 86,
            "text": "Go di kano phamagayan ko oman i lalan, a pphangangalk kano, go phangalangan iyo ko lalan o Allah so miyaratiyaya Rkaniyan go pmbabanogn iyo ron a kabkhog iyan; go tadmi niyo gowani ko mayto kano, na piyakadakl kano Niyan. Na pamimikirana niyo so miyambtad o kiya akiran ko miyamaminasa"
        },
        {
            "chapter": 7,
            "verse": 87,
            "text": "Na mataan! a adn a sabaad rkano a piyaratiyaya iran so inisogo rakn, go adn a sabaad a da iran paratiyayaa, na phantang kano taman sa kokomn tano o Allah: Ka Skaniyan i taralbi a mapiya ko manga kokoman"
        },
        {
            "chapter": 7,
            "verse": 88,
            "text": "Pitharo o manga nakoda a so miyamanakabor ko pagtaw niyan a: \"Mataan! a phakaawaan ami ska dn hay Shoayb! go so miyamaratiyaya a pd ka phoon ko ingd ami, inonta o mataan! a komasoy kano ko okit tano.\" Pitharo iyan: \"Ati apiya di ami kabaya"
        },
        {
            "chapter": 7,
            "verse": 89,
            "text": "Sabnar a khaangkob ami so Allah sa kabokhag, o kasoy kami ko okit iyo ko oriyan o masa a kiyalpasa rkami ron o Allah; go di rkami khapakay i ba kami ron kasoy inonta o kabaya o Allah, a Kadnan ami. Mararangkom o Kadnan ami a katao so langowan taman. So bo so Allah i siyarigan ami. Kadnan ami, kokoma kaming Ka ago so pagtaw ami sa ontol, ka Ska i taralbi a mapiya ko manga kokoman"
        },
        {
            "chapter": 7,
            "verse": 90,
            "text": "Na pitharo o manga nakoda a so da pamaratiyaya ko pagtaw niyan: \"Ibt amay ka onotan iyo so Shoayb, na mataan! a skano samawto na miyangalologi dn"
        },
        {
            "chapter": 7,
            "verse": 91,
            "text": "Na miyasogat siran o linog, na kiyapitaan siran ko manga ingd iran a miyamangndr"
        },
        {
            "chapter": 7,
            "verse": 92,
            "text": "So siran a piyakambokhag iran so Shoayb na lagid oba siran roo da maadn. Siran a piyakambokhag iran so Shoayb, na miyabaloy siran a siran i manga logi"
        },
        {
            "chapter": 7,
            "verse": 93,
            "text": "Na inawaan iyan siran, go pitharo iyan: \"Hay pagtaw akn, sabnsabnar a minisampay akn rkano so manga pakawit o Kadnan ko, go piyangthomaan ko skano, na andamanaya i kipmboko on akn ko pagtaw a da pamaratiyaya"
        },
        {
            "chapter": 7,
            "verse": 94,
            "text": "Na da a siyogo an Ami a ingd sa nabi, a ba Ami da sogatn ko taw ron so masikot go so karomasayan, ka an siran maka pangalimbabaan"
        },
        {
            "chapter": 7,
            "verse": 95,
            "text": "Oriyan iyan na siyambiyan Ami so btad a marata sa mapiya, taman sa mithagompiya siran, na pitharo iran a: \"Sabnar a minisogat ko manga loks tano so karomasayan go so kapakadadaya! Na siniksa Ami siran sa minitalmba, a siran na di iran maiin´ngka"
        },
        {
            "chapter": 7,
            "verse": 96,
            "text": "Na o opama ka mataan! a so taw ko manga ingd na miyaratiyaya siran go miyananggila siran, na plkaan Ami kiran dn so manga kapiyaan a phoon ko langit ago so lopa; na ogaid na kagiya a piyakambokhag iran (so manga sogo), na siniksa Ami siran sabap ko pinggalbk iran (a marata)"
        },
        {
            "chapter": 7,
            "verse": 97,
            "text": "Ba sasana so manga taw ko manga ingd sa di kiran makatalingoma so siksa Ami ko gagawii a siran na khitotorogn siran"
        },
        {
            "chapter": 7,
            "verse": 98,
            "text": "Odi na ba sasana so manga taw ko manga ingd sa di kiran makatalingoma so siksa Ami ko dawndaw a siran na mabibimban siran"
        },
        {
            "chapter": 7,
            "verse": 99,
            "text": "Ba siran sasana (sa malpas siran) ko siksa o Allah? Da a somasana (sa kalpas) ko siksa o Allah, a rowar ko pagtaw a miyangalologi"
        },
        {
            "chapter": 7,
            "verse": 100,
            "text": "Ba da makanggonanao ko siran a pphamangowali ko lopa ko oriyan o (kiyabinasa o) taw ron, a o kabaya Ami, na khisogat Ami kiran (so siksa) sabap ko manga dosa iran, go khaparkat Ami so manga poso iran na siran na di siran mamakan´g"
        },
        {
            "chapter": 7,
            "verse": 101,
            "text": "Giyoto man so manga ingd a pphanotholn Ami rka so sabaad ko manga thotholan on. Na sabnsabnar a minioma kiran o manga sogo kiran so manga rarayag a karina: Na da iran paratiyayaa so piyakambokhag iran sa paganay. Lagid aya a kapthotopi o Allah ko manga poso o da pamaratiyaya"
        },
        {
            "chapter": 7,
            "verse": 102,
            "text": "Na da a miyatoon Ami ko kadaklan kiran a (katoman sa) diyandi. Ka mataan! a miyatoon Ami so kadaklan kiran a da dn pangongonotan"
        },
        {
            "chapter": 7,
            "verse": 103,
            "text": "Oriyan iyan na siyogo Ami ko kiyaipos iran so Mosa rakhs o manga tanda Ami ko Pir´awn ago so manga nakoda ko pagtaw niyan, na siyangka iran oto. Na pamimikiranang ka so miyambtad o kiyabolosan o miyamaminasa"
        },
        {
            "chapter": 7,
            "verse": 104,
            "text": "Na pitharo o Mosa: \"Hay Pir´awn, mataan! a sakn na sogo a phoon ko Kadnan o manga kaadn,\"آ­"
        },
        {
            "chapter": 7,
            "verse": 105,
            "text": "Patot a da a tharoong ko makapantag ko Allah a rowar ko bnar. Sabnar a adn a minioma ko rkano a marayag a karina a phoon ko Kadnan iyo. Na pakaonotang ka rakn so manga moriyataw o Israil"
        },
        {
            "chapter": 7,
            "verse": 106,
            "text": "Pitharo (o Pir´awn) a: \"Oba adn a miniomang ka a tanda, na gmawn ka, - o ska na pd ko manga bnar"
        },
        {
            "chapter": 7,
            "verse": 107,
            "text": "Na iniithog iyan so badas iyan, na samawto na skaniyan na (mimbaloy a) nipay, a marayag"
        },
        {
            "chapter": 7,
            "verse": 108,
            "text": "Go tiyonggos iyan a lima niyan, na samawto na skaniyan na lominindaw ko khibabantay"
        },
        {
            "chapter": 7,
            "verse": 109,
            "text": "Pitharo o manga nakoda ko pagtaw o Pir´awn a: \"Mataan nai! a titho a balik mata a mapasang"
        },
        {
            "chapter": 7,
            "verse": 110,
            "text": "Kabaya iyan a mapakaawa kano niyan ko lopa iyo, na antonaa i iphando iyo"
        },
        {
            "chapter": 7,
            "verse": 111,
            "text": "Pitharo iran (ko Pir´awn) a: \"Pakanayawang ka, go si pagari niyan; go sogoing ka so manga ingd sa kalimod iranآ­"
        },
        {
            "chapter": 7,
            "verse": 112,
            "text": "Ka an iran rka mapakasong so oman i balik mata a mapasang"
        },
        {
            "chapter": 7,
            "verse": 113,
            "text": "Na miyakaoma so manga balik mata ko Pir´awn na pitharo iran a: \"Mataan! a adn a balas rkami o mabaloy kami a skami i mamakadaag"
        },
        {
            "chapter": 7,
            "verse": 114,
            "text": "Pitharo iyan: \"Oway, go mataan! a skano na pd dn ko manga dadazg (rakn)"
        },
        {
            "chapter": 7,
            "verse": 115,
            "text": "Pitharo iran: \"Hay Mosa, o ska i (mona) mithog, odi na skami i (mona) mamangithog"
        },
        {
            "chapter": 7,
            "verse": 116,
            "text": "Pitharo iyan a: \"Ithog kano (mona).\" Na kagiya mithog siran, na miyabalik iran so manga mata o manga manosiya, go kiyapakalkan iran siran, go miyakambaal siran sa balik mata a mala"
        },
        {
            "chapter": 7,
            "verse": 117,
            "text": "Na iniilaham Ami ko Mosa a: Ithogn ka so badas ka, na samawto na skaniyan na liyolok iyan so ipphamagakal iran"
        },
        {
            "chapter": 7,
            "verse": 118,
            "text": "Na mithakna so bnar. Na miyailang so pinggalbk iran"
        },
        {
            "chapter": 7,
            "verse": 119,
            "text": "Na miyapgs siran roo, go miyamakandod siran a miyamakayto"
        },
        {
            "chapter": 7,
            "verse": 120,
            "text": "Na miyamangigpha so manga balik mata a makasosodiod siran"
        },
        {
            "chapter": 7,
            "verse": 121,
            "text": "Miyatharo iran a: \"Piyaratiyaya Mi so Kadnan o manga kaadn"
        },
        {
            "chapter": 7,
            "verse": 122,
            "text": "A Kadnan o Mosa ago so Haron"
        },
        {
            "chapter": 7,
            "verse": 123,
            "text": "Pitharo o Pir´awn a: \"Piyaratiyaya niyo skaniyan ko da akn rkano pn kapandoi? Mataan! a giyai na titho a ikmat a iniikmat iyo to sangkai a ingd, ka an iyo ron mapakaawa so taw ron. Na katokawan iyo bo"
        },
        {
            "chapter": 7,
            "verse": 124,
            "text": "Mataan! a pakipamotolang ko dn so manga barokan iyo go so manga ai niyo sa di makapagonod, oriyan iyan na mataan, a pakisolaakn skano dn langon"
        },
        {
            "chapter": 7,
            "verse": 125,
            "text": "Pitharo iran a: \"Mataan! a skami na sii kami bo ko Kadnan ami phamangndod"
        },
        {
            "chapter": 7,
            "verse": 126,
            "text": "Na aya bo a indan´g ka rkami na giya kiyaparatiyaya ami ko manga tanda o Kadnan ami ko kiyapakawma niyan rktano. Kadnan ami, bgi kaming Ka sa kapantang, go tarimaa kaming Ka a khimbabayorantang (Rka)"
        },
        {
            "chapter": 7,
            "verse": 127,
            "text": "Na pitharo o manga nakoda ko pagtaw o Pir´awn a: \"Bang ka mbotawani so Mosa ago so pagtaw niyan, ka an siran makapaminasa ko lopa, go angka niyan kaganati ago so manga katohanan ka?\" Pitharo iyan a: \"Pamonoon tano so manga wata iran a mama; na lambaan tano so manga babay kiran; ka mataan! a sktano i maka oombaw kiran a pphamangarasi"
        },
        {
            "chapter": 7,
            "verse": 128,
            "text": "Pitharo o Mosa ko pagtaw niyan a: \"Pangni kano sa tabang ko Allah, go phantang kano, ka mataan! a so lopa na rk o Allah, pakiphangowaliyan Iyan oto ko taw a kabaya Iyan ko manga oripn Iyan; na so (mapiya a) khabolosan na bagian o khipanananggila"
        },
        {
            "chapter": 7,
            "verse": 129,
            "text": "Pitharo iran a: \"Riyasay kami ko dang ka rkami pn kapaka talingoma, go sii ko oriyan o kiyapaka talingomang ka rkami.\" Pitharo iyan a: \"Matatangkd a so Kadnan iyo na mbinasaan Iyan so ridoay niyo go izambi kano Niyan a manga khalifah ko lopa; ka an Iyan maylay o antonaa i pnggolawlaan iyo"
        },
        {
            "chapter": 7,
            "verse": 130,
            "text": "Na sabnsabnar a inisiksa Ami ko pagtaw o Pir´awn so miyakapira ragon (a laon): Go so kiyakhorang o manga onga, ka an siran mamakatanod"
        },
        {
            "chapter": 7,
            "verse": 131,
            "text": "Na igira a miyakaoma kiran so mapiya, na tharoon iran a: \"Rk tano wai; na o masogat siran a marata, na isndit iran so sokna a marata ko Mosa ago so manga pd iyan. Tanodan, ka mataan! a so sokna iran a marata na sii bo phoon ko Allah, na ogaid na so kadaklan kiran na di iran katawan"
        },
        {
            "chapter": 7,
            "verse": 132,
            "text": "Na pitharo iran: \"Apiya antonaa i khitalingomang ka rkami a tanda, a iplimpang ka rkami oto, na di ami ska dn pharatiyayaan"
        },
        {
            "chapter": 7,
            "verse": 133,
            "text": "Na biyotawanan Ami kiran so lapay, go so tarapan, go so koto, go so manga babak, go so rogo: - a manga tanda a piyamakarayag. Na ba siran dn mimaratabat, - go mimbaloy siran a pagtaw a manga baradosa"
        },
        {
            "chapter": 7,
            "verse": 134,
            "text": "Go masa a kiya pakatoron o siksa ko Pir´awn ago so pagtaw niyan, na tharoon iran: \"Hay Mosa, pangnin kaming ka ko Kadnan ka sabap ko inidiyandi Iyan rka, ka ibt o pokasang ka rkami so siksa, na mataan! a paratiyayaan ami ska dn, go mataan! a sogoon ami dn a monot rka so manga moriyataw o Israil"
        },
        {
            "chapter": 7,
            "verse": 135,
            "text": "Na sii ko masa a pakawatann o Allah kiran pokasn so siksa taman ko taalik a siran na riyaot iran skaniyan, - na samawto na siran na mbarngkas siran"
        },
        {
            "chapter": 7,
            "verse": 136,
            "text": "Na siniksa Ami siran: Ka inld Ami siran ko ragat, sabap ko mataan! a siran na piyakambokhag iran so manga tanda Ami, go miyabaloy siran a da iran in´ngkaa skaniyan"
        },
        {
            "chapter": 7,
            "verse": 137,
            "text": "Na piyakipangowaliyan Ami ko pagtaw a so siran a di siran pakanganganinn, so manga sbangan o lopa, go so manga sdpan iyan, - a so piyakathagompiya Mi so dalm iyan. Na miyatarotop so katharo o Kadnan ka a mapiya ko manga moriyataw Israil, sabap ko kiyaphantang iran; na piyowalas Ami so miyapasad o Pir´awn go so pagtaw niyan, go so pimbabalay ran a manga poporo"
        },
        {
            "chapter": 7,
            "verse": 138,
            "text": "Na piyakaripag Ami so manga moriyataw o Israil ko kalodan. Na miyatalingoma iran a pagtaw a rrtkan iran so manga barahala iran. Pitharo iran: \"Hay Mosa, snggay kaming ka sa tohan a lagid o manga tohan iran.\" Pitharo iyan a: \"Mataan! a skano na pagtaw a da a manga mlng iyo"
        },
        {
            "chapter": 7,
            "verse": 139,
            "text": "Mataan! a siran aya na miyabinasa so okit iran, - go miyailang so pinggalbk iran"
        },
        {
            "chapter": 7,
            "verse": 140,
            "text": "Pitharo iyan a: \"Ba adn a salakaw ko Allah a pmbabanogn ko rkano a tohan, a Skaniyan na piyakalawan kano Niyan ko manga kaadn (ko masa niyo)"
        },
        {
            "chapter": 7,
            "verse": 141,
            "text": "Go gowani na siyabt Ami skano ko pagtaw o Pir´awn, a irarasay ran rkano so marata a siksa, ka pphamonoon iran so manga wata iyo a mama na phlambaan iran so manga babay rkano. Na matatago roo man so tiyoba a phoon ko Kadnan iyo a lbi a mala"
        },
        {
            "chapter": 7,
            "verse": 142,
            "text": "Na inidiyandi Ami ko Mosa so tlo polo gawii, na inomanan Ami oto sa sapolo. Na miyaganap so wakto o diyandi o Kadnan iyan, a pat polo gawii (a kipmbitiyarain Iyan on). Na pitharo o Mosa ko pagari niyan a Haron a: \"Sambii akong ka ko pagtaw akn, go phiyapiya ka, go ding ka khdga so okit o pphamaminasa"
        },
        {
            "chapter": 7,
            "verse": 143,
            "text": "Na kagiya a mawma o Mosa so diyandi Ami (a kapmbitiyarai), na inimbitiyarai skaniyan o Kadnan iyan. Pitharo iyan: \"Kadnan ko, pakiilay Ka rakn, ka an akn Ska mapagilaylay.\" Pitharo (o Allah) a: \"Di Akong ka dn khaylay; na ogaid na patnging ka so palaw; na o thatakna ko darpa iyan, na khaylay Akong ka.\" Na kagiya a mapayag so tihaya o Kadnan iyan ko palaw, na miyabaloy niyan a miyaropropt, na minipaps so Mosa a pipinsann. Na kagiya a makatanod na miyatharo iyan: \"Soti Ka (ya Rabbi)! Mithawbat ako Rka, go sakn i paganay ko miyamaratiyaya"
        },
        {
            "chapter": 7,
            "verse": 144,
            "text": "Pitharo iyan: \"Hay Mosa, mataan! a Sakn na tinindos Akn ska ko manga manosiya, sabap ko manga pakawit Akn go so kinimbitiyarain Ko rka: Na kpiting ka so inibgay Akn rka, go tapi ka ko miyamanalamat"
        },
        {
            "chapter": 7,
            "verse": 145,
            "text": "Na inisorat Ami ron sii ko manga ondangondang so langowan taman a thoma, go osayan ko langowan taman. Na (pitharo Ami ron a:) \"Kpiting ka ya zabnsabnar, go sogoon ka ko pagtawng ka a kpiti ran so lbi ron a mapiya, ka phakiilay Ko rkano dn so ingd o manga darowaka"
        },
        {
            "chapter": 7,
            "verse": 146,
            "text": "Phakitalikhodan Ko dn so manga ayat Akn ko siran a khipananakabor ko lopa sa di ontol. Na o maylay ran so oman i ayat, na di iran oto paratiyayaan; go o maylay ran so lalan ko toroan, na di iran oto khowaan a lalan; na o maylay ran so lalan ko kadadag, na khowaan iran oto a lalan. Giyoto man na sabap ko mataan! a siran na piyakambokhag iran so manga ayat Ami, go siran na da iran oto in´ngkaa"
        },
        {
            "chapter": 7,
            "verse": 147,
            "text": "Na so siran a piyakambokhag iran so manga ayat Ami go so kitmo ko akhirat, - na miyailang so manga galbk iran: ba adn a imbalas kiran a rowar ko pinggalbk iran"
        },
        {
            "chapter": 7,
            "verse": 148,
            "text": "Na mimbaal so pagtaw o Mosa ko oriyan (o kiyalalakaw niyan), phoon ko manga imbolawan iran, sa sapi a lawas iyan, a mapphaka-unga. Ba iran da maylay a mataan! a skaniyan na di niyan siran mipmbitiyarai, go di niyan siran khatoro sa lalan? Biyaloy iran oto (a tohan) na mimbaloy siran a manga darowaka"
        },
        {
            "chapter": 7,
            "verse": 149,
            "text": "Na kagiya a makazndit siran, go miyailay ran a mataan! a siran na sabnar a miyadadag siran, na pitharo iran: \"Ibt ka odi tano kalimoon o Kadnan tano go di tano Niyan napii, na mataan! a khabaloy tano dn a pd ko miyangalologi"
        },
        {
            "chapter": 7,
            "verse": 150,
            "text": "Na kagiya a makandod so Mosa ko pagtaw niyan, a pkhararangitan a makamboboko, na pitharo iyan a: \"Mikharatarata a kiyasambii niyo rakn ko oriyan (o kiyalalakaw akn). Ino niyo pagonai so sogoan o Kadnan niyo?\" Na iniithog iyan so manga ondangondang, sa kiyaptan iyan a olo i pagari niyan, sa pnggandrn iyan sa ginawa niyan. Pitharo (o Haron): \"Wata i ina, mataan! a so pagtaw na daa ko iran pakanganina, go mayto bo na mbonoon ako iran! Na ding ka phakapiyaa a ginawa o manga ridoay sa sabap rakn, go di akong ka mbaloya a pd ko pagtaw a manga darowaka"
        },
        {
            "chapter": 7,
            "verse": 151,
            "text": "Pitharo iyan: \"Kadnan ko, napii akong Ka, go so pagari ko. Go pakasolda kaming Ka ko limoo Ka! ka Ska i lbi a Makalimoon ko pphamangalimo"
        },
        {
            "chapter": 7,
            "verse": 152,
            "text": "Mataan! a so siran a biyaloy iran so sapi (a tohan) na khasogat siran dn a rarangit a phoon ko Kadnan iran, go kahinaan ko kawyagoyag ko doniya. Na lagid aya a imbadal Ami ko pphamangmbaal sa kabokhag"
        },
        {
            "chapter": 7,
            "verse": 153,
            "text": "Na so siran a miyanggalbk iran so manga rarata, oriyan iyan na mithawbat siran ko oriyan oto go miyaratiyaya siran, na mataan! a so Kadnan ka ko oriyan oto na titho a Manapi, a Makalimoon"
        },
        {
            "chapter": 7,
            "verse": 154,
            "text": "Na kagiya a lomnggaw ko Mosa so gani, na kinowa niyan so manga ondangondang a adn a matatago on ko inisorat on a toroan go limo a rk o siran a ikaalk iran so Kadnan iran"
        },
        {
            "chapter": 7,
            "verse": 155,
            "text": "Na miyamili so Mosa ko pagtaw niyan sa pito polo a mama sii ko wakto a diyandi Ami: Na kagiya madansal siran o linog, na pitharo iyan: \"Kadnan ko, o inikabayaa Ka na miyabinasang Ka siran gowani, ago sakn. Bang Ka rkami mbinasaan so pinggalbk o manga lalong rkami? Da a salakaw saya a rowar sa tiyobaa Ka, ndadagn Ka sa sabap saya so taw a kabayaa Ka, go thoroon Ka so taw a kabayaa Ka. Ska i Phanarigan ami, na napii kaming Ka, go kalimoon kaming Ka; Ska i taralbi a mapiya ko manga nanapi"
        },
        {
            "chapter": 7,
            "verse": 156,
            "text": "Na tangkdang Ka a adn a bagian ami sii sangkai a doniya a mapiya, go sii sa akhirat. Mataan! a skami na mimbalingan kami Rka.\" Pitharo (o Allah) a: \"So siksa Akn na izogat Akn oto ko taw a kabaya Akn; go so limo Akn na langkap ko langowan taman. Na thangkdn Akn aya a rk o siran a khipanananggila, go pthonayn iran so zakat, go siran na siran na so manga ayat Ami i paparatiyayaan iran"
        },
        {
            "chapter": 7,
            "verse": 157,
            "text": "Siran na phagonotan iran so sogo, a Nabi a Ommi, so pkhatoon iran skaniyan a misosorat sii kiran, - ko Tawrat go so Injil; - a pzogo kiran ko mapiya, go pzapar kiran ko marata; go pphakay kiran ko manga pipiya, go pzapar kiran ko manga rarata; go pphakapokas kiran ko manga ppnd iran go so manga rrgn a misasanggolay kiran. Na so siran a miyamaratiyaya on, go mizlasla on, go miyamanabang on, go miyamangonot ko (Qor´an a) sindaw a so initoron a pd iyan, - na siran man na siran i phamakaslang sa maliwanag"
        },
        {
            "chapter": 7,
            "verse": 158,
            "text": "Tharoang ka (ya Mohammad): \"Hay manga manosiya, mataan! a sakn na sogo rkano o Allah langon, a so Khirk ko kapaar ko manga langit ago so lopa. Da a tohan a inonta Skaniyan, a pphangoyag go pphangimatay. Na paratiyayaa niyo so Allah go so sogo Iyan, a Nabi a Ommi, a so mapaparatiyaya ko Allah go so manga katharo Iyan. Na onoti niyo Skaniyan, ka ang kano makakdg sa ontol"
        },
        {
            "chapter": 7,
            "verse": 159,
            "text": "Na adn a pd ko pagtaw o Mosa a isa ka sagorompong a ipthoro iran so bnar, go oontoln iran skaniyan"
        },
        {
            "chapter": 7,
            "verse": 160,
            "text": "Na pimbaabaad Ami siran sa sapolo ago dowa ka loks a manga pagtaw. Na iniilaham Ami ko Mosa, gowani ko mangni ron sa ig so pagtaw niyan a: \"Bntoln ka so badas ka ko ator,\" na kiyambowatan oto a sapolo ago dowa a bowalan. Sabnar a kiyatokawan o oman i isa ka loks so sagba iran. Na inisayap Ami kiran so gabon, go initoron Ami kiran so Manna, go so (papanok a) Salwa, (na pitharo Ami kiran a:) \"Kang kano ko manga pipiya a inipagpr Ami rkano. Na da Kami ran kabinasai, na ogaid na giya ginawa iran i kiyabinasaan iran"
        },
        {
            "chapter": 7,
            "verse": 161,
            "text": "Na gowani na pitharo kiran a: \"Baling kano sangkai a ingd (a Baytal Moqaddas) go kang kano ron sa sadn sa kabaya iyo, go tharo kano sa ikhada a dosa, go sold kano ko paytaw sa kapangalimbabaan, ka napin Ami rkano so manga kasalaan iyo; phagomanomanan Ami dn so (balas ko) miphipiyapiya"
        },
        {
            "chapter": 7,
            "verse": 162,
            "text": "Na siyambian o siran a da kiran pamaginontolan sa katharo a salakaw ko pitharo kiran; na piyakatoronan Ami siran sa siksa a phoon ko langit, sabap ko da iran kapaginontolan"
        },
        {
            "chapter": 7,
            "verse": 163,
            "text": "Na izaan ka kiran so ingd a matatago ko marani sa ragat. Gowani ko pzorang siran sa pando ko alongan a Sapto. Gowani na pphakatalingoma kiran so manga sda iran ko alongan a Sapto iran, a ndadakdakl, na sii ko alongan a di iran Sapto, na di kiran phakatalingoma. Lagid aya man a kapthiyoba Ami kiran, sabap ko da iran kapangongonotan"
        },
        {
            "chapter": 7,
            "verse": 164,
            "text": "Na gowani na pitharo o isa kiran ka sagorompong a: \"Ino kano pphangthoma sa pagtaw a so Allah i mbinasa kiran odi na ziksa kiran sa siksa a sangat?\" - pitharo iran a: \"Kapamokas sa kataksilan sii ko Kadnan iyo, go oba siran pananggila"
        },
        {
            "chapter": 7,
            "verse": 165,
            "text": "Na kagiya a pakalipatan iran so inindao kiran, na inilidas Ami so siran a pphanapar ko marata; na siniksa Ami so siran a da pamaginontolan, sa siksa a sangat, sabap ko kiyandarowaka iran"
        },
        {
            "chapter": 7,
            "verse": 166,
            "text": "Na kagiya a sogokn iran so inisapar kiran, na pitharo Ami kiran a: \"Mbaloy kano a manga amo, a miyamakadapanas"
        },
        {
            "chapter": 7,
            "verse": 167,
            "text": "Na gowani na piyakitokawan o Kadnan ka a mataan! a pakiphangarasiyan Iyan siran dn, sa taman ko alongan a qiyamah, sa taw a phakisagadan Iyan kiran so marata a siksa. Mataan! a so Kadnan ka na titho a magaan i kandadan´g, go mataan! a Skaniyan na titho a Manapi, a Makalimoon"
        },
        {
            "chapter": 7,
            "verse": 168,
            "text": "Na pimbaabaad Ami siran ko lopa a pizagorompong. Sabaad kiran so manga bilangataw, na sabaad kiran na salakaw roo. Na initpng Ami kiran so manga pipiya, go so manga rarata, ka an siran makambalingan (ko ontol)"
        },
        {
            "chapter": 7,
            "verse": 169,
            "text": "Na adn a minilapis ko kiyaypos iran a salapis a miyakhawali ran so kitab, a pkhowaan iran so parayasan sangkai a korang (a ingd), go gi iran tharoon a: \"Pnapin rktano bo.\" Na o adn a makatalingoma kiran a parayasan a lagid iyan, na khowaan iran pn oto. Ba kiran da makowa so diyandi ko kitab, sa da a ptharoa iran makapantag ko Allah a inonta so bnar? Go kiyapangadian iran so madadalm on. Na so ingd a mawri i lbi a mapiya a bagian o siran a khipanananggila. Ba da a manga sabot iyo"
        },
        {
            "chapter": 7,
            "verse": 170,
            "text": "Na so siran a komkpit ko kitab, go inipamayandg iran so sambayang, - na mataan! a Skami na di Ami pagilangn so balas ko miphipiyapiya"
        },
        {
            "chapter": 7,
            "verse": 171,
            "text": "Na gowani na inalangalang Ami so palaw ko kaporoan iran, makasasaibarat skaniyan sa atp, na tiyangkd iran a mataan aya! a phakatana kiran dn. (Na pitharo Ami a:) \"Kpiti niyo so inibgay Ami rkano zabnsabnar, go tatadmi niyo so madadalm on, ka ang kano makapanananggila"
        },
        {
            "chapter": 7,
            "verse": 172,
            "text": "Na gowani na piyakaliyo o Kadnan ka phoon ko manga moriyataw o Adam phoon ko manga likod iran so manga moriyataw iran, na piyakizaksian Iyan kiran a ginawa iran, sa (pitharo Iyan a:) \"Ba di Sakn i Kadnan niyo?\" Pitharo iran a: \"Oway (Ska i Kadnan ami)! Pizaksian ami! ka oba niyo matharo ko alongan a qiyamah i: Mataan! a skami na miyabaloy kami a di ami aya katawan"
        },
        {
            "chapter": 7,
            "verse": 173,
            "text": "Odi na oba niyo matharo a: \"Aya bo a miyanakoto na so manga loks ami gowani, na miyabaloy kami a manga moriyataw ko oriyan iran (na miyakawnot kami kiran). Inong Ka rkami mbinasaan so pinggolawla o minggagalbk sa ribat"
        },
        {
            "chapter": 7,
            "verse": 174,
            "text": "Na lagid aya a gii Ami kazmpada magosay ko manga ayat; ka an siran makambalingan (ko ontol)"
        },
        {
            "chapter": 7,
            "verse": 175,
            "text": "Na pangadiing ka kiran so totholan ko (Bal´am Bno Baorah a) taw a inibgay Ami ron so manga ayat Ami, na liyowas iyan oto, na tiyalokonan skaniyan o shaytan, na miyabaloy a pd ko mithataridadag"
        },
        {
            "chapter": 7,
            "verse": 176,
            "text": "Na o kabaya Ami, na mataan! a maphakaozor Ami skaniyan sa sabap roo; na ogaid na Skaniyan na mizoramig ko doniya, go piyangonotan iyan so n´nga iyan. Na aya ibarat iyan na lagid o aso a o pakabasnging ka skaniyan, na pakaloloyotn iyan a dila iyan, odi na ding ka khodiin skaniyan, na pakaloloyotn iyan dn a dila iyan. Giyoto man i ibarat o pagtaw a so piyakambokhag iran so manga ayat Ami; na panotholang ka so manga tothol, ka an iran mapphamimikiran"
        },
        {
            "chapter": 7,
            "verse": 177,
            "text": "Miyakaratarata a ibarat o pagtaw a so piyakambokhag iran so manga ayat Ami go so manga ginawa iran i bininasa iran"
        },
        {
            "chapter": 7,
            "verse": 178,
            "text": "Sadn sa toroon o Allah, na skaniyan i khatoro, go sadn sa dadagn Iyan, - na siran man na siran i phangalologi"
        },
        {
            "chapter": 7,
            "verse": 179,
            "text": "Na sabnsabnar a miyadn Kami sa rk o naraka Jahannam a madakl a pd ko manga jinn go so manga manosiya: Adn a manga poso iran na di iran oto ipnggdagda, go adn a manga mata iran na di iran oto iphangilaylay, go adn a manga tangila iran na di iran oto iphamakin´g. Siran man na lagid o manga ayam, - kna ka siran i lbi a miyangadadag. Siran man na siran so di makaiin´ngka"
        },
        {
            "chapter": 7,
            "verse": 180,
            "text": "Na rk o Allah so manga ngaran a manga pipiya: Na bthon iyo Ron oto; na ganati niyo so siran a pphamakasilayn iran so manga ngaran Iyan, ka imbadal kiran dn so pinggolawla iran"
        },
        {
            "chapter": 7,
            "verse": 181,
            "text": "Na adn a pd ko inadn Ami a pagtaw a ipthoro iran so bnar so skaniyan na oontoln iran"
        },
        {
            "chapter": 7,
            "verse": 182,
            "text": "Na so miyamanaplis ko manga ayat Ami, na zagintonn Ami siran (ko phakabinasa kiran) sa di iran katawan"
        },
        {
            "chapter": 7,
            "verse": 183,
            "text": "Go pakalalanatn Ko siran: Mataan! a so siksa Akn na mabagr"
        },
        {
            "chapter": 7,
            "verse": 184,
            "text": "Ba iran da pamimikirana? A da ko (Mohammad a) bolayoka iran i bthang: da a salakaw ron a rowar sa pphamakaiktiyar a mapayag"
        },
        {
            "chapter": 7,
            "verse": 185,
            "text": "Ba iran da maylay so mala a kapaar ko manga langit go so lopa, go so kiyaadna o Allah ko langowan taman? Go so kiyatangkd a kababaloy a sabnar a kiyapakarani o diyandi kiran? Na antonaa i tothol ko oriyan aya i pharatiyayaan iran"
        },
        {
            "chapter": 7,
            "verse": 186,
            "text": "Sadn sa dadagn o Allah, na da a makanggonanao ron: Na mbotawanan Iyan siran ko kapangangakowala iran, a mromparompak"
        },
        {
            "chapter": 7,
            "verse": 187,
            "text": "Iphagiza iran rka so alongan a qiyamah o anday kaphakatalingoma niyan? Tharoang ka a: \"Mataan! a so katawi ron na sii bo ko Kadnan ko: Da a phakapayag ko wakto niyan a inonta Skaniyan. Mapnd ko manga langit ago so lopa. Di rkano makatalingoma odi mitkaw.\" Ipagiza iran rka a lagid a bang ka oto katawi, tharoang ka a: \"Mataan! a so katawi ron na sii bo ko Allah, na ogaid na so kadaklan ko manga manosiya na di iran katawan"
        },
        {
            "chapter": 7,
            "verse": 188,
            "text": "Tharoang ka a: \"Da a mipapaar akn a bagian o ginawa ko a ompiya ago da a morala inonta sa kabaya o Allah. Na o adn a katawi ko, ko da mapayag, na mataan! a pakadakln akn so mapiya, go di rakn misogat so marata: - sakn na matag ako pphamakaiktiyar, go pphamanothol sa mapiya ko pagtaw a mapaparatiyaya"
        },
        {
            "chapter": 7,
            "verse": 189,
            "text": "Skaniyan so (Allah a) miyadn rkano phoon ko (Adam a) isa a ginawa, go biyaloy Niyan, a miyakapoon rkaniyan so darodopa iyan, ka an on lilintad. Na kagiya a pamakayn iyan skaniyan, na miyarimbit sa karimbit a makhap; na pkhilalakaw niyan oto. Na kagiya a makapnd, na minipangangarapan iran ko Allah, a Kadnan iran a: \"Mataan! a o bgi kaming Ka sa (wata a) mapiya; na mataan! a mabaloy kami dn a pd ko miyamanalamat"
        },
        {
            "chapter": 7,
            "verse": 190,
            "text": "Na kagiya a bgan Iyan siran sa (wata a) mapiya, na mimbaal siran sa manga sakotowa Iyan ko inibgay niyan kiran: Na Maporo so Allah a ka-aawat Iyan ko ipzakoto iran On"
        },
        {
            "chapter": 7,
            "verse": 191,
            "text": "Ino iran pphakasakotowa (ko Allah) so da a khambaalan iyan a mayto bo, ka siran na pphangmbaalan"
        },
        {
            "chapter": 7,
            "verse": 192,
            "text": "Go da a khagaga iran a tabang kiran, go di iran khatabangan so manga ginawa iran"
        },
        {
            "chapter": 7,
            "verse": 193,
            "text": "Na o tawagn iyo kiran so toroan, na di kano iran khawnotan: Magizan rkano o tawaga niyo siran antawaa ba kano dn khiggnk"
        },
        {
            "chapter": 7,
            "verse": 194,
            "text": "Mataan! a so siran a pphanongganowin iyo a salakaw ko Allah, na manga oripn a manga lagid iyo: Na tawaga niyo siran, na pakismbag kano kiran, o skano i manga bnar"
        },
        {
            "chapter": 7,
            "verse": 195,
            "text": "Ba adn a manga ai ran a pkhilalakaw iran? Antawaa ba adn a manga barokan iran a pkhipangawakawa iran? Antawaa ba adn a manga mata iran a pkhipangilaylay ran? Antawa ba adn a manga tangila iran a mipphamamakin´g iran? Tharoang ka a: \"Panongganoya niyo so ipphamanakoto niyo, oriyan iyan na pagantangani ako niyo sa marata, na di niyo rakn thaalika"
        },
        {
            "chapter": 7,
            "verse": 196,
            "text": "Mataan! a aya somisiyap rakn na so Allah, a so Tomiyoron ko kitab, go skanyan i Somisiyap ko manga bilangataw"
        },
        {
            "chapter": 7,
            "verse": 197,
            "text": "Na so siran a pphanongganowin iyo a salakaw ko Allah, na da a khagaga iran a tabang rkano, go di iran khatabangan so manga ginawa iran"
        },
        {
            "chapter": 7,
            "verse": 198,
            "text": "Na o tawagn iyo kiran so toroan, na di iran khan´g, na pkhaylaing ka siran a ttntngan ka iran, a siran na di siran phamakanono"
        },
        {
            "chapter": 7,
            "verse": 199,
            "text": "Kpiting ka so kanapi go sogoon ka so mapiya; go talikhoding ka so da a manga mlng iyan"
        },
        {
            "chapter": 7,
            "verse": 200,
            "text": "Na amay ka khasogat ka o onsi a phoon ko shaytan, na lindong ka ko Allah. Mataan! a Skaniyan na Pphakan´g, a Matao"
        },
        {
            "chapter": 7,
            "verse": 201,
            "text": "Mataan! a siran a khipanananggila, na igira a adn a miyakasogat kiran a saramat a phoon ko shaytan, na makatadm siran, na samawto na siran na makapangilaylay siran"
        },
        {
            "chapter": 7,
            "verse": 202,
            "text": "Na so manga pagariya (o manga shaytan) na ipmbolog iran siran ko kadadag, oriyan iyan na di siran pthangka"
        },
        {
            "chapter": 7,
            "verse": 203,
            "text": "Na igira a da a minitalingomang ka kiran a tanda, na tharoon iran a: \"Inong ka oto da mipanton?\" Tharoang ka a: \"Aya bo a phagonotan ko na so iphagilaham rakn a phoon ko Kadnan ko. Giyaya na manga rarayag a karina a phoon ko Kadnan iyo, go toroan, go limo, a bagian o pagtaw a khipaparatiyaya"
        },
        {
            "chapter": 7,
            "verse": 204,
            "text": "Na igira a pmbatiyaan so Qor´an, na pphamamakin´ga niyo skaniyan, go lilintad kano: ka ang kano mipangalimo"
        },
        {
            "chapter": 7,
            "verse": 205,
            "text": "Na tatadming ka so Kadnan ka sii ko ginawang ka, sa kapangalimbabaan ago kalk, go di matanog a katharo, sii ko kapitapita, go so kagabigabi; go ding ka mbaloya so ginawang ka a pd ko khikalilipat"
        },
        {
            "chapter": 7,
            "verse": 206,
            "text": "Mataan! a so (manga malaikat a) manga rarani ko Kadnan ka, na di iran iphmaratabat a kapzimbaa iran ko Allah. Go gi iran iphoroporo Skaniyan, go Ron siran pangangalimbabaan"
        },
        {
            "chapter": 8,
            "verse": 1,
            "text": "Ipagiza iran rka so manga taban ko kambonoay. Tharoang ka a: \"So manga taban na kapaar o Allah go so Rasol. Na kalkn iyo so Allah, go tanora niyo so kaphapantapantagan iyo. Go onoti niyo so Allah go so sogo Iyan, o skano na khipaparatiyaya"
        },
        {
            "chapter": 8,
            "verse": 2,
            "text": "Aya bo a titho a khipaparatiyaya na so siran, a igira a miyaaloy so Allah, na somangkop so manga poso iran, go igira a piyangadian kiran so manga ayat Iyan, na makaoman kiran sa paratiyaya, go so bo so Kadnan iran i sasarigan iran"
        },
        {
            "chapter": 8,
            "verse": 3,
            "text": "Siran na ipphamayandg iran so sambayang, go so sabaad ko inibgay Ami kiran na ipphammgay ran"
        },
        {
            "chapter": 8,
            "verse": 4,
            "text": "Siran man na siran so khipaparatiyaya a titho: Adn a bagian iran a manga pangkatan (ko sorga) sii ko Kadnan iran, go maap, go pagpr a mapiya"
        },
        {
            "chapter": 8,
            "verse": 5,
            "text": "Lagid o kiyapakaliyowa rka o Kadnan ka phoon ko walaing ka sabap ko bnar, na mataan! a adn a salompok ko miyamaratiyaya a tanto a di siran kamamantrangan"
        },
        {
            "chapter": 8,
            "verse": 6,
            "text": "Pphamawalng ka iran makapantag ko bnar ko oriyan o kiyapayag iran, lagid o ba siran pndndgn ko kapatay a siran na kasasandngan iran"
        },
        {
            "chapter": 8,
            "verse": 7,
            "text": "Na gowani ko idiyandi rkano o Allah so isa ko dowa pagtaw, a mataan aya! a khataban iyo: Na gii niyo mandingandingan a so da a bagr iyan i masangan iyo, na kabaya o Allah a tanto Niyan so bnar sabap ko manga katharo Iyan, na thiphadn Iyan so kaposan o da pamaratiyaya"
        },
        {
            "chapter": 8,
            "verse": 8,
            "text": "Ka thanto Niyan so bnar na pagilangn Iyan so ribat, apiya di kabaya o manga rarata i ongar"
        },
        {
            "chapter": 8,
            "verse": 9,
            "text": "Gowani ko pphangni kano sa tabang ko Kadnan iyo, na inismbag Iyan rkano a: \"Mataan! a Sakn na thabangan Ko skano sa sanggibo a manga malaikat, a makapthondotondog"
        },
        {
            "chapter": 8,
            "verse": 10,
            "text": "Na da a kiyabaloya saya o Allah a rowar sa tothol a iphakapiya ginawa, go an on misabap a kathatana o manga poso iyo: Na da ko tabang inonta na sii bo phoon ko Allah; mataan! a so Allah na Mabagr, a Mawngangn"
        },
        {
            "chapter": 8,
            "verse": 11,
            "text": "Gowani na ipkholob Iyan rkano so toratod, a sarig a phoon Rkaniyan, go pthoronan kano Niyan a phoon ko kawang sa ig, ka an on misabap a kasotiya Niyan rkano, go an Iyan rkano maylang so pangangalk o shaytan, go an Iyan matkhs so manga poso iyo, go an on misabap a kapakabkna Niyan ko manga parapara"
        },
        {
            "chapter": 8,
            "verse": 12,
            "text": "Gowani na iphagilaham o Kadnan ka ko manga malaikat a: \"Mataan! a Sakn na pd iyo. Na pakabkna niyo so siran a miyamaratiyaya: Ithmo Akn dn ko manga poso o siran a da pamaratiyaya so kalk: Na sogata niyo so kaporoan o manga lig (iran), go sogata niyo kiran so oman i kmr"
        },
        {
            "chapter": 8,
            "verse": 13,
            "text": "Giyoto man na sabap sa mataan! a siran na siyorang iran so Allah go so sogo Iyan: Na sadn, sa sorangn Iyan so Allah go so sogo Iyan, na mataan! a so Allah na Mayloti-kapaniksa"
        },
        {
            "chapter": 8,
            "verse": 14,
            "text": "Giyoto man (so siksa): \"Na taami niyo skaniyan ka mataan! a bagian o da pamaratiyaya so siksa ko naraka"
        },
        {
            "chapter": 8,
            "verse": 15,
            "text": "Hay miyamaratiyaya, igira minithmo niyo (ko giimbonoayan) so siran a da pamaratiyaya a pkhamang siran, na di niyo kiran thalikhodn so manga likod (iyo)"
        },
        {
            "chapter": 8,
            "verse": 16,
            "text": "Na sadn sa italikhod iyan kiran sa alongan oto a likod iyan inonta a plimpang ko kambonoay, odi na thapi ko pagtaw (a pd iyan) - na sabnar a miyakakholokog sa rarangit a phoon ko Allah, go darpa iyan so naraka Jahannam, - a mikharatarata a khabolosan"
        },
        {
            "chapter": 8,
            "verse": 17,
            "text": "Na da niyo siran mapatay; na ogaid na so Allah i miyakapatay kiran: Go kna a ba ska i miyakasogat gowani a lombad ka, na ogaid na so Allah i somiyogat (kiran), ka an Iyan matiyoba so miyamaratiyaya sa tiyoba a mapiya a phoon Rkaniyan. Mataan! a so Allah na Pphakan´g, a Matao"
        },
        {
            "chapter": 8,
            "verse": 18,
            "text": "Giyoto dn man, ka mataan! a so Allah na pphakalobayn Iyan so antangan a marata o da pamaratiyaya"
        },
        {
            "chapter": 8,
            "verse": 19,
            "text": "Na o phangniya niyo so hokoman (ko paglt iyo ago so Mohammad) na sabnar a miyakaoma rkano so hokoman (a so kiyatabana rkano sa Badr) na o gnk kano (mongkir), na giyoto i mapiya rkano: Na o kasoy kano na komasoy Kami (tomabang). Na da dn a milinding rkano o pagtaw niyo a mayto bo, apiya i kadakl iyan. Ka mataan! a so Allah na babid o (tabang Iyan so) miyamaratiyaya"
        },
        {
            "chapter": 8,
            "verse": 20,
            "text": "Hay miyamaratiyaya, onoti niyo so Allah go so sogo Iyan, go di niyo thalikhodi Skaniyan a skano na pkhan´g iyo"
        },
        {
            "chapter": 8,
            "verse": 21,
            "text": "Go di niyo zowaa so siran a pitharo iran a: \"Piyamakin´g ami, a siran na di iran phamamakin´gn"
        },
        {
            "chapter": 8,
            "verse": 22,
            "text": "Mataan! a miyakaratarata ko manga binatang sii ko Allah so manga bngl a manga omaw, - a siran na da a manga sabot iran"
        },
        {
            "chapter": 8,
            "verse": 23,
            "text": "Na o katawi o Allah a adn a matatago kiran a mapiya, na mataan! a pakapamamakin´gn Iyan siran: Na apiya pakapamamakin´gn Iyan siran, na thalikhod siran bo a siran na khisasangka"
        },
        {
            "chapter": 8,
            "verse": 24,
            "text": "Hay miyamaratiyaya! tarimaa niyo so Allah go so Rasol, igira a tiyawag kano niyan ko phakawyag rkano; go tangkda niyo a mataan! a so Allah na phagltan Iyan so lt o taw ago so poso iyan, go mataan! a Skaniyan na Ron kano plimoda"
        },
        {
            "chapter": 8,
            "verse": 25,
            "text": "Go pananggilai niyo so tiyoba, ka di khisogat ko siran a mindadarowaka rkano sa ba matabis. Go tangkda niyo a mataan! a so Allah na Mayloti-kapaniksa"
        },
        {
            "chapter": 8,
            "verse": 26,
            "text": "Na tadmi niyo gowani ko mayto kano, a di kano pakanganganinn ko lopa, ipkhalk iyo oba kano mabiyag o manga manosiya; na piyakapagingd kano Niyan (sa Madinah), go inibagr Iyan rkano so tabang Iyan, go riniskhiyan kano Niyan ko manga pipiya, ka ang kano makapanalamat"
        },
        {
            "chapter": 8,
            "verse": 27,
            "text": "Hay miyamaratiyaya, di niyo pndonsiyani so Allah go so Rasol, go di niyo pndonsiyani so manga sarig rkano a skano na katawan iyo"
        },
        {
            "chapter": 8,
            "verse": 28,
            "text": "Na tangkda niyo a so manga tamok iyo go so manga wata iyo na matag tpng; ka mataan! a so Allah na adn a zisii Rkaniyan a balas a lbi a mala"
        },
        {
            "chapter": 8,
            "verse": 29,
            "text": "Hay miyamaratiyaya, o kalkn iyo so Allah, na snggayan kano Niyan sa padoman, go lalasn Iyan rkano so manga dosa niyo, go napiyan kano Niyan, ka so Allah i Khirk ko limo a lbi a mala"
        },
        {
            "chapter": 8,
            "verse": 30,
            "text": "Na gowani na pphagantanganang ka sa marata o siran a da pamaratiyaya, ka tharongko on ka iran, odi na mbonoon ka iran, odi na phakaawaang ka iran. Na pphagantangan siran sa marata, na pmbadalan o Allah so antangan iran, ka so Allah i makalalawan ko pphamagantangan sa marata"
        },
        {
            "chapter": 8,
            "verse": 31,
            "text": "Na igira a biyatiya kiran so manga ayat Ami, na tharoon iran a: \"Sabnar a miyan´g ami, na o kabaya ami, na mataan! a maptharo ami so lagid aya, ka da a salakaw saya a rowar sa manga tothol a kabokhag o miyangaoona"
        },
        {
            "chapter": 8,
            "verse": 32,
            "text": "Na gowani na pitharo iran: \"Ya Allah, o giyai na skaniyan so bnar a phoon ko hadapan Ka, na pakaorani kaming Ka sa ator a phoon ko kawang, odi na talingomai kaming Ka sa siksa a malipds"
        },
        {
            "chapter": 8,
            "verse": 33,
            "text": "Na da ko Allah i ba Niyan siran ziksaa a matatago ka kiran; go da ko Allah i ba Niyan siran siksaa a pphangni siran sa maap (ko Allah)"
        },
        {
            "chapter": 8,
            "verse": 34,
            "text": "Na andamanaya i di kiran kasiksaa o Allah, a siran na pphangalang siran ko Masjid Al-Haram - a kna a ba siran i manga wali ron? Ka da a manga wali ron a rowar ko khipanananggila; na ogaid na so kadaklan kiran na di iran katawan"
        },
        {
            "chapter": 8,
            "verse": 35,
            "text": "Na da a miyabaloy a sambayang iran sii sa Baytollah a rowar sa kapamopoy go kandawpay: \"Na taami niyo so siksa sabap ko da niyo kaparatiyaya"
        },
        {
            "chapter": 8,
            "verse": 36,
            "text": "Mataan! a so siran a da pamaratiyaya na gi iran nggaston so manga tamok iran, ka an siran makaalang ko lalan o Allah, na gi iran dn oto nggaston; na oriyan iyan na pkhabaloy kiran a kazndit; oriyan iyan na pndaagn siran. Na siran a da pamaratiyaya na sii siran ko naraka Jahannam plimoda"
        },
        {
            "chapter": 8,
            "verse": 37,
            "text": "Ka iznggay o Allah so marata a mblagn ko mapiya, go ithapi Iyan so marata, so sabaad on ko sabaad, na thimoon Iyan oto langon, na thagoon Iyan oto ko naraka Jahannam. Siran man na siran so manga logi"
        },
        {
            "chapter": 8,
            "verse": 38,
            "text": "Tharoang ka ko siran a da pamaratiyaya a: O gnk siran, na pnapin kiran so andang a miyaypos; na o kasoy iran, na sabnar a somiyagad so kiyaokitan o miyangaoona (a miyabaloy a ladiyawan)"
        },
        {
            "chapter": 8,
            "verse": 39,
            "text": "Na pakimbonoay kano kiran taman sa da a mabaloy a kapanakoto, go mabaloy so okit ko kapagintaw a tanan rk o Allah; na o gnki iran, na mataan! a so Allah na so gi iran nggolawlaan na phagilayn Iyan"
        },
        {
            "chapter": 8,
            "verse": 40,
            "text": "Na o talikhod siran, na tangkda niyo a mataan! a so Allah i Panarigan iyo - miyakapiyapiya a Phanarigan go miyakapiyapiya a Phananabang"
        },
        {
            "chapter": 8,
            "verse": 41,
            "text": "Na tangkda niyo a mataan! a so miyataban iyo, apiya antonaa, na mataan! a rk o Allah so ikalima on bagi, go rk o Rasol, go rk o manga tonganay niyan, go so manga ilo, go so manga miskin, go so pphlayalayag, - o skano na piyaratiyaya niyo so Allah, go so initoron Ami ko oripn Ami ko alongan a kiyapakasnggaya (o ontol ago so ribat) - alongan a kiyapakathmo o dowa pagtaw (sa Badr). Na so Allah sii ko langowan taman na Gaos Iyan"
        },
        {
            "chapter": 8,
            "verse": 42,
            "text": "Gowani na zisii kano ko sabala ko balintad a marani (sa Madinah), na zisii siran ko sabala ko balintad a mawatan (sa Madinah), na so isa ka lalakawan (a manga padagang) na zisii ko kababaan iyo. Na o miphapasada kano (sa kapthalabok iyo), na pndorat kano dn ko pasad. Na ogaid na kagiya adn a pakapnggolalann o Allah a sogoan a miyatangkd a mapnggolawla; ka an thakna a ka oongkir o taw a miyongkir ko oriyan o marayag a karina, go an thakna a kapaparatiyaya o taw a miyaratiyaya ko oriyan o marayag a karina. Na mataan! a so Allah na titho a Pphakan´g, a Matao"
        },
        {
            "chapter": 8,
            "verse": 43,
            "text": "Gowani na pphakiilay rka siran o Allah ko katotoroga rka a mayto (siran): Na opama ka piyaki ilay Niyan rka siran a madakl (siran), na mataan! a kaalapan kano, go mataan! a di kano magayonayon ko pnggolawlaan. Na ogaid na so Allah na migay sa kalilintad: Mataan! a Skaniyan na katawan Iyan so zisii ko manga rarb"
        },
        {
            "chapter": 8,
            "verse": 44,
            "text": "Na gowani na pphakiilay Niyan rkano siran ko masa a kiyapakathmo niyo, a mayto a kaiilaya niyo kiran, na mayto a kaiilaya iran rkano, ka kagiya adn a pakapnggolalann o Allah a sogoan a miytangkd a mapnggolawla. Na sii bo phakandoda ko Allah so mapnggogolawla"
        },
        {
            "chapter": 8,
            "verse": 45,
            "text": "Hay miyamaratiyaya, igira adn a minithmo niyo a sagorompong (a da pamaratiyaya), na pakathanaan iyo, go tatadmi niyo so Allah sa madakl; ka ang kano makadaag"
        },
        {
            "chapter": 8,
            "verse": 46,
            "text": "Go onoti niyo so Allah go so sogo Iyan; go di kano pzoransorang, ka kaalapan kano go mada so bagr iyo; go phantang kano, ka mataan! a so Allah na babid o manga papantang"
        },
        {
            "chapter": 8,
            "verse": 47,
            "text": "Go di niyo zowaa so siran a lominiyo siran ko manga ingd iran sa kapangandag go kapakiilaylayn ko manga manosiya, go pphangalang siran ko lalan ko Allah: Na so Allah sii ko gi iran nggolawlaan na katawan Iyan"
        },
        {
            "chapter": 8,
            "verse": 48,
            "text": "Na gowani na pipharasan kiran o shaytan so manga galbk iran, go pitharo iyan a: \"Da a phakadaag rkano sa alongan nai ko manga manosiya, go mataan! a sakn i lomilinding rkano.\" Na kagiya makambantaya so dowa ka sagorompong, na miyangndod ko talikhodan iyan, sa pitharo iyan a: \"Mataan! a sakn na angiyas ako rkano; ka mataan! a sakn na, pkhaylay akn so di niyo pkhaylay mataan! a sakn na ikhalk akn so Allah; ka so Allah na Mayloti-kapaniksa"
        },
        {
            "chapter": 8,
            "verse": 49,
            "text": "Gowani na gii tharoon o manga monapik go so siran a katatagoan so manga poso iran sa gdamn a: \"Miyakaikmat ko siran aya so agama iran.\" Na sadn sa somarig ko Allah, na mataan! a so Allah na Mabagr, a Mawngangn"
        },
        {
            "chapter": 8,
            "verse": 50,
            "text": "Na o maylaing ka so masa a kathangana o manga malaikat ko (niyawa o) da pamaratiyaya, a pphrorontayn iran so manga paras iran go so manga likod iran na (gi iran tharoon a:) \"Taami niyo so siksa a phakatotong"
        },
        {
            "chapter": 8,
            "verse": 51,
            "text": "Giyoto man na sabap ko miniona o manga lima niyo (a dosa). Ka mataan! a so Allah na kna a ba salimbot ko manga oripn Iyan"
        },
        {
            "chapter": 8,
            "verse": 52,
            "text": "Lagid o sowasowai o pagtaw o Pir´awn go so miyaonaan iran a da iran paratiyayaa so manga ayat o Allah, na siniksa siran o Allah sabap ko manga dosa iran: Mataan! a so Allah na Mabagr, a Mayloti-kapaniksa"
        },
        {
            "chapter": 8,
            "verse": 53,
            "text": "Giyoto man na sabap sa mataan! a so Allah na di Niyan pagalinn so limo a inipangalimo Iyan ko pagtaw taman sa di iran alinn so zisii ko manga ginawa iran: Ka mataan! a so Allah na Pphakan´g, a Matao"
        },
        {
            "chapter": 8,
            "verse": 54,
            "text": "Lagid o sowasowai o pagtaw o Pir´awn go so siran a miyaonaan iran a piyakambokhag iran so manga ayat o Kadnan iran: Na bininasa Mi siran sabap ko manga dosa iran, na inld Ami so pagtaw o Pir´awn: Ka tanan siran manga darowaka"
        },
        {
            "chapter": 8,
            "verse": 55,
            "text": "Mataan! a mikharatarata ko manga binatang sii ko Allah so siran a miyamangongkir: Na siran na di phamaratiyaya"
        },
        {
            "chapter": 8,
            "verse": 56,
            "text": "Siran so miniphasada aka kiran, oriyan iyan na pmbarngkasn iran so pasad iran ko oman siran makiphasada, a siran na di siran phananggila"
        },
        {
            "chapter": 8,
            "verse": 57,
            "text": "Na o mapgs ka siran ko kambonoay, na baloyang ka siran a thoma ko taw a phakatondog kiran, ka an iran pkhatadmi"
        },
        {
            "chapter": 8,
            "verse": 58,
            "text": "Na amay ka ikhawan ka ko pagtaw so kandorat, na bokaing ka kiran (so pasad), sa mapayag, mataan! a so Allah na di Niyan khabayaan so mamakadodorata"
        },
        {
            "chapter": 8,
            "verse": 59,
            "text": "Na di dn thangkapa o siran a da pamaratiyaya o ba siran miyakalipos: Mataan! a siran na di iran khalipos"
        },
        {
            "chapter": 8,
            "verse": 60,
            "text": "Na thiyagari niyo siran sa sadn sa khagaga niyo a bagr, go pd on so kathiyagara ko manga koda, a mipphangangalk iyo to ko ridoay o Allah, go ridoay niyo, go so manga pd a salakaw kiran, a di niyo siran katawan, so Allah i Matao kiran. Na sadn sa manggasto niyo apiya antonaa sii ko lalan o Allah, na khitoman rkano sa tarotop (so balas iyan), - a skano na di kano kasalimbotan"
        },
        {
            "chapter": 8,
            "verse": 61,
            "text": "Na o ramig siran ko kalilintad, na ramig ka on (mambo), go sariging ka so Allah: Mataan! a Skaniyan na Skaniyan so Pphakan´g, a Matao"
        },
        {
            "chapter": 8,
            "verse": 62,
            "text": "Na oba iran khabayai a kalimpanga iran rka, - na mataan! a aangkosang ka o Allah: Skaniyan so inibagr Iyan rka so tabang Iyan go so miyamaratiyaya"
        },
        {
            "chapter": 8,
            "verse": 63,
            "text": "Go piyakakhakalayama Iyan so manga poso iran: Apiya nggaston ka so nganin a zisii ko lopa langon, na ding ka mapakakhakalayama so manga poso iran, na ogaid na so Allah i miyakapagayonayon kiran. Mataan! a Skaniyan na Mabagr, a Mawngangn"
        },
        {
            "chapter": 8,
            "verse": 64,
            "text": "Hay Nabi! aangkosang ka o Allah, - go so taw a miyonot rka a miyamaratiyaya"
        },
        {
            "chapter": 8,
            "verse": 65,
            "text": "Hay Nabi, piisn ka ko miyamaratiyaya so kapakimbonoay. O adn rkano a dowa polo a manga papantang, na phakapgs siran sa dowa gatos. Na o adn rkano a magatos, na phakapgs siran sa sanggibo ko siran a da pamaratiyaya. Sabap sa mataan! a siran na pagtaw a da a manga sabot iran"
        },
        {
            "chapter": 8,
            "verse": 66,
            "text": "Imanto na piyakakhapan kano o Allah, ka katawan Iyan a mataan! a matatago rkano so kalobay. Na o adn rkano a magatos, a manga papantang, na phakapgs siran sa dowa gatos, na o adn rkano a sanggibo, na phakapgs siran sa dowa nggibo, sabap sa idin o Allah. Ka so Allah na babid o (tabang Iyan so) manga papantang"
        },
        {
            "chapter": 8,
            "verse": 67,
            "text": "Da mapatot ko Nabi i ba adn a kowaan iyan ko manga biyag (a a´on sa ginawa) taman sa di makapgs ko lopa. Khabayaan iyo so parayasan ko doniya; na so Allah na kabaya Iyan a mambagian iyo so akhirat. Na so Allah na Mabagr, a Mawngangn"
        },
        {
            "chapter": 8,
            "verse": 68,
            "text": "Oda so kitab a phoon ko Allah a miyaona, na khasogat kano dn sabap ko kinowa niyo a siksa a mala"
        },
        {
            "chapter": 8,
            "verse": 69,
            "text": "Na kang kano ko miyataban iyo, a halal a mapiya. Go kalkn iyo so Allah, mataan! a so Allah na Manapi, a Makalimoon"
        },
        {
            "chapter": 8,
            "verse": 70,
            "text": "Hay Nabi, tharoang ka ko taw a zisii sa tangan iyo a manga biyag a: \"O adn a katawan o Allah a matatago ko manga poso iyo a mapiya, na mbgan kano Niyan sa mapiya adi so miyakowa rkano, go pnapiyan kano Niyan, ka so Allah na Manapi, a Makalimoon"
        },
        {
            "chapter": 8,
            "verse": 71,
            "text": "Na o kabaya iran so kandhorata iran rka, na sabnar a diyorat iran so Allah gowani, na piyakidaag Iyan (rka) siran. Na so Allah na Matao, a Mawngangn"
        },
        {
            "chapter": 8,
            "verse": 72,
            "text": "Mataan! a siran a miyamaratiyaya, go giyanatan iran so manga darpa iran, go inipanagontaman iran so manga tamok iran go so manga ginawa iran, sii ko lalan o Allah, go so siran a somiyandig kiran go tomiyabang kiran (ko Nabi), - na siran man na so sabaad kiran i manga wali ko sabaad. Na so miyamaratiyaya a da iran ganati so manga darpa iran, na da a kipantag iyo ko kapangowalii kiran a mayto bo taman sa di siran tomogalin; na o pangni siran rkano sa tabang makapantag ko agama, na paliyogat rkano so katabangi (kiran), inonta a aya iran khasogat so pagtaw a adn a pasad iyo ago siran. Na so Allah na phagilayn Iyan so gii niyo nggolawlaan"
        },
        {
            "chapter": 8,
            "verse": 73,
            "text": "Na so siran a da pamaratiyaya, na so sabaad kiran i manga wali ko sabaad: odi niyo to nggolawlaa, na khatagoan sa samok so lopa, go kapaminasa a mala"
        },
        {
            "chapter": 8,
            "verse": 74,
            "text": "Na so miyamaratiyaya, go miyamanogalin, go miyamanagontaman ko lalan o Allah, go so siran a somiyandig kiran go tomiyabang kiran, - na siran man na siran so miyamaratiyaya a titho: Na adn a bagian iran a maap, go pagpr a mapiya"
        },
        {
            "chapter": 8,
            "verse": 75,
            "text": "Na so miyamaratiyaya ko oriyan iyan, go miyamanogalin, go pd iyo a miyamanagontaman, - na siran man na pd iyo. Na so thotonganaya na so sabaad kiran i lbi a wali ko sabaad sii ko kitab o Allah. Mataan! a so Allah na so langowan taman na katawan Iyan"
        },
        {
            "chapter": 9,
            "verse": 1,
            "text": "(Giyai) So kiyabarngkas o pasad a phoon ko Allah go so sogo Iyan, sii ko siran a iniphasada iyo ko manga pananakoto"
        },
        {
            "chapter": 9,
            "verse": 2,
            "text": "Na ndalakaw kano ko lopa (hay manga mosrik) sa pat olan, go tangkda niyo a mataan! a skano na di niyo khalipos so (siksa o) Allah go mataan! a so Allah na phakaytoon Iyan so manga kapir"
        },
        {
            "chapter": 9,
            "verse": 3,
            "text": "Na piyakalangkap a phoon ko Allah go so sogo Iyan, ko manga manosiya ko alongan a kapnay-hajji a mala a mataan! a thipd o Allah (so pasad) ko manga pananakoto; go (thipd o) sogo Iyan. Na o thawbat kano, na giyoto i mapiya rkano; na o talikhod kano, na tangkda niyo a mataan! a skano na di niyo khapalagoyan so (siksa o) Allah. Na panotholang ka ko siran a da pamaratiyaya so siksa a malipds"
        },
        {
            "chapter": 9,
            "verse": 4,
            "text": "Inonta so siran a iniphasada iyo ko manga pananakoto, oriyan iyan na da a kiyorang iran rkano a mayto bo, go da a tiyabangan iran a sorang rkano a isa bo. Na tarotopa niyo kiran so diyandi kiran taman ko wakto iran (a mappnto): Mataan! a so Allah na pkhababayaan Iyan so khipanananggila"
        },
        {
            "chapter": 9,
            "verse": 5,
            "text": "Na amay ka maypos so manga olanolan a khipagaadatan, na bonoa niyo so manga pananakoto apiya anda niyo siran matoon, go pamiyaga niyo siran, go tarongkoa niyo siran, go pamagayani niyo siran ko oman i phagokitan; na o thawbat siran, go itindg iran so sambayang, go tonayn iran so zakat, na gikasi niyo so lalan iran: Mataan! a so Allah na Manapi, a Makalimoon"
        },
        {
            "chapter": 9,
            "verse": 6,
            "text": "Na amay ka adn a sakataw a pd ko manga mosrik a manarig rka, na pakasarigang ka, taman sa pamamakin´gn iyan so katharo o Allah; oriyan iyan na sampayn ka skaniyan ko phakasarig on. Giyoto man na sabap sa mataan! a siran na pagtaw a manga tatao"
        },
        {
            "chapter": 9,
            "verse": 7,
            "text": "Andamanaya i kakhapatot ko manga pananakoto o diyandi sii ko Allah go sii ko sogo Iyan, inonta so siran a inidiyandi iyo sii sa Masjid Al-Haram? Na sadn sa kapagiinontolan iyan rkano, na pagiinontolani niyo siran(mambo): Mataan! a so Allah na pkhababayaan Iyan so khipanananggila"
        },
        {
            "chapter": 9,
            "verse": 8,
            "text": "Na andamanaya (i kapakipphasada iyo kiran) a o mapgs kano iran, na di iran rkano pagilayn i kaplolot go kaphapasada? Ipzoat iran rkano so manga ngari iran, na somasangka so manga poso iran; ka so kadaklan kiran na manga songklid"
        },
        {
            "chapter": 9,
            "verse": 9,
            "text": "Inipamasa iran so manga (ayat o Allah sa arga a mayto, go miyangalang siran ko lalan Rkaniyan: Mataan! a siran na miyakaratarata so pinggolawla iran)"
        },
        {
            "chapter": 9,
            "verse": 10,
            "text": "Di iran pagilayn ko miyaratiyaya so kaplolot go kaphapasada. Na siran man na siran so manga malawani"
        },
        {
            "chapter": 9,
            "verse": 11,
            "text": "Na o thawbat siran, go itindg iran so sambayang, go tonayn iran so zakat, - na manga pagari niyo siran ko agama: Na pphagosayn Ami so manga ayat ko pagtaw a manga tatao"
        },
        {
            "chapter": 9,
            "verse": 12,
            "text": "Na o barngkasa iran so manga sapa iran ko oriyan o kiya pakindiyandi iran, go phapaawingn iran so agama niyo, - na pakimbonoay kano ko manga nakoda ko kaongkir: Mataan! a siran na da a kipantag kiran o manga sapa, ka an siran makagnk"
        },
        {
            "chapter": 9,
            "verse": 13,
            "text": "Ino kano di pakipmbonoay ko pagtaw a siyogok iran so manga sapa iran, go piyagngtan iyan a kaphakaawaa iran ko Rasol, go siran na piyangorawan kano iran ko paganay a kiyaokitan? Ino niyo siran khalkn? Na so Allah i patot a ikhalk iyo Skaniyan, o skano na khipaparatiyaya"
        },
        {
            "chapter": 9,
            "verse": 14,
            "text": "Pakimbonoay kano kiran, ka ziksaan siran o Allah sa pnggolalan ko manga barokan iyo, go phakaytoon Iyan siran, go thabangan kano Niyan, sa kadaaga kiran, go phakapiyaan Iyan, so manga rarb o pagtaw a khipaparatiyaya"
        },
        {
            "chapter": 9,
            "verse": 15,
            "text": "Go pagilangn Iyan so otg ko manga poso iran. Na phakatawbatn o Allah so taw a kabaya Iyan; ka so Allah na Matao, a Mawngangn"
        },
        {
            "chapter": 9,
            "verse": 16,
            "text": "Ba niyo tiyangkap sa ipndaraynon kano, ka an katokawi o Allah so siran oto a miyamagiklas, ko kiya prang iran, go da siran kowa sa salakaw ko Allah go so sogo Iyan go so miyamaratiyaya sa manga Panarigan? Na so Allah na Kaip Iyan so gii niyo nggolawlaan"
        },
        {
            "chapter": 9,
            "verse": 17,
            "text": "Da mapatot ko manga pananakoto, so kapthanosa iran ko manga masjid o Allah, zasaksian iran so manga ginawa iran ko kaongkir. Siran man na miyailang so manga galbk iran: Na so naraka na siran na tatap siran on"
        },
        {
            "chapter": 9,
            "verse": 18,
            "text": "Aya bo (a patot) a pthanos ko manga masjid o Allah na so taw a piyaratiyaya niyan so Allah, go so alongan a mawri, go initindg iyan so sambayang, go tiyonay niyan so zakat, go da a inikalk iyan inonta so Allah. Na matatangkd a siran man i khabaloy a pd ko miyamakakdg sa ontol"
        },
        {
            "chapter": 9,
            "verse": 19,
            "text": "Ino niyo mbaloya so kapphakaynoma ko nomanayk go so kapthanosa ko Masjid Al-Haram, a lagid o taw a piyaratiyaya niyan so Allah, go so alongan a mawri, go miyanagontaman sii ko lalan o Allah? Di siran magizan sii ko Allah, a so Allah na di Niyan pnggonanaon so pagtaw a manga darowaka"
        },
        {
            "chapter": 9,
            "verse": 20,
            "text": "So miyamaratiyaya, go miyamanogalin (sa ingd) ago inipanagontaman iran ko lalan o Allah, so manga tamok iran go so manga ginawa iran, i mala i pangkatan ko Allah: Na siran man na siran so phamakaslang sa maliwanag"
        },
        {
            "chapter": 9,
            "verse": 21,
            "text": "Pphanotholan siran o Kadnan iran sa limo a phoon Rkaniyan, go kasosoat, go manga sorga, a adn a bagian iran roo a kapipiya ginawa a tatap"
        },
        {
            "chapter": 9,
            "verse": 22,
            "text": "Makakal siran on sa dayon sa dayon. Mataan! a so Allah na adn a zisii Rkaniyan a balas a mala"
        },
        {
            "chapter": 9,
            "verse": 23,
            "text": "Hay miyamaratiyaya, di niyo khowaa so manga loks iyo go so manga pagari niyo a manga panarigan amay ka matomo iran so kaongkir a di so kaparatiyaya: Na sadn sa manarig kiran a pd rkano, na siran man na siran so da pamaginontolan"
        },
        {
            "chapter": 9,
            "verse": 24,
            "text": "Tharoang ka a: O so manga loks iyo, go so manga wata iyo, go so manga pagari niyo, go so manga karoma niyo, go so manga tonganay niyo; go so manga tamok a miyasokat iyo; go so dagangan a ipkhawan iyo so kalpas o wakto niyan, go so manga darpa a masosoat kano ron na matomo iyo a di so Allah, go so sogo Iyan, go so kaphrang sii ko lalan Rkaniyan; - na nayawa niyo taman sa italingoma o Allah so sogoan Iyan (a siksa): Ka so Allah na di Niyan thoroon so pagtaw a manga songklid"
        },
        {
            "chapter": 9,
            "verse": 25,
            "text": "Sabnsabnar a tiyabangan kano o Allah sii ko manga thmoan a madakl go so alongan a (kiyaphrang sa) Honayn: Gowani na miyasoat kano o kadakl iyo, na da a mininggay niyan rkano a gona a mayto bo: Go piyakasimpit rkano o lopa so kawlad iyan, oriyan iyan na tomiyalikhod kano a pphamalagoy"
        },
        {
            "chapter": 9,
            "verse": 26,
            "text": "Oriyan iyan na initoron o Allah so kathatana iyan sii ko sogo Iyan go sii ko miyamaratiyaya, go tomiyoron sa manga tantara a (manga malaikat) a da niyo siran maylay: Go siniksa Iyan so siran a da pamaratiyaya: Na giyoto i balas ko manga kapir"
        },
        {
            "chapter": 9,
            "verse": 27,
            "text": "Oriyan iyan na phakatawbatn o Allah ko kiyaipos oto so taw a kabaya Iyan: Ka so Allah na Manapi, a Makalimoon"
        },
        {
            "chapter": 9,
            "verse": 28,
            "text": "Hay miyamaratiyaya, mataan! a so manga pananakoto na marzik; na di siran pagobay ko Masjid Al-Haram ko oriyan angkai a ragon iran (a kiyabarngkas o pasad). Na oba niyo khawann so kamiskin, na mbgan kano o Allah ko kakayaan Iyan, o kabaya Iyan, mataan! a so Allah na Matao, a Mawngangn"
        },
        {
            "chapter": 9,
            "verse": 29,
            "text": "Pakimbonoay kano ko siran a di mapaparatiyaya ko Allah, go so alongan a mawri, go di iran izapar so inisapar o Allah go so sogo Iyan, go di siran magokit ko okit a bnar, a pd ko siran a bigan ko kitab, taman sa di siran mgay sa bowis sa kathanganaan, a siran na phapasiyonot siran"
        },
        {
            "chapter": 9,
            "verse": 30,
            "text": "Na pitharo o manga Yahodi a: So Ozayr na wata o Allah, go pitharo o manga Kristiyan, a so Al-Masih na wata o Allah. Giyoto man so katharo iran ko manga ngari iran; a ipphananayan iran ko katharo o siran a da pamaratiyaya gowani. Pimorkaan siran o Allah: Andamanaya i kapphamokhag iran"
        },
        {
            "chapter": 9,
            "verse": 31,
            "text": "Kinowa iran so manga olama kiran go so manga barasimba kiran a manga katohanan a salakaw ko Allah, go so Al-Masih a wata o Maryam; a da a inisogo kiran a rowar ko kasimbaa iran ko (Allah a) tohan a Isaysa: da a tohan a inonta Skaniyan. Soti Skaniyan: Mawatan ko ipzakoto iran on"
        },
        {
            "chapter": 9,
            "verse": 32,
            "text": "Khabayaan iran so kapadnga iran ko sindaw o Allah a gii nggolalan ko manga ngari iran na di iphangonot o Allah inonta na, tharotopn Iyan so sindaw Niyan, apiya pn di kabaya o manga kapir"
        },
        {
            "chapter": 9,
            "verse": 33,
            "text": "Skaniyan so (Allah a) siyogo Iyan so sogo Iyan a rakhs o toroan go so agama a bnar, ka phakiombawan Iyan on so manga agama, sa kalangolangowan iyan, apiya di kabaya o manga pananakoto"
        },
        {
            "chapter": 9,
            "verse": 34,
            "text": "Hay miyamaratiyaya, mataan! a madakl ko manga olama ko manga Yahodi go so manga olama ko manga Kristiyan, a mataan! a phagarabn iran so manga tamok o manga manosiya sa di ontol go pphangalang siran ko lalan o Allah. Na so siran a pphanimoon iran so bolawan ago pirak na di iran oto pnggaston ko lalan o Allah: Na panotholang ka kiran so siksa a malipds"
        },
        {
            "chapter": 9,
            "verse": 35,
            "text": "Sii ko alongan a pakalanggaan oto ko apoy ko Jahannam, na ipamirinsa oto ko manga bn´ng iran, go so manga kilid iran, go so manga likod iran. (Tharoon kiran a:) \"Giyaya so piyanimo iyo a rk o manga ginawa niyo: Na taami niyo so piyanimo iyo"
        },
        {
            "chapter": 9,
            "verse": 36,
            "text": "Mataan! a so itongan o manga olanolan (ko saragon) sii ko Allah na sapolo ago dowa olan sii ko kitab o Allah sii ko alongan a kiya adna Niyan ko manga langit go so lopa; a adn a pd on a pat olan a khipagaadatan: Giyoto man so okit a ontol. Na di niyo roo mbinasaa so manga ginawa niyo; na pakimbonoay kano ko manga pananakoto langon lagid o gi iran rkano kapakimbonoay langon. Na tangkda niyo a mataan! a so Allah na babid o (tabang Iyan so) khipanananggila"
        },
        {
            "chapter": 9,
            "verse": 37,
            "text": "Mataan! a so kapphaka oriya (ko kassla a ko Moharam sii ko Sapar) na phakawman ko kaongkir: Pkhisabap on a kapkhadadag o siran a miyamangongkir: Pphakayn iran oto ko saragon, na ipzapar iran oto ko isa a ragon, ka pphakaayonn iran ko itongan o inisapar o Allah na pphakayn iran so inisapar o Allah. Pipharasan kiran so marata ko manga galbk iran. Na so Allah na di Niyan pnggonanaon so pagtaw a manga kapir"
        },
        {
            "chapter": 9,
            "verse": 38,
            "text": "Hay miyamaratiyaya, ino kano wai, a igira a pitharo rkano a: Sorong kano ko kambonoay sii ko lalan o Allah, na ba kano dn oomplak ko lopa? Ino kano khasoat ko kawyagoyag ko doniya a di so akhirat? Na da ko parayasan ko kawyagoyag ko doniya, ko kipapantag iyan ko akhirat inonta na miyakaytoito"
        },
        {
            "chapter": 9,
            "verse": 39,
            "text": "O di kano sorong ko kambonoay, na ziksaan kano o Allah sa siksa a malipds, go zambi sa pagtaw a salakaw rkano; na da a mibinasa niyo Ron a mayto bo. Na so Allah na so langowan taman na Gaos Iyan"
        },
        {
            "chapter": 9,
            "verse": 40,
            "text": "O di niyo tabangi (so Rasol), na sabnar a tiyabangan skaniyan o Allah, gowani a pakaawaan o siran a da pamaratiyaya a: Ika dowa ko dowa, gowani a zisii siran a dowa ko liyang (a Jabal Tor), na samawto na gii niyan tharoon ko pd iyan (a so Abobakar) a\" \"Di ka pmboko, ka mataan! a so Allah na babid ta (so tabang Iyan):\" Na piyakatoron on o Allah so ithatana Iyan, go tiyabangan Iyan sa manga tantara a da niyo maylay, go biyaloy Niyan so katharo o siran a da pamaratiyaya a mababa. Na so katharo o Allah na giyoto i Maporo: Na so Allah na Mabagr, a Mawngangn"
        },
        {
            "chapter": 9,
            "verse": 41,
            "text": "Sorong kano ko kambonoay, makhap sa mapnd, go panagontamann iyo so manga tamok iyo, go so manga ginawa niyo, sii ko lalan o Allah. Giyoto man i mapiya rkano, o skano na katawi niyo"
        },
        {
            "chapter": 9,
            "verse": 42,
            "text": "O adn a parayasan (a khataban) a marani go so plalakawn na mathangka, na magonot siran rka dn, na ogaid na piyakawatan kiran o lalan a malayat. Na pzapa siran dn ko Allah sa: \"O miyakagaga kami, na miyapd kami niyo dn a lominiyo:\" Pmbinasaan iran so manga ginawa iran; na so Allah na katawan Iyan a mataan! a siran na titho a manga bokhag"
        },
        {
            "chapter": 9,
            "verse": 43,
            "text": "Pimaapan ka o Allah! anda sabap i kiya idining ka kiran taman sa mapayag rka so siran a mimamataan: Go katokawan ka so manga bokhag"
        },
        {
            "chapter": 9,
            "verse": 44,
            "text": "Di rka phangni sa idin so siran a miyamaratiyaya ko Allah go so alongan a mawri sa ba iran di panagontamann so manga tamok iran go so manga ginawa iran. Na so Allah na katawan Iyan so khipanananggila"
        },
        {
            "chapter": 9,
            "verse": 45,
            "text": "Aya bo a phangni rka sa idin (ko kathalimbagak) na so siran a di mapaparatiyaya ko Allah go so alongan a mawri, go mizangka so manga poso iran, na siran na matataap siran ko kazasangka iran"
        },
        {
            "chapter": 9,
            "verse": 46,
            "text": "Na o miyabaya siran lomiyo, na pithiyagaran iran dn sa bagr; na ogaid na da kabayai o Allah so kapakaliyo iran; na piyakapamokl Iyan siran, na adn a mitharo: \"Sa thalimbagak kano a pd o mithatalimbagak"
        },
        {
            "chapter": 9,
            "verse": 47,
            "text": "O miyapd siran rkano lomiyo, na da a khiyoman iran rkano a rowar sa kabinasa, go plagosakn iran dn so pagltltan iyo ka ipmbabanog kano iran sa samok, go adn a matatago rkano a pakapphanorimann iran. Na so Allah na katawan Iyan so manga darowaka"
        },
        {
            "chapter": 9,
            "verse": 48,
            "text": "Sabnsabnar a pimbabanog iran so samok gowani, go pikhlikhlid iran rka so manga bitiyara, - taman sa miyakaoma so bnar, go miyapayag so sogoan o Allah a siran na ikagogowad iran"
        },
        {
            "chapter": 9,
            "verse": 49,
            "text": "Na adn a pd kiran a gii tharo sa: \"Idini akong ka (ko kathalimbagak) go di akong ka pagologa ko dosa.\" Tanodan ka miyaolog siran ko dosa, na mataan! a so naraka Jahannam na katatangkalan iyan dn so manga kapir"
        },
        {
            "chapter": 9,
            "verse": 50,
            "text": "O masogat ka a mapiya, na ikharata a ginawa iran; na o masogat ka a tiyoba, na tharoon iran a: \"Sabnar a miyakatoman kami ko galbk ami gowani,\" na tomalikhod siran a siran na pkhakababaya"
        },
        {
            "chapter": 9,
            "verse": 51,
            "text": "Tharoang ka a: \"Da dn a khisogat rkami a rowar ko inimasad o Allah a bagian ami: Skaniyan i Panarigan ami:\" Na so Allah i sarigi o miyamaratiyaya"
        },
        {
            "chapter": 9,
            "verse": 52,
            "text": "Tharoang ka a: \"Da a pnayawn iyo rkami a rowar ko isa ko dowa mapiya (kapakataban odi na kazahid). Na skami na nanayawn ami rkano so kasogata rkano o Allah a siksa a phoon ko hadapan Iyan, odi na nggolalan ko manga barokan ami. Na nayaw kano; ka mataan! a pd kami niyo a khinanayaw"
        },
        {
            "chapter": 9,
            "verse": 53,
            "text": "Tharoang ka a: \"Pphammgay kano sa onot odi na tgl: da dn a khatarima a phoon rkano: Mataan! a skano na miyabaloy kano a pagtaw a manga songklid"
        },
        {
            "chapter": 9,
            "verse": 54,
            "text": "Na da a miyakagandawali kiran ko katarimaa kiran ko ipphammgay ran a rowar sa mataan! a siran na da iran paratiyaya so Allah ago so sogo Iyan; go di iran inggolalan so sambayang odi siran khibobokl; go di siran phammgay odi siran magogowad"
        },
        {
            "chapter": 9,
            "verse": 55,
            "text": "Na oba rka makabiray so manga tamok iran go so manga wata iran: Aya dn a kabaya o Allah na anon misabap a kasiksaa Niyan kiran sii ko kawyagoyag ko doniya, go an makaliyo so manga niyawa iran ko di iran kapaparatiyaya"
        },
        {
            "chapter": 9,
            "verse": 56,
            "text": "Na gii siran zapa ko Allah sa mataan! a pd iyo siran dn; a kna a ba niyo siran pd: Na ogaid na siran na pagtaw a pphangaalk"
        },
        {
            "chapter": 9,
            "verse": 57,
            "text": "O makatoon siran sa khalindongan, odi na manga liyang, odi na khasolkan, na magapas siran on dn, a siran na gii siran manizakay"
        },
        {
            "chapter": 9,
            "verse": 58,
            "text": "Na adn a pd kiran a taw a gii ka niyan zomann ko makapantag ko manga sadaqa: Na, o kabgi siran on, na masoat siran, na odi siran on kabgi, na samawto na siran na ganiganin siran"
        },
        {
            "chapter": 9,
            "verse": 59,
            "text": "Na opama ka mataan! a siran na miyasoat siran ko inibgay kiran o Allah ago so sogo Iyan, go iran pitharo a: \"Kaa-angkosan kami o Allah! Mbgan kami dn o Allah ko kakayaan Iyan go so sogo Iyan: Mataan! a skami na so bo so Allah i phangangarapanan ami\" (na giyoto i mapiya kiran)"
        },
        {
            "chapter": 9,
            "verse": 60,
            "text": "So manga zakat na aya bo a khibagian on na so pkhakamrmran, go so manga miskin, go so manga gomagalbk on; go so playamn so manga poso iran (ko bnar); go so kaaona ko khikaooripn, go so adn a manga bayadan iyan; go so sii ko lalan o Allah, go so gii mlayalayag a miyakawang sa lalan: Paliyogat a phoon ko Allah, na so Allah na Matao, a Mawngangn"
        },
        {
            "chapter": 9,
            "verse": 61,
            "text": "Na pd kiran so siran a phringasaan iran so Nabi go gi iran tharoon a: \"Skaniyan na pananangila.\" Tharoang ka a: \"Pananangila sa mapiya a bagian iyo: Paparatiyayaan iyan so Allah, go bbnarn iyan so miyamaratiyaya, go limo ko siran a miyamaratiyaya a pd rkano.\" Na so siran a phringasa ko sogo o Allah, na adn a bagian iran a siksa a malipds"
        },
        {
            "chapter": 9,
            "verse": 62,
            "text": "Gii siran rkano zapa ko Allah; ka ang kano iran masoat a: So Allah ago so sogo Iyan i patot a pzoasoatn iran, o siran na khipaparatiyaya"
        },
        {
            "chapter": 9,
            "verse": 63,
            "text": "Ba iran di katawi a mataan aya! a sadn sa somorang ko Allah go so sogo Iyan. Na mataan! a bagian iyan so apoy ko Jahannam? - sa matatap roo, giyoto so kahinaan a mala"
        },
        {
            "chapter": 9,
            "verse": 64,
            "text": "Ipkhawan o manga monapik oba adn a mitoron a makapantag kiran a sorah, a mapayag iyan kiran so zisii ko manga poso iran. Tharoang ka a: \"Zagola kano dn zandag! ka mataan! a so Allah na phakagmawn Iyan so ipkhawan iyo (oba mapayag)"
        },
        {
            "chapter": 9,
            "verse": 65,
            "text": "Na ibt o izaing ka siran, na ptharoon iran dn a: \"Skami na giya bo a gii ami kapagikayat go kanggitagita.\" Tharoang ka a: \"Ba so Allah, go so manga ayat Iyan, go so sogo Iyan, i dii niyo pagzawzawn"
        },
        {
            "chapter": 9,
            "verse": 66,
            "text": "Di kano dn pphamitowa a: Sabnar a miyongkir kano ko oriyan o paratiyaya niyo. O napii Ami so sabaad rkano na ziksaan Ami so sabaad, sabap sa mataan! a siran na miyabaloy siran a manga baradosa"
        },
        {
            "chapter": 9,
            "verse": 67,
            "text": "So manga monapik a manga mama, go so manga monapik a manga babay, na so sabaad kiran na pd ko sabaad: Ipzogo iran so marata, go ipzapar iran so mapiya, go gagamakn iran a manga lima iran (ka di siran phammgay). Piyakalipatan iran so Allah; na piyakalipatan siran mambo o Allah. Mataan! a so manga monapik na siran so manga pasik"
        },
        {
            "chapter": 9,
            "verse": 68,
            "text": "Inidiyandi o Allah ko manga monapik a manga mama, go so manga monapik a manga babay, go so manga kapir so apoy ko Jahannam: Makakakal siran on - giyoto i khabolosan iran: Na pimorkaan siran o Allah, go adn a bagian iran a siksa a tatap"
        },
        {
            "chapter": 9,
            "verse": 69,
            "text": "Lagid o siran a miyaonaan iyo a miyabaloy siran a lbi a mabagr a di skano, go madakl i manga tamok go manga wata (a di skano). Na siyawitan iran so kipantag iran: Na siyawitan iyo mambo so kipantag iyo, lagid o kiyasawiti o siran a miyaonaan iyo ko kipantag iran; go miyagikayat kano (sa kabokhag) lagid a kiyapagikayat iran. Siran man na miyailang so manga galbk iran sii sa doniya ago sii sa akhirat, na siran man na siran so miyangalologi"
        },
        {
            "chapter": 9,
            "verse": 70,
            "text": "Ba kiran da makatalingoma so thotholan ko miyaonaan iran?. A pagtaw o Noh, go so Ad, go so Samod; go so pagtaw o Ibrahim, go so khibabaling sa Madyan, go so miyangababaklid. Miyakatalingoma kiran so manga sogo kiran rakhs o manga rarayag a karina. Na da siran salimboti o Allah, na ogaid na siran i somiyalimbot ko manga ginawa iran"
        },
        {
            "chapter": 9,
            "verse": 71,
            "text": "Na so miyamaratiyaya a manga mama, go so miyamaratiyaya a manga babay, na so sabaad kiran na manga panarigan o sabaad: Ipzogo iran so mapiya, go ipzapar iran so marata: Go ipthindg iran so sambayang, go pthonayn iran so zakat, go phagonotan iran so Allah go so sogo Iyan. Siran man na ikhalimo siran dn o Allah: Mataan! a so Allah na Mabagr, a Mawngangn"
        },
        {
            "chapter": 9,
            "verse": 72,
            "text": "Diniyandian o Allah so miyamaratiyaya a manga mama, go so miyamaratiyaya a manga babay, sa manga sorga a pphamangondas ko kababaan iyan so manga lawasayg, makakakal siran roo, go manga darpa a manga pipiya sii ko manga sorga a tatap. Go kasosoat a phoon ko Allah a lawan roo pn: Giyoto man na skaniyan so daag a mala"
        },
        {
            "chapter": 9,
            "verse": 73,
            "text": "Hay Nabi, prangang ka so manga kapir ago so manga monapik go pakatgasing ka siran. Na darpa iran so naraka Jahannam, - a mikharatarata a khabolosan"
        },
        {
            "chapter": 9,
            "verse": 74,
            "text": "Gii siran zapa ko Allah sa da iran matharo, go sabnsabnar a pitharo iran: So katharo a kaongkir, go miyongkir siran ko oriyan o kiyambayorantang iran (ko Allah); go piyagngtan iran so (kambonoa iran ko Nabi a) da iran maparoli: Na da a inipaawing iran on a rowar sa kiyabgi kiran o Allah go so sogo Iyan ko kakawasaan Iyan. Na o thawbat siran, na mabaloy a mapiya a bagian iran; na o talikhod siran; na ziksaan siran o Allah sa siksa a malipds sii sa doniya, go sa akhirat na da a bagian iran ko lopa a panarigan go tabanga"
        },
        {
            "chapter": 9,
            "verse": 75,
            "text": "Na adn a pd kiran a miyakindiyandi ko Allah, (sa pitharo iyan a:) Ibt o bgi kami Niyan ko kakayaan Iyan, na mataan! a zasadka kami dn, go mataan! a mabaloy kami dn a pd ko manga bilangataw"
        },
        {
            "chapter": 9,
            "verse": 76,
            "text": "Na kagiya a bgan Iyan siran ko kakayaan Iyan, na inipligt iran, go tomiyalikhod siran, a siran na somasangka siran"
        },
        {
            "chapter": 9,
            "verse": 77,
            "text": "Na inakir Iyan siran ko kapmonapik sii ko manga poso iran, taman ko alongan a kimbaratmowaan iran on: - sabap ko kiyadorata iran ko Allah, ko inibgay ran on a pasad, go sabap ko kiyapamokhag iran"
        },
        {
            "chapter": 9,
            "verse": 78,
            "text": "Ba iran di katawi a mataan! a so Allah na katawan Iyan so isosoln iran go so pphamagtongaan iran, go mataan! a so Allah na katawan Iyan so da mamangipayag"
        },
        {
            "chapter": 9,
            "verse": 79,
            "text": "Siran na gi iran zodiin so gii khakapiyaan ko miyamaratiyaya, makapantag ko manga sadka, go so siran a da a khatoon iran a rowar ko (mayto a) pkhabaog iran, - na pphamagrgan iran siran, na mbadalan o Allah so kapphamagrg iran: Go adn a bagian iran a siksa a malipds"
        },
        {
            "chapter": 9,
            "verse": 80,
            "text": "Pangnin ka siran sa maap, antawaa ding ka siran phangnin sa maap, na o pangnin ka siran sa maap sa makapito polo makasoy, na di siran dn pmaapan o Allah: Giyoto man na sabap sa mataan! a siran na inongkir iran so Allah go so sogo Iyan: Na so Allah na di Niyan pnggonanaon so pagtaw a manga songklid"
        },
        {
            "chapter": 9,
            "verse": 81,
            "text": "Miyababaya so mithatalimbagak sabap ko kinibagak iran ko talikhodan o sogo o Allah: Go inikagowad iran oba iran mipanagontaman so manga tamok iran go so manga ginawa iran, sii ko lalan o Allah: Na pitharo iran a: \"Di kano pagonot phrang ko kakhakayaw niyan,\" tharoang ka a: \"So apoy ko naraka Jahannam i taralbi a mayaw opama ka siran na sasabota iran"
        },
        {
            "chapter": 9,
            "verse": 82,
            "text": "Na khala siran sa mayto: Na sgad siran sa madakl: Balas ko miyapasad iran (a manga dosa)"
        },
        {
            "chapter": 9,
            "verse": 83,
            "text": "Na opakakasoya ka o Allah ko sabaad kiran, na magodas siran rka makapantag ko kapagonot iran lomiyo (ko kaphrang), na tharoang ka a: \"Di kano rakn dn makawnot lomiyo sa dayon sa dayon, go di kano rakn dn makaogop makimbonoay ko ridoay: Mataan! a skano na miyasoat kano ko kaoontod ko paganay a kiya okitan: Na oontod kano dn a pd o mithatalimbagak"
        },
        {
            "chapter": 9,
            "verse": 84,
            "text": "Na da a zambayanging ka kiran a isa bo a miyatay sa dayon sa dayon, go di ka thindg ko kobor iyan; mataan! a siran na inongkir iran so Allah go so sogo Iyan, go miyatay siran ko kasosongklid iran"
        },
        {
            "chapter": 9,
            "verse": 85,
            "text": "Na oba ka mabarayat o manga tamok iran go so manga wata iran: Aya dn a kabaya o Allah na misabap roo a kasiksaa Niyan kiran sii sa doniya, go makaliyo so manga niyawa iran ko kaoongkir iran"
        },
        {
            "chapter": 9,
            "verse": 86,
            "text": "Na igira a adn a initoron a sorah (a miyaaloy ron:) A paratiyayaa niyo so Allah go phrang kano a pd o sogo Iyan, na mangni rka sa idin so adn a manga kakawasaan iyan kiran go tharoon iran a: \"Bagakn kaming ka, ka ang kami mabaloy a pd ko mithatalimbagak"
        },
        {
            "chapter": 9,
            "verse": 87,
            "text": "Miyasoat siran sa kitatapi iran ko mithatalimbagak: Na miyaparkat so manga poso iran na siran na di siran phamakasabot"
        },
        {
            "chapter": 9,
            "verse": 88,
            "text": "Ogaid na so sogo, go so miyamaratiyaya a pd iyan, na iniphrang iran so manga tamok iran go so manga ginawa iran: Na siran man na bagian iran so manga pipiya: Go siran man na siran so phamakaslang sa maliwanag"
        },
        {
            "chapter": 9,
            "verse": 89,
            "text": "Pithiyagaran siran o Allah sa manga sorga a pphamangondas ko kababaan iyan so manga lawasayg, makakakal siran on: Giyoto man so daag a mala"
        },
        {
            "chapter": 9,
            "verse": 90,
            "text": "Na miyakaoma so pphamamitowa a pd ko manga Arab, ka an siran kaydini (ko kathalimbagak); na miyamangontod so siran a piyamamokhagan iran so Allah go so sogo Iyan. Na khasogat dn so siran a miyamangongkir kiran a siksa a malipds"
        },
        {
            "chapter": 9,
            "verse": 91,
            "text": "Da ko manga lolobay, go so pkhakasakit, go so siran a da a khatoon iran a mapnggasto iran, a dosa, igira miyangoyaw siran a rk o Allah go so sogo Iyan: Da ko miphipiyapiya i lalan (ko dosa): Ka so Allah na Manapi, a Makalimoon"
        },
        {
            "chapter": 9,
            "verse": 92,
            "text": "Go da a dosa o siran a igira a miyakatalingoma siran rka, ka an ka siran katanggongi, na pitharoo ka a: \"Da a khatoon ko a khitanggong akn rkano;\" na tomiyalikhod siran, a so manga mata iran na pphamanoga sa lo a rata a ginawa sa di iran kaphakatoon sa mapnggasto iran"
        },
        {
            "chapter": 9,
            "verse": 93,
            "text": "Aya bo a adn a lalan on (o dosa) na so siran a pphamangni siran rka sa idin (ko kathalimbagak) a siran na manga kawasa. Miyasoat siran sa kitatapi iran ko mithatalimbagak: Na piyarkat o Allah so manga poso iran; na siran na di manga tatao"
        },
        {
            "chapter": 9,
            "verse": 94,
            "text": "Pphamitowaan kano iran igira a miyakandod kano kiran. Tharoang ka: \"Di kano pphamitowa: Ka di ami skano dn pharatiyayaan: Sabnar a piyanothol rkami o Allah so manga totholan rkano: Na pagilayn o Allah go so sogo Iyan so galbk iyo: Oriyan iyan na phakandodn kano ko (Allah a) Matao ko migagaib ago so mipapayag: Na phanotholn Iyan rkano so pinggolawla niyo"
        },
        {
            "chapter": 9,
            "verse": 95,
            "text": "Pzapa siran rkano sa ibt ko Allah, igira miyakambalingan kano kiran, ka an iyo siran katalikhodi. Na talikhodi niyo siran: Mataan! a siran na marzik, na darpa iran so naraka Jahannam, - a balas ko miyapasad iran (a manga dosa)"
        },
        {
            "chapter": 9,
            "verse": 96,
            "text": "Pzapa siran rkano, ka an iyo siran karilai na o rilai niyo siran, na mataan! a so Allah na di Niyan prilaan so pagtaw a manga songklid"
        },
        {
            "chapter": 9,
            "verse": 97,
            "text": "Adn a manga Arab a mabagr i kaongkir go kapanangin, go dait a di iran katawi ko manga taman o initoron o Allah ko sogo Iyan: Na so Allah na Matao, a Mawngangn"
        },
        {
            "chapter": 9,
            "verse": 98,
            "text": "Na adn a pd ko manga Arab a taw a babalowin iyan so mipphammgay niyan a ilang, go nanayawn iyan rkano so kapphangasasalin o masa: Sii kiran so kapkhasalin o masa a marata: Na so Allah na Pphakan´g, a Matao"
        },
        {
            "chapter": 9,
            "verse": 99,
            "text": "Na adn a pd ko manga Arab a paparatiyayaan iyan so Allah go so alongan a mawri, go babalowin iyan so mipphammgay niyan a ipphamakarani sii ko Allah go so manga pangni o Rasol. Ba di mataan! a skaniyan na iphakarani ran (ko Allah): Phakasoldn siran dn o Allah ko limo Iyan: Mataan! a so Allah na Manapi, a Makalimoon"
        },
        {
            "chapter": 9,
            "verse": 100,
            "text": "Na so manga paganay a miyangaoona ko manga Mohajirin go so manga Ansar go so siran a miyamakatondog kiran ko kaphiyapiya, - na miyasoat kiran so Allah, go miyasoat siran on (mambo): Na pithiyagaran Iyan siran sa manga sorga a pphamangondas ko kababaan iyan so manga lawasayg, makakakal siran on sa dayon sa dayon: Giyoto man so daag a mala"
        },
        {
            "chapter": 9,
            "verse": 101,
            "text": "Na adn a pd ko makaliliyot rkano ko manga Arab a pphamanangin, go so sabaad ko taw sa Madinah: Na miyanamar siran ko kapmonapik: ding ka siran katawan: Skami i Matao kiran: Ziksaan Ami siran dn sa makadowa: Oriyan iyan na phozangn siran ko siksa a mala"
        },
        {
            "chapter": 9,
            "verse": 102,
            "text": "Na adn a manga pd a inipagikral iran so manga dosa iran: Piyakazaog iran so galbk a mapiya, go so pd a marata. Matatangkd a so Allah na phakatawbatn Iyan siran: Mataan! a so Allah na Manapi, a Makalimoon"
        },
        {
            "chapter": 9,
            "verse": 103,
            "text": "Kowa ka ko manga tamok iran sa sadaqah, a misoting ka kiran; go kasabapan sa kapakaozorang ka kiran; na pangnin ka siran. Mataan! a so pangning ka na kalilintad a bagian iran: Na so Allah na Pphakan´g, a Matao"
        },
        {
            "chapter": 9,
            "verse": 104,
            "text": "Ba iran di katawi a mata an! a so Allah na Skaniyan so ptharima ko tawbat phoon ko manga oripn Iyan go ptharima ko manga sadaqah, go mataan! a so Allah na Skaniyan so pphanarima ko tawbat, a Makalimoon"
        },
        {
            "chapter": 9,
            "verse": 105,
            "text": "Na tharoang ka a: \"Nggalbk kano, ka pagilayn o Allah go so sogo Iyan go so miyamaratiyaya so galbk iyo: Na phakandodn kano dn ko (Allah a) Matao ko migagaib, go so mipapayag: Na phanotholn Iyan rkano so pinggolawla niyo"
        },
        {
            "chapter": 9,
            "verse": 106,
            "text": "Na adn a manga pd, a pakidadara kiran o kokoman o Allah, o siksaa Niyan siran, antawaa pakatawbatn Iyan siran: Na so Allah na Matao, a Mawngangn"
        },
        {
            "chapter": 9,
            "verse": 107,
            "text": "Na so siran a mimbalay sa masjid a kapaminasa, go kaongkir go an maomparik so miyamaratiyaya, go ipphagipat ko taw a romirido ko Allah go so sogo Iyan gowani. Na mataan! a gii siran zapa: da a antap ami a rowar ko mapiya; na zasaksi an o Allah a mataan! a siran na titho a manga bokhag"
        },
        {
            "chapter": 9,
            "verse": 108,
            "text": "Di ka on pzambayang sa dayon sa dayon. Mataan! a so masjid a pimbalay makapantag ko kapangongonotan (ko Allah) ko paganay a gawii; na aya patot a rong ka zambayang. Katatagoan sa manga mama a pkhababayaan iran a kasoti ran; na so Allah na pkhababayaan Iyan so manga barasoti"
        },
        {
            "chapter": 9,
            "verse": 109,
            "text": "Ino so taw a pimbalay niyan so walay niyan makapantag sa onot ko Allah go so kasosoat Iyan aya mapiya? - antawaa so taw a pimbalay niyan so walay niyan ko kilid o thbaan a pkhatbar, na miyaolog iyan ko apoy ko Jahannam na so Allah na di Niyan pnggonanaon so pagtaw a manga darowaka"
        },
        {
            "chapter": 9,
            "verse": 110,
            "text": "Di khada so walay ran a so pimbalay ran, kasangka a madadalm ko manga poso iran, odi mazaropt so manga poso iran. Na so Allah na Matao, a Mawngangn"
        },
        {
            "chapter": 9,
            "verse": 111,
            "text": "Mataan! a so Allah na piyamasa Niyan ko miyamaratiyaya so manga ginawa iran go so manga tamok iran; sa mataan! a rk iran so sorga: Gii siran makimbonoay sa lalan ko Allah, na pphakapatay siran go pkhaprang siran: Diyandi Iyan aya a di pndorat, a zisii ko Tawrat, ago so Injil, go so Qor´an: Na ba adn a taw a makalawan ko Allah a tomotoman ko diyandi Iyan? Na pakapipiyaa niyo a ginawa niyo sabap ko dagangan iyo a so piphasa niyo to (ko Allah): Ka giyoto man so daag a mala"
        },
        {
            "chapter": 9,
            "verse": 112,
            "text": "(Siran) So manga baratawbat; a manga barasimba, a khipananalamat; a manga barapowasa, pphroroko, a pphamanodiod, a pphamanogo ko mapiya, pphanapar ko marata, go khisisiyapn iran so manga taman o Allah; na pphamanotholing ka sa mapiya so miyamaratiyaya"
        },
        {
            "chapter": 9,
            "verse": 113,
            "text": "Da mapatot ko Nabi go so miyamaratiyaya, i ba iran pangnin sa maap so manga pananakoto, apiya pn i katotonganay ran on, ko oriyan o kiyapayag iyan kiran sa mataan! a siran na manga taw ko naraka Jahim"
        },
        {
            "chapter": 9,
            "verse": 114,
            "text": "Na aya bo a kinipangnin sa maap o Ibrahim ki ama iyan na sii bo ko diyandi a inidiyandi iyan on. Na kagiya a mapayag on a mataan! a skaniyan na ridoay o Allah, na tiyaplis iyan skaniyan: Mataan! a so Ibrahim na lalayon makaphphaginao, a matigr"
        },
        {
            "chapter": 9,
            "verse": 115,
            "text": "Na da ko btad o Allah o ba adn a dadagn Iyan a pagtaw ko oriyan o masa a kiyatoroa Niyan kiran, taman sa di Niyan kiran mapayag so phananggilaan iran. Mataan! a so Allah na so langowan taman na katawan Iyan"
        },
        {
            "chapter": 9,
            "verse": 116,
            "text": "Mataan! a so Allah na rk Iyan so kapaar ko manga langit ago so lopa. Pphangoyag go pphangimatay. Na da a bagian iyo a salakaw ko Allah a Panarigan go da a tabanga"
        },
        {
            "chapter": 9,
            "verse": 117,
            "text": "Sabnsabnar a piyakatawbat o Allah so Nabi, go so manga Mohajirin, go so manga Ansar, - a siran so miyamangonot on ko oras a margn (ko kiyaphrang sa Tabok), ko oriyan o masa a mayto bo na khapaling so manga poso o salompok kiran; oriyan iyan na piyakatawbat Iyan siran: Mataan! a Skaniyan i mala kiran i gagaw, a Makalimoon"
        },
        {
            "chapter": 9,
            "verse": 118,
            "text": "Go (piyakatawbat Iyan) so tlo kataw a siran so minibagak; taman sa samawto na piyakasimpit kiran o lopa so kawlad iyan, go kiyangtan kiran so manga ginawa iran, - na tiyangkd iran a da a kaphagapasan phoon ko Allah a inonta Skaniyan. Oriyan iyan na niyapiyan Iyan siran, ka an siran makatawbat: Mataan! a so Allah na Skaniyan i Pphanarima ko tawbat, a Makalimoon"
        },
        {
            "chapter": 9,
            "verse": 119,
            "text": "Hay miyamaratiyaya, kalkn iyo so Allah go tapi kano ko mimamataan"
        },
        {
            "chapter": 9,
            "verse": 120,
            "text": "Da mapatot ko taw sa Madinah go so taw a makaliliyot kiran ko manga Arab, i ba siran thalimbagak ko oriyan o sogo o Allah, go ba iran matomo so manga ginawa iran a di so ginawa niyan: Giyoto man na sabap sa mataan! a siran na da a khisogat kiran a kawaw, go da a dokaw, go da a ongos sii ko lalan o Allah, go da a kaphanadaan iran a darpa a ikhararangit o manga kapir, go da a khisogat iran ko ridoay a ringasa a ba di misorat a bagian iran sa sabap roo a galbk a mapiya; mataan! a so Allah na di Niyan pagilangn so balas ko miphipiyapiya"
        },
        {
            "chapter": 9,
            "verse": 121,
            "text": "Go da a mapnggasto iran a gasto mayto ago mala, go da a khatarapas iran a balintad, a ba di misorat (a balas) a bagian iran; ka imbalas kiran o Allah so mapiya ko pinggolawla iran"
        },
        {
            "chapter": 9,
            "verse": 122,
            "text": "Na da mapakay ko miyamaratiyaya i ba siran liyo langon: Na ino da liyo ko oman i salompok kiran so sabaad, ka an iran pkhasaboti so agama, go an iran mipphamakaiktiyar ko pagtaw iran igira miyakandod siran kiran, ka an siran makaiktiyar"
        },
        {
            "chapter": 9,
            "verse": 123,
            "text": "Hay miyamaratiyaya, pakimbonoay kano ko siran a makaoobay rkano ko manga kapir, go pakigdaan iyo kiran a adn a katgas iyo: Na tangkda niyo a mataan! a so Allah na babid o (tabang Iyan so) khipananangila"
        },
        {
            "chapter": 9,
            "verse": 124,
            "text": "Na igira a adn a initoron a sorah, na adn a pd kiran a taw a gii tharo sa: \"Antawaa rkano i miyakawman on nai sa paratiyaya?\" Na so siran a miyamaratiyaya, na miyakawman kiran sa paratiyaya, a siran na pkhababaya siran"
        },
        {
            "chapter": 9,
            "verse": 125,
            "text": "Na so siran a katatagoan so manga poso iran sa gdamn, na ba kiran dn miyakawman sa kaongkir ko andang a kaoongkir iran, go miyamatay siran a kapapantagan siran a manga kapir"
        },
        {
            "chapter": 9,
            "verse": 126,
            "text": "Ba iran di khaylay a mataan! a siran na pthiyobaan siran ko oman ragon sa makaysa odi na makadowa? Oriyan iyan na di siran pthawbat, go di siran phakatadm"
        },
        {
            "chapter": 9,
            "verse": 127,
            "text": "Na igira adn a initoron a sorah, na tntngan o sabaad kiran so sabaad (sa tharoon iyan a): \"Ba adn a pphakaylay rkano a isa bo?\" Na oriyan iyan na tomalikhod siran: Na piyakatalikhod o Allah so manga poso iran; sabap sa mataan! a siran na pagtaw a da a manga sabot iran"
        },
        {
            "chapter": 9,
            "verse": 128,
            "text": "Sabnsabnar a adn a miyakaoma rkano a sogo a pd ko manga ginawa niyo a awid a akal iyan so margn iyo: Mala rkano so sambatan: Sii ko miyamaratiyaya mala i kapdi, a Makalimoon"
        },
        {
            "chapter": 9,
            "verse": 129,
            "text": "Na o talikhod siran, na tharoang ka a: \"Kasasanaan ko so Allah: da a tohan a salakaw Rkaniyan: Ron ako somiyarig, - ka Skaniyan i Khirk ko kapaar a mala"
        }
    ]
}