{
    "chapter": [
        {
            "chapter": 19,
            "verse": 1,
            "text": "Kāpha. Hā. Yā. Ē̔aina. Śvāda"
        },
        {
            "chapter": 19,
            "verse": 2,
            "text": "Hā ullēkha āhē tumacyā pālanakartyācyā tyā kr̥pēcā, jī tyānē āpalē dāsa jakariyāvara kēlī hōtī"
        },
        {
            "chapter": 19,
            "verse": 3,
            "text": "Jēvhā tyānnī āpalyā pālanakartyājavaḷa gupacupa rityā prārthanā kēlī"
        },
        {
            "chapter": 19,
            "verse": 4,
            "text": "Mhaṇālē hē mājhyā pālanakartyā mājhī hāḍē kamakuvata jhālī āhēta āṇi ḍōkē mhātārapaṇāmuḷē bhaḍakalē āhē, parantu mī kadhīhī tujhyājavaḷa du'ā (prārthanā) karūna van̄cita rāhilō nāhī"
        },
        {
            "chapter": 19,
            "verse": 5,
            "text": "Āṇi malā āpalyā (mr̥tyu) nantara, āpalyā javaḷacyā nātēvā'īkān̄cē bhaya āhē. Mājhī patnī dēkhīla vān̄jha āhē, paṇa tarīhī tū malā āpalyātarphē vārasa pradāna kara"
        },
        {
            "chapter": 19,
            "verse": 6,
            "text": "Jō mājhāhī vārasa asēla āṇi yākūbacyā vanśācāhī vārasa, āṇi hē mājhyā pālanakartyā! Tū tyālā āpalā āvaḍatā dāsa banava"
        },
        {
            "chapter": 19,
            "verse": 7,
            "text": "Hē jakariyā! Āmhī tumhālā ēkā putrā (cyā prāptī) cī khūśakhabara dētō, jyācē nāva yahayā āhē. Āmhī tyān̄cyāpūrvī yā nāvāsārakhē nāva kōṇālāhī dilē nāhī"
        },
        {
            "chapter": 19,
            "verse": 8,
            "text": "(Jakariyā) mhaṇālē, hē mājhyā pālanakartyā! Malā putra kasā barē hō'īla, mājhī patnī vān̄jha āṇi mī svataḥ mhātārapaṇācyā atiśaya kamakuvata avasthēsa pōhōcalō āhē"
        },
        {
            "chapter": 19,
            "verse": 9,
            "text": "Ādēśa jhālā kī (vāyadā) aśāca prakārē pūrṇa jhālā. Tumacyā pālanakartyānē pharmāvilē āhē kī mājhyākaritā tara hē agadī sōpē āhē āṇi tumhī svataḥ jēvhā kāhīca navhatā, mī tumhālā nirmāṇa kēlē āhē"
        },
        {
            "chapter": 19,
            "verse": 10,
            "text": "(Jakariyā) mhaṇālē, hē mājhyā pālanakartyā! Mājhyāsāṭhī ēkhādī niśāṇī nirdhārīta kara, ādēśa dilā kī tumacyāsāṭhī niśāṇī hī kī prakr̥tī dhaḍadhākaṭa asatānāhī tumhī tīna rātrī paryanta kōṇatyāhī māṇasāśī bōlū śakaṇāra nāhīta"
        },
        {
            "chapter": 19,
            "verse": 11,
            "text": "Ātā jakariyā āpalyā khōlī (hujaṟyā) cyā bāhēra yē'ūna āpalyā janasamūhājavaḷa yē'ūna tyānnā iśārā karatāta kī tumhī sakāḷa-sandhyākāḷa allāhacī pavitratā varṇana karā"
        },
        {
            "chapter": 19,
            "verse": 12,
            "text": "Hē yahayā! (Mājhyā) granthāvara āpalī pakaḍa majabūta rākhā āṇi āmhī yahayālā bālapaṇāpāsūnaca jñāna pradāna kēlē"
        },
        {
            "chapter": 19,
            "verse": 13,
            "text": "Āṇi āpalyākaḍūna dayā-kr̥pā āṇi pavitratā dēkhīla, tō allāhacē bhaya rākhūna vāgaṇārā manuṣya hōtā"
        },
        {
            "chapter": 19,
            "verse": 14,
            "text": "Āṇi āpalyā mātā-pityāśī nēka-sadācārī hōtā, tō kaṭhōra āṇi gunhēgāra navhatā"
        },
        {
            "chapter": 19,
            "verse": 15,
            "text": "Tyācyāvara salāmatī āhē, jyā divaśī tyānē janma ghētalā āṇi jyā divaśī tō maraṇa pāvēla, āṇi jyā divaśī tō jivanta karūna uṭhavilā jā'īla"
        },
        {
            "chapter": 19,
            "verse": 16,
            "text": "Yā granthāta mariyamacyā vr̥ttāntācāhī ullēkha karā, jēvhā tyānnī āpalyā kuṭumbācyā lōkāmpāsūna vēgaḷē hō'ūna pūrvēkaḍē ēkāntavāsa patkaralā"
        },
        {
            "chapter": 19,
            "verse": 17,
            "text": "Āṇi tyā lōkāmpāsūna āḍa-paḍadā kēlā, maga āmhī ticyājavaḷa āpalā ātmā (jibrīla alē.) Pāṭhavilā, tara tō ticyāsamōra sampūrṇa mānava rūpāta prakaṭa jhālā"
        },
        {
            "chapter": 19,
            "verse": 18,
            "text": "Tī mhaṇālī, mī tujhyāpāsūna rahamāna (dayāvāna allāha) cē śaraṇa māgatē, jara tū thōḍāsāhī allāhacē bhaya rākhaṇārā āhēsa"
        },
        {
            "chapter": 19,
            "verse": 19,
            "text": "Tō mhaṇālā, mī allāhatarphē pāṭhavilā gēlēlā rasūla (prēṣita) āhē, tulā ēka pavitra putra dēṇyāsāṭhī ālō āhē"
        },
        {
            "chapter": 19,
            "verse": 20,
            "text": "Tī mhaṇālī, malā putra kasā barē hō'ū śakatō? Malā tara ēkhādyā puruṣācā hāta dēkhīla lāgalā nāhī, āṇi nā mī durācārī āhē"
        },
        {
            "chapter": 19,
            "verse": 21,
            "text": "Tō mhaṇālā, pharmāna tara hēca āhē. (Parantu) tumacyā pālanakartyācā ādēśa āhē kī tē mājhyāsāṭhī phāraca sōpē āhē. Āmhī tara tyālā lōkānsāṭhī ēka niśāṇī1 banavū āṇi āpalī khāsa dayā hī tara ēka niścita aśī gōṣṭa āhē"
        },
        {
            "chapter": 19,
            "verse": 22,
            "text": "Maga tī garbhavatī jhālī āṇi yāca kāraṇāstava tī ēkāgracitta hō'ūna ēkā dūracyā ṭhikāṇī nighūna gēlī"
        },
        {
            "chapter": 19,
            "verse": 23,
            "text": "Maga prasava-pīḍā tilā ēkā khajūrīcyā jhāḍākhālī ghē'ūna ālī āṇi ticyā tōṇḍūna nighālē, arērē! Mī yāpūrvī mēlī asatī āṇi lōkānnā mājhā agadī visara paḍalā asatā"
        },
        {
            "chapter": 19,
            "verse": 24,
            "text": "Tēvaḍhyāta tilā utārākaḍūna hāka aikū ālī kī, nirāśa hō'ū nakōsa, tujhyā pālanakartyānē tujhyā pāyākhālī ēka jharā pravāhīta kēlā āhē"
        },
        {
            "chapter": 19,
            "verse": 25,
            "text": "Āṇi tyā khajurīcyā jhāḍācyā phāndīlā āpalyākaḍē halava. Tī tujhyāsamōra tājyā pikalēlyā khajurī pāḍīla"
        },
        {
            "chapter": 19,
            "verse": 26,
            "text": "Ātā nirdhāsta hō'ūna khā āṇi pī āṇi ḍōḷē thaṇḍa rākha, jara tulā ēkhādā manuṣya disalā tara sāṅga kī mī dayāvāna allāhacyā nāvānē rōjā (upavāsa) ṭhēvalā āhē. Āja mī kōṇatyāhī māṇasāśī bōlaṇāra nāhī"
        },
        {
            "chapter": 19,
            "verse": 27,
            "text": "Ātā (hajarata īsā) yānnā ghē'ūna tī āpalyā lōkāmmadhyē ālī. Sarvajaṇa mhaṇālē, mariyama, tū mōṭhē vā'īṭa kr̥tya kēlēsa"
        },
        {
            "chapter": 19,
            "verse": 28,
            "text": "Hē hārunacyā bahiṇī! Nā tara tujhā pitā vā'īṭa māṇūsa hōtā, āṇi nā tujhī ā'ī durācārī hōtī"
        },
        {
            "chapter": 19,
            "verse": 29,
            "text": "(Mariyamanē) āpalyā bāḷākaḍē iśārā kēlā, sarva mhaṇū lāgalē, ātā kuśīta asalēlyā bāḷāśī āmhī bōlaṇāra tarī kasē"
        },
        {
            "chapter": 19,
            "verse": 30,
            "text": "(Bāḷa) ud‌gāralē, mī sarvaśrēṣṭha allāhacā dāsa āhē. Tyānē malā grantha pradāna kēlā āhē āṇi malā āpalā paigambara (dūta) banavilē āhē"
        },
        {
            "chapter": 19,
            "verse": 31,
            "text": "Āṇi tyānē malā śubha maṅgaladāyī banavilē āhē, jithē dēkhīla mī rāhīna āṇi jōparyanta mī jivanta rāhīna tōparyanta tyānē malā namāja āṇi jakātacā ādēśa dilā āhē"
        },
        {
            "chapter": 19,
            "verse": 32,
            "text": "Āṇi tyānē malā āpalyā mātēcā sēvaka banavilē āhē āṇi malā kaṭhōra āṇi durdaivī kēlē nāhī"
        },
        {
            "chapter": 19,
            "verse": 33,
            "text": "Āṇi mājhyāvara mājhyā janmācyā divaśī āṇi mājhyā mr̥tyucyā divaśī āṇi jyā divaśī mī dusaṟyāndā ubhā kēlā jā'īna, mājhyāvara śāntī-salāmatī āhē"
        },
        {
            "chapter": 19,
            "verse": 34,
            "text": "Hī āhē saccī kahāṇī mariyamacā putra īsācī. Hīca tī satya gōṣṭahōya, jyābābata lōka sanśayāta paḍalē āhēta"
        },
        {
            "chapter": 19,
            "verse": 35,
            "text": "Allāhakaritā santatī asaṇē ucita nāhī tō tara atiśaya pavitra āhē tō jēvhā ēkhādyā kāmācā saṅkalpa karatō tēvhā tyāsāṭhī mhaṇatō hō'ūna jā āṇi tyā kṣaṇī tē ghaḍūna yētē"
        },
        {
            "chapter": 19,
            "verse": 36,
            "text": "Āṇi mājhā āṇi tumhā sarvān̄cā pālanakartā allāhaca āhē. Tēvhā tumhī sarva tyācīca upāsanā karā, hāca saraḷa mārga āhē"
        },
        {
            "chapter": 19,
            "verse": 37,
            "text": "Maga (hē) gaṭa āpasāta matabhēda karū lāgalē. Tathāpi kāphirānsāṭhī duḥkha āhē ēkā bhayaṅkara divasācyā yēṇyānē"
        },
        {
            "chapter": 19,
            "verse": 38,
            "text": "Kitī cāṅgalē pāhaṇārē aikaṇārē asatīla tyā divaśī, jēvhā āmacyāsamōra hajara hōtīla, parantu āja tara hē atyācārī lōka ughaḍa aśā mārgabhraṣṭatēta paḍalē āhēta"
        },
        {
            "chapter": 19,
            "verse": 39,
            "text": "Āṇi tumhī tyānnā yā duḥkha āṇi nirāśēcyā divasācē bhaya aikavā jēvhā kārya pūrṇatvāsa pōhacavilē jā'īla āṇi hē lōka gaphalatīta āṇi bē'īmānītaca paḍūna rāhatīla"
        },
        {
            "chapter": 19,
            "verse": 40,
            "text": "Niḥsanśaya, dharatīcē āṇi dharatīvara rāhaṇāṟyān̄cē vārasa āmhīca asaṇāra āṇi samasta lōka āmacyācakaḍē paratavūna āṇalē jātīla"
        },
        {
            "chapter": 19,
            "verse": 41,
            "text": "Yā granthāta ibrāhīma (cyā vr̥ttāntā) cā ullēkha karā. Niḥsanśaya tē mōṭhē saccē paigambara (īśadūta) hōtē"
        },
        {
            "chapter": 19,
            "verse": 42,
            "text": "Jēvhā tē āpalyā pityāsa mhaṇālē, hē pitā! Tumhī aśān̄cī upāsanā kā karīta āhāta jē nā aikū śakatīla, nā pāhū śakatīla āṇi nā tumhālā kasalāhī lābha pōhacavū śakatīla"
        },
        {
            "chapter": 19,
            "verse": 43,
            "text": "Hē (mājhyā priya) pitā! (Tumhī pāhā) mājhyājavaḷa tē jñāna ālē āhē jē tumacyājavaḷa ālēca nāhī, tēvhā tumhī mājhēca mhaṇaṇē mān'ya karā mī agadī saraḷa mārgākaḍē tumacē mārgadarśana karīna"
        },
        {
            "chapter": 19,
            "verse": 44,
            "text": "Hē mājhyā pityā! Tumhī saitānācī upāsanā karaṇyāpāsūna thāmbā saitāna tara dayāḷū āṇi kr̥pāḷū allāhacī khūpa avajñā karaṇārā āhē"
        },
        {
            "chapter": 19,
            "verse": 45,
            "text": "Hē pitā! Malā bhaya vāṭatē kī kadācita tumacyāvara allāhacī ēkhādī śikṣā yātanā na yē'ūna kōsaḷāvī kī (jyāmuḷē) tumhī saitānācē mitra banāvē"
        },
        {
            "chapter": 19,
            "verse": 46,
            "text": "(Pityānē) uttara dilē, hē ibrāhīma! Kāya tū āmacyā upāsyāmpāsūna tōṇḍa phiravita āhēsa? (Aika) jara tū asē karaṇē thāmbavilē nāhī tara mī tulā dagaḍānnī (ṭhēcūna) māruna ṭākīna, jā ēkā dīrgha mudatāparyanta mājhyāpāsūna vēgaḷāca rāhā"
        },
        {
            "chapter": 19,
            "verse": 47,
            "text": "(Ibrāhīma) mhaṇālē, ṭhīka āhē. Salāma asō tumacyāvara mī tara āpalyā pālanakartyājavaḷa tumacyāsāṭhī māphīcī du'ā (prārthanā) karīta rāhīna. Tō mājhyāvara atiśaya jāsta mēharabānī karīta āhē"
        },
        {
            "chapter": 19,
            "verse": 48,
            "text": "Āṇi mī tara tumhālāhī āṇi jyānnā jyānnā tumhī allāhaśivāya pukāratā tyānnā (sarvānnā) hī sōḍata āhē. Mī phakta āpalyā pālanakartyālā pukārita rāhīna. Malā pūrṇa viśvāsa āhē kī mī āpalyā pālanakartyājavaḷa du'ā (prārthanā) karaṇyāta asaphala rāhaṇāra nāhī"
        },
        {
            "chapter": 19,
            "verse": 49,
            "text": "Jēvhā (ibrāhīma yānnī) tyā sarvān̄cā āṇi allāhaśivāya tyān̄cyā sarva upāsyān̄cā tyāga kēlā, tēvhā āmhī tyānnā isahāka āṇi yākūba pradāna kēlē āṇi pratyēkālā paigambara banavilē"
        },
        {
            "chapter": 19,
            "verse": 50,
            "text": "Āṇi tyā sarvānnā āmhī āpalī bharapūra dayā-kr̥pā pradāna kēlī āṇi āmhī tyān̄cyā saccā vāyadyālā bulanda darjā dilā"
        },
        {
            "chapter": 19,
            "verse": 51,
            "text": "Yā granthāta mūsācāhī ullēkha karā, jō nivaḍalēlā āṇi rasūla āṇi nabī (paigambara) hōtā"
        },
        {
            "chapter": 19,
            "verse": 52,
            "text": "Āmhī tyānnā (mūsālā) tūra parvatācyā ujavyā kināṟyākaḍūna pukāralē āṇi kānagōṣṭī karīta tyānnā javaḷa kēlē"
        },
        {
            "chapter": 19,
            "verse": 53,
            "text": "Āṇi āpalyā viśēṣa dayā-kr̥pēnē tyān̄cā bhā'ū hāruna yānnāhī paigambara pada pradāna kēlē"
        },
        {
            "chapter": 19,
            "verse": 54,
            "text": "Āṇi yā granthāta ismā'īla (cyā vr̥ttāntā) cāhī ullēkha karā. Tē vāyadyācē mōṭhē pakkē hōtē āṇi tē dēkhīla rasūla āṇi nabī hōtē"
        },
        {
            "chapter": 19,
            "verse": 55,
            "text": "Āṇi tē āpalyā kuṭumbiyānnā satata namāja āṇi jakāta (dharmadānā) cā ādēśa dēta asata āṇi tē āpalyā pālanakartyācyā darabārāta priya āṇi pasanta kēlē gēlēlē hōtē"
        },
        {
            "chapter": 19,
            "verse": 56,
            "text": "Āṇi yā granthāta idarīsacāhī ullēkha karā tē dēkhīla ēka saccē paigambara hōtē"
        },
        {
            "chapter": 19,
            "verse": 57,
            "text": "Āmhī tyānnā mōṭhē ucca sthāna pradāna kēlē"
        },
        {
            "chapter": 19,
            "verse": 58,
            "text": "Hēca tē paigambara hōtē, jyān̄cyāvara sarvaśrēṣṭha allāhanē dayā āṇi kr̥pā kēlī, jē ādamacyā santatīpaikī āhēta āṇi tyā lōkān̄cē vanśaja āhēta, jyānnā āmhī nūha yān̄cyāsōbata naukēta svāra kēlē hōtē āṇi ibrāhīma āṇi yākūbacyā santatīpaikī āṇi āmacyātarphē mārgadarśana lābhalēlē āṇi āmacyā priya lōkāmpaikī. Yān̄cyāsamōra jēvhā atiśaya dayāvāna allāhacyā āyatīn̄cē paṭhaṇa kēlē jāta asē, tē sajadā karīta āṇi khūpa raḍata va gayāvayā karīta khālī paḍata asata"
        },
        {
            "chapter": 19,
            "verse": 59,
            "text": "Puḍhē tyān̄cyānantara asē kuputra janmāsa ālē kī tyānnī namāja barabāda kēlī āṇi manācyā icchā-ākāṅkṣān̄cyā māgē lāgalē. Yāstava tyān̄cē nukasāna tyān̄cyāsamōra yē'īla"
        },
        {
            "chapter": 19,
            "verse": 60,
            "text": "Mātra tyān̄cyākhērīja, jē māphī māgatīla āṇi īmāna rākhatīla āṇi satkarmē karatīla asē lōka jannatamadhyē dākhala hōtīla āṇi tyān̄cyā hakkānnā kin̄citahī nukasāna pōhacavilē jāṇāra nāhī"
        },
        {
            "chapter": 19,
            "verse": 61,
            "text": "Nēhamī kāyama rāhaṇāṟyā jannatīmmadhyē jyān̄cyā aparōkṣa vāyadā dayāvāna allāhanē āpalyā dāsānnā dilā āhē. Niḥsanśaya, tyācā vāyadā pūrṇa jhālyāvinā rāhaṇāra nāhī"
        },
        {
            "chapter": 19,
            "verse": 62,
            "text": "Tyānnā tithē kōṇatīhī vyartha gōṣṭa aikāyalā miḷaṇāra nāhī, tē phakta salāmaca, salāma aikatīla tyān̄cyāsāṭhī sakāḷa-sandhyākāḷa tyān̄cī rōjī (anna-sāmugrī) asēla"
        },
        {
            "chapter": 19,
            "verse": 63,
            "text": "Hī āhē tī jannata jicā vārasa āmhī āpalyā dāsāmpaikī aśānnā banavitō, jē allāhacē bhaya bāḷagatāta"
        },
        {
            "chapter": 19,
            "verse": 64,
            "text": "Āmhī tumacyā pālanakartyācyā ādēśāvinā utaruca śakata nāhī, āmacyā puḍhē-māgē āṇi tyā daramyānacyā samasta vastū tyācyāca adhikārāta āhēta āṇi tumacā pālanakartā visaraṇārā nāhī"
        },
        {
            "chapter": 19,
            "verse": 65,
            "text": "Ākāśān̄cā āṇi jaminīcā āṇi jē kāhī tyān̄cyā daramyāna āhē tyā sarvān̄cā tōca svāmī āṇi pānalahāra āhē. Tumhī tyācīca upāsanā karā āṇi tyācyā upāsanēvara dr̥ḍha-majabūta vhā. Kāya tumacyā māhitīta tyācyāsārakhē nāva asalēlā (āṇi barōbarīcā) āṇakhī kōṇī āhē"
        },
        {
            "chapter": 19,
            "verse": 66,
            "text": "Āṇi manuṣya mhaṇatō kī jēvhā mī maraṇa pāvēla, tara kāya punhā jivanta karūna bāhēra kāḍhalā jā'īna"
        },
        {
            "chapter": 19,
            "verse": 67,
            "text": "Kāya hā manuṣya ēvaḍhēhī smaraṇāta rākhata nāhī kī āmhī tyālā yācyāpūrvī nirmāṇa kēlē, vāstavika tō kāhīca navhatā"
        },
        {
            "chapter": 19,
            "verse": 68,
            "text": "Tumacyā pālanakartyācī śapatha! Āmhī tyānnā āṇi saitānānnā ēkatrita karūna niścitaca jahannamacyā cōhībājūlā guḍaghē ṭēkalēlyā avasthēta hajara karū"
        },
        {
            "chapter": 19,
            "verse": 69,
            "text": "Maga āmhī pratyēka samūhāpāsūna tyānnā vēgaḷē kāḍhūna ubhē karū, jē atiśaya dayāvāna allāhapāsūna mōṭhī akaḍa dākhavita phirata hōtē"
        },
        {
            "chapter": 19,
            "verse": 70,
            "text": "Maga āmhī tyānnāhī cāṅgalyā prakārē jāṇatō, jē jahannamamadhyē dākhala hōṇyāsa jāsta pātra āhēta"
        },
        {
            "chapter": 19,
            "verse": 71,
            "text": "Āṇi tumacyāpaikī pratyēkajaṇa tithē niścita hajara hōṇāra āhē. Hā tumacyā pālanakartyācā agadī aṭaḷa phaisalā āhē"
        },
        {
            "chapter": 19,
            "verse": 72,
            "text": "Maga āmhī, āmacē bhaya rākhūna durācārāpāsūna dūra rāhaṇāṟyānnā vācavūna ghē'ū āṇi julūma atyācāra karaṇāṟyānnā tyātaca guḍaghē ṭēkalēlyā avasthēta khālī paḍalēlē sōḍū"
        },
        {
            "chapter": 19,
            "verse": 73,
            "text": "Āṇi jēvhā tyān̄cyāsamōra āmacyā sāpha āṇi spaṣṭa āyatīn̄cē paṭhaṇa kēlē jātē, tēvhā kāphira lōka musalamānānnā mhaṇatāta, (sāṅgā) āmacyā-tumacyāta kōṇācā māna-martabā mōṭhā āhē āṇi kōṇācī sabhā śānadāra āhē"
        },
        {
            "chapter": 19,
            "verse": 74,
            "text": "Āṇi āmhī tara tyān̄cyāpūrvī anēka janasamūhānnā naṣṭa kēlē āhē jē sādhanasāmugrī āṇi nāvalaukikāta yān̄cyāhūna khūpa mōṭhē hōtē"
        },
        {
            "chapter": 19,
            "verse": 75,
            "text": "Sāṅgā, jō mārgabhraṣṭatēta asatō, dayāvāna allāha tyālā khūpa dīrgha sandhī dētō, yēthaparyanta kī tyānē tyā gōṣṭī pāhūna ghyāvyāta, jyān̄cyāviṣayī vāyadē kēlē jāta āhēta, arthāta allāhatarphē śikṣā-yātanā kinvā kayāmatalā tyā vēḷī tyānnā cāṅgalyā prakārē kaḷūna yē'īla kī kōṇa vā'īṭa padācā āhē āṇi kōṇācā jathā(samūha) kamakuvata āhē"
        },
        {
            "chapter": 19,
            "verse": 76,
            "text": "Āṇi mārgadarśana lābhalēlyā lōkān̄cyā mārgadarśanāta allāha āṇakhī bhara ṭākatō, āṇi bākī rāhaṇārī nēkī (satkarma) tumacyā pālanakartyājavaḷa mōbadalyācyā dr̥ṣṭīnē āṇi pariṇāmācyā dr̥ṣṭīnē phāraca cāṅgalī āhē"
        },
        {
            "chapter": 19,
            "verse": 77,
            "text": "Kāya tumhī tyālāhī pāhilē, jyānē āmacyā āyatīnśī kupra (inkāra) kēlā āṇi mhaṇālā kī malā tara dhana āṇi santatī avaśya dilī jā'īla"
        },
        {
            "chapter": 19,
            "verse": 78,
            "text": "Kāya tō aparōkṣa jñāna rākhatō kinvā allāhakaḍūna tyānē ēkhādē vacana ghētalē āhē"
        },
        {
            "chapter": 19,
            "verse": 79,
            "text": "Muḷīca nāhī hā jē kāhī bōlata āhē, tē āmhī avaśya lihūna ghē'ū āṇi tyān̄cyāsāṭhī azāba (śikṣā-yātanā) vāḍhavata jā'ū"
        },
        {
            "chapter": 19,
            "verse": 80,
            "text": "Āṇi hā jyā vastūmbābata bōlata āhē, tyā āmhī tyācyā paścāta ghē'ūna ṭākū āṇi hā ēkaṭāca āmacyā samōra hajara hō'īla"
        },
        {
            "chapter": 19,
            "verse": 81,
            "text": "Tyānnī allāhakhērīja itara dēvatā (upāsyē) banavūna ṭhēvalī āhēta kī tē tyān̄cyāsāṭhī sanmānācē kāraṇa ṭharōta"
        },
        {
            "chapter": 19,
            "verse": 82,
            "text": "Asē kadāpi hōṇāra nāhī. Tē tara yān̄cyā upāsanēcāca inkāra karatīla āṇi ulaṭa yān̄cē śatrū banatīla"
        },
        {
            "chapter": 19,
            "verse": 83,
            "text": "Kāya tumhī nāhī pāhilē kī āmhī kāphirān̄javaḷa saitānānnā pāṭhavitō jē tyānnā khūpa prērita karatāta"
        },
        {
            "chapter": 19,
            "verse": 84,
            "text": "Tumhī tyān̄cyā bābatīta ghā'ī karū nakā. Āmhī tara svataḥca tyān̄cī kālagaṇanā karīta āhōta"
        },
        {
            "chapter": 19,
            "verse": 85,
            "text": "Jyā divaśī āmhī, allāhacē bhaya rākhūna durācārāpāsūna alipta rāhaṇāṟyānnā, dayāvāna allāhacā atithī banavūna ēkatra karū"
        },
        {
            "chapter": 19,
            "verse": 86,
            "text": "Āṇi aparādhī lōkānnā (atiśaya tahāna lāgalēlyā avasthēta) jahannamakaḍē hākalata ghē'ūna jā'ū"
        },
        {
            "chapter": 19,
            "verse": 87,
            "text": "Kōṇālāhī śiphārasa karaṇyācā adhikāra nasēla, mātra tyā lōkāṅkhērīja, jyānnī sarvaśrēṣṭha allāhakaḍūna ēkhādē vacana ghē'ūna ṭhēvalē āhē"
        },
        {
            "chapter": 19,
            "verse": 88,
            "text": "Āṇi tyān̄cē mhaṇaṇē tara asē āhē kī dayāvāna allāhanē dēkhīla santatī karūna ṭhēvalī āhē"
        },
        {
            "chapter": 19,
            "verse": 89,
            "text": "Niḥsanśaya tumhī mōṭhī (vā'īṭa āṇi) bhayaṅkara gōṣṭa āṇalī āhē"
        },
        {
            "chapter": 19,
            "verse": 90,
            "text": "Śakya āhē kī yā kathanāmuḷē ākāśa phāṭūna jā'īla āṇi dharatī dubhaṅgūna jā'īla āṇi parvatācē kaṇa kaṇa hōtīla"
        },
        {
            "chapter": 19,
            "verse": 91,
            "text": "Kī tē rahamāna (allāha) cī santatī sābīta karaṇyāsa basalē āhēta"
        },
        {
            "chapter": 19,
            "verse": 92,
            "text": "Āṇi rahamāna (allāha) sāṭhī hē yōgya nāhī kī tyānē santatī rākhāvī"
        },
        {
            "chapter": 19,
            "verse": 93,
            "text": "Ākāśāmmadhyē āṇi jaminīvara jē kāhī āhē, sarva allāhacē dāsa banūnaca yēṇāra āhēta"
        },
        {
            "chapter": 19,
            "verse": 94,
            "text": "Tyā sarvānnā tyānē ghērūna ṭhēvalē āhē āṇi sarvān̄cī pūrṇataḥ gaṇanāhī karūna ṭhēvalī āhē"
        },
        {
            "chapter": 19,
            "verse": 95,
            "text": "Hē sarvacyā sarva kayāmatacyā divaśī ēkaṭē tyācyāsamōra hajara hōṇāra āhēta"
        },
        {
            "chapter": 19,
            "verse": 96,
            "text": "Niḥsanśaya, jyā lōkānnī īmāna rākhalē āhē āṇi jyānnī satkarmē kēlī āhēta, tyān̄cyākaritā dayāvāna allāha prēma nirmāṇa karīla"
        },
        {
            "chapter": 19,
            "verse": 97,
            "text": "Āṇi (kura'ānālā) tumacyā bhāṣēta phāra sōpē kēlē āhē kī tumhī tyācyādvārē nēka- sadācārī lōkānnā khūśakhabara dyāvī āṇi bhāṇḍakhōra lōkānnā khabaradāra karāvē"
        },
        {
            "chapter": 19,
            "verse": 98,
            "text": "Āṇi āmhī yācyāpūrvī anēka jamātīnnā naṣṭa kēlē āhē, kāya tyān̄cyāpaikī kōṇā ēkācāhī cāhūla tumhālā aikū yētē kinvā tyān̄cā kin̄cita āvājahī tumacyā kānī paḍatō"
        }
    ]
}