{
    "chapter": [
        {
            "chapter": 3,
            "verse": 1,
            "text": "Alipha-lāma-mīma"
        },
        {
            "chapter": 3,
            "verse": 2,
            "text": "Allāha tō āhē, jyācyāśivāya kōṇīhī upāsanīya nāhī. Tō sadaiva jivanta āhē āṇi sarvān̄cā rakṣaṇakartā āhē"
        },
        {
            "chapter": 3,
            "verse": 3,
            "text": "Jyānē satyāsaha hā grantha (kura'āna) avatarita kēlā, jō āpalyā pūrvīcyā (avatarita dharmagranthāṁ) cī satyatā sid'dha karatō. Āṇi tyānēca (yāpūrvīcē dharmagrantha) taurāta āṇi in̄jīla avatarita kēlē"
        },
        {
            "chapter": 3,
            "verse": 4,
            "text": "Yāpūrvīcyā lōkān̄cyā mārgadarśanāsāṭhī, āṇi kura'ānadēkhīla tyānēca utaravilē. Jē lōka allāhacyā āyatīn̄cā inkāra karatāta, tyān̄cyāsāṭhī mōṭhā sakta (kaṭhōra) azāba āhē. Āṇi allāha jabaradasta āhē āṇi sūḍa ghēṇārā"
        },
        {
            "chapter": 3,
            "verse": 5,
            "text": "Niḥsanśaya, sarvaśrēṣṭha allāhapāsūna dharatī āṇi ākāśācī kōṇatīhī vastū lapalēlī nāhī"
        },
        {
            "chapter": 3,
            "verse": 6,
            "text": "Tōca mātēcyā garbhāta tumacā cēharā-mōharā, jasē icchitō banavitō. Tyācyāśivāya kōṇīhī vastutaḥ upāsanā karaṇyāyōgya nāhī. Tō śaktī-sāmarthya bāḷagaṇārā āṇi hikamataśālī āhē"
        },
        {
            "chapter": 3,
            "verse": 7,
            "text": "Tōca allāha hōya, jyānē tumacyāvara grantha avatarita kēlā, jyāta spaṣṭa āṇi ṭhōsa āyatī āhēta, jō mūḷa grantha āhē āṇi kāhī samāna āyatī āhēta. Maga jyān̄cyā manāta vakratā āhē tara tē samāna āyatīn̄cyā māgē paḍatāta, phiturī mājaviṇyākaritā āṇi tyācyā spaṣṭīkaraṇākaritā, parantu tyān̄cyā khaṟyā uddiṣṭālā allāhaśivāya kōṇīhī jāṇata nāhī. Āṇi paripūrṇa va majabūta jñāna rākhaṇārē vidvānadēkhīla hēca mhaṇatāta kī āmhī tara tyān̄cyāvara īmāna rākhalē āhē. Hē sarva āmacyā pālanakartyātarphē āhē, āṇi bōdha-upadēśa tara kēvaḷa bud'dhimāna lōkaca prāpta karatāta"
        },
        {
            "chapter": 3,
            "verse": 8,
            "text": "Hē āmacyā pālanakartyā! Āmhālā mārgadarśana kēlyānantara āmacyā manāta vākaḍēpaṇā yē'ū dē'ū nakōsa āṇi āmhālā āpalyā javaḷūna dayā- mēharabānī pradāna kara. Niḥsanśaya, tūca sarvānta mōṭhā dātā āhēsa"
        },
        {
            "chapter": 3,
            "verse": 9,
            "text": "Hē āmacyā pālanakartyā! Niścitaca tū ēka divasa lōkānnā ēkatra karaṇāra āhē, jyācyā yēṇyāviṣayī kāhīca śaṅkā nāhī. Niḥsanśaya, sarvaśrēṣṭha allāha āpalyā vāyadyāvirūd'dha jāta nāhī"
        },
        {
            "chapter": 3,
            "verse": 10,
            "text": "Inkārī lōkānnā tyān̄cī dhana-daulata āṇi tyān̄cī santatī allāhacyā azāba (śikṣā-yātanē) pāsūna sōḍivaṇyāta kāhī kāmī yē'ū śakaṇāra nāhī āṇi hē lōka tara jahannamacē indhana āhētaca"
        },
        {
            "chapter": 3,
            "verse": 11,
            "text": "Jyāpramāṇē phira'aunacyā santatīcī durdaśā jhālī āṇi tyān̄cī, jē tyān̄cyāpūrvī hō'ūna gēlē tyānnī āmacyā āyatīnnā khōṭē ṭharavilē, maga allāhanē tyānnā tyān̄cyā aparādhābaddala pakaḍīta ghētalē āṇi allāha mōṭhī sakta (kaṭhōra) śikṣā dēṇārā āhē"
        },
        {
            "chapter": 3,
            "verse": 12,
            "text": "Kāphira lōkānnā (inkāra karaṇāṟyānnā) sāṅgā kī tumhā lōkānnā nikaṭa bhaviṣyāta parābhūta kēlē jā'īla āṇi tumhālā jahannamakaḍē jamā kēlē jā'īla āṇi kitī vā'īṭa ṭhikāṇa āhē tē"
        },
        {
            "chapter": 3,
            "verse": 13,
            "text": "Niḥsanśaya, tumacyāsāṭhī (bōdhadāyaka) niśāṇī hōtī, tyā dōna samūhāmmadhyē jē āpasāta bhiḍalē hōtē. Tyāpaikī ēka samūha allāhacyā mārgāta laḍhata hōtā āṇi dusarā samūha kāphirān̄cā (inkārī lōkān̄cā) hōtā, jō tyānnā āpalyā ḍōḷyānnī duppaṭa jhālēlē pāhāta hōtā. Āṇi allāha jyālā icchitō, āpalyā madatīnē majabūta (sāmarthyavāna) karatō. Niḥsanśaya, ḍōḷē asaṇāṟyāṅkaritā yāta mōṭhā bōdha-upadēśa āhē"
        },
        {
            "chapter": 3,
            "verse": 14,
            "text": "Āvaḍatyā va manapasanta gōṣṭīn̄cē prēma lōkānsāṭhī suśōbhita kēlē gēlē āhē. Udāharaṇārtha, striyā āṇi putra, sōnē-cāndīcē jamā kēlēlē khajinē, āṇi nivaḍaka niśāṇīcē ghōḍē āṇi gurē-ḍhōrē va śētī vagairē. Hī sarva aihika jīvanācī sāmagrī āhē āṇi parataṇyācē uttama ṭhikāṇatara allāhacyāca javaḷa āhē"
        },
        {
            "chapter": 3,
            "verse": 15,
            "text": "Tumhī sāṅgā, kāya mī tumhālā yāhūna uttama aśī gōṣṭa sāṅgū allāhacē bhaya rākhaṇāṟyā lōkāṅkaritā, tyān̄cyā pālanakartyājavaḷa jannatī āhēta jyān̄cyā khālī pravāha vāhata āhēta. Jyāta tē nēhamī nēhamī rāhatīla, āṇi pāka sāpha (svaccha-śud'dha) patn'yā āṇi sarvaśrēṣṭha allāhacī prasannatā āhē āṇi sarvacyā sarva dāsa allāhacyā najarēta āhēta"
        },
        {
            "chapter": 3,
            "verse": 16,
            "text": "Jē asē mhaṇatāta kī, hē āmacyā pālanartyā! Āmhī īmāna rākhalē, yāstava āmacyā aparādhānnā kṣamā kara āṇi āmhālā āgīcyā azāba (śikṣā-yātanē) pāsūna vācava"
        },
        {
            "chapter": 3,
            "verse": 17,
            "text": "Jē dhīra-sanyama rākhaṇārē, āṇi saccē-prāmāṇika va ājñādhāraka āṇi allāhacyā mārgāta dhana kharca karaṇārē āhēta āṇi rātrīcyā akhēracyā bhāgāta (mōkṣa prāptīkaritā) kṣamā-yācanā karaṇārē āhē"
        },
        {
            "chapter": 3,
            "verse": 18,
            "text": "Allāha, tyācē phariśtē āṇi jñānī vidvānānnī sākṣa dilī āhē kī allāhaśivāya kōṇīhī mābūda (upāsanā karaṇyāyōgya) nāhī, tō n'yāyālā kāyama rākhaṇārā āhē, tōca jabaradasta hikamata rākhaṇārā āhē. Tyācyāśivāya kōṇīhī upāsanā karaṇyāsa yōgya nāhī"
        },
        {
            "chapter": 3,
            "verse": 19,
            "text": "Niḥsanśaya, allāhacyā javaḷa dīna (dharma) kēvaḷa islāmaca āhē.1 (Allāhakaritā paripūrṇa ātmasamarpaṇa) āṇi jyānnā grantha dilā gēlā, tyānnī jñāna yē'ūna pōhōcalyānantara āpasātīla dvēṣa-matsarāmuḷē matabhēda kēlā āṇi jō allāhacyā āyatīnnā (pavitra kura'ānālā) na mānēla tara allāha lavakaraca hiśōba ghē'īla"
        },
        {
            "chapter": 3,
            "verse": 20,
            "text": "Jara tē tumacyāśī bhāṇḍaṇa-taṇṭā karatīla tara tumhī sāṅgā kī mī āṇi mājhyā anuyāyīnnī svataḥlā allāhakaritā samarpita kēlē āṇi tumhī granthadhāraka va aśikṣita lōkānnā sāṅgā kī kāya tumhī islāmacā svīkāra kēlā āhē. Jara tē islāmacā svīkāra karatīla tara tyānnī saraḷa mārga prāpta karūna ghētalā āṇi jara tōṇḍa phiravatīla tara tumacī jabābadārī kēvaḷa (sandēśa) pōhacaviṇyācī āhē, āṇi allāha āpalyā dāsānnā svataḥca pāhata āhē"
        },
        {
            "chapter": 3,
            "verse": 21,
            "text": "Niḥsanśaya, jē lōka allāhacyā āyatīn̄cā inkāra karatāta āṇi allāhacyā paigambarān̄cī nāhaka hatyā karatāta āṇi jē lōka n'yāyācī gōṣṭa bōlatāta tyān̄cīhī hatyā karatāta, tara (hē paigambara!) Tumhī tyānnā phāra mōṭhyā azāba (śikṣā-yātanē) cī sūcanā dyā"
        },
        {
            "chapter": 3,
            "verse": 22,
            "text": "Tyān̄cī sarva satkarmē yā jagāta āṇi ākhiratamadhyē vāyā gēlīta. Āṇi tyān̄cā kōṇīhī sahāyyaka (madata karaṇārā) nāhī"
        },
        {
            "chapter": 3,
            "verse": 23,
            "text": "Kāya tumhī nāhī pāhilē jyānnā granthācā ēka bhāga dilā gēlā āhē tē āpalyā āpasātīla phaisalyākaritā allāhacyā granthākaḍē bōlāvilē jātāta, tarīdēkhīla tyān̄cyātalā ēka samūha tōṇḍa phiravūna parata jātō"
        },
        {
            "chapter": 3,
            "verse": 24,
            "text": "Yālā kāraṇa tyān̄cē asē mhaṇaṇē āhē kī tyānnā kāhī mōjakēca divasa āga sparśa karīla. Yā tyān̄cyā manānē racalēlyā gōṣṭīnnī tyānnā tyān̄cyā dīna (dharmā) bābata dhōkyāta ṭākalēlē āhē"
        },
        {
            "chapter": 3,
            "verse": 25,
            "text": "Maga kāya avasthā hō'īla, jēvhā tyānnā āmhī tyā divaśī ēkatrita karū jyā divasācyā yēṇyāviṣayī kāhīca śaṅkā nāhī āṇi pratyēka māṇasālā āpalyā kr̥ta-karmācā purēpūra mōbadalā dilā jā'īla āṇi tyān̄cyāvara atyācāra kēlā jāṇāra nāhī"
        },
        {
            "chapter": 3,
            "verse": 26,
            "text": "Tumhī sāṅgā, hē allāha! Hē sāṟyā jagācā svāmī! Tū jyālā icchitō rājya pradāna karatō āṇi jyācyākaḍūna icchitō rājya hirāvūna ghētō āṇi tū jyālā icchitō māna-pratiṣṭhā pradāna karatō āṇi jyālā icchitō apamānita karatō. Tujhyā hātī sarva bhalā'ī āhē. Niḥsanśaya, tū pratyēka gōṣṭīcā sāmarthya bāḷagatō"
        },
        {
            "chapter": 3,
            "verse": 27,
            "text": "Tūca rātrīlā divasāta dākhala karatō āṇi tūca divasālā rātrīta dākhala karatō. Tūca nirjīvātūna sajīvālā nirmāṇa karatō āṇi sajīvātūna nirjīva bāhēra kāḍhatō āṇi tō tūca āhēsa jō, jyālā icchitō agaṇita va amaryāda rōjī (ājivikā) pradāna karatō"
        },
        {
            "chapter": 3,
            "verse": 28,
            "text": "Īmāna rākhaṇāṟyānnī, īmānadhārakānnā sōḍūna kāphira lōkānnā (inkārī lōkānnā) āpalā mitra banavū nayē āṇi jō kōṇī asē karīla tara tyālā allāhatarphē kōṇētahī samarthana nāhī. Parantu hē kī tyācyā bhaya-dahaśatīmuḷē ēkhādyā prakāracyā sanrakṣaṇācā irādā asēla āṇi sarvaśrēṣṭha allāha svataḥ tumhālā āpalē bhaya dākhavita āhē āṇi (śēvaṭī) allāhakaḍēca paratūna jāyacē āhē"
        },
        {
            "chapter": 3,
            "verse": 29,
            "text": "Sāṅgā, vāṭalyāsa tumhī āpalyā manātīla gōṣṭī lapavā kinvā jāhīra karā allāha tyā sarva gōṣṭī jāṇatō. Ākāśāmmadhyē āṇi dharatīvara jē kāhī āhē tē sarva tyālā māhīta āhē. Allāha pratyēka gōṣṭa karaṇyācē sāmarthya rākhatō"
        },
        {
            "chapter": 3,
            "verse": 30,
            "text": "Jyā divaśī pratyēka manuṣya āpalyā cāṅgalyā-vā'īṭa kr̥ta-karmālā hajara asalēlē (samakṣa) pāhīla tēvhā hī icchā karīla kī tyācyā āṇi aparādhācyā daramyāna khūpa dūracē antara asatē tarī kitī cāṅgalē jhālē asatē! Allāha tumhālā āpalē bhaya rākhaṇyācī tākīda karatō āṇi allāha āpalyā dāsānvara atiśaya mēharabāna va kr̥pāvāna āhē"
        },
        {
            "chapter": 3,
            "verse": 31,
            "text": "Tumhī sāṅgā, jara tumhī sarvaśrēṣṭha allāhaśī (saccē) prēma rākhata asāla tara mājhyā mārgācē anusaraṇa karā, allāha svataḥ tumacyāvara prēma karīla āṇi tumacē aparādha māpha karīla āṇi sarvaśrēṣṭha allāha mōṭhā māpha karaṇārā dayā karaṇārā āhē"
        },
        {
            "chapter": 3,
            "verse": 32,
            "text": "Tumhī sāṅgā kī allāha āṇi rasūla (paigambara sallallāhu alaihi vasallama) yān̄cē ājñāpālana karā. Jara tē tōṇḍa phiravatīla tara niḥsanśaya, sarvaśrēṣṭha allāha kāphirānnā (inkārī lōkānnā) dōsta rākhata nāhī"
        },
        {
            "chapter": 3,
            "verse": 33,
            "text": "Niḥsanśaya, allāhanē sarva lōkāmmadhūna ādamalā āṇi nūhalā āṇi ibrāhīmacyā gharāṇyālā va imarānacyā gharāṇyālā nivaḍūna ghētalē"
        },
        {
            "chapter": 3,
            "verse": 34,
            "text": "Kī hē sarva āpasāta ēkamēkān̄cī santāna āhēta āṇi sarvaśrēṣṭha allāha sarva kāhī aikatō āṇi jāṇatō"
        },
        {
            "chapter": 3,
            "verse": 35,
            "text": "Jēvhā imarānacī patnī mhaṇālī, ‘‘hē mājhyā pālanakartyā! Mājhyā garbhāta jē kāhī āhē mī tyālā tujhyā nāvānē mōkaḷē sōḍaṇyācā 1 navasa mānalā, tēvhā tū yā navasācā svīkāra kara. Niḥsanśaya, tū cāṅgalyāprakārē aikaṇārā āṇi jāṇaṇārā āhēsa.’’"
        },
        {
            "chapter": 3,
            "verse": 36,
            "text": "Jēvhā bāḷālā janma dilā, tēvhā mhaṇū lāgalī, hē mājhyā pālanahāra! Malā tara mulagī jhālī āhē. Allāha cāṅgalyā prakārē jāṇatō kī kāya janmālā ghātalē āhē āṇi mulagā mulīsārakhā nāhī. Mī ticē nāva mariyama ṭhēvalē āhē. Mī tilā va ticyā santatīlā tiraskr̥ta saitānā (cyā upadravā) pāsūna tujhyā āśrayākhālī dētē"
        },
        {
            "chapter": 3,
            "verse": 37,
            "text": "Tilā ticyā pālanakartyānē cāṅgalyā prakārē svīkāralē āṇi ticē sarvānta uttama prakārē pālanapōṣaṇa karavilē, jakariyālā ticā dēkhabhāla karaṇārā banavilē. Jēvhā jēvhā jakariyā mariyamacyā khōlīta (upāsanā-kakṣēta) jāta tēvhā tyānnā tyān̄cyājavaḷa anna-sāmagrī ṭhēvalēlī āḍhaḷūna yēta asē. Jakariyā vicārīta kī hē mariyama! Tumacyājavaḷa hī rōjī (ājivikā) kōṭhūna ālī? Tī uttara dēta asē kī hē sarvaśrēṣṭha allāhacyā javaḷūna āhē. Niḥsanśaya, allāha jyālā icchitō amaryāda rōjī pradāna karatō"
        },
        {
            "chapter": 3,
            "verse": 38,
            "text": "Tyāca sthānāvara jakariyā yānnī āpalyā pālanakartyājavaḷa du'ā- prārthanā kēlī. Mhaṇālē kī hē mājhyā pālanakartyā! Malā āpalyā javaḷūna nēka santāna pradāna kara. Niḥsanśaya, tū du'ā aikaṇārā āhē"
        },
        {
            "chapter": 3,
            "verse": 39,
            "text": "Maga phariśtyānnī hāka māralī jēvhā tē āpalyā hujuṟyāta ubhē rāhūna namāja paḍhata hōtē, kī allāha tumhālā yahiyā (nāvācyā putrācā) śubha samācāra dētō jō allāhacyā vacanā (kalimā) cī satyatā sid'dha karaṇārā, janasamūhācā pramukha, allāhacē bhaya rākhūna vāgaṇārā āṇi paigambara asēla, nēka va sadācārī lōkāmpaikī"
        },
        {
            "chapter": 3,
            "verse": 40,
            "text": "Jakariyā mhaṇū lāgalē, hē mājhyā pālanakartyā! Malā putra kasā barē hō'īla? Mī khūpa mhātārā jhālō āhē āṇi mājhī patnī vān̄jha āhē. (Phariśtē) mhaṇālē, aśāca prakārē allāha jē icchitō karatō"
        },
        {
            "chapter": 3,
            "verse": 41,
            "text": "Jakariyā mhaṇālē, hē pālanakartyā! Mājhyāsāṭhī ēkhādī niśāṇī dē. Pharmāvilē, niśāṇī hī kī tīna divasaparyanta tū lōkānśī bōlū śakaṇāra nāhīsa, kēvaḷa iśāṟyānnī samajāvaśīla. Tū āpalyā pālanakartyācē jāstītajāsta smaraṇa kara, āṇi sakāḷa-sandhyākāḷa tyācī mahānatā varṇana kara"
        },
        {
            "chapter": 3,
            "verse": 42,
            "text": "Āṇi jēvhā phariśtē mhaṇālē, hē mariyama! Allāhanē tujhī nivaḍa kēlī, āṇi tulā pāka (svaccha-śud'dha) kēlē āṇi sarva jagātīla striyāmmadhyē tujhī nivaḍa kēlī"
        },
        {
            "chapter": 3,
            "verse": 43,
            "text": "Hē mariyama! Tumhī āpalyā pālanakartyācyā ādēśān̄cē pālana karā āṇi sajadā karā (allāhacyā puḍhē māthā ṭēkā) āṇi ruku'u karaṇāṟyānsaha (jhukaṇāṟyānsōbata) ruku'u karā (jhukata jā)"
        },
        {
            "chapter": 3,
            "verse": 44,
            "text": "Yā ġaiba (aparōkṣa) cyā bātamyā āhēta, jyā āmhī tumhālā vahayī karīta āhōta. Tēvhā tumhī tyā vēḷī tyān̄cyājavaḷa navhatē, jēvhā tē āpalē kalama (lēkhaṇī) ṭākū lāgalē hōtē kī tyān̄cyāpaikī mariyamacē pālanapōṣaṇa kōṇa karīla? Āṇi nā tumhī tyān̄cyā bhāṇḍaṇaprasaṅgī tyān̄cyājavaḷa hōtē"
        },
        {
            "chapter": 3,
            "verse": 45,
            "text": "Jēvhā phariśtē mhaṇālē, hē mariyama! Allāha tumhālā āpalyā ēkā kalimā 1 cā śubha samācāra dētō jyācē nāva mariyamacā putra masīha īsā āhē, jō yā jagāta āṇi maraṇōttara jīvanāta sanmānita āhē āṇi tō mājhyā nikaṭa dāsāmpaikī āhē"
        },
        {
            "chapter": 3,
            "verse": 46,
            "text": "Tō lōkānśī pāḷaṇyāta (asatānāhī) sambhāṣaṇa karīla āṇi mōṭhyā vayātahī 1 āṇi tō nēka sadācārī lōkāmpaikī asēla"
        },
        {
            "chapter": 3,
            "verse": 47,
            "text": "Mariyama mhaṇālī, ‘‘hē mājhyā pālanakartyā! Malā mulagā kasā barē hō'īla? Vāstavika malā adyāpa kōṇā puruṣānē sparśahī kēlēlā nāhī.’’ Phariśtē mhaṇālē, ‘‘aśā prakārē allāha jē icchitō nirmāṇa karatō. Allāha jēvhā ēkhādē kārya karū icchitō tēvhā phakta ēvaḍhēca mhaṇatō- ‘hō'ūna jā’ āṇi tē ghaḍūna yētē.’’"
        },
        {
            "chapter": 3,
            "verse": 48,
            "text": "Āṇi sarvaśrēṣṭha allāha tyālā lihiṇē āṇi bud'dhimānatā āṇi taurāta va in̄jīla śikavīla"
        },
        {
            "chapter": 3,
            "verse": 49,
            "text": "Āṇi tō isrā'īlacyā santatīcā rasūla (paigambara) asēla kī mī tumacyājavaḷa tumacyā pālanakartyācī niśāṇī āṇalī āhē, mī tumacyāsāṭhī pakṣyācyā rūpāsārakhīca mātīcī ēka cimaṇī banavitō, maga ticyāta phuṅkara māratō tara tī allāhacyā hukumānē (jivanta) pakṣī banatē āṇi mī allāhacyā hukumānē janmajāta āndhaḷyālā āṇi kōḍhī isamālā cāṅgalē karatō, āṇi mēlēlyālā jivanta karatō āṇi jē kāhī tumhī khā'ūna yētā āṇi jē kāhī tumhī āpalyā gharāmmadhyē jamā karatā mī tē tumhālā sāṅgatō. Yāta tumacyāsāṭhī mōṭhī niśāṇī āhē, jara tumhī īmāna rākhaṇārē asāla"
        },
        {
            "chapter": 3,
            "verse": 50,
            "text": "Āṇi mī taurātacī satyatā sābīta karaṇārā āhē, jō mājhyāsamōra āhē āṇi mī aśāsāṭhī ālō āhē kī tumacyāsāṭhī tyā kāhī vastūnnā halāla (vaidha) karāvē, jyā tumacyāsāṭhī harāma (avaidha) kēlyā gēlyā āhēta.1 Āṇi mī tumacyājavaḷa tumacyā pālanakartyācī niśāṇī ghē'ūna ālō āhē yāstava tumhī allāhacē bhaya rākhā āṇi mājhyā mārgācē anusaraṇa karā"
        },
        {
            "chapter": 3,
            "verse": 51,
            "text": "Niḥsanśaya, mājhā āṇi tumacā pālanahāra allāhaca āhē, tumhī sarva tyācīca upāsanā karā. Hāca saraḷa mārga āhē"
        },
        {
            "chapter": 3,
            "verse": 52,
            "text": "Parantu jēvhā (hajarata) īsā yānnā, tyā lōkān̄cā inkāra jāṇavalā tēvhā mhaṇū lāgalē, ‘‘allāhacyā mārgāta mājhī madata karaṇārā kōṇa-kōṇa āhē?’’ Havārīnnī uttara dilē kī āmhī āhōta allāhacyā mārgāta madatanīsa. Āmhī allāhavara īmāna rākhalē āṇi tumhī sākṣī rāhā kī āmhī muslima āhōta"
        },
        {
            "chapter": 3,
            "verse": 53,
            "text": "Hē āmacyā pālanakartyā! Āmhī tū avatarita kēlēlyā (sandēśā) vara īmāna rākhalē āṇi āmhī tujhyā rasūla (paigambarā) cā mārga patkaralā, tēvhā ātā tū āmhālā satyācī sākṣa dēṇāṟyāmmadhyē lihūna ghē"
        },
        {
            "chapter": 3,
            "verse": 54,
            "text": "Āṇi inkāra karaṇāṟyānnī ṣaṅ‌yantra racalē āṇi allāhanēdēkhīla yōjanā banavilī āṇi sarvaśrēṣṭha allāha sarva yōjanā ākhaṇāṟyāmpēkṣā uttama āhē"
        },
        {
            "chapter": 3,
            "verse": 55,
            "text": "Jēvhā allāhanē phamārvilē, ‘‘hē īsā! Mī tumhālā pūrṇataḥ ghēṇāra āhē āṇi tumhālā āpalyākaḍē ucalūna ghēṇāra āhē āṇi tumhālā inkārī lōkāmpāsūna mukta rākhaṇāra āhē āṇi kayāmatacyā divasāparyanta tumacyā anuyāyīnnā inkārī lōkānvara śrēṣṭhatama rākhaṇāra āhē.’’ Maga tumhī sarvānnā mājhyākaḍēca paratāvayācē āhē, mīca tumacyā daramyāna samasta matabhēdān̄cā phaisalā karīna"
        },
        {
            "chapter": 3,
            "verse": 56,
            "text": "Maga inkāra karaṇāṟyānnā tara mī yā jagāta āṇi ākhiratamadhyē atiśaya sakta azāba (kaṭhōra śikṣā-yātanā) dē'īna āṇi tyānnā kōṇī madata karaṇārāhī nasēla"
        },
        {
            "chapter": 3,
            "verse": 57,
            "text": "Parantu īmāna rākhaṇāṟyānnā āṇi satkarma karaṇāṟyānnā allāha purēpūra mōbadalā pradāna karīla āṇi allāha, atyācārī lōkānśī prēma rākhata nāhī"
        },
        {
            "chapter": 3,
            "verse": 58,
            "text": "Hē jē āmhī tumhālā vācūna aikivata āhōta, āyatī āhēta āṇi bōdha-patra āhē (hikamatīnē pūrṇa asā sandēśa āhē)"
        },
        {
            "chapter": 3,
            "verse": 59,
            "text": "Allāhajavaḷa īsācē udāharaṇa ādamasārakhē āhē, jyālā mātīdvāra nirmāṇa karūna pharmāvilē, ‘‘hō'ūna jā’’ basa tō ghaḍūna ālā"
        },
        {
            "chapter": 3,
            "verse": 60,
            "text": "Tumacyā pālanakartyātarphē satya hēca āhē, khabaradāra! Śaṅkā-sanvaśaya dharaṇāṟyāmpaikī hō'ū nakā"
        },
        {
            "chapter": 3,
            "verse": 61,
            "text": "Yāstava jō kōṇī, tumacyājavaḷa hē jñāna yē'ūna pōhōcalyānantarahī tumacyāśī yābābata vāda ghālīla tara tumhī sāṅgā kī yā āmhī āṇi tumhī āpāpalyā putrānnā āṇi āmhī va tumhī āpāpalyā patnīnnā āṇi āmhī va tumhī svataḥ āpalyālā bōlāvūna ghē'ū, maga āmhī sarva miḷūna du'ā (prārthanā) karū yā āṇi khōṭyā lōkānvara allāhacā dhiḥkkāra pāṭhavū yā"
        },
        {
            "chapter": 3,
            "verse": 62,
            "text": "Niḥsanśaya, hēca satya nivēdana āhē āṇi allāhaśivāya dusarā kōṇīhī upāsanā karaṇyāsa yōgya nāhī āṇi niḥsanśaya, allāha mōṭhā śaktiśālī āṇi hikamataśālī āhē"
        },
        {
            "chapter": 3,
            "verse": 63,
            "text": "Tarīhī jara tē mān'ya na karatīla tara allāhadēkhīla vidrōha (baṇḍa) karaṇāṟyānnā cāṅgalyā prakārē jāṇaṇārā āhē"
        },
        {
            "chapter": 3,
            "verse": 64,
            "text": "Tumhī sāṅgā kī, ‘‘hē grantha bāḷagaṇāṟyā lōkānnō! Aśā n'yāyapūrṇa gōṣṭīkaḍē yā jī āmacyā va tumacyā daramyāna samāna āhē kī āmhī allāhaśivāya an'ya kōṇācīhī upāsanā karū nayē āṇi nā allāhasōbata dusaṟyā kōṇālā sahabhāgī karāvē nā allāhalā sōḍūna āpasāta ēkamēkālā raba (pālanahāra) banavūna ghyāvē.’’ Jara tē tōṇḍa phiravatīla tara sāṅgā kī sākṣī rāhā kī āmhī tara muslima āhōta"
        },
        {
            "chapter": 3,
            "verse": 65,
            "text": "Hē granthadhārakānnō! Tumhī ibrāhīmacyā bābatīta kā vāda ghālatā? Vāstavika taurāta āṇi in̄jīla (hē grantha) tara tyān̄cyānantara avatarita kēlē gēlē. Maga kāya tumhī tarīhī samajata nāhīta"
        },
        {
            "chapter": 3,
            "verse": 66,
            "text": "Aikā! Tumhī lōka ātā yā gōṣṭībābata vāda ghālūna cukalāta, jicē tumhālā jñāna hōtē. Ātā yā gōṣṭībābata kā jhagaḍatā, jicē tumhālā ajibāta jñāna nāhī? Āṇi allāha sarvakāhī jāṇatō, tumhī nāhī jāṇata"
        },
        {
            "chapter": 3,
            "verse": 67,
            "text": "Ibrāhīma nā tara yahūdī hōtē, nā khriścana, kimbahunā tē tara pūrṇapaṇē muslima hōtē. Tē mūrtipūjakahī navhatē"
        },
        {
            "chapter": 3,
            "verse": 68,
            "text": "Sarva lōkāmpēkṣā jāsta ibrāhīmacyā nikaṭa tē lōka āhēta jyānnī tyān̄cē mhaṇaṇē mān'ya kēlē āṇi hē paigambara āṇi tē lōka jyānnī īmāna rākhalē, īmānadhārakān̄cā mitra āṇi madatakartā allāha āhē"
        },
        {
            "chapter": 3,
            "verse": 69,
            "text": "Granthadhārakān̄cī ēka ṭōḷī asē icchitē kī tumhālā (satya mārgāpāsūna) vicalita karāvē. Vāstavika tē svataḥca svataḥlā bhaṭakāvita āhēta āṇi samajata nāhīta"
        },
        {
            "chapter": 3,
            "verse": 70,
            "text": "Hē granthadhārakānnō! Tumhī svataḥ sākṣī asatānāhī allāhacyā āyatīnnā kā mānata nāhīta"
        },
        {
            "chapter": 3,
            "verse": 71,
            "text": "Hē granthadhārakānnō! Jāṇūna ghētalyānantarahī satya āṇi asatyācē miśraṇa kā karatā, āṇi satya kā lapavitā"
        },
        {
            "chapter": 3,
            "verse": 72,
            "text": "Āṇi granthadhārakān̄cā ēka samūha mhaṇālā kī jē kāhī īmānadhārakānvara utaravilē gēlē āhē, tyāvara divasācyā suruvātīlā īmāna rākhā āṇi sandhyākāḷa hōtāca inkāra karā, yāsāṭhī kī yā lōkānnīhī parata phirāvē"
        },
        {
            "chapter": 3,
            "verse": 73,
            "text": "(Tē asēhī mhaṇatāta) āṇi tumacyā dīna-dharmāvara cālaṇāṟyānśivāya āṇakhī kōṇāvarahī viśvāsa ṭhēvū nakā. Tumhī sāṅgā, niḥsanśaya, mārgadarśana tara allāhacēca mārgadarśana āhē (āṇi asēhī mhaṇatāta kī yā gōṣṭīvarahī viśvāsa ṭhēvū nakā) kī kōṇālā tyāsārakhē dilē jāvē, jasē tumhālā dilē gēlē āhē kinvā hē kī hē tumacyāśī tumacyā pālanakartyājavaḷa vāda ghālatīla. Tumhī sāṅgā kī phazla (śrēṣṭhatā) tara allāhacyā hātī āhē. Tō jyālā icchitō pradāna karatō. Allāha atiśaya mahāna āṇi sarva kāhī jāṇaṇārā āhē"
        },
        {
            "chapter": 3,
            "verse": 74,
            "text": "Tī āpalyā dayā-kr̥pēnē jyālā icchitō khāsa karūna ghētō, āṇi allāha mōṭhā kr̥pāśīla āṇi atiśaya mahāna āhē"
        },
        {
            "chapter": 3,
            "verse": 75,
            "text": "Āṇi kāhī granthadhāraka asēhī āhēta kī tumhī tyānnā khajīn'yācē viśvasta banavāla tarīhī tumhālā parata karatīla āṇi tyān̄cyāpaikī kāhī asēhī āhēta kī jara tumhī tyānnā ēka dinārahī ṭhēva mhaṇūna dyāla tara jōparyanta tumhī tyān̄cyā ḍōkyāvara ubhē na rāhāla tōparyanta tumhālā parata karaṇāra nāhīta. Hē aśāsāṭhī kī tyānnī sāṅgūna ṭhēvalē āhē kī yā aśikṣitān̄cā hakka māraṇyāta āmacyāvara kāhīca gunhā nāhī. Hē lōka jāṇūna ghētalyānantarahī allāhacyā sambandhānē khōṭē bōlatāta"
        },
        {
            "chapter": 3,
            "verse": 76,
            "text": "Kā nāhī (pakaḍa hō'īla) parantu jō manuṣya āpalā phāyadā pūrṇa karīla āṇi allāhacē bhaya rākhīla tara allāha aśā bhaya rākhaṇāṟyānnā āpalā dōsta rākhatō"
        },
        {
            "chapter": 3,
            "verse": 77,
            "text": "Niḥsanśaya, jē lōka allāhaśī kēlēlā vacana-karāra āṇi āpalyā śapathānnā thōḍyāśā kimmatīvara vikūna ṭākatāta tyān̄cyāsāṭhī ākhiratamadhyē kāhīca his'sā nāhī. Sarvaśrēṣṭha allāha nā tara tyān̄cyāśī sambhāṣaṇa karīla, nā kiyāmatacyā divaśī tyān̄cyākaḍē pāhīla, nā tyānnā pāka (pavitra) karīla, āṇi tyān̄cyāsāṭhī mōṭhā duḥkhadāyaka azāba (śikṣā-yātanā) āhē"
        },
        {
            "chapter": 3,
            "verse": 78,
            "text": "Niścitaca tyān̄cyāta ēka samūha asāhī āhē jō granthācē vācana karatānā āpalyā jībhēlā mōḍa dētō, yāsāṭhī kī tumhī tyālā granthātalāca majakūra samajāvē. Vāstavika tō granthātalā majakūra nāhī āṇi tē asēhī mhaṇatāta kī tē allāhatarphē āhē, vāstavika tē allāhatarphē nāhī. Tē jāṇūnabujūna allāhacyā sambandhānē khōṭē bōlatāta"
        },
        {
            "chapter": 3,
            "verse": 79,
            "text": "Jyālā allāhanē grantha, hikamata (bud'dhimānatā) āṇi prēṣitva pradāna karāvē aśā ēkhādyā māṇasākaritā hē ucita navhē kī tarīhī tyānē lōkānnā sāṅgāvē kī allāhalā sōḍūna mājhē dāsa (upāsaka) banā, kimbahunā tō tara asēca mhaṇēla kī tumhī sarva lōka ‘raba’ (pālanakartyā) cē vhā jyā'arthī tumhī grantha śikavitā āṇi tyācā pāṭhadēkhīla dētā"
        },
        {
            "chapter": 3,
            "verse": 80,
            "text": "Āṇi tō tumhālā hā ādēśa nāhī dēṇāra kī phariśtyānnā āṇi paigambarānnā āpalē ārādhya daivata banavūna ghyā, kāya ājñādhāraka jhālyānantara tō tumhālā avajñākārī banaṇyācā ādēśa dē'īla"
        },
        {
            "chapter": 3,
            "verse": 81,
            "text": "Āṇi jēvhā allāhanē paigambarāṅkaḍūna vacana ghētalē kī jē kāhī mī tumhālā grantha āṇi hikamata dē'īna, maga tumacyājavaḷa tō rasūla (paigambara) yē'īla jō tumacyājavaḷa asalēlyā granthācī satyatā darśavīla tara tyācyāvara īmāna rākhaṇē va tyācī madata karaṇē tumacyāvara bandhanakāraka āhē. Pharmāvilē kī tumhī kāya hē kabūla karatā āṇi tyāvara mājhī jabābadārī ghētā? Sarva mhaṇālē, āmhālā mān'ya āhē. Pharmāvilē, tara sākṣī rāhā āṇi mī svataḥdēkhīla tumacyāsōbata sākṣī āhē"
        },
        {
            "chapter": 3,
            "verse": 82,
            "text": "Ātā yānantarahī jō parata phirēla, tō niścitaca avajñākārī āhē"
        },
        {
            "chapter": 3,
            "verse": 83,
            "text": "Kāya tē allāhacyā dīna-dharmālā sōḍūna dusaṟyā ēkhādyā dīna-dharmācyā śōdhāta āhēta? Vāstavika ākāśāmmadhyē va dharatīvara vāstavya karaṇārē sarvacyā sarva allāhacē ājñādhāraka āhēta. Maga rājīkhuśīnē asō kinvā lācāra hō'ūna, sarvānnā tyācyācakaḍē paratavilē jā'īla"
        },
        {
            "chapter": 3,
            "verse": 84,
            "text": "Tumhī sāṅgā, ‘‘āmhī allāhavara āṇi jē kāhī āmacyāvara utaravilē gēlē āhē āṇi jē ibrāhīma āṇi ismā'īla āṇi yākūba āṇi tyān̄cyā santatīvara utaravilē gēlē āṇī jē kāhī musā āṇī īsā āṇi itara paigabarānnā allahācyā tarphē pradāna kēlē gēlē tyā sarvānvara īmāna (viśvāsa) rākhalēē,āmhī tyān̄cyāpaikī kōṇācyāhī daramyāna pharaka karīta nāhī āṇi āmhī sarvaśrēṣṭha allāhacē ājñadhāraka āhōta.’’"
        },
        {
            "chapter": 3,
            "verse": 85,
            "text": "Āṇi jō kōṇī islāma'aivajī an'ya ēkhādyā dīna-dharmācā śōdha karīla tyācā tō dīna-dharma kabūla kēlā jāṇāra nāhī āṇi tō ākhiratamadhyē tōṭā ucalaṇāṟyāmpaikī rāhīla"
        },
        {
            "chapter": 3,
            "verse": 86,
            "text": "Allāha kaśāprakārē tyā lōkānnā mārgadarśana karīla, jē svataḥ īmāna rākhalyānantara, paigambarān̄cī satyatā jāṇaṇyācī sākṣa dilyānantara āṇi āpalyā svataḥjavaḷa spaṣṭa niśāṇī yē'ūna pōhōcalyānantarahī inkārī vhāvēta. Allāha aśā atyācārīnnā saraḷa mārga dākhavita nāhī"
        },
        {
            "chapter": 3,
            "verse": 87,
            "text": "Tyān̄cī śikṣā hī kī, tyān̄cyāvara allāhacā dhiḥkkāra āhē āṇi phariśtyān̄cā va samasta lōkāntarphēhī dhiḥkkāra āhē"
        },
        {
            "chapter": 3,
            "verse": 88,
            "text": "Tē sadaiva tyāta rāhatīla nā tyān̄cī sajā halakī (saumya) kēlī jā'īla āṇi nā tyānnā kasalī sūṭa dilī jā'īla"
        },
        {
            "chapter": 3,
            "verse": 89,
            "text": "Parantu jē lōka yānantara taubā (kṣamā-yācanā) karūna (āpalyā ācaraṇāta) sudhāra karūna ghētalī tara niḥsanśaya, allāha mōṭhā māpha karaṇārā, mēharabāna āhē"
        },
        {
            "chapter": 3,
            "verse": 90,
            "text": "Niḥsanśaya, jē lōka svataḥ īmāna rākhalyānantara kupra (inkāra) karatīla maga inkāra karaṇyāta adhika puḍhē jātīla tara tyān̄cī taubā (kṣamā-yācanā) kadhīhī kabūla kēlī jāṇāra nāhī āṇi hēca lōka mārgabhraṣṭa āhēta"
        },
        {
            "chapter": 3,
            "verse": 91,
            "text": "Niḥsanśaya, jē lōka kāphira (inkārī, aviśvāsī) asatīla, āṇi marēparyanta kāphira rāhatīla, tyān̄cyāpaikī jara kōṇī azābapāsūna suṭakā miḷaviṇyāsāṭhī daṇḍa (phidiyā) mhaṇūna jaminī'itakē sōnē dē'īla, tarīhī tē kadhīhī svīkāralē jāṇāra nāhī. Aśāca lōkāṅkaritā sakta azāba (atiśaya kaṭhōra śikṣā-yātanā) āhē āṇi tyān̄cā kōṇī madatakartā nāhī"
        },
        {
            "chapter": 3,
            "verse": 92,
            "text": "Jōparyanta tumhī āpalyā āvaḍatyā va priya dhana-sampattītūna allāhacyā mārgāta kharca na karāla, tōparyanta tumhālā bhalā'ī lābhaṇāra nāhī, āṇi jē kāhī tumhī kharca karāla, allāha tē cāṅgalyā prakārē jāṇatō"
        },
        {
            "chapter": 3,
            "verse": 93,
            "text": "Taurāta (hā grantha) utaraṇyāpūrvīca (hajarata) yākūba yānnī jyā vastūlā svataḥsāṭhī harāma karūna ghētalē hōtē, tyācyāvyatirikta sarva khādyavastū isrā'īlacyā santatīkaritā halāla hōtyā. (Hē paigambara!) Tumhī tyānnā sāṅgā kī tumhī saccē asāla tara taurāta āṇā, āṇi vācūna aikavā"
        },
        {
            "chapter": 3,
            "verse": 94,
            "text": "Tarīhī jē lōka sarvaśrēṣṭha allāhavara khōṭā ārōpa lāvatīla tara asē lōka atyācārī āhēta"
        },
        {
            "chapter": 3,
            "verse": 95,
            "text": "Tumhī sāṅgā kī allāha āpalyā kathanāta saccā āhē. Tumhī sarva ibrāhīmacyā janasamūhācyā mārgācē anusaraṇa karā, jē mūrtipūjaka navhatē"
        },
        {
            "chapter": 3,
            "verse": 96,
            "text": "Niḥsanśaya, (sarvaśrēṣṭha allāhacē) pahilē ghara, jē lōkānsāṭhī banavilē gēlē, tēca āhē, jē makkā yēthē āhē, jē sāṟyā jagākaritā śubha- maṅgalaprada āṇi mārgadarśaka āhē"
        },
        {
            "chapter": 3,
            "verse": 97,
            "text": "Jyāta spaṣṭa niśāṇyā āhēta. ‘Mukāmē ibrāhīma’ (ēka dagaḍa āhē, jyāvara kābāgr̥hācē bāndhakāma karatānā hajarata ibrāhīma ubhē rāhāta) ithē jō kōṇī dākhala jhālā, tyālā śāntī lābhalī. Allāhanē tyā lōkānvara, jē yā gharāparyanta yēṇyācē sāmarthya rākhatāta, 1 yā gharācē hajja āvaśyaka ṭharavilē āhē āṇi jō kōṇī inkāra karīla tara sarvaśrēṣṭha allāhalā sarva jagācyā lōkān̄cī kāhī parvā nāhī"
        },
        {
            "chapter": 3,
            "verse": 98,
            "text": "Tumhī tyānnā sāṅgā, hē granthadhārakānnō! Tumhī allāhacyā āyatīn̄cā inkāra kā karatā? Āṇi tumhī jē kāhī karatā, allāha tyāvara sākṣī āhē"
        },
        {
            "chapter": 3,
            "verse": 99,
            "text": "Tyā granthadhārakānnā sāṅgā kī tumhī allāhacyā mārgā (dharmā) pāsūna tyā lōkānnā kā rōkhatā, jyānnī īmāna rākhalē āhē, āṇi tyāta vā'īṭapaṇā śōdhatā, vāstavika tumhī svataḥ sākṣī āhāta āṇi allāha tumacyā karmānśī anabhijña nāhī"
        },
        {
            "chapter": 3,
            "verse": 100,
            "text": "Hē īmāna rākhaṇāṟyānnō! Jara tumhī granthadhārakān̄cyā ēkhādyā samūhācē mhaṇaṇē aikāla tara tumhī īmāna rākhalyānantarahī tō tumhālā inkāra (kupra) kaḍē phiravīla"
        },
        {
            "chapter": 3,
            "verse": 101,
            "text": "Āṇi (arthāta hē kāraṇa āhē) tumhī kaśā prakārē inkāra karū śakatā, vāstavika tumhālā allāhacyā āyatī vācūna aikavilyā jātāta, āṇi tumacyā daramyāna paigambara (sallallāhu alaihi vasallama) hajara āhēta, āṇi jō allāhacyā dīna-dharmālā majabūtapaṇē dharēla tara niḥsanśaya tyālā saraḷamārga dākhavilā gēlā āhē"
        },
        {
            "chapter": 3,
            "verse": 102,
            "text": "Hē īmānadhārakānnō! Allāhacē ēvaḍhē bhaya rākhā, jēvaḍhē tyācē bhaya rākhalē pāhijē āṇi pāhā marēparyanta īmānadhārakaca rāhā"
        },
        {
            "chapter": 3,
            "verse": 103,
            "text": "Āṇi allāhacā dōra sarvānnī miḷūna majabūtapaṇē dharūna ṭhēvā, āṇi āpasāta gaṭabājī karū nakā āṇi allāhacī tyā vēḷīcī nēmata āṭhavā jēvhā tumhī āpasāta ēkamēkān̄cē śatrū hōtē. Allāhanē tumacyā hr̥dayāta prēma nirmāṇa kēlē āṇi tumhī tyācyā kr̥pā dēṇagīnē bāndhava jhālē āṇi tumhī āgīcyā khaḍyācyā kināṟyāparyanta pōhōcalē hōtē tēvhā allāhanē tumhālā vācavilē. Sarvaśrēṣṭha allāha aśā prakārē āpalyā āyatīn̄cē nivēdana karatō yāsāṭhī kī tumhī mārgadarśana prāpta karū śakāvē"
        },
        {
            "chapter": 3,
            "verse": 104,
            "text": "Āṇi tumacyāpaikī ēka samūha asā asalā pāhijē, jyānē bhalyā kāmāṅkaḍē bōlavāvē āmi satkarmān̄cā ādēśa dyāvā āṇi vā'īṭa kāmāmpāsūna rōkhāvē āṇi hēca lōka saphala hōṇārē āhēta"
        },
        {
            "chapter": 3,
            "verse": 105,
            "text": "Āṇi tumhī tyā lōkānsārakhē hō'ū nakā, jyānnī āpalyājavaḷa spaṣṭa pramāṇa yē'ūna pōhōcalyānantara hī phūṭa pāḍalī va matabhēda karū lāgalē, aśā lōkānsāṭhī sakta sajā-yātanā āhē"
        },
        {
            "chapter": 3,
            "verse": 106,
            "text": "Tyā divaśī kāhī cēharē saphēda (tējasvī) asatīla āṇi kāhī cēharē kāḷē1 asatīla. Kāḷyā cēhaṟyān̄cyā lōkānnā sāṅgitalē jā'īla kī tumhī īmāna rākhalyānantara kupra (inkāra, aviśvāsa) kā kēlā? Ātā āpalyā inkāra karaṇyācī sajā cākhā"
        },
        {
            "chapter": 3,
            "verse": 107,
            "text": "Āṇi saphēda (tējasvī) cēhaṟyān̄cē lōka allāhacyā dayēta (kr̥pāchatrākhālī) asatīla āṇi tyāta nēhamī nēhamī rāhatīla"
        },
        {
            "chapter": 3,
            "verse": 108,
            "text": "(Hē paigambara!) Āmhī yā satya āyatī tumhālā vācūna aikavita āhōta, āṇi lōkānvara julūma atyācāra karaṇyācā, allāhacā irādā nāhī"
        },
        {
            "chapter": 3,
            "verse": 109,
            "text": "Āṇi jē kāhī ākāśāmmadhyē va dharatīvara āhē tē sarva allāhacēca āhē. Allāhacyākaḍēca sarva kāmānnā rujū vhāyacē āhē"
        },
        {
            "chapter": 3,
            "verse": 110,
            "text": "Tumacā janasamūha, sarvōttama janasamūha āhē, jō lōkānsāṭhī nirmāṇa kēlā gēlā āhē, kāraṇa tumhī satkarmān̄cā ādēśa dētā āṇi duṣkarmāmpāsūna rōkhatā āṇi allāhavara īmāna rākhatā. Jara granthadhārakānnīhī īmāna rākhalē asatē tara tyān̄cyāsāṭhī phāra cāṅgalē jhālē asatē. Tyāta kāhī īmāna bāḷagaṇārēhī āhēta parantu adhikānśa lōka durācārī āhēta"
        },
        {
            "chapter": 3,
            "verse": 111,
            "text": "Asē lōka tumhālā satāviṇyākhērīja āṇakhī jāsta kāhī nukasāna pōhacavū śakata nāhīta āṇi jara tumacyāśī laḍhā'ī jhālī tara pāṭha dākhavūna paḷa kāḍhatīla. Maga kōṇī tyān̄cī madata karāyalā yēṇāra nāhī"
        },
        {
            "chapter": 3,
            "verse": 112,
            "text": "Asē lōka pratyēka ṭhikāṇī apamānita hōta rāhatīla, tathāpi allāhacyā kinvā lōkān̄cyā āśrayākhālī asatīla tara gōṣṭa vēgaḷī. Mātra hē lōka allāhacyā prakōpāsa pātra ṭharalē āṇi tyān̄cyāvara dāridyra āṇi durdaśā ṭākalī gēlī. Hē aśāsāṭhī jhālē kī hē lōka allāhacyā āyātīn̄cā inkāra karīta hōtē, āṇi paigambarān̄cī nāhaka hatyā karīta hōtē. Hā mōbadalā tyān̄cyā ājñābhaṅgācā āṇi maryādā pāra karaṇyācā āhē"
        },
        {
            "chapter": 3,
            "verse": 113,
            "text": "Hē sarvacyā sarva ēkasamāna nāhīta, kimbahunā yā granthadhārakānta ēka samūha (satyāvara) kāyamahī āhē, jē rātrī allāhacyā āyatīn̄cē paṭhaṇa karatāta va sajadā (allāhasamōra māthā ṭēkata) karīta asatāta"
        },
        {
            "chapter": 3,
            "verse": 114,
            "text": "Hē lōka allāha āṇi kayāmatacyā divasāvara īmāna rākhatāta, satkarmān̄cā ādēśa dētāta āṇi duṣkarmāmpāsūna rōkhatāta āṇi bhalyā kāmāmmadhyē ghā'ī karatāta. Hē nēka va sadācārī lōkāmpaikī āhēta"
        },
        {
            "chapter": 3,
            "verse": 115,
            "text": "Āṇi hē jē kāhī nēkīcē kāma karatīla, tyācī upēkṣā kēlī jāṇāra nāhī āṇi sarvaśrēṣṭha allāha, parahējagāra (allāhacē bhaya rākhūna vāgaṇāṟyā) lōkānnā cāṅgalyā prakārē jāṇatō"
        },
        {
            "chapter": 3,
            "verse": 116,
            "text": "Niḥsanśaya, inkārī lōkānnā tyān̄cī dhana-sampattī āṇi tyān̄cī santatī allāhacyā ithē kāhīca upayōgī paḍaṇāra nāhī. Hē tara jahannamī (narakavāsī) āhēta, jyāta tē nēhamī paḍūna rāhatīla"
        },
        {
            "chapter": 3,
            "verse": 117,
            "text": "Tē jē kāhī yā aihika jīvanāta kharca karatāta, tē tyā vādaḷāsārakhē āhē, jyāta kaḍākyācī thaṇḍī asāvī, jē ēkhādyā julamī janasamūhācyā śētāvarūna jāvē āṇi tyācā sarvanāśa karūna ṭākāvā1 allāhanē tyān̄cyāvara atyācāra nāhī kēlā, ulaṭa tē svataḥ āpalyā prāṇānvara atyācāra karīta hōtē"
        },
        {
            "chapter": 3,
            "verse": 118,
            "text": "Hē īmāna rākhaṇāṟyānnō! Tumhī āpalā jīvalaga mitra īmānadhārakānśivāya dusaṟyā kōṇālā banavū nakā (tumhī nāhī pāhata dusarē lōka tara) tumacā sarvanāśa karaṇyāta kāhīca kasara bākī ṭhēvata nāhī. Tē tara asē icchitāta kī tumhī duḥkhātaca paḍūna rāhāvē. Tyān̄cī śatrūtā tara svataḥ tyān̄cyā tōṇḍūna ughaḍa jhālī āhē āṇi tyān̄cyā manāta jē kāhī āhē tē tara āṇakhī jāsta āhē. Āmhī āpalyā āyatī tumhālā spaṣṭa karūna sāṅgitalyā tumhī akkalavāna asāla (tara kāḷajī ghyā)"
        },
        {
            "chapter": 3,
            "verse": 119,
            "text": "Tumhī tara asē āhāta kī tyān̄cyāśī prēma rākhatā, paṇa tē tumacyāśī prēma rākhata nāhīta, tumhī allāhacā sampūrṇa grantha mānūna ghētā āṇi (tē nāhī mānata, tara maga prēma kasē?) Hē tumacyāsamōra tara āpalē īmāna kabūla karatāta, parantu jēvhā ēkaṭē asatāta tēvhā rāgānē āpalyā bōṭān̄cā cāvā ghētāta. Tyānnā sāṅgā, marāla asēca rāgācyā bharāta! Sarvaśrēṣṭha allāha manātalyā supta gōṣṭīhī cāṅgalyā prakārē jāṇatō"
        },
        {
            "chapter": 3,
            "verse": 120,
            "text": "Jara tumhālā ēkhādī bhalā'ī lābhatē tara tyānnā mōṭhē vā'īca vāṭatē, mātra jēvhā duḥkha yātanā pōhacatē tēvhā mātra khūpa ānandita hōtāta. Jara tumhī saburī (dhīra-sanyama) rākhālā āṇi svataḥlā durācārāpāsūna dūra ṭhēvata rāhāla tara tyān̄cī kūṭanītī tumhālā kāhīca nukasāna pōhacaviṇāra nāhī, sarvaśrēṣṭha allāhanē tyān̄cyā kāravāyānnā ghērā ṭākalā āhē"
        },
        {
            "chapter": 3,
            "verse": 121,
            "text": "(Hē paigambara! Tyā vēḷēcē smaraṇa karā) jēvhā sakāḷī sakāḷī tumhī āpalyā gharābāhēra paḍūna īmānadhārakānnā laḍhā'īcyā mōrcāvara ṭhāva ṭhikāṇa dākhavūna basavita hōtē āṇi allāha sarvakāhī aikaṇārā va jāṇaṇārā āhē"
        },
        {
            "chapter": 3,
            "verse": 122,
            "text": "Jēvhā tumacyātalyā dōna gaṭān̄cē pāya ḍagamagū lāgalē, jēvhā allāha tyā dōghān̄cā madata karaṇārā hajara hōtā āṇi tyāca allāhavara īmānadhārakānnī bharōsā rākhalā pāhijē"
        },
        {
            "chapter": 3,
            "verse": 123,
            "text": "Āṇi allāhanē badracyā yud'dhāta tumacī aśā vēḷī madata kēlī, jēvhā tumhī khūpa halākhīcyā avasthēta hōtē, yāstava allāhacē bhaya rākhā, yāsāṭhī kī tumhī kr̥tajñaśīla vhāvē"
        },
        {
            "chapter": 3,
            "verse": 124,
            "text": "Jēvhā tumhī īmānadhārakānnā dhīra dēta hōtē, kāya tumacyāsāṭhī hē purēsē nāhī kī allāhanē tīna hajāra phariśtē utaravūna tumacī madata karāvī"
        },
        {
            "chapter": 3,
            "verse": 125,
            "text": "Kā nāhī? Jara tumhī dhīra-sanyama āṇi durācārāpāsūna aliptatā patkarāla āṇi tyāca kṣaṇī hē lōka tumacyājavaḷa ālyāsa, tumacā pālanakartā, pāca hajāra phariśtyāndvārē tumacī madata karēla, jē niśāṇī asalēlē asatīla"
        },
        {
            "chapter": 3,
            "verse": 126,
            "text": "Āṇi āmhī yālā tumacyāsāṭhī phakta śubha-samācāra āṇi tumacyā manācyā samādhānākaritā banavilē, an'yathā madata tara varcasvaśālī, hikamataśālī allāhakaḍūnaca asatē"
        },
        {
            "chapter": 3,
            "verse": 127,
            "text": "(Allāhacyā yā madatīcā uddēśa hā hōtā kī, allāhanē) inkārī lōkān̄cā ēka gaṭa kāpūna ṭākāvā kinvā tyānnā apamānita karūna ṭākāvē āṇi maga tyānnī asaphala hō'ūna parata phirāvē"
        },
        {
            "chapter": 3,
            "verse": 128,
            "text": "(Hē paigambara!) Tumacyā akhatyārīta kāhī ēka nāhī1 allāha icchila tara tyān̄cī taubā (kṣamā-yācanā) kabūla karīla kinvā tyānnā sajā dē'īla, kāraṇa tē atyācārī lōka āhēta"
        },
        {
            "chapter": 3,
            "verse": 129,
            "text": "Ākāśāmmadhyē āṇi dharatīvara jē kāhī āhē, sarva allāhacēca āhē, tō jyālā icchila māpha karīla āṇi jyālā icchila azāba (śikṣa-yātanā) dē'īla āṇi allāha māpha karaṇārā, dayā karaṇārā āhē"
        },
        {
            "chapter": 3,
            "verse": 130,
            "text": "Hē īmāna rākhaṇāṟyānnō! Duppaṭa, tippaṭa karūna vyāja khā'ū nakā, āṇi allāhacē bhaya bāḷagā, yāsāṭhī kī tumhālā saphalatā lābhāvī"
        },
        {
            "chapter": 3,
            "verse": 131,
            "text": "Āṇi tyā āgīcē bhaya rākhā, jī kāphirānsāṭhī tayāra kēlī gēlī āhē"
        },
        {
            "chapter": 3,
            "verse": 132,
            "text": "Āṇi allāha āṇi tyācyā paigambarān̄cyā ādēśān̄cē pālana karā, yāsāṭhī kī tumacyāvara mēharabānī kēlī jāvī"
        },
        {
            "chapter": 3,
            "verse": 133,
            "text": "Āṇi āpalyā pālanakartyācyā māphīkaḍē āṇi tyā jannatakaḍē dhāva ghyā, jicā vistāra ākāśān̄cyā va jaminīcyā itakā āhē, jī durācārāpāsūna dūra rāhaṇāṟyāṅkaritā tayāra kēlī gēlī āhē"
        },
        {
            "chapter": 3,
            "verse": 134,
            "text": "Jē lōka susampanna avasthēta āṇi taṅgī-aḍacaṇīcyā avasthētahī (allāhacyā mārgāta) kharca karatāta, rāga giḷūna ṭākatāta āṇi lōkān̄cē aparādha māpha karatāta, allāha aśā nēka sadācārī lōkānnā dōsta rākhatō"
        },
        {
            "chapter": 3,
            "verse": 135,
            "text": "Jēvhā tyān̄cyākaḍūna ēkhādē vā'īṭa kr̥tya ghaḍatē kinvā tē ēkhādā aparādha karūna basatāta, tēvhā tvarīta allāhacē smaraṇa āṇi āpalyā aparādha'ān̄cī māphī māgatāta āṇi vāstavika allāhaśivāya aparādha māpha karaṇārā dusarā kōṇa āhē? Āṇi tē jāṇūnabujūna āpalyā kr̥ta-karmāvara aḍūna basata nāhīta"
        },
        {
            "chapter": 3,
            "verse": 136,
            "text": "Tyān̄cā mōbadalā tyān̄cyā pālanakartyātarphē māphī āṇi jannata āhē, jicyākhālī naharī (pravāha) vāhata āhēta, jyāta tē nēhamī rāhatīla, āṇi nēka-sadācārī lōkān̄cā hā kitī cāṅgalā mōbadalā āhē"
        },
        {
            "chapter": 3,
            "verse": 137,
            "text": "Tumacyā pūrvīpāsūna niyama cālata ālā āhē. Tumhī jaminīvara hiṇḍūna phirūna pāhā kī, jyānnī allāhacyā āyatīn̄cā inkāra kēlā, tyān̄cā kaśā prakārē śēvaṭa jhālā"
        },
        {
            "chapter": 3,
            "verse": 138,
            "text": "Lōkāṅkaritā hē ēka pharmāna (nivēdana(ādēśa)) āhē āṇi allāhacē bhaya rākhūna ācaraṇa karaṇāṟyāṅkaritā mārgadarśana āṇi upadēśa āhē"
        },
        {
            "chapter": 3,
            "verse": 139,
            "text": "Tumhī hatāśa hō'ū nakā āṇi duḥkhī-kaṣṭī hō'ū nakā. Tumhī (kharōkhara) īmāna rākhaṇārē asāla tara tumhī vijayī vhāla"
        },
        {
            "chapter": 3,
            "verse": 140,
            "text": "(Yā yud'dhāta) jara tumhī jakhamī jhālē asāla tara tēdēkhīla (badracyā yud'dha'āta) aśā prakārē jakhamī jhālē āhēta āṇi yā divasānnā āmhī lōkān̄cyā daramyāna alaṭata-pālaṭata rāhatō, yāsāṭhī kī allāhanē īmānadhārakānnā (vēgaḷē karūna) pāhāvē, āṇi tumacyāpaikī kāhīnnā śahīda banavāvē, āṇi allāha atyācārī lōkānśī prēma rākhata nāhī"
        },
        {
            "chapter": 3,
            "verse": 141,
            "text": "Āṇi yāsāṭhī kī, allāhanē īmānadhārakānnā alaga karūna ghyāvē, āṇi kāphirān̄cā (inkārī lōkān̄cā) sarvanāśa karūna ṭākāvā"
        },
        {
            "chapter": 3,
            "verse": 142,
            "text": "Kāya tumhī hē gr̥hita dharalē āhē kī jannatamadhyē dākhala hō'ūna jāla, vāstavika allāhanē ajūna hē pāhilē nāhī kī tumacyāpaikī kōṇa jihāda (dharmayud'dha) karatāta āṇi kōṇa dhīra-sanyama rākhatāta"
        },
        {
            "chapter": 3,
            "verse": 143,
            "text": "Āṇi tumhī yāpūrvī maraṇācī icchā dharata hōtē, ātā tara tumhī mr̥tyulā āpalyā ḍōḷyānnī pāhūna ghētalē"
        },
        {
            "chapter": 3,
            "verse": 144,
            "text": "Āṇi muham'mada tara kēvaḷa ēka rasūla (paigambara) āhēta. Yāpūrvī anēka rasūla hō'ūna gēlēta, maga jara tē maraṇa pāvatīla kinvā jīvē māralē jātīla, tara kāya tumhī (islāmakaḍē pāṭha phiravūna) ulaṭa pāvalī parata phirāla? Āṇi jō kōṇī ulaṭa pāvalī parata phirēla tō allāhalā kasalēhī nukasāna pōhacavū śakaṇāra nāhī āṇi allāha kr̥tajñaśīla lōkānnā phāra lavakara mōbadalā pradāna karēla"
        },
        {
            "chapter": 3,
            "verse": 145,
            "text": "Āṇi sarvaśrēṣṭha allāhacyā hukūmāvinā kōṇatāhī jīva marū śakata nāhī, ṭharalēlī vēḷa likhita āhē. Yā jagāśī prēma rākhaṇāṟyānnā āmhī thōḍēsē yā jagātaca dē'ūna ṭākatō āṇi ākhiratacē puṇya prāpta karū icchiṇāṟyānnā āmhī tēdēkhīla pradāna karatō āṇi ābhāra mānaṇāṟyānnā āmhī lavakaraca cāṅgalā mōbadalā pradāna karū"
        },
        {
            "chapter": 3,
            "verse": 146,
            "text": "Āṇi anēka paigambarān̄cyā sōbata(rāhūna)anēka allāhavālyānnī jihāda (dharmayud'dha) kēlē āhē. Tyānnāhī allāhacyā mārgāta duḥkha-yātanā pōhacalyā, parantu nā tara tyānnī dhairya sōḍalē, nā kamajōra paḍalē āṇi nā prabhāvita (dabalē gēlē) jhālē āṇi allāha dhīra-sanyama rākhaṇāṟyānśī prēma rākhatō"
        },
        {
            "chapter": 3,
            "verse": 147,
            "text": "Āṇi tē hēca mhaṇata rāhilē kī, hē āmacyā pālanakartyā! Āmacyā aparādhānnā māpha kara āṇi jara āmacyākaḍūna āmacyā kāmāmmadhyē nāhaka kāhī julūma-atirēka jhālā asēla tara tōhī māpha kara āṇi āmhālā majabūtī pradāna kara āṇi āmhālā inkārī lōkān̄cyā janasamūhācyā virōdhāta sahāyatā pradāna kara"
        },
        {
            "chapter": 3,
            "verse": 148,
            "text": "Āṇi sarvaśrēṣṭha allāhanē tyānnā yā jagācāhī mōbadalā pradāna kēlā āṇi ākhiratacyā puṇyācī viśēṣatāhī pradāna kēlī, āṇi sarvaśrēṣṭha allāha satkarma karaṇāṟyānnā āpalā dōsta rākhatō"
        },
        {
            "chapter": 3,
            "verse": 149,
            "text": "Hē īmāna rākhaṇāṟyānnō! Jara tumhī inkārī lōkān̄cē mhaṇaṇē mānāla tara tē tumhālā ulaṭa pāvalī parata phiravatīla (arthāta tumacyā dharmāpāsūna alaga karatīla) pariṇāmī tumhī tōṭyāta rāhāla"
        },
        {
            "chapter": 3,
            "verse": 150,
            "text": "Kimbahunā allāha tumacā svāmī āṇi mālaka āhē āṇi tōca tumacā sarvōttama sahāyyakartā āhē"
        },
        {
            "chapter": 3,
            "verse": 151,
            "text": "Āmhī lavakaraca inkārī lōkān̄cyā manāta bhaya nirmāṇa karū yā kāraṇāstava kī tē allāhacyā sōbata tyā cīja vastūnnāhī sahabhāgī karatāta, jyān̄cyāviṣayī kōṇatēhī pramāṇa allāhanē utaravilē nāhī,1 tyān̄cē ṭhikāṇa jahannama āhē āṇi tyā atyācārī lōkān̄cē vā'īṭa ṭhikāṇa āhē"
        },
        {
            "chapter": 3,
            "verse": 152,
            "text": "Āṇi allāhanē āpalā vāyadā kharā karūna dākhavilā, jēvhā allāhacyā hukumānusāra tumhī tyān̄cā niḥpāta karīta hōtē, yēthaparyanta kī, jēvhā tumacī himmata khacata hōtī āṇi ādēśābābata matabhēda karū lāgalē āṇi ājñāpālana kēlē nāhī. Hē sarva tumhī tyānantara kēlē, jēvhā allāhanē tumhālā tumacā manapasanta vijaya dākhavūna dilā hōtā. Tumacyāpaikī kāhījaṇa yā jagācā lābha icchita hōtē āṇi kāhī ākhiratacī icchā karīta hōtē. Maga tyānē tumhālā śatrūṅkaḍūna phiravilē, yāsāṭhī kī tumacī kasōṭī ghyāvī āṇi niḥsanśaya allāhanē tumacyā cukā māpha kēlyā āṇi īmānadhārakānsāṭhī allāha atiśaya mēharabāna, kr̥pāvāna āhē"
        },
        {
            "chapter": 3,
            "verse": 153,
            "text": "Jēvhā tumhī caḍhata jāta hōtē āṇi māgē vaḷūna kōṇālā pāhātahī navhatē, āṇi allāhacē rasūla (paigambara) tumhālā pāṭhīmāgūna hāka mārīta hōtē, tēvhā tumhālā duḥkhāvara duḥkha pōhacalē, yāsāṭhī kī tumhī āpalyā hātūna nisaṭalēlyā (vijayā) vara duḥkha na karāvē āṇi nā tyā (mānasika āghāta) vara, jō tumhālā pōhacalā, āṇi allāha tumacyā sarva karmānnā cāṅgalē jāṇatō"
        },
        {
            "chapter": 3,
            "verse": 154,
            "text": "Maga tyā duḥkhānantara tumacyāvara śāntī avatarita kēlī āṇi tumacyāpaikī ēkā samūhālā śāntīpūrṇa ḍulakī yē'ū lāgalī, tathāpi kāhī lōka asēhī hōtē jyānnā kēvaḷa āpalyā jīvācī dhāstī lāgalī hōtī. Tē allāhaviṣayī nāhaka mūrkhatāpūrṇa vicāra karū lāgalē āṇi mhaṇū lāgalē kī āmhālāhī kāhī hakka (adhikāra) āhēta. Tumhī tyānnā sāṅgā, kāma tara sarvacyā sarva allāhacyā adhikārakakṣēta āhē. Hē lōka āpalyā manātalē rahasyabhēda tumhālā nāhī sāṅgata. Tē mhaṇatāta kī jara āmhālā thōḍāsāhī adhikāra asatā tara yā ṭhikāṇī jīvē māralē gēlō nasatō. Tumhī sāṅgā, jara tumhī āpalyā gharāntahī asatē, tarīhī jyān̄cyā naśibī māralē jāṇē lihilē hōtē, tē vadhasthaḷākaḍē cālata gēlē asatē. Allāhalā tumacyā manātalyā gōṣṭīn̄cī parīkṣā ghyāyacī hōtī āṇi jē kāhī tumacyā manāta āhē tyāpāsūna tumhālā svaccha-śud'dha karāyacē hōtē āṇi allāha aparōkṣa (gaiba) jāṇaṇārā āhē. (Manāta daḍalēlē rahasyabhēda tō cāṅgalyā prakārē jāṇatō)"
        },
        {
            "chapter": 3,
            "verse": 155,
            "text": "Jyā divaśī dōna samūha ēkamēkānśī mukābalyāsāṭhī bhiḍalē, āṇi tyā vēḷī tumacyāpaikī jyā lōkānnī pāṭha dākhavalī, hē lōka āpalyā kāhī karmāmmuḷē saitānācyā bahakaviṇyāta ālē, paṇa tarīdēkhīla allāhanē tyānnā māpha kēlē. Niḥsanśaya allāha māpha karaṇārā, sahanaśila (burdabāra) āhē"
        },
        {
            "chapter": 3,
            "verse": 156,
            "text": "Hē īmāna rākhaṇāṟyānnō! Tumhī tyān̄cyāsārakhē hō'ū nakā, jē kr̥taghna jhālē, āṇi tyān̄cyā bāndhavāmbaddala, jēvhā tē jaminīvara pravāsālā kinvā jihādakaritā nighālē, tēvhā mhaṇālē kī jara tē āmacyājavaḷa rāhilē asatē tara mēlē nasatē, nā māralē gēlē asatē1 (tyān̄cyā yā vicārācē kāraṇa hē āhē kī) allāhanē tyān̄cyā manāta haḷahaḷa nirmāṇa karāvī. Jīvana āṇi mr̥tyu kēvaḷa allāhacyā avākhyāta āhē, āṇi allāha tumacyā sarva karmānnā pāhata āhē"
        },
        {
            "chapter": 3,
            "verse": 157,
            "text": "Jara tumhī allāhacyā mārgāta śahīda vhālā kinvā maraṇa pāvāla tara allāhacī māphī āṇi dayā kr̥pā tyā (dhana-sampattī) pēkṣā cāṅgalī āhē, jī tē jamā karīta āhēta"
        },
        {
            "chapter": 3,
            "verse": 158,
            "text": "Āṇi tumhī maraṇa pāvāla kinvā māralē jāla (kōṇatyāhī sthitīta) tumhālā allāhacyā javaḷaca ēkatra vhāyacē āhē"
        },
        {
            "chapter": 3,
            "verse": 159,
            "text": "Allāhacyā kr̥pēmuḷē tumhī tyān̄cyāsāṭhī kōmala banalē āhāta āṇi jara tumhī phaṭakaḷa tōṇḍācē āṇi kaṭhōra manācē asatē tara hē sarva tumacyā javaḷūna dūra paḷālē asatē, yāstava tyānnā māpha karā āṇi tyān̄cyāsāṭhī kṣamā-yācanā karā āṇi kāmāsambandhī tyān̄cyāśī sallāmasalata karā. Maga jēvhā tumacā irādā pakkā hō'īla tēvhā allāhavara bharōsā karā, āṇi allāha bharōsā karaṇāṟyānnā āpalā dōsta rākhatō"
        },
        {
            "chapter": 3,
            "verse": 160,
            "text": "Jara allāha tumhālā madata karīla tara kōṇīhī tumacyāvara varcasvaśālī ṭharū śakata nāhī āṇi jara tō tumhālā sōḍūna dē'īla tara asā kōṇa āhē jō tumhālā madata karīla? Āṇi īmāna rākhaṇāṟyānnī allāhavaraca bharōsā ṭhēvalā pāhijē"
        },
        {
            "chapter": 3,
            "verse": 161,
            "text": "Āṇi hē agadī asambhava āhē kī paigambarānnī kāhī lapavūna ṭhēvāvē. Pratyēka lapavūna ṭhēvaṇārā kayāmatacyā divaśī āpalē lapavūna ṭhēvalēlē ghē'ūna hajara hō'īla, maga pratyēka māṇasālā āpalyā karmācā purēpūra mōbadalā dilā jā'īla āṇi tyān̄cyāvara atyācāra kēlā jāṇāra nāhī"
        },
        {
            "chapter": 3,
            "verse": 162,
            "text": "Kāya tō manuṣya, jyānē allāhacyā mārgācē anusaraṇa kēlē, tyā māṇasāsārakhē āhē, jō allāhacā prakōpa ghē'ūna paratalā? Āṇi tyācē ṭhikāṇa jahannama āhē āṇi tē atiśaya vā'īṭa ṭhikāṇa āhē"
        },
        {
            "chapter": 3,
            "verse": 163,
            "text": "Allāhacyā javaḷa tyān̄cē vēgavēgaḷē darjē āhēta āṇi tyān̄cyā samasta karmānnā allāha cāṅgalyā prakārē pāhāta āhē"
        },
        {
            "chapter": 3,
            "verse": 164,
            "text": "Niḥsanśaya, īmānadhārakānvara allāhacā mōṭhā upakāra āhē kī tyānē tyān̄cyātūnaca ēka rasūla tyān̄cyāmadhyē pāṭhavilā, jō tyānnā allāhacyā āyatī vācūna aikavitō āṇi tyānnā pāka (pavitra) karatō, āṇi tyānnā grantha āṇi akalēcyā gōṣṭī śikavitō āṇi niḥsanśaya, hē sarva tyāpūrvī ughaḍapaṇē bhaṭakalēlē hōtē"
        },
        {
            "chapter": 3,
            "verse": 165,
            "text": "Hē kāya kī jēvhā tumacyāvara ēka saṅkaṭa kōsaḷalē, jyācyā duppaṭa tumhī tyānnā pōhacavilē, tara tumhī mhaṇālē kī hē kōṭhūna ālē? (Hē paigambara!) Tumhī sāṅgā kī hē saṅkaṭa tumhī svataḥ āpalyāvara ōḍhavūna ghētalē āhē. Niḥsanśaya, allāha pratyēka gōṣṭīcē sāmarthya bāḷagatō"
        },
        {
            "chapter": 3,
            "verse": 166,
            "text": "Āṇi dōnhī samūha mukābalyāsāṭhī jyā divaśī ēkamēkānśī bhiḍalē tēvhā tumhālā jē kāhī pōhacalē tara hē allāhacyā ādēśānē pōhōcalē, āṇi yāsāṭhī kī allāhanē īmānadhārakānnā ughaḍapaṇē jāṇūna ghyāvē"
        },
        {
            "chapter": 3,
            "verse": 167,
            "text": "Āṇi ḍhōṅgī (varakaraṇī) musalamānānnāhī jāṇūna ghyāvē jyānnā sāṅgitalē gēlē kī yā, allāhacyā mārgāta laḍhā kinvā śatrūcyā hallyāpāsūna bacāva karā, tēvhā tē mhaṇālē kī āmhālā jara hē māhīta asatē kī laḍhā'ī hō'īla tara avaśya tumhālā sātha dilī asatī. Tē tyā divaśī īmānācyā tulanēta kupra (inkārā) cyā adhika javaḷa hōtē. Āpalyā mukhānē aśī gōṣṭa bōlata hōtē, jī tyān̄cyā manāta navhīta āṇi allāha tē jāṇatō, jē hē lapavitāta"
        },
        {
            "chapter": 3,
            "verse": 168,
            "text": "Hēca tē lōka hōta jē svataḥ gharāta basūna rāhilē āṇi āpalyā bāndhavāmbaddala mhaṇālē, kī tyānnī jara āmacē mhaṇaṇē aikūna ghētalē asatē tara jīvē māralē gēlē nasatē. Tyānnā sāṅgā kī tumhī saccē asāla tara āpalyāvarūna mr̥tyulā ṭāḷūna dākhavā"
        },
        {
            "chapter": 3,
            "verse": 169,
            "text": "Āṇi jē lōka allāhacyā mārgāta ṭhāra kēlē gēlē tyānnā mr̥ta (mēlēlē) samajū nakā, kimbahunā tē jivanta āhēta. Tyānnā tyān̄cyā pālanartyājavaḷūna rōjī (anna-sāmagrī) dilī jāta āhē"
        },
        {
            "chapter": 3,
            "verse": 170,
            "text": "Sarvaśrēṣṭha allāhanē tyānnā āpalī jī kr̥pā pradāna kēlī āhē, ticyādvārē tē phāra ānandita āhēta āṇi tyā lōkāmbābata ānanda sājarā karīta āhē jē adyāpa tyān̄cyājavaḷa pōhōcatalē nāhīta, tyān̄cyā māgē āhēta. Yā gōṣṭībaddala kī tyānnā nā kasalē bhaya āhē āṇi nā kasalē duḥkha"
        },
        {
            "chapter": 3,
            "verse": 171,
            "text": "Tē allāhacyā kr̥pā dēṇagīnē khūśa hōtāta āṇi yā gōṣṭīnēhī kī allāha īmānadhārakān̄cā mōbadalā vāyā jā'ū dēta nāhī"
        },
        {
            "chapter": 3,
            "verse": 172,
            "text": "Jyā lōkānnī jakhamī avasthētahī allāha āṇi rasūlacā ādēśa mānalā tyān̄cyāpaikī jē satkarma karīta rāhilē āṇi allāhacē bhaya rākhūna durācārāpāsūna dūra rāhilē, tyān̄cyāsāṭhī phāra mōṭhā mōbadalā āhē"
        },
        {
            "chapter": 3,
            "verse": 173,
            "text": "Hē tē lōka āhēta, jyānnā bhītī dākhavalī gēlī kī lōka tumacyāsāṭhī ēkatra jhālē āhēta, tēvhā tumhī tyān̄cē bhaya rākhā pariṇāmī tyān̄cē īmāna āṇakhī vāḍhalē āṇi tē mhaṇālē kī allāha āmacyāsāṭhī purēsā āhē āṇi tō sarvōttama sanrakṣaka āṇi kārya pāra pāḍaṇārā āhē"
        },
        {
            "chapter": 3,
            "verse": 174,
            "text": "(Tātparya) tē allāhacyā kr̥pā dēṇagīsaha paratalē. Tyānnā kasalēhī duḥkha pōhōcalē nāhī, tyānnī allāhacyā marjīcā mārga patkaralā āṇi allāha mōṭhā kr̥pāśīla āhē"
        },
        {
            "chapter": 3,
            "verse": 175,
            "text": "Hā saitānaca āhē, jō āpalyā mitrāndvārē bhayabhīta karatō, yāstava tyān̄cē bhaya bāḷagū nakā, phakta mājhēca bhaya rākhā jara tumhī īmānadhāraka asāla"
        },
        {
            "chapter": 3,
            "verse": 176,
            "text": "Jē śīghratēnē kupra (inkāra karaṇyāta) phasata jāta āhēta, tyācyābābata tumhī duḥkhī hō'ū nakā. Allāhacē tē kāhīca bighaḍavū śakaṇāra nāhīta. Ākhiratacyā vēḷī allāha tyānnā kāhīca his'sā dē'ū icchita nāhī āṇi aśā lōkānsāṭhī mahābhayaṅkara azāba (śikṣā-yātanā) āhē"
        },
        {
            "chapter": 3,
            "verse": 177,
            "text": "Īmānacyā badalyāta kupra kharēdī karaṇārē lōka, allāhalā kadāpi kōṇatēhī nukasāna pōhacavū śakata nāhīta āṇi tyān̄cyācasāṭhī kaṭhōra śikṣā (azāba) āhē"
        },
        {
            "chapter": 3,
            "verse": 178,
            "text": "Kāphira (inkārī) lōkānnī yā vicārāta rāhū nayē kī āmacē tyānnā savaḍa dēṇē tyān̄cyāsāṭhī cāṅgalē āhē, kimbahunā āmhīhī savaḍa aśāsāṭhī dēta āhōta kī tyānnī āṇakhī jāsta aparādha karāvēta, āṇi tyān̄cyāsāṭhīca apamānita karaṇārī śikṣā-yātanā āhē"
        },
        {
            "chapter": 3,
            "verse": 179,
            "text": "Jyā avasthēta tumhī āhāta, tyāca avasthēta, allāha īmānadhārakānnā sōḍaṇāra nāhī, jōparyanta pavitra āṇi apavitra vēgavēgaḷē na karīla, āṇi allāha asāhī nāhī kī tumhālā aparōkṣādvārē sūcita karīla, parantu allāha āpalyā paigambarāmmadhūna jyācī icchitō nivaḍa karatō. Yāstava tumhī allāhavara āṇi tyācyā paigambarānvara īmāna rākhā. Jara tumhī īmāna rākhāla āṇi aparādhāmpāsūna alipta rāhāla tara tumacyāsāṭhī phāra mōṭhā mōbadalā āhē"
        },
        {
            "chapter": 3,
            "verse": 180,
            "text": "Āṇi jyā lōkānnā allāhanē āpalyā kr̥pēnē dhanavāna kēlē āhē āṇi tē tarīhī kan̄jūṣī karatāta tara tyālā tyānnī cāṅgalē samajū nayē, ulaṭa tē tyān̄cyā hakkāta atiśaya vā'īṭa āhē. Tyānnī jyā (dhana-sampattī) ta kan̄jūṣī kēlī āhē, kayāmatacyā divaśī tyān̄cyā gaḷyātalē jōkhaṇḍa (tauka) banēla, āṇi ākāśān̄cā va jaminīcā vārasa kēvaḷa allāha āhē āṇi tō tumacyā sarva karmān̄cī khabara rākhatō"
        },
        {
            "chapter": 3,
            "verse": 181,
            "text": "Niḥsanśaya, allāhanē tyā lōkān̄cē bōlaṇē aikūna ghētalē, jē asē mhaṇālē kī allāha garība, garajavāna āhē āṇi āmhī ganī (śrīmanta) āhōta, āmhī tyān̄cē hē kathana lihūna ghē'ū āmhī yān̄cyādvārē paigambarān̄cyā nāhaka hatyēlādēkhīla. Āṇi āmhī pharmāviṇāra kī ātā jaḷata rāhaṇyācā azāba cākhā"
        },
        {
            "chapter": 3,
            "verse": 182,
            "text": "Hī tumacī vā'īṭa karmē āhēta āṇi niḥsanśaya allāha āpalyā dāsānvara kin̄citahī atyācāra karīta nāhī"
        },
        {
            "chapter": 3,
            "verse": 183,
            "text": "Tē mhaṇālē, allāhanē āmacyākaḍūna vacana ghētalē āhē kī āmhī ēkhādyā paigambarāvara īmāna na rākhāvē, jōparyanta tō āmacyāsamōra aśī kurbānī (balidāna) āṇata nāhī, jilā āgīnē khā'ūna ṭākāvē. Tumhī tyānnā sāṅgā kī tumacyājavaḷa mājhyāpūrvī paigambara pramāṇa āṇi tyāsōbata tēhī ghē'ūna ālē jē tumhī sāṅgitalē, tara maga tumhī tyān̄cī hatyā kā kēlī, jara tumhī saccē asāla"
        },
        {
            "chapter": 3,
            "verse": 184,
            "text": "Tarīhī tara hē lōka tumhālā khōṭē ṭharavatīla, tara tumacyāpūrvī anēka paigambara khōṭē ṭharavilē gēlē, jē āpalyāsōbata spaṣṭa pramāṇa pōthī (sahīphē) āṇi divya-grantha ghē'ūna ālē"
        },
        {
            "chapter": 3,
            "verse": 185,
            "text": "Pratyēka jīvālā mr̥tyucā svāda cākhāvā lāgaṇāraca āhē, āṇi kayāmatacyā divaśī tumhālā āpalā mōbadalā purēpūra dilā jā'īla. Parantu jō manuṣya āgīpāsūna dūra haṭavilā gēlā āṇi jannatamadhyē dākhala kēlā gēlā, niḥsanśaya, tō saphala jhālā āṇi yā jagācē jīvana kēvaḷa dhōkyācī sāmugrī āhē"
        },
        {
            "chapter": 3,
            "verse": 186,
            "text": "Niḥsanśaya, tumacyā dhana āṇi prāṇādvārē tumacī kasōṭī ghētalī jā'īla āmi avaśya tumhālā tyā lōkān̄cī jyānnā tumacyāpūrvī grantha dilā gēlā āṇi anēkēśvaravādyān̄cī manālā duḥkha dēṇārī bōlaṇī aikāvī lāgatīla, tathāpi tumhī dhīra-sanyama rākhālā āṇi allāhacā ādēśa mānāla tara niścitaca hē phāra himatīcē kāma āhē"
        },
        {
            "chapter": 3,
            "verse": 187,
            "text": "Āṇi jēvhā sarvaśrēṣṭha allāhanē granthadhārakāṅkaḍūna karāra ghētalā kī tumhī tē sarva lōkānnā jarūra sāṅgāla āṇi tyālā lapaviṇāra nāhī, paṇa tarīhī tyā lōkānnī tō karāra pāṭhīmāgē ṭākalā āṇi tyālā phāra kamī kimatīvara vikūna ṭākalē. Tyān̄cā hā vyāpāra phāra vā'īṭa āhē"
        },
        {
            "chapter": 3,
            "verse": 188,
            "text": "Tē lōka, jē āpalyā kāravāyānvara khūśa āhēta āṇi asē icchitāta kī jē tyānnī kēlē nāhī, tyābaddalahī tyān̄cī stutī-praśansā kēlī jāvī. Tumhī tyānnā azāba (śikṣā-yātanā) pāsūna mukta samajū nakā. Tyān̄cyāsāṭhī tara duḥkhadāyaka azāba āhē"
        },
        {
            "chapter": 3,
            "verse": 189,
            "text": "Āṇi ākāśān̄cā āṇi jaminīcā svāmī (mālaka) allāhaca āhē āṇi allāha pratyēka gōṣṭīcē sāmarthya rākhatō"
        },
        {
            "chapter": 3,
            "verse": 190,
            "text": "Niḥsanśaya, ākāśān̄cyā āṇi jaminīcyā racanākāryāta āṇi rātra-divasācyā āḷīpāḷīnē yē-jā karaṇyāta, bud'dhimānāṅkaritā niśāṇyā āhēta"
        },
        {
            "chapter": 3,
            "verse": 191,
            "text": "Jē lōka allāhacē smaraṇa ubhē rāhūna, basalēlyā avasthēta āṇi āpalyā kuśīvara pahuḍalē asatānā karatāta āṇi ākāśān̄cyā va jaminīcyā nirmitīvara vicāra-cintana karatāta (āṇi mhaṇatāta) kī hē āmacyā pālanakartyā! Tū hē sarva hētuvinā banavilē nāhī. Tū pavitra āhē. Tēvhā tū āmhālā āgīcyā azāba (śikṣā-yātanē) pāsūna vācava"
        },
        {
            "chapter": 3,
            "verse": 192,
            "text": "Hē āmacyā pālanakartyā! Tū jyālā āgīta ṭākalē, niḥsanśaya tū tyālā apamānita kēlē, āṇi atyācārī lōkān̄cā kōṇīhī madata karaṇārā nāhī"
        },
        {
            "chapter": 3,
            "verse": 193,
            "text": "Hē āmacyā pālanakartyā! Āmhī asē aikalē kī ēka pukāraṇārā īmānākaḍē bōlāvita āhē kī lōkānnō! Āpalyā pālanakartyāvara īmāna rākhā āṇi āmhī īmāna rākhalē. Hē āmacyā pālanakartyā! Ātā tarī āmacyā aparādhānnā kṣamā kara āṇi āmacyā duṣkarmānnā āmacyāpāsūna dūra kara āṇi nēka sadācārī lōkānsōbata āmhālā mr̥tyu dē"
        },
        {
            "chapter": 3,
            "verse": 194,
            "text": "Hē āmacyā pālanakartyā! Āmhālā tē pradāna kara jyācā vāyadā tū āmacyāśī āpalyā paigambarān̄cyā tōṇḍūna kēlā āhē, āṇi āmhālā kayāmatacyā divaśī apamānita karū nakōsa. Niḥsanśaya tū āpalyā vāyadyāvirūd'dha jāta nāhī"
        },
        {
            "chapter": 3,
            "verse": 195,
            "text": "Yāstava tyān̄cyā pālanakartyānē tyān̄cī du'ā (prārthanā) kabūla kēlī (āṇi pharmāvilē) kī tumacyāpaikī kōṇā karma karaṇāṟyācyā karmālā, maga tō puruṣa asō kī strī, mī vāyā jā'ū dēta nāhī. Tumhī āpasāta ēkamēkān̄cē sahāyaka āhāta, yāstava tē lōka jyānnī (dharmāsāṭhī) sthalāntara kēlē āṇi jyānnā āpalyā gharātūna bāhēra ghālavilē gēlē āṇi jyānnā mājhyā mārgāta kaṣṭa-yātanā dilī gēlī āṇi jyānnī jihāda kēlē āṇi śahīda kēlē gēlē, mī avaśya tyān̄cī duṣkarmē tyān̄cyāpāsūna dūra karīna āṇi avaśya tyānnā tyā jannatamadhyē nē'īna, jyān̄cyā khālī pravāha vāhata āhēta. Hā mōbadalā āhē allāhatarphē āṇi allāhajavaḷaca cāṅgalā mōbadalā āhē"
        },
        {
            "chapter": 3,
            "verse": 196,
            "text": "Śaharāmmadhyē kāphirān̄cē (inkārī lōkān̄cē) yēṇē-jāṇē tumhālā dhōkyāta na ṭākāvē"
        },
        {
            "chapter": 3,
            "verse": 197,
            "text": "Hā tara phāra alpasā phāyadā āhē. Tyānantara tyān̄cē ṭhikāṇa jahannama āhē, āṇi tē phāra vā'īṭa ṭhikāṇa āhē"
        },
        {
            "chapter": 3,
            "verse": 198,
            "text": "Parantu jē lōka āpalyā pālanakartyācē bhaya bāḷagata rāhilē, tyān̄cyāsāṭhī jannata āhē jyān̄cyā khālī pravāha vāhata āhēta, tyāta tē nēhamī nēhamī rāhatīla hē allāhatarphē atithya (pāhuṇacāra) āhē āṇi puṇya-kārya karaṇāṟyāṅkaritā allāhajavaḷa jē kāhī āhē tē sarvādhika cāṅgalē āṇi uttama āhē"
        },
        {
            "chapter": 3,
            "verse": 199,
            "text": "Āṇi granthadhārakāmpaikī kāhī lōka avaśya asē āhēta jē allāhavara īmāna rākhatāta āṇi jē tumacyāvara utaravilē gēlē āhē āṇi jē tyān̄cyākaḍē utaravilē gēlē āhē tyāvara īmāna rākhatāta. Allāhacē bhaya bāḷagūna rāhatāta, āṇi allāhacyā āyatīnnā thōḍē thōḍē mōla ghē'ūna vikata nāhīta1 tyān̄cā mōbadalā tyān̄cyā pālanakartyājavaḷa āhē. Niḥsanśaya allāha lavakaraca hiśōba ghēṇāra āhē"
        },
        {
            "chapter": 3,
            "verse": 200,
            "text": "Hē īmānadhārakānnō! Tumhī dhīra-sanyama rākhā āṇi ēkamēkānnā majabutī dēta rāhā āṇi jihāda (dharmayud'dha) sāṭhī tayāra rāhā, yāsāṭhī kī tumhī saphalatā prāpta karāvī"
        }
    ]
}