{
    "maqras": [
        {
            "chapter": 2,
            "verse": 219,
            "text": "Wanakuuliza juu ya ulevi na kamari. Sema: Katika hivyo zipo dhambi kubwa na manufaa kwa watu. Lakini dhambi zake ni kubwa zaidi kuliko manufaa yake. Na wanakuuliza watoe nini? Sema: Kilicho chepesi. Namna hivi Mwenyezi Mungu anakubainishieni Aya zake mpate kufikiri"
        },
        {
            "chapter": 2,
            "verse": 220,
            "text": "katika mambo ya dunia na mambo ya Akhera. Na wanakuuliza juu ya mayatima. Sema: Kuwatengenezea ndio kheri. Na mkichanganyika nao basi ni ndugu zenu; na Mwenyezi Mungu anamjua mharibifu na mtengenezaji. Na Mwenyezi Mungu angeli penda angeli kutieni katika udhia. Hakika Mwenyezi Mungu ni Mwenye nguvu na Mwenye hikima"
        },
        {
            "chapter": 2,
            "verse": 221,
            "text": "Wala msiwaoe wanawake washirikina mpaka waamini. Na mjakazi Muumini ni bora kuliko mshirikina hata akikupendezeni. Wala msiwaoze (binti zenu) wanaume washirikina mpaka waamini. Na mtumwa mwanamume Muumini ni bora kuliko mshirikina hata akikupendezeni. Hao wanaitia kwenye Moto, na Mwenyezi Mungu anaitia kwenye Pepo na maghafira kwa idhini yake. Naye huzibainisha Aya zake kwa watu ili wapate kukumbuka"
        },
        {
            "chapter": 2,
            "verse": 222,
            "text": "Na wanakuuliza juu ya hedhi. Waambie, huo ni uchafu. Basi jitengeni na wanawake wakati wa hedhi. Wala msiwaingilie mpaka wat'ahirike. Wakisha t'ahirika basi waendeeni alivyo kuamrisheni Mwenyezi Mungu. Hakika Mwenyezi Mungu huwapenda wanao tubu na huwapenda wanao jisafisha"
        },
        {
            "chapter": 2,
            "verse": 223,
            "text": "Wake zenu ni kama konde zenu. Basi ziendeeni konde zenu mpendavyo. Lakini jitangulizieni kheri nafsi zenu, na mcheni Mwenyezi Mungu, na jueni kuwa hakika nyinyi mtakutana naye. Na wape bishara njema Waumini"
        },
        {
            "chapter": 2,
            "verse": 224,
            "text": "Wala msifanye jina la Mwenyezi Mungu katika viapo vyenu kuwa ni kisingizio cha kuacha kufanya wema na kuchamngu na kupatanisha baina ya watu. Na Mwenyezi Mungu ni Mwenye kusikia na Mwenye kujua"
        },
        {
            "chapter": 2,
            "verse": 225,
            "text": "Mwenyezi Mungu hakushikeni kwa viapo vyenu vya upuuzi. Bali anakushikeni kwa yanayo chuma nyoyo zenu. Na Mwenyezi Mungu ni Mwenye kusamehe na Mpole"
        },
        {
            "chapter": 2,
            "verse": 226,
            "text": "Kwa wanao apa kuwa watajitenga na wake zao, wangojee miezi mine. Wakirejea basi Mwenyezi Mungu hakika ni Mwenye kusamehe na Mwenye kurehemu"
        },
        {
            "chapter": 2,
            "verse": 227,
            "text": "Na wakiazimia kuwapa talaka basi, Mwenyezi Mungu ni Mwenye kusikia na Mjuzi"
        },
        {
            "chapter": 2,
            "verse": 228,
            "text": "Na wanawake walio achwa wangoje peke yao mpaka t'ahara (au hedhi) tatu zipite. Wala haiwajuzii kuficha alicho umba Mwenyezi Mungu katika matumbo yao, ikiwa wanamuamini Mwenyezi Mungu na Siku ya Mwisho. Na waume wao wana haki ya kuwarejesha katika muda huo, kama wakitaka kufanya sulhu. Nao wanawake wanayo haki kwa Sharia kama ile haki iliyo juu yao. Na wanaume wana daraja zaidi kuliko wao. Na Mwenyezi Mungu ni Mwenye nguvu na Mwenye hikima"
        },
        {
            "chapter": 2,
            "verse": 229,
            "text": "T'alaka ni mara mbili. Kisha ni kukaa kwa wema au kuachana kwa vizuri. Wala si halali kwenu kuchukua chochote mlicho wapa wake zenu, ila ikiwa wote wawili wakiogopa ya kwamba hawataweza kushikamana na mipaka ya Mwenyezi Mungu. Basi mkiogopa kuwa hawataweza kushikamana na mipaka ya Mwenyezi Mungu hapo itakuwa hapana lawama ikiwa mwanamke atajikomboa. Hii ndiyo mipaka ya Mwenyezi Mungu; basi msiikiuke. Na watakao ikiuka mipaka ya Mwenyezi Mungu, hao ndio madhaalimu"
        },
        {
            "chapter": 2,
            "verse": 230,
            "text": "Na kama amempa t'alaka (ya tatu) basi si halali kwake baada ya hayo mpaka aolewe na mume mwengine. Na akiachwa basi hapana ubaya kwao kurejeana wakiona kuwa watashikamana na mipaka ya Mwenyezi Mungu. Na hii ni mipaka ya Mwenyezi Mungu anayo ibainisha kwa watu wanao jua"
        },
        {
            "chapter": 2,
            "verse": 231,
            "text": "Na mtakapo wapa wanawake t'alaka, nao wakafikia kumaliza eda yao, basi warejeeni kwa wema au waachilieni kwa wema. Wala msiwarejee kwa kuwadhuru mkafanya uadui. Na atakaye fanya hivyo, amejidhulumu nafsi yake. Wala msizichukulie Aya za Mwenyezi Mungu kwa maskhara. Na kumbukeni neema ya Mwenyezi Mungu juu yenu, na aliyo kuteremshieni katika Kitabu na hikima anacho kuonyeni kwacho. Na mcheni Mwenyezi Mungu, na jueni kwamba hakika Mwenyezi Mungu ni Mjuzi wa kila kitu"
        },
        {
            "chapter": 2,
            "verse": 232,
            "text": "Na mtakapo wapa wanawake t'alaka nao wakamaliza eda yao, basi msiwazuie kuolewa na waume zao endapo baina yao wamepatana kwa wema. Hayo anaonywa nayo yule miongoni mwenu anaye muamini Mwenyezi Mungu na Siku ya Mwisho. Hayo ni bora zaidi kwenu na safi kabisa. Na Mwenyezi Mungu anajua, lakini nyinyi hamjui"
        }
    ]
}