{
    "maqras": [
        {
            "chapter": 38,
            "verse": 21,
            "text": "Na je! Imekufikia khabari ya wagombanao walipo pindukia ukuta kuingia chumbani"
        },
        {
            "chapter": 38,
            "verse": 22,
            "text": "Walipo muingilia Daudi, naye akawaogopa. Wakasema: Usiogope! Sisi ni wagombanao wawili, mmoja wetu amemdhulumu mwenziwe. Basi tuhukumu kwa haki, wala usipendelee. Na utuongoe kwenye njia iliyo sawa"
        },
        {
            "chapter": 38,
            "verse": 23,
            "text": "Hakika huyu ndugu yangu ana kondoo wa kike tisiini na tisa; na mimi ninaye kondoo mke mmoja. Akasema: Nipe huyo nikufugie! Na amenishinda kwa maneno"
        },
        {
            "chapter": 38,
            "verse": 24,
            "text": "Akasema: Kweli amekudhulumu kwa kumtaka kondoo wako mmoja kuongezea kwenye kondoo wake. Na hakika washirika wengi hudhulumiana wao kwa wao, isipo kuwa walio amini na wakatenda mema. Na hao ni wachache. Na Daudi akajua kuwa tumemfanyia mtihani. Basi akamwomba msamaha Mola wake Mlezi, na akaanguka kusujudu na kutubia"
        },
        {
            "chapter": 38,
            "verse": 25,
            "text": "Basi tukamsamehe kwa hayo. Naye kwa hakika anao mkaribisho mkubwa na marejeo mazuri kwetu"
        },
        {
            "chapter": 38,
            "verse": 26,
            "text": "Ewe Daudi! Hakika Sisi tumekufanya wewe uwe Khalifa katika nchi. Basi wahukumu watu kwa haki, wala usifuate matamanio yakakupoteza kwenye Njia ya Mwenyezi Mungu. Hakika wanao ipotea Njia ya Mwenyezi Mungu wakaiacha, watapata adhabu kali kwa sababu ya kusahau kwao Siku ya Hisabu"
        },
        {
            "chapter": 38,
            "verse": 27,
            "text": "Na hatukuziumba mbingu na ardhi na viliomo ndani yao bure. Hiyo ni dhana ya walio kufuru. Ole wao walio kufuru kwa Moto utao wapata"
        },
        {
            "chapter": 38,
            "verse": 28,
            "text": "Je! Tuwafanye walio amini na wakatenda mema kama wafanyao uharibifu katika nchi? Au tuwafanye wachamngu kama waovu"
        },
        {
            "chapter": 38,
            "verse": 29,
            "text": "Na hiki Kitabu, tumekuteremshia wewe, kimebarikiwa, ili wazizingatie Aya zake, na wawaidhike wenye akili"
        },
        {
            "chapter": 38,
            "verse": 30,
            "text": "Na Daudi tukamtunukia Suleiman. Alikuwa mja mwema. Na hakika alikuwa mwingi wa kutubia"
        },
        {
            "chapter": 38,
            "verse": 31,
            "text": "Alipo pelekewa jioni farasi wasimamao kidete, tayari kutoka shoti"
        },
        {
            "chapter": 38,
            "verse": 32,
            "text": "Basi akasema: Navipenda vitu vizuri kwa kumkumbuka Mola wangu Mlezi. Kisha wakafichikana nyuma ya boma"
        },
        {
            "chapter": 38,
            "verse": 33,
            "text": "(Akasema:) Nirudishieni! Akaanza kuwapapasa miguu na shingo"
        },
        {
            "chapter": 38,
            "verse": 34,
            "text": "Na tulimtia mtihanini Suleiman, na tukauweka mwili juu ya kiti chake, kisha akarejea kwa kutubu"
        },
        {
            "chapter": 38,
            "verse": 35,
            "text": "Akasema: Mola wangu Mlezi! Nisamehe na unipe ufalme usio mwelekea yeyote baada yangu. Hakika Wewe ndiye Mpaji"
        },
        {
            "chapter": 38,
            "verse": 36,
            "text": "Basi tukaufanya upepo umtumikie, ukenda kwa amri yake, popote alipo taka kufika"
        },
        {
            "chapter": 38,
            "verse": 37,
            "text": "Na tukayafanya mashet'ani yamtumikie, wote wajenzi na wapiga mbizi"
        },
        {
            "chapter": 38,
            "verse": 38,
            "text": "Na wengine wafungwao kwa minyororo"
        },
        {
            "chapter": 38,
            "verse": 39,
            "text": "Hichi ndicho kipawa chetu. Basi toa au zuia, bila ya hisabu"
        },
        {
            "chapter": 38,
            "verse": 40,
            "text": "Na hakika yeye kwetu Sisi ana cheo cha kukaribishwa kwetu, na pahala pazuri pa kurejea"
        },
        {
            "chapter": 38,
            "verse": 41,
            "text": "Na mkumbuke mja wetu Ayubu alipo mwita Mola wake Mlezi akasema: Kwa hakika Shet'ani amenifikishia udhia na adhabu"
        },
        {
            "chapter": 38,
            "verse": 42,
            "text": "(Akaambiwa:) Piga-piga ardhi kwa mguu wako! Basi haya maji baridi ya kuogea na ya kunywa"
        },
        {
            "chapter": 38,
            "verse": 43,
            "text": "Na tukampa ahali zake na wengine kama wao pamoja nao, kuwa ni rehema itokayo kwetu, na iwe kumbusho kwa watu wenye akili"
        },
        {
            "chapter": 38,
            "verse": 44,
            "text": "Na shika kicha cha vijiti tu mkononi mwako, kisha ndio upigie nacho, wala usivunje kiapo. Hakika tulimkuta mwenye subira, mbora wa waja, kwa hakika alikuwa mwingi wa kutubu"
        },
        {
            "chapter": 38,
            "verse": 45,
            "text": "Na wakumbuke waja wetu, Ibrahim na Is-haqa na Yaa'qubu walio kuwa na nguvu na busara"
        },
        {
            "chapter": 38,
            "verse": 46,
            "text": "Sisi tumewakhusisha wao kwa sifa ya ukumbusho wa Akhera"
        },
        {
            "chapter": 38,
            "verse": 47,
            "text": "Na hakika wao kwetu sisi ni wateuliwa walio bora"
        },
        {
            "chapter": 38,
            "verse": 48,
            "text": "Na mkumbuke Ismail na Alyasaa na Dhulkifli, na wote hao ni katika walio bora"
        },
        {
            "chapter": 38,
            "verse": 49,
            "text": "Huu ni ukumbusho. Na hakika wachamngu wana marudio mazuri"
        },
        {
            "chapter": 38,
            "verse": 50,
            "text": "Bustani za milele zitazo funguliwa milango yao kwa ajili yao"
        },
        {
            "chapter": 38,
            "verse": 51,
            "text": "Humo wataegemea matakia, wawe wanaagiza humo matunda mengi na vinywaji"
        }
    ]
}