{
    "maqras": [
        {
            "chapter": 46,
            "verse": 21,
            "text": "Na mtaje ndugu wa kina A'di, alipo waonya watu wake kwenye vilima vya mchanga. Na kwa yakini waonyaji wengi walitokea kabla yake na baada yake kuwaambia: Msimuabudu isipo kuwa Mwenyezi Mungu. Hakika mimi nakukhofieni isikupateni adhabu ya siku iliyo kuu"
        },
        {
            "chapter": 46,
            "verse": 22,
            "text": "Wakasema: Je! Umetujia ili ututenge mbali na miungu yetu? Basi tuletee hayo unayo tuahidi ikiwa wewe ni miongoni mwa wasemao kweli"
        },
        {
            "chapter": 46,
            "verse": 23,
            "text": "Akasema: Hakika ujuzi uko kwa Mwenyezi Mungu. Mimi nakufikishieni niliyo tumwa. Lakini nakuoneni kuwa nyinyi mnafanya ujinga"
        },
        {
            "chapter": 46,
            "verse": 24,
            "text": "Basi walipo liona wingu likielekea kwenye mabonde yao, walisema: Wingu hili la kutunyeshea mvua! Kumbe sivyo, haya ni hayo mliyo yahimiza, upepo ambao ndani yake imo adhabu chungu"
        },
        {
            "chapter": 46,
            "verse": 25,
            "text": "Unaangamiza kila kitu kwa amri ya Mola wake Mlezi. Wakawa hawaonekani ila nyumba zao tu. Hivyo ndivyo tuwalipavyo wakosefu"
        },
        {
            "chapter": 46,
            "verse": 26,
            "text": "Na bila ya shaka tuliwaweka vizuri sio kama tulivyo kuwekeni nyinyi; na tuliwapa masikio, na macho, na nyoyo. Na hayakuwafaa kitu masikio yao, wala macho yao, wala nyoyo zao kwa lolote. Kwani hao walikuwa wakizikataa Ishara za Mwenyezi Mungu, na yale waliyo kuwa wakiyafanyia maskhara ndiyo yakawazunguka"
        },
        {
            "chapter": 46,
            "verse": 27,
            "text": "Na hakika tuliiangamiza miji ilio jirani zenu, na tulizitumia Ishara ili wapate kurejea"
        },
        {
            "chapter": 46,
            "verse": 28,
            "text": "Basi mbona wale walio washika badala ya Mwenyezi Mungu, kuwa ati hao ndio wawakurubishe, hawakuwanusuru? Bali waliwapotea! Na huo ndio uwongo walio kuwa wakiuzua"
        },
        {
            "chapter": 46,
            "verse": 29,
            "text": "Na wakati tulipo waleta kundi la majini kuja kwako kusikiliza Qur'ani. Basi walipo ihudhuria walisema: Sikilizeni! Na ilipo kwisha somwa, walirudi kwa kaumu yao kwenda kuwaonya"
        },
        {
            "chapter": 46,
            "verse": 30,
            "text": "Wakasema: Enyi kaumu yetu! Sisi tumesikia Kitabu kilicho teremshwa baada ya Musa, kinacho sadikisha yaliyo kuwa kabla yake, na kinacho ongoza kwenye Haki na kwenye Njia Iliyo Nyooka"
        },
        {
            "chapter": 46,
            "verse": 31,
            "text": "Enyi kaumu yetu! Muitikieni Mwenye kuitia kwa Mwenyezi Mungu, na muaminini, Mwenyezi Mungu atakusameheni, na atakukingeni na adhabu chungu"
        },
        {
            "chapter": 46,
            "verse": 32,
            "text": "Na wasio mwitikia Mwitaji wa Mwenyezi Mungu basi hao hawatashinda katika ardhi, wala hawatakuwa na walinzi mbele yake. Hao wamo katika upotovu ulio dhaahiri"
        },
        {
            "chapter": 46,
            "verse": 33,
            "text": "Je! Hawaoni ya kwamba Mwenyezi Mungu, aliye ziumba mbingu na ardhi, na hakuchoka kwa kuziumba, kuwa ni Muweza wa kuwafufua wafu? Kwani? Hakika Yeye ni Muweza wa kila kitu"
        },
        {
            "chapter": 46,
            "verse": 34,
            "text": "Na siku watakapo letwa makafiri Motoni wakaambiwa: Je! Haya si kweli? Watasema: Kwani? Tunaapa kwa Mola wetu Mlezi, ni kweli! Atasema: Basi onjeni adhabu kwa sababu ya kule kukataa kwenu"
        },
        {
            "chapter": 46,
            "verse": 35,
            "text": "Basi subiri, kama walivyo subiri Mitume wenye stahmala kubwa, wala usiwafanyie haraka. Siku watakayo yaona waliyo ahidiwa itakuwa kama kwamba hawakukaa ulimwenguni ila saa moja ya mchana. Huu ndio ufikisho! Kwani huangamizwa wengine isipo kuwa walio waovu tu"
        },
        {
            "chapter": 47,
            "verse": 1,
            "text": "Walio kufuru na wakazuilia njia ya Mwenyezi Mungu, Yeye atavipotoa vitendo vyao"
        },
        {
            "chapter": 47,
            "verse": 2,
            "text": "Na walio amini, na wakatenda mema, na wakaamini aliyo teremshiwa Muhammad - nayo ni Haki iliyo toka kwa Mola wao Mlezi - atawafutia makosa yao na ataitengeneza hali yao"
        },
        {
            "chapter": 47,
            "verse": 3,
            "text": "Hayo ni kwa sababu walio kufuru wamefuata upotovu, na walio amini wamefuata Haki iliyo toka kwa Mola wao Mlezi. Hivyo ndivyo Mwenyezi Mungu anavyo wapigia watu mifano yao"
        },
        {
            "chapter": 47,
            "verse": 4,
            "text": "Basi mnapo wakuta walio kufuru wapigeni shingoni mwao, mpaka mkiwadhoofisha wafungeni pingu. Tena waachilieni kwa hisani au wajikomboe, mpaka vita vipoe. Ndio hivyo. Na lau angeli taka Mwenyezi Mungu angeli washinda mwenyewe, lakini haya ni kwa sababu akutieni mitihani nyinyi kwa nyinyi. Na walio uliwa katika njia ya Mwenyezi Mungu hatazipoteza a'mali zao"
        },
        {
            "chapter": 47,
            "verse": 5,
            "text": "Atawaongoza na awatengezee hali yao"
        },
        {
            "chapter": 47,
            "verse": 6,
            "text": "Na atawaingiza katika Pepo aliyo wajuulisha"
        },
        {
            "chapter": 47,
            "verse": 7,
            "text": "Enyi mlio amini! Mkimnusuru Mwenyezi Mungu naye atakunusuruni na ataithibitisha miguu yenu"
        },
        {
            "chapter": 47,
            "verse": 8,
            "text": "Na walio kufuru, basi kwao ni maangamizo, na atavipoteza vitendo vyao"
        },
        {
            "chapter": 47,
            "verse": 9,
            "text": "Hayo ni kwa sababu waliyachukia aliyo yateremsha Mwenyezi Mungu, basi akaviangusha vitendo vyao"
        }
    ]
}