{
    "maqras": [
        {
            "chapter": 59,
            "verse": 11,
            "text": "Huwaoni wanao fanya unaafiki wanawaambia ndugu zao walio kufuru katika Watu wa Kitabu: Mkitolewa na sisi lazima tutatoka pamoja nanyi, wala hatutamt'ii yeyote kabisa dhidi yenu. Na mkipigwa vita lazima tutakusaidieni. Na Mwenyezi Mungu anashuhudia kuwa hao hakika bila ya shaka ni waongo"
        },
        {
            "chapter": 59,
            "verse": 12,
            "text": "Pindi wakitolewa hawatatoka pamoja nao, na wakipigwa vita hawatawasaidia. Na kama wakiwasaidia basi watageuza migongo; kisha hawatanusuriwa"
        },
        {
            "chapter": 59,
            "verse": 13,
            "text": "Hakika nyinyi ni kitisho zaidi katika vifua vyao kuliko Mwenyezi Mungu. Hayo ni kwa kuwa hao ni watu wasio fahamu kitu"
        },
        {
            "chapter": 59,
            "verse": 14,
            "text": "Hawatapigana nanyi kwa mkusanyiko isipo kuwa katika vijiji vilivyo zatitiwa kwa ngome, au nyuma ya kuta. Wao kwa wao vita vyao ni vikali. Utawadhania kuwa wako pamoja, kumbe nyoyo zao ni mbali mbali. Hayo ni kwa kuwa wao ni watu wasio na akili"
        },
        {
            "chapter": 59,
            "verse": 15,
            "text": "Ni kama mfano wa walio kuwa kabla yao hivi karibuni. Walionja uovu wa mambo yao. Nao watapata adhabu iliyo chungu"
        },
        {
            "chapter": 59,
            "verse": 16,
            "text": "Ni kama mfano wa Shetani anapo mwambia mtu: Kufuru. Na akikufuru humwambia: Mimi si pamoja nawe. Hakika mimi namwogopa Mwenyezi Mungu, Mola Mlezi wa walimwengu wote"
        },
        {
            "chapter": 59,
            "verse": 17,
            "text": "Basi ikawa mwisho wa wote wawili hao ni kuingia Motoni, wadumu humo daima; na hiyo ndiyo jaza ya madhaalimu"
        },
        {
            "chapter": 59,
            "verse": 18,
            "text": "Enyi mlio amini! Mcheni Mwenyezi Mungu, na kila nafsi iangalie inayo yatanguliza kwa ajili ya Kesho. Na mcheni Mwenyezi Mungu. Hakika Mwenyezi Mungu anazo khabari ya mnayo yatenda"
        },
        {
            "chapter": 59,
            "verse": 19,
            "text": "Wala msiwe kama wale walio msahau Mwenyezi Mungu, na Yeye akawasahaulisha nafsi zao. Hao ndio wapotovu"
        },
        {
            "chapter": 59,
            "verse": 20,
            "text": "Hawawi sawa watu wa Motoni na watu wa Peponi. Watu wa Peponi ndio wenye kufuzu"
        },
        {
            "chapter": 59,
            "verse": 21,
            "text": "Lau kuwa tumeiteremsha hii Qur'ani juu ya mlima, basi bila ya shaka ungeli uona ukinyenyekea, ukipasuka kwa khofu ya Mwenyezi Mungu. Na hiyo mifano tunawapigia watu ili wafikiri"
        },
        {
            "chapter": 59,
            "verse": 22,
            "text": "Yeye ndiye Mwenyezi Mungu, ambaye hapana mungu isipo kuwa Yeye tu. Mwenye kuyajua yaliyo fichikana na yanayo onekana. Yeye ndiye Mwingi wa rehema, Mwenye kurehemu"
        },
        {
            "chapter": 59,
            "verse": 23,
            "text": "Yeye ndiye Mwenyezi Mungu ambaye hapana mungu isipo kuwa Yeye tu. Mfalme, Mtakatifu, Mwenye salama, Mtoaji wa amani, Mwenye kuyaendesha Mwenyewe mambo yake, Mwenye nguvu, Anaye fanya analo litaka, Mkubwa, Ametakasika Mwenyezi Mungu na hayo wanayo mshirikisha nayo"
        },
        {
            "chapter": 59,
            "verse": 24,
            "text": "Yeye ndiye Mwenyezi Mungu, Muumbaji, Mtengenezaji, Mtia sura, Mwenye majina mazuri kabisa. Kila kilioko katika mbingu na ardhi kinamtakasa, naye ni Mwenye kushinda, Mwenye hikima"
        },
        {
            "chapter": 60,
            "verse": 1,
            "text": "Enyi mlio amini! Msiwafanye adui zangu na adui zenu kuwa marafiki mkiwapa mapenzi, na hali wao wamekwisha ikataa haki iliyo kujieni, wakamfukuza Mtume na nyinyi kwa sababu mnamuamini Mwenyezi Mungu, Mola Mlezi wenu. Mnapotoka kwa ajili ya Jihadi katika Njia yangu na kutafuta radhi yangu, mnafanya urafiki nao kwa siri, na Mimi nayajua mnayo yaficha na mnayo dhihirisha. Na mwenye kufanya hayo kati yenu basi ameipotea njia ya sawa"
        },
        {
            "chapter": 60,
            "verse": 2,
            "text": "Wakikuwezeni wanakuwa maadui zenu, na wanakukunjulieni mikono yao na ndimi zao kwa uovu. Na wanapenda muwe makafiri"
        },
        {
            "chapter": 60,
            "verse": 3,
            "text": "Hawatakufaeni jamaa zenu, wala watoto wenu Siku ya Kiyama. Mwenyezi Mungu atapambanua baina yenu, na Mwenyezi Mungu anayaona mnayo yatenda"
        },
        {
            "chapter": 60,
            "verse": 4,
            "text": "Hakika nyinyi mna mfano mzuri kwenu kwa Ibrahim na wale walio kuwa pamoja naye, walipo waambia watu wao: Hakika sisi tumejitenga nanyi na hayo mnayo yaabudu badala ya Mwenyezi Mungu. Tunakukataeni; na umekwisha dhihiri uadui na chuki baina yetu na nyinyi mpaka mtakapo muamini Mwenyezi Mungu peke yake. Isipo kuwa kauli ya Ibrahim kumwambia baba yake: Hakika nitakuombea msamaha, wala similiki chochote kwa ajili yako mbele ya Mwenyezi Mungu. Mola wetu Mlezi! Juu yako tumetegemea, na kwako tumeelekea, na kwako ndio marejeo"
        },
        {
            "chapter": 60,
            "verse": 5,
            "text": "Mola wetu Mlezi! Usitufanyie mtihani kwa walio kufuru. Na tusamehe, Mola wetu Mlezi. Hakika Wewe ndiye Mwenye nguvu, Mwenye hikima"
        },
        {
            "chapter": 60,
            "verse": 6,
            "text": "Kwa yakini umekuwa mfano mzuri kwenu katika mwendo wao, kwa anaye mtarajia Mwenyezi Mungu na Siku ya Mwisho. Na mwenye kugeuka basi hakika Mwnyezi Mungu ni Mwenye kujitosha, Msifiwa"
        }
    ]
}