{
    "maqras": [
        {
            "chapter": 6,
            "verse": 111,
            "text": "NA LAU kuwa tungeli wateremshia Malaika, na maiti wakazungumza nao, na tukawakusanyia kila kitu mbele yao, bado wasingeli amini, ila Mwenyezi Mungu atake. Lakini wengi wao wamo ujingani"
        },
        {
            "chapter": 6,
            "verse": 112,
            "text": "Na kadhaalika tumemfanyia kila Nabii maadui mashet'ani wa kiwatu, na kijini, wakifundishana wao kwa wao maneno ya kupamba-pamba, kwa udanganyifu. Na angeli penda Mola wako Mlezi wasingeli fanya hayo. Basi waache na wanayo yazua"
        },
        {
            "chapter": 6,
            "verse": 113,
            "text": "Na ili nyoyo za wasio amini Akhera zielekee hayo, nao wayaridhie na wayachume wanayo yachuma"
        },
        {
            "chapter": 6,
            "verse": 114,
            "text": "Je, nimtafute hakimu ghairi ya Mwenyezi Mungu, naye ndiye aliye kuteremshieni Kitabu kilicho elezwa waziwazi? Na hao tulio wapa Kitabu wanajua ya kwamba kimeteremshwa na Mola wako Mlezi kwa Haki. Basi usiwe katika wanao tia shaka"
        },
        {
            "chapter": 6,
            "verse": 115,
            "text": "Na yametimia maneno ya Mola Mlezi wako kwa kweli na uadilifu. Hapana awezaye kuyabadilisha maneno yake. Na Yeye ndiye Mwenye kusikia na Mwenye kujua"
        },
        {
            "chapter": 6,
            "verse": 116,
            "text": "Na ukiwat'ii wengi katika hawa waliomo duniani watakupoteza na Njia ya Mwenyezi Mungu. Hawa hawafuati ila dhana tu, na hawakuwa ila ni wenye kusema uwongo tu"
        },
        {
            "chapter": 6,
            "verse": 117,
            "text": "Hakika Mola wako Mlezi ndiye Mjuzi kushinda wote kuwajua walio potea Njia yake, na ndiye Mjuzi kushinda wote kuwajua walio hidika"
        },
        {
            "chapter": 6,
            "verse": 118,
            "text": "Basi kuleni katika walio somewa jina la Mwenyezi Mungu, ikiwa mnaziamini Aya zake"
        },
        {
            "chapter": 6,
            "verse": 119,
            "text": "Na kwa nini msile katika walio somewa jina la Mwenyezi Mungu, naye amekwisha kubainishieni alivyo kuharimishieni, isipo kuwa vile mnavyo lazimishwa? Na hakika wengi wanapoteza kwa matamanio yao bila ya kuwa na ilimu. Hakika Mola wako Mlezi ndiye Mjuzi kushinda wote kuwajua wanao pindukia mipaka"
        },
        {
            "chapter": 6,
            "verse": 120,
            "text": "Na acheni dhambi zilizo dhaahiri na zilizo fichikana. Hakika wanao chuma dhambi watalipwa kwa waliyo kuwa wakiyachuma"
        },
        {
            "chapter": 6,
            "verse": 121,
            "text": "Wala msile katika wale wasio somewa jina la Mwenyezi Mungu. Kwani huo ni upotofu. Na kwa yakini mashet'ani wanawafunza marafiki zao kubishana nanyi. Na mkiwafuata basi hapana shaka nyinyi mtakuwa washirikina"
        },
        {
            "chapter": 6,
            "verse": 122,
            "text": "Je, aliye kuwa maiti kisha tukamhuisha, na tukamjaalia nuru inakwenda naye mbele za watu, mfano wake ni kama aliyoko gizani akawa hata hawezi kutoka humo? Kama hivyo makafiri wamepambiwa waliyo kuwa wakiyafanya"
        },
        {
            "chapter": 6,
            "verse": 123,
            "text": "Kadhaalika katika kila mji tumewajaalia wakubwa wa wakosefu wao wafanye vitimbi ndani yake. Na wala hawafanyii vitimbi isipo kuwa nafsi zao, nao hawatambui"
        },
        {
            "chapter": 6,
            "verse": 124,
            "text": "Na inapo wajia Ishara, wao husema: Hatutoamini mpaka tupewe mfano wa walio pewa Mitume wa Mwenyezi Mungu. Mwenyezi Mungu ndiye Mjuzi kuliko wote kujua wapi anaweka ujumbe wake. Itawafikia hao walio kosa udhalili na adhabu kali kutoka kwa Mwenyezi Mungu kwa sababu ya vitimbi walivyo kuwa wakivifanya"
        },
        {
            "chapter": 6,
            "verse": 125,
            "text": "Basi yule ambaye Mwenyezi Mungu anataka kumhidi humfungulia kifua chake kwa Uislamu. Na anaye taka apotee hukifanya kifua chake kina dhiki, kimebana, kama kwamba anapanda mbinguni. Namna hivi Mwenyezi Mungu anajaalia uchafu juu ya wasio amini"
        },
        {
            "chapter": 6,
            "verse": 126,
            "text": "Na hii ndiyo Njia ya Mola wako Mlezi Iliyo nyooka. Tumezipambanua Aya kwa watu wanao kumbuka"
        }
    ]
}