{
    "maqras": [
        {
            "chapter": 7,
            "verse": 142,
            "text": "Tulimuahidi Musa masiku thalathini na tukayatimiza kwa kumi; ikatimia miadi ya Mola wake Mlezi masiku arubaini. Na Musa akamwambia nduguye Haarun: Shika mahala pangu kwa watu wangu na utengeneze wala usifuate njia ya waharibifu"
        },
        {
            "chapter": 7,
            "verse": 143,
            "text": "Na alipo kuja Musa kwenye miadi yetu, na Mola wake Mlezi akamsemeza, alisema: Mola wangu Mlezi! Nionyeshe nikutazame. Mwenyezi Mungu akasema: Hutoniona. Lakini utazame huo mlima. Ukibaki pahala pake basi utaniona. Basi alipo jionyesha Mola Mlezi wake kwa mlima, aliufanya uvurugike, na Musa akaanguka chini amezimia. Alipo zindukana alisema: Subhanaka, Umetakasika! Natubu kwako, na mimi ni wa kwanza wa Waumini"
        },
        {
            "chapter": 7,
            "verse": 144,
            "text": "(Mwenyezi Mungu) akasema: Ewe Musa! Mimi nimekuteuwa wende kwa watu na Ujumbe wangu na maneno yangu. Basi chukua niliyo kupa na uwe katika wanao shukuru"
        },
        {
            "chapter": 7,
            "verse": 145,
            "text": "Na tukamuandikia katika mbao kila kitu, mawaidha na maelezo ya mambo yote. (Tukamwambia): Basi yashike kwa nguvu na uwaamrishe watu wako wayashike kwa ubora wake. Nami nitakuonyesheni makaazi ya wapotofu"
        },
        {
            "chapter": 7,
            "verse": 146,
            "text": "Nitawatenga na Ishara zangu wale wanao fanya kiburi katika nchi bila ya haki. Na wao wakiona kila Ishara hawaiamini. Wakiiona njia ya uwongofu hawaishiki kuwa ndiyo njia; lakini wakiiona njia ya upotofu wanaishika kuwa ndiyo njia. Hayo ni kwa sababu wamezikanusha Ishara zetu, na wameghafilika nazo"
        },
        {
            "chapter": 7,
            "verse": 147,
            "text": "Na walio zikanusha Ishara zetu na mkutano wa Akhera a'mali zao zimeharibika. Kwani watalipwa ila kwa yale waliyo kuwa wakiyatenda"
        },
        {
            "chapter": 7,
            "verse": 148,
            "text": "Na baada yake walimfanya ndama kutokana na mapambo yao (kumuabudu), kiwiliwili tu kilicho kuwa na sauti. Hivyo, hawakuona kuwa hawasemezi wala hawaongoi njia? Wakamuabudu, na wakawa wenye kudhulumu"
        },
        {
            "chapter": 7,
            "verse": 149,
            "text": "Na walipo juta na wakaona ya kwamba wamekwisha potea, walisema: Ikiwa Mola wetu Mlezi hakuturehemu na akatusamehe, bila ya shaka tutakuwa miongoni mwa walio khasiri"
        },
        {
            "chapter": 7,
            "verse": 150,
            "text": "Na alipo rudi Musa kwa watu wake, naye amekasirika na kuhuzunika, alisema: Ni maovu yalioje mlio nifanyia nyuma yangu! Je, mmeitangulia amri ya Mola wenu Mlezi? Na akaziweka chini zile mbao, na akamkamata kichwa ndugu yake akimvutia kwake. (Haarun) akasema: Ewe mwana wa mama yangu! Hakika hawa watu wamenidharau, na wakakaribia kuniuwa. Basi usiwafurahishe maadui juu yangu, wala usinifanye pamoja na watu madhaalimu"
        },
        {
            "chapter": 7,
            "verse": 151,
            "text": "(Musa) akasema: Mola Mlezi wangu! Nisamehe mimi na ndugu yangu, na ututie katika rehema yako. Nawe ni Mwenye kurehemu kushinda wote wenye kurehemu"
        },
        {
            "chapter": 7,
            "verse": 152,
            "text": "Hakika wale walio muabudu ndama, itawapata ghadhabu ya Mola wao Mlezi na madhila katika maisha ya dunia. Na hivi ndivyo tunavyo walipa wazushi"
        },
        {
            "chapter": 7,
            "verse": 153,
            "text": "Na walio tenda maovu, kisha wakatubia baada yake na wakaamini, hapana shaka kuwa Mola Mlezi wako baada ya hayo ni Mwenye kusamehe Mwenye kurehemu"
        },
        {
            "chapter": 7,
            "verse": 154,
            "text": "Na Musa ilipo mtulia ghadhabu aliziokota zile mbao. Na katika maandiko yake mna uwongofu na rehema kwa wanao mwogopa Mola wao Mlezi"
        },
        {
            "chapter": 7,
            "verse": 155,
            "text": "Na Musa akawateuwa watu sabiini katika kaumu yake kwa miadi yetu. Na ulipo fika mtetemeko mkubwa alisema: Ewe Mola wangu Mlezi! Ungeli taka ungeli wahiliki wao na mimi zamani! Unatuhiliki kwa waliyo yafanya wajinga katika sisi? Haya si chochote ila ni mtihani wako, umpoteze umtakaye na umhidi umtakaye. Wewe ndiye Rafiki Mlinzi wetu. Basi tughufirie na uturehemu. Na Wewe ndiye mbora wa kughufiria"
        }
    ]
}