{
    "maqras": [
        {
            "chapter": 7,
            "verse": 171,
            "text": "Na pale tulipo unyanyua mlima juu yao ukawa kama kwamba ni kiwingu kilicho wafunika, na wakadhani kuwa utawaangukia, (tukawaambia): Kamateni kwa nguvu tuliyo kupeni, na yakumbukeni yaliyomo ndani yake ili mpate kumcha Mungu"
        },
        {
            "chapter": 7,
            "verse": 172,
            "text": "Na pale Mola wako Mlezi alipo waleta katika wanaadamu kutoka migongoni mwao kizazi chao, na akawashuhudisha juu ya nafsi zao, akawaambia: Je, Mimi si Mola Mlezi wenu? Wakasema: Kwani! Tumeshuhudia. Msije mkasema Siku ya Kiyama sisi tulikuwa tumeghafilika na hayo"
        },
        {
            "chapter": 7,
            "verse": 173,
            "text": "Au mkasema: Hakika baba zetu ndio walio shirikisha kabla yetu, na sisi ni dhuriya zao tu baada yao. Basi utatuangamiza kwa sababu ya waliyo yafanya wapotovu"
        },
        {
            "chapter": 7,
            "verse": 174,
            "text": "Ndio kama hivyo tunavyo zipambanua Ishara, kwa kutaraji kuwa watarejea"
        },
        {
            "chapter": 7,
            "verse": 175,
            "text": "Na wasomee khabari za yule ambaye tulimpa Ishara zetu, naye akajivua nazo. Na Shet'ani akamuandama, akawa miongoni walio potea"
        },
        {
            "chapter": 7,
            "verse": 176,
            "text": "Na tungelitaka tungeli mtukuza kwa hizo Ishara, lakini yeye aliushikilia ulimwengu na akafuata pumbao lake. Basi mfano wake ni mfano wa mbwa. Ukimhujumu hupumua na kutoa ulimi na ukimwacha pia hupumua na kutoa ulimi. Huo ni mfano wa kaumu wanao zikanusha Ishara zetu. Basi simulia hadithi, huenda wakatafakari"
        },
        {
            "chapter": 7,
            "verse": 177,
            "text": "Huu ni mfano muovu kabisa wa watu wanao kanusha Ishara zetu na wakajidhulumu nafsi zao"
        },
        {
            "chapter": 7,
            "verse": 178,
            "text": "Yule ambaye Mwenyezi Mungu amemhidi basi huyo amehidika; na alio waacha kupotea basi hao ndio walio khasirika"
        },
        {
            "chapter": 7,
            "verse": 179,
            "text": "Na tumeiumbia Jahannamu majini wengi na watu. Wana nyoyo, lakini hawafahamu kwazo. Na wana macho, lakini hawaoni kwayo. Na wana masikio, lakini hawasikii kwayo. Hao ni kama nyama howa, bali wao ni wapotofu zaidi. Hao ndio walio ghafilika"
        },
        {
            "chapter": 7,
            "verse": 180,
            "text": "Na Mwenyezi Mungu ana majina mazuri kabisa, basi muombeni kwa hayo. Na waacheni wale wanao haribu utakatifu wa majina yake. Hao watakuja lipwa waliyo kuwa wakiyatenda"
        },
        {
            "chapter": 7,
            "verse": 181,
            "text": "Na katika tulio waumba wako watu wanao ongoza kwa Haki, na kwayo wanafanya uadilifu"
        },
        {
            "chapter": 7,
            "verse": 182,
            "text": "Na wale walio kadhibisha Ishara zetu, tutawapururia pole pole kwa namna ambayo wenyewe hawaijui"
        },
        {
            "chapter": 7,
            "verse": 183,
            "text": "Nami nitawapa muda. Hakika mpango wangu ni madhubuti"
        },
        {
            "chapter": 7,
            "verse": 184,
            "text": "Je, hawafikiri? Huyu mwenzao hana wazimu. Hakuwa yeye ila ni mwonyaji aliye dhaahiri"
        },
        {
            "chapter": 7,
            "verse": 185,
            "text": "Je, hawatazami ufalme wa mbingu na ardhi, na vitu alivyo viumba Mwenyezi Mungu, na pengine ajali yao imekwisha karibia? Basi maneno gani baada ya haya watayaamini"
        },
        {
            "chapter": 7,
            "verse": 186,
            "text": "Aliye mwacha Mwenyezi Mungu kupotea hana wa kumwongoa. Atawaacha hao wakitangatanga katika upotofu wao"
        },
        {
            "chapter": 7,
            "verse": 187,
            "text": "Wanakuuliza hiyo Saa (ya mwisho) itakuwa lini? Sema: Kuijua kwake kuko kwa Mola Mlezi wangu. Haidhihirishi hiyo kwa wakati wake ila Yeye. Ni nzito katika mbingu na ardhi. Haikujiini ila kwa ghafla tu. Wanakuuliza kama kwamba wewe una pupa ya kuijua. Sema: Ujuzi wake uko kwa Mwenyezi Mungu. Lakini aghlabu ya watu hawajui"
        },
        {
            "chapter": 7,
            "verse": 188,
            "text": "Sema: Siimilikii nafsi yangu manufaa wala madhara, ila apendavyo Mwenyezi Mungu. Na lau kuwa ninayajua ya ghaibu ninge jizidishia mema mengi, wala ovu lisinge nigusa. Mimi si chochote ila ni mwonyaji na mbashiri kwa watu wanao amini"
        }
    ]
}