{
    "maqras": [
        {
            "chapter": 7,
            "verse": 142,
            "text": "Dan telah Kami janjikan kepada Musa (memberikan Taurat) sesudah berlalu waktu tiga puluh malam, dan Kami sempurnakan jumlah malam itu dengan sepuluh (malam lagi), maka sempurnalah waktu yang telah ditentukan Tuhan-nya empat puluh malam. Dan berkata Musa kepada saudaranya, yaitu Hārūn, \"Gantikanlah aku dalam (memimpin) kaumku, dan perbaikilah564, dan janganlah kamu mengikuti jalan orang-orang yang membuat kerusakan"
        },
        {
            "chapter": 7,
            "verse": 143,
            "text": "Dan tatkala Musa datang untuk (munajat dengan Kami) pada waktu yang telah Kami tentukan dan Tuhan telah berfirman (langsung) kepadanya, berkatalah Musa, \"Ya Tuhan-ku, tampakkanlah (diri Engkau) kepadaku agar aku dapat melihat kepada Engkau\". Tuhan berfirman, \"Kamu sekali-kali tidak sanggup melihat-Ku, tapi lihatlah ke bukit itu, maka jika ia tetap di tempatnya (sebagai sediakala) niscaya kamu dapat melihat-Ku\". Tatkala Tuhan-nya menampakkan diri kepada gunung itu,565 dijadikannya gunung itu hancur luluh dan Musa pun jatuh pingsan. Maka setelah Musa sadar kembali, dia berkata, \"Maha Suci Engkau, aku bertobat kepada Engkau dan aku orang yang pertama-tama beriman"
        },
        {
            "chapter": 7,
            "verse": 144,
            "text": "Allah berfirman, \"Hai Musa, sesungguhnya Aku memilih (melebihkan) kamu dari manusia yang lain (di masamu) untuk membawa risalah-Ku dan untuk berbicara langsung dengan-Ku, sebab itu berpegang teguhlah kepada apa yang Aku berikan kepadamu dan hendaklah kamu termasuk orang-orang yang bersyukur"
        },
        {
            "chapter": 7,
            "verse": 145,
            "text": "Dan telah Kami tuliskan untuk Musa pada alwāḥ 566(Taurat) segala sesuatu sebagai pelajaran dan penjelasan bagi segala sesuatu; maka (Kami berfirman), \"Berpeganglah kepadanya dengan teguh dan suruhlah kaummu berpegang kepada (perintah-perintahnya) dengan sebaik-baiknya567, nanti Aku akan memperlihatkan kepadamu negeri orang-orang yang fasik568. ʻĀd Ṡamūd"
        },
        {
            "chapter": 7,
            "verse": 146,
            "text": "Aku akan memalingkan orang-orang yang menyombongkan dirinya di muka bumi, tanpa alasan yang benar dari tanda-tanda kekuasaan-Ku. Mereka jika melihat tiap-tiap ayat-(Ku)569, mereka tidak beriman kepadanya. Dan jika mereka melihat jalan yang membawa kepada petunjuk, mereka tidak mau menempuhnya, tetapi jika mereka melihat jalan kesesatan, mereka terus memenempuhnya. Yang demikian itu adalah karena mereka mendustakan ayat-ayat Kami dan mereka selalu lalai darinya"
        },
        {
            "chapter": 7,
            "verse": 147,
            "text": "Dan orang-orang yang mendustakan ayat-ayat Kami dan mendustakan akan menemui akhirat, sia-sialah perbuatan mereka. Mereka tidak diberi balasan selain dari apa yang telah mereka kerjakan"
        },
        {
            "chapter": 7,
            "verse": 148,
            "text": "Dan kaum Musa, setelah kepergian Musa ke (gunung Ṭūrsīnā`) membuat dari perhiasan-perhiasan (emas) mereka anak lembu yang bertubuh dan bersuara. Apakah mereka tidak mengetahui bahwa anak lembu itu tidak dapat berbicara dengan mereka dan tidak dapat (pula) menunjukkan jalan kepada mereka? Mereka menjadikannya (sebagai sembahan) dan mereka adalah orang-orang yang zalim"
        },
        {
            "chapter": 7,
            "verse": 149,
            "text": "Dan setelah mereka sangat menyesali perbuatannya dan mengetahui bahwa mereka telah sesat, mereka pun berkata, \"Sungguh jika Tuhan kami tidak memberi rahmat kepada kami dan tidak mengampuni kami, pastilah kami menjadi orang-orang yang merugi"
        },
        {
            "chapter": 7,
            "verse": 150,
            "text": "Dan tatkala Musa telah kembali kepada kaumnya dengan marah dan sedih hati berkatalah dia, \"Alangkah buruknya perbuatan yang kamu kerjakan sesudah kepergianku! Apakah kamu hendak mendahului janji Tuhan-mu571? Dan Musa pun melemparkan alwāḥ 572 (Taurat) itu dan memegang (rambut) kepala saudaranya (Hārūn) sambil menariknya ke arahnya. Hārūn berkata, \"Hai anak ibuku, sesungguhnya kaum ini telah menganggapku lemah dan hampir-hampir mereka membunuhku, sebab itu janganlah kamu menjadikan musuh-musuh gembira melihatku, dan janganlah kamu masukkan aku ke dalam golongan orang-orang yang zalim"
        },
        {
            "chapter": 7,
            "verse": 151,
            "text": "Musa berdoa, \"Ya Tuhan-ku, ampunilah aku dan saudaraku dan masukkanlah kami ke dalam rahmat Engkau, dan Engkau adalah Maha Penyayang di antara para penyayang"
        },
        {
            "chapter": 7,
            "verse": 152,
            "text": "Sesungguhnya orang-orang yang menjadikan anak lembu (sebagai sembahannya), kelak akan menimpa mereka kemurkaan dari Tuhan mereka dan kehinaan dalam kehidupan di dunia. Demikianlah Kami memberi balasan kepada orang-orang yang membuat-buat kebohongan"
        },
        {
            "chapter": 7,
            "verse": 153,
            "text": "Orang-orang yang mengerjakan kejahatan, kemudian bertobat sesudah itu dan beriman; sesungguhnya Tuhan kamu sesudah tobat yang disertai dengan iman itu adalah Maha Pengampun lagi Maha Penyayang"
        },
        {
            "chapter": 7,
            "verse": 154,
            "text": "Sesudah amarah Musa menjadi reda, lalu diambilnya (kembali) alwāḥ (Taurat) itu; dan dalam tulisannya terdapat petunjuk dan rahmat untuk orang-orang yang takut kepada Tuhan-nya"
        },
        {
            "chapter": 7,
            "verse": 155,
            "text": "Dan Musa memilih tujuh puluh orang dari kaumnya untuk (memohonkan tobat kepada Kami) pada waktu yang telah Kami tentukan. Maka ketika mereka digoncang gempa bumi, Musa berkata, \"Ya Tuhan-ku, kalau Engkau kehendaki, tentulah Engkau membinasakan mereka dan aku sebelum ini. Apakah Engkau membinasakan kami karena perbuatan orang-orang yang kurang akal di antara kami? Itu hanyalah cobaan dari Engkau, Engkau sesatkan dengan cobaan itu siapa yang Engkau kehendaki, dan Engkau beri petunjuk kepada siapa yang Engkau kehendaki573. Engkau-lah Yang memimpin kami, maka ampunilah kami dan berilah kami rahmat dan Engkau-lah pemberi ampun yang sebaik-baiknya"
        }
    ]
}