{
    "pages": [
        {
            "chapter": 9,
            "verse": 41,
            "text": "Dilni me lehtesi ose veshtiresi, dhe luftoni me pasurine tuaj dhe me veten tuaj ne rrugen e All-llahut; kjo eshte per ju me e dobishmja, nese e dini"
        },
        {
            "chapter": 9,
            "verse": 42,
            "text": "Sikur te ishte fitim i afert dhe udhetim mesatar, ata (hipokritet) do te vinin pas teje, por per ta ishte largesi e veshtire. Ata do te betohen ne All-llahun: “Sikur te kishim mundesi, do te dilnim me ju”. E shkaterrojne veten e tyre; All-llahu e di se ata jane rrenacake"
        },
        {
            "chapter": 9,
            "verse": 43,
            "text": "All-llahu ta fali ty (Muhammed) gabimin pse atyre ju dhe leje (te ngelin pa dale) para se te behej per ty e qarte se cilet ishin te drejte dhe t’i dije me kohe rrenacaket"
        },
        {
            "chapter": 9,
            "verse": 44,
            "text": "Ata qe besojne All-llahun dhe boten tjeter, nuk te kerkojne leje per te mos luftuar me pasurine dhe veten e tyre. All-llahu i di te sinqertit"
        },
        {
            "chapter": 9,
            "verse": 45,
            "text": "Vetem ata qe nuk besojne All-llahun dhe boten tjeter dhe qe zemrat e tyre jane te dyshimta, te kerkojne leje (per te mos vajtur ne lufte), pra ata, sillen verdalle ne dyshimin e tyre"
        },
        {
            "chapter": 9,
            "verse": 46,
            "text": "E sikur te kishin deshiruar ata te dalin, do te benin per te (per lufte) ndonje pergatitje, por All-llahu nuk e pelqeu ngritjen e tyre, ndaj i zmbrapsi, dhe u eshte thene: “Rrini me te paaftit (femijet, grate e pleqte)"
        },
        {
            "chapter": 9,
            "verse": 47,
            "text": "Edhe sikur te dilnin me ju, ata nuk do t’ju shtonin tjeter pos ngaterreses dhe shume shpejt do te percanin mesin tuaj, duke kerkuar t’ju turbullojne. E nder ju ka te tille qe i degjojne ata. All-llahu i di shume mire hipokritet"
        }
    ]
}