{
    "pages": [
        {
            "chapter": 2,
            "verse": 135,
            "text": "Ata (ithtaret e librit) thane: “Behuni jehudi ose te krishtere, e gjeni rrugen e drejte”! Thuaj: “jo, (asnjeren) por fene e drejte te Ibrahimit qe ai nuk ishte nga idhujtaret"
        },
        {
            "chapter": 2,
            "verse": 136,
            "text": "Ju (besimtare) thuani: “Ne i besuam All-llahut, ate qe na u shpall neve, ate qe iu shpall Ibrahimit, Ismailit, Is’hakut, Jakubit dhe pasardhesve (te Jakubit qe ishin te ndare ne dymbedhjete kabile), ate qe i eshte dhene Musait, Isait dhe ate qe iu eshte dhene nga Zoti i tyre pejgambereve, ne nuk bejme dallim ne asnjerin prej tyre dhe ne vetem atij i jemi bindur"
        },
        {
            "chapter": 2,
            "verse": 137,
            "text": "Ne qofte se ata besuan ashtu sic besuat ju ata vertete kane gjetur rrugen e drejte, e nese refuzojne, atehere ata jane kundershtare (opozite), po ty (Muhammed) kunder tyre do te mjaftoje All-llahu. Ai eshte degjuesi, i dijshmi"
        },
        {
            "chapter": 2,
            "verse": 138,
            "text": "(kjo fe jona eshte) Njgyrosje e All-llahut, e kush ngjyros (me fe) me mire se All-llahu? Ne vetem ate e adhurojme"
        },
        {
            "chapter": 2,
            "verse": 139,
            "text": "Thuaj: “A doni te grindeni me ne per All-llahun, e Ai eshte Zoti yne dhe Zoti juaj dhe ne kemi vepra (shperblimin e veprave) tona, e ju keni veprat tuaja. Por ne jemi (besimtare) te sinqerte ndaj Tij"
        },
        {
            "chapter": 2,
            "verse": 140,
            "text": "A pretendoni se Ibrahimi, Ismaili, Is-haku, Jakubi dhe pasardhesit kane qene jehudi ose te krishtere? Thuaj: “A e dini ju me mire apo All-llahu? Kush eshte me mizor se ai, qe e ka deshmine e All-llahut prane veti dhe e fshehe. All-llahu nuk eshte i panjoftuar me veprimet tuaja”"
        },
        {
            "chapter": 2,
            "verse": 141,
            "text": "Ai ishte nje popull qe shkoi, te cilit i takoi ajo qe fitoi, e juve u takon ajo qe fituat, prandaj ju nuk jeni pergjegjes per ate qe ata vepruan"
        }
    ]
}