{
    "pages": [
        {
            "chapter": 34,
            "verse": 32,
            "text": "E ata qe ishin pari, atyre qe kishin qene te dobet u thone: “A ne ju penguam prej udhezimit te drejte pasi qe u pat ardhur juve? Jo, por ju vete ishit kriminele!”"
        },
        {
            "chapter": 34,
            "verse": 33,
            "text": "E ata qe kishin qene te shtypur, atyre qe ishin krere u thonin: “Jo, por dredhia juaj nate e dite (na largoi prej besimit), kur ju na therrisnit te mos e besojme All-llahun dhe t’i bejme Atij shoke. E kur e shohim denimin, e fshehin deshperimin e vet dhe Ne u veme prangat ne qafat e tyre qe nuk besuan. Ata nuk denohen per tjeter pos per ate qe punuan"
        },
        {
            "chapter": 34,
            "verse": 34,
            "text": "Ne nuk derguam ne asnje vendbanim ndonje nga pejgamberet e qe pasaniket e tij te mos i thonin: “Ne nuk i besojme asaj me cka jeni derguar”"
        },
        {
            "chapter": 34,
            "verse": 35,
            "text": "Ata thoshin: “Ne kemi me shume pasuri e femije, e ne nuk do te jemi te ndeshkuar”"
        },
        {
            "chapter": 34,
            "verse": 36,
            "text": "Thuaj: “All-llahu ia shumon begatine atij qe do, e edhe ia pakeson, por shumica e njerezve nuk dine”"
        },
        {
            "chapter": 34,
            "verse": 37,
            "text": "Nuk eshte pasuria juaj, e as femijet tuaj ajo qe ju afro prane Nesh, eshte vetem besimi dhe veprat e mira; te tillet shperblehen shumefish per ate qe vepruan dhe ata jane ne dhoma te larta te shpetuar"
        },
        {
            "chapter": 34,
            "verse": 38,
            "text": "Ndersa, ata qe perpiqen t’i mposhtin argumentet Tona, te tillet jane te denuar"
        },
        {
            "chapter": 34,
            "verse": 39,
            "text": "Thuaj: “S’ka dyshim se Zoti im eshte Ai qe jep furnizim te begatshem atij qe do nga roberit e vet dhe Ai ia pakeson atij, e ckado qe te jepni, Ai e kompenson ate dhe Ai eshte dhuruesi me i madh"
        }
    ]
}