{
    "pages": [
        {
            "chapter": 39,
            "verse": 32,
            "text": "E kush eshte me mekatar se ai qe flet te paverteten ndaj All-llahut dhe se ai qe kur i erdhi e verteta e pergenjeshtroi? A nuk eshte ne Xhehennem vendqendrimi per jobesimtaret"
        },
        {
            "chapter": 39,
            "verse": 33,
            "text": "E ai qe e solli te verteten dhe ai qe e vertetoi ate, te tillet jane te ruajturit"
        },
        {
            "chapter": 39,
            "verse": 34,
            "text": "Ata te Zoti i tyre kane ckado qe deshirojne, e ai eshte shperblimi i bamiresve"
        },
        {
            "chapter": 39,
            "verse": 35,
            "text": "All-llahu do t’ua shlyej atyre edhe me te keqen qe e punuan dhe do t’u jepe shperblime me te mira per ata qe punuan"
        },
        {
            "chapter": 39,
            "verse": 36,
            "text": "A nuk i mjafton All-llahu robit te vet? E ata te friksojne ty me te tjeret pos Tij. Po ate qe e ka humbur All-llahu, per te nuk ka udhezues"
        },
        {
            "chapter": 39,
            "verse": 37,
            "text": "Ate qe All-llahu e drejton, ate nuk ka kush e humbe; a nuk eshte All-llahu i gjithefuqishem qe ndermerr ndeshkime"
        },
        {
            "chapter": 39,
            "verse": 38,
            "text": "Po nese i pyet ata se kush i krijoi qiejt e token, sigurisht ata do te thone: “All-llahu!” Ti thuaju: “Me tregoni pra, per ata qe i adhuroni, pos All-llahut, nese All-llahu me godit mua me ndonje te keqe, a munden ta largojne ata ate te keqe, ose, nese All-llahu deshiron ndonje te mire ndaj meje, a munden ta pengojne ata te miren e Tij?” Thuaju: “Mua me mjafton All-llahu. Vetem Atij i mbeshteten te mbeshteturit”"
        },
        {
            "chapter": 39,
            "verse": 39,
            "text": "Thuaj: “O populli im, veproni sipas gjendjes suaj, e edhe une veproj sipas times e me vone do ta dini"
        },
        {
            "chapter": 39,
            "verse": 40,
            "text": "se cilit do t’i vije denimi qe e poshteron dhe do ta godite denim i perjetshem!”"
        }
    ]
}