{
    "pages": [
        {
            "chapter": 65,
            "verse": 6,
            "text": "Ato (grate e leshuara), sipas mundesise suaj i vendosni ne ndonje vend ku banoni ju, e mos i ngushtoni ato per t’i detyruar (te dalin). Ne qofte se ato jane shtatzena, atehere furnizoni ato derisa ta heqin barren e tyre, e nese ato u japin gji femijeve tuaj, atehere jepnu atyre shperblimin qe u takon dhe kini mirekuptim ne mes jush ashtu si duhet, e ne qofte se hasni ne veshtiresi nder vete, atehere le te kerkojne per te gjidhenese tjeter"
        },
        {
            "chapter": 65,
            "verse": 7,
            "text": "Ai qe eshte i pasur, le te shpenzoje sipas mundesise se vet, e ai qe eshte ngusht nga pasuria, le te jape nga ajo qe i ka dhene All-llahu, e All-llahu nuk ngarkon aske, vetem aq sa i ka dhene; mirepo pas veshtiresise All-llahu sjell clirim (begati)"
        },
        {
            "chapter": 65,
            "verse": 8,
            "text": "Sa shume banore te fshatrave, qe ishin kryenece ndaj urdherit te Zotit te vet dhe ndaj te derguareve te Tij, Ne i kemi shperblyer me nje llogari te ashper, i kemi ndeshkuar me nje denim te papershkrueshem"
        },
        {
            "chapter": 65,
            "verse": 9,
            "text": "She ata e perjetuan barren e rende te punes se vet, keshtu qe fundi i ceshtjes se tyre ishte deshtimi"
        },
        {
            "chapter": 65,
            "verse": 10,
            "text": "All-llahu u ka pergatitur denim te rende, atyre pra, kinie frike All-llahun o ju te zotet e mendjes. E ju qe keni besuar, All-llahu u zbriti juve shpalljen (Kur’anin)"
        },
        {
            "chapter": 65,
            "verse": 11,
            "text": "Te derguarit qe ua lexon ajetet e qarta te All-llahut per t’i nxjerre ata qe besuan dhe bene cepra te mira prej erresirave ne drite. Kush i beson All-llahut dhe ben vepra te mira, Ai e shpie ate ne Xhennete neper te cilat rrjedhin lumenj; aty do te jene pergjthmone e kurre pakeputur. All-llahu i ka dhene atij furnizim te mire"
        },
        {
            "chapter": 65,
            "verse": 12,
            "text": "All-llahu eshte Ai qe krijoi shtate pale qiej dhe prej tokes aq sa ata; ne to zbatohet vendimi i Tij per ta ditur ju se All-llahu ka fuqi per cdo send dhe qe me te vertete All-llahu ka perfshire cdo send me dijen e vet"
        }
    ]
}