{
    "pages": [
        {
            "chapter": 2,
            "verse": 38,
            "text": "Ne u thame: “Dilni prej atyhit qe te gjithe, e juve gjithqysh do t’u arrije udhezim prej Meje, e kush pranon udhezimin Tim, per ata nuk ka as frike as qe do te brengosen”"
        },
        {
            "chapter": 2,
            "verse": 39,
            "text": "E ata qe mohuan dhe pergenjeshtruan argumentet tona, te tillet jane banues te zjarrit, ata do te jene aty pergjithmone"
        },
        {
            "chapter": 2,
            "verse": 40,
            "text": "O bijte e israilit, kujtoni (jini mirnjohes per) te mirat e Mia, te cilat ua dhurova juve dhe zbatoni premtimin qe me keni dhene Mua. Une zbatoj ate qe u premtova dhe te me keni frike vetem Mua"
        },
        {
            "chapter": 2,
            "verse": 41,
            "text": "Dhe besonie ate, qe e shpalla (Kur’anin), e qe verteton ate e keni ju e mos u beni mohues te pare te tij, dhe mos i nderroni ajetet e Mia (Kur’anin) me nje vlere te pakte, por vetem Mua te ma keni drone"
        },
        {
            "chapter": 2,
            "verse": 42,
            "text": "E mos e ngaterroni te verteten me te paverteten dhe me vetedije te fshehni realitetin"
        },
        {
            "chapter": 2,
            "verse": 43,
            "text": "Falni namazin dhe jepni zeqatin, dhe peruluni (ne ruku’) me ata qe perulen"
        },
        {
            "chapter": 2,
            "verse": 44,
            "text": "A po i urdheroni njerezit per pune te mira, e veten tuaj po e harroni? Ndersa ju e lexoni librin (Tevratin). A nuk po mendoni"
        },
        {
            "chapter": 2,
            "verse": 45,
            "text": "Kerkoni ndihme (ne te gjitha ceshtjet) me durim dhe me namaz, vertete, ajo eshte e madhe (e veshtire), por jo edhe per ata qe kane frike (Zotin)"
        },
        {
            "chapter": 2,
            "verse": 46,
            "text": "Te cilet jane te bindur se do te takojne Zotin e vet dhe se ata do t’i kthehen Atij"
        },
        {
            "chapter": 2,
            "verse": 47,
            "text": "O bijte e israilit, perkujtone dhuntine, Time, te cilen ua dhurova, dhe Une ju pata (te paret tuaj) dalluar ndaj njerezve te tjere (te asaj kohe)"
        },
        {
            "chapter": 2,
            "verse": 48,
            "text": "Dhe ruajuni nje dite kur askush askujt nuk do te mund t’i kryej asgje, kur nuk pranohet per te (jobesimtarin) ndonje ndermjetesim dhe nuk pranohet per te kompensim, e as qe do te ndihmohen ata (fajtoret)"
        }
    ]
}