{
    "pages": [
        {
            "chapter": 10,
            "verse": 71,
            "text": "И прочитай им рассказ про Нуха. Вот сказал он своему народу: \"О народ мой! Если тяжко для вас мое пребывание и напоминание о знамениях Аллаха, то на Аллаха я полагаюсь; объедините же ваше дело и ваших сотоварищей, потом пусть ваше дело вас не заботит, потом судите меня, не давайте мне отсрочки"
        },
        {
            "chapter": 10,
            "verse": 72,
            "text": "А если вы отвернетесь, то ведь я не прошу у вас награды: поистине, моя награда - только у Аллаха, и повелено мне быть предавшимся"
        },
        {
            "chapter": 10,
            "verse": 73,
            "text": "Но они сочли его лжецом, а Мы спасли его и тех, кто с ним, в ковчеге и сделали их преемниками. И потопили Мы тех, которые считали ложью Наши знамения. Смотри же, каков был конец тех, кого увещали"
        },
        {
            "chapter": 10,
            "verse": 74,
            "text": "Потом посылали Мы после него посланников к их народу, и они приходили к ним с ясными знамениями, но не оказались те таковыми, чтобы уверовать в то, что считали ложными раньше. Так Мы запечатываем сердца выходящих за пределы"
        },
        {
            "chapter": 10,
            "verse": 75,
            "text": "Потом Мы послали после них Мусу и Харуна к Фирауну и его знати с Нашими знамениями, но те возвеличились и были людьми грешными"
        },
        {
            "chapter": 10,
            "verse": 76,
            "text": "А когда пришла к ним истина от Нас, они сказали: \"Конечно, это - явное колдовство"
        },
        {
            "chapter": 10,
            "verse": 77,
            "text": "Сказал Муса: \"Неужели вы говорите так об истине, когда она пришла к вам? Разве колдовство это? Не будут счастливы колдующие"
        },
        {
            "chapter": 10,
            "verse": 78,
            "text": "Они сказали: \"Не для того ли пришел ты, чтобы отвратить нас от того, в чем мы нашли наших отцов, и чтобы вам обоим было величие на земле? - и ни за что мы вам не поверим"
        }
    ]
}