{
    "pages": [
        {
            "chapter": 20,
            "verse": 126,
            "text": "Скажет ему: \"Так приходили к тебе Мои знамения, и ты забыл их - так и сегодня ты будешь забыт"
        },
        {
            "chapter": 20,
            "verse": 127,
            "text": "Так Мы воздаем тем, кто вышел за предел и не уверовал в знамения своего Господа , а, конечно, наказание будущей жизни сильнее и длительнее"
        },
        {
            "chapter": 20,
            "verse": 128,
            "text": "Разве не навело их на прямой путь то, сколько Мы погубили до них поколений, по жилищам которых они ходят: ведь в этом - знамения для обладателей рассудка"
        },
        {
            "chapter": 20,
            "verse": 129,
            "text": "И если бы не слово, которое раньше изошло от твоего Господа, то было бы это неизбежным, - а срок названный"
        },
        {
            "chapter": 20,
            "verse": 130,
            "text": "Терпи же, что они говорят, и прославляй хвалой Господа до восхода солнца и до захода, и во времена ночи прославляй Его и среди дня, - может быть, ты будешь доволен"
        },
        {
            "chapter": 20,
            "verse": 131,
            "text": "И не простирай своих глаз на то, чем Мы наделили некоторые пары их - расцветом жизни здешней, чтобы испытать их этим. Удел Господа твоего лучше и длительнее"
        },
        {
            "chapter": 20,
            "verse": 132,
            "text": "Прикажи своей семье выполнять молитву и терпелив будь в ней. Мы не просим у тебя удела, Мы пропитаем тебя, а конец - за богобоязненностью"
        },
        {
            "chapter": 20,
            "verse": 133,
            "text": "Они говорят: \" Отчего бы не пришел он к нам с ясным знамением от своего Господа?\" А разве не приходило к ним явное доказательство в первых свитках"
        },
        {
            "chapter": 20,
            "verse": 134,
            "text": "И если бы Мы погубили их наказанием до этого, они сказали бы: \"Господи, отчего бы Тебе не послать к нам вестника, чтобы нам последовать за Твоими знамениями, раньше чем испытать унижение и позор"
        },
        {
            "chapter": 20,
            "verse": 135,
            "text": "Скажи: \"Каждый выжидает, выжидайте и вы, а потом узнаете, кто обладатель ровного пути и кто шел по прямой дороге"
        }
    ]
}