{
    "pages": [
        {
            "chapter": 43,
            "verse": 34,
            "text": "и у домов их двери и ложа, на которых они возлежат"
        },
        {
            "chapter": 43,
            "verse": 35,
            "text": "и украшения. Но все это - только блага здешней жизни, а будущая - у твоего Господа для богобоязненных"
        },
        {
            "chapter": 43,
            "verse": 36,
            "text": "А кто уклоняется от поминания Милосердного, к тому Мы приставим сатану, и он для него - спутник"
        },
        {
            "chapter": 43,
            "verse": 37,
            "text": "И они, конечно, отвратят их от пути, и будут они думать, что идут по прямой дороге"
        },
        {
            "chapter": 43,
            "verse": 38,
            "text": "и когда придет он к Нам, скажет: \"О, если бы между мной и тобой было расстояние от запада до востока. Скверный ты товарищ"
        },
        {
            "chapter": 43,
            "verse": 39,
            "text": "И нисколько не поможет вам сегодня, раз вы были несправедливы, то, что вы - сотоварищи в наказании"
        },
        {
            "chapter": 43,
            "verse": 40,
            "text": "Разве ты заставишь слышать глухих или поведешь прямо слепых и тех, кто в явном заблуждении"
        },
        {
            "chapter": 43,
            "verse": 41,
            "text": "А если Мы уведем тебя, то им Мы отомстим"
        },
        {
            "chapter": 43,
            "verse": 42,
            "text": "Или покажем им то, что обещали: Мы ведь имеем мощь над ними"
        },
        {
            "chapter": 43,
            "verse": 43,
            "text": "Держись же того, что тебе ниспослано! Ты ведь на верной дороге"
        },
        {
            "chapter": 43,
            "verse": 44,
            "text": "И ведь это - напоминание тебе и твоему народу, и вы будете спрошены"
        },
        {
            "chapter": 43,
            "verse": 45,
            "text": "Спроси тех, кто Мы посылали до тебя из Наших посланников: \"Устанавливали ли Мы помимо Милосердного богов, которым следует поклоняться"
        },
        {
            "chapter": 43,
            "verse": 46,
            "text": "Мы послали Мусу с Нашими знамениями к Фирауну и его знати. И он сказал: \"Я - посланник Господа миров"
        },
        {
            "chapter": 43,
            "verse": 47,
            "text": "Когда же он пришел к ним с Нашими знамениями, они над ним рассмеялись"
        }
    ]
}