{
    "chapter": [
        {
            "chapter": 22,
            "verse": 1,
            "text": "Oho lona batho! T`sabang Mong`a lona. Hobane Ruri haele ho reketla mohla Hora ea kahlolo, e tla ba ntho e nyarosang"
        },
        {
            "chapter": 22,
            "verse": 2,
            "text": "Mohla letsatsi leo le tlang ho e bona, motsoetse e mong le e mong o tla lebala ho ants’a lesea la hae le eena mokhachane o tla beleha lesea le’a s’o ho be maemong; uena, ke mohla o tla bona e ka batho ba tahiloe, le hoja ba sa tahoa: khalefo ea Allah e tlabae boima"
        },
        {
            "chapter": 22,
            "verse": 3,
            "text": "Har’a batho ho teng ba ngangisanang ka Allah ka ho hloka tsebo, ba latela mahoholi afe kapa afe a liabolosi"
        },
        {
            "chapter": 22,
            "verse": 4,
            "text": "Empa ba laetsoe hore mong le mong ea tla etsa Satane motsoalle oa hae, o tla mo khelosa le ho mo tataisetsa kahlolong ea Mollo"
        },
        {
            "chapter": 22,
            "verse": 5,
            "text": "Oho lona batho! Haeba le na le khoao ka Letsatsi la Tsoho, bonang! Re le hlotse ka lerole, The’re le lehloele, eaba Re le etsa nama e nang le sebopeho, kapa e senang sona, hore Re tle Re hlakise lits’upiso tsa Rona ho lona. Re etsa hore ho lule ka har’a limpa seo Re se ratang ho fihlela nako ea pallo ea sona, e be kamor’a moo Re le hlahisa le le masea, ebe Re le neha kholo, hore le tle le fihlele lilemo tse lokelang. Har’a lona ho teng ba shoang ba sa le banyane, ho teng ba fihlelang lilemo tsa botsofali, hore ba tle ba se ke ba tseba letho kamor’a ho ba ba be le tsebo. U bona lefats’e le se nang bophelo le hlobotseng, empa ha Re romella pula ho lona, le khutlela bophelong le hona ho ts’akhunya liliba le ho hlahisa limela ka bobeli tse khahlang"
        },
        {
            "chapter": 22,
            "verse": 6,
            "text": "Sena ke hobane Allah ke Eena ‘Nete: ke Eena ea fanang ka bophelo ho ba shoeleng, U na le Matla holima tsohle"
        },
        {
            "chapter": 22,
            "verse": 7,
            "text": "Hobane Ruri hora e ea tla eo ho seng khoao ka eona; Allah U tla tsosa bohle mabitleng"
        },
        {
            "chapter": 22,
            "verse": 8,
            "text": "Empa har’a batho ho na le ba ngangisanang ka Allah ka ho hloka tsebo, kapa tataiso esita le lona Lengolo le fanang ka Leseli"
        },
        {
            "chapter": 22,
            "verse": 9,
            "text": "O furalla ka boikakaso o khelosa batho ka thetso tseleng ea Allah. Masoabi a tla mo aparela bophelong bona, mohla Letsatsi la Kahlolo Re tla etsa hore a latsoe Kahlolo ea Mollo"
        },
        {
            "chapter": 22,
            "verse": 10,
            "text": "Ho tla thoe: “Sena ke moputso oa seo matsoho a hau a ileng a se romella nale, Ruri Allah ha se mohatelli oa makhabunyane a hae.”"
        },
        {
            "chapter": 22,
            "verse": 11,
            "text": "Ho teng har’a batho b`a sebeletsang Allah ka monahano o fokolang hoo eka reng haba oeloa ke lehlohonolo, ebe ba khotsofetse, empa haeba bomalimabe bo ka ba oela, ba phakisa ba nyebella. Joale, e be bophelo ba lefats’e lena bo ea ba phonyoha esita le Bo-tlang. Seo ke tahlehelo e pepenene"
        },
        {
            "chapter": 22,
            "verse": 12,
            "text": "Ba memetsa ho melingoana e ke keng ea ba hlahisetsa kotsi le e nyenyane, le hona ho ba putsa ka letho. Seo ke ho khelohela hole-hole kannete"
        },
        {
            "chapter": 22,
            "verse": 13,
            "text": "Ba memetsa ho eo mathata a hae a leng haufi haholo ho feta moputso; Ruri setsoalle se joalo ke se fosahetseng le eena mothusi eo ke’a bolileng"
        },
        {
            "chapter": 22,
            "verse": 14,
            "text": "Ruri! Allah U tla amohella ba kholoang ba sebetsang ka toka ka har’a Lirapa tse linoka li phallang. Hobane Allah U phethisa seo a se rerang"
        },
        {
            "chapter": 22,
            "verse": 15,
            "text": "Ebang ho na le mong le mong ea nang le monahano o fosahetseng oa hore Allah a ke ke a fana ka tlholo ho eena lefats’eng lena le ho bo-tlang, ha a ke a leketlise thapo marulelong a ntlo ea hae, e be o’a iphanyeha. Joale, a tle a bone hore na malepa a hae a tla ke a suthise seo se mo halefisisang"
        },
        {
            "chapter": 22,
            "verse": 16,
            "text": "Ke kamoo Re senolang Lits’enolo tse hlakileng, Ruri Allah U tataisa ea ikhethetseng Eena"
        },
        {
            "chapter": 22,
            "verse": 17,
            "text": "Bohle ba kholoang ts’enolong ena, ba latelang Bo-juda, Ma- Sabian, Ba-Keresete ng, le Baloing esitana le Bahedeneng, – Ruri! Ke Allah ea tla ahlola lipakeng tsa bona mohla letsatsi la tsoho. Ruri ke Allah U tla ahlola lipakeng tsa bona ka Letsatsi la Kahlolo. Hobane Allah ke paki holima lintho tsohle"
        },
        {
            "chapter": 22,
            "verse": 18,
            "text": "Na ha le’a s’o bone hore lintho tsohle tse maholimong le tsohle tse lefats’eng li rapela Allah, letsatsi, ngoeli, linaleli, lithaba, lifate, le linonyana le batho bohle, le hoja ho na le ba ba ngata bao kahlolo eba tobileng. Bao Allah a ba apesitseng sekhobo, ha ho ope ea ka ba nehang tlhompho. Hobane! Ruri Allah U etsa seo A se ratang"
        },
        {
            "chapter": 22,
            "verse": 19,
            "text": "Mahlakore ana a mabeli, a hohlana ka bobeli khahlanong le Mong`a bona: Ba latolang,-ba tla etsetsoa liaparo tsa mollo; ba tla ts’eloa lihloohong ka metsi a belang"
        },
        {
            "chapter": 22,
            "verse": 20,
            "text": "Lintho tsohle tse ka har’a limpa tsa bona li tlang ho qhibilia `moho le letlalo la bona"
        },
        {
            "chapter": 22,
            "verse": 21,
            "text": "Ho bile ho teng Meutloa ea ts’epe sebakeng sa bona"
        },
        {
            "chapter": 22,
            "verse": 22,
            "text": "Ka linako tsohle batla lakatsa ho tsoa kamoo ka maqakabetsing, empa ba tla qobelloa ho boela kateng, ho tla thoe: “Latsoang kahlolo ea Mollo.”"
        },
        {
            "chapter": 22,
            "verse": 23,
            "text": "Allah U tla amohela bohle ba kholoang ba etsa liketso tse lokileng ho kena ka har’a lirapa tse linoka li phallang, ba tla apesoa lipetja tsa khauta le tsa masapo, Liaparo tsa bona e tla ba tsa silika"
        },
        {
            "chapter": 22,
            "verse": 24,
            "text": "Hobane ba ile ba tataisoa ka molaetsa o machosi; ba tataiselitsoe tseleng ea Ea Ts’oanetsoeng ke Tlotla"
        },
        {
            "chapter": 22,
            "verse": 25,
            "text": "Haele ba latotseng, ba sitisa batho ho kena tseleng e lebisang ho Allah le ‘nqalong e Halalelang ea thapelo, eo Re e khethetseng batho bohle hoba ‘moho ho eona; baahi ba moo le baeti, ka bobeli ba na le tokelo ea moo; mong le mong ea ikemiselitseng ho baka pherekano moo, Ruri re tla mo latsoisa kahlolo e mahlonoko"
        },
        {
            "chapter": 22,
            "verse": 26,
            "text": "Bonang Re nehile Abrahama ‘nqalo ea ntlo e halalelang, (Re Re): “Ho se be letho leo o ka le kopanyang le ‘Na, u be u hloekise Ntlo ea Ka malebana le batla e pota-pota le hona ho ema haufi le eona `moho le ba tla khumama ba ithapalatse"
        },
        {
            "chapter": 22,
            "verse": 27,
            "text": "“U phatlalatse bosepheleli ho batho bohle: ba tla tla ho uena ba tsamaea ka maoto, ha ba bang ba tla tla ba kaletse likamele; ba tla tla ba hlaha ka likhoro tsohle"
        },
        {
            "chapter": 22,
            "verse": 28,
            "text": "Ho tla paka lintho tse nang le molemo ho bona, le ho keteKa lebitso la Allah ka Matsatsi a fanoeng holim’a makhomo ao A ba sitsitseng ka ona sebakeng sa lihlabelo. Joale, jang le be le fane ka eona ho mafutsana"
        },
        {
            "chapter": 22,
            "verse": 29,
            "text": "Ba tlohele ho qetela lits’ebeletso tse ngolileong malebana le bona, le hona ho rapela le ho potoloha Ntlo e Halalelang ea Mathomo.”"
        },
        {
            "chapter": 22,
            "verse": 30,
            "text": "Mong le mong ea hlomphang litokelo tsa bohlokoa tsa Allah, seo se molemo ho eena kapel’a Mong`a hae. Makhomo a molemo ho lona ele lijo nakong ea bosepheleli kantle le seo le kileng la se joetsoa. Kahoo, qobang lits’ila tsa bahedene le mashano"
        },
        {
            "chapter": 22,
            "verse": 31,
            "text": "Le be le ‘nete tumelong ea Allah, le se mo kopanye le batlatsetsi; hobane ea kopanyang Allah le batlatsetsi, o ts’oana leha e ka o ile a theoha marung, eaba o hlothoa ke linonyana, kapa a fefoloa ke moea ho mo lahlela sebakeng se hole-hole"
        },
        {
            "chapter": 22,
            "verse": 32,
            "text": "Seo: Mong le mong ea ikitlaetsang ho hlompha lits’upiso tsa Allah, ka ho etsa mahlabelo a liphoofolo Ruri seo se tsoa khalalelong ea lipelo"
        },
        {
            "chapter": 22,
            "verse": 33,
            "text": "Mahlabelo ao a molemo ho lona sebakeng sa pallo; mathethong sebaka sa tsona lihlabelo tseo se thoko le Ka’ba"
        },
        {
            "chapter": 22,
            "verse": 34,
            "text": "Re fane ka taelo ea lihlabelo ho merabe eohle ea batho, hore ba tle ba keteke lithoriso tsa Allah holim’a makhomo ao A ba nehileng ona ele lijo; etsoe `Mopi oa lona ke `Mopi A le mong, kahoo ineheleng ho Eena. Fana ka litaba tse molemo ho ba ikokobetsang"
        },
        {
            "chapter": 22,
            "verse": 35,
            "text": "Bao lipelo tsa bona li tlaloang ke ts’abo nakong eo ho buuoang ka Allah, ba mamellang holim’a lintho tsohle tse ba hlahelang ka ts’ohanyetso, le ho phethahatsa lithapelo esita le ho nyehela ka tseo Re ba sitsitseng ka tsona"
        },
        {
            "chapter": 22,
            "verse": 36,
            "text": "Likamele tsa sehlabelo Re li etselitse hoba har’a Litsu’po ho tsoa ho Allah. Le na le melemo e mengata ho tsona. Kahoo, le hlalose lebitso la Allah holim’a tsona nakong eo li tjammeng ka mekhahlelo. Joale, ha li se li oele fats’e kamor’a ho hlajoa, le ka itjella le hona ho fepa ba hlokang le bohle ba qelang ka hlompho. Ke kamoo Re etsang hore le be le taolo holim’a tsona kateng, hore le tle le fane ka liteboho"
        },
        {
            "chapter": 22,
            "verse": 37,
            "text": "Ha se nama, kapa mali a tsona a tla finyella ho Allah, empa ke tumelo ea lona e tla finyella ho Eena. Ke kamoo Re etsang hore le be le taolo holim’a tsona, hore le tle le tlotlise Allah, A tle A le tataise. Fana ka litaba tse molemo tsena ho ba etsang tse lokileng"
        },
        {
            "chapter": 22,
            "verse": 38,
            "text": "Ruri! Allah U ts’ireletsa bohle ba kholoang. Allah ha A rate ea furallang tumelo, a hloka le teboho"
        },
        {
            "chapter": 22,
            "verse": 39,
            "text": "Ntoa e lumeletsoe ba loanang hobane ba hateletsoe; Allah U Matla Oohle ho ba thusa"
        },
        {
            "chapter": 22,
            "verse": 40,
            "text": "Ba phalalisitsoeng malapeng a bona hobane ba itse: “Mong`a rona ke Allah,” na ha se Allah ea thibang lehlakore le leng la batho ka le leng, Ruri! Ho ka be ho ile ha heletsoa Litempele, Likereke, li-Sinakhokhe le li-Mosque moo lebitso la Allah le tlotlisoang ka mehla eohle. Allah U thusa ea mo thusang. Hobane Allah U Matla Oohle, U Ts’abehile Matleng, –"
        },
        {
            "chapter": 22,
            "verse": 41,
            "text": "Bao e reng ha Re ba neha matla lefats’eng, ebe ba phethahatsa lithapelo le hona ho fana ka linyehelo le ho khothaletsa toka, le ho felisa bobe. Ho Allah ke poloko ea litla-morao tsa litaba tsohle"
        },
        {
            "chapter": 22,
            "verse": 42,
            "text": "Ebang ba u hanyetsa, le Batho pele ho bona ba ‘nile ba etsa joalo ka Baprofeta ba bona, – batho ba habo Nooe esitana le mohlobo oa ba-Ad le ba-Thamud"
        },
        {
            "chapter": 22,
            "verse": 43,
            "text": "Le ba habo Abrahama le Lota"
        },
        {
            "chapter": 22,
            "verse": 44,
            "text": "Le Balekane ba batho ba Mediane. Le Moshe o ‘nile a latoloa; empa Ke ile Ka fana ka nyehlisetso ho mahan-atumelo ha nakoana, eaba Ke ba neha kotlo kamor’a moo, nyeliso ea Ka ho bona e bile e ts’abehang joang"
        },
        {
            "chapter": 22,
            "verse": 45,
            "text": "Ke Lichaba tse kae tseo Re ileng Ra li ripitla nakong eo li neng li le sebeng, hoo e ileng ha sala e le lesupi ho fihlela kajeno, ke liliba tse kae tse ileng tsa sala shalabeng esita le tsona lipaleisi"
        },
        {
            "chapter": 22,
            "verse": 46,
            "text": "Na ha ba e s’o hahlaule le lefats’e, hoo lipelo tsa bona li ka sisimohang esitana le tsona litsebe tsa bona li ka utloang? Hobane! Ruri ha se mahlo a bona a foufetseng, empa ke lipelo tse ka lifubeng tsa bona"
        },
        {
            "chapter": 22,
            "verse": 47,
            "text": "Ba u kopa ho potlakisa kahlolo, le hoja Allah A ke ke A sitoa ts’episong ea Hae, Ruri! Haele letsatsi le kapel’a Allah, le shebahala le ka balloa lilemong tse sekete ho latela palo ea lona"
        },
        {
            "chapter": 22,
            "verse": 48,
            "text": "Hana ke Lichaba tse kae tseo ke ileng ka li neha nyehlisetso, le hoja li ne li le sebeng? Hoo ke ileng ka li neha kotlo khabareng. Ruri! Poelo e ho ‘Na"
        },
        {
            "chapter": 22,
            "verse": 49,
            "text": "E re: “Oho batho! Ke rometsoe ho lona feela ho fana thlokomeliso e hlakileng"
        },
        {
            "chapter": 22,
            "verse": 50,
            "text": "Bohle ba kholoang ba etsa liketso tse lokileng, ts’oarelo e teng bakeng sa bona `moho le nala e babatsehang"
        },
        {
            "chapter": 22,
            "verse": 51,
            "text": "Empa haele ba tsitlaletseng khahlanong le lits’enolo tsa Rona, – e tla ba balekane ba Mollo.”"
        },
        {
            "chapter": 22,
            "verse": 52,
            "text": "Ha Re’a s’o ka Re romella moromuoa, kapa moporofeta pele ho uena, ebe eba Satane ha a mo hoka-hoke ka malepa. Empa Allah U hlakola sohle seo Stane a se etsang. Allah U phethahatsa lits’enolo tsa Hae. Hobane Allah U tletse tsebo, U Seli"
        },
        {
            "chapter": 22,
            "verse": 53,
            "text": "E le hore A tle A etse seo liabolosi a se etsang teko ho bao lipelo tsa bona ho tletseng maloetse, le bao lipelo tsa bona li thatafetseng, – Ruri! Baetsalibe ba karohanong e totobetseng, –"
        },
        {
            "chapter": 22,
            "verse": 54,
            "text": "Le ba nehiloeng tsebo ba tle ba tsebe hore ke ‘nete e tsoang ho Mong`a hau, ba tle ba kholoe ho eona le lipelo tsa bona li tle li inehele ka boikokobetso ho Eena. Hobane! Ruri Allah U tataisa bohle ba kholoang tseleng e totobetseng"
        },
        {
            "chapter": 22,
            "verse": 55,
            "text": "Bohle ba hanyetsang tumelo ba ke ke ba khaotsa ho ba le khoao holim’a eona, ho fihlela hora e ba oela ka ts’ohanyetso, kapa ba tloha ba oeloa ke Letsatsi la Tlokotsi"
        },
        {
            "chapter": 22,
            "verse": 56,
            "text": "Matla a Puso mohla letsatsi leo, e tla be e le a Allah feela. Ke Eena Ea tla ahlola lipakeng tsa bona. Haele ba tla beng ba kholoa, ba etsa liketso tse lokileng ba tla kena ka har’a Lirapa tsa Nyakallo"
        },
        {
            "chapter": 22,
            "verse": 57,
            "text": "Ba hanyetsang tumelo, ba latola lits’enolo tsa Rona, ho teng Kahlolo e soabisang"
        },
        {
            "chapter": 22,
            "verse": 58,
            "text": "Bohle ba phaphathehang malapeng a bona ts’ebeletsong ea Allah, ba fenethoa, kapa ba shoa, Ruri! Allah U tla ba sitsa ka nala e babatsehang. Ruri Allah Ke Eena Ea fanang ka nala"
        },
        {
            "chapter": 22,
            "verse": 59,
            "text": "Ruri! U tla ba amohela sebakeng se tla ba khahla. Hobane! Allah U Tseba Tsohle, U na le Kutloelo-Bohloko"
        },
        {
            "chapter": 22,
            "verse": 60,
            "text": "Ke kamoo ho leng kateng. Mong le mong ea iphetetsang ka bohloko bo ts’oanang le boo a ileng a bo utloisoa, e be hamorao o boetse o phetoa ka bona, Ruri! Allah U tla mo thusa. Hobane! Allah ke Eena Ea tlosang libe, o ts’oarela- joalo-joalo"
        },
        {
            "chapter": 22,
            "verse": 61,
            "text": "Ke hobane Allah U entse hore bosiu bo sehe mots’eare tsebe le mots’eare o sehe bosiu tsebe, hobane Allah U ultoa tsohle, U bona tsohle"
        },
        {
            "chapter": 22,
            "verse": 62,
            "text": "Hobane Allah – Ke ‘Nete, seo ba bitsang ho sona kantle ho Eena, ke leshano, Allah U Phahametse Tsohle, U Moholo- Holo"
        },
        {
            "chapter": 22,
            "verse": 63,
            "text": "Na ha le bone kamoo Allah A romellang pula lefats’eng kateng e tsoa marung, ebe lefats’e le apareloa ke botala ka letsatsi le hlahlamang? Ruri! Allah U Hloekile, U Hlokolosi"
        },
        {
            "chapter": 22,
            "verse": 64,
            "text": "Lintho tsohle tse maholimong le lefats’eng ke tsa Hae. Ruri! Allah ha A hloke letho, U ts’oanetsoe ke lithoriso tsohle"
        },
        {
            "chapter": 22,
            "verse": 65,
            "text": "Na ha le bone kamoo Allah A entseng hore lintho tsohle tse teng lefats’eng li be le molemo kateng ho lona? Likepe li sesa holim’a leoatle ka taelo ea Hae, U ts’oere leholimo hore le se ke la oela fats’e kantle le ka tumello ea Hae. Ruri! Allah U Tletse Khauhelo, U Mohau o Khaphatsehang ho batho"
        },
        {
            "chapter": 22,
            "verse": 66,
            "text": "Ke Eena ea le nehileng bophelo, ke Eena ea tla etsa hore le shoe, A boele A le nehe bophelo hape. Ruri! Motho ke sebupuoa se hlokang teboho"
        },
        {
            "chapter": 22,
            "verse": 67,
            "text": "Re fane ka lits’ebeletso tsa keteko le meetlo ho lichaba tsohle tseo ba ts’oanetseng ho li phethahatsa; ba se u ngangise ka taba eo, empa u ba biletse ho Mong`a hau. Hobane! Ruri uena u latetse Tataiso e Nepahetseng"
        },
        {
            "chapter": 22,
            "verse": 68,
            "text": "Empa ba u phehisa khang, E re: “Allah U tseba ka botlalo tsohle tseo le li etsang"
        },
        {
            "chapter": 22,
            "verse": 69,
            "text": "“Allah U tla ahlola lipakeng tsa lona mohla Letsatsi la Kahlolo khahlanong le seo le neng le hanyetsana ka sona"
        },
        {
            "chapter": 22,
            "verse": 70,
            "text": "Na ha le tsebe hore Allah U tseba lintho tsohle tse leholimong esita le tsohle tse lefats’eng? Ruri! Seo se ngoliloe, seo se bobebe ho Allah"
        },
        {
            "chapter": 22,
            "verse": 71,
            "text": "Empa ba khumamela lintho tse sa kang tsa senoleloa matla le hanyane, kantle ho Allah, tse bileng li senang le tsebo. Baetsalibe ha ba na mothusi"
        },
        {
            "chapter": 22,
            "verse": 72,
            "text": "Ha Lits’enolo tsa Rona tse Hlakileng li phetoa, u tla bona tatolo lifahlehong tsa mahana-tumelo; ho sale hanyane ba futuhela ba ba phetelang lits’enolo tsa Rona. E re: “Na nka le bolella ka se seng se nyarosang ho feta lits’enolo seo? Ke Mollo! Oo Allah a o ts’episitseng mahana-tumelo. Phello ea leeto e babang"
        },
        {
            "chapter": 22,
            "verse": 73,
            "text": "Oho batho! Papiso ke ena, kahoo thehang tsebe: Lintho tseo le li bitsang ho tsona ntle ho Allah li sitoa ho hlola leha e le ts’ints’i, le ha li ka kopano ‘moho ka morero oo. Haeba ts’ints’i e ka nka ho hong ho tsona, li ke ke tsa e pholosa ho eona. Kahoo, ka bobeli bakopi le bakopuoang ba ea fokola"
        },
        {
            "chapter": 22,
            "verse": 74,
            "text": "Ba mpa ba entse tekanyo ka Allah: Hobane! Ruri Allah ke Ea Matla, Ea phethahatsang Thato ea Hae"
        },
        {
            "chapter": 22,
            "verse": 75,
            "text": "Allah U khetha baromuoa har’a manyeloi le har’a batho. Allah ke Eena Ea utloang tsohle, o bona tsohle"
        },
        {
            "chapter": 22,
            "verse": 76,
            "text": "U tseba tsohle tse kapel’a bona esita le tsohle tse kamora’ bona, lipotso tsohle li tla boela ho Allah"
        },
        {
            "chapter": 22,
            "verse": 77,
            "text": "Oho lona ba kholoang! Inamang, le ithapalatse le rapele Mong`a lona, le etse ka toka, hore le tle le atlehe"
        },
        {
            "chapter": 22,
            "verse": 78,
            "text": "Le be le tsitlalle tseleng ea Allah joaloka ha e le tokelo ea hae ho tsitlallela. U le khethile, ha A le belesa ka mojaro o boima tumelong; ke tumelo ea ntat’a lona Abrahama. Ke eena ea le rehileng Mamuslim linakong tsa khale-khale le ka har’a"
        }
    ]
}