{
    "chapter": [
        {
            "chapter": 28,
            "verse": 1,
            "text": "Ta. Sin. Mim"
        },
        {
            "chapter": 28,
            "verse": 2,
            "text": "Tsena ke lits’enolo tsa Lengolo tse hlakisang"
        },
        {
            "chapter": 28,
            "verse": 3,
            "text": "Re u phetela pale ea Moshe le Faro ka ‘Nete molemong oa batho ba kholoang"
        },
        {
            "chapter": 28,
            "verse": 4,
            "text": "Faro o ne a ikakasa lefats’eng, a bile a entse batho libopuoa tsa hae. Har’a bona ho ne ho e na le mohlobo oo a neng a o hateletse, a bolaea bara ba bona a siea basetsana. Ruri! O ne a le har’a ba fehlang merusu"
        },
        {
            "chapter": 28,
            "verse": 5,
            "text": "Eaba Re rata ho bonts’a Lereko ho ba neng ba hateletsoe lefats’eng, le hona ho ba etsa baetapele le majalefa"
        },
        {
            "chapter": 28,
            "verse": 6,
            "text": "Le ho ba tsitsisa lefats’eng, ho bonts’a Faro, Hamana esita le mabotho a bona seo ba neng ba its’ireletsa ho sona"
        },
        {
            "chapter": 28,
            "verse": 7,
            "text": "Eaba Re susumetsa ‘ma’ea Moshe: “mo nyants’e, haeba u na le ts’abo ka eena, mo lahlele nokeng ntle le lets’oalo la letho esita le hona ho sareloa. Hobane Ruri! Re tla mo busetsa ho uena, e be Re mo etsa e mong oa baromuoa ba Rona.”"
        },
        {
            "chapter": 28,
            "verse": 8,
            "text": "Ebile moo lelapa la Faro le inkelang eena nokeng, hore e tle e be sera le mokhoka khoale oa bona. Ruri! Faro le Hamana le mabotho a bona ene ele baetsalibe"
        },
        {
            "chapter": 28,
            "verse": 9,
            "text": "Eaba mosali oa Faro o re: “Lebitso la hae e tla ba Moshe mots’elisi oa ka le uena. Se ‘molae. Mohlomong o tla ba le molemo ho rona, kapa re mo etse mora oa rona.” Ho se seo ba se elelletsoeng ho hang"
        },
        {
            "chapter": 28,
            "verse": 10,
            "text": "Empa pelo ea ‘ma’ea Moshe ene e saretsoe, o ne a se a le haufi le ho mo phanyaola Moshe hoja re ne re sa ka ra tiisa pelo ea hae, hore a tle a be har’a ba kholoang"
        },
        {
            "chapter": 28,
            "verse": 11,
            "text": "Eaba ‘ma’e o re ho khaitseli ea hae: “Mo sale morao”. O ile a ‘monela thokoana, etsoe ho se seo ba se elelletsoeng"
        },
        {
            "chapter": 28,
            "verse": 12,
            "text": "Ho tloha sethathong Re ne Re sa ka Ra rata ho nehelana ka eena ho bo-’m’e monyants’ents’i, eaba khaitseli’ae e re ho mosali oa Faro: “Na nka u bonts’a lelapa le ka u holisetsang eena le ho fana ka tlokomelo ho eena?”"
        },
        {
            "chapter": 28,
            "verse": 13,
            "text": "Kahoo, Re ile Ra ‘musetsa ho ‘ma’e, e le hore a tle a khotsofale esita le hona ho se be mats’oenyehong, a tle a tsebe hore ts’episo ea Allah ke ‘nete. Le hoja bongata ba bona bo hloka kutloisiso"
        },
        {
            "chapter": 28,
            "verse": 14,
            "text": "Hoba a fihlele lilemo tsa boholo, ese ele mohlankana, eaba Re mo neha bohlale le tsebo. Ke kamoo Re putsang ba lokileng kateng"
        },
        {
            "chapter": 28,
            "verse": 15,
            "text": "O ile a kena motseng ka nako eo baahi ba teng ba neng ba sa tsotelle, eaba o fumana banna ba babeli ba loana har’a motse, e mong e ne e le oa tumelo ea hae, ha e mong eena e ne e le oa lireng; eaba moo oa tumelo ea hae a ileng a mo kopa thuso khahlano le sera sa hae. Moshe o ile a mo pshatla ka setebele a ba a ‘molaea. Eaba o re: “Sena ke mosebetsi oa liabolosi. Hobane Ruri! Eena ke sera, mokhelosi ea totobetseng.”"
        },
        {
            "chapter": 28,
            "verse": 16,
            "text": "Moshe a rapela: “Mong`a ka! Ke foselitse moea oa ka, kahoo Ak’u nts`oarele”. Allah U ile A mo ts’oarela. Hobane Ruri! Allah U ts’oarela joalo-joalo, U Tletse Mohau"
        },
        {
            "chapter": 28,
            "verse": 17,
            "text": "A re: “Mong`a ka! Hobane U nkapesitse ka Lereko la Hau nke ke ka hlola ke thusa ea molato.”"
        },
        {
            "chapter": 28,
            "verse": 18,
            "text": "Moshe o ile a lula motseng moo ho fihlela hoseng, a le matsoalong a lebeletse se tlang ho etsahala, eaba o bona monna eane ea neng a mo kopa thuso ka la maobane a boetse a ‘mitsa hape ho tla mo thusa. Eaba Moshe o re ho eena: “Ruri! Haele uena ho totobetse hore o moferekanyi.”"
        },
        {
            "chapter": 28,
            "verse": 19,
            "text": "Nakong eo Moshe a neng a lokela ho kopana le monna eo e neng e le sera sa bona ka bobeli, eaba o re: “Oho Moshe! Na u rata ho mpolaea joalo ka ha u ile oa bolaea motho maobane? Morero oa hau ha se hona haese ho iketsa mpoli kahara naha ese ea khothaletsang botle.”"
        },
        {
            "chapter": 28,
            "verse": 20,
            "text": "Monna e mong a hlaha a matha a tsoa qetellong ea motse. Eaba o re: “Oho Moshe! Ruri! Marena a ntse a ithera khahlano le uena, ba rera ho u bolaea; kahoo baleha. Ruri! ‘na ke mpa ke fana ka keletso ea bohlokoa ho uena.”"
        },
        {
            "chapter": 28,
            "verse": 21,
            "text": "Moshe o ile a baleha motseng oo a le matsoalong, a ntse a qamaka koana le koana. A re: “Mong`a ka! Ak’u mpholose har’a batho ba etsang liketso tse fosahetseng.”"
        },
        {
            "chapter": 28,
            "verse": 22,
            "text": "Joale, eitse hoba a reteletse sefahleho sa hae Mediane, a re: “Ka mohlomong Mong`a ka A ka ntataisetsa Tseleng e nepahetseng.”"
        },
        {
            "chapter": 28,
            "verse": 23,
            "text": "Nakong eo a neng a se a atametse haufi le noka ea Mediane, eaba o fumana banna ba motse ba noesa mehlape. Thokoana mane le bona a bona basetsana ba babeli ba hanetse mohlape oa bona. A re: “Le emetseng moo?” Ba re: “Re ke ke ra noesa mohlape oa rona ho fihlela balisa ba suthile metsing moo; ntat’a rona o se a tsofetse.”"
        },
        {
            "chapter": 28,
            "verse": 24,
            "text": "Eaba Moshe o noesa mohlape oa bona. A boela moriting, a re: “Mong`a ka! Ke nyoretsoe eng kapa eng eo U ka E romellang ho ‘na.”"
        },
        {
            "chapter": 28,
            "verse": 25,
            "text": "Eaba mosetsana e mong o atamela ho eena, a tsamaea ka letsoalo. A re: “Ntate o’a u bitsa, hore a tle a u nehe moputso haele mona u ile o’a noesa mohlape oa rona.” Ke moo a ileng a ea ho eena, a ‘molella litaba tsohle, eaba ntat’a bona o re: “Se ts’ohe! Ruri! U pholohile har’a batho ba fosahetseng.”"
        },
        {
            "chapter": 28,
            "verse": 26,
            "text": "E mong oa barali ba hae a re: “Oho ntate! Ak’u mpe u mo fe mosebetsi! Hobane u bonahala a le molemo, a bile a le matla le hona ho ts’epahala.”"
        },
        {
            "chapter": 28,
            "verse": 27,
            "text": "A re: “Ruri! Ke rata ha u ka nyala e mong oa barali bana ba ka, ka mokhoa oa hore u nts’ebeletse lilemo tse robeli. Empa haeba u ka qeta tse leshome seo se tla be se le molemo ho uena, hobane nke ke ka u sotla. Haeba e le thato ea Allah, Ruri! U tla fumana hore ke e mong oa ba lokileng.”"
        },
        {
            "chapter": 28,
            "verse": 28,
            "text": "A re: “Seo ha e be litumellano lipakeng tsa ka le uena. Pallo efe kapa efe eo ke tlang ho e phetha ho se ke haeba le bolotsana malebana le ‘na, Allah ke paki holim’a litumellano tsa rona.”"
        },
        {
            "chapter": 28,
            "verse": 29,
            "text": "Hang hoba Moshe a phethise lipallo, eaba u tsamaea le lelapa la hae, eleng moo a ileng a bona mollo sebakana le eena; a re ho lelapa la hae: “Salang mona. Ruri! Ke bona mollo thoko mane; mohlomong ke tla le tlela le litaba tse molemo ho ona, kapa ke tla le okhela leshala ho ona, hore le tle le iphuthumatse.”"
        },
        {
            "chapter": 28,
            "verse": 30,
            "text": "Eitse hoba a atamele ho ona, eaba o utloa a bitsoa ka lehlakoreng le letona la phula sebakeng se halalelang se haufi le sefate: “Oho Moshe! Ruri! Ke ‘Na Allah, Mong`a Mafats’e"
        },
        {
            "chapter": 28,
            "verse": 31,
            "text": "Lahlela lere la hau fats’e.” Ha a bona le hahaba joaloka noha, eaba o thinya ka potlako, lentsoe la re: “Oho Moshe! Atamela haufinyane, u se ts’abe letho. Hobane Ruri! U e mong oa ba ts’ireletsong"
        },
        {
            "chapter": 28,
            "verse": 32,
            "text": "Kenya letsoho la hau sefubeng, le tlatsoa le le lesoeu le sena lebali, ebe o pholla letsoho la hau lehlakoreng khahlanong le ts`abo. Tsena e tla ba lits’upiso tse peli tse tsoang ho Mong`a hau tseo u tla ea le tsona ho Faro le Matona a hae: Ruri! Ke batho ba qoetseng sebeng, ba soto.”"
        },
        {
            "chapter": 28,
            "verse": 33,
            "text": "A re: “Mong`a ka! Ruri! Ke ile ka bolaea motho har’a bona, ke ts’aba hore ba tloha ba mpolaea"
        },
        {
            "chapter": 28,
            "verse": 34,
            "text": "Moena’ka Aarone ke kheleke ho feta `na. Kahoo, nthome le eena ho ba mothusi oa ka ho mpakela. Ruri! Ke ts’aba hore ba tloha ba nqosa ka leshano.”"
        },
        {
            "chapter": 28,
            "verse": 35,
            "text": "Allah A re: “Re tla matlafatsa letsoho la hau ka moena’o, Re tla le neha matla ka bobeli ba lona, hore ba tle ba se ke ba le atamela ho latela Lits’upiso tsa Rona. Lona le le babeli le tla ba bahloli `moho le bohle ba tla le latela.”"
        },
        {
            "chapter": 28,
            "verse": 36,
            "text": "Ha Moshe a tla ho bona ka Lits’upiso tsa Rona tse hlakileng, ba ile ba re: “Tsena ha se letho haese boloi bo iqapetsoeng. Etsoe ha re’a s’o ka re utloa sena har’a bo-ntat’a rona moholo.”"
        },
        {
            "chapter": 28,
            "verse": 37,
            "text": "Moshe a re: “Mong`a ka ke Eena ea Tsebang ka botlalo ea tlisang tataiso e tsoang ho Eena, eo qetello ea hae e tla khahlang bophelong Bo-tlang. `Nete ke hore baetsalibe bona ba ke ke ba atleha.”"
        },
        {
            "chapter": 28,
            "verse": 38,
            "text": "Faro a re: “Oho lona Matona! Ha ke tsebe haeba le na le molimo o mong ntle ho ‘na, kahoo, uena Haman mpesetse mollo ke tl’o foroma litene; u nketsetse Paleise e phahameng, hore ke tle ke hloelise `Mopi oa Moshe; empa ka ho ea ka `na ke nahana hore o leshano.”"
        },
        {
            "chapter": 28,
            "verse": 39,
            "text": "O ne a ikhohomosa le ho ikakasa lefats’eng ho feta tekano, – eena le mahlahana a hae ba ne ba sa nahane hore ba tla khutlela ho Rona"
        },
        {
            "chapter": 28,
            "verse": 40,
            "text": "Kahoo Re ile Ra mo nanola mmoho le mahlahana a hae, Ra ba lahlela har’a leoatle. Joale, bona qetello ea baetsalibe"
        },
        {
            "chapter": 28,
            "verse": 41,
            "text": "Re ile Ra ba etsa Baetapele ba biletsang mollong, mohla Letsatsi la Kahlolo ba ke ke ba fumana thuso"
        },
        {
            "chapter": 28,
            "verse": 42,
            "text": "Re hlotse thohako lefats’eng lena ho ba salama, mohla Letsatsi la Kahlolo ba tla ba har’a bakhesehang"
        },
        {
            "chapter": 28,
            "verse": 43,
            "text": "Re ile Ra senolela Moshe Lengolo kamor’a hoba Re ripitle meloko ea pele; Thlakiso ho batho, Tataiso le mohau, hore ba tle ba amohele khalemo"
        },
        {
            "chapter": 28,
            "verse": 44,
            "text": "U ne u le sieo ka lehlakoreng la bophirima ho thaba nakong eo Re neng Re hlalosetsa Moshe melao, kapa ho ba paki"
        },
        {
            "chapter": 28,
            "verse": 45,
            "text": "Empa Re ile Ra tsosolosa meloko, ba phetse lilemo tse telele tse ileng tsa feta. U ne u se moahi oa Mediane, nakong eo Re neng Re ba phetela lits’enolo tsa Rona, Re ‘nile Ra ba romella Baromuoa"
        },
        {
            "chapter": 28,
            "verse": 46,
            "text": "Ebile u ne u se haufi le Tur nakong eo Re neng Re epa pitso; empa e le Mohau o tsoang ho Mong`a hau, ho fana ka thlokomelise ho batho bao ho bona ho sa kang ha finyella mohlokomelisi pele ho uena, e le hore ba tle ba amohele khalemo"
        },
        {
            "chapter": 28,
            "verse": 47,
            "text": "Haeba koluoa e ka ba oela ho latela liketso tseo matsoho a bona a li rometseng nale, ba tle ba re: “Mong`a rona! Hobaneng ha o sa ka oa romella Moromuoa ho rona, hoo re ka beng re ile ra latela lits’enolo tsa hau le ho ba har’a ba kholoang?”"
        },
        {
            "chapter": 28,
            "verse": 48,
            "text": "Empa hang ha ‘nete e se e finyeletse ho bona e tsoang ho Rona, ba re: “Ke hobaneng ha a sa fuoa Lengolo le ts’oanang le la Moshe?” Ha ba ka ba latola Lengolo le neng le filoe Moshe? Ba re: “Boloi ka bobeli bo thusanang;” ba bile ba re: “Rona re`a li latola kaofela.”"
        },
        {
            "chapter": 28,
            "verse": 49,
            "text": "E re: “Hlahisang Lengolo ho tsoa ho Allah le fanang ka tataiso e hlakileng ho feta ana a mabeli, hore ke tle ke le sale morao haeba le hlile le buoa ‘nete.”"
        },
        {
            "chapter": 28,
            "verse": 50,
            "text": "Empa haeba ba sa fane ka karabo, joale u tsebe hore seo ba se latelang ke litakatso tsa bona. Etsoe hana ke mang ea khelohileng ka ho fetisisa ha ese ea latelang litakatso tsa hae kantle le tataiso e tsoang ho Allah. Ruri! Allah ha A tataise batho ba oetseng sebeng"
        },
        {
            "chapter": 28,
            "verse": 51,
            "text": "Ha joale Re entse hore lentsoe le fihle ho bona, e le hore ba tle ba amohele khalemo"
        },
        {
            "chapter": 28,
            "verse": 52,
            "text": "Bao Re ileng Ra ba neha Lengolo pele ho Qura’n, ba kholoa ts’enolong ena"
        },
        {
            "chapter": 28,
            "verse": 53,
            "text": "Nakong eo ba le pheteloang, ba re: “Re kholoa ho lona. Hobane Ruri! Ke ‘nete e tsoang ho Mong`a rona. Le pele ho lona re ne ntse re le har’a ba inehetseng ho Eena.”"
        },
        {
            "chapter": 28,
            "verse": 54,
            "text": "Ruri! Haele ba tla nehoa moputso oa bona o menahantsoe ha beli, hobane bana le mamello, ba phetetsa bobe ka botle le ho fana ka tseo Re ba sitsitseng ka tsona"
        },
        {
            "chapter": 28,
            "verse": 55,
            "text": "Nakong eo ba utloang lipuo tse hlabisang lihlong, ba sutha pel’a tsona, ebe ba re: “Mesebetsi ea rona e be ho rona, le lona ka ho ts’oana. Khotso e be ho lona! Ha re thabele maoatla.”"
        },
        {
            "chapter": 28,
            "verse": 56,
            "text": "Ke `nete u ke ke oa tataisa e mong le e mong eo u mo ratang, empa Allah U tataisa ea khahloang ke Eena. Ke Eena Ea tsebang hantle ba amohelang tataiso"
        },
        {
            "chapter": 28,
            "verse": 57,
            "text": "Ba bile ba re: “Hoja e be re ne re ka latela tataiso ea hau, re ne re tla lelekoa ka har’a naha ea rona.” Ana ha Re’a thoma nqalo e ts’ireletsehileng, moo ho hlahang litholoana ka mefuta, ebile e le nala e tsoang ho rona? Ruri! Bongata ba bona ha ba na kutloisiso"
        },
        {
            "chapter": 28,
            "verse": 58,
            "text": "Hana ke lichaba tse kae tseo re ileng ra li ripitla tse neng li hloka teboho malebana le mekhoa ea bona ea bophelo! Metse ea bona ke lithako, tseo ho sa kang haeba le batho ba ileng ba lula ho tsona kamor’a bona haese feela ba fokolang. Ebile Rona bao ebileng majalefa"
        },
        {
            "chapter": 28,
            "verse": 59,
            "text": "Ebile Mong`a hau ha A es’o ka A ripitla metse, A es`o bahlahisetse Moromuoa pele har’a bona ea ba phetelang lits’enolo tsa Rona. Ha Re’a s’o ka Re ripilta metse kantle le hore ebe baahi ba eona ebile baetsalibe"
        },
        {
            "chapter": 28,
            "verse": 60,
            "text": "Eng kapa eng eo ebang le kile la e fuoa, ke boithabiso ba lefats’e lena le eona mekhabiso; haele tseo Allah A li ruileng li molemo, ebile li ke ke tsa fela. Ha le na kelello na"
        },
        {
            "chapter": 28,
            "verse": 61,
            "text": "Ana eo Re mo ts’episitseng ts’episo ea ‘nete eo a tlang ho e fumana, a ka ts’oana le’a filoeng nyakallo e fokolang ea monyaka oa bophelo ba lefats’e, eo ka letsatsi la tsoho a tlang ho ba har’a ba bilelitsoeng kahlolong"
        },
        {
            "chapter": 28,
            "verse": 62,
            "text": "Mohla letsatsi leo ka lona A tlang ho ba bitsa, e be U re: “Ba kae batlatsetsi ba Ka bao le neng le ba nahana?”"
        },
        {
            "chapter": 28,
            "verse": 63,
            "text": "Bao lentsoe le tlang ho tla ho bona ka ‘nete, ba tla re: “Mong`a rona! Bana ke bona bao re ileng ra ba tataisetsa khelohong. Re ba tataiselitse thoko joaloka ha le rona re ne re khelohile. Re hlalosa boitlhotlhollo ba rona kapel’a Hau: etsoe ba ne ba sa khumamele Rona.”"
        },
        {
            "chapter": 28,
            "verse": 64,
            "text": "Ho tla thoe: “Bitsang batlatsetsi ba lona.” Ba tla ba bitsa, empa ba keke ba ba mamela; ba tla bona Timelo. Hoja ebe ba ne ba ile ba tataisoa"
        },
        {
            "chapter": 28,
            "verse": 65,
            "text": "Mohla letsatsi leo ka lona A tlang ho ba bitsa, e be U Re: “Ke efeng karabo eo le ileng la fana ka eona ho baromuoa?”"
        },
        {
            "chapter": 28,
            "verse": 66,
            "text": "Mohla letsatsi leo litaba tsohle li tla ba timella, ba keke ba tseba ho botsana"
        },
        {
            "chapter": 28,
            "verse": 67,
            "text": "Empa haele ba tla sokoloha, le hona ho kholoa le ho etsa tse lokileng, ba tla ba le ts`epo ho ba har’a ba fihlelang pholoho"
        },
        {
            "chapter": 28,
            "verse": 68,
            "text": "Mong`a hau U hlola seo A se ratang, A bile A khahloa ke sona. Ha ho khetho leha e le e nyenyane eo ba nang le eona. Tlotla e be ho Allah, Ea Phahametseng tsohle tseo ba Mo kopanyang le tsona"
        },
        {
            "chapter": 28,
            "verse": 69,
            "text": "Ebile Mong`a hau U tseba ka botlalo tseo lipelo tsa bona li li patileng le tseo li li pepesang"
        },
        {
            "chapter": 28,
            "verse": 70,
            "text": "Ke Allah; ha ho `Mopi e mong kathoko ho Eena. Ke Eena Ea rorisoang sethathong le khabareng, taelo ke’a Hae, Eo kaofela le tlang ho boela ho Eena"
        },
        {
            "chapter": 28,
            "verse": 71,
            "text": "U re: “Ana le ke le nahane hore haeba Allah A ka etsa hore bosiu bo se ke ba feela hohang holima lona ho fihlela Letsatsi la Kahlolo, ekaba mang kantle ho Allah ea ka le tlisetsang leseli?” Ana ha le utloe"
        },
        {
            "chapter": 28,
            "verse": 72,
            "text": "U re: “Ana le ke le nahana hore haeba Allah A ka etsa hore letsatsi e be sesafeleng, ke mang kantle ho Allah ea ka le tlisetsang bosiu boo le phomolang ka bona?” Na le sa tla ke le bone"
        },
        {
            "chapter": 28,
            "verse": 73,
            "text": "Ke Allah Ea Hlotseng bosiu le mots’eare ka Mohau Oa Hae, hore bosiu le phomole, mots’eare le tsomane le Nala Ea Hae, hore le tle le fane ka liteboho"
        },
        {
            "chapter": 28,
            "verse": 74,
            "text": "Mohla letsatsi leo A tlang ho ba bitsa ka lona, U tla Re: “Ba kae batlatsetsi ba Ka bao le neng le hopola hore ke bona?”"
        },
        {
            "chapter": 28,
            "verse": 75,
            "text": "Re tla thonya paki khahlano le sechaba ka seng, e be Re Re: “Hlahisang bopaki ba lona.” Joale, ke moo ba tla tseba hore Allah U na le ‘nete, tsohle tseo ba neng ba iqapetse tsona li tla ba phoqa"
        },
        {
            "chapter": 28,
            "verse": 76,
            "text": "Qarun kantle ho qeaqeo e ne e le e mong oa habo Moshe, empa o ne a ba hateletse; Re ne Re mo nehile letlotlo le ts’abehang, hoo linotlolo tsa liphaposi tsa thepa li neng li ka ba boima hoo lebotho la banna ba matla li neng li ka ba hlola. Eaba batho ba hahabo ba re: “Se ke oa ikakasa; hobane Ruri! Allah ha A rate batho ba ikakasang"
        },
        {
            "chapter": 28,
            "verse": 77,
            "text": "Empa ak’u tsomane le lehae la bo-tlang ka thepa eo Allah A u nehileng eona, u se ke oa iphapanyetsa kabelo ea hau lefats’eng lena, u be u be le mosa joaloka ha Allah A ile A ba mosa ho uena, u se ke oa fehla pherekano lefats’eng; hobane Ruri! Allah ha A rate baferekanyi.”"
        },
        {
            "chapter": 28,
            "verse": 78,
            "text": "Eaba o re: “Ke filoe letlotlo lena feela tlas’a bohlale boo ke nang le bona.” Ana e be ha a tsebe hore Allah U kile A ripitla meloko e bileng teng pele ho eena, banna ba neng ba ena le matla a ts’abehang ho feta eena, ebile e le barui ba mo fetang? Ba molato ha ba botsoe lipotso khahlano le libe tsa bona"
        },
        {
            "chapter": 28,
            "verse": 79,
            "text": "Eaba o tsamaea ka boikakaso hara batho ba habo. Ba neng ba ena le taba-tabelo ea bophelo ba lefats’e, ba re: “Ao, hoja empe e be re ne re filoe matlotlo a ts’oanang le’a filoeng Qarun! Ke morena oa mahlohonolo ruri.”"
        },
        {
            "chapter": 28,
            "verse": 80,
            "text": "Empa haele ba neng ba filoe tsebo, ba re: “Thohako e be ho lona! Moputso oa Allah ho molumeli ea etsang toka o molemo ka ho fetisisa, ke ba nang le mamello feela ba tla una molemo oo.”"
        },
        {
            "chapter": 28,
            "verse": 81,
            "text": "Eaba Re mo kupetsa ka lefats’e hammoho le motse oa hae. O hlokile lebotho le ka mo thusang khahlanong le Allah, kapa hona hore e be o bile har’a ba ipholosang ka bo-bona"
        },
        {
            "chapter": 28,
            "verse": 82,
            "text": "Eitse ka la hosasa hoa fumanoa ba neng honohela maemo a hae ba qalella ho re: “Ao, Ruri! Ke Allah ea phaellang nala ho ea khahloang ke Eena har’a makhabunyane a Hae, ebile o fokoletsa ope ea khahloang ke Eena. Hoja e se ke ea eba ka lereko la Allah holim’a rona, A ka be A ile a etsa hore le rona re metsoe ke lefats’e. Ao, letsatsi le mahlonoko! Ba latolang Allah ka ‘nete ba ke ke ba atleha"
        },
        {
            "chapter": 28,
            "verse": 83,
            "text": "Lehae la Bo-tlang lona Re tla le abela ba sa ithereleng khatello lefats’eng le hona ho fehla morusu. Qetello e khahlang ke ea ba etsang botle"
        },
        {
            "chapter": 28,
            "verse": 84,
            "text": "Haele mong le mong ea simollang se lokileng, o tla fumana se molemo ho feta seo; athe ba tla simolla bobe, Ruri! Baetsalibe ba tla phetetsoa feela ka tseo ba li entseng"
        },
        {
            "chapter": 28,
            "verse": 85,
            "text": "Hobane Ea u nehileng Qura›n e le molao, Ruri! U tla u khutlisetsa Hae hape. U re: “Mong`a ka U hlokolosi haholo ka eo ea tlisang tataiso le ea khelohetseng phosong e hlakileng.”"
        },
        {
            "chapter": 28,
            "verse": 86,
            "text": "U ne u sa lebella hore Lengolo le ka Romeloa ho uena; empa ke mohau o tsoang ho Mong`a hau, kahoo u se ke be oa ba mothusi oa ba latolang"
        },
        {
            "chapter": 28,
            "verse": 87,
            "text": "U se ke be oa ba lumella ho u khelosa lits’enolong tsa Allah kamor’a hore li finyelle ho Uena; empa u biletse batho ho Mong`a hau, u se ke be oa ba e mong oa ba manehang batlatsetsi ho Eena"
        },
        {
            "chapter": 28,
            "verse": 88,
            "text": "Ho se be mong le mong eo u ka mo khumamelang kantle ho Allah. Hobane ha ho `Mopi e mong ntle le Eena. Lintho tsohle li tla timela ntle feela le sefahleho sa Hae. Taelo ke Ea Hae, lona bohle le tla boela ho Eena"
        }
    ]
}