{
    "pages": [
        {
            "chapter": 17,
            "verse": 87,
            "text": "Fakat Rabbinden bir rahmet olarak (biz bunu yapmadik). Gerçekten O'nun senin üzerindeki lütfu çok büyüktür"
        },
        {
            "chapter": 17,
            "verse": 88,
            "text": "Ey Muhammed! De ki: \"Yemin olsun, eger insanlar ve cinler bu Kur'ân'in benzerini getirmek üzere toplansalar ve birbirlerine yardimci olsalar bile, yine onun bir benzerini meydana getiremeyeceklerdir"
        },
        {
            "chapter": 17,
            "verse": 89,
            "text": "Yemin olsun ki biz bu Kur'ân'da insanlar için çesitli misaller vermisizdir. Yine de insanlarin çogu inkârlarinda israr ederler"
        },
        {
            "chapter": 17,
            "verse": 90,
            "text": "Kâfirler söyle dediler: \"Sen, bizim için yerden suyu kesilmeyen bir kaynak fiskirtmadikça sana asla inanmayacagiz"
        },
        {
            "chapter": 17,
            "verse": 91,
            "text": "Veyahut hurmaliklardan ve üzümlüklerden senin bir bahçen olsun da ortasindan saril saril irmaklar akitmalisin"
        },
        {
            "chapter": 17,
            "verse": 92,
            "text": "Yahut söyleyip zannettigin gibi, gögü basimiza parça parça düsüresin veya Allah'i ve melekleri söyledigine sahit getiresin"
        },
        {
            "chapter": 17,
            "verse": 93,
            "text": "Yahut altindan bir evin olsun, ya da göge çikmalisin. Ona çiktigina da asla inanmayiz. Ta ki bize, okuyacagimiz bir kitap indiresin.\" De ki: \"Rabbimi tenzih ederim. Nihayet ben de, peygamber olan bir insandan baska bir sey degilim"
        },
        {
            "chapter": 17,
            "verse": 94,
            "text": "Kendilerine dogru yolu gösteren peygamber gelince, insanlarin iman etmelerine engel olan sebep sadece: \"Allah bir insani mi Peygamber gönderdi?\" demeleridir"
        },
        {
            "chapter": 17,
            "verse": 95,
            "text": "(Ey Muhammed! Mekkelilere) söyle de: \"Eger yeryüzünde huzur içinde yürüyüp duran melekler olsaydi, elbette onlara gökten peygamber olarak bir melek indirirdik"
        },
        {
            "chapter": 17,
            "verse": 96,
            "text": "De ki: \"Benimle sizin aranizda sahit olarak Allah yeter. Çünkü O, kullarinin yaptigindan haberdardir, yaptiklarini çok iyi görendir"
        }
    ]
}