{
    "pages": [
        {
            "chapter": 24,
            "verse": 32,
            "text": "Aranizdaki bekarlari, kölelerinizden ve cariyelerinizden iyi davranista olanlari evlendirin. Eger bunlar fakir iseler, Allah kendi lütfu ile onlari zenginlestirir. Allah, (lütfu) genis olan ve (her seyi) bilendir"
        },
        {
            "chapter": 24,
            "verse": 33,
            "text": "Evlenme imkanini bulamayanlar ise, Allah, lütfu ile kendilerini varlikli kilincaya kadar iffetlerini korusunlar. Ellerinizin altinda bulunanlardan (köleler ve cariyelerden) mükatebe yapmak isteyenlerle, eger kendilerinde (hürriyete kavusmalarinda kendileri için) bir iyilik görüyorsaniz, hemen mükatebe yapin. Allah'in size vermis oldugu malindan siz de onlara verin. Dünya hayatinin geçici menfaatlerini elde edeceksiniz diye, namuslu kalmak isteyen cariyelerinizi fuhsa zorlamayin. Kim onlari zor altinda birakirsa, bilinmelidir ki, zorlanmalarindan sonra Allah (onlar için) çok bagislayici ve merhametlidir"
        },
        {
            "chapter": 24,
            "verse": 34,
            "text": "Andolsun ki biz size açik açik bildiren âyetler, sizden önce yasayip gitmis olanlardan örnekler ve takvaya ulasmis kimseler için ögütler indirdik"
        },
        {
            "chapter": 24,
            "verse": 35,
            "text": "Allah, göklerin ve yerin nurudur (aydinlaticisidir). O'nun nurunun temsili, içinde lamba bulunan bir kandil gibidir. O lamba bir billur içindedir; o billur da sanki inciye benzer bir yildiz gibidir ki, doguya da batiya da nisbet edilemeyen mübarek bir agaçtan çikan yagdan tutusturulur. (Bu öyle bir agaç ki) yagi, nerdeyse, kendisine ates degmese bile isik verir. (Bu isik) nur üstüne nurdur. Allah diledigi kimseyi nuruyla hidayete iletir. Allah insanlara (iste böyle) misal verir; Allah her seyi bilir"
        },
        {
            "chapter": 24,
            "verse": 36,
            "text": "(Bu kandil) birtakim evlerdedir ki, Allah (o evlerin) yücelmesine ve içlerinde isminin okunmasina izin vermistir. Orada sabah aksam O'nu tesbih ederler"
        }
    ]
}