{
    "pages": [
        {
            "chapter": 36,
            "verse": 55,
            "text": "Gerçekten cennetlik olanlar bugün bir mesguliyet içinde zevk etmektedirler"
        },
        {
            "chapter": 36,
            "verse": 56,
            "text": "Kendileri ve esleri gölgelerde koltuklar üzerine kurulmuslardir"
        },
        {
            "chapter": 36,
            "verse": 57,
            "text": "Onlara orada bir meyve vardir. Isteyecekleri her sey onlarindir"
        },
        {
            "chapter": 36,
            "verse": 58,
            "text": "(Onlara) Rahîm olan Rab'den \"selâm\" sözü vardir"
        },
        {
            "chapter": 36,
            "verse": 59,
            "text": "Ey günahkârlar! Bugün siz bir tarafa ayrilin"
        },
        {
            "chapter": 36,
            "verse": 60,
            "text": "Ey Âdemogullari! Seytana tapmayin, o size apaçik bir düsmandir ve bana kulluk edin, dogru yol budur, diye size and vermedim mi?\" (buyurulacak)"
        },
        {
            "chapter": 36,
            "verse": 61,
            "text": "Ey Âdemogullari! Seytana tapmayin, o size apaçik bir düsmandir ve bana kulluk edin, dogru yol budur, diye size and vermedim mi?\" (buyurulacak)"
        },
        {
            "chapter": 36,
            "verse": 62,
            "text": "Böyle iken o sizden birçok nesilleri yoldan çikardi. Ya o zaman düsünmüyor muydunuz"
        },
        {
            "chapter": 36,
            "verse": 63,
            "text": "Iste bu size vaad edilen cehennemdir"
        },
        {
            "chapter": 36,
            "verse": 64,
            "text": "Bugün yaslanin ona bakalim inkâr ettiginiz için"
        },
        {
            "chapter": 36,
            "verse": 65,
            "text": "Bugün biz onlarin agizlarini mühürleriz de neler kazandiklarini bize elleri söyler, ayaklari da sahitlik eder"
        },
        {
            "chapter": 36,
            "verse": 66,
            "text": "Hem dileseydik gözlerini üzerinden silme kör ediverirdik de yola dökülürlerdi. Fakat nereden görecekler"
        },
        {
            "chapter": 36,
            "verse": 67,
            "text": "Yine dileseydik olduklari yerde kiliklarini degistirirdik de ne ileri gidebilirlerdi, ne de geri dönebilirlerdi"
        },
        {
            "chapter": 36,
            "verse": 68,
            "text": "Bununla beraber kimin ömrünü uzatiyorsak, yaratilista onu (güç ve kuvvetini alarak) tersine çeviriyoruz. Hâlâ akillanmayacaklar mi"
        },
        {
            "chapter": 36,
            "verse": 69,
            "text": "Biz ona siir ögretmedik. Bu ona yarasmaz da... O sadece bir ögüt ve apaçik bir Kur'ân'dir"
        },
        {
            "chapter": 36,
            "verse": 70,
            "text": "(Bu), diri olanlari uyarmak ve kâfirlere de azab sözünün hak olmasi içindir"
        }
    ]
}