{
    "pages": [
        {
            "chapter": 38,
            "verse": 84,
            "text": "Allah buyurdu ki: \"O dogru, ben hep dogruyu söylerim"
        },
        {
            "chapter": 38,
            "verse": 85,
            "text": "Andolsun ki, cehennemi mutlaka senden ve onlarin sana uyanlarindan, topunuzdan tika basa dolduracagim"
        },
        {
            "chapter": 38,
            "verse": 86,
            "text": "Ey Muhammed! De ki: \"Ben o Kur'ân'a karsi sizden bir ücret istemiyorum. Ve ben kendiligimden bir sey de teklif etmiyorum"
        },
        {
            "chapter": 38,
            "verse": 87,
            "text": "O Kur'ân, bütün âlemler için bir zikir, bir ögüttür"
        },
        {
            "chapter": 38,
            "verse": 88,
            "text": "Herhalde onun haberini bir zaman sonra bileceksiniz"
        },
        {
            "chapter": 39,
            "verse": 1,
            "text": "Bu kitabin indirilisi, Azîz ve Hakîm olan Allah tarafindandir"
        },
        {
            "chapter": 39,
            "verse": 2,
            "text": "Emin ol, biz sana kitabi hakkiyla indirdik. Onun için dini yalniz kendisine halis kilarak Allah'a ibadet ve kulluk et"
        },
        {
            "chapter": 39,
            "verse": 3,
            "text": "Iyi bil ki, halis din ancak Allah'indir. O'ndan baska birtakim dostlar tutanlar da söyle demektedirler: \"Biz onlara sadece bizi Allah'a daha çok yaklastirsinlar diye ibadet ediyoruz.\" Süphe yok ki Allah, onlarin aralarinda ihtilaf edip durduklari seyde hükmünü verecektir. Herhalde yalanci ve nankör olan kimseyi Allah dogru yola çikarmaz"
        },
        {
            "chapter": 39,
            "verse": 4,
            "text": "Eger Allah bir çocuk edinmek isteseydi, elbette yaratacagindan, dileyecegini seçecekti. Ama o bundan münezzehtir. O, tek ve kahredici olan Allah'tir"
        },
        {
            "chapter": 39,
            "verse": 5,
            "text": "O, gökleri ve yeri hak ile yaratti, geceyi gündüzün üstüne sariyor, gündüzü de gecenin üstüne sariyor. Günesi ve ay'i emrine âmade kilmis, her biri belli bir süreye kadar akip gitmektedir. Iyi bil ki, çok güçlü ve çok bagislayici olan ancak O'dur"
        }
    ]
}