{
    "pages": [
        {
            "chapter": 40,
            "verse": 78,
            "text": "Andolsun ki biz senin önünden nice peygamberler göndermisizdir. Onlardan kimini sana anlatmisiz, kimini de anlatmamisizdir. Hiçbir peygamber, Allah'in izni olmaksizin bir mucize getiremez. Allah'in emri gelince de hak yerine getirilir. Batil bir dava pesinde kosanlar, iste bu noktada hüsrana ugrarlar"
        },
        {
            "chapter": 40,
            "verse": 79,
            "text": "Kimine binesiniz, kimini de yiyesiniz diye sizin için o yumusak basli hayvanlari yaratan Allah'tir"
        },
        {
            "chapter": 40,
            "verse": 80,
            "text": "Sizin için onlarda daha nice menfaatler vardir. Onlarin üzerinde gönüllerinizdeki bir arzuya erersiniz. Hem onlar üzerinde, hem de gemiler üzerinde tasinirsiniz"
        },
        {
            "chapter": 40,
            "verse": 81,
            "text": "Allah size âyetlerini gösteriyor. Simdi Allah'in âyetlerinin hangisini inkâr edersiniz"
        },
        {
            "chapter": 40,
            "verse": 82,
            "text": "Daha yeryüzünde gezip de bir bakmazlar mi? Kendilerinden öncekilerin sonu nasil olmus? Onlar kendilerinden hem daha çok, hem de kuvvetçe ve yeryüzündeki eserlerinin saglamligi bakimindan daha çetindiler. Öyle iken o kazandiklari seyler, kendilerini kurtaramadi"
        },
        {
            "chapter": 40,
            "verse": 83,
            "text": "Çünkü onlara peygamberleri, delillerle geldikleri zaman, kendilerinde bulunan ilme güvendiler de o alay ettikleri sey onlari kusativerdi"
        },
        {
            "chapter": 40,
            "verse": 84,
            "text": "O zaman hismimizi gördüklerinde: \"Allah'in birligine inandik ve O'na sirk kostugumuz seyleri inkâr ettik\" dediler"
        },
        {
            "chapter": 40,
            "verse": 85,
            "text": "Ama hismimizi gördükleri zamanki imanlari kendilerine fayda verecek degildi. Allah'in, kullari hakkindaki geçe gelen kanunu budur. Iste kâfirler bu noktada hüsrana düstüler"
        }
    ]
}