{
    "pages": [
        {
            "chapter": 53,
            "verse": 27,
            "text": "Ahirete iman etmeyenler meleklere disilerin adlarini takip duruyorlar"
        },
        {
            "chapter": 53,
            "verse": 28,
            "text": "Onlarin bu hususta bir bilgileri yoktur. Sadece zanna uyuyorlar. Zan ise, süphesiz hakikat bakimindan birsey ifade etmez"
        },
        {
            "chapter": 53,
            "verse": 29,
            "text": "Onun için bizi anmaktan yüz çeviren ve dünya hayatindan baska bir sey istemeyenlerden yüz çevir"
        },
        {
            "chapter": 53,
            "verse": 30,
            "text": "Iste onlarin ilimden erisebilecekleri (son sinir) budur. Süphesiz, Rabbin, yolundan sapani da iyi bilir; O, hidayette olani da iyi bilir"
        },
        {
            "chapter": 53,
            "verse": 31,
            "text": "Göklerde ve yerde bulunanlar hep Allah'indir. Akibet (sonuçta) kötülük yapanlari yaptiklari ile cezalandiracak, güzel davrananlari da daha güzeliyle mükafatlandiracaktir"
        },
        {
            "chapter": 53,
            "verse": 32,
            "text": "Onlar ki günahin büyüklerinden ve çirkin islerden kaçinirlar, yalniz bazi küçük kusurlar hariç. Süphesiz Rabbinin affi genistir. O, sizi daha topraktan yarattigi zaman ve siz annelerinizin karinlarinda bulundugunuz sirada, sizi en iyi bilendir. Bunun için kendinizi temize çikarmayin. Çünkü O, kötülükten sakinani daha iyi bilir"
        },
        {
            "chapter": 53,
            "verse": 33,
            "text": "Simdi gördün mü O yüz çevireni"
        },
        {
            "chapter": 53,
            "verse": 34,
            "text": "Azicik verip (sonra vermemekte) direneni"
        },
        {
            "chapter": 53,
            "verse": 35,
            "text": "Gaybin bilgisi kendi yanindadir da, o mu görüyor"
        },
        {
            "chapter": 53,
            "verse": 36,
            "text": "Yoksa haber verilmedi mi Musa'nin sahifelerinde yazili olanlar"
        },
        {
            "chapter": 53,
            "verse": 37,
            "text": "Ve çok vefakâr olan Ibrahim'in sahifelerindekiler"
        },
        {
            "chapter": 53,
            "verse": 38,
            "text": "Ki hiçbir günahkâr baskasinin günah yükünü yüklenmez"
        },
        {
            "chapter": 53,
            "verse": 39,
            "text": "Dogrusu insana çalismasindan baska bir sey yoktur"
        },
        {
            "chapter": 53,
            "verse": 40,
            "text": "Ve çalismasi da yakinda görülecektir"
        },
        {
            "chapter": 53,
            "verse": 41,
            "text": "Sonra ona karsiligi tastamam verilecektir"
        },
        {
            "chapter": 53,
            "verse": 42,
            "text": "Ve süphesiz en son varis, Rabbinedir"
        },
        {
            "chapter": 53,
            "verse": 43,
            "text": "Dogrusu güldüren de aglatan da O'dur"
        },
        {
            "chapter": 53,
            "verse": 44,
            "text": "Öldüren de dirilten de O'dur"
        }
    ]
}