{
    "pages": [
        {
            "chapter": 3,
            "verse": 30,
            "text": "O gün her nefis, ne hayir islemisse, ne kötülük yapmissa onlari önünde hazir bulur. Yaptigi kötülüklerle kendi arasinda uzak bir mesafe bulunsun ister. Allah, size asil kendisinden çekinmenizi emreder. Süphesiz ki Allah, kullarini çok esirger"
        },
        {
            "chapter": 3,
            "verse": 31,
            "text": "De ki, siz gerçekten Allah'i seviyorsaniz bana uyun ki, Allah da sizi sevsin ve suçlarinizi bagislasin. Çünkü Allah çok esirgeyici ve bagislayicidir"
        },
        {
            "chapter": 3,
            "verse": 32,
            "text": "De ki, Allah'a ve Peygamber'e itaat edin! Eger aksine giderlerse, süphe yok ki Allah kâfirleri sevmez"
        },
        {
            "chapter": 3,
            "verse": 33,
            "text": "Gerçekten Allah, Adem'i, Nuh'u, Ibrahim soyunu ve Imran soyunu âlemler üzerine seçkin kildi"
        },
        {
            "chapter": 3,
            "verse": 34,
            "text": "Bir zürriyet olarak birbirinden gelmislerdir. Allah her seyi isitendir, bilendir"
        },
        {
            "chapter": 3,
            "verse": 35,
            "text": "Imran'in karisi: \"Rabbim, karnimdakini tam hür olarak sana adadim, benden kabul buyur, süphesiz sen isitensin, bilensin.\" demisti"
        },
        {
            "chapter": 3,
            "verse": 36,
            "text": "Onu dogurunca -Allah onun ne dogurdugunu bilip dururken- söyle dedi: \"Rabbim, onu kiz dogurdum; erkek, kiz gibi degildir. Ona Meryem adini verdim. Onu ve soyunu kogulmus seytanin serrinden sana ismarliyorum"
        },
        {
            "chapter": 3,
            "verse": 37,
            "text": "Bunun üzerine Rabbi onu güzel bir sekilde kabul buyurdu ve onu güzel bir bitki gibi yetistirdi ve Zekeriyya'nin himayesine verdi. Zekeriyya ne zaman kizin bulundugu mihraba girse, onun yaninda yeni bir yiyecek bulurdu. \"Meryem! Bu sana nereden geldi?\" deyince, o da: \"Bu, Allah katindandir.\" derdi. Süphesiz Allah, diledigine hesapsiz rizik verir"
        }
    ]
}