{
    "pages": [
        {
            "chapter": 4,
            "verse": 141,
            "text": "Iwo amene amayembekezera ndi kuyang’ana; ndipo ngati Mulungu akupambanitsani, iwo amati: “Kodi ife sitinali kumbali yanu?” Ndipo ngati anthu osakhulupirira apambana, iwo amati kwa iwo: “Kodi ife sitidali ndi mphamvu zoposa inu ndiponso kodi ife sitidakutetezeni kwa anthu okhulupirira?” Mulungu adzaweruza, pakati panu, pa tsiku lakuuka kwa akufa. Ndipo Mulungu sadzawapatsa anthu osakhulupirira njira yoti apambane anthu okhulupirira"
        },
        {
            "chapter": 4,
            "verse": 142,
            "text": "Ndithudi anthu a chinyengo afuna kunyenga Mulungu koma ndi Mulungu amene amawanyenga iwo ndipo pamene iwo amaima pamapemphero, amaimirira mwaulesi kuti anthu awaone ndipo sakumbukira Mulungu ngakhale mwapang’ono"
        },
        {
            "chapter": 4,
            "verse": 143,
            "text": "Iwo ali kupita uku ndi uko, ndipo sali m’gulu ili ndipo aliyense amene Mulungu wamusocheretsa simungampezere iye njira"
        },
        {
            "chapter": 4,
            "verse": 144,
            "text": "oh inu anthu okhulupirira! Musasankhe anthu osakhulupirira kuti akhale abwenzi anu mmalo mwa anthu okhulupirira. Kodi mukufuna kuika umboni woonekera kwa Mulungu wokutsutsani inu"
        },
        {
            "chapter": 4,
            "verse": 145,
            "text": "Ndithudi anthu achinyengo adzaponyedwa ku malo apansipansi a ku Moto. Inu simudzawapezera wowathandiza"
        },
        {
            "chapter": 4,
            "verse": 146,
            "text": "Kupatula iwo amene alapa zoipa zawo ndi kuchita ntchito zabwino ndipo ayeretsa chipembedzo chawo. Iwo adzakhala pamodzi ndi anthu okhulupirira. Ndipo Mulungu adzawapatsa anthu okhulupirira mphotho yaikulu"
        },
        {
            "chapter": 4,
            "verse": 147,
            "text": "Kodi Mulungu angakulangeni bwanji inu ngati muthokoza ndi kukhulupirira mwa Iye? Ndithudi Mulungu amayamika, ndipo ndi Wodziwa zonse"
        }
    ]
}