{
    "pages": [
        {
            "chapter": 6,
            "verse": 111,
            "text": "Ngakhale Ife tikadawatumizira iwo angelo ndi kupangaanthuakufakutialankhulenawondikusonkhanitsa zinthu zonse pamaso pawo, iwo sakadakhulupirirabe pokhapokha ngati Mulungu afuna koma ambiri a iwo ndi anthu osadziwa"
        },
        {
            "chapter": 6,
            "verse": 112,
            "text": "Kotero Ife tidakhazikitsa mdani kwa Mtumwi aliyense. A satana amene ali pakati pa anthu ndi majini, amene amauzana wina ndi mnzake mawu okoma ndiponso a chinyengo. Koma Ambuye wako akadafuna, iwo sakadachita zotero ayi motero asiyeni okha ndi zimene akupeka"
        },
        {
            "chapter": 6,
            "verse": 113,
            "text": "Kuti mitima ya anthu amene sakhulupirira m’moyo umene uli nkudza ipendekere kuzolankhula zawo ndipo kuti azitsatira zimene apeka okha ndi kumasangalala kuti mwina akhoza kuchita zimene ali nkuchita"
        },
        {
            "chapter": 6,
            "verse": 114,
            "text": "“Kodi ine ndifune wina woweruza oposa Mulungu pamene ndiye amene adavumbulutsa Korani kwa inu ndi malamulo ofotokozedwa bwino?” Iwo amene tidawapatsa Mau athu amadziwa kuti lidavumbulutsidwa kuchokera kwa Ambuye wako mwa choonadi. Motero usakhale mmodzi wa anthu okaika"
        },
        {
            "chapter": 6,
            "verse": 115,
            "text": "Ndipo Mau a Ambuye wako akwaniritsidwa moona ndi mwachilungamo. Palibe wina amene angasinthe Mau ake. Iye amamva ndipo ndi wozindikira chili chonse"
        },
        {
            "chapter": 6,
            "verse": 116,
            "text": "Ndipo ngati iwe umvera zonena za anthu ambiri apa dziko lapansi iwo adzakusocheza ku njira ya Mulungu. Iwo satsatira chilichonse koma nkhani zongoganiza chabe ndipo sachita china chilichonse koma kunama"
        },
        {
            "chapter": 6,
            "verse": 117,
            "text": "Ndithudi Ambuye wako! Ndiye amene amadziwa anthu onse amene amasochera ku njira yake ndiponso Iye amadziwa iwo amene atsogozedwa bwino bwino"
        },
        {
            "chapter": 6,
            "verse": 118,
            "text": "Motero idyani nyama yokhayo imene yaphedwa m’dzina la Mulungu ngati inu mukhulupiriradi mu chivumbulutso chake"
        }
    ]
}