{
    "pages": [
        {
            "chapter": 7,
            "verse": 38,
            "text": "Mulungu adzati: “Lowani, mgulu la mitundu amene adalipo inu musanadze, anthu ndi majin, kupita ku moto, ndipo pamene uzidzalowa mtundu uliwonse udzakhala uli kutemberera mtundu umene udalipo iwo usanadze mpaka pamene adzasonkhanitsidwa onse m’moto ndipo mtundu womaliza udzati kwa mtundu woyambirira, ‘Ambuye wathu! Awa ndiwo anthu amene adatisokoneza ife motero apatseni chilango choonjezedwa kawiri m’moto.” Iye adzati: “Kwa aliyense kuli chilango chowilikiza koma inu simudziwa.”"
        },
        {
            "chapter": 7,
            "verse": 39,
            "text": "Ndipo m’badwo woyamba udzati kwa m’badwo womaliza, “Inu simunachite zabwino kuposa ife motero lawani chilango cha ntchito zanu zimene mudali kuchita.”"
        },
        {
            "chapter": 7,
            "verse": 40,
            "text": "Ndithudi amene amati zizindikiro zathu ndi zabodza ndipo amazinyoza izo, makomo a kumwamba sadzatsegulidwa kwa iwo ndipo iwo sadzalowa ku Paradiso pokhapokha ngati ngamira italowa pa diso la zingano. Mmenemo ndi mmene timalipirira anthu ochita zoipa malipiro awo"
        },
        {
            "chapter": 7,
            "verse": 41,
            "text": "Wawo adzakhala kama wa moto ndipo pamwamba pawo padzakhala malawi a moto. M’menemo ndi m’mene tidzawalipirira anthu ochita zoipa"
        },
        {
            "chapter": 7,
            "verse": 42,
            "text": "Koma iwo amene anakhulupirira ndipo amachita ntchito zabwino; Ife sitisenzetsa munthu katundu amene sangathe kumunyamula; iwo ndi anthu a ku Paradiso. Ndipo adzakhalako mpaka kalekale"
        },
        {
            "chapter": 7,
            "verse": 43,
            "text": "Ndipo Ife tidzachotsa chidani m’mitima mwawo ndipo mitsinje idzayenda pansi pa mapazi awo ndipo iwo adzati: “Kuyamikidwa ndi kwa Mulungu amene watitsogolera ife ku izi ndipo ife sitikadakhala otsogozedwa pakadapanda Mulungu kutitsogolera! Ndithudi Atumwi a Ambuye wathu adadza ndi choonadi.” Ndipo zidzanenedwa kwa iwo kuti: “Iyi ndiyo Paradiso imene mwailandira chifukwa cha ntchito zanu zimene mudali kuchita.”"
        }
    ]
}