{
    "pages": [
        {
            "chapter": 10,
            "verse": 7,
            "text": "Ndithudi iwo ndi anthu amene sayembekeza kuti adzakumana nafe ndipo amasangalala ndi moyo wa m’dziko lapansi ndi kukhutitsidwa nawo ndiponso amene salabadira mawu"
        },
        {
            "chapter": 10,
            "verse": 8,
            "text": "Iwo malo awo okhala ndi kumoto chifukwa cha zoipa zimene anali kuchita"
        },
        {
            "chapter": 10,
            "verse": 9,
            "text": "Ndithudi iwo amene akhulupirira ndipo amachita ntchito zabwino, Ambuye wawo adzawatsogolera m’chikhulupiriro chawo. Mitsinje idzakhala ili kuyenda pansi pawo m’minda ya mtendere"
        },
        {
            "chapter": 10,
            "verse": 10,
            "text": "Pemphero lawo mmenemo lidzakhala loti; “Ndinu Woyera Ambuye!” Ndipo kulonjerana kwawo kudzakhala koti: “Mtendere” ndipo kumapeto kwa pempho lawo adzati: “Kuyamikidwa kukhale kwa Mulungu, Ambuye wa chilengedwe.”"
        },
        {
            "chapter": 10,
            "verse": 11,
            "text": "Akadakhala kuti Mulungu amabweretsa msanga chilango kwa anthu monga momwe iwo amafunira zabwino kuti zidze mwansanga, nthawi yawo yofera ikadakwaniritsidwa. Kwa iwo amene saopa kukumana ndi Ife tidzawasiya mukusochera kwawo, akusowa chochita"
        },
        {
            "chapter": 10,
            "verse": 12,
            "text": "Pamene mavuto amadza pa munthu, iye amapemphera kwa Ifemogonachanthiti, mokhalapansikapenamoimirira. Koma tikangomuchotsera mavuto ake, iye amatsatila njira zake kukhala ngati sadatipemphe kuti timuchotsere mavuto omwe adamupeza. Kotero zidakongoletsedwa kwa anthu oononga zimene anali kuchita"
        },
        {
            "chapter": 10,
            "verse": 13,
            "text": "Zoonadi Ife tidaononga mibadwo imene idalipo inu musanadze, pamene iwo adachita zoipa, anawafikira Atumwi awo ndi umboni weniweni koma iwo sadakhulupilire, motero tidzawalipira anthu ochita zoipa"
        },
        {
            "chapter": 10,
            "verse": 14,
            "text": "Ndipo Ife tidakupangani kukhala alowa mmalo awo m’dziko lawo pambuyo pawo, kuti tione mmene inu mungachitire"
        }
    ]
}