{
    "pages": [
        {
            "chapter": 12,
            "verse": 44,
            "text": "Iwo adati, “Awa ndi maloto opanda ntchito ndipo ife sititha kutanthauzira maloto.”"
        },
        {
            "chapter": 12,
            "verse": 45,
            "text": "Ndipo munthu amene adatulutsidwa m’ndende, adakumbukira patapita nthawi yaitali ndipo adati, “Ine ndikuuzani kutanthauzira kwake koma nditumizeni kuti ndipite.”"
        },
        {
            "chapter": 12,
            "verse": 46,
            "text": "“Oh Yosefe munthu wa choonadi! Tiuzeni za ng’ombe zisanu ndi ziwiri zonenepa zimene zinali kudyedwa ndi ng’ombe zisanu ndi ziwiri zoonda ndiponso za ngala zisanu ndi ziwiri zaziwisi ndi ngala zisanu ndi ziwiri zouma, kuti ndibwerere ndikawauze anthu kuti akadziwe tanthauzo lake?”"
        },
        {
            "chapter": 12,
            "verse": 47,
            "text": "Yosefe adati, “Inu mudzabzala zaka zisanu ndi ziwiri monga momwe mumachitira ndipo zimene muzikolola muzizisiya mumakoko ake kupatula pang’ono zomwe muzidya.”"
        },
        {
            "chapter": 12,
            "verse": 48,
            "text": "“Ndipo potha izi kudzadza zaka zisanu ndi ziwiri za chilala pamene mudzadya zimene mudasunga kupatula pang’ono zimene mudzasunge.”"
        },
        {
            "chapter": 12,
            "verse": 49,
            "text": "“Ndipo pambuyo pa izi kudzabwera chaka chimene anthu adzalandira mvula yambiri, ndipo m’chaka chimenecho azidzafinya zipatso.”"
        },
        {
            "chapter": 12,
            "verse": 50,
            "text": "Ndipo Mfumu idati, “Mubweretseni pamaso panga.” Koma pamene Kazembe wa Mfumu anadza kwa iye, Yosefe adati, “Bwerera kwa Ambuye wako ndipo ukamufunse za amayi amene adacheka manja awo. Ndithudi Ambuye wanga adziwa za ukachenjede wawo.”"
        },
        {
            "chapter": 12,
            "verse": 51,
            "text": "Iyo inati, “Kodi cholinga chanu chinali chotani pamene inu munali kufuna kumunyenga Yosefe?” Amai anati, “Mulungu atiletse! Ife sitidziwa choipa chilichonse chimene iye anachita.” Mkazi wa mfumu adati, “Tsopano choonadi chadziwika. Ndine amene ndimamufuna ndipo iye, ndithudi, ndi wachilungamo.”"
        },
        {
            "chapter": 12,
            "verse": 52,
            "text": "“Kuchokera mu izi bwana wanga adzadziwa kuti sindidachite chinyengo pamene iye kunalibe ndiponso kuti Mulungu satsogolera ntchito za anthu a chinyengo.”"
        }
    ]
}