{
    "pages": [
        {
            "chapter": 16,
            "verse": 55,
            "text": "Motero iwo amakana zimene tawapatsa! Choncho basangalalani pang’ono koma posachedwapa mudzadziwa choonadi"
        },
        {
            "chapter": 16,
            "verse": 56,
            "text": "Ndipo iwo amapereka gawo lina la zinthu zimene tawapatsa ku zinthu zimene iwo sazidziwa. Pali Mulungu, inu mudzafunsidwa zinthu zonse zabodza zimene mumapeka"
        },
        {
            "chapter": 16,
            "verse": 57,
            "text": "Ndipo iwo amamupatsa Mulungu ana aakazi. Ayeretsedwe Ambuye ndipo Iye akhale pamwamba pa zonse zimene amaziphatikiza ndi Iye ndi zimene iwo amafuna"
        },
        {
            "chapter": 16,
            "verse": 58,
            "text": "Ndipo pamene kubadwa kwa mwana wamkazi kumemezedwa kwa wina wa iwo, nkhope yake imada ndipo amadzadzidwa ndi chisoni"
        },
        {
            "chapter": 16,
            "verse": 59,
            "text": "Iye amadzibisa kuti asaonane ndi anthu ake chifukwa cha nkhani yoipa imene wauzidwa. Kodi mwanayu akhale naye ndi manyazi kapena kuti akamukwirire m’nthaka? Ndithudi chiweruzo chawo ndi choipa kwambiri"
        },
        {
            "chapter": 16,
            "verse": 60,
            "text": "Iwo amene sakhulupirira zatsiku lachiweruzo ali ndi mbiri yoipa pamene Mulungu ali ndi mbiri yaulemerero. Iye ndiye Mwini mphamvu zonse ndiponso ndi Wanzeru"
        },
        {
            "chapter": 16,
            "verse": 61,
            "text": "Akadakhala kuti Mulungu anali kulanga anthu msanga chifukwa cha zoipa zawo, palibe cholengedwa ndi chimodzi chomwe chimene Iye akadachisiya ndi moyo. Koma Iye amawasunga mpaka tsiku lokhazikitsidwa, ndipo ngati nthawi yawo ikwana, ngakhale ndi kamphindi kochepa, iwo sangaichedwetse kapena kuifulumizitsa"
        },
        {
            "chapter": 16,
            "verse": 62,
            "text": "Iwo amamupatsa Mulungu zinthu zimene iwo amazida, ndipo malirime awo amanena bodza lakuti mphotho yabwino ili kuwayembekezera. Mosakayika kwawo ndi kumoto ndipo iwo adzakhala oyamba kuponyedwako ndipo adzasiyidwa m’menemo osasamalidwa"
        },
        {
            "chapter": 16,
            "verse": 63,
            "text": "Pali Mulungu, ndithudi, Ife tidatumiza Atumwi ena, ku mibadwo ina, iwe usanadze. Koma Satana adasandutsa ntchito zawo zoipa kuti zikhale zabwino kwa iwo. Motero Satana ndiye bwenzi lawo. Chawo chidzakhala chilango chowawa zedi"
        },
        {
            "chapter": 16,
            "verse": 64,
            "text": "Ndipo Ife sitinavumbulutse Buku kwa iwe kupatula kuti iwe uwauze anthu poyera choonadi cha zinthu zimene ali kukangana ndiponso ngati chilangizo ndi dalitso kwa anthu okhulupirira moonadi"
        }
    ]
}