{
    "pages": [
        {
            "chapter": 21,
            "verse": 58,
            "text": "Motero iye adaziphwanya zonse kukhala tizidutswa kupatula fano lalikulu kuti akhoza kudzalifunsa"
        },
        {
            "chapter": 21,
            "verse": 59,
            "text": "Iwo adati: “Kodi ndani amene wachita izi kwa milungu yathu? Ndithudi iye ali oipitsitsa.”"
        },
        {
            "chapter": 21,
            "verse": 60,
            "text": "Iwo adati, “Ife tinamva mnyamata wotchedwa Abrahamu akunena za milunguyo.”"
        },
        {
            "chapter": 21,
            "verse": 61,
            "text": "Iwo adati, “Mubweretseni pamaso pa anthu onse kuti achitire umboni.”"
        },
        {
            "chapter": 21,
            "verse": 62,
            "text": "Iwo adati, “Kodi iwe ndi amene wachita izi ku milungu yathu? Oh Abrahamu!”"
        },
        {
            "chapter": 21,
            "verse": 63,
            "text": "Iye adati, “Iyayi. Ndi uyu, wamkulu kuposa zonse amene waziphwanya. Afunseni, ngati angayankhule”"
        },
        {
            "chapter": 21,
            "verse": 64,
            "text": "Pamenepo iwo adayang’anizana okha nati, “Ndithudi inu ndinu anthu ochimwa kwambiri.”"
        },
        {
            "chapter": 21,
            "verse": 65,
            "text": "Ndipo adayang’anizananso nati, “Ndithudi iwe uli kudziwa kuti milungu iyi siiyankhula.”"
        },
        {
            "chapter": 21,
            "verse": 66,
            "text": "Abrahamu adati, “Kodi inu mumapembedza mowonjezera pa Mulungu zinthu zimene sizingathe kukuthandizani chilichonse kapena kukuonongani?”"
        },
        {
            "chapter": 21,
            "verse": 67,
            "text": "“Tsoka likhale pa inu ndi pa mafano anu amene mumapembedza kuonjezera pa Mulungu! Kodi mulibe nzeru?”"
        },
        {
            "chapter": 21,
            "verse": 68,
            "text": "Onse adati, “Mutentheni kuti muteteze milungu yanu ngati mufuna kuchita china chilichonse.”"
        },
        {
            "chapter": 21,
            "verse": 69,
            "text": "Ife tidati, “Iwe moto khala wozizira ndi wamtendere kwa Abrahamu.”"
        },
        {
            "chapter": 21,
            "verse": 70,
            "text": "Ndipo iwo adafuna kumuononga Iye koma Ife tidawapanga iwo kukhala olephera"
        },
        {
            "chapter": 21,
            "verse": 71,
            "text": "Koma Ife tidamupulumutsa iye pamodzi ndi Loti ndipo tidawaika ku dziko limene tidalidalitsa kuti zolengedwa zonse zikhalemo"
        },
        {
            "chapter": 21,
            "verse": 72,
            "text": "Ndipo Ife tidamupatsa Isake ndi Yakobo ngati chidzukulu chake ndipo tidawapanga onse kukhala anthu angwiro"
        }
    ]
}