{
    "pages": [
        {
            "chapter": 22,
            "verse": 47,
            "text": "Ndipo ali kuuza iwe kuti ufulumizitse chilango! Ndipo Mulungu salephera kukwaniritsa lonjezo lake. Ndithudi tsiku lililonse kwa Mulungu lili ngati zaka chikwi chimodzi mu kuwerenga kwanu"
        },
        {
            "chapter": 22,
            "verse": 48,
            "text": "Ndi mizinda ingati imene ndidaipatsa mwayi wa nthawi pamene iyoyo inali kuchitabe zoipa? Ndipo pambuyo pake ndidaipatsa chilango Kwa Ine zinthu zonse zidzabwerera"
        },
        {
            "chapter": 22,
            "verse": 49,
            "text": "Nena, “Oh anthu inu! Ndithudi ine ndatumizidwa ngati mchenjezi wanu!”"
        },
        {
            "chapter": 22,
            "verse": 50,
            "text": "Motero iwo amene akhulupirira ndi kuchita ntchito zabwino, adzakhululukidwa machimo awo ndi kulipidwa mphotho yolemekezeka"
        },
        {
            "chapter": 22,
            "verse": 51,
            "text": "Koma iwo amene amalimbikira kutsutsa zizindikiro zathu, adzakhala eni ake a ku Gahena"
        },
        {
            "chapter": 22,
            "verse": 52,
            "text": "Ife sitidatumizepo Mtumwi kapena Mneneri, iwe usanadze, koma iye amati akamalakatula chivumbulutso kapena kulalikira, Satana anali kuonjezera bodza. Koma Mulungu amachotsa zonse zimene Satana waikamo. Motero Mulungu amakhazikitsa chivumbulutso chake ndipo Mulungu ndi wodziwa ndi waluntha"
        },
        {
            "chapter": 22,
            "verse": 53,
            "text": "Kuti Iye apange zimene wanena Satana kukhala mayesero kwa iwo amene m’mitima mwawo muli matenda ndi amene mitima yawo ndi youma. Ndithudi anthu ochita zoipa amatsutsa kwambiri choonadi"
        },
        {
            "chapter": 22,
            "verse": 54,
            "text": "Ndipo kuti iwo amene adapatsidwa nzeru azindikire kuti ichi ndi choonadi chochokera kwa Ambuye wako ndipo ayenera kukhulupirira ndi kuti mitima yawo ikhale yodzichepetsa chifukwa cha iyo. Ndithudi Mulungu ndi Mtsogoleri wa iwo amene akhulupirira njira yoyenera"
        },
        {
            "chapter": 22,
            "verse": 55,
            "text": "Ndipo anthu osakhulupirira adzapitirira kukayikira chivumbulutso mpaka pamene ora lomaliza lidzawapeza mwadzidzidzi kapena mpaka pamene chilango cha tsiku louka kwa akufa chidzawadzera"
        }
    ]
}