{
    "pages": [
        {
            "chapter": 33,
            "verse": 23,
            "text": "Pakati pa okhulupirira pali anthu amene amakwaniritsa lonjezo limene adachita ndi Mulungu. Ena mwa iwo adafa ndipo ena akadadikira. Koma iwo sadasinthe maganizo ngakhale pang’ono"
        },
        {
            "chapter": 33,
            "verse": 24,
            "text": "Kuti Mulungu akhoza kupereka malipiro kwa anthu olungama chifukwa cha chilungamo chawo ndi kulanga anthu a chinyengo ngati chimenecho ndicho chifuniro chake kapena kuwakhululukira chifukwa Mulungu ndi wokhululukira ndi Mwini chisoni chosatha"
        },
        {
            "chapter": 33,
            "verse": 25,
            "text": "Ndipo Mulungu adawabweza anthu osakhulupirira atakwiya. Iwo sadapeze chabwino china chilichonse ndipo Mulungu adawathandiza anthu okhulupirira pomenya nkhondo. Ndipo Mulungu ndi wamphamvu zambiri"
        },
        {
            "chapter": 33,
            "verse": 26,
            "text": "Ndipo anthu a m’Buku amene adawathandiza iwo, Mulungu adawachotsa kumalo awo okhazikika ndipo adakhazika mantha m’mitima mwawo, kotero inu mudapha ena ndi ena mudawagwira ukapolo"
        },
        {
            "chapter": 33,
            "verse": 27,
            "text": "Ndipo Iye adakupatsani dziko lawo, nyumba zawo, ndi katundu wawo ndi dziko limene inu simuyendamo. Mulungu ali ndi mphamvu pa chinthu china chilichonse"
        },
        {
            "chapter": 33,
            "verse": 28,
            "text": "Oh iwe Mtumwi! Auze akazi ako kuti, “Ngati inu mukonda moyo wa dziko lino ndiponso zosangalatsa zake, bwerani, ine ndidzakupatsani zosangalatsa zake ndipo ndidzakulolani kuti muchoke bwinobwino.”"
        },
        {
            "chapter": 33,
            "verse": 29,
            "text": "Ndipo ngati inu mufuna Mulungu ndi Mtumwi wake ndi moyo umene uli nkudza, ndithudi, Mulungu wawakonzera mphotho yaikulu anthu ochita zabwino amene ali pakati panu"
        },
        {
            "chapter": 33,
            "verse": 30,
            "text": "oh inu akazi a Mtumwi! Aliyense wa inu amene achita choipa poyera, chilango chake chidzaonjezedwa kawiri ndipo kutero ndi kwapafupi kwa Mulungu"
        }
    ]
}