{
    "pages": [
        {
            "chapter": 35,
            "verse": 45,
            "text": "Ndipo Mulungu akamalanga anthu chifukwa cha zoipa zimene amachita, sipakadakhala cholengedwa chimene chikadakhala ndi moyo padziko lapansi. Koma Iye amazisunga mpaka pa nthawi ya malire awo. Ndipo pamene nthawi yawo ikwana, ndithudi, Mulungu amaona akapolo ake onse"
        },
        {
            "chapter": 36,
            "verse": 1,
            "text": "Ya seen"
        },
        {
            "chapter": 36,
            "verse": 2,
            "text": "Ndili kulumbira pali Buku la nzeru la Korani"
        },
        {
            "chapter": 36,
            "verse": 3,
            "text": "Ndithudi iwe ndiwe mmodzi mwa amene adatumizidwa"
        },
        {
            "chapter": 36,
            "verse": 4,
            "text": "Pa njira yoyenera"
        },
        {
            "chapter": 36,
            "verse": 5,
            "text": "Ichi ndi chivumbulutso cha Mwini mphamvu ndi Mwini chisoni"
        },
        {
            "chapter": 36,
            "verse": 6,
            "text": "Kuti uwachenjeze anthu amene makolo awo sadachenjezedwe, kotero iwo ndi osamvera"
        },
        {
            "chapter": 36,
            "verse": 7,
            "text": "Ndithudi liwu la chilango latsimikizidwa kwa ambiri a iwo koma iwo sali okhulupirira"
        },
        {
            "chapter": 36,
            "verse": 8,
            "text": "Ife taika magoli m’makosi mwawo, amene afika m’zigama ndipo mitu yawo yanyamulidwa"
        },
        {
            "chapter": 36,
            "verse": 9,
            "text": "Ife taika chotchinga kutsogolo kwawo ndiponso kumbuyo kwawo ndipo tawakuta maso awo kuti asaone"
        },
        {
            "chapter": 36,
            "verse": 10,
            "text": "Ndi chimodzimodzi kaya uwachenjeza kapena ayi ndipo iwo sadzakhulupirira"
        },
        {
            "chapter": 36,
            "verse": 11,
            "text": "Ukhoza kumuchenjeza yekhayo amene watsatira chikumbutso ndi kuopa Mwini Chisoni ngakhale kuti iye sangamuone. Kwa iye umuuze nkhani yabwino ya chikhululukiro ndi mphotho yopambana"
        },
        {
            "chapter": 36,
            "verse": 12,
            "text": "Ndife amene tidzadzutsa anthu akufa ndi kulemba ntchito zonse za anthu ndi zizindikiro zimene asiya m’mbuyo: Talemba zonse mooneka bwino kwambiri m’buku"
        }
    ]
}