{
    "pages": [
        {
            "chapter": 39,
            "verse": 68,
            "text": "Ndipo lipenga lidzalizidwa kotero onse amene ali kumwamba ndi onse amene ali padziko lapansi adzakomoka kupatula okhawo amene Mulungu wawafuna. Ndipo lidzalizidwanso kachiwiri ndipo onse adzakhala choimirira ndi kumangoyembekezera"
        },
        {
            "chapter": 39,
            "verse": 69,
            "text": "Ndipo dziko lapansi lidzawala ndi muuni wa Ambuye wako ndipo Buku lidzatsekulidwa. Atumwi ndi mboni zidzaitanidwa ndipo chiweruzo chidzaperekedwa mwachilungamo pakati pawo ndipo iwo sadzaponderezedwa konse"
        },
        {
            "chapter": 39,
            "verse": 70,
            "text": "Ndipo mzimu uliwonse udzalipidwa mokwanira molingana ndi zimene udachita ndipo Iye amadziwa bwino zonse zimene mumachita"
        },
        {
            "chapter": 39,
            "verse": 71,
            "text": "Ndipo onse osakhulupirira adzatengedwa paulendo wa ku Gahena m’magulumagulu ndipo pamene azidzafika pafupi, makomo ake adzatsekulidwa ndipo oyang’anira kumeneko adzati kwa iwo, “Kodi sikunadze kwa inu Atumwi a mtundu wanu kukulalikirani ulangizi wa Ambuye wanu ndi kukuchenjezani za kukumana kwanu ndi tsiku lino?” Iwo adzati, “Inde!” Koma chilango chakwaniritsidwa kwa anthu osakhulupirira"
        },
        {
            "chapter": 39,
            "verse": 72,
            "text": "Iwo adzauzidwa kuti, “Lowani nonse m’zipata za Gahena kuti muzikhala m’menemo.” Ndipo ndi oipa malowa womwe anthu onyada adzakhaleko"
        },
        {
            "chapter": 39,
            "verse": 73,
            "text": "Ndipo onse amene amaopa Ambuye wawo adzatsogozedwa ku Paradiso m’magulumagulu. Ndipo pamene iwo azidzafika pafupi, taonani makomo azipata adzatsekulidwa, ndipo oyang’anira kumeneko adzati, “Mtendere ukhale kwa inu!” Inu mudzakhala mosangalala kotero lowani kuti muzikhala momwemo.”"
        },
        {
            "chapter": 39,
            "verse": 74,
            "text": "Ndipo iwo adzati, “Ulemerero ukhale kwa Mulungu amene wakwaniritsa kwa ife lonjezo lake ndipo watilola ife kuti tikhale m’dziko ili. Ife tidzakhala m’minda imene tifuna.” Kotero yabwino ndi mphotho ya anthu ogwira ntchito zabwino"
        }
    ]
}