{
    "pages": [
        {
            "chapter": 54,
            "verse": 7,
            "text": "Iwo adzadza kumeneko ndi nkhope zogwa pansi, kuchokera kumanda awo monga dzombe louluka ponseponse"
        },
        {
            "chapter": 54,
            "verse": 8,
            "text": "Adzadza mofulumira kwa oitana anthu osakhulupirira adzati, “Ili ndi tsiku lovuta kwambiri.”"
        },
        {
            "chapter": 54,
            "verse": 9,
            "text": "Asanadze iwo, anthu a Nowa adakana kapolo wathu ndipo adati, “Uyu ndi munthu wamisala.” Ndipo iwo adamuthamangitsa iye ndi kumunyoza kwambiri"
        },
        {
            "chapter": 54,
            "verse": 10,
            "text": "Ndipo iye adadandaula kwa Ambuye wake nati, “Ndagonjetsedwa kotero idzani kuti mundithandize.”"
        },
        {
            "chapter": 54,
            "verse": 11,
            "text": "Motero Ife tidatsekula makomo a kumwamba, ndipo mvula idagwa nthawi yomweyo"
        },
        {
            "chapter": 54,
            "verse": 12,
            "text": "Ndipo tidatumphutsa a kasupe padziko lapansi kotero madzi onse adakumana monga mwa lamulo lathu"
        },
        {
            "chapter": 54,
            "verse": 13,
            "text": "Ndipo tidamunyamula iye m’chombo chopangidwandimatabwandichokhomedwandimisomali"
        },
        {
            "chapter": 54,
            "verse": 14,
            "text": "Chidanyamuka potsogozedwa ndi Ife. Mphotho kwa iye amene adakanidwa"
        },
        {
            "chapter": 54,
            "verse": 15,
            "text": "Ndithudi tidachisiya icho ngati chizindikiro koma kodi alipo ena amene adzachenjezedwa"
        },
        {
            "chapter": 54,
            "verse": 16,
            "text": "Kodi chilango changa ndi chenjezo langa zidali zalikulu bwanji"
        },
        {
            "chapter": 54,
            "verse": 17,
            "text": "Ndithudi talipanga Buku la Korani kukhala losavuta kulidziwa ndi kulikumbukira. Kodi alipo ena amene adzachenjezedwa"
        },
        {
            "chapter": 54,
            "verse": 18,
            "text": "Anthu a Aad adakana. Kodi chilango changa ndi chenjezo langa zidali zoopsa bwanji"
        },
        {
            "chapter": 54,
            "verse": 19,
            "text": "Ndithudi Ife tidatumiza mphepo yamkhuntho pa tsiku latsoka losasimbika"
        },
        {
            "chapter": 54,
            "verse": 20,
            "text": "Kugwetsa anthu ngati kuti adali mathunthu a mitengo ya mgwalangwa yozulidwa"
        },
        {
            "chapter": 54,
            "verse": 21,
            "text": "Kodi chilango changa ndipo chenjezo langa zidali zoopsa bwanji"
        },
        {
            "chapter": 54,
            "verse": 22,
            "text": "Ndithudi talipanga Buku la Korani kukhala losavuta kulizindikira ndi kulikumbukira. Kodi alipo ena amene adzachenjezedwa"
        },
        {
            "chapter": 54,
            "verse": 23,
            "text": "Anthu a Thamoud adakana machenjezo"
        },
        {
            "chapter": 54,
            "verse": 24,
            "text": "Iwo adati, “Munthu! Mmodzi yekha wochokera ku mtundu wathu kuti timutsatire? Ndithudi ife tikhala olakwa kwambiri ndiponso a misala.”"
        },
        {
            "chapter": 54,
            "verse": 25,
            "text": "“Kodi ndiye kuti uthenga waperekedwa kwa iye yekha pakati pa ife tonse? Iyayi! Iye ndi wabodza ndi wodzikweza.”"
        },
        {
            "chapter": 54,
            "verse": 26,
            "text": "Mawa iwo adzadziwa kuti wabodza ndi wodzikweza ndani"
        },
        {
            "chapter": 54,
            "verse": 27,
            "text": "Ndithudi Ife titumiza ngamira yaikazi ngati mayesero kwa iwo. Motero iwe uwapenyetsetse ndipo ukhale wopirira"
        }
    ]
}