{
    "pages": [
        {
            "chapter": 4,
            "verse": 38,
            "text": "Ndi iwo amene amaononga chuma chawo modzionetsera kwa anthu, ndipo sakhulupirira mwa Mulungu ndi tsiku la chiweruzo; ndipo aliyense amene asankha Satana kukhala bwenzi lake, wasankha bwenzi loopsya"
        },
        {
            "chapter": 4,
            "verse": 39,
            "text": "Kodi iwo akadataya chiyani ngati akadakhulupirira mwa Mulungu ndi tsiku la chiweruzo ndi kupereka muzinthu zimene Mulungu adawapatsa iwo kuti ziziwathandiza? Mulungu amawadziwa onse"
        },
        {
            "chapter": 4,
            "verse": 40,
            "text": "Ndithudi! Mulungu sapondereza malipiro ngakhale a kanthu kochepa, ndipo ngati muli zabwino Iye adzakaonjezera malipiro ake ndipo amapereka kuchokera kwa Iye malipiro ochuluka"
        },
        {
            "chapter": 4,
            "verse": 41,
            "text": "Kodi zidzakhala bwanji pamene tidzabweretsa mboni kuchokera ku anthu a mtundu uliwonse ndipo tikubweretsa iwe kuti uzakhale mboni yowatsutsa"
        },
        {
            "chapter": 4,
            "verse": 42,
            "text": "Patsikulo onse amene sadakhulupilire ndipo sanamvere Mtumwi adzafunitsitsa akadaundiridwa m’nthaka koma iwo sadzabisa china chilichonse kwa Mulungu"
        },
        {
            "chapter": 4,
            "verse": 43,
            "text": "oh inu anthu okhulupirira! Musayandikire mapemphero pamene muli oledzera mpaka pamene mudziwa tanthauzo la zimene muli nkunena ndiponso pamene mwakhala malo ndi a kunyumba kwanu ndipo simunasambe kupatula pamene muli pa ulendo. Ndipo ngati muli nkudwala kapena muli pa ulendo kapena mmodzi mwa inu wachokera ku chimbudzi kapena mwagona limodzi ndi akazi anu, ndipo simudapeze madzi, tapani dothi labwino ndipo mupukute nkhope ndi manja anu. Ndithudi Mulungu ndi wa chifundo ndi okhululukira"
        },
        {
            "chapter": 4,
            "verse": 44,
            "text": "Kodi iwe siunawaone iwo amene adapatsidwa gawo la Buku ali kusochera ndipo akufuna kuti iwe usochere ku njira yabwino"
        }
    ]
}