{
    "rukus": [
        {
            "chapter": 7,
            "verse": 172,
            "text": "És midőn a te Urad Ádám fiainak ágyékából, hátaiból, vette ki az utódaikat és saját maguk ellen tétetett velük tanúságot: ..Talán nem Én vagyok a ti Uratok?\" Mondták: ,.De, igen! Tanúságot teszünk.\" Nehogy a Feltámadás Napján azt mondjátok: . Nekünk erről nem volt tudomásunk"
        },
        {
            "chapter": 7,
            "verse": 173,
            "text": "Vagy azt mondjátok: ..Már apáink is társítottak ezelőtt és mi csak utánuk következő utódok vagyunk. Vajon azért akarsz elpusztítani bennünket, amit a kárvallottan cselekvők tettek"
        },
        {
            "chapter": 7,
            "verse": 174,
            "text": "Így részletezzük a Jeleket. Talán visszatérnek (az Igazsághoz)"
        },
        {
            "chapter": 7,
            "verse": 175,
            "text": "És recitáld (Muhammad- Allah áldja meg és adjon Neki örök üdvösséget) nekik annak hírét, akinek odaadtuk a Jeleinket. Ám az mellőzte azokat és a sátán követte őt. És a tévelygők közé tartozott"
        },
        {
            "chapter": 7,
            "verse": 176,
            "text": "Ha akartuk volna felemelhettük volna általa, ám ő a földhöz ragadt és a kényeit követte. A példázata olyan, mint a kutya példázata: Ha rátámadsz kilógatja a nyelvét, vagy hagyd őt, akkor is kilógatja a nyelvét. Ez azon nép példázata, akik meghazudtolták a Mi Jeleinket. Mondd el a történeteket! Talán elgondolkoznak"
        },
        {
            "chapter": 7,
            "verse": 177,
            "text": "Milyen rossz a példája annak a népnek, akik meghazudtolták a Mi Jeleinket és saját maguk ellen vétkeztek"
        },
        {
            "chapter": 7,
            "verse": 178,
            "text": "Akit Allah vezérel, az az Igaz Úton vezéreltetik. És, akiket tévelygésbe visz, ők valóban a kárvallottak"
        },
        {
            "chapter": 7,
            "verse": 179,
            "text": "Bizony sok dzsinnt és embert teremtettünk a Pokolra. Van szívük, de nem értenek vele. Van szemük, de nem látnak vele. Van fülük, de nem hallanak vele. Ők olyanok, mint az állatok. De nem! Még tévelygőbbek. Ők azok, akik semmire sem figyelnek"
        },
        {
            "chapter": 7,
            "verse": 180,
            "text": "Allah-ot illetik a Szép Nevek, czek által fohászkodjatok Hozzá! És hagyjátok azokat, akik istenkáromlást követnek el az Ő Neveivel! Meg fogják kapni a jutalmukat azért, amit tettek"
        },
        {
            "chapter": 7,
            "verse": 181,
            "text": "És azok között, akiket teremtettünk. van egy közösség, amely az Igazság szerint vezet és aszerint cselekszik igazságosan"
        }
    ]
}