{
    "rukus": [
        {
            "chapter": 9,
            "verse": 81,
            "text": "Örvendeztek az otthonaikban bátramaradók\" annak, hogy Allah Küldöttével ellentétben (otthon maradhattak). És ellenükre volt, hogy testükkel és javaikkal Allah Útján hadakozzanak. És mondták: , Ne vonuljatok ki hőségben!\" Mondd: , A Pokol tüze még forróbb!\" Bárcsak felfognák"
        },
        {
            "chapter": 9,
            "verse": 82,
            "text": "Nevessenek csak egy keveset! És sírjanak sokat! Annak jutalmaként, amit megszereztek"
        },
        {
            "chapter": 9,
            "verse": 83,
            "text": "Ha Allah hazavezérel téged egy csoporthoz közülük, azok engedélyt fognak kérni tőled a kivonulásra. Mondd: Ti soha nem fogtok kivonulni velem. És nem fogtok velem együtt az ellenség ellen harcolni. Ti bizony elégedettek voltatok az otthon maradással az első alkalommal. Most tehát üljetek. a hátramaradókkal"
        },
        {
            "chapter": 9,
            "verse": 84,
            "text": "És ha valaki meghal közülük soha ne mondjál ( Muhammad- Allah áldja meg és adjon Neki örök üdvösséget) imát érte és ne állj meg a sírja felett! Ők hitetlenek voltak Allah-hal szemben és a Küldöttével szemben és úgy haltak meg, hogy bűnösök voltak"
        },
        {
            "chapter": 9,
            "verse": 85,
            "text": "Ne késztessenek csodálatra a Jjavaik és a gyermekeik! Allah csupán azok által akarja megbüntetni őket az evilági létben, hogy úgy szálljon el a lelkük, hogy ők hitetlenek"
        },
        {
            "chapter": 9,
            "verse": 86,
            "text": "És ha kinyilatkoztatik egy sűra azzal, hogy: . Higgyetek Allah-ban és harcoljatok az Ő Küldöttével együtt!\" A tehetősek közülük engedélyt kérnek tőled. És mondják: , Engedd, hogy az otthon maradókkal legyünk"
        },
        {
            "chapter": 9,
            "verse": 87,
            "text": "Elégedettek voltak azzal, hogy a hátramaradókkal legyenek. Lepecsételtetett a szívük és ők nem fognak fel semmit"
        },
        {
            "chapter": 9,
            "verse": 88,
            "text": "Ám a Küldött és azok, akik vele együtt hisznek harcba szállnak javaikkal és testükkel. Nekik a jó dolgok járnak. Ők azok, akik boldogulnak"
        },
        {
            "chapter": 9,
            "verse": 89,
            "text": "Allah Kerteket készített elő a számukra, amelyek alatt folyók folynak, örökkön abban fognak időzni. Ez a hatalmas diadal"
        }
    ]
}