{
    "rukus": [
        {
            "chapter": 10,
            "verse": 11,
            "text": "És ha Allah úgy siettetné a rosszat az emberekkel szemben, ahogyan ők siettetni szeretnék a jót, akkor bizony már elrendelte Volna az ő megszabott idejüket. ÁmMi engedjük azokat, akik nem áhítozzák a Velünk való találkozást, az ő tévelygésükben bolyongani"
        },
        {
            "chapter": 10,
            "verse": 12,
            "text": "És ha az embert rossz éri, akkor fohászkodik hozzánk az oldalán (fekve), ülve, vagy állva. Ám miután elhárítottuk róla a rosszat, továbbmegy mintha nem is fohászkodott volna Hozzánk valami rossz miatt, ami érte, Így díszíttetett fel a túlzóknak az, amit cselekszenek"
        },
        {
            "chapter": 10,
            "verse": 13,
            "text": "Bizony már elpusztítottunk századokat előttetek is, amidőn ők bűnöket követtek el. Eljöttek. hozzájuk a Küldötteik a nyilvánvaló bizonyítékokkal, ám ök nem hittek. Mi ilyen módon jutalmazzuk a vétkesek népét"
        },
        {
            "chapter": 10,
            "verse": 14,
            "text": "Majd utódaikká tettünk meg benneteket a földön, hogy megfigyeljük ti hogyan cselekedtek"
        },
        {
            "chapter": 10,
            "verse": 15,
            "text": "És amikor a Mi Verseink nyilvánvaló bizonyítékokként recitáltatnak nekik, azok, akik. nem áhítozzák a Velünk való találkozást azt mondják: , Hozz egy Koránt, ami más, mint ez! Vagy változtasd meg!\" Mondd (Muhammad- Allah áldja meg és adjon Neki örök üdvösséget): ,. Én nem változtathatom meg azt magamtól. Én csupán azt követem, ami sugalltatott nekem. Ha szembefordulnék az Urammal, akkor egy hatalmas \"Nap büntetésétől kellene félnem"
        },
        {
            "chapter": 10,
            "verse": 16,
            "text": "Mondd (Muhammad- Allah áldja meg és adjon Neki örök üdvösséget): ,.Ha Allah akarta \"volna akkor nem recitáltam volna nektek azt és nem tudattam volna veletek azt. Hiszen egy életet leéltem már közöttetek ezelőtt. Hát nem fogjátok fel az eszetekkel"
        },
        {
            "chapter": 10,
            "verse": 17,
            "text": "És ki bűnösebb, mint az, aki hazugságot kohol Allah ellen, vagy meghazudtolja az Ő Jeleit? Bizony nem boldogulnak a vétkesek"
        },
        {
            "chapter": 10,
            "verse": 18,
            "text": "És Allah helyett olyat szolgálnak, ami sem ártani, sem használni nem képes nekik. És azt mondják: , Ezek a mi közbenjáróink Allah-nál!\" Mondd: Talán olyasvalamiről akartok hírt adni Allah-nak, amiről Ő nem tud, sem az egekben sem a földön?\" Magasztaltassék, mennyire felette áll Ő annak, amit társítanak"
        },
        {
            "chapter": 10,
            "verse": 19,
            "text": "Az emberek kezdetben egyetlen közösséget (egyetlen vallást követtek) alkottak\". Ám nézetkülönbség támadt közöttük. És ha nem lett volna a szó, amely már elhangzott az Uradtól, akkor bizony már döntés született volna azzal kapcsolatban, amiben összekülönböztek"
        },
        {
            "chapter": 10,
            "verse": 20,
            "text": "És azt mondják: , Miért nem küldetett le a számára Jel az Urától?\" Mondd: ,.A láthatatlan (tudása) Allah-é! Várjatok csak! Énis veletek várakozom"
        }
    ]
}