{
    "rukus": [
        {
            "chapter": 21,
            "verse": 51,
            "text": "És bizony már korábban adtuk Ibráhim-nak (Ábrahámnak) a vezetést, hiszen ismerettel bírtunk róla"
        },
        {
            "chapter": 21,
            "verse": 52,
            "text": "Midőn mondta apjának és népének: ,. Mik ezek a szobrok, amiket tisztelettel öveztek"
        },
        {
            "chapter": 21,
            "verse": 53,
            "text": "Mondták: . Már apáinkat is úgy találtuk, hogy ezeket szolgálták"
        },
        {
            "chapter": 21,
            "verse": 54,
            "text": "Mondta (Ábrahám): , Bizony ti és apáitok nyilvánvaló tévelygésben Vagytok"
        },
        {
            "chapter": 21,
            "verse": 55,
            "text": "Mondták: . Talán az Igazságot hoztad el nekünk? Vagy a játszadozók közül való vagy"
        },
        {
            "chapter": 21,
            "verse": 56,
            "text": "Mondta: .. Nem! A ti Uratok az egek és a föld Ura, Aki megteremtette azokat és én ezt a számotokra tanúsítom"
        },
        {
            "chapter": 21,
            "verse": 57,
            "text": "Allah-ra! Bizony fortélyt eszelek ki a bálványaitok ellen miután ti elfordultok"
        },
        {
            "chapter": 21,
            "verse": 58,
            "text": "Apró darabokra széttördelte azokat, kivéve a legnagyobbjukat, talán visszatérnek hozzá"
        },
        {
            "chapter": 21,
            "verse": 59,
            "text": "Mondták: Ki tette ezt a mi istenségeinkkel? Bizony a bűnösök közül való ő"
        },
        {
            "chapter": 21,
            "verse": 60,
            "text": "Mondták: , Hallottuk, hogy egy Tbráhim-nak (Ábrahámnak) nevezett fiatal férfi emlegette őket"
        },
        {
            "chapter": 21,
            "verse": 61,
            "text": "Mondták: .. Hozzátok hát őt ide a nép elé, talán tanúságot tesznek"
        },
        {
            "chapter": 21,
            "verse": 62,
            "text": "Mondták: , Talán te tetted ezt Ibrahim (Ábrahám) a mi istenségeinkkel"
        },
        {
            "chapter": 21,
            "verse": 63,
            "text": "Mondta (Ábrahám): ..Nem! Hanem a legnagyobb közülük! Kérdezzétek meg azokat\", ha képesek (azok) megszólalni"
        },
        {
            "chapter": 21,
            "verse": 64,
            "text": "Önmagukhoz fordultak és mondták: Bizony ti vagytok a bűnösök"
        },
        {
            "chapter": 21,
            "verse": 65,
            "text": "Majd a fejük egymás felé fordult (s mondták): , Bizonnyal (te, Ábrahám) tudod, hogy ezek nem képesek megszólalni"
        },
        {
            "chapter": 21,
            "verse": 66,
            "text": "Mondta (Ábrahám): Talán Allah. helyett olyat szolgáltok, ami basznotokra sem tud lenni és ártani sem képes"
        },
        {
            "chapter": 21,
            "verse": 67,
            "text": "Ó jaj! Pfuj rátok és arra, mit Allah helyett szolgáltok! Hát nem fogjátok fel ésszel"
        },
        {
            "chapter": 21,
            "verse": 68,
            "text": "Mondták: ,.Égessétek el őt, hogy ezzel is segítsétek istenségeiteket, ha tényleg cselekedni akartok"
        },
        {
            "chapter": 21,
            "verse": 69,
            "text": "Mondtuk (a Magasztos Allah): Tűz! Légy hideg és békesség Ibráhim (Ábrahám) számára"
        },
        {
            "chapter": 21,
            "verse": 70,
            "text": "Fortélyt, ármányt akartak vele (Ábrahámmal) elkövetni, ám Mi őket tettük kárvallott vesztesekké"
        },
        {
            "chapter": 21,
            "verse": 71,
            "text": "És megmentettük őt és Lótot arra a földre (telepítve le őket), amelyet megáldottunk a világok számára"
        },
        {
            "chapter": 21,
            "verse": 72,
            "text": "És neki adtuk Ishűg-ot (Izsák) és Yafgüb-ot (Jákob) - ráadásul, és mindegyiküket jóravaló kegyesekké tettük"
        },
        {
            "chapter": 21,
            "verse": 73,
            "text": "És élenjáró példává tettük őket, hogy a Mi parancsunk szerint vezessenek az Igaz Útra és jótetteket sugalltunk nekik és azt, hogy végezzék el az imát, adják meg a zakát-ot. És ők Minket szolgáltak"
        },
        {
            "chapter": 21,
            "verse": 74,
            "text": "És Lótnak bölcsességet és tudást adtunk. És megmentettük őt egy olyan városból, amely fertelmes dolgokat követett el. Bizony azok rossz és bűnös emberek voltak"
        },
        {
            "chapter": 21,
            "verse": 75,
            "text": "Beengedtük őt az Irgalmunkba, mivel ő az igazak és a jóravaló kegyesek közül való volt"
        }
    ]
}