{
    "rukus": [
        {
            "chapter": 40,
            "verse": 38,
            "text": "És azt mondta, aki hitt: Ó népem! Kövessetek engem az Igaz Útra vezetlek benneteket"
        },
        {
            "chapter": 40,
            "verse": 39,
            "text": "Ó népem! Az evilági élet rövid gyönyör csupán. A Túlvilág az állandó tartózkodás helye"
        },
        {
            "chapter": 40,
            "verse": 40,
            "text": "Aki rossztettet visz végbe, annak büntetése csupán ugyanannyi lesz (amennyi rosszat tett). Ám, aki jóravaló módon cselekszik - akár férfi, akár nő - és ő hívő (az ilyenek összessége) azok, akik a Paradicsomba lépnek be. Számonkérés nélkül részesülnek ellátásban abban.\" Hizb"
        },
        {
            "chapter": 40,
            "verse": 41,
            "text": "Ó népem! Mi történt velem, hogy én a (boldoguló) menekülésre hívlak benneteket, holott ti a Tűzbe hívtok engem"
        },
        {
            "chapter": 40,
            "verse": 42,
            "text": "Arra hívtok engem, hogy megtagadjam Allah-ot és társat állítsak Mellé, amikről én nem bírok tudással. Én pedig hívlak benneteket a Hatalmashoz, a Megbocsátóhoz"
        },
        {
            "chapter": 40,
            "verse": 43,
            "text": "Kétségtelen, hogy az, amire ti hívtok engem, annak sem az evilági életben, sem a Túlvilágon nincs jussa a fohászhoz. Mi Allah-hoz térünk vissza! A határokat áthágók, ők bizony a Tűz lakói"
        },
        {
            "chapter": 40,
            "verse": 44,
            "text": "Ti majd emlékezni fogtok arra, amit én mondok és Allah-ra bízom ügyemet. Allah bizony figyelemmel kíséri a szolgákat"
        },
        {
            "chapter": 40,
            "verse": 45,
            "text": "Allah megóvta őt azon rossz dolgoktól, amiket forraltak. A Fáraó családját pedig a legrosszabb. büntetéssel vette körül"
        },
        {
            "chapter": 40,
            "verse": 46,
            "text": "Ez (pedig nem volt más, mint) a Tűz, amelyhez előhozatnak reggel és este. És azon a Napon, amikor bekövetkezik az Óra (az mondatik az Angyaloknak): . Küldjétek a Fáraó háza népét a legkeményebb büntetésbe"
        },
        {
            "chapter": 40,
            "verse": 47,
            "text": "És midőn vitáznak egymással a \"Tűzben, a gyengék azt mondják azoknak, akik gőgös módon \"viselkednek: ,.Mi követtünk titeket, vajon képesek vagytok-e levenni rólunk egy részét a Tűznek"
        },
        {
            "chapter": 40,
            "verse": 48,
            "text": "Így szólnak a gőgösen viselkedők: . Mi mindannyian benne (a Tűzben) vagyunk. Bizony Allah már ítélkezett a szolgák között"
        },
        {
            "chapter": 40,
            "verse": 49,
            "text": "Így szólnak azok, akik a Tűzben \"vannak a Pokol őrzőihez: ,.Kérjétek az Uratokat, hogy könnyítsen rajtunk egy napot a büntetésből"
        },
        {
            "chapter": 40,
            "verse": 50,
            "text": "Azt mondják: . Talán nem jöttek- e el hozzátok a Küldötteitek világos bizonyítékokkal?\" Azt felelik: De igen.\" Azt mondják: .Fohászkodjatok!\" Ám a hitetlenek fohásza tévelygésben van"
        }
    ]
}