{
    "rukus": [
        {
            "chapter": 54,
            "verse": 23,
            "text": "Tamüd (törzse) hazugsággal \"vádolta az intelmeket"
        },
        {
            "chapter": 54,
            "verse": 24,
            "text": "És mondták: , Talán egy, közülünk való embert kövessünk? Bizony, akkor tévelygésben és őrültségben lennénk"
        },
        {
            "chapter": 54,
            "verse": 25,
            "text": "Najon neki (Salih-nak) küldetett le az Intés közülünk? Megátalkodott hazug ő"
        },
        {
            "chapter": 54,
            "verse": 26,
            "text": "Holnap majd meg fogják tudni ki a megátalkodott hazug"
        },
        {
            "chapter": 54,
            "verse": 27,
            "text": "Mi egy nősténytevét küldünk el hozzájuk próbatételként. Figyeld csak őket és légy állhatatos türelemmel"
        },
        {
            "chapter": 54,
            "verse": 28,
            "text": "Tudasd velük, hogy a víz szétosztandó közöttük (és a teve között). Minden ivásnál jelen kell lenni"
        },
        {
            "chapter": 54,
            "verse": 29,
            "text": "Ök azonban a társukat szólították, aki nekigyürközött és elvágta az inát"
        },
        {
            "chapter": 54,
            "verse": 30,
            "text": "Milyen volt a Büntetésem és az Intelmeim"
        },
        {
            "chapter": 54,
            "verse": 31,
            "text": "Mi bizony egyetlen kiáltást (savhatun, büntetésként) küldtünk le rájuk és olyanok lettek, mint a száraz pelyva, amit a karám készítője (eldob)"
        },
        {
            "chapter": 54,
            "verse": 32,
            "text": "Bizony könnyűvé tettük a Koránt az intelem számára. Van-e valaki, aki hallgat az intelemre"
        },
        {
            "chapter": 54,
            "verse": 33,
            "text": "Lüt (Lót) népe hazugsággal vádolta az intelmeket"
        },
        {
            "chapter": 54,
            "verse": 34,
            "text": "Mi bizony közáport (hásiban) küldtünk le rájuk-kivéve Lót családját. Hajnalban megmentettük őket"
        },
        {
            "chapter": 54,
            "verse": 35,
            "text": "A Tőlünk származó kegyelem révén. Mi ekképpen jutalmazzuk azt, aki hálás"
        },
        {
            "chapter": 54,
            "verse": 36,
            "text": "Ő intette őket a Mi csapásunktól. Ámők kételkedtek az intelmekben"
        },
        {
            "chapter": 54,
            "verse": 37,
            "text": "Ők bizony rossz szándékkal kísérelték megszégyeníteni vendégeit. Mi kioltottuk a szemük világát. (Mondván:) , zleljétek meg a Büntetésemet és az Intelmeimet"
        },
        {
            "chapter": 54,
            "verse": 38,
            "text": "Reggelre kelve elrendelt büntetés szállt le rájuk"
        },
        {
            "chapter": 54,
            "verse": 39,
            "text": "Ízleljétek meg a Büntetésemet és az Intelmeimet"
        },
        {
            "chapter": 54,
            "verse": 40,
            "text": "Bizony könnyűvé tettük a Koránt az intelem számára. Van-e valaki, aki hallgat az intelemre"
        }
    ]
}