{
    "rukus": [
        {
            "chapter": 58,
            "verse": 1,
            "text": "Allah bizony meghallotta annak a szavát (Hawla bint Taflaba), aki a férje miatt kezdett vitát Veled (Muhammad- Allah áldja meg és adjon neki örök üdvösséget), és Allah-nak panaszkodott. Allah meghallja a beszélgetéseteket. Allah Halló és Látó. Guz\" 28. Hizb"
        },
        {
            "chapter": 58,
            "verse": 2,
            "text": "Azok, akik közületek úgy válnak el a feleségeitektől, hogy azt mondják: , Olyan vagy nekem, mint az anyám háta!\" - tudniuk kell -, hogy ők nem az anyjuk. Anyjuk csak az, aki szülte őket. Ezzel ők borzalmas szót ejtenek. ki és igaztalant. Ám, Allah bizony Elnéző és Megbocsátó"
        },
        {
            "chapter": 58,
            "verse": 3,
            "text": "Akik úgy válnak el feleségeiktől, hogy azt mondják: Olyan vagy nekem, mint az anyám háta!\" majd visszatérnek ahhoz, amit már mondtak, azoknak egy rabszolgát kell felszabadítaniuk, mielőtt egymást érintenék. Ebből okulhattok. Amit tesztek, mindarról Allah tud"
        },
        {
            "chapter": 58,
            "verse": 4,
            "text": "Aki pedig erre nem képes (előteremteni a pénzt a rab felszabadítására), annak két egymást követő hónapban kell böjtölnie, mielőtt egymást érintenék. Aki pedig erre sem képes, annak hatvan szegény ember táplálása a kötelessége. Ez azért van, hogy higgyetek Allah- ban és az Ő Küldöttében. Ezek Allah törvényként szolgáló szabályai. A hitetleneknek pedig fájdalmas büntetés jár"
        },
        {
            "chapter": 58,
            "verse": 5,
            "text": "Akik pedig szembefordulnak Allah-hal és az Ő Küldöttével (Muhammad-dal Allah áldja meg és adjon Neki örök üdvösséget), azoknak szörnyü megaláztatás lesz az osztályrészük. Ahogyan megaláztatás jutott azoknak, akik előttük voltak. Mi bizony világos Jeleket nyilatkoztattunk ki. A hitetleneknek pedig megalázó büntetés jut majd"
        },
        {
            "chapter": 58,
            "verse": 6,
            "text": "Azon a Napon, midőn Allah mindegyikőjüket feltámasztja, és tudatja velük, mit tettek. Allah pontosan számon tartotta azt (a tetteiket). Ám ők elfeledték. Allah mindenre felügyel"
        }
    ]
}