{
    "maqras": [
        {
            "chapter": 46,
            "verse": 21,
            "text": "And mention (to them about) the brother of Aad (Hud), when he warned his people at Al Ahqaf (the sand hills).And indeed warners came before him and after him, (each one saying) that, “Do not serve (worship) anyone except God, I fear for you the punishment of the great day.”"
        },
        {
            "chapter": 46,
            "verse": 22,
            "text": "They said, “Have you come to us to turn us away from our gods? Then bring to us that with which you threaten us, if you are of the truthful ones.”"
        },
        {
            "chapter": 46,
            "verse": 23,
            "text": "He said, “The knowledge (thereof) is only with God and I convey to you only that which his communicated to me, but I see (that) you are an ignorant people.”"
        },
        {
            "chapter": 46,
            "verse": 24,
            "text": "Then when they saw the (punishment in the form of) a cloud coming towards their valleys, they said, “This is a cloud which will give us rain.” No, it is that which you sought to be hastened on, wind in which is a painful punishment"
        },
        {
            "chapter": 46,
            "verse": 25,
            "text": "(it will) destroy everything by the command of its Lord. So they became such that nothing could be seen except their houses. Thus do We reward the criminal people"
        },
        {
            "chapter": 46,
            "verse": 26,
            "text": "And We had indeed established them in (a condition) in which We have not established you. And We made for them (the means of) hearing and seeing and the hearts, but their hearing and their seeing and their hearts were of no use to them in anything when they knowingly rejected God’s signs, and that which they used to mock at engulfed them"
        },
        {
            "chapter": 46,
            "verse": 27,
            "text": "And indeed We destroyed the towns which are around you, and repeated Our signs that they may turn (to Us)"
        },
        {
            "chapter": 46,
            "verse": 28,
            "text": "Then why did those whom they had taken as gods besides God (for achieving) nearness (to Him), not help them? No, they disappeared from them, and that was their falsehood and that which they used to forge"
        },
        {
            "chapter": 46,
            "verse": 29,
            "text": "And when We turned towards you a party of the jinn seeking to hear the Quran, so when they were present before it they said, “Be silent and listen.” Then when the (recital) had finished they turned towards their people (others like them) warning (them)"
        },
        {
            "chapter": 46,
            "verse": 30,
            "text": "They said, “O our people! we have heard a book sent down after Moses, confirming that which is before it, it guides towards the truth and towards a straight path"
        },
        {
            "chapter": 46,
            "verse": 31,
            "text": "O our people! respond to one who invites towards God and believe in Him, He will forgive you your sins and protect you from the painful punishment"
        },
        {
            "chapter": 46,
            "verse": 32,
            "text": "And he who does not respond to one who invites towards God, then he cannot defeat (God) in the earth and there will be no guardians for him besides Him. Those are in clear error,”"
        },
        {
            "chapter": 46,
            "verse": 33,
            "text": "Did they not consider that God Who created the skies and the earth, and was not tired in creating them, is able to give life to the dead? Why not ! He certainly has power over everything"
        },
        {
            "chapter": 46,
            "verse": 34,
            "text": "And the day those who do not believe will be presented before the fire (and asked). “Is not (all this happening) in reality?” They will say, “Why not by our Lord (it is real).”He will say, “Then taste the punishment because you used to reject (it)"
        },
        {
            "chapter": 46,
            "verse": 35,
            "text": "So be patient, as those among the messengers possessing determination were patient, and do not seek to hasten for them (the punishment). The day they will see that which they are promised, it will be as if they did not stay but for an hour of a day. (Your responsibility is) conveyance of the message. Then who (else) will be destroyed except the transgressing people"
        },
        {
            "chapter": 47,
            "verse": 1,
            "text": "Those who do not believe and turn away (people) from the way of God, He makes their deeds get lost"
        },
        {
            "chapter": 47,
            "verse": 2,
            "text": "And those who believe and do righteous works and believe in that which is sent down on Muhammad, and that is the truth from their Lord, He removes from them their evils and sets right their condition"
        },
        {
            "chapter": 47,
            "verse": 3,
            "text": "That is because those who do not believe follow falsehood and those who believe follow the truth from their Lord. Thus God sets forth for mankind their similitudes"
        },
        {
            "chapter": 47,
            "verse": 4,
            "text": "So when you meet the disbelievers ˹in battle˺, strike ˹their˺ necks until you have thoroughly subdued them, then bind them firmly. Later ˹free them either as˺ an act of grace or by ransom until the war comes to an end. So will it be. Had God willed, He ˹Himself˺ could have inflicted punishment on them. But He does ˹this only to˺ test some of you by means of others. And those who are martyred in the cause of God, He will never render their deeds void"
        },
        {
            "chapter": 47,
            "verse": 5,
            "text": "He will guide them and set right their condition"
        },
        {
            "chapter": 47,
            "verse": 6,
            "text": "And He will make them enter the garden which He has made known to them"
        },
        {
            "chapter": 47,
            "verse": 7,
            "text": "O you who believe! if you help God, He will help you and make your feet firm"
        },
        {
            "chapter": 47,
            "verse": 8,
            "text": "And those who do not believe, there is destruction for them and He makes their deeds get lost"
        },
        {
            "chapter": 47,
            "verse": 9,
            "text": "That is because they disliked that which God sent down, so He made their deeds become fruitless"
        }
    ]
}