{
    "maqras": [
        {
            "chapter": 3,
            "verse": 15,
            "text": "Say, \"Shall I inform you of something better than that? For those who guard (against evil), there are gardens with their Lord for staying in them, beneath which rivers flow, and pure mates and pleasure from God, and God is the Seer of His servants"
        },
        {
            "chapter": 3,
            "verse": 16,
            "text": "who say: Our Lord! we certainly believe so protectively forgive us our sins and save us from the punishment of the fire"
        },
        {
            "chapter": 3,
            "verse": 17,
            "text": "the patient and the truthful and the devoutly obedient and those who spend and those who ask for protective forgiveness in the early hours of morning"
        },
        {
            "chapter": 3,
            "verse": 18,
            "text": "God bears witness that there is no god except Him and the angels and possessors of knowledge established on justice (too, that ) there is no god except Him, the Mighty the Wise"
        },
        {
            "chapter": 3,
            "verse": 19,
            "text": "(True) religion with God is certainly Al-Islam(submitting will to God). And those who were given the book differed only after the knowledge (that) had come to them, due to mutual envy. And whoever does not believe in the signs of God, then God is certainly Quick at (settling) the account"
        },
        {
            "chapter": 3,
            "verse": 20,
            "text": "So if they dispute with you then say, \"I have submitted myself (totally) to God and (so have) those who follow me,\" and say to those who were given the book and those who are not learned, \"Do you submit?\" So if they submit, then indeed they are rightly guided, but if they turn away then (the responsibility) upon you is only conveyance of the message and God is the Seer of His servants"
        },
        {
            "chapter": 3,
            "verse": 21,
            "text": "Convey the news of a painful punishment to those who do not believe in the signs of God and slay the prophets without having the right to do so and slay those who enjoin justice from among human beings"
        },
        {
            "chapter": 3,
            "verse": 22,
            "text": "Those are the persons whose deeds have become fruitless in the world and the hereafter, and they have no helpers"
        },
        {
            "chapter": 3,
            "verse": 23,
            "text": "Did you not consider those who were given a part of the book? (When) they are called towards the book of God that it may decide between them, then a sect of them turn back and they keep away"
        },
        {
            "chapter": 3,
            "verse": 24,
            "text": "That is because they say, \"The fire shall not touch us except for a certain number of days.\" And that which they have forged deceives them in their religion"
        },
        {
            "chapter": 3,
            "verse": 25,
            "text": "So how will it be when We will gather them on a day, about which there is no doubt, and every soul will be paid in full for that which it earned and injustice will not be done to them"
        },
        {
            "chapter": 3,
            "verse": 26,
            "text": "Say,\"O God! owner of authority, You give authority to whom You will, and You take away authority from whom You will, and You give the might to whom You will and You disgrace whom You will, in Your hand is good, You certainly have power over everything"
        },
        {
            "chapter": 3,
            "verse": 27,
            "text": "You make the night to enter into the day and You make the day to enter into the night and You bring out the living from the dead and You bring out the dead from the living and You provide without measure to whom You will"
        },
        {
            "chapter": 3,
            "verse": 28,
            "text": "Believers should not take disbelievers as guardians instead of the believers—and whoever does so will have nothing to hope for from God—unless it is a precaution against their tyranny. And God warns you about Himself. And to God is the final return"
        },
        {
            "chapter": 3,
            "verse": 29,
            "text": "Say, \"Whether you hide that which is in your bosoms or manifest it, God knows it, and He knows whatever is in the skies and whatever is in the earth and God has power over everything"
        },
        {
            "chapter": 3,
            "verse": 30,
            "text": "The day every soul will find that which it did of good present (before it) along with that which it did of evil, it shall wish that between it (soul) and the (evil) there were a long distance. And God makes you cautious of Himself and God is full of pity for (His) servants"
        },
        {
            "chapter": 3,
            "verse": 31,
            "text": "Say, \"If you love God then follow me, God will love you and protectively forgive you your sins and God is Protectively Forgiving, Merciful"
        },
        {
            "chapter": 3,
            "verse": 32,
            "text": "Say, \"Obey God and the messenger.\" But if they turn away, then God certainly does not like the disbelievers"
        }
    ]
}