{
    "juzs": [
        {
            "chapter": 58,
            "verse": 1,
            "text": "God has indeed heard (and accepted) the words of the woman who pleads with you concerning her husband and refers her complaint to God. God hears the dialogue between you. Surely God is All-Hearing, All-Seeing"
        },
        {
            "chapter": 58,
            "verse": 2,
            "text": "Those among you who declare their wives to be unlawful for them by using of them the expression \"Be as my mother’s back to me,\" (should know that) their wives are not their mothers. Their mothers are none other than the women who gave them birth. Such men certainly utter a word abhorred (by the Shari‘ah) and a falsehood. Yet God is surely All-Pardoning (He overlooks the faults of His servants), All-Forgiving"
        },
        {
            "chapter": 58,
            "verse": 3,
            "text": "Those who declare their wives unlawful for them (by using of them that abhorred expression) and thereafter wish to go back on the words they have uttered must free a slave before they (the spouses) touch each other. This is what you are urged to do. And God is fully aware of what you do (so do not seek to evade this act of penance and expiation for your wrong)"
        },
        {
            "chapter": 58,
            "verse": 4,
            "text": "Whoever does not find (means to do that), let him fast two (lunar) months consecutively before they (the spouses) touch each other. And he that is not able to do so, (his penance shall be) to feed sixty destitute ones (two meals). This is in order that you perfect your faith in God and His Messenger (so that you believe in the truth of whatever God has enjoined and His Messenger conveyed to you, and live accordingly). These are the bounds of God. And for the unbelievers there is a painful punishment"
        },
        {
            "chapter": 58,
            "verse": 5,
            "text": "Those who oppose God and His Messenger (in the observance of God’s bounds) will certainly be abased (in the world) even as those (who did likewise) before them were abased. We have certainly sent down clear Revelations (to guide you to happiness in both worlds). And for the unbelievers there is a humiliating punishment"
        },
        {
            "chapter": 58,
            "verse": 6,
            "text": "On the day when God will raise them all from the dead, and make them truly understand all that they did (in the world, and call them to account): God has had it written down, though they have forgotten it. God is witness over everything"
        },
        {
            "chapter": 58,
            "verse": 7,
            "text": "Have you not considered that God knows whatever is in the heavens and whatever is on the earth? There is not a secret counsel between three persons but He is the fourth of them, nor between five but He is the sixth of them, nor less than that nor more but He is with them wherever they may be. Thereafter He will make them truly understand all that they do (and call them to account) on the Day of Resurrection. Surely God has full knowledge of everything"
        },
        {
            "chapter": 58,
            "verse": 8,
            "text": "Have you not considered those who were forbidden to hold secret counsels, and yet reverted to what they had been forbidden, and held secret meetings to commit sins (such as drinking alcohol, gambling, and evading the Prayer), and for (urging one another to) offensiveness and disobedience to the Messenger (in his commands and prohibitions). (It is these very people who) when they come to you, salute you with a salutation that God has never taught you and with which He has never saluted you, and say to one another (in derision): \"Why does God not punish us for what we say (if Muhammad is truly His Prophet)?\" Hell will suffice them, they will enter it to roast. How evil a destination to arrive at"
        },
        {
            "chapter": 58,
            "verse": 9,
            "text": "O you who believe! If you hold secret counsels, do not hold secret counsels to commit sins, or for (urging one another to) offensiveness, and disobedience to the Messenger; but rather hold counsels for godliness, and righteousness, and piety. Keep from disobedience to God in reverence for Him and piety, to Whom you will be gathered"
        },
        {
            "chapter": 58,
            "verse": 10,
            "text": "Secret counsels (held for other reasons) are only (a provocation) from Satan, in order that he may cause grief to the believers; yet he cannot harm them in anything unless by God’s leave; and in God let the believers put their trust"
        },
        {
            "chapter": 58,
            "verse": 11,
            "text": "O you who believe! When you are told, \"Make room in the assemblies (for one another and for new comers),\" do make room. God will make room for you (in His grace and Paradise). And when you are told, \"Rise up (and leave the assembly),\" then do rise up. God will raise (in degree) those of you who truly believe (and act accordingly), and in degrees those who have been granted the knowledge (especially of religious matters). Surely God is fully aware of all that you do"
        },
        {
            "chapter": 58,
            "verse": 12,
            "text": "O you who believe! When you intend to consult the Messenger in private, offer something in alms (to the needy) before your consultation. That is better for you and purer. Yet if you do not find (means to do so), then God is surely All-Forgiving, All-Compassionate"
        },
        {
            "chapter": 58,
            "verse": 13,
            "text": "Is it that you are afraid of offering something in alms before your consultation (with him)? (If so) and you have not done it, and God has turned to you in forgiveness, then establish the Prayer in conformity with its conditions, and pay the Prescribed Purifying Alms, and obey God and His Messenger. God is fully aware of all that you do"
        },
        {
            "chapter": 58,
            "verse": 14,
            "text": "Have you not considered those who take for confidants and guardians a people whom God has condemned to punishment? They are neither of you (O believers) nor of the others (whom they take for confidants and guardians). They swear to a lie (that they are of you), while they know (it to be a lie)"
        },
        {
            "chapter": 58,
            "verse": 15,
            "text": "God has prepared for them a severe punishment. Evil indeed is that which they do habitually"
        },
        {
            "chapter": 58,
            "verse": 16,
            "text": "They take their oaths as a covering (to screen their misdeeds and themselves from accusation), and bar (people) from God’s way. Therefore there is for them a humiliating punishment"
        },
        {
            "chapter": 58,
            "verse": 17,
            "text": "Neither their wealth nor their children will avail them anything against God. They are companions of the Fire: they will abide therein"
        },
        {
            "chapter": 58,
            "verse": 18,
            "text": "The Day when God will raise them all from the dead, they will swear to Him as (now) they swear to you. They fancy that they will have some standing (through their oaths). Be aware: they are but liars"
        },
        {
            "chapter": 58,
            "verse": 19,
            "text": "Satan has subdued them and so caused them to forget remembrance of God. Those are the party of Satan. Be aware: the party of Satan, they are the losers (the self-ruined)"
        },
        {
            "chapter": 58,
            "verse": 20,
            "text": "Those who oppose God and His Messenger – surely those will be among the most abased"
        },
        {
            "chapter": 58,
            "verse": 21,
            "text": "God has decreed: \"I will most certainly prevail, I and My Messengers.\" Surely God is All-Strong, All-Glorious with irresistible might"
        },
        {
            "chapter": 58,
            "verse": 22,
            "text": "You never find a people who truly believe in God and the Last Day loving toward those who oppose God and His Messenger, even if they be their (own) parents, or their children, or their brothers (and sisters), and their clan. Those (are they) in whose hearts God has inscribed faith and has strengthened them with a spirit from Him (which is the source of their spiritual vigor and intellectual enlightenment). And He will admit them into Gardens through which rivers flow, therein to abide. God is well-pleased with them and they are well-pleased with Him. Those are the party of God. Be aware: the party of God are those who are the prosperous"
        },
        {
            "chapter": 59,
            "verse": 1,
            "text": "Whatever is in the heavens and whatever is on the earth glorifies God. He is the All-Glorious with irresistible might, the All-Wise"
        },
        {
            "chapter": 59,
            "verse": 2,
            "text": "He it is Who drove out those who disbelieve from among the People of the Book from their (fortified) homes as the first instance of gathering (them for punishment and banishing from the heartland of Islam). You did not think that they would go forth (so easily), just as they thought that their strongholds would protect them against God. But (the will of) God came upon them from where they had not reckoned (it could come): He cast dread into their hearts. And so they were wrecking their homes by their own hands, as well as by the hands of the believers. Learn a lesson, then, O people of insight"
        },
        {
            "chapter": 59,
            "verse": 3,
            "text": "Had it not been that God had decreed banishment for them, He would certainly have punished them (with death and expropriation) in this world. And for them in the Hereafter there is the punishment of the Fire"
        },
        {
            "chapter": 59,
            "verse": 4,
            "text": "This is because they defied and opposed God and His Messenger. Whoever deifies and opposes God, then surely God is severe in retribution"
        },
        {
            "chapter": 59,
            "verse": 5,
            "text": "Whatever (of their) palm-trees you may have cut down or left them standing on their roots, it was by God’s leave and so that He might disgrace the transgressors"
        },
        {
            "chapter": 59,
            "verse": 6,
            "text": "What of theirs God bestowed as gains of war on His Messenger – and you did not spur any horse or riding-camel for it, but God gives His Messenger mastery over whomever He wills. God has full power over everything –"
        },
        {
            "chapter": 59,
            "verse": 7,
            "text": "What God has bestowed on His Messenger as gains of war from the peoples of the townships: (one-fifth of) it belongs to God, and to the Messenger, and his near kinsfolk, and orphans, and the destitute, and the wayfarer (lacking means to sustain a journey), so that it should not become a fortune circulating among the rich among you. Whatever the Messenger gives you accept it willingly, and whatever he forbids you, refrain from it. Keep from disobedience to God in reverence for Him and piety. Surely God is severe in retribution"
        },
        {
            "chapter": 59,
            "verse": 8,
            "text": "It is also for the poor Emigrants, who have been driven from their homes and their property, seeking favor with God and His approval and good pleasure, and who help (the cause of) God and His Messenger. Those are they who are truthful (in their profession of faith and loyalty to its commands)"
        },
        {
            "chapter": 59,
            "verse": 9,
            "text": "Those who, before their coming, had their abode (in Madinah), preparing it as a home for Islam and faith, love those who emigrate to them for God’s sake, and in their hearts do not begrudge what they have been given, and (indeed) they prefer them over themselves, even though poverty be their own lot. (They too have a share in such gains of war.) Whoever is guarded against the avarice of his own soul – those are the ones who are truly prosperous"
        },
        {
            "chapter": 59,
            "verse": 10,
            "text": "And all those who come after them (and follow in their footsteps) pray: \"O our Lord! Forgive us and our brothers (and sisters) in Religion who have preceded us in faith, and let not our hearts entertain any ill-feeling against any of the believers. O our Lord! You are All-Forgiving, All-Compassionate (especially toward Your believing servants)"
        },
        {
            "chapter": 59,
            "verse": 11,
            "text": "Have you not considered those who are hypocrites: they say to their brothers who disbelieve from among the People of the Book: \"If you are driven away (from Madinah), we will certainly go out with you, and we will never obey anyone against you. If war is waged against you, we will most certainly help you.\" God bears witness that they are indeed liars"
        },
        {
            "chapter": 59,
            "verse": 12,
            "text": "For if they are indeed driven away, they will never go out with them, and if war is waged against them, they will never help them. Even supposing they would help them (in such an eventuality), they would most certainly turn their backs in flight, and so they would not receive help (from anywhere, and be destroyed because of their manifest treachery to the Muslims)"
        },
        {
            "chapter": 59,
            "verse": 13,
            "text": "The dread they have of you in their hearts is more intense than their fear of God. This is because they are a people who are devoid of understanding and so cannot grasp the truth"
        },
        {
            "chapter": 59,
            "verse": 14,
            "text": "They will never fight against you as a united body (in alliance with the Hypocrites, with the Jews of Khaybar and others), unless it be from within fortified strongholds or from behind high walls. Severe is their belligerent discord among themselves (except when not opportunistically allied in warfare against you). You think of them as one body, but in fact their hearts are at odds with one another: This is because they are a people who do not reason (and come to an understanding of the situations they face)"
        },
        {
            "chapter": 59,
            "verse": 15,
            "text": "Just like those (the Jews of the Banu Qaynuqa‘) who, a short time before them (the Jews of the Banu Nadir), tasted the evil result of their own doings – and (in the Hereafter) for them there is (also) a painful punishment"
        },
        {
            "chapter": 59,
            "verse": 16,
            "text": "(The hypocrites have deceived them) just like Satan, when he says to human, \"Disbelieve (in God)!\" Then when he disbelieves, he says (to human): \"Surely I am quit of you, for surely I fear God, the Lord of the worlds"
        },
        {
            "chapter": 59,
            "verse": 17,
            "text": "So the end of both (Satan and those whom he has deceived, and the hypocrites and those whom they have betrayed) is that they will find themselves in the Fire to abide therein. That is the recompense of the wrongdoers"
        },
        {
            "chapter": 59,
            "verse": 18,
            "text": "O you who believe! Keep from disobedience to God in reverence for Him and piety to deserve His protection, and let every person consider what he has forwarded for the morrow. Keep from disobedience to God in reverence for Him and piety. Surely God is fully aware of all that you do"
        },
        {
            "chapter": 59,
            "verse": 19,
            "text": "And do not be like those who are oblivious of God and so God has made them oblivious of their own selves. Those, they are the transgressors"
        },
        {
            "chapter": 59,
            "verse": 20,
            "text": "Not equal are the companions of the Fire and the companions of Paradise. The companions of Paradise, they are the triumphant"
        },
        {
            "chapter": 59,
            "verse": 21,
            "text": "If We had sent down this Qur’an on a mountain, you would certainly see it humble itself, splitting asunder for awe of God. Such parables We strike for humankind so that they may reflect (on why the Qur’an is being revealed to humankind and how great and important their responsibility is)"
        },
        {
            "chapter": 59,
            "verse": 22,
            "text": "God is He save Whom there is no deity; the Knower of the unseen (all that lies beyond sense-perception) and the witnessed (the corporeal realm). He is the All-Merciful, the All-Compassionate"
        },
        {
            "chapter": 59,
            "verse": 23,
            "text": "God is He save Whom there is no deity; the Sovereign, the All-Holy and All-Pure, the Supreme Author of peace and salvation and Supreme Author of safety and security Who bestows faith and removes all doubt, the All-Watchful Guardian, the All-Glorious with irresistible might, the All-Compelling of supreme majesty, the One Who has exclusive right to all greatness. All-Glorified is God in that He is absolutely exalted above what they associate with Him"
        },
        {
            "chapter": 59,
            "verse": 24,
            "text": "He is God, the Creator, the All-Holy Maker, the All-Fashioning. To Him belong the All-Beautiful Names. Whatever is in the heavens and on the earth glorifies Him, (declaring Him to be absolutely above having any defects). He is the All-Glorious with irresistible might, the All-Wise"
        },
        {
            "chapter": 60,
            "verse": 1,
            "text": "O you who believe! Do not take My enemies and your enemies for friends, offering them love and affection, while they have disbelieved in the truth that has come to you and driven the Messenger and yourselves away (from your homes) only because you believe in God, your Lord (Who has created you and sustains you). If you (now) have set forth (from your homes) to strive in My way and to seek My approval and good pleasure, (then do not take them for friends). You reveal to them your secret in secrecy out of your love and friendship, but I am better aware (than yourselves) of what you do in secret as well as of what you disclose. Whoever does so among you has surely strayed from the right way"
        },
        {
            "chapter": 60,
            "verse": 2,
            "text": "Should they gain the upper hand over you, they will be to you as enemies (not friends), and stretch forth their hands and tongues against you with malice, and they long for you to disbelieve"
        },
        {
            "chapter": 60,
            "verse": 3,
            "text": "Your relatives, not even your own children, will be of any benefit to you on the Day of Resurrection. God will distinguish and part you from each other (according to how you believed and acted in the world). God sees well all that you do"
        },
        {
            "chapter": 60,
            "verse": 4,
            "text": "Indeed you have had an excellent example to follow in Abraham and those in his company, when they said to their (idolatrous) people (who were their kin): \"We are quit of you and whatever you worship besides God. We have rejected you (in your polytheism), and there has arisen between us and you enmity and hate forever until you believe in God alone (as the only One to be worshipped.\" (So it was) except for Abraham’s saying to his father: \"I most surely will plead for God’s forgiveness for you, though I have no power at all to do anything for you against God.\" (And their prayer was): \"O Our Lord! It is in You that We have put our trust, and it is to You that we turn in utmost sincerity and devotion, and to You is the homecoming"
        },
        {
            "chapter": 60,
            "verse": 5,
            "text": "O Our Lord! Do not make us a prey to those who disbelieve (lest, in overcoming us they think their unbelief to be true and increase therein). And forgive us, our Lord (– especially those of our sins that may cause us to fall prey to those who disbelieve). You are the All-Glorious with irresistible might, the All-Wise"
        },
        {
            "chapter": 60,
            "verse": 6,
            "text": "You certainly have in them an excellent example to follow for everyone who looks forward to God and the Last Day. Whoever turns away: then (let him know that) God is He Who is the All-Wealthy and Self-Sufficient (absolutely beyond need), the All-Praiseworthy"
        },
        {
            "chapter": 60,
            "verse": 7,
            "text": "(When you obey God in His commands and prohibitions), it may be that God will bring about love and friendship between you and those of them with whom you are in enmity. God is All-Powerful, and God is All-Forgiving, All-Compassionate"
        },
        {
            "chapter": 60,
            "verse": 8,
            "text": "God does not forbid you, as regards those who do not make war against you on account of your Religion, nor drive you away from your homes, to be kindly to them, and act towards them with equity. God surely loves the scrupulously equitable"
        },
        {
            "chapter": 60,
            "verse": 9,
            "text": "God only forbids you, as regards those who make war against you on account of your Religion and drive you away from your homes, or support others to drive you away, to take them for friends and guardians. Whoever takes them for friends and guardians, those are the wrongdoers"
        },
        {
            "chapter": 60,
            "verse": 10,
            "text": "O you who believe! When believing women come to you as emigrants, test them, (though only) God knows best their faith. Then, if you have ascertained that they are believers, do not return them to the unbelievers. They are not (being believers) lawful (as wives) for the unbelievers nor are the unbelievers lawful (as husbands) for them. But return to them (the unbelievers) whatever they expended (by way of bridal-due when they wed those women). And there will be no blame on you (O believers) if you marry them when you have given them their bridal-due. Also, (on the other side) do not continue to retain disbelieving women in marriage, and ask for the return of whatever you expended as their bridal-due (if they remain among or join the unbelievers), just as the disbelieving men (whose wives have emigrated to you after embracing Islam) have the right to demand the return of whatever they spent. That is God’s judgment and His law; He lays down the law and judges between you. God is All-Knowing, All-Wise"
        },
        {
            "chapter": 60,
            "verse": 11,
            "text": "If anything of the bridal-dues of your (former) disbelieving wives (who remain among or have joined the unbelievers) has passed to the unbelievers, and afterwards you have your turn (of victory) over them, then pay to those whose wives have gone away the equivalent of what they expended (as bridal-due). And keep from disobedience to God in reverence for Him and piety, in Whom you are believers"
        },
        {
            "chapter": 60,
            "verse": 12,
            "text": "O Prophet! When the believing women (who have professed Islam) come to you to swear allegiance to you – that they will never associate partners with God in any way, and will not steal, and will not commit any illegal sexual intercourse, and will not kill their children, and will not indulge in slander (such as attributing any of their children to other than their own father) that they have willfully devised, and that they will not disobey you in anything that is proper – then accept their allegiance and ask God for their forgiveness. Surely God is All-Forgiving, All-Compassionate"
        },
        {
            "chapter": 60,
            "verse": 13,
            "text": "O you who believe! Do not take for friends and guardians a people who have incurred God’s condemnation and punishment: (people) who are bereft of any hope in the Hereafter (because of what their wickedness has earned), just as the unbelievers are bereft of any hope of (ever seeing again) those in the graves"
        },
        {
            "chapter": 61,
            "verse": 1,
            "text": "All that is in the heavens and all that is on the earth glorifies God. He is the All-Glorious with irresistible might, the All-Wise"
        },
        {
            "chapter": 61,
            "verse": 2,
            "text": "O you who believe! Why do you say what you do not do (as well as what you will not do)"
        },
        {
            "chapter": 61,
            "verse": 3,
            "text": "Most odious it is in the sight of God that you say what you do not (and will not) do"
        },
        {
            "chapter": 61,
            "verse": 4,
            "text": "God surely loves those who fight in His cause in ranks as though they were a firm and solid structure"
        },
        {
            "chapter": 61,
            "verse": 5,
            "text": "And (remember) when Moses said to his people: \"O my people! Why do you affront me while you know indeed that I am the Messenger of God sent to you?\" And so, when they swerved from the right way, God made their hearts swerve from the truth. God does not guide the transgressing people"
        },
        {
            "chapter": 61,
            "verse": 6,
            "text": "And Jesus son of Mary said: \"O Children of Israel! Surely I am the Messenger of God sent to you, confirming (whatever of the truth is contained in) the Torah which was revealed before me, and bringing the glad tidings of a Messenger to come after me, whose name is Ahmad.\" But when he came to them (the whole of humankind including the later generations of the Children of Israel) with the manifest signs (of his being God’s Messenger), they said: \"This (which he preaches and does) is clearly (nothing but) sorcery"
        },
        {
            "chapter": 61,
            "verse": 7,
            "text": "Who is more in wrong than him who fabricates falsehood in attribution to God, when he is being invited to Islam (which is what the promised Messenger is conveying to them?) God surely does not guide the wrongdoing people"
        },
        {
            "chapter": 61,
            "verse": 8,
            "text": "They long to extinguish God’s light with (a breath from) their mouths (as if it entailed no more than extinguishing a candle with a breath), but God will surely perfect His light, however hateful (it may be) to the unbelievers"
        },
        {
            "chapter": 61,
            "verse": 9,
            "text": "He it is Who has sent His Messenger with the guidance and the Religion of truth (based on truth, and embodying it) that He may make it prevail over all religions, however hateful it may be to those who associate partners with God"
        },
        {
            "chapter": 61,
            "verse": 10,
            "text": "O you who believe! Shall I direct you to a bargain (a deal) that will save you from a painful punishment"
        },
        {
            "chapter": 61,
            "verse": 11,
            "text": "That you believe in God and His Messenger, and strive hard in God’s cause with your wealth and persons. Doing so is what is to your own good, if you but knew it"
        },
        {
            "chapter": 61,
            "verse": 12,
            "text": "So that He may forgive you your sins and admit you into Gardens through which rivers flow, and into delightful dwellings in Gardens of perpetual bliss. That is the supreme triumph"
        },
        {
            "chapter": 61,
            "verse": 13,
            "text": "And yet another (blessing) which you love: Help from God and a near victory soon to come (which will lead to further victories). Give glad tidings to the believers"
        },
        {
            "chapter": 61,
            "verse": 14,
            "text": "O you who believe! Be helpers of God(’s cause and Messenger), even as Jesus son of Mary said to his disciples: \"Who will be my helpers (on this way) to God?\" The disciples said: \"We are the helpers (in the cause) of God.\" And so it happened that some of the Children of Israel believed (in him and his Message) and others disbelieved (thus becoming two groups). So We strengthened those who believed against their enemies, and they became the uppermost"
        },
        {
            "chapter": 62,
            "verse": 1,
            "text": "All that is in the heavens and all that is on the earth glorifies God, the Absolute Sovereign, the All-Holy and All-Pure, the All-Glorious with irresistible might, the All-Wise"
        },
        {
            "chapter": 62,
            "verse": 2,
            "text": "He it is Who has sent among the unlettered ones a Messenger of their own, reciting to them His Revelations, and purifying them (of false beliefs and doctrines, and sins, and all kinds of uncleanness), and instructing them in the Book and the Wisdom, whereas before that they were indeed lost in obvious error"
        },
        {
            "chapter": 62,
            "verse": 3,
            "text": "And (with the same mission, He has sent him) to other peoples than them who have not yet joined them (in faith). He is the All-Glorious with irresistible might, the All-Wise"
        },
        {
            "chapter": 62,
            "verse": 4,
            "text": "That is God’s grace. He grants it to whom He wills. Surely God is of tremendous grace"
        },
        {
            "chapter": 62,
            "verse": 5,
            "text": "The parable of those entrusted to carry the Torah, who subsequently do not carry it out in practice, is that of a donkey carrying a load of books (it transports what it does not understand). How evil is the example of those who (ignore what their Book teaches and) deny God’s Revelations (sent down for them and containing news of the Last Messenger)! God does not guide the wrongdoing people"
        },
        {
            "chapter": 62,
            "verse": 6,
            "text": "Say: \"O you who are Jews! If you claim that you are the favorites of God to the exclusion of all other people, then wish for death, if you are truthful (in your claim)"
        },
        {
            "chapter": 62,
            "verse": 7,
            "text": "But they will never wish for it because of what they have forwarded (to the Hereafter of sins and offenses) with their own hands. God has full knowledge of the wrongdoers"
        },
        {
            "chapter": 62,
            "verse": 8,
            "text": "Say: \"Death, from which you flee, will surely meet you in any case. Then you will be returned to the Knower of the Unseen and the witnessed, and He will make you understand all that you were doing (and call you to account)"
        },
        {
            "chapter": 62,
            "verse": 9,
            "text": "O you who believe! When the call is made for the Prayer on Friday, then move promptly to the remembrance of God (by listening to the sermon and doing the Prayer), and leave off business (and whatever else you may be preoccupied with). This is better for you, if you but knew"
        },
        {
            "chapter": 62,
            "verse": 10,
            "text": "And when the Prayer is done, then disperse in the land and seek (your portion) of God’s bounty, and mention God much (both by doing the Prayer and on other occasions), so that you may prosper (in both worlds)"
        },
        {
            "chapter": 62,
            "verse": 11,
            "text": "Yet (it happened that) when they saw (an opportunity for) business or pastime, they broke away for it and left you standing (while preaching the sermon). Say: \"What is with God is better (for you) than pastimes and business. God is the Best to be sought as provider with the ultimate rank of providing"
        },
        {
            "chapter": 63,
            "verse": 1,
            "text": "When the hypocrites come to you, they say: \"We bear witness that you are indeed God’s Messenger.\" God knows that you are indeed His Messenger, and God bears witness that the hypocrites are certainly lying (they do not believe in the truth of what they say)"
        },
        {
            "chapter": 63,
            "verse": 2,
            "text": "They make their oaths a shelter (to hide their inner unbelief and protect themselves in the Muslim community), and so divert themselves (and seek to bar others) from God’s way. Evil indeed is what they habitually do"
        },
        {
            "chapter": 63,
            "verse": 3,
            "text": "That is because they declared faith but thereafter (inwardly) disbelieved, so a seal has been set on their hearts so that they do not grasp the truth (and cannot recover the ability to reach to it)"
        },
        {
            "chapter": 63,
            "verse": 4,
            "text": "When you see them, their outward form pleases you, and (their posture and speech are attractive and effective so that) you give ear to their words when they speak. (In reality) they are like blocks of wood propped up and (draped over) in striped cloaks. They think (being themselves treacherous) every shout (they hear) to be against them. They are the enemies themselves, so beware of them. May God destroy them (they are liable to destruction by God)! How they are turned away from the truth (and pursue evil purposes)"
        },
        {
            "chapter": 63,
            "verse": 5,
            "text": "When it is said to them, \"Come, and let the Messenger of God ask forgiveness for you (from God),\" they turn away their faces, and you see them drawing back in arrogance"
        },
        {
            "chapter": 63,
            "verse": 6,
            "text": "It is alike for them whether you ask forgiveness for them or do not ask forgiveness for them: God will never forgive them (so that they may return to guidance and hope for happiness in both worlds). God surely does not guide transgressors (whose hearts are infected with irremediable hypocrisy)"
        },
        {
            "chapter": 63,
            "verse": 7,
            "text": "It is they who say (to their comrades): \"Do not spend on those (impoverished Muslims) who are with God’s Messenger, so that they may disperse (from around him).\" But the treasures of the heavens and the earth belong to God (Who provides for whom He wills as He wills, so the hypocrites have no power to withhold anything from those impoverished Muslims). But the hypocrites do not grasp this (being incapable of truth)"
        },
        {
            "chapter": 63,
            "verse": 8,
            "text": "They say: \"For certain, if we return to Madinah, those with more status and power will drive out from it the weaker and lowlier ones.\" But all glory and might belong to God, and (by His leave) to His Messenger and the believers. But (being incapable of knowledge of the truth) the hypocrites do not know this"
        },
        {
            "chapter": 63,
            "verse": 9,
            "text": "O you who believe! Let not your wealth nor your children (distract and) divert you from the remembrance of God. Those who do so, they are the losers"
        },
        {
            "chapter": 63,
            "verse": 10,
            "text": "And spend (in God’s cause and for the needy) out of whatever We provide for you before death comes to any of you and he says: \"My Lord! If only You would grant me respite for a short while, so that I may give alms, and be one of the righteous"
        },
        {
            "chapter": 63,
            "verse": 11,
            "text": "But never will God grant respite to a soul when its appointed term has come. God is fully aware of all that you do"
        },
        {
            "chapter": 64,
            "verse": 1,
            "text": "Whatever is in the heavens and whatever is on the earth glorifies God. To Him belongs the sovereignty (absolute ownership and dominion of everything) and for Him are all praise and gratitude; and He has full power over everything"
        },
        {
            "chapter": 64,
            "verse": 2,
            "text": "He it is Who has created you, but among you are those who are unbelievers, and among you are those who are believers. God sees well all that you do"
        },
        {
            "chapter": 64,
            "verse": 3,
            "text": "He has created the heavens and the earth with truth (meaningfully and for definite purpose, and on solid foundations of truth), and has formed you, and made your forms so well. And to Him is the homecoming"
        },
        {
            "chapter": 64,
            "verse": 4,
            "text": "He knows all that is in the heavens and on the earth, and knows all that you keep concealed as well as all that you disclose. God has full knowledge of whatever lies hidden in the bosoms (of His creatures)"
        },
        {
            "chapter": 64,
            "verse": 5,
            "text": "Have there not come to you the illustrative histories of those who disbelieved before, and therefore tasted the evil results of their deeds? And (in the Hereafter) there is for them a painful punishment"
        },
        {
            "chapter": 64,
            "verse": 6,
            "text": "This is because the Messengers (appointed for them) came to them consistently with manifest truths (and clear proofs of their being Messengers), but (consistently) they said, \"Shall a mere mortal guide us?\", and so they disbelieved and turned away (from the warning and hope offered to them). God was independent (of any need of them: it was they who needed to believe in and obey Him). God is All-Wealthy and Self-Sufficient (on Whom the whole creation is dependent), All-Praiseworthy"
        },
        {
            "chapter": 64,
            "verse": 7,
            "text": "Those who disbelieve claim that they will never be raised from the dead. Say: \"Yes indeed, by my Lord, you will certainly be raised from the dead, then you will certainly be made to understand all that you did (in the world and called to account for it).\" That is easy for God"
        },
        {
            "chapter": 64,
            "verse": 8,
            "text": "Believe, then, (O humankind) in God and His Messenger, and the light (i.e. the Qur’an) that We send down! God is fully aware of all that you do"
        },
        {
            "chapter": 64,
            "verse": 9,
            "text": "On the Day when He will assemble you all for the Day of Assembly – that will be the day of loss for some (the unbelievers) and gain for some (the believers). Whoever believes in God and does good, righteous deeds, He will blot out from them their evil deeds (which they sometimes happen to commit), and admit them into Gardens through which rivers flow, therein to abide forever. That is the supreme triumph"
        },
        {
            "chapter": 64,
            "verse": 10,
            "text": "But as for those who disbelieve and deny Our Revelations, they will be the companions of the Fire, therein to abide: how evil a destination to arrive at"
        },
        {
            "chapter": 64,
            "verse": 11,
            "text": "No affliction befalls except by God’s leave. Whoever believes in God (truly and sincerely), He guides his heart (to true knowledge of His eternal Will and how He acts with regard to the life of His creatures, and so leads him to humble submission to Him, and to peace and serenity). God has full knowledge of all things"
        },
        {
            "chapter": 64,
            "verse": 12,
            "text": "Obey God and obey the Messenger. If you turn away (from that command, know that) what rests with Our Messenger is only to convey the Message fully and clearly"
        },
        {
            "chapter": 64,
            "verse": 13,
            "text": "God, there is no deity but He: so in God let the believers put their trust"
        },
        {
            "chapter": 64,
            "verse": 14,
            "text": "O you who believe! Among your spouses and children there may be enemies for you, so beware of them. Yet, if you pardon, forbear, and forgive (their faults toward you and in worldly matters), then (know that) God is All-Forgiving, All-Compassionate"
        },
        {
            "chapter": 64,
            "verse": 15,
            "text": "Your worldly possessions and your children are but a source of temptation and trial (for you); and God it is with Whom is a tremendous reward"
        },
        {
            "chapter": 64,
            "verse": 16,
            "text": "Keep, then, from disobedience to God in reverence for Him and piety as far as you can, and listen attentively and submit (to His commands), and obey Him, and spend (in His cause and for the needy) as it is to the betterment of your souls. Whoever is guarded against the avarice of his soul, those are they who are truly prosperous"
        },
        {
            "chapter": 64,
            "verse": 17,
            "text": "If you lend God a goodly loan, He will increase it manifold to you and will forgive you. God is All-Responsive (to gratitude), All-Clement (forbearing before many of the faults of His servants)"
        },
        {
            "chapter": 64,
            "verse": 18,
            "text": "(And He is) the Knower of the unseen and the witnessed, the All-Glorious with irresistible might, the All-Wise"
        },
        {
            "chapter": 65,
            "verse": 1,
            "text": "O (most illustrious) Prophet! When you (Muslims) intend to divorce women, divorce them considering their waiting-period (as appointed in Law), and reckon the period (with due care), keeping from disobedience to God, your Lord, in reverence for Him and piety. (While the divorce is taking effect, during their waiting-period) do not drive them out from their houses (where they have lived with their husbands), nor shall they themselves leave, except in case they have committed an open indecency. These are the bounds set by God. Whoever exceeds the bounds set by God has surely wronged his own self. You do not know: it may be that afterward God will enable some new situation (to come about between the concerned parties)"
        },
        {
            "chapter": 65,
            "verse": 2,
            "text": "Then, when they reach the end of their waiting-term, either retain them in a fair manner and in observance of their rights, or (the waiting-period having ended) part with them in a fair manner and in observance of their rights. And (as the commended way, in either case) call upon two (Muslim) men of probity from among you as witnesses, and establish the testimony for God (with due consciousness of your responsibility to Him). Anyone who believes in God and the Last Day is exhorted to act so. Whoever keeps from disobedience to God in reverence for Him and piety, He enables a way out for him (of every difficulty)"
        },
        {
            "chapter": 65,
            "verse": 3,
            "text": "And provides for him from where he does not reckon. Whoever puts his trust in God, He is sufficient for him (for all his needs). God surely executes what He decrees; assuredly God has appointed a measure for everything"
        },
        {
            "chapter": 65,
            "verse": 4,
            "text": "Those of your women who have passed the age of monthly courses (or those who for some reason do not have monthly periods) – if you are in uncertainty about it – their waiting-period is three (lunar) months. As for the women who are pregnant (whether divorced or widows), their waiting-period is until they deliver their burden. Whoever keeps from disobedience to God in reverence for Him and piety, He makes his affair easy for him"
        },
        {
            "chapter": 65,
            "verse": 5,
            "text": "All that (which has been said) is God’s commandment which He has sent down to you. Whoever keeps from disobedience to God in reverence for Him and piety, He blots out from him his evil deeds, and vastly enlarges reward for him"
        },
        {
            "chapter": 65,
            "verse": 6,
            "text": "House them (the divorced women during their waiting-period in a part of the house) where you dwell and provide for them, according to your means; and do not harass them so as to straiten conditions for them (thus forcing them to leave). If they are pregnant, maintain them until they deliver their burden; and if (after delivery and the waiting-period has ended) they suckle (the baby) for you, give them their due payment. Take counsel with each other (about the matter and payment for suckling) according to customary good and religiously approvable practice. If you find yourselves making difficulties (and so unable to come to an agreement), then let another (woman) suckle (the baby) on behalf of him (the baby’s father, who must settle the expense)"
        },
        {
            "chapter": 65,
            "verse": 7,
            "text": "Let him who has abundant means spend accordingly; and whoever is granted his provision in (narrower) measure, let him spend out of what God has granted him. God does not charge a soul with a duty except in what He has (already) granted it (of capacity to discharge that duty). God will bring about, after hardship, ease"
        },
        {
            "chapter": 65,
            "verse": 8,
            "text": "How many a township has turned in arrogance from the commandment of its Lord and His Messengers, and so We called them to account with a severe reckoning (by exposing them to awesome calamities), and punished them with a dire punishment"
        },
        {
            "chapter": 65,
            "verse": 9,
            "text": "So they tasted the evil result of their own doings and the outcome of their doings was ruin"
        },
        {
            "chapter": 65,
            "verse": 10,
            "text": "God has prepared for them a severe punishment (in addition, in the Hereafter). So keep from disobedience to God in reverence for Him and piety to deserve His protection, O people of discernment who have believed! Indeed God has sent down to you a Reminder (this Book of guidance to what is true, instructing you in what is for your good and what is against it)"
        },
        {
            "chapter": 65,
            "verse": 11,
            "text": "(And as its embodiment, He has also sent you) a Messenger reciting (and so conveying) to you God’s signs and Revelations which show the truth clearly and illuminate your way, so that He may lead you out of all kinds of darkness into the light, and keep you firm therein. Whoever (truly and sincerely) believes in God and does good, righteous deeds, He will admit him into Gardens through which rivers flow, therein to abide forever. God has indeed granted him an excellent provision (as faith and good deeds in this world and Paradise in the Hereafter)"
        },
        {
            "chapter": 65,
            "verse": 12,
            "text": "God is He Who has created seven heavens and of the earth the like of them; His commands (concerning the creation and its operation, and the life of the inhabitants of the heavens and earth) descend through them, so that you may know for certain that surely God has full power over everything, and that God indeed encompasses all things in (His) Knowledge"
        },
        {
            "chapter": 66,
            "verse": 1,
            "text": "O Prophet (you who are the greatest representative of Prophethood)! Why do you forbid (yourself) what God has made lawful to you? You seek to please your wives. And God is All-Forgiving, All-Compassionate"
        },
        {
            "chapter": 66,
            "verse": 2,
            "text": "God has already decreed for you (O believers) on the breaking of your oaths (to do what is not just and right, and the expiation thereof). God is your Guardian, and He is the All-Knowing, the All-Wise"
        },
        {
            "chapter": 66,
            "verse": 3,
            "text": "(It so happened that) the Prophet confided something to one of his wives, and when she divulged it (to another), and God acquainted him of it, he made known part of it, and missed out part. And when he informed her of it, she asked: \"Who has told you this?\" He said: \"He informed me Who is the All-Knowing, the All-Aware"
        },
        {
            "chapter": 66,
            "verse": 4,
            "text": "If you two (wives of the Prophet) turn to God in repentance (then that is indeed what you should do); for the hearts of both of you swerved (from what is right). But if you back each other up against him, (be mindful that) God Himself is His Guardian, and that Gabriel, and the righteous ones among the believers, and all the angels besides, are his helpers"
        },
        {
            "chapter": 66,
            "verse": 5,
            "text": "It may happen that his Lord, if he should divorce you (O wives of the Prophet), will give him in your place wives better than you – submissive to God (muslimah), true in faith (mu’minah), devout in obedience to God, penitent, dedicated to worship and fasting – widows or virgins"
        },
        {
            "chapter": 66,
            "verse": 6,
            "text": "O you who believe! Guard yourselves and your families (through the enabling discipline of Islamic faith and worship) against a Fire whose fuel is human beings and stones. Over it are angels stern and strict (in executing the command to punish), who do not disobey God in whatever He commands them, and carry out what they are commanded (to carry out)"
        },
        {
            "chapter": 66,
            "verse": 7,
            "text": "O you who disbelieve! Do not offer excuses for yourselves this Day! You are only being recompensed for what you used to do (in the world)"
        },
        {
            "chapter": 66,
            "verse": 8,
            "text": "O you who believe! Turn to God in sincere and reforming repentance. It is hoped that your Lord will blot your evil deeds from you and admit you into Gardens through which rivers flow, on a Day when God will not disgrace nor disappoint the Prophet and those who believe in his company. Their (the believers’) light will shine and spread before them and on their right hands, as they are saying: \"Our Lord! Perfect our light (by Your grace so that we may reach Paradise), and forgive us. Surely You have full power over everything"
        },
        {
            "chapter": 66,
            "verse": 9,
            "text": "O Prophet! Strive hard against the unbelievers and the hypocrites (as occasion and conditions require), and be stern against them. Their final refuge is Hell: how evil a destination to arrive at"
        },
        {
            "chapter": 66,
            "verse": 10,
            "text": "God presents the wife of Noah and the wife of Lot as an example for those who disbelieve. They were married to two of Our righteous servants yet betrayed them (by rejecting the Messages they brought from God and collaborating with the unbelievers). But they (their husbands) availed them nothing against God and it was said to them: \"Enter the Fire with all those who enter it"
        },
        {
            "chapter": 66,
            "verse": 11,
            "text": "And God presents the wife of the Pharaoh as an example for those who believe. She prayed: \"My Lord! Build for me a home in Paradise in nearness to You, and keep and save me from the Pharaoh and his conduct, and save me from the wrongdoing people"
        },
        {
            "chapter": 66,
            "verse": 12,
            "text": "And also Mary, the daughter of ‘Imran, who kept herself chaste (body and soul), so We breathed into it out of Our Spirit, and who affirmed the truth of the words of her Lord (His Revelations – commandments, promises and warnings – to His Messengers), and His Books, and she was of those devoutly obedient to God"
        }
    ]
}