{
    "maqras": [
        {
            "chapter": 41,
            "verse": 25,
            "text": "Me ji wan re hin hevalan bikar kir, veca wan ji wan re tiþte peþiya wan u tiþte paþiya wan xemiland u gotina (ezabe) ku di nav komelen ji cinn u mirovan ku beri wan derbas bubun li ser wan pewist bu. Beguman ew ziyankar bun"
        },
        {
            "chapter": 41,
            "verse": 26,
            "text": "U ewen kafir bune, gotin ku: \"Hun li ve Qur´ana han gohdari nekin u hun gotine puc u beredayi derbaree we de bejin hevi heye ku hun bi ser kevin"
        },
        {
            "chapter": 41,
            "verse": 27,
            "text": "Veca bi sond, eme ezabek zor dijwar bi ewen kafir bune bidin tam kirin u eme wan bi pistire tiþte dikirin bidin celat kirine"
        },
        {
            "chapter": 41,
            "verse": 28,
            "text": "Eve han celata neyare Xuda agir e; ji wan re te de ware hertimi mayine heye, celateki ye ji ber ku wan ayeten me inkar dikir"
        },
        {
            "chapter": 41,
            "verse": 29,
            "text": "Ewen kafir bune gotin ku: \"Perwerdekare me! tu ji cinn u mirovan wan herduye ku me ji re þaþ kirin niþani me bide, eme wan texin bine piyen xwe ji bo ku ew bibin ji wane heri nizimketi"
        },
        {
            "chapter": 41,
            "verse": 30,
            "text": "Beguman wane ku gotin: \"Perwerdekare me Xuda ye.\" Paþe xwe sere rast kirin, ew feriþte bi ser wan ve dadikevin ku: \"Hun netirsin u xemgin ji nebin u hun bi bihiþta ku hun hatibun wade dayin mizgin-dilþa bibin"
        },
        {
            "chapter": 41,
            "verse": 31,
            "text": "Em, di jina dine u di axrete de yar u yaweren we ne. Ji we re te de tiþte dile we dibije heye u ji we re te de tiþte hun dixwazin heye"
        },
        {
            "chapter": 41,
            "verse": 32,
            "text": "Mazurvaniyek e ji (Xudaye) bexþendekare dilovan"
        },
        {
            "chapter": 41,
            "verse": 33,
            "text": "Ji kese gazi bal Xuda ve dike u kare qenc pek tine u dibeje: \"Beguman ez ji musilmanan im\" ki gotin rindtir e"
        },
        {
            "chapter": 41,
            "verse": 34,
            "text": "Ne qenci u ne xerabi nabin yek. Tu, (xerabiya) bi a heri qenc biqewirine; veca ha tu dibini e ku di navbera te u wi de neyarti heye ew buye herweki dosteki germi nez"
        },
        {
            "chapter": 41,
            "verse": 35,
            "text": "Ji peþtire ewen bihna fireh niþan didin rasti ve nayen u ji peþtire ewe xwedan parek mezin e perge ve nayen"
        },
        {
            "chapter": 41,
            "verse": 36,
            "text": "Eger ji pelid nepakiki tekili te bu, edi tu xwe baveje Xuda. Lewra beguman ew her sehkire zana ye"
        },
        {
            "chapter": 41,
            "verse": 37,
            "text": "Þev u roj u ro u hiv tev ji ayeten (niþanen) wi ne. Hun ne ji roye re u ne ji ji hive re seri deynin. Eger hun bera wi di hebinin hun ji Xudaye ku wan aferandiye re seri deynin"
        },
        {
            "chapter": 41,
            "verse": 38,
            "text": "Veca eger wan qureti kir, edi en li cem perwerdekare te ne, bi þev u bi roj wi (ji kemasiyan) pak beri diderin-limej dikin u ew nabetilin-nakerixin ji"
        },
        {
            "chapter": 41,
            "verse": 39,
            "text": "U ji ayeten wi ne ku tu zemin hiþkbuyi dibini, veca gava me ave bi ser ve daxist, ew dilive u dinepixe (bi giya u cere bilind dibe). Beguman ewe ku we vejandiye ew miriyan ji vedijine. Lewra beguman ew bi her tiþti dikare"
        },
        {
            "chapter": 41,
            "verse": 40,
            "text": "Beguman ewen ku ayeten me inkar dikin ew li ser me neveþarine. Veca ma roja qiyamete e ku di agir de te avetin cetir e yan e biewle te? Hun tiþta diven bikin. Beguman ew tiþte hun dikin dibine"
        },
        {
            "chapter": 41,
            "verse": 41,
            "text": "Beguman ewen ku bi zikre (Qur´ane) ci gava ji wan re hat kafir bun, tevi ku ew bi rasti kitebek birumet e-parasti ye, (ewe bi kufra xwe bene celat kirin)"
        },
        {
            "chapter": 41,
            "verse": 42,
            "text": "Ku ne ji peþiya we u ne ji paþiya we tu puci u beredayiti tevli nabe; daxistinek hin bi hin ji (Xudaye) hikmetdare hejayi pesn e"
        },
        {
            "chapter": 41,
            "verse": 43,
            "text": "Ji peþtire tiþte ku ji pexemberen beri te re hatiye gotin ji te re naye gotin. Beguman perwerdekare te xwedan bexþandin u xwedan ezabek bi jan e"
        },
        {
            "chapter": 41,
            "verse": 44,
            "text": "Eger me we bikirna Qur´aneki biyani (ne bi zimane erebi buna) we bigotina: \"Ma cima ayeten we ji hev nehatine veqetandin (bi zimane erebi nehatiye daxuyandin?) Ma (ew kiteb) biyani u (pexember ji) erebi ye?\" Tu beje ku: \"Ew ji en baweri naynin di gohen wan de girani-kerriti heye u ew li ser wan koriti ye. Ewen han ji ciyeki dur tene gazi kirin"
        },
        {
            "chapter": 41,
            "verse": 45,
            "text": "Sond be me kitebe da Musa, veca te de dubendi hate cekirin. Eger ne ji peyveki ku ji perwerdekare te derbas buye buna, we di navbera wan de bihata hukim kirin. Beguman ew hey te de di bedgumaniyek dudili de ne"
        },
        {
            "chapter": 41,
            "verse": 46,
            "text": "Ki kareki qenc bike, edi ew ji xwe re dike u ki xerabi ji bike edi ew ji xwe re dike. Perwerdekare te ji bendeyan re qet ne sitemkar e"
        }
    ]
}