{
    "maqras": [
        {
            "chapter": 4,
            "verse": 24,
            "text": "U ewan jinen bi mer hene! (kevinbuna bi wan jinan ra ji li ser we hatiye qedexekirine) Ji pestire wan jinen (di gava qirine da hatine zebunkirine) ku ewan ketibin bine ewletiya we da mabin. (Evan qedexe u biryaren bori) biryaren Yezdan in, li ser we bi ve neve hatine nivisandine. Ji pestire vane bori; heke hun male xwa bidin bi wan ra kevin bibin, ji bo ku xwe ji tuliye biparisinin, ji bona we ra durist buye. Idi kijan ji we bi male xwe bi wan jinan ra heke (bi xwesi) kevin bibe, hun ji bona wan jinen (ku hun bi male xwe bi wan ra kevin bune) kirya wan (mara wan e) ku we di nava xwe da diyar kiriye, bidine wan (jinan). Ji pisti, ku we ewa mala di nava xwe da bi qayili diyar kiribe, idi hun (ji wi male diyar kiri bi qayilbuna we herdukan, heke) kem bidine wan (jinan) ya ji li wi mali pirtir bidin wan jinan) tu ziyan li ser we tune ye. Bi rasti Yezdan zanaki bijejke ye"
        },
        {
            "chapter": 4,
            "verse": 25,
            "text": "U kijan ji we heke nikaribe bi male xwe, bi jineke dawpares e rizgar e bawerger ra kevin bibe, idi bira ewa bi wan koleyen jinen (ku di qirinan da hatine zebunkirine) ketine bine ewletiya we da mane, ku ji wan kecen weyen (bende ne) bawerger in, kevin bibe. U Yezdan bi bawereya we cetir dizane. Sixwa hun bi xweber ji ji hev in (ji yek nisakine hemusk meriv in; idi hun ci kole bin, ci rizgar bin, di merivatiye da yek in.) Idi heke ewan (jinan) xwe ji tulitiye biparisinin, hun bi dustura serkare wan jinen kole, bi wan ra kevin bibin. U hun (ewi male, ku we di nava hev da ji bona kirya wan, bi qayiliya ji wan biryar kiriye) bi qenci bidin wan jinan. Heke ewan (jinan bi dizika da) ji xwe ra bi deste tu keseki negirin (ku bi wan ra tuliti bikin). Idi heke ewan jinan ji piste (ve merkirine) disa tuliti kirin, celata wan nive celata jinen rizgar in. Eva duristbuna kevina bi wan jinen bende ra, ji bona wan meren rizgaren ji we ne ku ditirsin, heke bi wan ra kevin nebin, we mastoqiye bikin, durist e. U sixwa heke hun (geli meren be male xezan!) hew bikin (qe bi wan koleyen jin ra ji kavin nebin) ji bona we ra ne kevinbun cetir e. U Yezdan baxiskare dilovin e"
        },
        {
            "chapter": 4,
            "verse": 26,
            "text": "Yezdan (bi van biryar u rezikan) dive, ku ji bona we ra tista hun pe nizanin, hin bike u reya wan (komelen) berya we da borine, bide nisane we u sikatine we ji bona we ra bibaxisine. U Yezdan zana ye bijejke ye"
        },
        {
            "chapter": 4,
            "verse": 27,
            "text": "U Yezdan (bi van biryaran) dive, ku gunehen we ji bona we ra bibaxisine le ewane, ku dibin peyrewe hewasa xwe hene! Ewan diven, ku we bi xariyeke mezin aliye gunehan da xar bikin"
        },
        {
            "chapter": 4,
            "verse": 28,
            "text": "Ji ber ku meriv bewec hatiye afirandine; Yezdan dive (ku bare weye ji biryaran heye) sivik bike"
        },
        {
            "chapter": 4,
            "verse": 29,
            "text": "Geli ewane ku bawer kiriye! Hun male hevdu di nava hev da bi sedemen puc nexun. Le hun (male hev di nava hev da) bi kirin u firotina bi qayilbuna ji herdu , aliyen ji we (bixun). U hun bi xweber xwe bi ne duristi nekujin. Bi rasti Yezdan ji bona we ra dilovin e"
        },
        {
            "chapter": 4,
            "verse": 30,
            "text": "U kijan (evan qedexan) bi neyarti u bi cewri bike (bira ewa bizane!) bi rasti idi eme ewi li bal agir da bikisinin. U sapatdana hane sixwa li ser Yezdan hesani ye"
        },
        {
            "chapter": 4,
            "verse": 31,
            "text": "Heke hun xwe ji gunehen mezinen, ku hun ji bona ne kirina wan hatine fermankirine biparisinin, emi sikatiyen we veserin u eme we bixin suneke dilxwes (ku di wura da hune bene mexzuvankirine)"
        },
        {
            "chapter": 4,
            "verse": 32,
            "text": "U hun dilxwaziya wi tiste, ku Yezdan hineken we li ser hineken ji we, bi wan abori kiriye, nekin (yani xwezika male wi, ya ji para wi ji bona min ra buya bi dilxwazi ne bejin). Ji bona meran ra ji keda ewan kiriye par heye u ji bona jinan ra ji ji keda ewan kiriye par heye. U hun ji Yezdan dilxwaziya (tistan) ji abora wi bikin. Bi rasti Yezdan bi hemu tistan dizane"
        },
        {
            "chapter": 4,
            "verse": 33,
            "text": "U ji bona hemuskan ra ji, me ji wi male ku da u bav u pismaman li pey xwe da bi mirati histine (paren ji mirate) ce kiriye. Idi hun ji bona wane, ku bi sondan we ji wan ra peymana maldayine daye para wan bidine wan. Bi rasti Yezdan li ser hemu tistan nehrevan e"
        },
        {
            "chapter": 4,
            "verse": 34,
            "text": "Bi sedema ku Yezdan bi abora xwe, hineken merivan li ser hineken wan rumetdar kiriye u bi sedema ku (mer) ji male xwe sixurandine dikin, mer li ser jinan bune serkar. Idi ewan jinen astikar ew in, ku bi gotina (meren xwe dikin) bi dile xwe va bi meran ra giredayine u ewan jinan, parisya wan tisten ku Yezdan fermana parisya wan kiriye (di ne amedina meren xwe da ji, parisaya wan) dikin . Le ewan jinen, ku hun ditirsin ewane b gotina meran bikin hene! Idi hun li wan siretan bikin (ji bo ku ewan bi gotina meran bikin) u hun di razana teve wan da, ji wan raqetine bikin (heke ewan bi van kirine we ne hatine re) idi hun li wan bixin (ji bo ku ewan weren reya rast.) Idi heke ewan jinan bi gotina we kirin, hun ji bona cefadayina wan li mana negerin. Bi rasti Yezdan bilinde mezin e"
        },
        {
            "chapter": 4,
            "verse": 35,
            "text": "U heke hun tirsiyan, ku we niveka wan (jin u meran) herdukan vebe (idi ewan li hev nayen) hun berewaneki ji maline merike u berewaneki ji ji maline jinike bisine (civine). Heke bi rasti ewan herdu berewanan biven, ku di niveka wan herdu (jinik u merike) asti bikin, Yezdane astiya wan herdukan pek bine. Bi rasti Yezdan zanaye agahdar e"
        }
    ]
}