{
    "maqras": [
        {
            "chapter": 5,
            "verse": 12,
            "text": "U bi sond! Yezdan ji zaren cihuyan peyman hildaye u me ji wan dazne didevan (di nava wan da) sandibuye. Yezdan ji wan ra (aha) gotiye: “Bi rasti ez bi we ra me. Heke hun nimeja xwe bikin u hun baca male xwe bidin u hun bi pexemberen min bawer bikin u hun arikarya wan bikin u heke hun ji bona qayilbuna Yezdan ji hev ra deyn bi qenci bidne hev, bi rasti eze ji sikatiyen we li ser we rakim (eze we bibaxisinim). U eze we bixme wan bihisten, ku di bine (dare wan da) cem dikisin, idi ji virha kijan meriveki ji we bibe file (evan siret u qenciyan birva bike) bi sond! Idi ewi reya rast wunda kiriye.”"
        },
        {
            "chapter": 5,
            "verse": 13,
            "text": "Idi ji ber ku ewan peymana xweye dayi sikenandine, me ji ewanan deherandine u me dile wan hisk kiriye. Ewan zaren (cihuyan) peyven (biryaran) ji suna wan dihejinin (ji bo ku binek arsan weki armance xwe derxin). Ewan pareke, ku ji wan ra hatibuye gotine (ji biryaran) birva kirine. Ji pestire hindiken ji wan, tuyi rasti qalpiya wan hemuskan weri. Idi tu ji wan kemasiyen wan bibore u tu kirine wan belas bide. Bi rasti Yezdan ji qencikaran hez dike"
        },
        {
            "chapter": 5,
            "verse": 14,
            "text": "U me ji wane ku gotine: “Bi rasti em mexinine (em arikaren Isa ne) ji peymanan hildaye. Idi ewan mexinan pareke (ji wan biryaren) ku ji wan ra hatibuye gotine birva kirine. Idi me ji di nava wan da heya roya rabuna hemu da, neyarti u xerez xistiye (helan). Yezdane ji bona wan ra ewe kirina wan e, ku ewan ji xwe ra xistibuye pes e, beje"
        },
        {
            "chapter": 5,
            "verse": 15,
            "text": "Geli ewane xweye pirtuk! Bi rasti li bal we da pexembere me hatine. Ewan (biryaren) ku di pirtuke da hebun, we penha dikir, ji bona we ra ewa (pexembera) pire wan (biryaran) vedike u ji pire wan (biryaran) ji dibore (qe ji wan axiftin nake). Bi sond! Ji Yezdan bona we ra ruhnayek u pirtukeke daveger hatiye"
        },
        {
            "chapter": 5,
            "verse": 16,
            "text": "Yezdan bi we pirtuke, ewan meriven ku di bine peyrewe qayilbuna wi, digihine rene parisvan u ewa ewan merivan (bi we pirtuke) ji taritiye li bal ruhnaye da derdixe. Ere! Ewa, ewan tine reya rast"
        },
        {
            "chapter": 5,
            "verse": 17,
            "text": "Bi sond! Ewan meriven, ku gotine: “Yezdan Isaye Mesihe kure Meryeme bi xweber e. (bi we gotina xwe) bune file.” (Muhemmed tu ji wan ra) beje: “Heke Yezdan bive, ku Mesihe kure Meryeme u diya Mesih u hemu kesen di zemin da hene ji tesqele bike, gelo ke dikare, ku ewan ji tesqelekirina wi bi tisteki bide para?” U seroktiya ezman u zemin u ci tista di nava wan herdukan da heye, hey ji bona Yezdan ra ne. Ewa ci tista bive ewi diafirine. Sixwe Yezdan li ser hemu tistan disi"
        },
        {
            "chapter": 5,
            "verse": 18,
            "text": "Cihu u Mexinan gotine: “Bi rasti em kuren Yezdan in u em hezgeren wi ne.” (Muhemmed! Tu ji bona wan ra) beje: “(Heke hun kur u hezgeren wi ne) idi ewa cima we bi gonehen we sapak dike? Na,! (gotina we nine) le ewan kesen ku (Yezdan ) afirandine hene! Hun ji ji wan in. Ewa ji kijani ra bive dibaxisine u kijani ra ji bive, ewi sapat dike. U seroktiya ezman u zemin u ci tiste di nava wan da heyi, hey ji bona Yezdan ra ne. Sixwa zivirandina (para da) bi xweber ji li bal wi da ne"
        },
        {
            "chapter": 5,
            "verse": 19,
            "text": "Geli xweye pirtukan! Ji bona ku hun (nebejin): “Di gava sistaya hatina pexemberan da, qe tu keseke mizginvane (bi bihiste) u tirsdaye (bi doje) li bal me da ne hatibu heya ku me ji (bi wi bawer bikira, bi hatina reya rast). Di we gava hatina pexemberan sist bibu, bi rasti pexembere meye (Muhammed) li bal we da hatiye. Bi sond! Ewi rastiya (dinan-olan) bi huzwarti ji bona we ra vedikir, u mizginiya (bi bihiste) u tirsa (ji doje) daye we (ji bona pekanina biryaran hemu siret gotine, idi tu mana ji bona gonehkarya we ra ne maye. Ku hun dibejin em bi nezani gonehan dikin). U Yezdan li ser hemu tistan disi"
        },
        {
            "chapter": 5,
            "verse": 20,
            "text": "U (hun ewe gava) ku Musa ji bona komale xwe ra (aha) gotiye: “Geli min! Hun ewan qencen Yezdan e ku li ser we heye bira xwe binin; ewi di nava we da pexember ce kirine u ewi hun xistine serok u ewi di cihane da qencen wusa bi we kiriye qe li tu keseki li cihane ne kiriye, bira xwe binin"
        },
        {
            "chapter": 5,
            "verse": 21,
            "text": "Geli min! Hun bikebine wi bajare piroze ku Yezdan ji bona we ra bi ve neve nivisiye u hun di para da nezivirin. Heke hun idi di para da bizvirin, bi rasti hune ziyan bikin"
        },
        {
            "chapter": 5,
            "verse": 22,
            "text": "Ewan (ji bona Musa ra aha) gotine: “Musa! Bi rasti di wi (welate me da) komaleki kotekkar heye. Heya ewa (komala) bi rasti ji welat dernekebin em bi xweber nakabine wi welati. Idi heke ewan ji welat derkebin, eme bi xweber herin bikebine welat"
        },
        {
            "chapter": 5,
            "verse": 23,
            "text": "Du meren ji wane tirsonek ne (ku ji Yezdan ditirsiyan) Yezdan (bi xwerber ji) li ser wan qenci kiribuye (aha) gotibune: “Hun di deri da li ser wan da (erise) beherin, idi gava hun bikebine hundur, bi rasti hune serfiraz bibin (heke hun li ber xwe bidin). Heke hun bi rasti bi Yezdan ewle dibin, idi hun xwe hisperne wi.”"
        },
        {
            "chapter": 5,
            "verse": 24,
            "text": "Ewan (ji Musa ra aha) gotine: “Musa! Bi rasti heya ewan (neyaran) di bajar da bin qe tucari em nakebine bajar. Idi (Musa!) tu bi Xudaye xwe va herin, bi wan ra qirine bikin (ewan ji welat derxin) eme ji li vira runen.”"
        },
        {
            "chapter": 5,
            "verse": 25,
            "text": "(Musa ji Xuda aha lava) kiriye: “Xudaye min! Ez ji pestire xwe u biraye xwe, xayitiya tu kesi nakim, idi tu niveka me u evi komale ji re derketi raqetine.”"
        },
        {
            "chapter": 5,
            "verse": 26,
            "text": "Ewi (ji Musa ra aha) gotiye: “Idi (ewa zemine piroz) heya cil sali, li ser wan qedexe buye (ewane heya cu sali li we desti biminin, nacine bajare Qudse). Ewane di we (berya bi nav Tiyehe da) bi sergerdani bigerin. Idi (Musa) tu li ser komale ji re derketi kovanan neke.”"
        }
    ]
}