{
    "maqras": [
        {
            "chapter": 5,
            "verse": 109,
            "text": "Di roya ku Yezdan, pexemberan dicivine (ji wan aha di pirse): “Di gava, ku we biryaren min ji bona koma xwe ra digotin ji bona we ra ci pisyar hate dane?” (Pexemberan) gotine:”Bi rasti tu zanin ji bona me ra (bi pisyara wan) tune ye, hey tu bi tene bi wan tisten penha cetir dizani.”"
        },
        {
            "chapter": 5,
            "verse": 110,
            "text": "Di gaveki da Yezdan ji bona Isaye kure Meryeme ra (aha) gotiye: “Isa! Tu ewan qenciyen min e, ku li ser te u li ser diya te hene, bira xwe bine. (Tu dizani) ku min pistevaniya te bi cane piroz kiribu. (Idi) tu di cincile da u di gave lawiti u di kaliya xwe da bi kesan ra diaxivi, kane! Min bi te nivisandin u zanina retkoki u Tewrat u Incil, daye hinkirne. (U bira xwe bine) kane! Te ji herye tokela cukan bi destura min, ce dikirin, idi te di wan tokelan da puf dikir, ewan tokelan ji bi destura min, idi dibune cuk. U te bi destura min kuren zikmaki u koti mefa dikirin. Kane! Te bi destura min miri (bi zindi) derdixistin. U (bira xwe bine) kane! Di gava ku tu (li bal zaren cihuyan da) bi beraten daveker va hatibuyi, idi ewane file ne, ku ji wan zaren cihuyan bun (aha) digotin: “Bi rasti evan (berateyen ku tu ji bona me ra tini) hey ancen xuyayi ne.” Me ji tu di we gave da ji wan parisandi"
        },
        {
            "chapter": 5,
            "verse": 111,
            "text": "U (bira xwe bine) gava me li bal suxtan da niqandibu; ku ewan suxtan bi min u bi pexembere min bawer bikin. (Ewan suxtan aha) gotine: “Me bawer kiriye u tu sahid be, ku em bi rasti misilman in.”"
        },
        {
            "chapter": 5,
            "verse": 112,
            "text": "Di gava suxtan ji bona (Isa ra aha) gotine: “Isaye kure Meryeme! Gelo Xudaye te dikare, ku bi ser me da li ezmanan xewaneke (xwarinan) bihenirine?” (Isa ji wan ra aha pisyar daye) gotiye: “Heke hun bawer dikin, hun yezdanparizi bikin (ji van gotin u kirinan dest berdin).”"
        },
        {
            "chapter": 5,
            "verse": 113,
            "text": "Ewan (suxtan aha) gotine: “Em diven, ku em ji we (xewane) xwurekan bixun ji bo ku dile me hesani be u em bizanin, ku tu bi rasti ji bona me ra rastiye dibeji, u em ji li ser wan bibne sahid.”"
        },
        {
            "chapter": 5,
            "verse": 114,
            "text": "Isaye kure Meryeme ji (bi lavati aha) gotiye: “Xudaye me! Tu li ezmanan bi ser me da xewaneke (xwarinan) bihenirine, ji bo ku ewa (xewana) ji bona me u ji bona wane pesrewan u pasrewane me ra bibe cejneki u derheozeke ji te be. U tu (ewan xurekan) bi me bide sixurandine. Sixwa tu bi xweber ji cetire sixurandokani.”"
        },
        {
            "chapter": 5,
            "verse": 115,
            "text": "Yezdan ji (aha) gotiye: “Bi rasti eze ewe (xewane) bi ser we da bihenirinim. Idi kijan ji we ji pisti hinartina (xewane) bibe file, eze ewi bi sapateke wusa sapat bikim, ku ez weki wi di gerdune da, tu keseki sapat nakim.”"
        },
        {
            "chapter": 5,
            "verse": 116,
            "text": "Di gaveki da Yezdan (ji bona Isaye kure Meryeme ra aha) gotiye: \"Isaye kure Meryeme! Qey te ji bona kesan ra (aha) gotiye.” Hun (geli kesan!) ji bal Yezdan, min u diya min ji ji xwe ra bixne du Yezdan? (Isa aha) gotiye: “Ez (te ji wan gotine wan) paqij dikim, tu maf ji bona min ra tune ye, ku ez ewe tista qe tu mafe hun teda tune be, bejim. Heke min wusa gotibe sixwa tu pe dizani. Tu bi tista ku hundure min da heye dizani, le ez bi tista di hundure te da heyi nizanim. Bi rasti hey tu bi tisten penha dizani.”"
        },
        {
            "chapter": 5,
            "verse": 117,
            "text": "Min ji bona wan ra, ji pestire wan (biryaren) ku te fermana min kiriye; ez ewan ji wan ra bejim, qe tu tist ji wan ra ne gotiye. (Min ji bona wan ra aha) gotiye: “Hun perestiya wi Yezdane, ku Xudaye min u Xudaye we ye, bikin. Heya ku ez di nava wan da bim, ez sahide li ser wan im, idi di gava ku te ez ji nava wan derxistim (cane min sitand) tu bi xweber dibi didevane li ser wan. Sixwa tu bi xwer ji sahide li ser hemu tistani.”"
        },
        {
            "chapter": 5,
            "verse": 118,
            "text": "Heke tu ewan sapat biki, bi rasti ewan bendeyen te ne (tu kes tekil nabe). Sixwa heke tu ewan bibaxisini, bi rasti servahate bijejke hey tu bi xweberi (disa tu kes nikare tekil bibe)"
        },
        {
            "chapter": 5,
            "verse": 119,
            "text": "Yezdan gotiye: “Eva roya hane royake wusa ne, ku di we roye da rastiya rastgoyan ji bona (wan rastgoyan) bi ker te. Ji bona wan ra bihisten, ku di bine (dare) wan da cem dikisin, hene. Ewane di wan bihistan da tum carin biminin. Yezdan bi wan qayil buye, ewan bi xweber ji (bi dana) Yezdan qayil bune. Serfiraziya mezin eva ye.”"
        },
        {
            "chapter": 5,
            "verse": 120,
            "text": "Seroktiya ezman u zemin u seroktiya wan tisten (di ezman u zemin da) heyi hey ji bona Yezdan ra ne. Sixwa Yezdan bi xweber ji li ser hemu tistan bi hez e"
        },
        {
            "chapter": 6,
            "verse": 1,
            "text": "Ew Yezdane, ku ezman u zemin afirandiye u tariti urohnayi (sev u ro) ce kiriye; ciqa pesindayin hene! Hemusk ji bona wi ra ne. Bi vi ra ji disa ewane ku bune file ji pisti (ve zanine) ji bona perestiya Xudaye xwe ra (putan di perestiye da) yek digirin"
        },
        {
            "chapter": 6,
            "verse": 2,
            "text": "Yezdan ew e; ku hun ji herye afirandine u pase ji bona we ra dane (jin u mirine qedandiye. U daneki navdaye li bal (Yezdan) heye. U pase hun bi xweber ji di wan danan da dudil dibin"
        },
        {
            "chapter": 6,
            "verse": 3,
            "text": "Di ezman u di zemin da ewa Yezdaneki (bi tene ye). Ewa bi dizi u bi xuyayen we dizane u bi tista hun dikin ji dizane"
        },
        {
            "chapter": 6,
            "verse": 4,
            "text": "U ciqa berateki ji berateyen Xudaye wan ji wan ra hatibe, ewan ji we berate hey ru fetilandine"
        },
        {
            "chapter": 6,
            "verse": 5,
            "text": "Idi bi sond! Di gava ji wan ra maf (Qur´an) hatiye, disa ewan, ewa mafa ji dane derewderandine. (Qe tistek nabe!) We di nezik da axiftina wan tisten, ku ewan (bi hatina wan tistan) tinaz dikiribune, ji bona wan ra were"
        },
        {
            "chapter": 6,
            "verse": 6,
            "text": "Qey ewan nabinin, ka me ciqa komal di berya wan da tesqele kirine? Me ewan komalan wusa di zemin da bi cih kiribu, qe me ji bona we ra wusa (di zemin da) bi cihkirin ne dabuye u me bi vi ra ji bi ser wan da (ewren) jore, ku silye direjin, sandiye u me di nava (dar u candiniyen wan da) ceme (ave) dane kisandine (ewan disa evan qencen me birva kiribune) me ji ewan bi gonehen wan tesqele kiriye u me ji pisti (tesqelekirina wan di suna wan da) hinek nisanen (caxnen) mayi bi gehijandin afirandine"
        },
        {
            "chapter": 6,
            "verse": 7,
            "text": "(Muhemmed!) Heke me bi ser te da pirtukeke wusa, ku ewa pirtuka di kaxizan da hatibuya nivisandine, idi ewan bi xweber ji deste xwe dabuna we (pirtuka nivisari) hinartibuya, we ewane ku bune file hene! Disa ji bigotinan: \"Eva (pirtuka) hey anceke ber ceviye"
        },
        {
            "chapter": 6,
            "verse": 8,
            "text": "Ewan (aha) gotibune: \"(Goti) li ser (Muhemmed) da firistek ne hatibuya hinartine (ku me ji bi wi bawer bikira)? U heke me firistek hinartibuya, sixwa buyera (bi sapata wan) pek hatibu, idi me ne dihist ku ewan cave xwe vekin"
        },
        {
            "chapter": 6,
            "verse": 9,
            "text": "U heke me (pexember) bixista firiste ji, disa meye ewa (firista) bixista mereki wusa, meye ewan kincen, ku hun li xwe dikin li wan ji bikira"
        },
        {
            "chapter": 6,
            "verse": 10,
            "text": "(Muhemmed!) Bi sond! Ewan pexemberen di berya te da hatibune hene! Bi wan ji hatibuye tinaz kirine. Le idi (ewa sapata) ku ewan bi hatina we tinaz dikiribune (ewan tinazkaren) ji wan hildabuye nava xwe da (ewan bi we sewiti bune)"
        },
        {
            "chapter": 6,
            "verse": 11,
            "text": "(Muhemmed! Tu ji wan ra aha) beje: \"Hun di zemin da bigerin, pase hun li bal (temtela) wan kesen, ku ewan (bi beraten Yezdan) derew dikiribune meze bikin, ka ca buye"
        },
        {
            "chapter": 6,
            "verse": 12,
            "text": "(Muhemmed! Tu ji wan ra aha) beje: \"Gelo hemu tisten di ezman u di zemin da heye ji bona ke ra nin?\" (Ewan bezar dibin nikarin pisyara te bidin, tu ji wan ra aha) beje: \"Ewan (heyan hemusk) ji bona Yezdan ra nin. Ewi (Yezdani) li ser xwe bi ve neve dilovini nivisiye. Bi sond! Ewe we we di we roya, ku di hatina we da qe tu dudili tune ye, bicivine. Ewane ku bawer nakin hene! Idi ewan bi xweber xwe xistine ziyane"
        }
    ]
}