{
    "manzils": [
        {
            "chapter": 17,
            "verse": 1,
            "text": "Glorificado seja Aquele que, durante a noite, transportou o Seu servo, tirando-o da Sagrada Mesquita (em Makka) elevando-o a Mesquita de Alacsa (em Jerusalem), cujo recinto bendizemos, para mostrar-lhe alguns dos Nossos sinais. Sabeique Ele e Oniouvinte, o Onividente"
        },
        {
            "chapter": 17,
            "verse": 2,
            "text": "E concedemos o Livro a Moises, (Livro esse) que transformamos em orientacao para os israelitas, (dizendo-lhes): Naoadoteis, alem de Mim, outro guardiao"
        },
        {
            "chapter": 17,
            "verse": 3,
            "text": "O geracao daqueles que embarcamos com Noe! Sabei que ele foi um servo agradecido"
        },
        {
            "chapter": 17,
            "verse": 4,
            "text": "E lancamos, no Livro, um vaticinio aos israelitas: causareis corrupcao duas vezes na terra e vos tornareis muitoarrogantes"
        },
        {
            "chapter": 17,
            "verse": 5,
            "text": "E quanto se cumpriu a primeira, enviamos contra eles servos Nossos poderosos, que adentraram seus lares e foi cumpridaa (Nossa) cominacao"
        },
        {
            "chapter": 17,
            "verse": 6,
            "text": "Logo vos concedemos a vitoria sobre eles, e vos agraciamos com bens e filhos, e vos tornamos mais numerosos"
        },
        {
            "chapter": 17,
            "verse": 7,
            "text": "Se praticardes o bem, este reverte-se-a em vosso proprio beneficio; se praticardes o mal, sera em prejuizo vosso. Equando se cumpriu a (Nossa) Segunda cominacao, permitimos (aos vossos inimigos0 afligir-vos e invadir o Templo, talcomo haviam invadido da primeira vez, e arrasar totalmente com tudo quanto havieis conquistado)"
        },
        {
            "chapter": 17,
            "verse": 8,
            "text": "Pode ser que o vosso Senhor tenha misericordia de vos; porem, se reincidirdes (no erro), Nos reincidiremos (no castigo) e faremos do inferno um carcere para os incredulos"
        },
        {
            "chapter": 17,
            "verse": 9,
            "text": "Em verdade, este Alcorao encaminha a senda mais reta e anuncia aos fieis benfeitores que obterao uma granderecompensa"
        },
        {
            "chapter": 17,
            "verse": 10,
            "text": "E para aqueles que negam a outra vida, porem, temos preparado um doloroso castigo"
        },
        {
            "chapter": 17,
            "verse": 11,
            "text": "O homem impreca pelo mal, ao inves de suplicar pelo bem, porque o homem e impaciente"
        },
        {
            "chapter": 17,
            "verse": 12,
            "text": "Fizemos da noite e do dia dois exemplos; enquanto obscurecemos o sinal da noite, fizemos o sinal do dia parailuminar-vos, para que procurasseis a graca de vosso Senhor, e para que conhecesseis o numero dos anos e o seu computo; eexplanamos claramente todas as coisas"
        },
        {
            "chapter": 17,
            "verse": 13,
            "text": "E casa homem lhe penduramos ao pescoco o seu destino e, no Dia da Ressurreicao, apresentar-lhes-emos um livro, queencontrara aberto"
        },
        {
            "chapter": 17,
            "verse": 14,
            "text": "(E lhe diremos): Le o teu livro! Hoje bastaras tu mesmo para julgar-te"
        },
        {
            "chapter": 17,
            "verse": 15,
            "text": "Quem se encaminha, o faz em seu beneficio; quem se desvia, o faz em seu prejuizo, e nenhum pecador arcara com a culpaalheia. Jamais castigamos (um povo), sem antes termos enviado um mensageiro"
        },
        {
            "chapter": 17,
            "verse": 16,
            "text": "E se pensamos em destruir uma cidade, primeiramente enviamos uma ordem aos seus habitantes abastados que estao nelacorromperem os Nossos mandamentos; esta (cidade), entao, merecera o castigo; aniquila-la-emos completamente"
        },
        {
            "chapter": 17,
            "verse": 17,
            "text": "Quantas geracoes temos exterminado depois de Noe! Porem, basta tao-somente que teu Senhor conheca e veja ospecados dos Seus servos"
        },
        {
            "chapter": 17,
            "verse": 18,
            "text": "A quem quiser as coisas transitorias (deste mundo), atende-lo-emos ao inferno, em que entrara vituperado, rejeitado"
        },
        {
            "chapter": 17,
            "verse": 19,
            "text": "Aqueles que anelarem a outra vida e se esforcarem para obte-la, e forem fieis, terao os seus esforcos retribuidos"
        },
        {
            "chapter": 17,
            "verse": 20,
            "text": "Tanto a estes como aqueles agraciamos com as dadivas do teu Senhor; porque as dadivas do teu Senhor jamais foramnegadas a alguem"
        },
        {
            "chapter": 17,
            "verse": 21,
            "text": "Repara em como temos dignificado uns mais do que outros. Porem, na outra vida, ha maiores dignidades e maisdistincao"
        },
        {
            "chapter": 17,
            "verse": 22,
            "text": "Nao tomes, junto com Deus (o humano) outra divindade, porque seras vituperado, aviltado"
        },
        {
            "chapter": 17,
            "verse": 23,
            "text": "O decreto de teu Senhor e que nao adoreis senao a Ele; que sejais indulgentes com vossos pais, mesmo que a velhicealcance um deles ou ambos, em vossa companhia; nao os reproveis, nem os rejeiteis; outrossim, dirigi-lhes palavrashonrosas"
        },
        {
            "chapter": 17,
            "verse": 24,
            "text": "E estende sobre eles a asa da humildade, e dize: O Senhor meu, tem misericordia de ambos, como eles tiverammisericordia de mim, criando-me desde pequenino"
        },
        {
            "chapter": 17,
            "verse": 25,
            "text": "Vosso Senhor e mais sabedor do que ninguem do que ha em vossos coracoes. Se sois virtuosos, sabei que Ele eIndulgente para com os contritos"
        },
        {
            "chapter": 17,
            "verse": 26,
            "text": "Concede a teu parente o que lhe e devido, bem como ao necessitado e ao viajante, mas nao sejas perdulario"
        },
        {
            "chapter": 17,
            "verse": 27,
            "text": "Porque os perdularios sao irmaos dos demonios, e o demonio foi ingrato para com o seu Senhor"
        },
        {
            "chapter": 17,
            "verse": 28,
            "text": "Porem, se te abstens (o Mohammad) de privar com eles com o fim de alcancares a misericordia de teu Senhor, a qualalmejas, fala-lhes afetuosamente"
        },
        {
            "chapter": 17,
            "verse": 29,
            "text": "Nao cerres a tua mao excessivamente, nem a abras completamente, porque te veras censurado, arruinado"
        },
        {
            "chapter": 17,
            "verse": 30,
            "text": "Teu Senhor prodigaliza e prove, na medida exata, a Sua merce a quem Lhe apraz, porque esta bem inteirado e eObservador dos Seus servos"
        },
        {
            "chapter": 17,
            "verse": 31,
            "text": "Nao mateis vossos filhos por temor a necessidade, pois Nos os sustentaremos, bem como a vos. Sabei que o seuassassinato e um grave delito"
        },
        {
            "chapter": 17,
            "verse": 32,
            "text": "Evitai a fornicacao, porque e uma obscenidade e um pessimo exemplo"
        },
        {
            "chapter": 17,
            "verse": 33,
            "text": "Nao mateis o ser que Deus vedou matar, senao legitimamente; mas, quanto a quem e morto injustamente, facultamos aoseu parente a represalia; porem, que nao se exceda na vinganca, pois ele esta auxiliado (pela lei)"
        },
        {
            "chapter": 17,
            "verse": 34,
            "text": "Nao disponhais do patrimonio do orfao senao da melhor forma, ate que ele chegue a puberdade, e cumpri oconvencionado, porque o convencionado sera reivindicado"
        },
        {
            "chapter": 17,
            "verse": 35,
            "text": "E quanto instituirdes a medida, fazei-o corretamente; pesai na balanca justa, porque isto e mais vantajoso e de melhorconsequencia"
        },
        {
            "chapter": 17,
            "verse": 36,
            "text": "Nao sigas (o humano) o que ignoras, porque pelo teu ouvido, pela tua vista, e pelo teu coracao, por tudo isto seraresponsavel"
        },
        {
            "chapter": 17,
            "verse": 37,
            "text": "E nao te conduzas com jactancia na terra, porque jamais poderas fende-la, nem te igualar, em altura, as montanhas"
        },
        {
            "chapter": 17,
            "verse": 38,
            "text": "De todas as coisas, a maldade e a mais detestavel, ante o teu Senhor"
        },
        {
            "chapter": 17,
            "verse": 39,
            "text": "Eis o que da sabedoria te inspirou teu Senhor: Nao tomes, junto com Deus, outra divindade, porque sera arrojado noinferno, censurado, rejeitado"
        },
        {
            "chapter": 17,
            "verse": 40,
            "text": "Porventura, vosso Senhor designou para vos os varoes e escolheu para Si, dentre os anjos, as filhas? Sabei que proferisuma grande blasfemia"
        },
        {
            "chapter": 17,
            "verse": 41,
            "text": "Temos reiterado os Nossos conselhos neste Alcorao, para que se persuadam; porem, isso nao logra fazer mais do queaumentar-lhes a aversao"
        },
        {
            "chapter": 17,
            "verse": 42,
            "text": "Dize-lhes: Se, como dize, houvesse, juntamente com Ele, outros deuses, teriam tratado de encontrar um meio decontrapor-se ao Soberano do Trono"
        },
        {
            "chapter": 17,
            "verse": 43,
            "text": "Glorificado e sublimemente exaltado seja Ele, por tudo quanto blasfemam"
        },
        {
            "chapter": 17,
            "verse": 44,
            "text": "Os setes ceus, a terra, e tudo quanto neles existe glorificam-No. Nada existe que nao glorifique os Seus louvores! Porem, nao compreendeis as suas glorificacoes. Sabei que Ele e Tolerante, Indulgentissimo"
        },
        {
            "chapter": 17,
            "verse": 45,
            "text": "E, quando recitas o Alcorao, interpomos um veu invisivel entre ti e aqueles que nao creem na outra vida"
        },
        {
            "chapter": 17,
            "verse": 46,
            "text": "E sigilamos os coracoes para que nao o compreendessem, e ensurdecemos os seus ouvidos. E, quando, no Alcorao, mencionas unicamente teu Senhor, voltam-te as costas desdenhosamente"
        },
        {
            "chapter": 17,
            "verse": 47,
            "text": "Sabemos, melhor do que ninguem, quando vem escutar-te e porque o fazem; e quando se encontram em confidencia, osiniquos dizem: Nao seguis senao um homem enfeiticado"
        },
        {
            "chapter": 17,
            "verse": 48,
            "text": "Olha com o que te comparam! Porem, assim se desviam, e nunca encontrarao senda alguma"
        },
        {
            "chapter": 17,
            "verse": 49,
            "text": "Dizem: Que! Quando estivermos reduzidos a ossos e po, seremos, acaso reencarnados em uma nova criacao"
        },
        {
            "chapter": 17,
            "verse": 50,
            "text": "Dize-lhes: Ainda que fosseis pedras ou ferro"
        },
        {
            "chapter": 17,
            "verse": 51,
            "text": "Ou qualquer outra criacao inconcebivel as vossas mentes (serieis ressuscitados). Perguntarao, entao: Quem nosressuscitara? Respondeu-lhes: Quem vos criou da primeira vez! Entao, meneando a cabeca, dirao: Quando ocorrera isso? Responde-lhes: Talvez seja logo"
        },
        {
            "chapter": 17,
            "verse": 52,
            "text": "Sera no dia em que Ele vos chamar e em que vos O atendereis, glorificando os Seus louvores; e vos parecera que naopermanecestes ali senao pouco tempo"
        },
        {
            "chapter": 17,
            "verse": 53,
            "text": "E dize aos Meus servos que digam sempre o melhor, porque Satanas causa dissensoes entre eles, pois Satanas e uminimigo declarado do homem"
        },
        {
            "chapter": 17,
            "verse": 54,
            "text": "Vosso Senhor vos conhece melhor do que ninguem. Se Lhe apraz, apiada-Se de vos e, se quer, castiga-vos. Nao teenviamos como guardiao deles"
        },
        {
            "chapter": 17,
            "verse": 55,
            "text": "Teu Senhor conhece melhor do que ninguem aqueles que estao nos ceus e na terra. Temos preferido a uns profetas sobreoutros, e concedemos os Salmos a Davi"
        },
        {
            "chapter": 17,
            "verse": 56,
            "text": "Dize-lhes: Invocai os que pretendeis em vez d'Ele! Porem nao poderao vos livrar das adversidades, nem as modificar"
        },
        {
            "chapter": 17,
            "verse": 57,
            "text": "Aqueles que invocam anseiam por um meio que os aproxime do seu Senhor e esperam a Sua misericordia e temem o Seucastigo, porque o castigo do teu Senhor e temivel"
        },
        {
            "chapter": 17,
            "verse": 58,
            "text": "Nao existe cidade alguma que nao destruiremos antes do Dia da Ressurreicao ou que nao a castigaremos severamente; isto esta registrado no Livro"
        },
        {
            "chapter": 17,
            "verse": 59,
            "text": "E nao enviamos os sinais somente porque os primitivos os desmentiram. Haviamos apresentado ao povo de Tamud acamela como um sinal evidente, e eles a trataram erradamente; porem, jamais enviamos sinais, senao para adverti-los"
        },
        {
            "chapter": 17,
            "verse": 60,
            "text": "E quanto te dissemos: Teu Senhor abrange toda a humanidade. A visao que te temos mostrado nao foi senao uma provapara os humanos, o mesmo que a arvore maldita no Alcorao. Nos o advertimos! Porem, isto nao fez mais do que aumentar asua grande transgressao"
        },
        {
            "chapter": 17,
            "verse": 61,
            "text": "E quando dissemos aos anjos: Prostrai-vos ante Adao!, prostraram-se todos, menos Lucifer, que disse: Terei deprostrar-me ante quem criaste do barro"
        },
        {
            "chapter": 17,
            "verse": 62,
            "text": "E continuou: Atenta para este, que preferiste a mim! Juro que se me tolerares ate o Dia da Ressurreicao, salvo unspoucos, apossar-me-ei da sua descendencia"
        },
        {
            "chapter": 17,
            "verse": 63,
            "text": "Disse-lhe (Deus): Vai-te, (Satanas)! E para aqueles que te seguirem, o inferno sera o castigo bem merecido"
        },
        {
            "chapter": 17,
            "verse": 64,
            "text": "Seduze com a tua voz aqueles que puderes, dentre eles; aturde-os com a tua cavalaria e a tua infantaria; associa-te a elesnos bens e nos filhos, e faze-lhes promessas! Qual! Satanas nada lhes promete, alem de quimeras"
        },
        {
            "chapter": 17,
            "verse": 65,
            "text": "Nao teras autoridade alguma sobre os Meus servos, porque basta o teu Senhor para Guardiao"
        },
        {
            "chapter": 17,
            "verse": 66,
            "text": "Vosso Senhor e Quem faz singrar o mar, os navios para que procureis algo da Sua graca, porque Ele e Misericordiosopara convosco"
        },
        {
            "chapter": 17,
            "verse": 67,
            "text": "E quando, no mar, vos acoita a adversidade, aqueles que invocais alem d'Ele desvanecem-se; porem, quando vos salva, conduzindo-vos a terra, negai-Lo, porque e proprio do homem ser ingrato"
        },
        {
            "chapter": 17,
            "verse": 68,
            "text": "Estais, acaso, seguros de que Ele nao fara a terra tragar-vos ou de que nao desencadeara sobre vos um furacao, sem quepossais encontrar guardiao algum"
        },
        {
            "chapter": 17,
            "verse": 69,
            "text": "Ou estais, entao, seguros de que nao vos devolvera novamente ao mar e de que nao desencadeara sobre vos umatormenta que vos afogara, por vossa ingratidao, sem que possais encontrar quem vos aproxime de Nos"
        },
        {
            "chapter": 17,
            "verse": 70,
            "text": "Enobrecemos os filhos de Adao e os conduzimos pela terra e pelo mar; agraciamo-los com todo o bem, e preferimosenormemente sobre a maior parte de tudo quanto criamos"
        },
        {
            "chapter": 17,
            "verse": 71,
            "text": "Um dia convocaremos todos os seres humanos, com os seus (respectivos) imames. E aqueles a quem forem entregues osseus livros na destra, le-los-ao e nao serao defraudados no minimo que seja"
        },
        {
            "chapter": 17,
            "verse": 72,
            "text": "Porem, quem estiver cego neste mundo estara cego no outro, e mais desencaminhado ainda"
        },
        {
            "chapter": 17,
            "verse": 73,
            "text": "Se pudessem, afastar-te-iam do que te temos inspirado para forjares algo diferente. Entao, aceitar-te-iam por amigo"
        },
        {
            "chapter": 17,
            "verse": 74,
            "text": "E se nao te tivessemos firmado, ter-te-ias inclinado um pouco para eles"
        },
        {
            "chapter": 17,
            "verse": 75,
            "text": "Neste caso, ter-te-iamos duplicado (o castigo) nesta vida e na outra, e nao terias encontrado quem te defendesse de Nos"
        },
        {
            "chapter": 17,
            "verse": 76,
            "text": "Conspiraram atemorizar-te na terra (de Makka), com o fito de te expulsarem dela; porem, nao permaneceriam muitotempo ali, depois de ti"
        },
        {
            "chapter": 17,
            "verse": 77,
            "text": "Tal e a lei que haviamos enviado, antes de ti, aos Nossos mensageiros, e nao acharas mudanca em Nossa lei"
        },
        {
            "chapter": 17,
            "verse": 78,
            "text": "Observa a oracao, desde o declinio do sol ate a chegada da noite, e cumpre a recitacao matinal, porque e sempretestemunhada"
        },
        {
            "chapter": 17,
            "verse": 79,
            "text": "E pratica, durante a noite, oracoes voluntarias; talvez assim teu Senhor te conceda uma posicao louvavel"
        },
        {
            "chapter": 17,
            "verse": 80,
            "text": "E dize: O Senhor meu, faze com que eu entre com honradez e saia com honradez; concede-me, de Tua parte, umaautoridade para socorrer(-me)"
        },
        {
            "chapter": 17,
            "verse": 81,
            "text": "Dize tambem: Chegou a Verdade, e a falsidade desvaneceu-se, porque a falsidade e pouco duravel"
        },
        {
            "chapter": 17,
            "verse": 82,
            "text": "E revelamos, no Alcorao, aquilo que e balsamo e misericordia para os fieis; porem, isso nao fara mais do que aumentara perdicao dos iniquos"
        },
        {
            "chapter": 17,
            "verse": 83,
            "text": "Mas, quando agraciamos o homem, ele Nos desdenha e se envaidece; em troca, quando o mal o acoita, ei-lodesesperado"
        },
        {
            "chapter": 17,
            "verse": 84,
            "text": "Dize-lhes: Cada qual age a seu modo; porem, vosso Senhor conhece mais do que ninguem o melhor encaminhado"
        },
        {
            "chapter": 17,
            "verse": 85,
            "text": "Perguntar-te-ao sobre o Espirito. Responde-lhes: O Espirito esta sob o comando do meu Senhor, e so vos tem sidoconcedida uma infima parte do saber"
        },
        {
            "chapter": 17,
            "verse": 86,
            "text": "Se quisessemos, poderiamos anular tudo quanto te temos inspirado, e nao encontrarias, entao, defensor algum, ante Nos"
        },
        {
            "chapter": 17,
            "verse": 87,
            "text": "Porem, (tal nao foi anulado) por misericordia de teu Senhor. Sua graca para contigo e imensa"
        },
        {
            "chapter": 17,
            "verse": 88,
            "text": "Dize-lhes: Mesmo que os humanos e os genios se tivessem reunido para produzir coisa similar a este Alcorao, jamaisteriam feito algo semelhante, ainda que se ajudassem mutuamente"
        },
        {
            "chapter": 17,
            "verse": 89,
            "text": "Temos exposto neste Alcorao toda a sorte de exemplos para os humanos, porem, a maioria dos humanos o nega"
        },
        {
            "chapter": 17,
            "verse": 90,
            "text": "E dizem: Nao creremos em ti, a menos que nos facas brotar um manancial da terra"
        },
        {
            "chapter": 17,
            "verse": 91,
            "text": "Ou que possuas um jardim de tamareiras e videiras, em meio ao qual facas brotar rios abundantes"
        },
        {
            "chapter": 17,
            "verse": 92,
            "text": "Ou que facas cair o ceus em pedacos sobre nos, como disseste (que aconteceria), ou nos apresentes Deus e os anhos empessoa"
        },
        {
            "chapter": 17,
            "verse": 93,
            "text": "Ou que possuas uma casa adornada com ouro, ou que escales o ceus, pois jamais creremos na tua ascensao, ate que nosapresentes um livro que possamos ler. Dize-lhes: Glorificado seja o meu Senhor! Sou, porventura, algo mais do que umMensageiro humano"
        },
        {
            "chapter": 17,
            "verse": 94,
            "text": "Que foi que impediu os humanos de crerem, quando lhes chegou a orientacao? Disseram: Acaso, Deus teria enviado porMensageiro um mortal"
        },
        {
            "chapter": 17,
            "verse": 95,
            "text": "Responde-lhes: Se na terra houvesse anjos, que caminhassem tranquilos, Ter-lhes-iamos enviado do ceu um anjo pormensageiro"
        },
        {
            "chapter": 17,
            "verse": 96,
            "text": "Dize-lhes: Basta-me Deus por Testemunha, entre vos e mim, porque Ele esta bem inteirado de Seus servos e eOnividente"
        },
        {
            "chapter": 17,
            "verse": 97,
            "text": "Aquele que Deus encaminhar estara bem encaminhado; e aqueles que deixar que se extraviem, jamais lhes encontrarasprotetor, em vez d'Ele. No Dia da Ressurreicao os congregaremos, prostrados sobre os seus rostos, cegos, surdos e mudos; oinferno sera a sua morada e, toda a vez que se extinguir a sua chama, aviva-la-emos"
        },
        {
            "chapter": 17,
            "verse": 98,
            "text": "Isso sera o seu castigo, porque negam os Nosso versiculos e dizem: Que! Quando estivermos reduzidos a ossos e po, seremos, acaso, reencarnados em uma nova criacao"
        },
        {
            "chapter": 17,
            "verse": 99,
            "text": "Nao reparam em que Deus, Que criou os ceus e a terra, e capaz de criar outros seres semelhantes a eles, e fixar-lhes umdestino indubitavel? Porem, os iniquos negam tudo"
        },
        {
            "chapter": 17,
            "verse": 100,
            "text": "Dize-lhes: Se possuisseis os tesouros da misericordia de meu Senhor, vos os mesquinharieis, por temor de gasta-los, pois o homem foi sempre avaro"
        },
        {
            "chapter": 17,
            "verse": 101,
            "text": "Concedemos a Moises nove sinais evidentes - pergunta, pois, aos israelitas, sobre isso -; entao o Farao lhe disse: Creio, o Moises, que estas enfeiticado"
        },
        {
            "chapter": 17,
            "verse": 102,
            "text": "Moises lhe disse: Tu bem sabes que ninguem, senao o Senhor dos ceus e da terra, revelou estas evidencias, e por certo, o Farao, creio que estas condenado a perdicao"
        },
        {
            "chapter": 17,
            "verse": 103,
            "text": "E o Farao quis bani-los da terra; porem, afogamo-lo, com os que com ele estavam"
        },
        {
            "chapter": 17,
            "verse": 104,
            "text": "E depois disso dissemos aos israelitas: Habitai a Terra, porque, quando chegar a Segunda cominacao, reunir-vos-emosem grupos heterogeneos"
        },
        {
            "chapter": 17,
            "verse": 105,
            "text": "E o temos revelado (o Alcorao) em verdade e, em verdade, revelamo-lo e nao te enviamos senao como alvissareiro eadmoestador"
        },
        {
            "chapter": 17,
            "verse": 106,
            "text": "E um Alcorao que dividimos em partes, para que o recites paulatinamente aos humanos, e que revelamos por etapas"
        },
        {
            "chapter": 17,
            "verse": 107,
            "text": "Dize-lhes: Quer creiais nele ou nao, sabei que aqueles que receberam o conhecimento, antes dele, quando lhos erecitado, caem de brucos, prostrando-se"
        },
        {
            "chapter": 17,
            "verse": 108,
            "text": "E dizem: Glorificado seja o nosso Senhor, porque a Sua promessa foi cumprida"
        },
        {
            "chapter": 17,
            "verse": 109,
            "text": "E caem de bruco, chorando, e isso lhes aumenta a humildade"
        },
        {
            "chapter": 17,
            "verse": 110,
            "text": "Dize-lhes: Quer invoqueis a Deus, quer invoqueis o Clemente, sabei que d'Ele sao os mais sublimes atributos! Naoprofiras (o Mohammad) a tua oracao em voz muito alta, nem em vos demasiado baixa, mas procura um tom medio, entreambas"
        },
        {
            "chapter": 17,
            "verse": 111,
            "text": "E dize: Louvado seja Deus, que jamais teve filho algum, tampouco teve parceiro algum na Soberania, nem (necessita) de ninguem para protege-Lo da humilhacao, e e exaltado com toda a magnificencia"
        },
        {
            "chapter": 18,
            "verse": 1,
            "text": "Louvado seja Deus que revelou o Livro ao Seu servo, no qual nao colocou contradicao alguma"
        },
        {
            "chapter": 18,
            "verse": 2,
            "text": "Fe-lo reto, para admoestar do Seu castigo e alvissarar aos fieis que praticam o bem que obterao uma boa recompensa"
        },
        {
            "chapter": 18,
            "verse": 3,
            "text": "Da qual desfrutarao eternamente"
        },
        {
            "chapter": 18,
            "verse": 4,
            "text": "E para admoestar aqueles que dizem: Deus teve um filho"
        },
        {
            "chapter": 18,
            "verse": 5,
            "text": "A despeito de carecerem de conhecimento a tal respeito; o mesmo tendo acontecido com seus antepassados. E umablasfemia o que proferem as suas bocas; nao dizem senao mentiras"
        },
        {
            "chapter": 18,
            "verse": 6,
            "text": "E possivel que te mortifiques de pena por causa deles, se nao crerem nesta Mensagem"
        },
        {
            "chapter": 18,
            "verse": 7,
            "text": "Tudo quanto existe sobre a terra, criamo-lo para ornamenta-la, a fim de os experimentarmos e vermos aqueles, dentreeles, que melhor se comportam"
        },
        {
            "chapter": 18,
            "verse": 8,
            "text": "Em verdade, tudo quanto existe sobre ela, reduzi-lo-emos a cinza e solo seco"
        },
        {
            "chapter": 18,
            "verse": 9,
            "text": "Pensas, acaso, que os ocupantes da caverna e da inscricao forma algo extraordinario entre os Nossos sinais"
        },
        {
            "chapter": 18,
            "verse": 10,
            "text": "Recorda de quando um grupo de jovens se refugiou na caverna, dizendo: O Senhor nosso, concede-nos Tua misericordia, e reserva-nos um bom exito em nossa empresa"
        },
        {
            "chapter": 18,
            "verse": 11,
            "text": "Adormecemo-los na caverna durante anos"
        },
        {
            "chapter": 18,
            "verse": 12,
            "text": "Entao despertamo-los, para assegurar-Nos de qual dos dois grupos sabia calcular melhor o tempo que haviampermanecido ali"
        },
        {
            "chapter": 18,
            "verse": 13,
            "text": "Narramos-te a sua verdadeira historia: Eram jovens, que acreditavam em seu Senhor, pelo que os aumentamos emorientacao"
        },
        {
            "chapter": 18,
            "verse": 14,
            "text": "E robustecemos os seus coracoes; e quando se ergueram, dizendo: Nosso Senhor e o Senhor dos ceus e da terra e nuncainvocaremos nenhuma outra divindade em vez d'Ele; porque, com isso, profeririamos extravagancias"
        },
        {
            "chapter": 18,
            "verse": 15,
            "text": "Estes povos adoram outras divindades, em vez d'Ele, embora nao lhes tenha sido concedida autoridade evidente algumapara tal. Havera alguem mais iniquo do que quem forja mentiras acerca de Deus"
        },
        {
            "chapter": 18,
            "verse": 16,
            "text": "Quando vos afastardes dele, com tudo quanto adoram, alem de Deus, refugiai-vos na caverna; entao, vosso Senhor vosagraciara com a Sua misericordia e vos reservara um feliz exito em vosso empreendimento"
        },
        {
            "chapter": 18,
            "verse": 17,
            "text": "E verias o sol, quando se elevava, resvalar a caverna pela direita e, quando se punha, deslizar pela esquerda, enquantoeles ficavam no seu espaco aberto. Este e um dos sinais de Deus. Aquele que Deus encaminhar estara bem encaminhado; poroutra, aquele que desviar, jamais poderas achar-lhe protetor que o guie"
        },
        {
            "chapter": 18,
            "verse": 18,
            "text": "(Se os houvesses visto), terias acreditado que estavam despertos, apesar de estarem dormindo, pois Nos os viravamos, ora para a direita, ora para a esquerda, enquanto o seu cao dormia, com as patas estendidas, na entrada da caverna. Sim, seos tivesses visto, terias retrocedido e fugido, transido de espanto"
        },
        {
            "chapter": 18,
            "verse": 19,
            "text": "E eis que os despertamos para que se interrogassem entre si. Um deles disse: Quanto tempo permanecestes aqui? Responderam: Estivemos um dia, ou parte dele! Outros disseram: Nosso Senhor sabe melhor do que ninguem o quantopermanecestes. Enviai a cidade alguns de vos com este dinheiro; que procure o melhor alimento e vos traga uma parte; queseja afavel e nao inteire ninguem a vosso respeito"
        },
        {
            "chapter": 18,
            "verse": 20,
            "text": "Porque, se vos descobrirem, apedrejar-vos-ao ou vos coagirao a abracar seu credo e, entao, jamais prosperareis"
        },
        {
            "chapter": 18,
            "verse": 21,
            "text": "Assim revelamos o seu caso as pessoas, para que se persuadissem de que a promessa de Deus e veridica e de que aHora e indubitavel. E quando estes discutiram entre si a questao, disseram: Erigi um edificio, por cima deles; seu Senhor e omais sabedor disso. Aqueles, cujas opinioes prevalecia, disseram: Erigi um templo, por cima da caverna"
        },
        {
            "chapter": 18,
            "verse": 22,
            "text": "Alguns diziam: Eram tres, e o cao deles perfazia um total de quatro. Outros diziam: Eram cinco, e o cao totalizava seis, tentando, sem duvida, adivinhar o desconhecido. E outros, ainda, diziam: Eram sete, oito com o cao. Dize: Meu Senhorconhece melhor do que ninguem o seu numero e so poucos o desconhece! Nao discutais, pois, a respeito disto, a menos queseja de um modo claro e nao inquiras, sobre eles, ninguem"
        },
        {
            "chapter": 18,
            "verse": 23,
            "text": "Jamais digas: Deixai, que farei isto amanha"
        },
        {
            "chapter": 18,
            "verse": 24,
            "text": "A menos que adiciones: Se Deus quiser! Recorda teu Senhor quando esqueceres, e dize: E possivel que meu Senhor meencaminhe para o que esta mais proximo da verdade"
        },
        {
            "chapter": 18,
            "verse": 25,
            "text": "Eis que permaneceram na caverna trezentos e nove anos"
        },
        {
            "chapter": 18,
            "verse": 26,
            "text": "Dize-lhes: Deus sabe melhor do que ninguem o quanto permaneceram, porque e Seu o misterio dos ceus e da terra. QuaoVidente e quao Ouvinte e! Eles tem, em vez d'Ele, protetor algum, e Ele nao divide com ninguem o seu comando"
        },
        {
            "chapter": 18,
            "verse": 27,
            "text": "Recita, pois, o que te foi revelado do Livro de teu Senhor, cujas palavras sao imutaveis; nunca acharas amparo forad'Ele"
        },
        {
            "chapter": 18,
            "verse": 28,
            "text": "Se paciente, juntamente com aqueles que pela manha e a noite invocam seu Senhor, anelando contemplar Seu Rosto. Naonegligencies os fieis, desejando o encanto da vida terrena e nao escutes aquele cujo coracao permitimos negligenciar o atode se lembrar de Nos, e que se entregou aos seus proprios desejos, excedendo-se em suas acoes"
        },
        {
            "chapter": 18,
            "verse": 29,
            "text": "Dize-lhes: A verdade emana do vosso Senhor; assim, pois, que creia quem desejar, e descreia quem quiser. Preparamospara os iniquos o fogo, cuja labareda os envolvera. Quando implorarem por agua, ser-lhes-a dada a beber agua semelhante ametal em fusao, que lhes assara os rostos. Que pessima bebida! Que pessimo repouso"
        },
        {
            "chapter": 18,
            "verse": 30,
            "text": "Em troca, os fieis, que praticam o bem - certamente que nao frustraremos a recompensa do benfeitor"
        },
        {
            "chapter": 18,
            "verse": 31,
            "text": "Obterao os jardins do Eden, abaixo dos quais correm os rios, onde usarao braceletes de ouro, vestirao roupas verdes detafeta e brocado, e repousarao sobre tronos elevados. Que otima recompensa e que feliz repouso"
        },
        {
            "chapter": 18,
            "verse": 32,
            "text": "Expoe-lhes o exemplo de dois homens: a um deles concedemos dois parreirais, que rodeamos de tamareiras e, entreambos, dispusemos plantacoes"
        },
        {
            "chapter": 18,
            "verse": 33,
            "text": "Ambos os parreirais frutificaram, sem em nada falharem, e no meio deles fizemos brotar um rio"
        },
        {
            "chapter": 18,
            "verse": 34,
            "text": "E abundante era a sua producao. Ele disse ao seu vizinho: Sou mais rico do que tu e tenho mais poderio"
        },
        {
            "chapter": 18,
            "verse": 35,
            "text": "Entrou em seu parreiral num estado (mental) injusto para com a sua alma. Disse: Nao creio que (este parreiral) jamaispereca"
        },
        {
            "chapter": 18,
            "verse": 36,
            "text": "Como tampouco creio que a Hora chegue! Porem, se retornar ao meu Senhor, serei recompensado com outra dadivamelhor do que esta"
        },
        {
            "chapter": 18,
            "verse": 37,
            "text": "Seu vizinho lhe disse, argumentando: Porventura negas Quem te criou, primeiro do po, e depois de esperma e logo temoldou como homem"
        },
        {
            "chapter": 18,
            "verse": 38,
            "text": "Quanto a mim, Deus e meu Senhor e jamais associarei ninguem ao meu Senhor"
        },
        {
            "chapter": 18,
            "verse": 39,
            "text": "Por que quando entrastes em teu parreiral nao dissestes: Seja o que Deus quiser; nao existe poder senao de Deus! Mesmoque eu seja inferior a ti em bens e filhos"
        },
        {
            "chapter": 18,
            "verse": 40,
            "text": "E possivel que meu Senhor me conceda algo melhor do que o teu parreiral e que, do ceu, desencadeie sobre o teu umacentelha, que o converta em um terreno de areia movedica"
        },
        {
            "chapter": 18,
            "verse": 41,
            "text": "Ou que a agua seja totalmente absorvida e nunca mais possa recupera-la"
        },
        {
            "chapter": 18,
            "verse": 42,
            "text": "E foram arrasadas as suas propriedades; e (o incredulo, arrependido) retorcia, entao, as maos, pelo que nelas haviainvestido, e, vendo-as revolvidas, dizia: Oxala nao tivesse associado ninguem ao meu Senhor"
        },
        {
            "chapter": 18,
            "verse": 43,
            "text": "E nao houve ajuda que o defendesse de Deus, nem pode salvar-se"
        },
        {
            "chapter": 18,
            "verse": 44,
            "text": "Assim, a protecao so incumbe ao Verdadeiro Deus, porque Ele e o melhor Recompensador e o melhor Destino"
        },
        {
            "chapter": 18,
            "verse": 45,
            "text": "Expoe-lhes o exemplo da vida terrena, que se assemelha a agua, que enviamos do ceu, a qual se mescla com as plantasda terra, as quais se convertem em feno, que os ventos disseminam. Sabei que Deus prevalece sobre todas as coisas"
        },
        {
            "chapter": 18,
            "verse": 46,
            "text": "Os bens e os filhos sao o encanto da vida terrena; por outra, as boas acoes, perduraveis, ao mais meritorias e maisesperancosas, aos olhos do teu Senhor"
        },
        {
            "chapter": 18,
            "verse": 47,
            "text": "E recorda-lhes o dia em que moveremos as montanhas, quando entao veras a terra arrasada, e os congregaremos, sem seomitir nenhum deles"
        },
        {
            "chapter": 18,
            "verse": 48,
            "text": "Entao serao apresentados em filas, ante o seu Senhor, que lhes dira: Agora compareceis ante Nos, tal como vos criamospela primeira vez, embora pretendesseis que jamais vos fixariamos este comparecimento"
        },
        {
            "chapter": 18,
            "verse": 49,
            "text": "O Livro-registro sera exposto. Veras os pecadores atemorizados por seu conteudo, e dirao: Ai de nos! Que significa esteLivro? Nao omite nem pequena, nem grande falta, senao que as enumera! E encontrarao registrado tudo quanto tiverem feito. Teu Senhor nao defraudara ninguem"
        },
        {
            "chapter": 18,
            "verse": 50,
            "text": "E (lembra-te) de quando dissemos aos anjos: Prostrai-vos ante Adao! Prostraram-se todos, menos Lucifer, que era umdos genios, e que se rebelou contra a ordem do seu Senhor. Toma-los-ieis, pois, juntamente com a sua prole, por protetores, em vez de Mim, apesar de serem vossos inimigos? Que pessima troca a dos iniquos"
        },
        {
            "chapter": 18,
            "verse": 51,
            "text": "Nao os tomei por testemunhas na criacao dos ceus e da terra, nem na sua propria criacao, porque jamais tomei porassistentes os sedutores"
        },
        {
            "chapter": 18,
            "verse": 52,
            "text": "E no dia em que Ele disser (aos idolatras): Chamais os Meus pretendido parceiros!, chama-los-ao; porem, estes naoatenderao a eles, pois lhes teremos imposto um abismo"
        },
        {
            "chapter": 18,
            "verse": 53,
            "text": "Os pecadores divisarao o fogo, estarao cientes de que cairao nele, porem nao acharao escapatoria"
        },
        {
            "chapter": 18,
            "verse": 54,
            "text": "Temos reiterado, neste Alcorao, toda a classe de exemplos para os humanos; porem, o homem e o litigioso maisrecalcitrante (que existe)"
        },
        {
            "chapter": 18,
            "verse": 55,
            "text": "E o que impediu os humanos de crerem, quando lhes chegou a orientacao, de implorarem o perdao do seu Senhor? Desejam, acaso, que os surpreenda o escarmento dos primitivos ou lhes sobrevenha abertamente o castigo"
        },
        {
            "chapter": 18,
            "verse": 56,
            "text": "Jamais enviamos mensageiros, a nao ser como alvissareiros e admoestadores; porem, os incredulos disputam com vaosargumentos a falsidade, para com ela refutarem a verdade; e tomam os Meus versiculos e as Minhas advertencias comoobjeto de escarnio"
        },
        {
            "chapter": 18,
            "verse": 57,
            "text": "E havera alguem mais iniquo do que quem, ao ser exortado com os versiculos do seu Senhor, logo os desdenha, esquecendo-se de tudo quanto tenha cometido? Em verdade, sigilamos as suas mentes para que nao os compreendessem, eensurdecemos os seus ouvidos; e ainda que os convides a orientacao, jamais se encaminharao"
        },
        {
            "chapter": 18,
            "verse": 58,
            "text": "Porem, teu Senhor e Indulgente, Misericordiosissimo. Se ele os punisse pelo que cometeram, acelerar-lhes-ia o castigo; porem, terao um prazo, depois do qual jamais terao escapatoria"
        },
        {
            "chapter": 18,
            "verse": 59,
            "text": "Tais eram as cidades que, pela iniquidade dos seus habitantes, exterminamos, e prefixamos um termino para isso"
        },
        {
            "chapter": 18,
            "verse": 60,
            "text": "Moises disse ao seu ajudante: Nao descansarei ate alcancar a confluencia dos dois mares, ainda que para isso tenha deandar anos e anos"
        },
        {
            "chapter": 18,
            "verse": 61,
            "text": "Mas quando ambos se aproximaram da confluencia dos dois mares, haviam esquecido o seu peixe, o qual seguira, serpeando, seu rumo ate ao mar"
        },
        {
            "chapter": 18,
            "verse": 62,
            "text": "E quando a alcancaram, Moises disse ao seu servo: Providencia nosso alimento, pois sofremos fadigas durante a nossaviagem"
        },
        {
            "chapter": 18,
            "verse": 63,
            "text": "Respondeu-lhe: Lembras-te de quando nos refugiamos junto a rocha? Eu me esqueci do peixe - e ninguem, senao Satanas, me fez esquecer de me recordar! - Creio que ele tomou milagrosamente o rumo do mar"
        },
        {
            "chapter": 18,
            "verse": 64,
            "text": "Disse-lhe: Eis o que procuravamos! E voltaram pelo mesmo caminho"
        },
        {
            "chapter": 18,
            "verse": 65,
            "text": "E encontraram-se comum dos Nossos servos, que haviamos agraciado com a Nosso misericordia e iluminado com aNossa ciencia"
        },
        {
            "chapter": 18,
            "verse": 66,
            "text": "E Moises lhe disse: Posso seguir-te, para que me ensines a verdade que te foi revelada"
        },
        {
            "chapter": 18,
            "verse": 67,
            "text": "Respondeu-lhe: Tu nao serias capaz de ser paciente para estares comigo"
        },
        {
            "chapter": 18,
            "verse": 68,
            "text": "Como poderias ser paciente em relacao ao que nao compreendes"
        },
        {
            "chapter": 18,
            "verse": 69,
            "text": "Moises disse: Se Deus quiser, achar-me-a paciente e nao desobedecerei as tuas ordens"
        },
        {
            "chapter": 18,
            "verse": 70,
            "text": "Respondeu-lhe: Entao segue-me e nao me perguntes nada, ate que eu te faca mencao disso"
        },
        {
            "chapter": 18,
            "verse": 71,
            "text": "Entao, ambos se puseram a andar, ate embarcarem em um barco, que o desconhecido perfurou. Moises lhe disse: perfuraste-o para afogar seus ocupantes? Sem duvida que cometeste um ato insolito"
        },
        {
            "chapter": 18,
            "verse": 72,
            "text": "Retrucou-lhe: Nao te disse que es demasiado impaciente para estares comigo"
        },
        {
            "chapter": 18,
            "verse": 73,
            "text": "Disse-lhe: Desculpa-me por me ter esquecido, mas nao me imponhas uma condicao demasiado dificil"
        },
        {
            "chapter": 18,
            "verse": 74,
            "text": "E ambos se puseram a andar, ate que encontraram um jovem, o qual (o companheiro de Moises) matou. Disse-lhe entaoMoises: Acabas de matar um inocente, sem que tenha causado morte a ninguem! Eis que cometeste uma acao inusitada"
        },
        {
            "chapter": 18,
            "verse": 75,
            "text": "Retrucou-lhe: Nao te disse que nao poderas ser paciente comigo"
        },
        {
            "chapter": 18,
            "verse": 76,
            "text": "Moises lhe disse: Se da proxima vez voltar a perguntar algo, entao nao permitas que te acompanhe, e me desculpa"
        },
        {
            "chapter": 18,
            "verse": 77,
            "text": "E ambos se puseram a andar, ate que chegaram a uma cidade, onde pediram pousada aos seus moradores, os quais senegaram a hospeda-los. Nela, acharam um muro que estava a ponto de desmoronar e o desconhecido o restaurou. Moises lhedisse entao: Se quisesses, poderia exigir, recompensa por isso"
        },
        {
            "chapter": 18,
            "verse": 78,
            "text": "Disse-lhe: Aqui nos nos separamos; porem, antes, inteirar-te-ei da interpretacao, porque tu es demasiado impacientepara isso"
        },
        {
            "chapter": 18,
            "verse": 79,
            "text": "Quanto ao barco, pertencia aos pobres pescadores do mar e achamos por bem avaria-lo, porque atras dele vinha um reique se apossava, pela forca, de todas as embarcacoes"
        },
        {
            "chapter": 18,
            "verse": 80,
            "text": "Quanto ao jovem, seus pais eram fieis e temiamos que os induzisse a transgressao e a incredulidade"
        },
        {
            "chapter": 18,
            "verse": 81,
            "text": "Quisemos que o seu Senhor os agraciasse, em troca, com outro puro e mais afetuoso"
        },
        {
            "chapter": 18,
            "verse": 82,
            "text": "E quanto ao muro, pertencia a dois jovens orfaos da cidade, debaixo do qual havia um tesouro seu. Seu pai era virtuoso eteu Senhor tencinou que alcancassem a puberdade, para que pudessem tirar o seu tesouro. Isso e do beneplacito de teuSenhor. Nao o fiz por minha propria vontade. Eis a explicacao daquilo em relacao ao qual nao foste paciente"
        },
        {
            "chapter": 18,
            "verse": 83,
            "text": "Interrogar-te-ao a respeito de Zul-Carnain. Dize-lhes: Relatar-vos-ei algo de sua historia"
        },
        {
            "chapter": 18,
            "verse": 84,
            "text": "Consolidamos o seu poder na terra e lhe proporcionamos o meio de tudo"
        },
        {
            "chapter": 18,
            "verse": 85,
            "text": "E seguiu um rumo"
        },
        {
            "chapter": 18,
            "verse": 86,
            "text": "Ate que, chegando ao poente do sol, viu-o por-se numa fonte fervente, perto da qual encontrou um povo. Dissemos-lhe: O Zul Carnain, tens autoridade para castiga-los ou trata-los com benevolencia"
        },
        {
            "chapter": 18,
            "verse": 87,
            "text": "Disse: Castigaremos o iniquo; logo retornara ao seu Senhor, que o castigara severamente"
        },
        {
            "chapter": 18,
            "verse": 88,
            "text": "Quanto ao crente que praticar o bem, obtera por recompensa a bem-aventuranca, e o trataremos com brandura"
        },
        {
            "chapter": 18,
            "verse": 89,
            "text": "Entao, seguiu (outro) rumo"
        },
        {
            "chapter": 18,
            "verse": 90,
            "text": "Ate que, chegando ao nascente do sol, viu que este saia sobre um povo contra o qual noa haviamos provido nenhumabrigo"
        },
        {
            "chapter": 18,
            "verse": 91,
            "text": "Assim foi, porque temos pleno conhecimento de tudo sobre ele"
        },
        {
            "chapter": 18,
            "verse": 92,
            "text": "Entao, seguiu (outro) rumo"
        },
        {
            "chapter": 18,
            "verse": 93,
            "text": "Ate que chegou a um lugar entre duas montanhas, onde encontrou um povo que mal podia compreender uma palavra"
        },
        {
            "chapter": 18,
            "verse": 94,
            "text": "Disseram-lhe: O Zul Carnain, Gog e Magog sao devastadores na terra. Queres que te paguemos um tributo, para quelevantes uma barreira entre nos e eles"
        },
        {
            "chapter": 18,
            "verse": 95,
            "text": "Respondeu-lhes: Aquilo com que o meu Senhor me tem agraciado e preferivel. Secundai-me, pois, com denodo, elevantarei uma muralha intransponivel, entre vos e eles"
        },
        {
            "chapter": 18,
            "verse": 96,
            "text": "Trazei-me blocos de ferro, ate cobrir o espaco entre as duas montanhas. Disse aos trabalhadores: Assoprai (com vossosfoles), ate que fiquem vermelhas como fogo. Disse mais: Trazei-me chumbo fundido, que jogarei por cima"
        },
        {
            "chapter": 18,
            "verse": 97,
            "text": "E assim a muralha foi feita e (Gog e Magog) nao puderam escala-la, nem perfura-la"
        },
        {
            "chapter": 18,
            "verse": 98,
            "text": "Disse (depois): Esta muralha e uma misericordia de meu Senhor. Porem, quando chegar a Sua promessa, Ele a reduzira apo, porque a promessa de meu Senhor e infalivel"
        },
        {
            "chapter": 18,
            "verse": 99,
            "text": "Nesse dia, deixaremos alguns deles insurgirem-se contra os outros e a trombeta sera soada. E os congregaremos a todos"
        },
        {
            "chapter": 18,
            "verse": 100,
            "text": "Nesse dia, apresentaremos abertamente, aos incredulos, o inferno"
        },
        {
            "chapter": 18,
            "verse": 101,
            "text": "Bem como aqueles cujos olhos estavam velados para se lembrarem de Mim, e que nao foram capazes de escutar"
        },
        {
            "chapter": 18,
            "verse": 102,
            "text": "Pensaram, acaso, os incredulos tomar Meus servos por protetores, em vez de Mim? temos destinado o inferno, pormorada, aos incredulos"
        },
        {
            "chapter": 18,
            "verse": 103,
            "text": "Dize-lhes: Quereis que vos inteire de quem sao os mais desmerecedores, por suas obras"
        },
        {
            "chapter": 18,
            "verse": 104,
            "text": "Sao aqueles cujos esforcos se desvaneceram na vida terrena, nao obstante crerem haver praticado o bem"
        },
        {
            "chapter": 18,
            "verse": 105,
            "text": "Estes sao os que renegaram os versiculos de seu Senhor e o comparecimento ate Ele; porem, suas obras tornaram-sesem efeito e nao lhes reconheceremos merito algum, no Dia da Ressurreicao"
        },
        {
            "chapter": 18,
            "verse": 106,
            "text": "Sua morada sera o inferno, por sua incredulidade, e por terem escarnecido os Meus versiculos e os Meus mensageiros"
        },
        {
            "chapter": 18,
            "verse": 107,
            "text": "Por outra, os fieis, que praticarem o bem, terao por abrigo os jardins do Paraiso"
        },
        {
            "chapter": 18,
            "verse": 108,
            "text": "Onde morarao eternamente e nao ansiarao por mudar de sorte"
        },
        {
            "chapter": 18,
            "verse": 109,
            "text": "Dize-lhes: Se o oceano se transformasse em tinta, com que se escrevessem as palavras de meu Senhor, esgotar-se-iaantes de se esgotarem as Suas palavras, ainda que para isso se empregasse outro tanto de tinta"
        },
        {
            "chapter": 18,
            "verse": 110,
            "text": "Dize: Sou tao-somente um mortal como vos, a quem tem sido revelado que o vosso Deus e um Deus unico. Porconseguinte, quem espera o comparecimento ante seu Senhor que pratique o bem e nao associe ninguem ao culto d'Ele"
        },
        {
            "chapter": 19,
            "verse": 1,
            "text": "Caf, Ha, Ya, Ain, Sad"
        },
        {
            "chapter": 19,
            "verse": 2,
            "text": "Eis o relato da misericordia de teu Senhor para com o Seu servo, Zacarias"
        },
        {
            "chapter": 19,
            "verse": 3,
            "text": "Ao invocar, intimamente, seu Senhor"
        },
        {
            "chapter": 19,
            "verse": 4,
            "text": "Dizendo: O Senhor meu, os meus ossos estao debilitados, o meu cabelo embranqueceu; mas nunca fui desventurado emminhas suplicas a Ti, o Senhor meu"
        },
        {
            "chapter": 19,
            "verse": 5,
            "text": "Em verdade, temo pelo que farao os meus parentes, depois da minha morte, visto que minha mulher e esteril. Agracia-me, de tua parte, com um sucessor"
        },
        {
            "chapter": 19,
            "verse": 6,
            "text": "Que represente a mim e a familia de Jaco; e faze, o meu Senhor, com que esse seja complacente"
        },
        {
            "chapter": 19,
            "verse": 7,
            "text": "O Zacarias, alvissaramos-te o nascimento de uma crianca, cujo nome sera Yahia (Joao). Nunca denominamos, assim, ninguem antes dele"
        },
        {
            "chapter": 19,
            "verse": 8,
            "text": "Disse (Zacarias): O Senhor meu, como poderei ter um filho, uma vez que minha mulher e esteril e eu cheguei a senilidade"
        },
        {
            "chapter": 19,
            "verse": 9,
            "text": "Respondeu-lhe: Assim sera! Disse teu Senhor: Isso Me e facil, visto que te criei antes mesmo de nada seres"
        },
        {
            "chapter": 19,
            "verse": 10,
            "text": "Suplicou: O Senhor meu, faze-me um sinal! Disse-lhe: Teu sinal consistira em que nao poderas falar com ninguemdurante tres noites"
        },
        {
            "chapter": 19,
            "verse": 11,
            "text": "Saiu do templo e, dirigindo-se ao seu povo, indicou-lhes, por sinais, que glorificassem Deus, de manha e a tarde"
        },
        {
            "chapter": 19,
            "verse": 12,
            "text": "(Foi dito): O Yahia, observa fervorosamente o Livro! E o agraciamos, na infancia, com a sabedoria"
        },
        {
            "chapter": 19,
            "verse": 13,
            "text": "assim como com as Nossas clemencia e pureza, e foi devoto"
        },
        {
            "chapter": 19,
            "verse": 14,
            "text": "e piedoso para com seus pais, e jamais foi arrogante ou rebelde"
        },
        {
            "chapter": 19,
            "verse": 15,
            "text": "A paz esteve com ele desde o dia em que nasceu, no cia em que morreu e estara no dia em que foi ressuscitado"
        },
        {
            "chapter": 19,
            "verse": 16,
            "text": "E menciona Maria, no Livro, a qual se separou de sua familia, indo para um local que dava para o leste"
        },
        {
            "chapter": 19,
            "verse": 17,
            "text": "E colocou uma cortina para ocultar-se dela (da familia), e lhe enviamos o Nosso Espirito, que lhe apareceupersonificado, como um homem perfeito"
        },
        {
            "chapter": 19,
            "verse": 18,
            "text": "Disse-lhe ela: Guardo-me de ti no Clemente, se e que temes a Deus"
        },
        {
            "chapter": 19,
            "verse": 19,
            "text": "Explicou-lhe: Sou tao-somente o mensageiro do teu Senhor, para agraciar-te com um filho imaculado"
        },
        {
            "chapter": 19,
            "verse": 20,
            "text": "Disse-lhe: Como poderei ter um filho, se nenhum homem me tocou e jamais deixei de ser casta"
        },
        {
            "chapter": 19,
            "verse": 21,
            "text": "Disse-lhe: Assim sera, porque teu Senhor disse: Isso Me e facil! E faremos disso um sinal para os homens, e sera umaprova de Nossa misericordia. E foi uma ordem inexoravel"
        },
        {
            "chapter": 19,
            "verse": 22,
            "text": "E quando concebeu, retirou-se, com um rebento a um lugar afastado"
        },
        {
            "chapter": 19,
            "verse": 23,
            "text": "As dores do parto a constrangeram a refugiar-se junto a uma tamareira. Disse: Oxala eu tivesse morrido antes disto, ficando completamente esquecida"
        },
        {
            "chapter": 19,
            "verse": 24,
            "text": "Porem, chamou-a uma voz, junto a ela: Nao te atormentes, porque teu Senhor fez correr um riacho a teus pes"
        },
        {
            "chapter": 19,
            "verse": 25,
            "text": "E sacode o tronco da tamareira, de onde cairao sobre ti tamaras madura e frescas"
        },
        {
            "chapter": 19,
            "verse": 26,
            "text": "Come, pois, bebe e consola-te; e se vires algum humano, faze-o saber que fizeste um voto de jejum ao Clemente, e quehoje nao poderas falar com pessoa alguma"
        },
        {
            "chapter": 19,
            "verse": 27,
            "text": "Regressou ao seu povo levando-o (o filho) nos bracos. E lhes disseram: O Maria, eis que fizeste algo extraordinario"
        },
        {
            "chapter": 19,
            "verse": 28,
            "text": "O irmao de Aarao, teu pai jamais foi um homem do mal, nem tua mae uma (mulher) sem castidade"
        },
        {
            "chapter": 19,
            "verse": 29,
            "text": "Entao ela lhes indicou que interrogassem o menino. Disseram: Como falaremos a uma crianca que ainda esta no berco"
        },
        {
            "chapter": 19,
            "verse": 30,
            "text": "Ele lhes disse: Sou o servo de Deus, o Qual me concedeu o Livro e me designou como profeta"
        },
        {
            "chapter": 19,
            "verse": 31,
            "text": "Fez-me abencoado, onde quer que eu esteja, e me encomendou a oracao e (a paga do) zakat enquanto eu viver"
        },
        {
            "chapter": 19,
            "verse": 32,
            "text": "E me fez piedoso para com a minha mae, nao permitindo que eu seja arrogante ou rebelde"
        },
        {
            "chapter": 19,
            "verse": 33,
            "text": "A paz esta comigo, desde o dia em que nasci; estara comigo no dia em que eu morrer, bem como no dia em que eu forressuscitado"
        },
        {
            "chapter": 19,
            "verse": 34,
            "text": "Este e Jesus, filho de Maria; e a pura verdade, da qual duvidam"
        },
        {
            "chapter": 19,
            "verse": 35,
            "text": "E inadmissivel que Deus tenha tido um filho. Glorificado seja! quando decide uma coisa, basta-lhe dizer: Seja!, e e"
        },
        {
            "chapter": 19,
            "verse": 36,
            "text": "E Deus e o meu Senhor e vosso. Adorai-O, pois! Esta e a senda reta"
        },
        {
            "chapter": 19,
            "verse": 37,
            "text": "Porem, as seita discordaram a seu respeito. Ai daqueles que nao creem no comparecimento ao grande dia"
        },
        {
            "chapter": 19,
            "verse": 38,
            "text": "Quao ouvintes e quao videntes serao, no dia em que comparecerem ante Nos! Porem, os iniquos estao, hoje, em umevidente erro"
        },
        {
            "chapter": 19,
            "verse": 39,
            "text": "E admoesta-os sobre o dia do lamento, quando a sentenca for cumprida, enquanto estao negligentes e nao creem"
        },
        {
            "chapter": 19,
            "verse": 40,
            "text": "Em verdade, Nos herdaremos a terra com todos os que nela estao e a Nos retornarao todos"
        },
        {
            "chapter": 19,
            "verse": 41,
            "text": "E menciona, no Livro, (a historia de) Abraao; ele foi um homem de verdade, e um profeta"
        },
        {
            "chapter": 19,
            "verse": 42,
            "text": "Ele disse ao seu pai: O meu pai, por que adoras quem nao ouve, nem ve, ou que em nada pode valer-te"
        },
        {
            "chapter": 19,
            "verse": 43,
            "text": "O meu pai, tenho recebido algo da ciencia, que tu nao recebeste. Segue-me, pois, que eu te conduzirei pela senda reta"
        },
        {
            "chapter": 19,
            "verse": 44,
            "text": "O meu pai, nao adores Satanas, porque Satanas foi rebelde para com o Clemente"
        },
        {
            "chapter": 19,
            "verse": 45,
            "text": "O meu pai, em verdade, temo que te acoite um castigo do Clemente, tornando-te, assim, amigo de Satanas"
        },
        {
            "chapter": 19,
            "verse": 46,
            "text": "Disse-lhe: O Abraao, porventura detestas as minhas divindades? Se nao desistires, apedrejar-te-ei. Afasta-te de mim"
        },
        {
            "chapter": 19,
            "verse": 47,
            "text": "Disse-lhe: Que a paz esteja contigo! Implorarei, para ti, o perdao do meu Senhor, porque e Agraciante para comigo"
        },
        {
            "chapter": 19,
            "verse": 48,
            "text": "Abandonar-vos-ei, entao, com tudo quanto adorais, em vez de Deus. So invocarei o meu Senhor; espero, com ainvocacao de meu Senhor, nao ser desventurado"
        },
        {
            "chapter": 19,
            "verse": 49,
            "text": "E quando os abandonou com tudo quanto adoravam, em vez de Deus, agraciamo-lo com Isaac e Jaco, e designamosambos como profetas"
        },
        {
            "chapter": 19,
            "verse": 50,
            "text": "E os recompensamos com a Nossa misericordia, e lhes garantimos honra e a lingua veraz"
        },
        {
            "chapter": 19,
            "verse": 51,
            "text": "E menciona Moises, no Livro, porque foi leal e foi um mensageiro e um profeta"
        },
        {
            "chapter": 19,
            "verse": 52,
            "text": "Chamamo-lo a escarpa direita do Monte e fizemos com que se aproximasse, para uma confidencia"
        },
        {
            "chapter": 19,
            "verse": 53,
            "text": "E o agraciamos com a Nossa misericordia, com seu irmao Aarao, outro profeta"
        },
        {
            "chapter": 19,
            "verse": 54,
            "text": "E menciona, no Livro, (a historia real) de Ismael, porque foi leal as suas promessas e foi um mensageiro e profeta"
        },
        {
            "chapter": 19,
            "verse": 55,
            "text": "Encomendava aos seus a oracao e a paga do zakat, e foi dos mais aceitaveis aos olhos de seu Senhor"
        },
        {
            "chapter": 19,
            "verse": 56,
            "text": "E menciona, no Livro, (a historia de) Idris, porque foi (um homem) de verdade e, um profeta"
        },
        {
            "chapter": 19,
            "verse": 57,
            "text": "Que elevamos a um estado de graca"
        },
        {
            "chapter": 19,
            "verse": 58,
            "text": "Eis aqueles que Deus agraciou, dentre os profetas, da descendencia de Adao, os que embarcamos com Noe, dadescendencia de Abraao e de Israel, que encaminhamos e preferimos sobre os outros, os quais, quando lhes sao recitados osversiculos do Clemente, prostram-se, contritos, em prantos"
        },
        {
            "chapter": 19,
            "verse": 59,
            "text": "Sucedeu-lhes, depois, uma descendencia, que abandonou a oracao e se entregou as concupiscencias. Porem, logo terao oseu merecido castigo"
        },
        {
            "chapter": 19,
            "verse": 60,
            "text": "Salvo aqueles que se arrependerem, crerem e praticarem o bem; esses entrarao no Paraiso, e nao serao injusticados"
        },
        {
            "chapter": 19,
            "verse": 61,
            "text": "(Repousarao nos) Jardins do Eden, que o Clemente prometeu aos Seus servos por meio de revelacao, incognoscivelmente, e Sua promessa e infalivel"
        },
        {
            "chapter": 19,
            "verse": 62,
            "text": "Ali nao escutarao futilidades, mas palavras de saudacoes, e receberao o seu sustento de manha e a tarde"
        },
        {
            "chapter": 19,
            "verse": 63,
            "text": "Tal e o Paraiso, que deixaremos como heranca a quem, dentre os Nossos servos, for devoto"
        },
        {
            "chapter": 19,
            "verse": 64,
            "text": "E (os anjos) dirao: Nao nos locomovemos de um local para o outro sem a anuencia de teu Senhor, a Quem pertencem onosso passado, o nosso presente e nosso futuro, porque o teu Senhor jamais esquece"
        },
        {
            "chapter": 19,
            "verse": 65,
            "text": "E o Senhor dos ceus e da terra, e de tudo quanto existe entre ambos. Adora-O, pois, e se perseverante em Sua adoracao! Conheces-Lhe algum parceiro"
        },
        {
            "chapter": 19,
            "verse": 66,
            "text": "Porem, o homem diz: Que! Porventura, depois de morto serei ressuscitado"
        },
        {
            "chapter": 19,
            "verse": 67,
            "text": "Por que nao recorda o homem que o criamos quando nada era"
        },
        {
            "chapter": 19,
            "verse": 68,
            "text": "Por teu Senhor, que os congregaremos com os demonios, e de pronto os faremos comparecer, de joelhos, a beira doinferno"
        },
        {
            "chapter": 19,
            "verse": 69,
            "text": "Depois arrancaremos, de cada grupo, aquele que tiver sido mais rebelde para com o Clemente"
        },
        {
            "chapter": 19,
            "verse": 70,
            "text": "Certamente, sabemos melhor do que ninguem quem sao os merecedores de ser ali queimados"
        },
        {
            "chapter": 19,
            "verse": 71,
            "text": "E nao havera nenhum de vos que nao tenha por ele, porque e um decreto irrevogavel do teu Senhor"
        },
        {
            "chapter": 19,
            "verse": 72,
            "text": "Logo salvaremos os devotos e deixaremos ali, genuflexos, os iniquos"
        },
        {
            "chapter": 19,
            "verse": 73,
            "text": "Quando lhes sao recitados os Nosso lucidos versiculos, os incredulos dizem aos fieis: Qual dos dois partidos, o nossoou o vosso, ocupa melhor posicao e esta em melhores condicoes"
        },
        {
            "chapter": 19,
            "verse": 74,
            "text": "Quantas geracoes, anteriores a eles aniquilamos! Sao eles mais opulentos e de melhor aspecto"
        },
        {
            "chapter": 19,
            "verse": 75,
            "text": "Dize-lhes: Quem quer que seja que estiver no erro, o Clemente o tolerara deliberadamente ate que veja o que lhe foiprometido, quer seja o castigo terreno, quer seja o da Hora (do Juizo final); entao, saberao quem estara em pior situacao, etera os proselitos mais debeis"
        },
        {
            "chapter": 19,
            "verse": 76,
            "text": "E Deus aumentara os orientados na orientacao. As boas acoes, as perduraveis, sao mais meritorias e mais apreciaveisaos olhos do teu Senhor"
        },
        {
            "chapter": 19,
            "verse": 77,
            "text": "Nao reparaste naquele que negava os Nossos versiculos e dizia: Ser-me-ao dados bens e filhos"
        },
        {
            "chapter": 19,
            "verse": 78,
            "text": "Esta, porventura, de posse do incognoscivel? Estabeleceu, acaso, um pacto com o Clemente"
        },
        {
            "chapter": 19,
            "verse": 79,
            "text": "Qual! Registramos tudo o quanto disser, e lhe adicionaremos mais e mais o castigo"
        },
        {
            "chapter": 19,
            "verse": 80,
            "text": "E a nos retornara tudo que disser, e comparecera, solitario, ante Nos"
        },
        {
            "chapter": 19,
            "verse": 81,
            "text": "Adotam divindades, em vez de Deus, para lhes dar poder"
        },
        {
            "chapter": 19,
            "verse": 82,
            "text": "Qual! Tais divindades renegarao a adoracao e serao os seus adversarios"
        },
        {
            "chapter": 19,
            "verse": 83,
            "text": "Nao reparas em que concedemos o predominio dos demonios sobre os incredulos para que os seduzissemprofundamente"
        },
        {
            "chapter": 19,
            "verse": 84,
            "text": "Nao lhes apresses, pios, seu castigo (o Mohammad), porque computamos estritamente os seus dias"
        },
        {
            "chapter": 19,
            "verse": 85,
            "text": "Recorda-lhes o dia em que o congregaremos, em grupos, os devotos, ante o Clemente"
        },
        {
            "chapter": 19,
            "verse": 86,
            "text": "E arrastaremos os pecadores, sequiosos, para o inferno"
        },
        {
            "chapter": 19,
            "verse": 87,
            "text": "Nao lograrao intercessao, senao aqueles que tiverem recebido a promessa do Clemente"
        },
        {
            "chapter": 19,
            "verse": 88,
            "text": "Afirmam: O Clemente teve um filho"
        },
        {
            "chapter": 19,
            "verse": 89,
            "text": "Sem duvida que haveis proferido uma heresia"
        },
        {
            "chapter": 19,
            "verse": 90,
            "text": "Por isso, pouco faltou para que os ceus se fundissem, a terra se fendesse e as montanhas, desmoronassem"
        },
        {
            "chapter": 19,
            "verse": 91,
            "text": "Isso, por terem atribuido um filho ao Clemente"
        },
        {
            "chapter": 19,
            "verse": 92,
            "text": "Quando e inadmissivel que o Clemente houvesse tido um filho"
        },
        {
            "chapter": 19,
            "verse": 93,
            "text": "Sabei que tudo quanto existe nos ceus e na terra comparecera, como servo, ante o Clemente"
        },
        {
            "chapter": 19,
            "verse": 94,
            "text": "Ele ja os destacou e os enumerou com exatidao"
        },
        {
            "chapter": 19,
            "verse": 95,
            "text": "Cada um deles comparecera, solitario, ante Ele, no Dia da Ressurreicao"
        },
        {
            "chapter": 19,
            "verse": 96,
            "text": "Quanto aos crentes que praticarem o bem, o Clemente lhes concedera afeto perene"
        },
        {
            "chapter": 19,
            "verse": 97,
            "text": "So to facilitamos (o Alcorao), na tua lingua para que, com ele, exortes os devotos e admoestes os impugnadores"
        },
        {
            "chapter": 19,
            "verse": 98,
            "text": "Quantas geracoes anteriores a eles aniquilamos! Ves, acaso, algum deles ou ouves algum murmurio deles"
        },
        {
            "chapter": 20,
            "verse": 1,
            "text": "Taha"
        },
        {
            "chapter": 20,
            "verse": 2,
            "text": "Nao te revelamos o Alcorao para que te mortifiques"
        },
        {
            "chapter": 20,
            "verse": 3,
            "text": "Mas sim como exortacao aos tementes"
        },
        {
            "chapter": 20,
            "verse": 4,
            "text": "E a revelacao de Quem criou a terra e os altos ceus"
        },
        {
            "chapter": 20,
            "verse": 5,
            "text": "Do Clemente, Que assumiu o Trono"
        },
        {
            "chapter": 20,
            "verse": 6,
            "text": "Seu e tudo o que existe nos ceus, o que ha na terra, o que ha entre ambos, bem como o que existe sob a terra"
        },
        {
            "chapter": 20,
            "verse": 7,
            "text": "Nao e necessario que o homem levante a voz, porque Ele conhece o que e secreto e ainda o mais oculto"
        },
        {
            "chapter": 20,
            "verse": 8,
            "text": "Deus! Nao ha mais divindade alem d'Ele! Seus sao os mais sublimes atributos"
        },
        {
            "chapter": 20,
            "verse": 9,
            "text": "Chegou-te, porventura, a historia de Moises"
        },
        {
            "chapter": 20,
            "verse": 10,
            "text": "Quando viu o fogo, disse a sua familia: Permanecei aqui, porque lobriguei o fogo; quica vos traga dele uma ascua ou, poroutra, ache ao redor do fogo alguma orientacao"
        },
        {
            "chapter": 20,
            "verse": 11,
            "text": "Porem, quando chegou a ele, foi chamado: O Moises"
        },
        {
            "chapter": 20,
            "verse": 12,
            "text": "Sou teu Senhor! Tira as tuas sandalias, porque estas no vale sagrado de Toua"
        },
        {
            "chapter": 20,
            "verse": 13,
            "text": "Eu te escolhi. Escuta, pois, o que te sera inspirado"
        },
        {
            "chapter": 20,
            "verse": 14,
            "text": "Sou Deus. Nao ha divindade alem de Mim! Adora-Me, pois, e observa a oracao, para celebrar o Meu nome"
        },
        {
            "chapter": 20,
            "verse": 15,
            "text": "Porque a hora se aproxima - desejo conserva-la oculta, a fim de que toda a alma seja recompensada segundo o seumerecimento"
        },
        {
            "chapter": 20,
            "verse": 16,
            "text": "Que nao te seduza por aquele que nao cre nela (a Hora) e se entrega a concupiscencia, porque pereceras"
        },
        {
            "chapter": 20,
            "verse": 17,
            "text": "Que levas em tua mao destra, o Moises"
        },
        {
            "chapter": 20,
            "verse": 18,
            "text": "Respondeu-Lhe: E o meu cajado, sobre o qual me apoio, e com o qual quebro a folhagem para o meu rebanho; e, ademais, serve-me para outros usos"
        },
        {
            "chapter": 20,
            "verse": 19,
            "text": "Ele lhe ordenou: Arroja-o, o Moises"
        },
        {
            "chapter": 20,
            "verse": 20,
            "text": "E o arrojou, e eis que se converteu em uma serpente, que se pos a rastejar"
        },
        {
            "chapter": 20,
            "verse": 21,
            "text": "Ordenou-lhe ainda: Agarra-a sem temor, porque a reverteremos ao seu primitivo estado"
        },
        {
            "chapter": 20,
            "verse": 22,
            "text": "Junta a mao ao te flanco e, quando a retirares, estara branca, imaculada; constitui-se-a isso em outro sinal"
        },
        {
            "chapter": 20,
            "verse": 23,
            "text": "Para que te demonstremos alguns dos Nossos maiores portentos"
        },
        {
            "chapter": 20,
            "verse": 24,
            "text": "Vai ao Farao, porque ele se extraviou"
        },
        {
            "chapter": 20,
            "verse": 25,
            "text": "Suplicou-lhes: O Senhor meu, dilata-me o peito"
        },
        {
            "chapter": 20,
            "verse": 26,
            "text": "Facilita-me a tarefa"
        },
        {
            "chapter": 20,
            "verse": 27,
            "text": "E desata o no de minha lingua"
        },
        {
            "chapter": 20,
            "verse": 28,
            "text": "Para que compreendam a minha fala"
        },
        {
            "chapter": 20,
            "verse": 29,
            "text": "E concede-me um vizir dentre os meus"
        },
        {
            "chapter": 20,
            "verse": 30,
            "text": "Meu irmao Aarao"
        },
        {
            "chapter": 20,
            "verse": 31,
            "text": "Que podera me fortalecer"
        },
        {
            "chapter": 20,
            "verse": 32,
            "text": "E associa-o a minha missao"
        },
        {
            "chapter": 20,
            "verse": 33,
            "text": "Para que Te glorifiquemos intensamente"
        },
        {
            "chapter": 20,
            "verse": 34,
            "text": "E para mencionar-Te constantemente"
        },
        {
            "chapter": 20,
            "verse": 35,
            "text": "Porque so Tu es o nosso Velador"
        },
        {
            "chapter": 20,
            "verse": 36,
            "text": "Disse-lhe: Teu pedido foi atendido, o Moises"
        },
        {
            "chapter": 20,
            "verse": 37,
            "text": "Ja te haviamos agraciado outra vez"
        },
        {
            "chapter": 20,
            "verse": 38,
            "text": "Quando inspiramos a tua mae o que lhe foi inspirado"
        },
        {
            "chapter": 20,
            "verse": 39,
            "text": "Poe (teu filho) em um cesto e lanca-o ao rio, para que este leve a orla, donde o recolhera um inimigo Meu, que e tambemdele. Depois, Eu lhes infundi amor para contigo, para que fosses criado sob a Minha vigilancia"
        },
        {
            "chapter": 20,
            "verse": 40,
            "text": "Foi quando tua irma apareceu e disse: Quereis que vos indique quem se encarregara dele? Entao, restituimos-te a tuamae, para que se consolasse e nao se condoesse. E mataste um homem; porem, libertamos-te da represalia e te provamos devarias maneiras. Permaneceste anos entre o povo de Madian; entao (aqui) compareceste, como te foi ordenado, o Moises"
        },
        {
            "chapter": 20,
            "verse": 41,
            "text": "E te preparei para Mim"
        },
        {
            "chapter": 20,
            "verse": 42,
            "text": "Vai com teu irmao, portando os Meus sinais, e nao descures do Meu nome"
        },
        {
            "chapter": 20,
            "verse": 43,
            "text": "Ide ambos ao Farao, porque ele se transgrediu"
        },
        {
            "chapter": 20,
            "verse": 44,
            "text": "Porem, falai-lhe afavelmente, a fim de que fique ciente ou tema"
        },
        {
            "chapter": 20,
            "verse": 45,
            "text": "Disseram: O Senhor nosso, tememos que ele nos imponha um castigo ou que transgrida (a lei)"
        },
        {
            "chapter": 20,
            "verse": 46,
            "text": "Deus lhes disse: Nao temais, porque estarei convosco; ouvirei e verei (tudo)"
        },
        {
            "chapter": 20,
            "verse": 47,
            "text": "Ide, pois, a ele, e dizei-lhe: Em verdade, somos os mensageiros do teu Senhor; deixa sair conosco os israelitas e nao osatormentes, pois trouxemos-te um sinal do teu Senhor. Que a paz esteja com quem segue a orientacao"
        },
        {
            "chapter": 20,
            "verse": 48,
            "text": "Foi-nos revelado que o castigo recaira sobre quem nos desmentir e nos desdenhar"
        },
        {
            "chapter": 20,
            "verse": 49,
            "text": "Perguntou (o Farao): E quem e o vosso Senhor, o Moises"
        },
        {
            "chapter": 20,
            "verse": 50,
            "text": "Respondeu-lhe: Nosso Senhor foi Quem deu a cada coisa sua natureza; logo a seguir, encaminhou-a com retidao"
        },
        {
            "chapter": 20,
            "verse": 51,
            "text": "Inquiriu (o Farao): E que aconteceu as geracoes passadas"
        },
        {
            "chapter": 20,
            "verse": 52,
            "text": "Respondeu-lhes: Tal conhecimento esta em poder do meu Senhor, registrado no Livro. Meu Senhor jamais Se equivoca, nem Se esquece de coisa alguma"
        },
        {
            "chapter": 20,
            "verse": 53,
            "text": "Foi Ele Quem vos destinou a terra por leito, tracou-vos caminhos por ela, e envia agua do ceu, com a qual faz germinardistintos pares de plantas"
        },
        {
            "chapter": 20,
            "verse": 54,
            "text": "Comei e apascentai o vosso gado! Em verdade, nisto ha sinais para os sensatos"
        },
        {
            "chapter": 20,
            "verse": 55,
            "text": "Dela vos criamos, a ela retornareis, e dela vos faremos surgir outra vez"
        },
        {
            "chapter": 20,
            "verse": 56,
            "text": "E eis que lhe mostramos todos os Nossos sinais; porem (o Farao) os desmentiu e os negou"
        },
        {
            "chapter": 20,
            "verse": 57,
            "text": "Dizendo: O Moises, vens, acaso, para nos expulsar das nossas terras com a tua magia"
        },
        {
            "chapter": 20,
            "verse": 58,
            "text": "Em verdade, apresentar-te-emos uma magia semelhante. Fixemos, pois, um encontro em um lugar equidistante (deste), aoqual nem tu, nem nos faltaremos"
        },
        {
            "chapter": 20,
            "verse": 59,
            "text": "Disse-lhe (Moises): Que a reuniao se celebre no Dia do Festival, em que o povo e congregado, em plena luz da manha"
        },
        {
            "chapter": 20,
            "verse": 60,
            "text": "Entao o Farao se retirou, preparou a sua conspiracao e depois retornou"
        },
        {
            "chapter": 20,
            "verse": 61,
            "text": "Moises lhes disse: Ai de vos! Nao forjeis mentiras acerca de Deus! Ele vos exterminara com um severo castigo; sabeique quem forjar (mentiras) estara frustrado"
        },
        {
            "chapter": 20,
            "verse": 62,
            "text": "Eles discutiram o assunto entre si e deliberaram confidentemente"
        },
        {
            "chapter": 20,
            "verse": 63,
            "text": "Disseram: Estes sao dois magos que, com a sua magia, querem expulsar-vos da vossa terra e acabar com os vossometodo exemplar"
        },
        {
            "chapter": 20,
            "verse": 64,
            "text": "Concertai o vosso plano; apresentai-vos, entao, em fila, porque quem vencer, hoje, sera venturoso"
        },
        {
            "chapter": 20,
            "verse": 65,
            "text": "Perguntaram: O Moises, arrojaras tu ou seremos nos os primeiros a arrojar"
        },
        {
            "chapter": 20,
            "verse": 66,
            "text": "Respondeu-lhes Moises: Arrojai vos! E eis que lhe pareceu que suas cordas e cajados se moviam, em virtude da suamagia"
        },
        {
            "chapter": 20,
            "verse": 67,
            "text": "Moises experimentou certo temor"
        },
        {
            "chapter": 20,
            "verse": 68,
            "text": "Asseguramos-lhes: Nao temas, porque tu es superior"
        },
        {
            "chapter": 20,
            "verse": 69,
            "text": "Arroja o que levam em tua mao direita, que devorara tudo quanto simularam, porque tudo o que fizerem nao e mais doque uma conspiracao de magia, e jamais triunfara o mago, onde quer que se apresente"
        },
        {
            "chapter": 20,
            "verse": 70,
            "text": "Assim os magos se prostraram, dizendo: Cremos no Senhor de Aarao e de Moises"
        },
        {
            "chapter": 20,
            "verse": 71,
            "text": "Disse (o Farao): Credes n'Ele sem que eu vo-lo permita? Certamente ele e o vosso lider e vos ensinou a magia. Juro quevos amputarei a mao e o pe de lados opostos e vos crucificarei em troncos de tamareiras; assim, sabereis quem e maissevero e mais persistente no castigo"
        },
        {
            "chapter": 20,
            "verse": 72,
            "text": "Disseram-lhe: Por Quem nos criou, jamais te preferiremos as evidencias que nos chegaram! Faze o que te aprouver, tusomente podes condenar-nos nesta vida terrena"
        },
        {
            "chapter": 20,
            "verse": 73,
            "text": "Nos cremos em nosso Senhor, Que talvez perdoe os nossos pecados, bem como a magia que nos obrigastes a fazer, porque Deus e preferivel e mais persistente"
        },
        {
            "chapter": 20,
            "verse": 74,
            "text": "E quem comparecer como pecador, ante seu Senhor, merecera o inferno, onde nao podera morrer nem viver"
        },
        {
            "chapter": 20,
            "verse": 75,
            "text": "E aqueles que comparecerem ante Ele, sendo fieis e tendo praticado o bem, obterao as mais elevadas dignidades"
        },
        {
            "chapter": 20,
            "verse": 76,
            "text": "Jardins do Eden, abaixo dos quais correm rios, onde morarao eternamente. Tal sera a retribuicao de quem se purifica"
        },
        {
            "chapter": 20,
            "verse": 77,
            "text": "Revelamos a Moises: Parte a noite, com os Meus servos, e abre-lhes um caminho seco, por entre o mar! Nao receies seralcancado, nem tampouco experimentes temor"
        },
        {
            "chapter": 20,
            "verse": 78,
            "text": "O Farao os perseguiu com os soldados; porem, a agua os tragou a todos"
        },
        {
            "chapter": 20,
            "verse": 79,
            "text": "E assim, o Farao desviou o seu povo, em vez de encaminha-lo"
        },
        {
            "chapter": 20,
            "verse": 80,
            "text": "O israelitas, Nos vos salvamos do vosso inimigo e vos fizemos uma promessa do lado direito do Monte (Sinai), e vosenviamos o mana e as condornizes"
        },
        {
            "chapter": 20,
            "verse": 81,
            "text": "(Dizendo-vos): Desfrutai de todo o licito com que vos agraciamos, mas nao abuseis disso, porque a Minha abominacaorecaira sobre vos; aquele sobre quem recair a Minha abominacao, estara verdadeiramente perdido"
        },
        {
            "chapter": 20,
            "verse": 82,
            "text": "Somos Indulgentissimo para com o fiel, arrependido, que pratica o bem e se encaminha"
        },
        {
            "chapter": 20,
            "verse": 83,
            "text": "Que fez com que te apressasses em abandonar o teu povo, o Moises"
        },
        {
            "chapter": 20,
            "verse": 84,
            "text": "Respondeu: Eles estao a seguir os meus passos; por isso, apressei-me ate Ti, o Senhor, para comprazer a ti"
        },
        {
            "chapter": 20,
            "verse": 85,
            "text": "Disse-lhe (Deus): Em verdade, em tua ausencia, quisemos tentar o teu povo, e o samaritano logrou desvia-los"
        },
        {
            "chapter": 20,
            "verse": 86,
            "text": "Moises, encolerizado e penalizado, retornou ao seu povo, dizendo: O povo meu, acaso vosso Senhor nao vos fez umadigna promessa? Porventura o tempo vos pareceu demasiado longo? Ou quisestes que vos acoitasse a abominacao do vossoSenhor, e por isso quebrastes a promessa que me fizestes"
        },
        {
            "chapter": 20,
            "verse": 87,
            "text": "Responderam: Nao quebramos a promessa que te fizemos por nossa vontade, mas fomos obrigados a carregar osornamentos pesados do povo, e os lancamos ao fogo, tal qual o samaritano sugeriu"
        },
        {
            "chapter": 20,
            "verse": 88,
            "text": "Este forjou-lhes o corpo de um bezerro que mugia, e disseram: Eis aqui o vosso deus, o deus que Moises esqueceu"
        },
        {
            "chapter": 20,
            "verse": 89,
            "text": "Porem, nao reparavam que aquele bezerro nao podia responder-lhes, nem possuia poder para prejudica-los nembeneficia-los"
        },
        {
            "chapter": 20,
            "verse": 90,
            "text": "Aarao ja lhes havia dito: O povo meu, com isto vos somente fostes tentados; sabei que vosso Senhor e o Clemente. Segui-me, pois, e obedecei a minha ordem"
        },
        {
            "chapter": 20,
            "verse": 91,
            "text": "Responderam: Nao o abandonaremos e nem cessaremos de adora-lo, ate que Moises volte a nos"
        },
        {
            "chapter": 20,
            "verse": 92,
            "text": "Disse (Moises): O Aarao, que te impediu de faze0los voltar atras, quando viste que se extraviavam"
        },
        {
            "chapter": 20,
            "verse": 93,
            "text": "Nao me segues? Desobedeceste a minha ordem"
        },
        {
            "chapter": 20,
            "verse": 94,
            "text": "Suplicou-lhe (Aarao): O filho de minha mae, nao me puxes pela barba nem pela cabeca. Temi que me dissesses: Criastedivergencias entre os israelitas e nao cumpriste a minha ordem"
        },
        {
            "chapter": 20,
            "verse": 95,
            "text": "Disse (Moises): O samaritano, qual e a tua intencao"
        },
        {
            "chapter": 20,
            "verse": 96,
            "text": "Respondeu: Eu vi o que eles nao viram; por isso, tomei um punhado (de terra) das pegadas do Mensageiro e o joguei (sobre o bezerro), porque assim me ditou a minha vontade"
        },
        {
            "chapter": 20,
            "verse": 97,
            "text": "Disse-lhe: Vai-te, pois! Estas condenado a dizer (isso) por toda vida: Nao me toqueis! E teras um destino do qual nuncapoderas fugir. Olha para o teu deus, ao qual estas entregue; prontamente o incineraremos e entao lancaremos as suas cinzasao mar"
        },
        {
            "chapter": 20,
            "verse": 98,
            "text": "Somente o vosso Deus e Deus. Nao ha mais divindades alem d'Ele! Sua sapiencia abrange tudo"
        },
        {
            "chapter": 20,
            "verse": 99,
            "text": "Assim te citamos alguns dos acontecimentos passados; ademais, de Nos, concedemos-te a Mensagem"
        },
        {
            "chapter": 20,
            "verse": 100,
            "text": "Aqueles que desdenharem isto, carregarao um pesado fardo no Dia da Ressurreicao"
        },
        {
            "chapter": 20,
            "verse": 101,
            "text": "Que suportarao eternamente. Que pessima carga sera a sua no Dia da Ressurreicao"
        },
        {
            "chapter": 20,
            "verse": 102,
            "text": "Dia em que a trombeta sera soada e em que congregaremos, atonitos, os pecadores"
        },
        {
            "chapter": 20,
            "verse": 103,
            "text": "Murmurarao entre si: Nao permanecestes muito mais do que dez (dias)"
        },
        {
            "chapter": 20,
            "verse": 104,
            "text": "Nos bem sabemos o que dirao quando os mais sensatos, dentre eles, exclamarem: Nao permanecestes muito mais doque um dia"
        },
        {
            "chapter": 20,
            "verse": 105,
            "text": "E perguntar-te-ao acerca das montanhas. Dize-lhes: Meu Senhor as desintegrara"
        },
        {
            "chapter": 20,
            "verse": 106,
            "text": "E as deixara como um plano e esteril"
        },
        {
            "chapter": 20,
            "verse": 107,
            "text": "Em que nao veras saliencias, nem reentrancias"
        },
        {
            "chapter": 20,
            "verse": 108,
            "text": "Nesse dia seguirao um arauto, do qual nao poderao afastar-se. As vozes humilhar-se-ao ante o Clemente, e tu naoouviras mais do que sussurros"
        },
        {
            "chapter": 20,
            "verse": 109,
            "text": "Nesse dia de nada valera a intercessao de quem quer que seja, salvo a de quem o Clemente permitir e cuja palavra lhefor grata"
        },
        {
            "chapter": 20,
            "verse": 110,
            "text": "Ele lhes conhece tanto o passado como o futuro, nao obstante eles nao logrem conhece-Lo"
        },
        {
            "chapter": 20,
            "verse": 111,
            "text": "As frontes se humilharao ante o Vivente, o Subsistente. Quem tiver cometido iniquidade estara desesperado"
        },
        {
            "chapter": 20,
            "verse": 112,
            "text": "E quem tiver praticado o bem e for, ademais, fiel, nao tera a temer injustica, nem frustracao"
        },
        {
            "chapter": 20,
            "verse": 113,
            "text": "Assim Nos to revelamos, um Alcorao em lingua arabe, no qual reiteraremos as combinacoes, a fim de que Nos temam elhes seja renovada a lembranca"
        },
        {
            "chapter": 20,
            "verse": 114,
            "text": "Exaltado seja Deus, o Verdadeiro Rei! Nao te apresses com o Alcorao antes que sua inspiracao te seja concluida. Outrossim, dize: O Senhor meu, aumenta-te em sabedoria"
        },
        {
            "chapter": 20,
            "verse": 115,
            "text": "Haviamos firmado o pacto com Adao, porem, te esqueceu-se dele; e nao vimos nele firme resolucao"
        },
        {
            "chapter": 20,
            "verse": 116,
            "text": "E quando dissemos aos anjos: Prostrai-vos ante Adao! Todos se prostraram menos Lucifer, que se negou"
        },
        {
            "chapter": 20,
            "verse": 117,
            "text": "E entao dissemos: O Adao, em verdade, este e tanto teu inimigo como de tua companheira! Que nao cause a vossaexpulsao do Paraiso, porque seras desventurado"
        },
        {
            "chapter": 20,
            "verse": 118,
            "text": "Em verdade, nele nao sofreras fome, nem estaras afeito a nudez"
        },
        {
            "chapter": 20,
            "verse": 119,
            "text": "E nao padeceras de sede ou calor"
        },
        {
            "chapter": 20,
            "verse": 120,
            "text": "Porem, Satanas sussurrou-lhe, dizendo: O Adao, queres que te indique a arvore da prosperidade e do reino eterno"
        },
        {
            "chapter": 20,
            "verse": 121,
            "text": "E ambos comeram (os frutos) da arvore, e suas vergonhas foram-lhes manifestadas, e puseram-se a cobrir os seuscorpos com folhas de plantas do Paraiso. Adao desobedeceu ao seu Senhor e foi seduzido"
        },
        {
            "chapter": 20,
            "verse": 122,
            "text": "Mas logo o seu Senhor o elegeu, absolvendo-o e encaminhando-o"
        },
        {
            "chapter": 20,
            "verse": 123,
            "text": "Disse: Descei ambos do Paraiso! Sereis inimigos uns dos outros. Porem, logo vos chegara a Minha orientacao e quemseguir a Minha orientacao, jamais se desviara, nem sera desventurado"
        },
        {
            "chapter": 20,
            "verse": 124,
            "text": "Em troca, quem desdenhar a Minha Mensagem, levara uma misera vida, e, cego, congrega-lo-emos no Dia daRessurreicao"
        },
        {
            "chapter": 20,
            "verse": 125,
            "text": "Dira: O Senhor meu, por que me congregastes cego, quando eu tinha antes uma boa visao"
        },
        {
            "chapter": 20,
            "verse": 126,
            "text": "E (Deus lhe) dira: Isto e porque te chegaram os Nossos versiculos e tu os esqueceste; a mesma maneira, seras hojeesquecido"
        },
        {
            "chapter": 20,
            "verse": 127,
            "text": "E assim castigaremos quem se exceder e nao crer nos versiculos do seu Senhor. Sabei que o castigo da outra vida seramais rigoroso, e mais persistente ainda"
        },
        {
            "chapter": 20,
            "verse": 128,
            "text": "Nao lhes mostramos, acaso, quantas geracoes, anteriores a eles, exterminamos, apesar de viverem nos mesmos lugaresque eles? Nisso ha exemplos para os sensatos"
        },
        {
            "chapter": 20,
            "verse": 129,
            "text": "Porem, se nao houvesse sido pela sentenca proferida por teu Senhor e pelo termino prefixado, o castigo teria sidoinevitavel"
        },
        {
            "chapter": 20,
            "verse": 130,
            "text": "Tolera, pois (o Mensageiro), o que dizem os incredulos, e celebra os louvores do teu Senhor antes do nascer do sol, antes do seu ocaso durante certas horas da noite; glorifica teu Senhor nos dois extremos do dia, para que sejas comprazido"
        },
        {
            "chapter": 20,
            "verse": 131,
            "text": "E nao cobices tudo aquilo com que temos agraciado certas classes, com o gozo da vida terrena - a fim de, com isso, prova-las - posto que a merce do teu Senhor e preferivel e mais persistente"
        },
        {
            "chapter": 20,
            "verse": 132,
            "text": "E recomenda aos teus a oracao e se constante, tu tambem. Nao te impomos ganhares o teu sustento, pois Nos teproveremos. A recompensa e dos devotos"
        },
        {
            "chapter": 20,
            "verse": 133,
            "text": "Dizem (entre si): Por que nao vos apresenta ele um sinal de seu Senhor? Nao lhes chegou, por acaso, a evidenciamencionada nos primeiros livros"
        },
        {
            "chapter": 20,
            "verse": 134,
            "text": "Mas, se os houvessemos fulminado com um castigo, antes disso, teriam dito: O Senhor nosso, por que nao nos enviasteum mensageiro, a fim de seguirmos os Teus versiculos, entes de nos humilharmos e nos aviltarmos"
        },
        {
            "chapter": 20,
            "verse": 135,
            "text": "Dize-lhes: Cada um (de nos) esta esperando; esperai, pois! Logo sabereis quem esta na senda reta e quem sao osorientados"
        },
        {
            "chapter": 21,
            "verse": 1,
            "text": "Aproxima-se a prestacao de contas dos homens que, apesar disso, estao desdenhosamente desatentos"
        },
        {
            "chapter": 21,
            "verse": 2,
            "text": "Nunca lhes chegou uma nova mensagem de seu Senhor, que nao escutassem, senao com o fito de escarnece-la"
        },
        {
            "chapter": 21,
            "verse": 3,
            "text": "Com os seus coracoes entregues a divagacao. Os iniquos dizem, confidencialmente: Acaso, este nao e um homem comovos? Assistir-lhe-eis a magia conscientemente"
        },
        {
            "chapter": 21,
            "verse": 4,
            "text": "Dize: Meu Senhor conhece tudo quanto e dito nos ceus e na terra, porque Ele e Oniouvinte, o Onisciente"
        },
        {
            "chapter": 21,
            "verse": 5,
            "text": "Porem, afirmam: E uma miscelanea de sonhos! Ele os forjou! Qual! E um poeta! Que nos apresente, entao, algum sinal, como os enviados aos primeiros (mensageiros)"
        },
        {
            "chapter": 21,
            "verse": 6,
            "text": "Nenhum dos habitantes das cidades que exterminamos, anteriormente a eles, acreditou. Crerao eles"
        },
        {
            "chapter": 21,
            "verse": 7,
            "text": "Antes de ti nao enviamos nada alem de homens, que inspiramos. Perguntai-o, pois, aos adeptos da Mensagem, se oignorais"
        },
        {
            "chapter": 21,
            "verse": 8,
            "text": "Nao os dotamos de corpos que pudessem prescindir de alimentos, nem tampouco foram imorais"
        },
        {
            "chapter": 21,
            "verse": 9,
            "text": "Entao, cumprimos a Nossa promessa para com eles e os salvamos, juntamente com os que quisemos, e exterminamos ostransgressores"
        },
        {
            "chapter": 21,
            "verse": 10,
            "text": "Enviamos-vos o Livro, que encerra uma Mensagem para vos; nao raciocinais"
        },
        {
            "chapter": 21,
            "verse": 11,
            "text": "Quantas populacoes de cidades exterminamos, por sua iniquidade, e suplantamos por outras"
        },
        {
            "chapter": 21,
            "verse": 12,
            "text": "Porem, quando se deram conta do Nosso castigo, eis que tentaram fugir dele precipitadamente"
        },
        {
            "chapter": 21,
            "verse": 13,
            "text": "Nao fujais! Voltai ao que vos foi concedido e as vossas moradas, a fim de que sejas interrogados"
        },
        {
            "chapter": 21,
            "verse": 14,
            "text": "Disseram: Ai de nos! Em verdade, fomos iniquos"
        },
        {
            "chapter": 21,
            "verse": 15,
            "text": "E nao cessou esta sua lamentacao, ate que os deixamos inertes, tal qual plantas segadas"
        },
        {
            "chapter": 21,
            "verse": 16,
            "text": "Nao riamos os ceus e a terra e tudo quanto existe entre ambos por mero passatempo"
        },
        {
            "chapter": 21,
            "verse": 17,
            "text": "E se quisessemos diversao, te-la-iamos encontrado entre as coisas proximas de Nos, se fizessemos (tal coisa)"
        },
        {
            "chapter": 21,
            "verse": 18,
            "text": "Qual! Arremessamos a verdade sobre a falsidade, o que a anula. Ei-la desvanecida. Ai de vos, pela falsidade que (Nos) descreveis"
        },
        {
            "chapter": 21,
            "verse": 19,
            "text": "Seu e tudo o que existe nos ceus e na terra; e todos quanto se acham em Sua Presenca, nao se ensoberbecem emadora-Lo, nem se enfadam disso"
        },
        {
            "chapter": 21,
            "verse": 20,
            "text": "Glorificam-No noite e dia, e nao ficam exaustos"
        },
        {
            "chapter": 21,
            "verse": 21,
            "text": "Ou (sera que) adotaram divindades da terra, que podem ressuscitar os mortos"
        },
        {
            "chapter": 21,
            "verse": 22,
            "text": "Se houvesse nos ceus e na terra outras divindades alem de Deus, (ambos) ja se teriam desordenado. Glorificado sejaDeus, Senhor do Trono, de tudo quanto Lhe atribuem"
        },
        {
            "chapter": 21,
            "verse": 23,
            "text": "Ele nao podera ser questionado quanto ao que faz; eles sim, serao interpelados"
        },
        {
            "chapter": 21,
            "verse": 24,
            "text": "Adotarao, porventura, outras divindades alem d'Ele? Dize-lhes: Apresentai vossa prova! Eis aqui a Mensagem daquelesque estao comigo e a Mensagem daqueles que me precederam. Porem, a maioria deles nao conhece a verdade, e a desdenha"
        },
        {
            "chapter": 21,
            "verse": 25,
            "text": "Jamais enviamos mensageiro algum antes de ti, sem que lhe tivessemos revelado que: Nao ha outra divindade alem deMim. Adora-Me, e serve-Me"
        },
        {
            "chapter": 21,
            "verse": 26,
            "text": "E dizem: O Clemente teve um filho! Glorificado seja! Qual! Sao apenas servos veneraveis, esses a quem chamam defilhos"
        },
        {
            "chapter": 21,
            "verse": 27,
            "text": "Que jamais se antecipam a Ele no falar, e que agem sob o Seu comando"
        },
        {
            "chapter": 21,
            "verse": 28,
            "text": "Ele conhece tanto o que ha antes deles como o que ha depois deles, e nao podem interceder em favor de ninguem, salvode quem a Ele aprouver, sao, ante seu temor, a Ele reverentes"
        },
        {
            "chapter": 21,
            "verse": 29,
            "text": "E quem quer que seja, entre eles, que disser: Em verdade eu sou deus, junto a Ele! condena-lo-emos ao inferno. Assimcastigamos os iniquos"
        },
        {
            "chapter": 21,
            "verse": 30,
            "text": "Nao veem, acaso, os incredulos, que os ceus e a terra eram uma so massa, que desagregamos, e que criamos todos osseres vivos da agua? Nao creem ainda"
        },
        {
            "chapter": 21,
            "verse": 31,
            "text": "E produzimos firmes montanhas na terra, para que esta nao oscilasse com eles, e tracamos, entre aqueles, desfiladeiroscomo caminhos, para que se orientassem"
        },
        {
            "chapter": 21,
            "verse": 32,
            "text": "E fizemos o ceu como abobada bem protegida; e, apesar disso, desdenham os seus sinais"
        },
        {
            "chapter": 21,
            "verse": 33,
            "text": "Ele foi Quem criou a noite e o dia, o sol e a lua; cada qual (dos corpos celestes) gravita em sua respectiva orbita"
        },
        {
            "chapter": 21,
            "verse": 34,
            "text": "Jamais concedemos a imortalidade a ser humano algum, anterior a ti. Porventura, se tu morresses, seriam eles imortais"
        },
        {
            "chapter": 21,
            "verse": 35,
            "text": "Toda a alma provara o gosto da morte, e vos provaremos com o mal e com o bem, e a Nos retornareis"
        },
        {
            "chapter": 21,
            "verse": 36,
            "text": "E, quando os incredulos te veem, nao te tratam senao com zombarias, dizendo: E este que fala sobre os vossos deuses? Eblasfemam, a mencao do Clemente"
        },
        {
            "chapter": 21,
            "verse": 37,
            "text": "O homem e, por natureza, impaciente. Nao vos apresseis, pois logo vos mostrarei os Meus sinais"
        },
        {
            "chapter": 21,
            "verse": 38,
            "text": "E perguntaram: quanto se cumprira esta promessa, se estais certos"
        },
        {
            "chapter": 21,
            "verse": 39,
            "text": "Ah, se os incredulos conhecessem o momento em que nao poderao evitar o fogo sobre seus rostos e suas espaduas, nemtampouco ser socorridos"
        },
        {
            "chapter": 21,
            "verse": 40,
            "text": "Pelo contrario, surpreende-los-a (o fogo) inopinadamente e os aniquilara. Nao poderao desvia-lo, nem serao tolerados"
        },
        {
            "chapter": 21,
            "verse": 41,
            "text": "Mensageiros anteriores a ti foram escarnecidos; porem, os escarnecedores envolveram-se naquilo de que escarneciam"
        },
        {
            "chapter": 21,
            "verse": 42,
            "text": "Dize: Quem podera proteger-vos, a noite e de dia, (do seu castigo) do Clemente? Sem duvida, eles desdenham a mencaodo seu Senhor"
        },
        {
            "chapter": 21,
            "verse": 43,
            "text": "Ou tem, acaso, divindades que os defendem de Nos? Nao podem sequer socorrer a si mesmos, nem estarao a salvo eNos"
        },
        {
            "chapter": 21,
            "verse": 44,
            "text": "Contudo, agraciamo-los, tanto eles como seus pais, e ate lhes prolongamos a vida. Porem, nao reparam, acaso, em quetemos assolado a terra, reduzindo-a em suas bordas? Sao eles, porventura, os vencedores"
        },
        {
            "chapter": 21,
            "verse": 45,
            "text": "Dize-lhes: So vos admoesto com a revelacao; no entanto, os surdos nao ouvem a predicacao, mesmo quando saoadmoestados"
        },
        {
            "chapter": 21,
            "verse": 46,
            "text": "Mas, quando um resquicio do castigo e o teu Senhor os toca, dizem: Ai de nos! Em verdade, fomos iniquos"
        },
        {
            "chapter": 21,
            "verse": 47,
            "text": "E instalaremos as balancas da justica para o Dia da Ressurreicao. Nenhuma alma sera defraudada no minimo que seja; mesmo se for do peso de um grao de mostarda, te-lo-emos em conta. Bastamos Nos por computo"
        },
        {
            "chapter": 21,
            "verse": 48,
            "text": "Haviamos concedido a Moises e a Aarao o Discernimento, luz e mensagem para os devotos"
        },
        {
            "chapter": 21,
            "verse": 49,
            "text": "Que temem intimamente seu Senhor e sao reverentes, quanto a Hora"
        },
        {
            "chapter": 21,
            "verse": 50,
            "text": "Esta e a mensagem bendita, que revelamos. Atrever-vos-eis a nega-la"
        },
        {
            "chapter": 21,
            "verse": 51,
            "text": "Anteriormente concedemos a Abraao a sua integridade, porque o sabiamos digno disso"
        },
        {
            "chapter": 21,
            "verse": 52,
            "text": "Ao perguntar ao seu pai e ao seu povo: Que significam esses idolos, aos quais vos devotais"
        },
        {
            "chapter": 21,
            "verse": 53,
            "text": "Responderam: Encontramos nossos pais a adora-los"
        },
        {
            "chapter": 21,
            "verse": 54,
            "text": "Disse-lhes (Abraao): Sem duvida que vos e os vossos pais estais em evidente erro"
        },
        {
            "chapter": 21,
            "verse": 55,
            "text": "Inquiriram-no: Trouxeste-nos a verdade, ou tu es um dos tantos trocistas"
        },
        {
            "chapter": 21,
            "verse": 56,
            "text": "Respondeu-lhes: Nao! Vosso Senhor e o Senhor dos ceus e da terra, os quais criou, e eu sou um dos testemunhadoresdisso"
        },
        {
            "chapter": 21,
            "verse": 57,
            "text": "Por Deus que tenho um plano para os vossos idolos, logo que tiverdes partido"
        },
        {
            "chapter": 21,
            "verse": 58,
            "text": "E os reduziu a fragmentos, menos o maior deles, para que, quando voltassem, se recordassem dele"
        },
        {
            "chapter": 21,
            "verse": 59,
            "text": "Perguntaram, entao: Quem fez isto com os nossos deuses? Ele deve ser um dos iniquos"
        },
        {
            "chapter": 21,
            "verse": 60,
            "text": "Disseram: Temos conhecimento de um jovem que falava deles. E chamado Abraao"
        },
        {
            "chapter": 21,
            "verse": 61,
            "text": "Disseram: Trazei-o a presenca do povo, para que testemunhem"
        },
        {
            "chapter": 21,
            "verse": 62,
            "text": "Perguntaram: Foste tu, o Abraao, quem assim fez com os nossos deuses"
        },
        {
            "chapter": 21,
            "verse": 63,
            "text": "Respondeu: Nao! Foi o maior deles. Interrogai-os, pois, se e que podem falar inteligivelmente"
        },
        {
            "chapter": 21,
            "verse": 64,
            "text": "E confabularam, dizendo entre si: Em verdade, vos sois os injustos"
        },
        {
            "chapter": 21,
            "verse": 65,
            "text": "Logo voltaram a cair em confusao e disseram: Tu bem sabes que eles nao falam"
        },
        {
            "chapter": 21,
            "verse": 66,
            "text": "Entao, (Abraao) lhes disse: Porventura, adorareis, em vez de Deus, quem nao pode beneficiar-vos ou prejudicar-vos emnada"
        },
        {
            "chapter": 21,
            "verse": 67,
            "text": "Que vergonha para vos e para os que adorais, em vez de Deus! Nao raciocinais"
        },
        {
            "chapter": 21,
            "verse": 68,
            "text": "Disseram: Queimai-o e protegei os vossos deuses, se os puderdes (de algum modo)"
        },
        {
            "chapter": 21,
            "verse": 69,
            "text": "Porem, ordenamos: O fogo, se frescor e poupa Abraao"
        },
        {
            "chapter": 21,
            "verse": 70,
            "text": "Intentaram conspirar contra ele, porem, fizemo-los perdedores"
        },
        {
            "chapter": 21,
            "verse": 71,
            "text": "E o salvamos, juntamente com Lot, conduzindo-os a terra que abencoamos para a humanidade"
        },
        {
            "chapter": 21,
            "verse": 72,
            "text": "E o agraciamos com Isaac e Jaco, como um dom adicional, e a todos fizemos virtuosos"
        },
        {
            "chapter": 21,
            "verse": 73,
            "text": "E os designamos imames, para que guiassem os demais, segundo os Nossos designios, e lhes inspiramos a pratica dobem, a observancia da oracao, o pagamento do zakat, e foram Nossos adoradores"
        },
        {
            "chapter": 21,
            "verse": 74,
            "text": "E concedemos a Lot a prudencia e a sabedoria, salvando-o da cidade que se havia entregue as obscenidades, porque erahabitada por um povo vil e depravado"
        },
        {
            "chapter": 21,
            "verse": 75,
            "text": "E o amparamos em Nossa misericordia, porque era um dos virtuosos"
        },
        {
            "chapter": 21,
            "verse": 76,
            "text": "E (recorda-te de) Noe quando, tempos atras, nos implorou e o atendemos e o salvamos, juntamente com a sua familia, dagrande aflicao"
        },
        {
            "chapter": 21,
            "verse": 77,
            "text": "E o socorremos contra o povo que desmentia os Nossos versiculos, porquanto era um povo vil; eis que os afogamos atodos"
        },
        {
            "chapter": 21,
            "verse": 78,
            "text": "E de Davi e de Salomao, quando julgavam sobre certa plantacao, onde as ovelhas de certo povo pastaram durante anoite, sendo Nos Testemunha de seu juizo"
        },
        {
            "chapter": 21,
            "verse": 79,
            "text": "E fizemos Salomao compreender a causa. E dotamos ambos de prudencia e sabedoria. E submetemos a ele e a Davi asmontanhas e os passaros para que Nos glorificassem. E fomos Nos o Autor"
        },
        {
            "chapter": 21,
            "verse": 80,
            "text": "E lhe ensinamos a arte de faze couracas para vos, a fim de proteger-vos das vossas violencias mutuas. Nao estaisagradecidos"
        },
        {
            "chapter": 21,
            "verse": 81,
            "text": "E submetemos a Salomao o vento impetuoso, que sopra a seu capricho, para a terra que Nos abencoamos, porque somosOnisciente"
        },
        {
            "chapter": 21,
            "verse": 82,
            "text": "E tambem (lhe submetemos) alguns (ventos) maus que, no mar, faziam submergir os navios, alem de outras tarefas, sendoNos o seu custodio"
        },
        {
            "chapter": 21,
            "verse": 83,
            "text": "E (recorda-te) de quando Jo invocou seu Senhor (dizendo): Em verdade, a adversidade tem-me acoitado; porem, Tu es omais clemente dos misericordiosos"
        },
        {
            "chapter": 21,
            "verse": 84,
            "text": "E o atendemos e o libertamos do mal que o afligia; restituimos-lhes a familia, duplicando-a, como acrescimo, em virtudeda Nossa misericordia, e para que servisse de mensagem para os adoradores"
        },
        {
            "chapter": 21,
            "verse": 85,
            "text": "E (recorda-te) de Ismael, de Idris (Enoc) e de Dulkifl, porque todos se contavam entre os perseverantes"
        },
        {
            "chapter": 21,
            "verse": 86,
            "text": "Amparamo-lo em Nossa misericordia, que se contavam entre os virtuosos"
        },
        {
            "chapter": 21,
            "verse": 87,
            "text": "E (recorda-te) de Dun-Num quando partiu, bravo, crendo que nao poderiamos controla-lo. Clamou nas trevas: Nao hamais divindade do que Tu! Glorificado sejas! E certo que me contava entre os iniquos"
        },
        {
            "chapter": 21,
            "verse": 88,
            "text": "E o atendemos e o libertamos da angustia. Assim salvamos os fieis"
        },
        {
            "chapter": 21,
            "verse": 89,
            "text": "E (recorda-te) de Zacarias quando implorou ao seu Senhor: O Senhor meu, nao me deixes sem prole, nao obstante seresTu o melhor dos herdeiros"
        },
        {
            "chapter": 21,
            "verse": 90,
            "text": "E o atendemos e o agraciamos com Yahia (Joao), e curamos sua mulher (de esterilidade); um procurava sobrepujar ooutro nas boas acoes, recorrendo a Nos com afeicao e temor, e sendo humildes a Nos"
        },
        {
            "chapter": 21,
            "verse": 91,
            "text": "E (recorda-te) tambem daquela que conservou a sua castidade (Maria) e a quem alentamos com o Nosso Espirito, fazendo dela e de seu filho sinais para a humanidade"
        },
        {
            "chapter": 21,
            "verse": 92,
            "text": "Esta vossa comunidade e a comunidade unica e Eu sou o vosso Senhor. Adorai-Me, portanto (e a nenhum outro)"
        },
        {
            "chapter": 21,
            "verse": 93,
            "text": "Mas (as geracoes posteriores) se dividiram mutuamente em sua unidade; e todos voltarao a Nos"
        },
        {
            "chapter": 21,
            "verse": 94,
            "text": "Mas quem praticar o bem e for, ademais, fiel, sabera que seus esforcos nao serao baldados, porque os anotamos todos"
        },
        {
            "chapter": 21,
            "verse": 95,
            "text": "Esta proibido o ressurgimento de toda populacao que temos destruido; seus integrantes nao retornarao"
        },
        {
            "chapter": 21,
            "verse": 96,
            "text": "Ate ao instante em que for aberta a barreira do (povo de) Gog e Magog e todos se precipitarem por todas as colinas"
        },
        {
            "chapter": 21,
            "verse": 97,
            "text": "E aproximar a verdadeira promessa. E eis os olhares fixos dos incredulos, que exclamarao: Ai de nos! Estivemosdesatentos quanto a isto; qual, fomos uns iniquos"
        },
        {
            "chapter": 21,
            "verse": 98,
            "text": "Vos, com tudo quanto adorais, em vez de Deus, sereis combustivel do inferno, no qual entrareis, por certo"
        },
        {
            "chapter": 21,
            "verse": 99,
            "text": "Se houvessem aqueles sido deuses, nao o teria adentrado; ali todos permanecerao eternamente"
        },
        {
            "chapter": 21,
            "verse": 100,
            "text": "Onde se lamentarao mas nao serao ouvidos"
        },
        {
            "chapter": 21,
            "verse": 101,
            "text": "Em verdade, aqueles a quem predestinamos o Nossos bem, serao afastados disso"
        },
        {
            "chapter": 21,
            "verse": 102,
            "text": "Nao ouvirao a crepitacao (da fogueira) e desfrutarao eternamente de tudo quanto a sua lama apetecer"
        },
        {
            "chapter": 21,
            "verse": 103,
            "text": "E o grande terror nao os atribulara, e os anjos os receberao, dizendo-lhes: Eis aqui o dia que vos fora prometido"
        },
        {
            "chapter": 21,
            "verse": 104,
            "text": "Sera o dia em que enrolaremos o ceu como um rolo de pergaminho. Do mesmo modo que originamos a criacao, reproduzi-la-emos. E porque e uma promessa que fazemos, e certamente a cumpriremos"
        },
        {
            "chapter": 21,
            "verse": 105,
            "text": "Temos prescrito, nos Salmos, depois da Mensagem (dada a Moises), que a terra, herda-la-ao os Meus servos virtuosos"
        },
        {
            "chapter": 21,
            "verse": 106,
            "text": "Nisto ha uma mensagem para os adoradores"
        },
        {
            "chapter": 21,
            "verse": 107,
            "text": "E nao te enviamos, senao como misericordia para a humanidade"
        },
        {
            "chapter": 21,
            "verse": 108,
            "text": "Dize: Em verdade, tem-me sido revelado que o vosso Deus e Unico. Sereis portanto submissos"
        },
        {
            "chapter": 21,
            "verse": 109,
            "text": "Todavia, se se recusarem a se-lo, dize-lhes: Tenho proclamado a mensagem a todos por igual, mas nao sei se estaproximo ou remoto o que vos foi prometido"
        },
        {
            "chapter": 21,
            "verse": 110,
            "text": "Porque Ele sabe tanto o que manifestais por palavras, como conhece o que ocultais"
        },
        {
            "chapter": 21,
            "verse": 111,
            "text": "Ignoro se isto constitui uma prova para vos e um gozo transitorio"
        },
        {
            "chapter": 21,
            "verse": 112,
            "text": "Dize: O meu Senhor, julga com equidade! Nosso Senhor e o Clemente, a Quem recorro, contra o que blasfemais"
        },
        {
            "chapter": 22,
            "verse": 1,
            "text": "O humanos, temei a vosso Senhor, porque a convulsao da Hora sera logo terrivel"
        },
        {
            "chapter": 22,
            "verse": 2,
            "text": "No dia em que a presenciardes, casa nutriente esquecera o filho que amamenta; toda a gestante abortara; tu veras oshomens como ebrios, embora nao o estejam, porque o castigo de Deus sera severissimo"
        },
        {
            "chapter": 22,
            "verse": 3,
            "text": "Entre os humanos ha quem discute nesciamente acerca de Deus e segue qualquer demonio rebelde"
        },
        {
            "chapter": 22,
            "verse": 4,
            "text": "Foi decretado sobre (o maligno): Quem se tornar intimo dele, sera desviado e conduzido ao suplicio do tartaro"
        },
        {
            "chapter": 22,
            "verse": 5,
            "text": "O humanos, se estais em duvida sobre a ressurreicao, reparai em que vos criamos do po, depois do esperma, e logo vosconvertemos em algo que se agarra e, finalmente, em feto, com forma ou amorfo, para demonstrar-vos (a Nossa onipotencia); e conservamos no utero o que queremos, ate um periodo determinado, de onde vos retiraremos, criancas para que alcanceisa puberdade. Ha, entre vos, aqueles que morrem (ainda jovens) e ha os que chegam a senilidade, ate ao ponto de nao serecordarem do que sabiam. E observai que a terra e arida; nao obstante, quando (Nos) fazemos descer a agua sobre ela, move-se e se impregna de fertilidade, fazendo brotar todas as classes de pares de vicosos (frutos)"
        },
        {
            "chapter": 22,
            "verse": 6,
            "text": "Isto, porque Deus e Verdadeiro e vivifica os mortos, e porque e Onipotente"
        },
        {
            "chapter": 22,
            "verse": 7,
            "text": "E a Hora chegara indubitavelmente, e Deus ressuscitara aqueles que estiverem nos sepulcros"
        },
        {
            "chapter": 22,
            "verse": 8,
            "text": "Entre os humanos, ha aquele que disputa nesciamente acerca de Deus, sem orientacao nem livro lucido"
        },
        {
            "chapter": 22,
            "verse": 9,
            "text": "Desdenhoso, para assim desviar os demais da senda de Deus. Sofrera aviltamento neste mundo e, no Dia da Ressurreicao, fa-lo-emos experimentar a pena da chama infernal"
        },
        {
            "chapter": 22,
            "verse": 10,
            "text": "Isso, pelo que tiverem cometido suas maos, porque Deus nunca e injusto para com os Seus servos"
        },
        {
            "chapter": 22,
            "verse": 11,
            "text": "Entre os humanos ha, tambem, quem adora Deus com restricoes: se lhe ocorre um bem, satisfaz-se com isso; porem, se oacoita um adversidade, renega e perde este mundo e o outro. Esta e a evidencia desventura"
        },
        {
            "chapter": 22,
            "verse": 12,
            "text": "Ele invoca, em vez de Deus, quem nao pode prejudica-lo nem beneficia-lo. Tal e o profundo erro"
        },
        {
            "chapter": 22,
            "verse": 13,
            "text": "Invoca quem lhe causa mais prejuizos do que beneficios. Que pessimo amo e que diabolico companheiro"
        },
        {
            "chapter": 22,
            "verse": 14,
            "text": "Deus introduzira os fieis, que praticam o bem, em jardins, abaixo dos quais correm os rios, porque Deus faz o que Lheapraz"
        },
        {
            "chapter": 22,
            "verse": 15,
            "text": "Quem pensa que Deus jamais o socorrera (Mensageiro) neste mundo ou no outro, que pendure uma corda no teto (de suacasa) e se enforque; vera se com isso podera acalmar o seu furor"
        },
        {
            "chapter": 22,
            "verse": 16,
            "text": "Assim o revelamos (o Alcorao) em lucidos versiculos, e Deus ilumina quem Lhe apraz"
        },
        {
            "chapter": 22,
            "verse": 17,
            "text": "Quanto aos fieis, judeus, sabeus, cristao, masdeistas ou idolatras, certamente Deus os julgara a todos no Dia daRessurreicao, porque Deus e Testemunha de todas as coisas"
        },
        {
            "chapter": 22,
            "verse": 18,
            "text": "Nao reparas, acaso, em que tudo quanto ha nos ceus e tudo quanto ha na terra se prostra ante Deus? O sol, a lua, asestrelas, as montanhas, as arvores, os animais e muitos humanos? Porem, muitos merecem o castigo! E quem Deus afrontarnao achara quem o honre, porque Deus faz o que Lhe apraz"
        },
        {
            "chapter": 22,
            "verse": 19,
            "text": "Existem dois antagonistas (credulos e incredulos), que disputam acerca do seu Senhor. Quanto aos incredulos, seraocobertos com vestimentas de fogo e lhes sera derramada, sobre as cabecas, agua fervente"
        },
        {
            "chapter": 22,
            "verse": 20,
            "text": "A qual derretera tudo quanto ha em suas entranhas, alem da totalidade de suas peles"
        },
        {
            "chapter": 22,
            "verse": 21,
            "text": "Em adicao, havera clavas de ferro (para o castigo)"
        },
        {
            "chapter": 22,
            "verse": 22,
            "text": "Toda a vez que dele (do fogo) quiserem sair, por angustia, ali serao repostos e lhes sera dito: Sofrei a pena da queima"
        },
        {
            "chapter": 22,
            "verse": 23,
            "text": "Por outra, Deus introduzira os fieis, que praticam o bem, em jardins, abaixo dos quais correm os rios, onde seraoenfeitados com pulseiras de ouro e perola, e suas vestimentas serao de seda"
        },
        {
            "chapter": 22,
            "verse": 24,
            "text": "Porque se guiaram pelas palavras puras e se encaminharam ate a senda do Laudabilissimo"
        },
        {
            "chapter": 22,
            "verse": 25,
            "text": "Quanto aos incredulos, que vedam os demais da senda de Deus e a sagrada Mesquita, - a qual destinamos aos humanos, por igual, quer seja seus habitantes, quer sejam visitantes, - e que nela comete, intencionalmente, profanacao ou iniquidade, fa-los-emos provar um doloroso castigo"
        },
        {
            "chapter": 22,
            "verse": 26,
            "text": "E (recorda-te) de quando indicamos a Abraao o local da Casa, dizendo: Nao Me atribuas parceiros, mas consagra aMinha Casa para os circungirantes, para os que permanecem em pe e para os genuflexos e prostrados"
        },
        {
            "chapter": 22,
            "verse": 27,
            "text": "E proclama a peregrinacao as pessoas; elas virao a ti a pe, e montando toda especie de camelos, de todo longinquolugar"
        },
        {
            "chapter": 22,
            "verse": 28,
            "text": "Para testemunhar os seus beneficios e invocar o nome de Deus, nos dias mencionados, sobre o gado com que Ele osagraciou (para o sacrificio). Comei, pois, dele, e alimentai o indigente e o pobre"
        },
        {
            "chapter": 22,
            "verse": 29,
            "text": "Que logo se higienizem, que cumpram os seus votos e que circungirem a antiga Casa"
        },
        {
            "chapter": 22,
            "verse": 30,
            "text": "Tal sera (a peregrinacao). Quanto aquele que enaltecer os ritos sagrados de Deus, tera feito o melhor para ele, aos olhosdo seu Senhor. E-vos permitida a (carne) das reses, exceto o que ja vos foi estipulado. Enviai, pois, a abominacao daadoracao dos idolos e evitai o perjurio"
        },
        {
            "chapter": 22,
            "verse": 31,
            "text": "Consagrando-vos a Deus; e nao Lhe atribuais parceiros, porque aquele que atribuir parceiros a Deus, sera como sehouvesse sido arrojado do ceu, como se o tivessem apanhado das aves, ou como se o vento o lancasse a um lugar longinquo"
        },
        {
            "chapter": 22,
            "verse": 32,
            "text": "Tal sera. Contudo, quem enaltecer os simbolos de Deus, saiba que tal (enaltecimento) partira de quem possuir piedadeno coracao"
        },
        {
            "chapter": 22,
            "verse": 33,
            "text": "Neles (os animais) tendes beneficios, ate um tempo prefixado; entao, seu lugar de sacrificio sera a antiga Casa"
        },
        {
            "chapter": 22,
            "verse": 34,
            "text": "Para cada povo temos instituido ritos (de sacrificio), para que invoquem o nome de Deus, sobre o que Ele agraciou, degado. Vosso Deus e Unico; consagrai-vos, pois, a Ele. E tu (o Mensageiro), anuncia a bem-aventuranca aos que sehumilham"
        },
        {
            "chapter": 22,
            "verse": 35,
            "text": "Cujos coracoes estremecem, quando o nome de Deus e Mencionado; os perseverantes, que suportam o que lhes sucede, sao observantes da oracao e fazem caridade daquilo com que agraciamos"
        },
        {
            "chapter": 22,
            "verse": 36,
            "text": "E vos temos designado (o sacrificio) dos camelos, entre os simbolos de Deus. Neles, tendes beneficios. Invocai, pois, onome de Deus sobre eles, no momento (do sacrificio), quando ainda estiverem em pe, e quando tiverem tombado. Comei, pois, deles e dai de comer ao necessitado e ao pedinte. Assim vo-los sujeitamos, para que Nos agradecais"
        },
        {
            "chapter": 22,
            "verse": 37,
            "text": "Nem suas carnes, nem seu sangue chegam ate Deus; outrossim, alcanca-O a vossa piedade. Assim vo-los sujeitou, paraque O glorifiqueis, por haver-vos encaminhado. Anuncia, pois, a bem-aventuranca aos benfeitores"
        },
        {
            "chapter": 22,
            "verse": 38,
            "text": "Em verdade, Deus defende os fieis, porque Deus nao aprecia nenhum perfido e ingrato"
        },
        {
            "chapter": 22,
            "verse": 39,
            "text": "Ele permitiu (o combate) aos que foram atacados; em verdade, Deus e Poderoso para socorre-los"
        },
        {
            "chapter": 22,
            "verse": 40,
            "text": "Sao aqueles que foram expulsos injustamente dos seus lares, so porque disseram: Nosso Senhor e Deus! E se Deus naotivesse refreado os instintos malignos de uns em relacao aos outros, teriam sido destruidos mosteiros, igrejas, sinagogas emesquitas, onde o nome de Deus e frequentemente celebrado. Sabei que Deus secundara quem O secundar, em Sua causa, porque e Forte, Poderosissimo"
        },
        {
            "chapter": 22,
            "verse": 41,
            "text": "Sao aqueles que, quando os estabelecemos na terra, observam a oracao, pagam o zakat, recomendam o bem e proibem oilicito. E em Deus repousa o destino de todos os assuntos"
        },
        {
            "chapter": 22,
            "verse": 42,
            "text": "Porem, se te desmentem (o Mensageiros), o mesmo que fizeram, antes deles, os povos de Noe, de Ad e de Tamud"
        },
        {
            "chapter": 22,
            "verse": 43,
            "text": "(Assim tambem) o povo de Abraao e o povo de Lot"
        },
        {
            "chapter": 22,
            "verse": 44,
            "text": "E o povo de Madian (fez o mesmo); tambem foi desmentido Moises. Entao, tolerei os incredulos; mas logo os castiguei, e que rigorosa foi a Minha rejeicao"
        },
        {
            "chapter": 22,
            "verse": 45,
            "text": "Quantas cidades destruimos por sua iniquidade, transformando-as em ruinas, com os pocos e os castelos fortificadosabandonados"
        },
        {
            "chapter": 22,
            "verse": 46,
            "text": "Nao percorreram eles a terra, para que seus coracoes verificassem o ocorrido? Talvez possam, assim, ouvir eraciocinar! Todavia, a cegueira nao e a dos olhos, mas a dos coracoes, que estao em seus peitos"
        },
        {
            "chapter": 22,
            "verse": 47,
            "text": "Pedem-te incessantemente a iminencia do castigo; saibam que Deus jamais falta a sua promessa, porque um dia, para oteu Senhor, e como mil anos, dos que contais"
        },
        {
            "chapter": 22,
            "verse": 48,
            "text": "E quantas cidades iniquas temos tolerado! Mas logo as castigarei e a Mim sera o destino"
        },
        {
            "chapter": 22,
            "verse": 49,
            "text": "Dize: O humanos, sou apenas um elucidativo admoestador para vos"
        },
        {
            "chapter": 22,
            "verse": 50,
            "text": "E os fieis que praticarem o bem obterao um indulgencia e um magnifico sustento"
        },
        {
            "chapter": 22,
            "verse": 51,
            "text": "Por outra, aqueles que se esforcarem em desacreditar os Nossos versiculos serao os reprobos"
        },
        {
            "chapter": 22,
            "verse": 52,
            "text": "Antes de ti, jamais enviamos mensageiro ou profeta algum, sem que Satanas o sugestionasse em sua predicacao; porem, Deus anula o que aventa Satanas, e entao prescreve as Suas leis, porque Deus e Sapiente, Prudentissimo"
        },
        {
            "chapter": 22,
            "verse": 53,
            "text": "Ele faz das sugestoes de Satanas uma prova, para aqueles que abrigam a morbidez em seus coracoes e para aqueles cujoscoracoes estao endurecidos, porque os iniquos estao em um cisma distante (da verdade)"
        },
        {
            "chapter": 22,
            "verse": 54,
            "text": "Quanto aqueles que receberam a ciencia, saibam que ele (o Alcorao) e a verdade do teu Senhor; que creiam nele e queseus coracoes se humilhem ante ele, porque Deus guia os fieis ate a senda reta"
        },
        {
            "chapter": 22,
            "verse": 55,
            "text": "Porem, os incredulos nao cessarao de estar em duvida acerca dele, ate que a Hora lhes chegue de improviso, ou osacoite o castigo do dia nefasto"
        },
        {
            "chapter": 22,
            "verse": 56,
            "text": "A soberania, naquele dia, sera de Deus, que julgara entre eles. Os fieis que tiverem praticado o bem entrarao nos jardinsdo prazer"
        },
        {
            "chapter": 22,
            "verse": 57,
            "text": "Em troca, os incredulos, que desmentirem os Nossos versiculos, sofrerao um castigo ignominioso"
        },
        {
            "chapter": 22,
            "verse": 58,
            "text": "Aqueles que migraram pela causa de Deus e forma mortos, ou morreram, serao infinitamente agraciados por Ele, porqueDeus e o melhor dos agraciadores"
        },
        {
            "chapter": 22,
            "verse": 59,
            "text": "Em verdade, introduzi-los-a em um lugar que comprazera a eles, porque Deus e tolerante, Sapientissimo"
        },
        {
            "chapter": 22,
            "verse": 60,
            "text": "Assim sera! Aquele que se desforrar um pouco de quem o injuriou e o ultrajou, sem duvida Deus socorrera, porque eAbsolvedor, Indulgentissimo"
        },
        {
            "chapter": 22,
            "verse": 61,
            "text": "Isto, porque Deus insere a noite no dia e o dia na noite e e, ademais, Oniouvinte, Onividente"
        },
        {
            "chapter": 22,
            "verse": 62,
            "text": "Isto porque Deus e a Verdade; e o que invocam, em vez d'Ele, e a falsidade. Sabei que Ele e Grandioso, Altissimo"
        },
        {
            "chapter": 22,
            "verse": 63,
            "text": "Porventura, nao reparas em que Deus faz descer agua do ceu, tornando verdes os campos? Sabei que Deus e Onisciente, Sutilissimo"
        },
        {
            "chapter": 22,
            "verse": 64,
            "text": "Seu e tudo quanto existe nos ceus e quanto ha na terra, porque e Opulento, Laudabilissimo"
        },
        {
            "chapter": 22,
            "verse": 65,
            "text": "Nao tens reparado em que Deus vos submeteu o que existe na terra, assim como as naves, que singram os mares por Suavontade? Ele sustem o firmamento, para que nao caia sobre a terra, a nao ser por Sua vontade, porque e, para com oshumanos, Compassivo, Misericordiosissimo"
        },
        {
            "chapter": 22,
            "verse": 66,
            "text": "E Ele e Quem vos da a vida, entao vos fara morrer, em seguida vos devolvera a vida. Em verdade, o homem e ingrato"
        },
        {
            "chapter": 22,
            "verse": 67,
            "text": "Temos prescrito a cada povo ritos a serem observados. Que nao te refutem a este respeito! E invoca teu Senhor, porquesegues uma orientacao correta"
        },
        {
            "chapter": 22,
            "verse": 68,
            "text": "Porem, se te refutam, dize-lhes: Deus sabe melhor do que ninguem o que fazeis"
        },
        {
            "chapter": 22,
            "verse": 69,
            "text": "Deus julgara entre vos, no Dia da Ressurreicao, a respeito de vossas divergencias"
        },
        {
            "chapter": 22,
            "verse": 70,
            "text": "Ignoras, acaso, que Deus conhece o que ha nos ceus e na terra? Em verdade, isto esta registrado num Livro, porque efacil para Deus"
        },
        {
            "chapter": 22,
            "verse": 71,
            "text": "E adoram, em vez de Deus, coisas, as quais Ele nao concedeu autoridade alguma, e da qual nao tem conhecimento algum; porem, os iniquos nao terao nenhum protetor"
        },
        {
            "chapter": 22,
            "verse": 72,
            "text": "E quando lhes sao recitados os Nossos lucidos versiculos, descobres o desdem nos semblantes dos incredulos, chegandomesmo a ponto de se lancarem sobre aqueles que lhes recitam os Nossos versiculos. Dize: Poderia inteirar-vos de algo piordo que isto? E o fogo (infernal), que Deus prometeu aos incredulos. E que funesto destino"
        },
        {
            "chapter": 22,
            "verse": 73,
            "text": "O humanos, eis um exemplo; escutai-o, pois: Aqueles que invocais, em vez de Deus, jamais poderiam criar uma mosca; ainda que, para isso, se juntassem todos. E se a mosca lhe arrebatasse algo, nao poderiam dela tira-lo, porque tanto osolicitador como o solicitado, sao impotentes"
        },
        {
            "chapter": 22,
            "verse": 74,
            "text": "Nao aquilatam Deus como (Ele) merece. Saibam eles que Deus e Forte, Poderosissimo"
        },
        {
            "chapter": 22,
            "verse": 75,
            "text": "Deus escolhe os mensageiros, entre os anjos e entre os humanos, porque e Oniouvinte, Onividente"
        },
        {
            "chapter": 22,
            "verse": 76,
            "text": "Ele conhece tanto o seu passado como o seu futuro, porque a Deus retornarao todas as coisas"
        },
        {
            "chapter": 22,
            "verse": 77,
            "text": "O fieis, genuflecti, prostrai-vos, adorai vosso Senhor e praticai o bem, para que prospereis"
        },
        {
            "chapter": 22,
            "verse": 78,
            "text": "E combatei com denodo pela causa de Deus; Ele vos elegeu. E nao vos impos dificuldade alguma na religiao, porque e ocredo de vosso pai, Abraao. Ele vos denominou muculmanos, antes deste e neste (Alcorao), para que o Mensageiro sejatestemunha vossa, e para que sejais testemunhas dos humanos. Observai, pois, a oracao, pagai o zakat e apegai-vos a Deus, Que e vosso Protetor. E que excelente Protetor! E que excelente Socorredor"
        },
        {
            "chapter": 23,
            "verse": 1,
            "text": "E certo que prosperarao os fieis"
        },
        {
            "chapter": 23,
            "verse": 2,
            "text": "Que sao humildes em suas oracoes"
        },
        {
            "chapter": 23,
            "verse": 3,
            "text": "Que desdenham a vaidade"
        },
        {
            "chapter": 23,
            "verse": 4,
            "text": "Que sao ativos em pagar o zakat"
        },
        {
            "chapter": 23,
            "verse": 5,
            "text": "Que observam a castidade"
        },
        {
            "chapter": 23,
            "verse": 6,
            "text": "Exceto para os seus conjuges ou cativas - nisso nao serao reprovados"
        },
        {
            "chapter": 23,
            "verse": 7,
            "text": "Mas aqueles que se excederem nisso serao os transgressores"
        },
        {
            "chapter": 23,
            "verse": 8,
            "text": "Os que respeitarem suas obrigacoes e seus pactos"
        },
        {
            "chapter": 23,
            "verse": 9,
            "text": "E que observarem as suas oracoes"
        },
        {
            "chapter": 23,
            "verse": 10,
            "text": "Estes serao os herdeiros"
        },
        {
            "chapter": 23,
            "verse": 11,
            "text": "Herdarao o Paraiso, onde morarao eternamente"
        },
        {
            "chapter": 23,
            "verse": 12,
            "text": "Criamos o homem de essencia de barro"
        },
        {
            "chapter": 23,
            "verse": 13,
            "text": "Em seguida, fizemo-lo uma gota de esperma, que inserimos em um lugar seguro"
        },
        {
            "chapter": 23,
            "verse": 14,
            "text": "Entao, convertemos a gota de esperma em algo que se agarra, transformamos o coagulo em feto e convertemos o feto emossos; depois, revestimos os ossos de carne; entao, o desenvolvemos em outra criatura. Bendito seja Deus, Criador porexcelencia"
        },
        {
            "chapter": 23,
            "verse": 15,
            "text": "Entao morrereis, indubitavelmente"
        },
        {
            "chapter": 23,
            "verse": 16,
            "text": "Depois sereis ressuscitados, no Dia da Ressurreicao"
        },
        {
            "chapter": 23,
            "verse": 17,
            "text": "E por cima de vos criamos sete ceus em estratos, e nao descuramos da Nossa criacao"
        },
        {
            "chapter": 23,
            "verse": 18,
            "text": "E fazemos descer, proporcionalmente, agua do ceu e a armazenamos na terra; mas, se quisessemos, poderiamos faze-ladesaparecer"
        },
        {
            "chapter": 23,
            "verse": 19,
            "text": "E, mediante ela, criamos, para vos, jardins de tamareiras e videiras, dos quais obtendes abundantes frutos, de que vosalimentais"
        },
        {
            "chapter": 23,
            "verse": 20,
            "text": "E vos criamos a arvore, que brota no monte Sinai, a qual propicia o azeite, que consiste num condimento para osconsumidores"
        },
        {
            "chapter": 23,
            "verse": 21,
            "text": "Tendes no gado um instrutivo exemplo: Damos-vos de beber do (leite) que contem as suas glandulas; obtendes delasmuitos beneficios e dela vos alimentais"
        },
        {
            "chapter": 23,
            "verse": 22,
            "text": "E sobre eles (os animais) sois transportados, da mesma maneira como nos navios"
        },
        {
            "chapter": 23,
            "verse": 23,
            "text": "Haviamos enviado Noe ao seu povo, ao qual disse: O povo meu, adorai a Deus, porque nao tender outro deus alemd'Ele! Nao (O) temeis"
        },
        {
            "chapter": 23,
            "verse": 24,
            "text": "Porem, os chefes incredulos do seu povo disseram: Esse nao e mais do que um homem como vos, que quer assegurar asua superioridade (sobre vos). Se Deus quisesse, teria enviado anjos (por mensageiros). Jamais ouvimos tal coisa de nossosantepassados"
        },
        {
            "chapter": 23,
            "verse": 25,
            "text": "Nao e mais do que um homem possesso! Porem, suportai-o temporariamente"
        },
        {
            "chapter": 23,
            "verse": 26,
            "text": "Disse (Noe): O Senhor meu, socorre-me, pois que me desmentes"
        },
        {
            "chapter": 23,
            "verse": 27,
            "text": "Entao lhe revelamos: Constroi uma arca sob a Nossa vigilancia e segundo a Nossa revelacao. E quando se cumprir oNosso designio e a agua transbordar do forno, embarca nela um casal de cada especie, juntamente com a tua familia, excetoaquele sobre quem tenha sido pronunciada a sentenca; e nao intercedas junto a Mim em favor dos iniquos, pois que seraoafogados"
        },
        {
            "chapter": 23,
            "verse": 28,
            "text": "E quando estiverdes embarcado na arca, junto aqueles que estao contigo, dize: Louvado seja Deus, que nos livrou dosiniquos"
        },
        {
            "chapter": 23,
            "verse": 29,
            "text": "E dize: O Senhor meu, desembarca-me em lugar abencoado, porque Tu es o melhor para (nos) desembarcar"
        },
        {
            "chapter": 23,
            "verse": 30,
            "text": "Em verdade, nisto ha sinais, conquanto ja os tenhamos provado"
        },
        {
            "chapter": 23,
            "verse": 31,
            "text": "Logo depois dele criamos outras geracoes"
        },
        {
            "chapter": 23,
            "verse": 32,
            "text": "E lhe enviamos um mensageiro, escolhido entre eles, (que lhes disse): Adorai a Deus, porque nao tereis outro deus alemd'Ele! Nao (O) temeis"
        },
        {
            "chapter": 23,
            "verse": 33,
            "text": "Porem, os chefes incredulos do seu povo, que negavam o comparecimento na outra vida e que agraciamos na vida terrenadisseram: Este nao e senao um homem como vos; come do mesmo que comeis e bebe do mesmo que bebeis"
        },
        {
            "chapter": 23,
            "verse": 34,
            "text": "E, se obedecerdes a um homem como vos, certamente sereis desventurados"
        },
        {
            "chapter": 23,
            "verse": 35,
            "text": "Qual! Promete-vos ele que, quando morrerdes e vos tiverdes convertido em po e ossos, sereis ressuscitados"
        },
        {
            "chapter": 23,
            "verse": 36,
            "text": "Longe, muito longe esta o que vos e prometido"
        },
        {
            "chapter": 23,
            "verse": 37,
            "text": "Nao ha mais vida do que esta, terrena! Morremos e vivemos e jamais seremos ressuscitados"
        },
        {
            "chapter": 23,
            "verse": 38,
            "text": "Este nao e mais do que um homem que forja mentiras acerca de Deus! Jamais creremos nele"
        },
        {
            "chapter": 23,
            "verse": 39,
            "text": "Disse (o Profeta): O Senhor meu, socorre-me, pois que me desmentem"
        },
        {
            "chapter": 23,
            "verse": 40,
            "text": "Disse-lhe (Deus): Em pouco tempo se arrependerao"
        },
        {
            "chapter": 23,
            "verse": 41,
            "text": "E o estrondo os fulminou, e os reduzimos a destrocos (que a torrente carregou). Distancia com o povo iniquo"
        },
        {
            "chapter": 23,
            "verse": 42,
            "text": "Logo depois deles criamos outra geracao"
        },
        {
            "chapter": 23,
            "verse": 43,
            "text": "Nenhum povo pode adiantar ou retardar o seu destino"
        },
        {
            "chapter": 23,
            "verse": 44,
            "text": "Entao enviamos, sucessivamente, os Nossos mensageiros. Cada vez que um mensageiro chegava ao seu povo, este odesmentia. Entao fizemos uns seguires outros, e fizemos deles escarmento (para outros povos). Distancia com o povoincredulo"
        },
        {
            "chapter": 23,
            "verse": 45,
            "text": "Entao enviamos Moises e seu irmao como os Nossos sinais e uma evidente autoridade"
        },
        {
            "chapter": 23,
            "verse": 46,
            "text": "Ao Farao e aos seus chefes, os quais se ensoberbeceram, e foram um povo arrogante"
        },
        {
            "chapter": 23,
            "verse": 47,
            "text": "E disseram: Como havemos de crer em dois homens como nos, cujo povo nos esta submetido"
        },
        {
            "chapter": 23,
            "verse": 48,
            "text": "E os desmentira, contando-se, assim, entre os destruidos"
        },
        {
            "chapter": 23,
            "verse": 49,
            "text": "Concedemos a Moises o Livro, a fim de que se encaminhassem"
        },
        {
            "chapter": 23,
            "verse": 50,
            "text": "E fizemos do filho de Maria e de sua mae sinais, e os refugiamos em uma segunda colina, provida de mananciais"
        },
        {
            "chapter": 23,
            "verse": 51,
            "text": "O mensageiros, desfrutai de todas as dadivas e praticai o bem, porque sou Sabedor de tudo quanto fazeis"
        },
        {
            "chapter": 23,
            "verse": 52,
            "text": "E sabei que esta vossa comunidade e unica, e que Eu sou o vosso Senhor. Temei-Me, pois"
        },
        {
            "chapter": 23,
            "verse": 53,
            "text": "Porem, os povos se dividiram em diferentes seitas, e casa se satisfazia com a sua crenca"
        },
        {
            "chapter": 23,
            "verse": 54,
            "text": "Deixa-os entregues a seus extravios, ate certo tempo"
        },
        {
            "chapter": 23,
            "verse": 55,
            "text": "Pensam, acaso, que com os bens e filhos que lhe concedemos"
        },
        {
            "chapter": 23,
            "verse": 56,
            "text": "Aceleramos-lhes as merces? Qual! De nada se apercebem"
        },
        {
            "chapter": 23,
            "verse": 57,
            "text": "Quanto aqueles que sao reverentes, por temos ao seu Senhor"
        },
        {
            "chapter": 23,
            "verse": 58,
            "text": "Que creem nos versiculos do seu Senhor"
        },
        {
            "chapter": 23,
            "verse": 59,
            "text": "Que nao atribuem parceiros ao seu Senhor"
        },
        {
            "chapter": 23,
            "verse": 60,
            "text": "Que dao o que devem dar, com os coracoes cheios de temor, porque retornarao ao seu Senhor"
        },
        {
            "chapter": 23,
            "verse": 61,
            "text": "Estes apressam-se em praticar boas acoes; tais serao os primeiros contemplados"
        },
        {
            "chapter": 23,
            "verse": 62,
            "text": "Jamais imporemos a uma alma uma carga superior as suas forcas, pois possuimos o Livro, que proclama a justica e, assim, nao serao defraudados"
        },
        {
            "chapter": 23,
            "verse": 63,
            "text": "Porem, com respeito a isso, seus coracoes estao indecisos e, ademais, cometem outros atos, alem desse"
        },
        {
            "chapter": 23,
            "verse": 64,
            "text": "(Isso) ate o momento em que castiguemos os opulentos, dentre eles; entao, ei-los que grunhirao"
        },
        {
            "chapter": 23,
            "verse": 65,
            "text": "Ser-lhes-a dito: Nao protesteis, porque hoje nao sereis socorridos por Nos"
        },
        {
            "chapter": 23,
            "verse": 66,
            "text": "Porque foram-vos recitados os Meus versiculos; contudo, lhes voltastes as costas"
        },
        {
            "chapter": 23,
            "verse": 67,
            "text": "Em ensoberbecido; passaveis noitadas difamando (o Alcorao)"
        },
        {
            "chapter": 23,
            "verse": 68,
            "text": "Porventura, nao refletem nas palavras, ou lhes chegou algo que nao havia chegado aos seus antepassados"
        },
        {
            "chapter": 23,
            "verse": 69,
            "text": "Ou nao conhecem seu Mensageiro, e por isso o negam"
        },
        {
            "chapter": 23,
            "verse": 70,
            "text": "Ou dizem que esta possesso! Qual! Ele lhes trouxe a verdade, embora a maioria desgostasse a verdade"
        },
        {
            "chapter": 23,
            "verse": 71,
            "text": "E se a verdade tivesse satisfeito os seus interesses, os ceus e a terra, com tudo quanto enceram, transformar-se-iam numcaos. Qual! Enviamos-lhes a Mensagem e assim mesmo a desdenharam"
        },
        {
            "chapter": 23,
            "verse": 72,
            "text": "Exiges-lhes, acaso, por isso, alguma retribuicao? Saibam que a retribuicao do teu Senhor e preferivel, porque Ele e omelhor dos agraciadores"
        },
        {
            "chapter": 23,
            "verse": 73,
            "text": "E verdade que tu procuras convoca-los a senda reta"
        },
        {
            "chapter": 23,
            "verse": 74,
            "text": "Porem, certamente, aqueles que nao creem na outra vida desviam-se da senda"
        },
        {
            "chapter": 23,
            "verse": 75,
            "text": "Mas se Nos apiedarmos deles e os libertarmos da adversidade que os aflige, persistirao, vacilantes, na sua transgressao"
        },
        {
            "chapter": 23,
            "verse": 76,
            "text": "Castigamo-los; porem, nao se submeteram ao seu Senhor, nem se humilharam"
        },
        {
            "chapter": 23,
            "verse": 77,
            "text": "Ate que lhes abrimos uma porta para um severissimo castigo; e ei-los que ficaram desesperados"
        },
        {
            "chapter": 23,
            "verse": 78,
            "text": "Ele foi quem vos criou o ouvido, a vista e o coracao. Quao pouco Lhe agradeceis"
        },
        {
            "chapter": 23,
            "verse": 79,
            "text": "Ele e quem vos multiplica, na terra, e sereis consagrados ante Ele"
        },
        {
            "chapter": 23,
            "verse": 80,
            "text": "E Ele e Quem da a vida e a morte. So a Ele pertence a alternacao da notei e do dia, nao raciocinais"
        },
        {
            "chapter": 23,
            "verse": 81,
            "text": "Ao contrario, dizem o mesmo que diziam os seus antepassados"
        },
        {
            "chapter": 23,
            "verse": 82,
            "text": "Porventura, quando morrermos e nos tivermos convertido em ossos e po, seremos ressuscitados"
        },
        {
            "chapter": 23,
            "verse": 83,
            "text": "Havia-nos sido prometido o mesmo, tanto a nos como aos nossos antepassados; porem, isso e nao mais do que fabulasdos primitivos"
        },
        {
            "chapter": 23,
            "verse": 84,
            "text": "Pergunta-lhes: A quem pertence a terra e tudo quanto nela existe? Dizei-o, se o sabeis"
        },
        {
            "chapter": 23,
            "verse": 85,
            "text": "Responderao: A Deus! Dize-lhes: Nao meditais, pois"
        },
        {
            "chapter": 23,
            "verse": 86,
            "text": "Pergunta-lhes: Quem e o Senhor dos sete ceus e o Senhor do Trono Supremo"
        },
        {
            "chapter": 23,
            "verse": 87,
            "text": "Responderao: Deus! Pergunta-lhe mais: Nao (O) temeis, pois"
        },
        {
            "chapter": 23,
            "verse": 88,
            "text": "Pergunta-lhes, ainda: Quem tem em seu poder a soberania de todas as coisas? Que protege e de ninguem necessitaprotecao? (Respondei) se sabeis"
        },
        {
            "chapter": 23,
            "verse": 89,
            "text": "Responderao: Deus! Dize-lhes: Como, entao, vos deixais enganar"
        },
        {
            "chapter": 23,
            "verse": 90,
            "text": "Nos trazemos-lhes a verdade, porem, sem duvida que sao embusteiros"
        },
        {
            "chapter": 23,
            "verse": 91,
            "text": "Deus nao teve filho algum, nem jamais nenhum outro deus compartilhou com Ele a divindade! Porque se assim fosse, cada deus ter-se-ia apropriado da sua criacao e teriam prevalecido uns sobre os outros. Glorificado seja Deus de tudoquanto descrevem"
        },
        {
            "chapter": 23,
            "verse": 92,
            "text": "Possuidor do cognoscivel e do incognoscivel! Exaltado seja (Deus), de tudo quanto Lhe atribuem"
        },
        {
            "chapter": 23,
            "verse": 93,
            "text": "Dize: O Senhor meu, se me fizeres ver (em vida) aquilo quanto ao que sao admoestados"
        },
        {
            "chapter": 23,
            "verse": 94,
            "text": "O Senhor meu, nao me conteis entre os iniquos"
        },
        {
            "chapter": 23,
            "verse": 95,
            "text": "Em verdade, podemos mostrar-te o que lhe temos prometido"
        },
        {
            "chapter": 23,
            "verse": 96,
            "text": "Retribui, tu, o mal da melhor forma; Nos sabemos melhor do que ninguem o que dizem"
        },
        {
            "chapter": 23,
            "verse": 97,
            "text": "E dize: O Senhor meu, em Ti me amparo contra as insinuacoes dos demonios"
        },
        {
            "chapter": 23,
            "verse": 98,
            "text": "E em Ti me amparo, o Senhor meu, para que nao se aproximem (de mim)"
        },
        {
            "chapter": 23,
            "verse": 99,
            "text": "(Quanto a eles, seguirao sendo idolatras) ate que, quando a morte surpreender algum deles, este dira: O Senhor meu, mande-me de volta (a terra)"
        },
        {
            "chapter": 23,
            "verse": 100,
            "text": "A fim de eu praticar o bem que negligenciei! Pois sim! Tal sera a frase que dira! E ante eles havera uma barreira, queos detera ate ao dia em que forem ressuscitados"
        },
        {
            "chapter": 23,
            "verse": 101,
            "text": "Porem, quando for soada a trombeta, nesse dia nao havera mais linhagem entre eles, nem se consultarao entre si"
        },
        {
            "chapter": 23,
            "verse": 102,
            "text": "Quanto aqueles cujas acoes pesarem mais serao os bem-aventurados"
        },
        {
            "chapter": 23,
            "verse": 103,
            "text": "Em troca, aqueles cujas acoes forem leves serao desventurados e permanecerao eternamente no inferno"
        },
        {
            "chapter": 23,
            "verse": 104,
            "text": "O fogo abrasara os seus rostos, e estarao com os dentes arreganhados"
        },
        {
            "chapter": 23,
            "verse": 105,
            "text": "Acaso, nao vos forem recitados os Meus versiculos e vos os desmentistes"
        },
        {
            "chapter": 23,
            "verse": 106,
            "text": "Exclamarao: O Senhor nosso, nossos desejos nos dominam, e fomos um povo extraviado"
        },
        {
            "chapter": 23,
            "verse": 107,
            "text": "O Senhor nosso, tira-nos daqui! E se reincidirmos, entao seremos iniquos"
        },
        {
            "chapter": 23,
            "verse": 108,
            "text": "Ele lhes dira: Entrai ai e nao Me dirijas a palavra"
        },
        {
            "chapter": 23,
            "verse": 109,
            "text": "Houve uma parte de Meus servos que dizia: O Senhor nosso, cremos! Perdoa-nos, pois, e tem piedade de nos, porqueTu es o melhor dos misericordiosos"
        },
        {
            "chapter": 23,
            "verse": 110,
            "text": "E vos escarnecestes, a ponto de (tal escarnio) vos fazer esquecer da Minha Mensagem, poso que vos ocupaveis emmotejar deles"
        },
        {
            "chapter": 23,
            "verse": 111,
            "text": "Sabei que hoje os recompenso por sua perseveranca, e eles serao os ganhadores"
        },
        {
            "chapter": 23,
            "verse": 112,
            "text": "Dira: Quantos anos haveis permanecido na terra"
        },
        {
            "chapter": 23,
            "verse": 113,
            "text": "Responderao: Permanecemos um dia ou uma parte de um dia. Interrogai, pois, os encarregados dos computos"
        },
        {
            "chapter": 23,
            "verse": 114,
            "text": "Dira: Nao permanecestes senao muito pouco; se vos soubesseis"
        },
        {
            "chapter": 23,
            "verse": 115,
            "text": "Pensais, porventura, que vos criamos por diversao e que jamais retornareis a Nos"
        },
        {
            "chapter": 23,
            "verse": 116,
            "text": "Exaltado seja Deus, Verdadeiro, Soberano! Nao ha mais divindade alem d'Ele, Senhor do honoravel Trono"
        },
        {
            "chapter": 23,
            "verse": 117,
            "text": "Quem invocar outra divindade junto a Deus, sem prova para isso, saiba que a sua prestacao de contas incumbira so aoseu Senhor. Sabei que os incredulos jamais prosperarao"
        },
        {
            "chapter": 23,
            "verse": 118,
            "text": "E dize (o Mohammad): O Senhor meu, concede-me perdao e misericordia, porque Tu es o melhor dos misericordiosos"
        },
        {
            "chapter": 24,
            "verse": 1,
            "text": "Uma surata que enviamos e prescrevemos, na qual revelamos lucidos versiculos, a fim de que mediteis"
        },
        {
            "chapter": 24,
            "verse": 2,
            "text": "Quanto a adultera e ao adultero, vergastai-os com cem vergastadas, cada um; que a vossa compaixao nao vos demova decumprir a lei de Deus, se realmente credes em Deus e no Dia do Juizo Final. Que uma parte dos fieis testemunhe o castigo"
        },
        {
            "chapter": 24,
            "verse": 3,
            "text": "O adultero nao podera casar-se, senao com uma adultera ou uma idolatra; a adultera nao podera desposar senao umadultero ou um idolatra. Tais unioes estao vedadas aos fieis"
        },
        {
            "chapter": 24,
            "verse": 4,
            "text": "E aqueles que difamarem as mulheres castas, sem apresentarem quatro testemunhas, infligi-lhes oitenta vergastadas enunca mais aceiteis os seus testemunhos, porque sao depravados"
        },
        {
            "chapter": 24,
            "verse": 5,
            "text": "Exceto aqueles que, depois disso, se arrependerem e se emendarem; sabei que Deus e Indulgente, Misericordiosissimo"
        },
        {
            "chapter": 24,
            "verse": 6,
            "text": "E aquele que difamar a sua esposa, em mais testemunhas do que eles proprios, que um deles jure quatro vezes por Deusque e um dos verazes"
        },
        {
            "chapter": 24,
            "verse": 7,
            "text": "E na quinta vez pedira que a maldicao de Deus caia sobre ele, se for perjuro"
        },
        {
            "chapter": 24,
            "verse": 8,
            "text": "E ela se libertara do castigo, jurando quatro vezes por Deus que ele e perjuro"
        },
        {
            "chapter": 24,
            "verse": 9,
            "text": "E na quinta vez pedira a incidencia da abominacao de Deus sobre si mesma, se ele for um dos verazes"
        },
        {
            "chapter": 24,
            "verse": 10,
            "text": "Se nao fosse pela graca de Deus e pela Sua misericordia para convosco... e Deus e Remissorio, Prudentissimo"
        },
        {
            "chapter": 24,
            "verse": 11,
            "text": "Aqueles que lancam a calunia, constituem uma legiao entre vos; nao considereis isso coisa ruim para vos; pelo contrario, e ate bom. Cada um deles recebera o castigo merecido por seu delito, e quem os liderar sofrera um severo castigo"
        },
        {
            "chapter": 24,
            "verse": 12,
            "text": "Por que, quando ouviram a acusacao, os fieis, homens e mulheres, nao pensaram bem de si mesmos e disseram: E umacalunia evidente"
        },
        {
            "chapter": 24,
            "verse": 13,
            "text": "Por que nao apresentaram quatro testemunhas? Se nao as apresentarem, serao caluniadores ante Deus"
        },
        {
            "chapter": 24,
            "verse": 14,
            "text": "E se nao fosse pela graca de Deus e pela Sua misericordia para convosco, nesse mundo e no outro, haver-nos-iaacoitado um severo castigo pelo que propalastes"
        },
        {
            "chapter": 24,
            "verse": 15,
            "text": "Quando a receberdes em vossas linguas, e dissestes com vossas bocas o que desconhecieis, considerando leve o que eragravissimo ante Deus"
        },
        {
            "chapter": 24,
            "verse": 16,
            "text": "Deverieis, ao ouvi-la, ter dito: Nao nos compete falar disso. Glorificado sejas! Essa e uma grave calunia"
        },
        {
            "chapter": 24,
            "verse": 17,
            "text": "Deus vos exorta a que jamais reincidais em semelhante (falta), se sois fieis"
        },
        {
            "chapter": 24,
            "verse": 18,
            "text": "E Deus vos elucida os versiculos, porque e Sapiente, Prudentissimo"
        },
        {
            "chapter": 24,
            "verse": 19,
            "text": "Sabei que aqueles que se comprazem em que a obscenidade se difunda entre os fieis, sofrerao um doloroso castigo, nestemundo e no outro; Deus sabe e vos ignorais"
        },
        {
            "chapter": 24,
            "verse": 20,
            "text": "E se nao fosse pela graca de Deus e pela Sua misericordia para convosco... e Deus e Compassivo, Misericordiosissimo"
        },
        {
            "chapter": 24,
            "verse": 21,
            "text": "O fieis, nao sigais as pegadas de Satanas; e saiba, quem segue as pegadas de Satanas, que ele recomenda a obscenidadee o ilicito. E se nao fosse pela graca de Deus e pela Sua misericordia para convosco, Ele jamais teria purificado nenhum devos; porem, Deus purifica quem Lhe apraz, porque e Oniouvinte, Sapientissimo"
        },
        {
            "chapter": 24,
            "verse": 22,
            "text": "Que os dignos e os opulentos, dentre vos, jamais jurem nao favorecerem seus parentes, os necessitados e expatriadospela causa de Deus; porem, que os tolerem e os perdoem. Nao vos agradaria, por acaso, que Deus vos perdoasse? Ele eIndulgente, Misericordiosissimo"
        },
        {
            "chapter": 24,
            "verse": 23,
            "text": "Em verdade, aqueles que difamarem as mulheres castas, inocentes e fieis, serao malditos, neste mundo e no outro, esofrerao um severo castigo"
        },
        {
            "chapter": 24,
            "verse": 24,
            "text": "Dia vira em que suas linguas, suas maos e seus pes testemunharao contra eles, pelo que houverem cometido"
        },
        {
            "chapter": 24,
            "verse": 25,
            "text": "Nesse dia Deus os recompensara pelo que merecerem, e entao saberao que Deus e a verdade Manifesta"
        },
        {
            "chapter": 24,
            "verse": 26,
            "text": "As despudoradas estao destinadas aos despudorados, e os despudorados as despudoradas; as pudicas aos pudicos e ospudicos as pudicas. Estes ultimos nao serao afetados pelo que deles disserem; obterao indulgencia e um magnifico sustento"
        },
        {
            "chapter": 24,
            "verse": 27,
            "text": "O fieis, nao entreis em casa de alguma alem da vossa, a menos que pecais permissao e saudeis os seus moradores. Isso epreferivel para vos; quica, assim, mediteis"
        },
        {
            "chapter": 24,
            "verse": 28,
            "text": "Porem, se nelas nao achardes ninguem, nao entreis, ate que vo-lo tenham permissao. E se vos disserem: Retirai-vos!, atendei-os, entao; isso vos sera mais benefico. Sabei que Deus e Sabedor de tudo quanto fazeis"
        },
        {
            "chapter": 24,
            "verse": 29,
            "text": "Nao sereis recriminados se entrardes em casas desabitadas que tenham alguma utilidade para vos; Deus sabe tanto o quemanifestais como o que ocultais"
        },
        {
            "chapter": 24,
            "verse": 30,
            "text": "Dize aos fieis que recatem os seus olhares e conservem seus pudores, porque isso e mais benefico para eles; Deus estabem inteirado de tudo quanto fazem"
        },
        {
            "chapter": 24,
            "verse": 31,
            "text": "Dize as fieis que recatem os seus olhares, conservem os seus pudores e nao mostrem os seus atrativos, alem dos que (normalmente) aparecem; que cubram o colo com seus veus e nao mostrem os seus atrativos, a nao ser aos seus esposos, seus pais, seus sogros, seus filhos, seus enteados, seus irmaos, seus sobrinhos, as mulheres suas servas, seus criados isentasdas necessidades sexuais, ou as criancas que nao discernem a nudez das mulheres; que nao agitem os seus pes, para que naochamem a atencao sobre seus atrativos ocultos. O fieis, voltai-vos todos, arrependidos, a Deus, a fim de que vos salveis"
        },
        {
            "chapter": 24,
            "verse": 32,
            "text": "Casai os celibatarios, dentre vos, e tambem os virtuosos, dentre vossos servos e servas. Se forem pobres, Deus osenriquecera com Sua graca, porque e Munificente, Sapientissimo"
        },
        {
            "chapter": 24,
            "verse": 33,
            "text": "Aqueles que nao possuem recursos para casar-se, que se mantenham castos, ate que Deus os enriqueca com a Sua graca. Quanto aqueles, dentre vossos escravos e escravas, que vos pecam a liberdade por escrito, concedei-lha, desde que osconsidereis dignos dela, e gratificai-os com uma parte dos bens com que Deus vos agraciou. Nao inciteis as vossas escravasa prostituicao, para proporcionar-vos o gozo transitorio da vida terrena, sendo que elas querem viver castamente. Mas sealguem as compelir, Deus as perdoara por terem sido compelidas, porque e Indulgente, Misericordiosissimo"
        },
        {
            "chapter": 24,
            "verse": 34,
            "text": "Temos-vos enviado versiculos lucidos, e feito de exemplos daqueles que vos precederam, a uma exortacao para osdevotos"
        },
        {
            "chapter": 24,
            "verse": 35,
            "text": "Deus e a Luz dos ceus e da terra. O exemplo da Seu Luz e como o de um nicho em que ha uma candeia; esta esta numrecipiente; e este e como uma estrela brilhante, alimentada pelo azeite de uma arvore bendita, a oliveira, que nao e orientalnem ocidental, cujo azeite brilha, ainda que nao o toque o fogo. E luz sobre luz! Deus conduz a Sua Luz ate quem Lhe apraz. Deus da exemplos aos humanos, porque e Onisciente"
        },
        {
            "chapter": 24,
            "verse": 36,
            "text": "(Semelhante luz brilha) nos templos que Deus tem consentido sejam erigidos, para que neles seja celebrado o Seu nomee neles O glorifiquem de manha e a tarde"
        },
        {
            "chapter": 24,
            "verse": 37,
            "text": "por homens a quem os negocios e as transacoes nao desviam da recordacao de Deus, nem da pratica da oracao, nem dopagamento do zakat. Temem o dia em que os coracoes e os olhos se transformem"
        },
        {
            "chapter": 24,
            "verse": 38,
            "text": "para que Deus os recompense melhor pelo que tiveram feito, acrescentando-lhes de Sua graca; sabei que Deus agraciaimensuravelmente a quem Lhe apraz"
        },
        {
            "chapter": 24,
            "verse": 39,
            "text": "Quanto aos incredulos, as suas acoes sao como uma miragem no deserto; o sedento crera ser agua e, quando seaproximar dela, nao encontrara coisa alguma. Porem, vera ante ele Deus, que lhe pedira contas, porque Deus e Expedito nocomputo"
        },
        {
            "chapter": 24,
            "verse": 40,
            "text": "Ou (estara) como nas trevas de um profundo oceano, coberto por ondas; ondas, cobertas por nuvens escuras, que sesobrepoem umas as outras; quando (o homem) estende a sua mao, mal pode divisa-la. Pois a quem Deus nao fornece luz, jamais a tera"
        },
        {
            "chapter": 24,
            "verse": 41,
            "text": "Nao reparas, acaso, em que tudo quanto ha nos ceus e na terra glorifica a Deus, inclusive os passaros, ao estenderem assuas asas? Cada um esta ciente do seu (modo de) orar e louvar. E Deus e Sabedor de tudo quanto fazem"
        },
        {
            "chapter": 24,
            "verse": 42,
            "text": "A Deus pertence o reino dos ceus e da terra e a Deus sera o retorno"
        },
        {
            "chapter": 24,
            "verse": 43,
            "text": "Porventura, nao reparas em como Deus impulsiona as nuvens levemente? Entao as junta, e depois as acumula? Nao ves achuva manar do seio delas?, E que Ele envia massas (de nuvens) de granizo, com que atinge quem Lhe apraz, livrando delequem quer? Pouco falta para que o resplendor das centelhas lhes ofusque as vistas"
        },
        {
            "chapter": 24,
            "verse": 44,
            "text": "Deus alterna a noite e o dia. Em verdade, nisto ha uma licao para os sensatos"
        },
        {
            "chapter": 24,
            "verse": 45,
            "text": "E Deus criou da agua todos os animais; e entre eles ha os repteis, os bipedes e os quadrupedes. Deus cria o que Lheapraz, porque Deus e Onipotente"
        },
        {
            "chapter": 24,
            "verse": 46,
            "text": "Temos revelado lucidos versiculos; e Deus encaminha quem Lhe apraz a senda reta"
        },
        {
            "chapter": 24,
            "verse": 47,
            "text": "Dizem: Cremos em Deus e no Mensageiro, e obedecemos. Logo, depois disso, uma parte deles volta as costas, porquenao e fiel"
        },
        {
            "chapter": 24,
            "verse": 48,
            "text": "E quando sao convocados ante Deus e Seu Mensageiro, para que julguem entre eles, eis que um grupo deles desdenha"
        },
        {
            "chapter": 24,
            "verse": 49,
            "text": "Porem, se a razao esta do lado deles, correm a ele, obedientes"
        },
        {
            "chapter": 24,
            "verse": 50,
            "text": "Abrigam a morbidez em seus coracoes; duvidam eles, ou temem que Deus e Seu Mensageiro os defraudem? Qual! E queeles sao uns iniquos"
        },
        {
            "chapter": 24,
            "verse": 51,
            "text": "A resposta dos fieis, ao serem convocados ante Deus e Seu Mensageiro, para que julguem entre eles, sera: Escutamos eobedecemos! E serao venturosos"
        },
        {
            "chapter": 24,
            "verse": 52,
            "text": "Aqueles que obedecerem a Deus e ao Seu Mensageiro e temerem a Deus e a Ele se submeterem, serao os ganhadores"
        },
        {
            "chapter": 24,
            "verse": 53,
            "text": "Juraram solenemente por Deus que se tu lhes ordenasses (marcharem para o combate) iriam. Dize-lhes: Nao jureis! Epreferivel um obediencia sincera. Sabei que Deus esta bem inteirado de tudo quanto fazeis"
        },
        {
            "chapter": 24,
            "verse": 54,
            "text": "Dize-lhes (mais): Obedecei a Deus e obedecei ao Mensageiro. Porem, se vos recusardes, sabei que ele (o Mensageiro) eso responsavel pelo que lhe esta encomendado, assim como vos sereis responsaveis pelo que vos esta encomendado. Mas seobedecerdes, encaminhar-vos-eis, porque nao incumbe ao Mensageiro mais do que a proclamacao da lucida Mensagem"
        },
        {
            "chapter": 24,
            "verse": 55,
            "text": "Deus prometeu, aqueles dentre vos que creem e praticam o bem, faze-los herdeiros da terra, como fez com os seusantepassados; consolidar-lhes a religiao que escolheu para eles, e trocar a sua apreensao por tranquilidade - Que Meadorem e nao Me associem a ninguem! - Mas aqueles que, depois disto, renegarem, serao depravados"
        },
        {
            "chapter": 24,
            "verse": 56,
            "text": "E observai a oracao, pagai o zakat e obedecei ao Mensageiro, para que tenha misericordia de vos"
        },
        {
            "chapter": 24,
            "verse": 57,
            "text": "Nao penses (o Mensageiro) que os incredulos podem desafiar-Nos na terra; a sua morada sera o inferno. Que funestodestino"
        },
        {
            "chapter": 24,
            "verse": 58,
            "text": "O fieis, que vossos criados e aqueles que ainda nao alcancaram a puberdade vos pecam permissao (para vos abordar), em tres ocasioes: antes da oracao da alvorada; quando tirardes as vestes para a sesta; e depois da oracao da noite - tresocasioes de vossa intimidade. Fora disto, nao sereis, nem vos, nem eles recriminados, se vos visitardes mutuamente. AssimDeus vos elucida os versiculos, porque e Sapiente, Prudentissimo"
        },
        {
            "chapter": 24,
            "verse": 59,
            "text": "Quando as vossas criancas tiverem alcancado a puberdade, que vos pecam permissao, tal como o faziam os seuspredecessores. Assim Deus vos elucida os Seus versiculos, porque e Sapiente, Prudentissimo"
        },
        {
            "chapter": 24,
            "verse": 60,
            "text": "Quanto as idosas que nao aspirarem ao matrimonio, nao serao recriminadas por se despojarem das suas vestimentasexteriores, nao devendo, contudo exporem os seus atrativos. Porem, se se abstiverem disso, sera melhor para elas. Sabei queDeus e Oniouvinte, Sapientissimo"
        },
        {
            "chapter": 24,
            "verse": 61,
            "text": "Nao havera recriminacao se o cego, o coxo, o enfermo, vos mesmos, comerdes em vossas casas, nas de vossos pais, devossas maes, de vossos irmaos, nas de vossos tios paternos, de vossas tias paternas, de vossos tios maternos, de vossas tiasmaternas, nas de que tomais conta, ou na de vossos amigos. Tampouco sereis censurados de comerdes em comum ouseparadamente. Quando entrardes em uma casa, saudai-vos mutualmente com a saudacao bendita e afavel, com referencia aDeus. Assim, Ele vos elucida os Seus versiculos para que raciocineis"
        },
        {
            "chapter": 24,
            "verse": 62,
            "text": "Somente sao fieis aqueles que creem em Deus e em Seu Mensageiro e os que, quando estao reunidos com ele, para umassunto de acao coletiva, nao se retiram sem antes haver-lhe pedido permissao. Aqueles que te pedirem permissao sao osque creem em Deus e no Seu Mensageiro. Se te pedirem permissao para irem tratar de alguns dos seus afazeres, concede-a aquem quiseres, e implora, para eles, o perdao de Deus, porque e Indulgente, Misericordiosissimo"
        },
        {
            "chapter": 24,
            "verse": 63,
            "text": "Nao julgueis que a convocacao do Mensageiro, entre vos, e igual a convocacao mutua entre vos, pois Deus conheceaqueles que, dentre vos, se esquivam furtivamente. Que temam, aqueles que desobedecem as ordens do Mensageiro, que lhessobrevenha uma provacao ou lhes acoite um doloroso castigo"
        },
        {
            "chapter": 24,
            "verse": 64,
            "text": "Nao e, acaso, certo, que e de Deus tudo quanto ha nos ceus e na terra? Sem duvida que Ele conhece os vossossentimentos. E no dia em que (os humanos) retornarem a Ele, inteira-los-a de tudo quanto houverem feito, porque Deus eOnisciente"
        },
        {
            "chapter": 25,
            "verse": 1,
            "text": "Bendito seja Aquele que revelou o Discernimento ao Seu servo - para que fosse um admoestador da humanidade"
        },
        {
            "chapter": 25,
            "verse": 2,
            "text": "O Qual possui o reino dos ceus e da terra. Nao teve filho algum, nem tampouco teve parceiro algum no reinado. E crioutodas as coisas, e deu-lhes a devida proporcao"
        },
        {
            "chapter": 25,
            "verse": 3,
            "text": "Nao obstante, eles adoram, em vez d'Ele, divindades que nada podem criar, posto que elas mesmas foram criadas. E naopodem prejudicar nem beneficiar a si mesmas, e nao dispoem da morte, nem da vida, nem da ressurreicao"
        },
        {
            "chapter": 25,
            "verse": 4,
            "text": "Os incredulos dizem: Este (Alcorao) nao e mais do que uma calunia que ele (Mohammad) forjou, ajudado por outroshomens! Porem, com isso, proferem uma iniquidade e uma falsidade"
        },
        {
            "chapter": 25,
            "verse": 5,
            "text": "E afirmam: Sao fabulas dos primitivos que ele mandou escrever. Sao ditadas a ele, de manha e a tarde"
        },
        {
            "chapter": 25,
            "verse": 6,
            "text": "Dize-lhes: Revelou-mo Quem conhece o misterio dos ceus e da terra, porque e Indulgente, Misericordiosissimo"
        },
        {
            "chapter": 25,
            "verse": 7,
            "text": "E dizem: Que especie de Mensageiro e este que come as mesmas comidas e anda pelas ruas? Por que nao lhe foi enviadoum anjo, para que fosse, junto a ele, admoestador"
        },
        {
            "chapter": 25,
            "verse": 8,
            "text": "Ou por que nao lhe foi enviado um tesouro? Ou por que nao possui um vergel do qual desfrute? Os iniquos dizem ainda: Nao seguis senao um homem enfeiticado"
        },
        {
            "chapter": 25,
            "verse": 9,
            "text": "Olha com o que te comparam! Porem, assim se desviam, e nunca encontrarao senda alguma"
        },
        {
            "chapter": 25,
            "verse": 10,
            "text": "Bendito seja Quem, se Lhe aprouver, pode conceder-te algo melhor do que isso, (tais como): jardins, abaixo dos quaiscorrem os rios, bem como palacios"
        },
        {
            "chapter": 25,
            "verse": 11,
            "text": "Qual! Negam o advento da Hora! Temos destinado o tartaro para aqueles que negam a Hora"
        },
        {
            "chapter": 25,
            "verse": 12,
            "text": "Quando este (o tartaro), de um lugar longinquo, os avistar, eles lhe ouvirao o ribombar e a crepitacao"
        },
        {
            "chapter": 25,
            "verse": 13,
            "text": "E quando, acorrentados, forem arrojados nele, em um local exiguo, suplicarao entao pela destruicao"
        },
        {
            "chapter": 25,
            "verse": 14,
            "text": "Nao clameis, hoje, por uma so destruicao; clamai, outrossim, por muitas destruicoes"
        },
        {
            "chapter": 25,
            "verse": 15,
            "text": "Pergunta-lhes: Que e preferivel: isto, ou o Jardim da Eternidade que tem sido prometido aos devotos como recompensa edestino"
        },
        {
            "chapter": 25,
            "verse": 16,
            "text": "De onde obterao tudo quanto anelarem, e em que morarao eternamente, porque e uma promessa inexoravel do teuSenhor"
        },
        {
            "chapter": 25,
            "verse": 17,
            "text": "No dia em que Ele os congregar, com tudo quanto adoram em vez de Deus, Ele dira: Fostes vos, acaso, aqueles queextraviaram estes Meus servos ou foram eles que se extraviaram"
        },
        {
            "chapter": 25,
            "verse": 18,
            "text": "Responderao: Glorificado sejas! Nao nos era dado adotar outros protetores em vez de Ti! Porem, agraciaste-os (combens terrenos), bem como seus pais, ate que se esqueceram da Mensagem e foram desventurados"
        },
        {
            "chapter": 25,
            "verse": 19,
            "text": "(Deus dira aos idolatras): Eis que as vossas divindades vos desmentem, no que afirmastes, nao podereis esquivar-vos docastigo, nem socorrer-vos. A quem, dentre vos, tiver sido iniquo, infligiremos um severo castigo"
        },
        {
            "chapter": 25,
            "verse": 20,
            "text": "Antes de ti jamais enviamos mensageiros que nao comessem os mesmo alimentos e caminhassem pelas ruas, e fizemosalguns, dentre vos, tentarem os outros. Acaso (o fieis), sereis perseverantes? Eis que o teu Senhor e Onividente"
        },
        {
            "chapter": 25,
            "verse": 21,
            "text": "Aqueles que nao esperam o comparecimento ante Nos, dizem: Por que nao nos sao enviados os anjos, ou nao vemosnosso Senhor? Na verdade, eles se ensoberbeceram e excederam em muito"
        },
        {
            "chapter": 25,
            "verse": 22,
            "text": "No dia me que virem os anjos, nada havera de alvissareiro para os pecadores, e (aqueles) lhe dirao: E uma barreiraintransponivel"
        },
        {
            "chapter": 25,
            "verse": 23,
            "text": "Entao, Nos disporemos a aquilatar as suas acoes, e as reduziremos a moleculas de po dispersas"
        },
        {
            "chapter": 25,
            "verse": 24,
            "text": "Nesse dia, os diletos do Paraiso estarao abrigados, no mais digno e prazeroso lugar de repouso"
        },
        {
            "chapter": 25,
            "verse": 25,
            "text": "Sera o dia em que o ceu se fendera com os cirros, e os anjos serao enviados, em longa e esplendorosa fila"
        },
        {
            "chapter": 25,
            "verse": 26,
            "text": "Nesse dia, a verdadeira soberania sera do Clemente, e sera um dia aziago para os incredulos"
        },
        {
            "chapter": 25,
            "verse": 27,
            "text": "Sera o dia em que o iniquo mordera as maos e dira: Oxala tivesse seguido a senda do Mensageiro"
        },
        {
            "chapter": 25,
            "verse": 28,
            "text": "Ai e mim! Oxala nao tivesse tomado fulano por amigo"
        },
        {
            "chapter": 25,
            "verse": 29,
            "text": "Porque me desviou da Mensagem, depois de ela me ter chegado. Ah! Satanas mostra-se aviltante para com os homens"
        },
        {
            "chapter": 25,
            "verse": 30,
            "text": "E o Mensageiro dira: O Senhor meu, em verdade o meu povo tem negligenciado este Alcorao"
        },
        {
            "chapter": 25,
            "verse": 31,
            "text": "Assim destinamos a casa profeta um adversario entre os pecadores; porem, baste teu Senhor por Guia e Socorredor"
        },
        {
            "chapter": 25,
            "verse": 32,
            "text": "Os incredulos dizem: Por que nao lhe foi revelado o Alcorao de uma so vez? (Saibam que) assim procedemos parafirmar com ele o teu coracao, e to ditamos em versiculos, paulatinamente"
        },
        {
            "chapter": 25,
            "verse": 33,
            "text": "Sempre que te fizerem alguma refutacao, comunicar-te-emos a verdade irrefutavel e, dela, a melhor explanacao"
        },
        {
            "chapter": 25,
            "verse": 34,
            "text": "Aqueles que forem congregados, de brucos, ante o inferno, encontrar-se-ao em pior posicao, e ainda maisdesencaminhados"
        },
        {
            "chapter": 25,
            "verse": 35,
            "text": "Haviamos concedido o Livro a Moises e, como ele, designamos como vizir seu irmao, Aarao"
        },
        {
            "chapter": 25,
            "verse": 36,
            "text": "E lhe dissemos: Ide ao povo que desmentiu os Nossos Sinais. E os destruimos completamente"
        },
        {
            "chapter": 25,
            "verse": 37,
            "text": "E afogamos o povo de Noe quando desmentiu os mensageiros, e fizemos dele um sinal para os humanos; e destinamos umdoloroso castigo aos iniquos"
        },
        {
            "chapter": 25,
            "verse": 38,
            "text": "E (exterminamos) os povos de Ad, de Tamud, e os habitantes de Arras e, entre eles, muitas geracoes"
        },
        {
            "chapter": 25,
            "verse": 39,
            "text": "A cada qual narramos parabolas e exemplificamos, e a casa um aniquilamos por completo, devido (aos seus pecados)"
        },
        {
            "chapter": 25,
            "verse": 40,
            "text": "(Os incredulos) tem passado, frequentemente, pela cidade, sobre a qual foi desencadeada a chuva nefasta. Nao tem visto, acaso? Sim; porem, nao temem a ressurreicao"
        },
        {
            "chapter": 25,
            "verse": 41,
            "text": "E quando te veem, escarnecem-te, dizendo: E este Deus que enviou por Mensageiro"
        },
        {
            "chapter": 25,
            "verse": 42,
            "text": "Ele esteve a ponto de desviar-nos dos nossos deuses, e assim aconteceria, se nao tivessemos sido constantes com eles! Porem, logo saberao, quando virem o castigo, mormente quem estiver mais desencaminhado"
        },
        {
            "chapter": 25,
            "verse": 43,
            "text": "Nao tens reparado em quem toma por divindade os seus desejos? Ousarias advogar por ele"
        },
        {
            "chapter": 25,
            "verse": 44,
            "text": "Ou pensas que a maioria deles ouve ou compreende? Qual! Sao como o gado; qual, sao mais irracionais ainda"
        },
        {
            "chapter": 25,
            "verse": 45,
            "text": "Nao tens reparado em como o teu Senhor projeta a sombra? Se Ele quisesse, fa-la-ia estavel! Entretanto, fizemos do solo seu regente"
        },
        {
            "chapter": 25,
            "verse": 46,
            "text": "Logo a recolhemos ate Nos, paulatinamente"
        },
        {
            "chapter": 25,
            "verse": 47,
            "text": "Ele foi Quem vos fez a noite por manto, o dormir por repouso, e fez o dia como ressurreicao"
        },
        {
            "chapter": 25,
            "verse": 48,
            "text": "Ele e Quem envia os ventos alvissareiros, merce da Sua misericordia; e enviamos do ceu agua pura"
        },
        {
            "chapter": 25,
            "verse": 49,
            "text": "Para com ela reviver uma terra arida, e com ela saciar tudo quanto temos criado: animais e humanos"
        },
        {
            "chapter": 25,
            "verse": 50,
            "text": "Em verdade, distribuimo-la (a agua) entre eles, para que (de Nos) recordem-se; porem, a maioria dos humanos o nega (iniquamente)"
        },
        {
            "chapter": 25,
            "verse": 51,
            "text": "E se quisessemos, teriamos enviado um admoestador a cada cidade"
        },
        {
            "chapter": 25,
            "verse": 52,
            "text": "Nao des ouvido aos incredulos; mas combate-os com denoda, com este (o Alcorao)"
        },
        {
            "chapter": 25,
            "verse": 53,
            "text": "Ele foi Quem estabeleceu as duas massas de agua; uma e doce e saborosa, e a outra e salgada e amarga, e estabeleceuentre amas uma linha divisoria e uma barreira intransponivel"
        },
        {
            "chapter": 25,
            "verse": 54,
            "text": "Ele foi Quem criou os humanos da agua, aproximando-os, atraves da linhagem e do casamento; em verdade, o teu Senhore Onipotente"
        },
        {
            "chapter": 25,
            "verse": 55,
            "text": "Nao obstante, adoram, em vez de Deus, o que nao pode beneficia-los, nem prejudica-los, sendo que o incredulo epartidario (de Satanas) contra o seu Senhor"
        },
        {
            "chapter": 25,
            "verse": 56,
            "text": "E nao te enviamos, senao como alvissareiro e admoestador"
        },
        {
            "chapter": 25,
            "verse": 57,
            "text": "Dize-lhes: Nao vos exijo, por isso, recompensa alguma, alem de pedir, a quem quiser encaminhar-se ate a senda do seuSenhor, que o faca"
        },
        {
            "chapter": 25,
            "verse": 58,
            "text": "E encomenda-te ao Vidente, Imortal, e celebra os Seus louvores; e basta Ele como Sabedor dos pecados dos Seusservos"
        },
        {
            "chapter": 25,
            "verse": 59,
            "text": "Foi ele Quem criou, em seis dias, os ceus e a terra, e tudo quanto existe entre ambos; entao assumiu o Trono. OClemente! Interroga, pois, acerca disso, algum entendido (no assunto)"
        },
        {
            "chapter": 25,
            "verse": 60,
            "text": "E quando lhes e dito: Prostrai-vos ante o Clemente!, dizem: E quem e o Clemente? Temos de nos prostrar ante quem nosmandas? E isso lhes agrava a aversao"
        },
        {
            "chapter": 25,
            "verse": 61,
            "text": "Bendito seja Quem colocou constelacoes no firmamento e pos, nele, uma lampada em uma lua refletidora"
        },
        {
            "chapter": 25,
            "verse": 62,
            "text": "E foi Ele Quem fez a noite suceder ao dia, para quem recordar ou demonstrar gratidao"
        },
        {
            "chapter": 25,
            "verse": 63,
            "text": "E os servos do Clemente sao aqueles que andam pacificamente pela terra e, e quando os insipientes lhes falam, dizem: Paz"
        },
        {
            "chapter": 25,
            "verse": 64,
            "text": "Sao aqueles que passam a noite adorando o seu Senhor, quer estejam prostrados ou em pe"
        },
        {
            "chapter": 25,
            "verse": 65,
            "text": "Sao aqueles que dizem: O Senho nosso, afasta de nos o suplicio do inferno, porque o seu tormento e angustiante"
        },
        {
            "chapter": 25,
            "verse": 66,
            "text": "Que pessima estancia e o lugar de repouso"
        },
        {
            "chapter": 25,
            "verse": 67,
            "text": "Sao aqueles que, quando gastam, nao se excedem nem mesquinham, colocando-se no meio-termo"
        },
        {
            "chapter": 25,
            "verse": 68,
            "text": "(Igualmente o sao) aqueles que nao invocam, com Deus, outra divindade, nem matam nenhum ser que Deus proibiu matar, senao legitimamente, nem fornicam; (pois sabem que) quem assim proceder, receberao a sua punicao"
        },
        {
            "chapter": 25,
            "verse": 69,
            "text": "No Dia da Ressurreicao ser-lhes-a duplicado o castigo; entao, aviltados, se eternizarao (nesse estado)"
        },
        {
            "chapter": 25,
            "verse": 70,
            "text": "Salvo aqueles que se arrependerem, crerem e praticarem o bem; a estes, Deus computara as mas acoes como boas, porque Deus e Indulgente, Misericordiosissimo"
        },
        {
            "chapter": 25,
            "verse": 71,
            "text": "Quanto aquele que se arrepender e praticar o bem, converter-se-a a Deus sinceramente"
        },
        {
            "chapter": 25,
            "verse": 72,
            "text": "Aqueles que nao perjurarem e, quando se depararem com vaidades, delas se afastarem com honra"
        },
        {
            "chapter": 25,
            "verse": 73,
            "text": "Aqueles que, quando lhes forem recordados os versiculos do seu Senhor, nao os ignorarem, como se fossem surdos oucegos"
        },
        {
            "chapter": 25,
            "verse": 74,
            "text": "E aqueles que disserem: O Senhor nosso, faze com que as nossas esposas e a nossa prole sejam o nosso consolo, edesigna-nos imames dos devotos"
        },
        {
            "chapter": 25,
            "verse": 75,
            "text": "Tais serao recompensados, por sua perseveranca, com o empireo, onde serao recebidos com saudacao e paz"
        },
        {
            "chapter": 25,
            "verse": 76,
            "text": "E onde permanecerao eternamente. Que magnifica estancia e o lugar de repouso"
        },
        {
            "chapter": 25,
            "verse": 77,
            "text": "Dize (aqueles que rejeitam): Meu Senhor nao Se importara convosco, se nao O invocardes. Mas desmentistes (averdade), e por isso havera um (castigo) inevitavel"
        }
    ]
}