{
    "maqras": [
        {
            "chapter": 3,
            "verse": 52,
            "text": "Kogda 'Isa ubedilsya v ikh neverii, on sprosil: \"Kto pomoshchniki moi pred Allakhom?\" Apostoly otvetili: \"My - pomoshchniki Allakha. My uverovali v Allakha. Zasvidetel'stvuy zhe, chto my - predavshiyesya [Allakhu]"
        },
        {
            "chapter": 3,
            "verse": 53,
            "text": "Gospodi nash! My uverovali v to, chto Ty nisposlal, i posledovali za poslannikom. Tak zachisli zhe nas v chislo priznayushchikh [istinnuyu veru]"
        },
        {
            "chapter": 3,
            "verse": 54,
            "text": "Iudei khitrili, i Allakh khitril, a ved' Allakh - samyy sovershennyy iz khitretsov"
        },
        {
            "chapter": 3,
            "verse": 55,
            "text": "[Vspomni, Mukhammad,] kak skazal Allakh: \"O 'Isa! YA upokoyu tebya, voznesya tebya ko Mne, i ochishchu tebya ot tekh, kto ne uveroval, a tekh, kotoryye sledovali za toboy, vozvyshu do samogo Dnya voskreseniya nad temi, kotoryye ne uverovali. A potom vy vernetes' ko Mne, i YA budu vashim sud'yey v tom, v chem vy mezhdu soboy ne soglasny"
        },
        {
            "chapter": 3,
            "verse": 56,
            "text": "A tekh, kotoryye ne uverovali, YA nakazhu surovo v etoy zhizni i v budushchey, i nikto ne pomozhet im"
        },
        {
            "chapter": 3,
            "verse": 57,
            "text": "Tem zhe, kotoryye uverovali i vershili dobryye dela, On vozdast spolna i nagradit. Ved' Allakh ne lyubit tvoryashchikh pritesneniya"
        },
        {
            "chapter": 3,
            "verse": 58,
            "text": "Tak My soobshchayem tebe znameniya i dayem tebe mudryye nazidaniya"
        },
        {
            "chapter": 3,
            "verse": 59,
            "text": "Voistinu, 'Isa dlya Allakha takov zhe, kak i Adam. On sotvoril yego iz prakha, potom skazal yemu: \"Bud'!\" - i tot voznik"
        },
        {
            "chapter": 3,
            "verse": 60,
            "text": "Istina - ot tvoyego Gospoda. Tak ne bud' zhe sredi somnevayushchikhsya"
        },
        {
            "chapter": 3,
            "verse": 61,
            "text": "Tomu, kto budet prepirat'sya s toboy otnositel'no 'Isy, posle togo kak ty poluchil [bozhestvennoye] znaniye, skazhi, [o Mukhammad]: \"Davayte prizovem nashikh synov i vashikh synov, nashikh zhenshchin i vashikh zhenshchin, nas samikh i vas samikh, potom smirenno vozdenem v molitve ruki i prizovem proklyatiye Allakha na lzhetsov"
        },
        {
            "chapter": 3,
            "verse": 62,
            "text": "Voistinu, etot rasskaz - istina. I net inogo bozhestva, krome Allakha, i, voistinu, Allakh - velikiy, mudryy"
        },
        {
            "chapter": 3,
            "verse": 63,
            "text": "Yesli zhe oni ne priznayut [istiny ob 'Ise], to ved' Allakh vedayet [o sushchnosti] tekh, kto tvorit bezzakoniye"
        },
        {
            "chapter": 3,
            "verse": 64,
            "text": "Skazhi, [Mukhammad]: \"O lyudi Pisaniya! Davayte priznayem yedinoye slovo dlya vas i nas, o tom, chto ne budem poklonyat'sya nikomu, krome Allakha, chto nikogo drugogo ne budem schitat' ravnym Allakhu, chto nikogo, krome Allakha, iz lyudey ne priznayem Gospodom nad drugimi\". A yesli oni otkazhutsya [priznat'], to skazhite im [, o muslimy]: \"Svidetel'stvuyte, chto my - predavshiyesya [Allakhu]"
        },
        {
            "chapter": 3,
            "verse": 65,
            "text": "O lyudi Pisaniya! Pochemu vy prepirayetes' otnositel'no Ibrakhima? Ved' Tora i Yevangeliye byli nisposlany tol'ko posle nego. Neuzheli vy ne ponimayete [etogo]"
        },
        {
            "chapter": 3,
            "verse": 66,
            "text": "Ved' imenno vy sporili o tom, chto vam izvestno. Tak pochemu zhe [teper'] vy sporite o tom, chto vam neizvestno? Allakh znayet [istinu], a vy ne znayete"
        },
        {
            "chapter": 3,
            "verse": 67,
            "text": "Ibrakhim ne byl ni iudeyem, ni khristianinom. A byl on khanifom, predavshimsya [Allakhu], i ne byl mnogobozhnikom"
        },
        {
            "chapter": 3,
            "verse": 68,
            "text": "Nesomnenno, samyye blizkiye k Ibrakhimu iz lyudey te, kotoryye posledovali za nim, a takzhe Mukhammad i te, kotoryye uverovali. A Allakh - pokrovitel' veruyushchikh"
        },
        {
            "chapter": 3,
            "verse": 69,
            "text": "Nekotoryye iz chisla lyudey Pisaniya khoteli sovratit' vas [, o muslimy,] s istinnogo puti. Im ne sovratit' s istinnogo puti nikogo, krome samikh sebya, - no oni ne vedayut ob etom"
        },
        {
            "chapter": 3,
            "verse": 70,
            "text": "O lyudi Pisaniya! Pochemu vy ne veruyete v znameniya Allakha? Ved' vy vidite ikh voochiyu"
        },
        {
            "chapter": 3,
            "verse": 71,
            "text": "O lyudi Pisaniya! Pochemu vy putayete istinu s lozh'yu i skryvayete istinu? Ved' vy [dopodlinno] znayete istinu"
        },
        {
            "chapter": 3,
            "verse": 72,
            "text": "Nekotoryye iz lyudey Pisaniya govoryat: \"Veruyte v nachale dnya v to, chto nisposlano veruyushchim, i otrekaytes' v kontse dnya. Byt' mozhet, oni otrekutsya [ot svoyey very]"
        },
        {
            "chapter": 3,
            "verse": 73,
            "text": "I ver'te tol'ko tem, kto posledoval vashey religii\". Skazhi [, Mukhammad]: \"Voistinu, pryamoye rukovodstvo - tol'ko ot Allakha\". Razve oni stanut [, o muslimy], prepirat'sya s vami pred vashim Gospodom? Skazhi [, Mukhammad]: \"Voistinu, milost' - vo vlasti Allakha. On daruyet yeye, komu pozhelayet\". Voistinu, Allakh - vseob\"yemlyushchiy, znayushchiy"
        },
        {
            "chapter": 3,
            "verse": 74,
            "text": "On odarivayet Svoim miloserdiyem, kogo pozhelayet, obladayet Allakh milost'yu velikoy"
        }
    ]
}