{
    "maqras": [
        {
            "chapter": 6,
            "verse": 13,
            "text": "Yemu prinadlezhit to, chto sushchestvuyet i dnem i noch'yu, i On - slyshashchiy, znayushchiy"
        },
        {
            "chapter": 6,
            "verse": 14,
            "text": "Skazhi: \"Voz'mu li ya pokrovitelem kogo-libo drugogo, krome Allakha, Tvortsa nebes i zemli? On daruyet propitaniye [drugim], no ne [nuzhdayetsya] v tom, chtoby propitaniye bylo darovano Yemu\". Skazhi: \"Voistinu, mne vedeno byt' pervym sredi vverivshikh sebya [Allakhu]. Tak ne bud'te zhe v ryadakh mnogobozhnikov"
        },
        {
            "chapter": 6,
            "verse": 15,
            "text": "Skazhi: \"Voistinu, ya strashus', [chto] yesli oslushayus' Gospoda svoyego, to postignet menya nakazaniye v velikiy den'"
        },
        {
            "chapter": 6,
            "verse": 16,
            "text": "Tomu zhe, ot kogo otvrashcheno budet nakazaniye, v tot den' nisposhlet Allakh milost', a eto - yavnaya udacha"
        },
        {
            "chapter": 6,
            "verse": 17,
            "text": "Yesli nisposhlet tebe Allakh bedstviye, to net izbavitelya ot etogo, krome Nego. A yesli on nisposhlet tebe blago, to ved' On nad vsem sushchim vlasten"
        },
        {
            "chapter": 6,
            "verse": 18,
            "text": "On vladychestvuyet nad Svoimi rabami, On - mudryy, vsevedushchiy"
        },
        {
            "chapter": 6,
            "verse": 19,
            "text": "Sprosi: \"Kakoye svidetel'stvo samoye dostovernoye?\" [I sam] otvechay: \"Allakh - svidetel' mezhdu mnoy i vami. I dan v otkroveniye mne etot Koran, chtoby ya uveshcheval im vas i vsekh tekh, komu on budet vozveshchen. Neuzheli vy svidetel'stvuyete, chto naryadu s Allakhom sushchestvuyut drugiye bogi?\" Skazhi; \"YA zhe ne svidetel'stvuyu\". [Yeshche raz] skazhi: \"[Imenno] On - yedinyy Bog, i, voistinu, ya dalek ot togo, chtoby, [podobno] vam, poklonyat'sya drugim bogam naryadu s Nim"
        },
        {
            "chapter": 6,
            "verse": 20,
            "text": "Te, komu My darovali Pisaniye, znayut yego, kak znayut svoikh synovey. Te, kotoryye obdelili sami sebya, - oni-to i yest' neveruyushchiye"
        },
        {
            "chapter": 6,
            "verse": 21,
            "text": "Kto zhe nechestiveye togo, kto izmyshlyal protiv Allakha lozh' i oprovergal Yego znameniya?.. Voistinu, ne preuspeyut nechestivtsy"
        },
        {
            "chapter": 6,
            "verse": 22,
            "text": "V den', kogda soberem ikh vsekh, My skazhem mnogobozhnikam: \"Gde [te, kotorykh] vy polagali sotovarishchami [Allakha]"
        },
        {
            "chapter": 6,
            "verse": 23,
            "text": "Togda u nikh ne budet nikakogo opravdaniya, razve chto oni otvetyat: \"Klyanemsya Allakhom, nashim Gospodom, my ne byli mnogobozhnikami"
        },
        {
            "chapter": 6,
            "verse": 24,
            "text": "Podumat' tol'ko, kak oni izmyshlyayut lozh' protiv samikh sebya! No pokinut ikh te, kogo oni sebe sotvorili"
        },
        {
            "chapter": 6,
            "verse": 25,
            "text": "Sredi mnogobozhnikov yest' i takiye, kotoryye prislushivayutsya k tebe, [o Mukhammad], no My nakinuli na ikh serdtsa pokrovy i porazili ikh ushi glukhotoy, chtoby oni ne mogli postignut' Koran. I kakoye by znameniye oni ni uvideli, oni ne uveruyut v nego, tak chto kogda oni prikhodyat k tebe, chtoby prepirat'sya s toboy, to zayavlyayut: \"To, [chto govoritsya v Korane], - vsego-navsego skazaniya drevnikh pokoleniy"
        },
        {
            "chapter": 6,
            "verse": 26,
            "text": "Oni otvrashchayut [lyudey] i sami otstranyayutsya ot Korana. No oni gubyat tol'ko sebya, ne vedaya [ob etom]"
        },
        {
            "chapter": 6,
            "verse": 27,
            "text": "Yesli by ty [, Mukhammad], mog videt' ikh, kogda oni predstanut pered ognem [adskim] i budut govorit': \"O, yesli by nas vernuli [v mir]! My ne stali by otritsat' ayaty nashego Gospoda i obratilis' by v veruyushchikh"
        },
        {
            "chapter": 6,
            "verse": 28,
            "text": "Da net zhe! [Oni govoryat tak potomu, chto] pered nimi predstalo to, chto oni pytalis' skryvat' prezhde. A yesli by ikh vernuli [v etot mir], to oni vnov' tvorili by zapreshchennoye. I, voistinu, oni - lzhetsy"
        },
        {
            "chapter": 6,
            "verse": 29,
            "text": "Oni utverzhdayut: \"Net [drugoy zhizni], krome nashey zhizni v etom mire, i ne budem my voskresheny"
        },
        {
            "chapter": 6,
            "verse": 30,
            "text": "Yesli by ty [, Mukhammad,] videl ikh, kogda oni predstanut pered ikh Gospodom, kotoryy sprosit: \"Razve ne istina to [, chto vy predstali dlya otveta predo Mnoyu]?\" Oni otvetyat: \"Da, [istina], klyanemsya nashim Gospodom\". I On skazhet: \"Vkusite zhe muki za to, chto vy byli neveruyushchimi"
        },
        {
            "chapter": 6,
            "verse": 31,
            "text": "Ponesli uron te, kotoryye otritsali, chto oni predstanut [v Sudnyy den'] pred Allakhom. Kogda zhe vnezapno postignet ikh [Sudnyy] chas, oni voskliknut: \"O gore nam za to, chem my prenebregli v etom mire!\" Oni ponesut noshi svoikh [deyaniy] na spinakh. I kak skverno to, chto oni ponesut"
        },
        {
            "chapter": 6,
            "verse": 32,
            "text": "Zhizn' v etom mire - vsego lish' igra i zabava. Dlya tekh, kto bogoboyaznen, luchshe mir budushchiy. Neuzheli vy ne razumeyete etogo"
        },
        {
            "chapter": 6,
            "verse": 33,
            "text": "My znayem [, o Mukhammad,] chto tebya ogorchayut ikh rechi. Voistinu, ne tvoi [slova] oni schitayut lozh'yu, - nechestivtsy eti otritsayut znameniya Allakha"
        },
        {
            "chapter": 6,
            "verse": 34,
            "text": "I do tebya [drugikh] poslannikov ob\"yavlyali lzhetsami. No oni terpeli to, chto ikh obzyvali lzhetsami i pritesnyali, poka ne yavilas' k nim Nasha pomoshch'. I nikto ne otmenit slova, dannogo Allakhom, a do tebya doshli rasskazy o poslannikakh"
        },
        {
            "chapter": 6,
            "verse": 35,
            "text": "A yesli i tyagostno tebe to, chto oni ne priyemlyut [Korana], to, yesli ty mozhesh' otyskat' otverstiye na zemle, [chtoby proniknut' vglub'] ili [pristavit'] lestnitsu [, chtoby podnyat'sya] na nebo radi togo, chtoby sotvorit' dlya nikh znameniye, [tak i sdelay]. Yesli by Allakh zakhotel, to vsekh nevernykh napravil by k pryamomu puti. Tak ne bud' zhe nevezhdoy"
        }
    ]
}