{
    "maqras": [
        {
            "chapter": 6,
            "verse": 127,
            "text": "ugotovana im obitel' blagopoluchiya u Gospoda ikh. A On - pokrovitel' ikh za to, chto oni sovershali"
        },
        {
            "chapter": 6,
            "verse": 128,
            "text": "V den', kogda On soberet [pred Soboy] vse [zhivyye sushchestva, to skazhet]: \"O sobraniye dzhinnov! Vy sovratili [s puti istiny] mnogikh lyudey\". A druz'ya dzhinnov iz chisla lyudey skazhut: \"Gospodi nash! Odni iz nas poluchali vygodu ot drugikh, i my doshli do nashego sroka, kotoryy Ty nam opredelil\". [Allakh] skazhet [im]: \"Pristanishche vam - ogon', i vechno vy v nem prebudete, yesli tol'ko Allakh ne pozhelayet inache!\" Voistinu, Gospod' tvoy - mudryy, znayushchiy"
        },
        {
            "chapter": 6,
            "verse": 129,
            "text": "Podobno tomu [kak druz'ya dzhinnov poluchali vygodu drug ot druga], My odnikh nechestivtsev podchinyayem drugim za to, chto oni sovershili"
        },
        {
            "chapter": 6,
            "verse": 130,
            "text": "[Allakh skazhet v Sudnyy den']: \"O sonmishche dzhinnov i lyudey! Razve k vam ne prikhodili poslanniki [Allakha] iz vashikh [brat'yev], kotoryye pereskazyvali vam Moi ayaty i preduprezhdali vas o nastuplenii Sudnogo dnya?\" Oni otvetyat: \"My svidetel'stvuyem protiv samikh sebya\". Zhizn' v etom mire obol'stila ikh, i oni priznalis' v tom, chto byli nevernymi"
        },
        {
            "chapter": 6,
            "verse": 131,
            "text": "[Allakh napravlyal poslannikov] tak [, kak bylo skazano], potomu, chto tvoy Gospod' ne takov, chtoby gubit' [tselyye] strany po nespravedlivosti v to vremya, kogda ikh zhiteli ne vedali [istiny]"
        },
        {
            "chapter": 6,
            "verse": 132,
            "text": "Dlya kazhdogo [cheloveka] - stepeni [vozdayaniya] sootvetstvenno tomu, chto on sodeyal. A Gospod' tvoy vedayet o tom, chto oni sodeyali"
        },
        {
            "chapter": 6,
            "verse": 133,
            "text": "Gospod' tvoy vsevlasten, vsemilostiv. Yesli On pozhelayet, to istrebit vas i sdelayet vashimi naslednikami, kogo pozhelayet, podobno tomu kak On sotvoril vas kak potomstvo drugikh [pogublennykh] narodov"
        },
        {
            "chapter": 6,
            "verse": 134,
            "text": "Voistinu, to, chto obeshchano vam, gryadet! I vy ne smozhete uklonit'sya [ot nego]"
        },
        {
            "chapter": 6,
            "verse": 135,
            "text": "Skazhi [, Mukhammad]: \"O moy narod! Postupayte sootvetstvenno svoyemu polozheniyu. YA zhe budu deystvovat' [kak podobayet]. I uznayete vy, komu kakaya dolya dostanetsya v budushchem mire. Voistinu, ne preuspeyut nechestivtsy [v budushchey zhizni]"
        },
        {
            "chapter": 6,
            "verse": 136,
            "text": "[Mekkanskiye mnogobozhniki] prednaznachayut Allakhu dolyu togo, chto On vyrastil iz posevov i skota, i [pri etom] govoryat: \"Eto - Allakhu\" - soglasno ikh razumeniyu, - \"a eto - nashim bozhestvam\". To, chto prednaznacheno ikh bozhestvam, ne popadayet Allakhu, a to, chto prednaznacheno Allakhu, popadayet ikh bozhestvam. Skverno ikh resheniye"
        },
        {
            "chapter": 6,
            "verse": 137,
            "text": "Tochno tak zhe ikh bozhestva vnushili bol'shomu chislu mnogobozhnikov, chto ubiyeniye sobstvennykh detey - blago. I eto - dlya togo, chtoby pogubit' ikh [samikh] i vnesti putanitsu v ikh veru. A yesli by Allakh zakhotel, to oni ne delali by etogo. Tak otvernis' ot nikh i ikh izmyshleniy"
        },
        {
            "chapter": 6,
            "verse": 138,
            "text": "Mnogobozhniki govoryat: \"Vot eti posevy i skot zapretny. S nikh mozhet kormit'sya tol'ko tot, komu my soizvolim [razreshit' eto]\". Tak utverzhdayut oni [, zabluzhdayas']. [Oni zapreshchayut takzhe] yezdit' verkhom i vozit' gruzy na [nekotorykh vidakh] verblyudov i pri etom ne upominayut imeni Allakha pri ikh zaklanii, izmyshlyaya protiv Nego lozh'. Vozdast On im za to, chto oni izmyshlyayut"
        },
        {
            "chapter": 6,
            "verse": 139,
            "text": "Pri etom oni govoryat: \"To, chto soderzhitsya v utrobakh etikh zhivotnykh, razresheno nashim muzhchinam i zapreshcheno nashim zhenam\". Yesli zhe [plod] budet mertvym, to i muzhchiny i zhenshchiny delyat yego. [Allakh] vozdast im za to, chto oni vozvodyat [na Nego]. Voistinu, On - mudryy, vsevedushchiy"
        },
        {
            "chapter": 6,
            "verse": 140,
            "text": "V ubytke okazalis' te, kotoryye ubivali svoikh detey po nedomysliyu i po nevezhestvu i zapreshchali [yest'] to, chto daval im Allakh v udel, vozvodya [pri etom] napraslinu na Allakha. Voistinu, zabluzhdayutsya oni i ne sleduyut pryamym putem"
        }
    ]
}