{
    "maqras": [
        {
            "chapter": 7,
            "verse": 142,
            "text": "My obeshchali Muse tridtsat' [dney i] nochey [na gore Sinay] i dobavili [yeshche] desyat', tak chto naznachennyy yemu Gospodom srok sostavil sorok [dney i] nochey b. I togda Musa skazal svoyemu bratu Kharunu: \"Bud' vmesto menya sredi moyego naroda, postupay spravedlivo i ne khodi putem nechestivtsev"
        },
        {
            "chapter": 7,
            "verse": 143,
            "text": "Kogda zhe Musa prishel [na goru Sinay] k naznachennomu Nami sroku, yego Gospod' zagovoril s nim, i [Musa] poprosil: \"O Gospodi! Yavi mne Sebya, chtoby ya vzglyanul na Tebya\". [Allakh] skazal: \"Ty Menya ne uvidish', no vzglyani na goru. Yesli ona ustoit na svoyem meste, to i ty Menya uvidish'\". Kogda zhe yego Gospod' yavil Sebya gore, On obratil yeye v prakh, i Musa pal kak gromom porazhennyy. Kogda on prishel v sebya, to voskliknul: \"Slava Tebe! YA obratilsya k Tebe s raskayaniyem, i ya - pervyy iz uverovavshikh"
        },
        {
            "chapter": 7,
            "verse": 144,
            "text": "[Allakh] skazal: \"O Musa! Voistinu, YA vozvysil tebya nad [vsemi] lyud'mi dlya [peredachi] Moikh poslaniy i Moyego slova. Tak beri zhe to, chto YA daroval tebe, i bud' blagodaren"
        },
        {
            "chapter": 7,
            "verse": 145,
            "text": "I My nachertali dlya nego na skrizhalyakh nazidaniye i raz\"yasneniye obo vsem sushchem [i skazali]: \"Sleduy [nachertannomu na skrizhalyakh] tverdo i veli tvoyemu narodu sledovat' nailuchshemu [iz togo, chto nachertano]. Skoro YA pokazhu vam, gde budut prebyvat' nechestivtsy"
        },
        {
            "chapter": 7,
            "verse": 146,
            "text": "YA otluchu ot Moikh znameniy tekh na zemle, kotoryye vedut sebya nadmenno bezo vsyakogo prava na to. Yesli oni uzryat kakoye-libo znameniye, to ne priyemlyut yego s veroy; yesli pered nimi predstanet pravyy put', to oni ne izberut yego [svoim] putem, a yesli zhe predstanet put' zabluzhdeniya, to stupyat na nego. I vse eto potomu, chto oni otvergli Vashi znameniya i prenebregali imi"
        },
        {
            "chapter": 7,
            "verse": 147,
            "text": "Tshchetny deyaniya tekh, kotoryye ne priznali ni Nashikh znameniy, ni togo, chto oni predstanut [pered Nami] v Sudnyy den'. Neuzheli zhe im ne vozdayetsya za to, chto oni tvorili"
        },
        {
            "chapter": 7,
            "verse": 148,
            "text": "Poka Musa otsutstvoval, [nakhodyas' na gore Sinay], yego narod iz svoikh [zolotykh] ukrasheniy otlil [idola dlya pokloneniya] v vide izvayaniya tel'tsa, kotoryy mychal to. Razve oni ne videli, chto [telets] ne razgovarival s nimi i ne vel ikh pryamym putem? Oni stali poklonyat'sya yemu [kak bozhestvu] i stali nechestivtsami"
        },
        {
            "chapter": 7,
            "verse": 149,
            "text": "Kogda zhe oni raskayalis' i ubedilis' voochiyu, chto sbilis' s puti istiny, to skazali: \"Yesli nash Gospod' ne smilostivitsya nad nami i ne prostit nas, to my nepremenno okazhemsya sredi zabludshikh"
        },
        {
            "chapter": 7,
            "verse": 150,
            "text": "Kogda Musa vernulsya k svoyemu narodu vo gneve i ogorchenii, on skazal: \"Merzko to, chemu vy sledovali v moye otsutstviye. Neuzheli vy mozhete predvoskhitit' volyu Gospoda svoyego?\" Zatem on brosil skrizhali, skhvatil svoyego brata [Kharuna] za volosy i potyanul yego k sebe. [Kharun] voskliknul: \"O syn moyey materi! Voistinu, lyudi (t. ye. syny Israila) ni vochto ne stavili menya i chut' bylo ne ubili. Ne davay vragam povoda zlodeystvovat' i ne prichislyay menya k nepravednym lyudyam"
        },
        {
            "chapter": 7,
            "verse": 151,
            "text": "[Musa] otvetil: \"Gospodi! Prosti menya i moyego brata i oseni nas Tvoyey milost'yu, ibo Ty - naimiloserdneyshiy iz miloserdnykh"
        },
        {
            "chapter": 7,
            "verse": 152,
            "text": "Voistinu, tekh, kotoryye poklonyalis' tel'tsu, postignet gnev ikh Gospoda, a takzhe unizheniye v etoy zhizni. Tak My vozdayem tem, kto izmyshlyayet lozh'"
        },
        {
            "chapter": 7,
            "verse": 153,
            "text": "Chto zhe kasayetsya tekh, kotoryye vershili zlyye deyaniya, a potom raskayalis' i uverovali, to, voistinu, tvoy Gospod' [dazhe] posle [soversheniya] ikh - proshchayushchiy, miloserdnyy"
        },
        {
            "chapter": 7,
            "verse": 154,
            "text": "Kogda gnev Musy ulegsya, on podnyal skrizhali, na kotorykh byli nachertany napravleniye na pryamoy put' i milost' dlya tekh, kto strashitsya Gospoda svoyego"
        },
        {
            "chapter": 7,
            "verse": 155,
            "text": "I Musa otobral iz svoyego naroda sem'desyat muzhey [dlya vstrechi s Nami] v naznachennyy Nami srok. A kogda pred nimi [na gore Sinay] sodrognulas' zemlya, Musa skazal: \"Gospodi! Yesli by Ty pozhelal, to pogubil by ikh prezhde, a takzhe i menya. Stanesh' li Ty gubit' nas za to, chto sovershili kakiye-to gluptsy iz nashey sredy? Vse eto - lish' ispytaniye, kotorym Ty uvodish' s pryamogo puti, kogo pozhelayesh', i vedesh' po nemu, kogo khochesh'. Ty - nash pokrovitel', prosti zhe i pomiluy nas, ibo Ty - nailuchshiy iz proshchayushchikh"
        }
    ]
}