{
    "maqras": [
        {
            "chapter": 12,
            "verse": 101,
            "text": "Gospodi! Ty daroval mne mogushchestvo i nauchil tolkovat' snovideniya. G Tvorets nebes i zemli. Ty - moy pokrovitel' v etoy i budushchey zhizni. Upokoy menya predavshimsya Tebe i vklyuchi menya v chislo pravednikov"
        },
        {
            "chapter": 12,
            "verse": 102,
            "text": "Vse eto - chast' povestvovaniy o sokrovennom, i My dayem tebe eto v otkrovenii [, o Mukhammad]. Ty ne byl vmeste s nimi (t. ye. brat'yami Yusufa) togda, kogda oni prinyali svoye resheniye, zamyshlyaya kozni"
        },
        {
            "chapter": 12,
            "verse": 103,
            "text": "I yesli by dazhe ty zakhotel, [vse ravno] bol'shaya chast' lyudey ne uveruyet"
        },
        {
            "chapter": 12,
            "verse": 104,
            "text": "Ty ne prosish' u nikh voznagrazhdeniya za eto ya, ved' eto - tol'ko nazidaniye dlya obitateley mirov"
        },
        {
            "chapter": 12,
            "verse": 105,
            "text": "O, kak mnogo na nebesakh i na zemle znameniy, mimo kotorykh oni prokhodyat [ne zadumyvayas'] i otvorachivayutsya"
        },
        {
            "chapter": 12,
            "verse": 106,
            "text": "Bol'shaya chast' ikh ne veruyet v Allakha bez togo, chtoby ne poklonyat'sya pomimo Nego drugim bozhestvam"
        },
        {
            "chapter": 12,
            "verse": 107,
            "text": "Neuzheli polagayut oni nayti zashchitu ot nakazaniya Allakha ili [nadeyutsya], chto [Sudnyy] chas nastanet ne vnezapno, kogda oni ob etom i ne pomyshlyayut"
        },
        {
            "chapter": 12,
            "verse": 108,
            "text": "Skazhi [, Mukhammad]: \"Takov moy put'. YA i moi posledovateli zovem vas k Allakhu soglasno ubezhdeniyu. Khvala Allakhu, ya ne otnoshus' k mnogobozhnikam"
        },
        {
            "chapter": 12,
            "verse": 109,
            "text": "I zadolgo do tebya My napravlyali [poslannikami] s otkroveniyem tol'ko [smertnykh] muzhey iz ikh zhe seleniy. Razve oni ne stranstvovali po zemle i ne videli, chem konchili te, kotoryye zhili do nikh? Ved' obitel' v budushchey zhizni luchshe dlya bogoboyaznennykh. Neuzheli oni ne poymut etogo"
        },
        {
            "chapter": 12,
            "verse": 110,
            "text": "Kogda zhe poslanniki vpadali v otchayaniye [iz-za otkaza sledovat' ikh vere] i polagali, chto ikh otvergli, My prikhodili k nim na pomoshch', i spasalis' te, kogo My khoteli [spasti]. Ved' Nashe nakazaniye neotvratimo dlya greshnikov"
        },
        {
            "chapter": 12,
            "verse": 111,
            "text": "V povestvovanii o [deyaniyakh] poslannikov zaklyucheno nazidaniye dlya razumnykh muzhey. I [Nashe povestvovaniye] ya - ne vymyshlennyy rasskaz, a podtverzhdeniye tomu, chto bylo do nego, raz\"yasneniye vsego sushchego, rukovodstvo k pryamomu puti i milost' dlya veruyushchikh lyudey"
        },
        {
            "chapter": 13,
            "verse": 1,
            "text": "Alif, lam, mim, ra. Eto - ayaty Pisaniya (t. ye. Korana). To, chto nisposlano tebe [, Mukhammad,] tvoim Gospodom - istina, odnako zhe bol'shaya chast' lyudey ne veruyet"
        },
        {
            "chapter": 13,
            "verse": 2,
            "text": "Allakh voznes nebesa na nevidimykh vami oporakh, potom vossel na tron i podchinil vlasti Svoyey solntse i lunu, i oni nakhodyatsya v dvizhenii do polozhennogo sroka. V Yego vlasti [vse] dela [mira], On raz\"yasnyayet ayaty [Korana], - byt' mozhet, vy uveruyete v to, chto predstanete pered vashim Gospodom"
        },
        {
            "chapter": 13,
            "verse": 3,
            "text": "On - tot, kto proster zemlyu, vozdvig na ney nezyblemyye gory, [zastavil tech'] reki, vzrastil iz raznykh plodov po pare i ukryl den' noch'yu. Voistinu, vo [vsem] etom - znameniya dlya lyudey myslyashchikh"
        },
        {
            "chapter": 13,
            "verse": 4,
            "text": "Na zemle yest' uchastki sopredel'nyye, vinogradniki, nivy, pal'my, rastushchiye i iz odnogo kornya, i iz raznykh [korney], i oroshayut ikh odnoy i toy zhe vodoy. [No] odni [plody] My sozdayem boleye vkusnymi, chem drugiye. Voistinu, vo [vsem] etom - znameniya dlya razumnykh lyudey"
        }
    ]
}