{
    "rukus": [
        {
            "chapter": 7,
            "verse": 40,
            "text": "Pellet, ɓen fennuɓe Aayeeje Amen ɗen, ɓe townitanii ɗe, ɓe udditantaake dame kammuuli ɗin, ɓe naatataa kadi Aljanna haa ngelooba naata e wuddere meselal. Ko wano non Men yoɓirte ɓomɓe ɓen"
        },
        {
            "chapter": 7,
            "verse": 41,
            "text": "Hino woodani ɓe ka Jahannama ndaɗɗudi, no dow maɓɓe kadi kippoodi. Ko wanon non Men yoɓirta tooñooɓe ɓen"
        },
        {
            "chapter": 7,
            "verse": 42,
            "text": "Ɓen gomɗimɓe ɓe golli moƴƴuɗi - Men fawataa wonkii si wanaa ko ki waawi - Ko ɓen ɗon woni yimɓe Aljanna : kamɓe ko ɓe duumotooɓe ton"
        },
        {
            "chapter": 7,
            "verse": 43,
            "text": "Men ɓoori e ɓerɗe maɓɓe ɗen konnaagu, canɗi ɗin no ila senngo ley maɓɓe, ɓe wi'a : \"Yettoore woodani Alla On fewuɗo men e ɗum ɗoo, men wonaano feewooɓe si Alla fewnaano men. Gomɗii Nulaaɓe Joomi amen ɓen addii goonga\". Ɓe noddee si ko woni : \"On ɗon mooɗon Aljanna, on roninaama mo, sabu kon ko gollaynoɗon"
        },
        {
            "chapter": 7,
            "verse": 44,
            "text": "Yimɓe Aljanna ɓen noddi yimɓe Yiite ɓen, si ko woni : \"Gomɗii men tawii ko Joomi amen fodi men kon ko goonga. Onon kadi on tawii ko Joomi mon fodi on kon ko goonga?\" Ɓe wi'i : \"Eyyo\". Noddoowo nodda hakkunde maɓɓe wonnde : Kuddi Alla ndin wonii e tooñooɓe ɓen"
        },
        {
            "chapter": 7,
            "verse": 45,
            "text": "Ɓen sakkotooɓe=falatoobe gaay e laawol Alla ngol, ɓe ɗaɓɓana ngol ooñorde, kamɓe kadi ko ɓe yedduɓe laakara"
        },
        {
            "chapter": 7,
            "verse": 46,
            "text": "Heedo no hakkunde maɓɓe. Hino e dow tulde La'raafi nden worɓe hiɓe anndira kala e maande mun. Ɓe nodda yimɓe Aljanna ɓen, si ko woni : \"Kisiyee woni e mon!\". Ɓe naataali mo kono hiɓe tamƴinii"
        },
        {
            "chapter": 7,
            "verse": 47,
            "text": "Si giiɗe maɓɓe ɗen fewtiniraa ɓannge yimɓe Yiite ɓen, ɓe wi'a : \"Joomi amen! Wata A waɗtidu men e yimɓe tooñooɓe ɓen"
        }
    ]
}