{
    "rukus": [
        {
            "chapter": 21,
            "verse": 11,
            "text": "Heewii ko Men halki immorde e saare laatinoonde ko tooñunde Men fuɗɗi ɓaawo mayre yimɓe goo"
        },
        {
            "chapter": 21,
            "verse": 12,
            "text": "Tuma nde ɓe so'unoo Lepte Amen ɗen, tawi kamɓe hiɓe doga ɗe"
        },
        {
            "chapter": 21,
            "verse": 13,
            "text": "Wata on dogu, ruttee faade e ko neeminaɗon kon e mu'un e koɗanɗe mo'on, belajo'o on lannditoyte"
        },
        {
            "chapter": 21,
            "verse": 14,
            "text": "Ɓe wi'a: \"Eeyoo, bone amen, pellet, menen men laatinoke tooñuɓe\". @Corrected"
        },
        {
            "chapter": 21,
            "verse": 15,
            "text": "Seerataa ndun noddaandu maɓɓe, haa Men waɗa ɓe coñateeri ko ɓe mayɓe"
        },
        {
            "chapter": 21,
            "verse": 16,
            "text": "Men tagaali kammu ngun e leydi ndin e ko woni kon hakkunde majji ko Men fijooɓe"
        },
        {
            "chapter": 21,
            "verse": 17,
            "text": "Sinndo Men faandino nde Men jogotoo fijindaaru, Men jogitotono ɗum immorde ka Amen si tawii Men laatike waɗooɓe"
        },
        {
            "chapter": 21,
            "verse": 18,
            "text": "Ko woni, Meɗen werloo Goonga kan e dow meere nden ka munca nde, tawa kayre ko nde fuuyoore, no woodani on bone kon ko sifotoɗon"
        },
        {
            "chapter": 21,
            "verse": 19,
            "text": "Ko Kanko woodani ko woni kon ka kammuuli e ka leydi ɓen wonuɓe ka Makko kadi ɓe mawnittaako gaayi rewugol Mo, ɓe hasrintaaka kadi"
        },
        {
            "chapter": 21,
            "verse": 20,
            "text": "Hiɓe Subhinoo jemma e ñalorma ɓe aamataa"
        },
        {
            "chapter": 21,
            "verse": 21,
            "text": "Kaa ɓe jogiti reweteeɗi ka leydi hara kannji hiɗi immintina [mayɓe ɓen]"
        },
        {
            "chapter": 21,
            "verse": 22,
            "text": "Sinndo laatino e majji [kammuuli ɗin e leydi ndin] rewteeɗi ko wonaa Alla ɗi bonayno. Senayee wonanii Alla Jom Arsi kin gaayi koɓe sifotoo. @Corrected"
        },
        {
            "chapter": 21,
            "verse": 23,
            "text": "O lanndetaake ko O gollata kon, kamɓe ko ɓe lannditoyteeɓe"
        },
        {
            "chapter": 21,
            "verse": 24,
            "text": "Kaa ɓe jogiti gaanin Makko reweteeɗi? Maaki: \"Addee daliili mon on, ko ndee woni jaŋta ɓen wonnduɓe e am e jaŋta ɓen adiiɓe lam\". Ko woni, ɓurɓe ɗuuɗude e maɓɓe ɓe anndaa Goonga kan kamɓe ko ɓe ɗurniiɓe"
        },
        {
            "chapter": 21,
            "verse": 25,
            "text": "Men Nulaali ado maaɗa immorde e Nulaaɗo si wanaa Men wahayinii e makko; pellet, reweteeɗo alaa si wanaa Min Rewee Lam"
        },
        {
            "chapter": 21,
            "verse": 26,
            "text": "Ɓe wi'i: \"Hinnorante On jogitike ɓiɗɗo\". Senayee woodanii Mo, ko woni, [ɓen ko ɓe] jeyaaɓe teddinaaɓe"
        },
        {
            "chapter": 21,
            "verse": 27,
            "text": "Ɓe adortaa Mo konngol ngol, kamɓe ko Yamiroore Makko nden ɓe gollata"
        },
        {
            "chapter": 21,
            "verse": 28,
            "text": "Himo Anndi ko woni kon hedde yeeso maɓɓe e ko woni kon hedde ɓaawo maɓɓe, ɓe tefanoytaa si wanaa on mo O Weltanii, kamɓe immorde e kulol Makko ko ɓe jootuɓe"
        },
        {
            "chapter": 21,
            "verse": 29,
            "text": "Kala e maɓɓe kadi wi'uɗo: \"Min ko mi reweteeɗo gaanin Makko\". On ɗon Men Yoɓay mo Jahanna- ma ko wano nii Men Yoɓirta tooñooɓe ɓen"
        }
    ]
}