{
    "rukus": [
        {
            "chapter": 30,
            "verse": 20,
            "text": "Hino jeyaa e maandeeji Makko ɗin: wonnde O tagii on immorde e mbum-mbuldi, refti jaka ko on ɓanndike saakotooɓe [e leydi ndin]"
        },
        {
            "chapter": 30,
            "verse": 21,
            "text": "Hino jeyaa e maandeeji Makko ɗin : wonnde O tagiranii on e wonkiiji mon ɗin, resondirɓe, fii yo on deeƴu e maɓɓe, O waɗi hakkunde mon giggol e yumeende. Wonii e ɗum, maandeeji wonannde yimɓe miijitotooɓe"
        },
        {
            "chapter": 30,
            "verse": 22,
            "text": "Hino jeyaa e maandeeji Makko ɗin: tagugol kammuuli ɗin e leydi ndin, e luutondirgol ɗemɗe mon e mbaadiiji mon. Wonii e ɗum, maandeeji anduɓe ɓen"
        },
        {
            "chapter": 30,
            "verse": 23,
            "text": "Hino jeyaa e maandeeji Makko ɗin: ɗoyngol mon ngol jemma e ñalorma, e ɗaɓɓugol mon ɓural Makko. Wonii e ɗum, maandeeji wonannde yimɓe nanooɓe"
        },
        {
            "chapter": 30,
            "verse": 24,
            "text": "Hino jeyaa e maandeeji Makko ɗin: Himo hollira on maƴe ɗen kulol e tama'u (toɓo), Himo jippinira ka kammu ndiyam, O wuurnitira ɗam leydi ndin ɓaawo ndi yoorude. Wonii e ɗum, maandeeji, wonannde yimɓe haqqilooɓe"
        },
        {
            "chapter": 30,
            "verse": 25,
            "text": "Hino jeyaa e maandeeji Makko ɗin: nde kammu ngun e leydi ndin daroto e yamiroore Makko. Refti si O noddii on noddaandu ka leydi, e jaka onon hiɗon yalta (e genaale mon)"
        },
        {
            "chapter": 30,
            "verse": 26,
            "text": "Hino woodani (laamagol, e tagugol e toppitagol) ɓen wonɓe ka kammuuli e ka leydi: kala maɓɓe ko ɗoftiiɓe Mo"
        },
        {
            "chapter": 30,
            "verse": 27,
            "text": "Ko Kanko woni fuɗɗuɗo tagu ngun, refti O ruttita ngu; ko ɗum ɓuri newanaande Mo. Hino woodani sifa ɓurɗo toowude ka kammuuli e ka leydi. Ko Kanko woni on Fooluɗo, Ñeeñuɗo on"
        }
    ]
}