{
    "rukus": [
        {
            "chapter": 36,
            "verse": 68,
            "text": "Kala mo Men juutni nguurndam mun, Men yiltitay mo e tagu ngun. E ɓee haqqiltaa"
        },
        {
            "chapter": 36,
            "verse": 69,
            "text": "Men anndinaali mo (kanko Muhammadu) gimɗi; ɗum haananaa mo. [Deftere] nden wonaali, si wanaa jantoore e janngeteende ɓanngunde"
        },
        {
            "chapter": 36,
            "verse": 70,
            "text": "fii yo o jertin nde, on wonɗo wuurɗo (ɓernde), Konngol lepte ngol jojja e heeferɓe ɓen"
        },
        {
            "chapter": 36,
            "verse": 71,
            "text": "E ɓe yi'aali, wonnde Men tagiranii ɓe neemoraaɗi, e ko juuɗe Amen golli, hara hiɓe jeyinooɗi"
        },
        {
            "chapter": 36,
            "verse": 72,
            "text": "Men eltani ɓe ɗi: no e majji ɗi ɓe waɗɗotoo, no e majji ɗi ɓe ñaamata"
        },
        {
            "chapter": 36,
            "verse": 73,
            "text": "hino woodani ɓe ton, nafooje e njaram. E ɓee kan yettataa (Mo)"
        },
        {
            "chapter": 36,
            "verse": 74,
            "text": "Ɓe jogitorii gaanin Alla reweteeɗi, jortagol ɓe faabeedee"
        },
        {
            "chapter": 36,
            "verse": 75,
            "text": "Ɗi hattanaa faabagol ɓe; ko ɓe konu tawneteengu e majji"
        },
        {
            "chapter": 36,
            "verse": 76,
            "text": "Wata konngol maɓɓe sunine. Pellet, Meɗen anndi ko ɓe suuɗata e ko ɓe feññinta"
        },
        {
            "chapter": 36,
            "verse": 77,
            "text": "E neɗɗanke on yi'aali, wonnde Men tagirii mo e toɓɓere maniiyu? Kono tawaa mo ko o wennjoowo ɓannguɗo"
        },
        {
            "chapter": 36,
            "verse": 78,
            "text": "O fiyani Men misal, kono o yejjiti tageede makko; o wi'i: \"Ko hommbo wuurnitata ƴi'e ɗen, si ɗe rappii"
        },
        {
            "chapter": 36,
            "verse": 79,
            "text": "Maaku: \"Ko wuurnitoowo ɗe, ko taguɗo ɗe On ka laawol aranol. Ko Kanko woni annduɗo fii kala tagu"
        },
        {
            "chapter": 36,
            "verse": 80,
            "text": "On waɗanɗo on yiite, iwde e leɗɗe kecce, tawa ko e majje huɓɓirton nge"
        },
        {
            "chapter": 36,
            "verse": 81,
            "text": "Kere taguɗo kammuuli ɗin e leydi ndin wonaali haɗtanɗo tagugol yeru maɓɓe? Ɗum ko pellet! Ko Kanko woni Ɗuuɗuɗo tageefo, Annduɗo"
        },
        {
            "chapter": 36,
            "verse": 82,
            "text": "Anndon fiyaaku Makko On, si O faandanike huunde, ko O wi'anay nde tun: \"Laato\", nde laatoo"
        },
        {
            "chapter": 36,
            "verse": 83,
            "text": "Senayee woodanii On Mo laamateeri kala huunde woni e juuɗe Mun! Ko ka Makko rutteteɗon"
        }
    ]
}