{
    "rukus": [
        {
            "chapter": 38,
            "verse": 27,
            "text": "Men tagiraali kammu ngun e leydi ndin e ko woni hakkunde majji kon, meere. Ɗum ko sikke yedduɓe ɓen. Bone woodanii ɓen yedduɓe, e Yiite ngen"
        },
        {
            "chapter": 38,
            "verse": 28,
            "text": "Ka Men waɗay ɓen gomɗimɓe ɓe golli moƴƴi, wano bonnooɓe ɓen ka hoore leydi? Kaa Men waɗay gomɗuɓe ɓen, wano faajireeɓe ɓen"
        },
        {
            "chapter": 38,
            "verse": 29,
            "text": "Ko Deftere barkinaande, woni ko Men jippini e maaɗa, fii no ɓe taskora Aayeeje mayre, e ko joomiraaɓe haqqille ɓen waajitora"
        },
        {
            "chapter": 38,
            "verse": 30,
            "text": "Men yeɗi Daawuuda Sulaymaana, - jeyaaɗo moƴƴo - Ko o ɗuuɗuɗo tuubugol-ruttoo"
        },
        {
            "chapter": 38,
            "verse": 31,
            "text": "Janto nde o hollanoo kiikiiɗe, pucci yooɗuɗi yaawuɗi"
        },
        {
            "chapter": 38,
            "verse": 32,
            "text": "o maaki: \"Min ɓurnorii yiɗugol jawdi, dii ko mi jantotoo Joomi am kon, haa [naange] ngen mutoyii"
        },
        {
            "chapter": 38,
            "verse": 33,
            "text": "Ruttee lam ɗi\". O woni e sodugol ɗi ka taape e ka daaɗe"
        },
        {
            "chapter": 38,
            "verse": 34,
            "text": "Gomɗii Men jarribike Sulaymaana, Men werlii e jullere makko nden ɓanndu. Refti o tuubi"
        },
        {
            "chapter": 38,
            "verse": 35,
            "text": "O maaki: \"Joomi am, haforanam, yeɗaa lam laamu, ngu heertantaako goɗɗo goo, ɓaawo am. Pellet, ko An woni yeɗoowo On"
        },
        {
            "chapter": 38,
            "verse": 36,
            "text": "Men eltani mo henndu ndun, tawi hindu wifira e sago makko, neweende, nokku kala ko o yiɗi"
        },
        {
            "chapter": 38,
            "verse": 37,
            "text": "E seytanuuji ɗin, mahaynooɗi e mutaynooɗi"
        },
        {
            "chapter": 38,
            "verse": 38,
            "text": "Goɗɗi ɗin, ko dummbaaɗi e penɗe"
        },
        {
            "chapter": 38,
            "verse": 39,
            "text": "Ɗum ko dokkal Amen. Okkitir, maa jogitoraa ko aldaa e lamnditoreede"
        },
        {
            "chapter": 38,
            "verse": 40,
            "text": "Ko pellet, hino woodani mo ka Amen, ɓadal e moƴƴude ruttorde"
        }
    ]
}