{
    "rukus": [
        {
            "chapter": 42,
            "verse": 10,
            "text": "Kala ko luutondirɗon e fii mun, haray ñaawoore mun nden ko ka Allah woni. Ko On mooɗon Allah, woni Joomi am; ko e Makko mi fawii, ko ka Makko kadi mi ruttorta [tuubugol]"
        },
        {
            "chapter": 42,
            "verse": 11,
            "text": "Fuɗɗuɗo kamuuli ɗin e leydi ndin. O waɗiranii on e pittaali mon ɗin genndooɓe, ka neemoraaɗi kadi nooneeji; Himo ɗuɗɗinira on ɗum. Hay huunde yerondiraa e Makko; ko Kanko woni Nanoowo, Yi'oowo On"
        },
        {
            "chapter": 42,
            "verse": 12,
            "text": "Ko Kanko heerori soktirɗe kammuuli ɗin e leydi ndin. Himo wertana arsike on mo O muuyani, O ɓiɗtinana (mo O muuyani). Pellet, ko O Annduɗo kala huunde"
        },
        {
            "chapter": 42,
            "verse": 13,
            "text": "O sar'inanii on e diina kan, konko ko O yamirnoo Nuuhu, e kon ko Men wahayini e maaɗa, e kon ko Men yamirnoo Ibraahiima, e Muusaa e Iisaa, wonnde: \"Ñiɓnee diina kan; hara on seertaali e makka\". Kono Ko noddotaa sirkooɓe ɓen e mun kon, mawnii e dow maɓɓe. Allah non hino suɓanoo ɗum, mo O muuyani, O fewna e Makko, kala tuuboowo"
        },
        {
            "chapter": 42,
            "verse": 14,
            "text": "Ɓe seertaano, si wanaa ɓaawo nde ganndal ngal arde e maɓɓe, sabu bewre hakkunde maɓɓe. Si wanaano fii Konngol ardinoongol, immorde ka Joomi maa, haa e lajal taƴaangal, ñaaweteno hakkunde maɓɓe. Ko pellet, roninaaaɓe Deftere nden ɓaawo maɓɓe, hino e sikke fii mayre sikkitiiɓe"
        },
        {
            "chapter": 42,
            "verse": 15,
            "text": "Noddu (yimɓe ɓen) kisan; ñiiɓiraa no yamiraɗaa non, wata a jokku mbeleeɗe maɓɓe ɗen, maakaa: \"Mi gomɗinii ko Allah jippini kon (fow) e Defte, mi yamiraama kadi, nunɗugol hakkunde mon. Allah woni Joomi amen e Joomi mon. Ko menen golle amen woodani, ko onon kadi golle mon woodani. Yeddondiral woo alaa hakkunde amen e mon. Allah mooɓoyay e denndaandal. Ko ka Makko woni ruttorde nden"
        },
        {
            "chapter": 42,
            "verse": 16,
            "text": "Ɓen wennjirooɓe e diina Allah kan, ɓaawo ka jaɓaneede, hujja maɓɓe on ko meere, tikkere no fawii e maɓɓe, hino woodani ɓe kadi lepte saɗtuɗe"
        },
        {
            "chapter": 42,
            "verse": 17,
            "text": "Ko Allah woni jippiniri Deftere nden goonga, e manndakke ɗen. E ko anndin maa? Hino gasa hara Darngal ngal ko ko ɓadii"
        },
        {
            "chapter": 42,
            "verse": 18,
            "text": "Ɓeya ɓe gomɗinaali ngal ɓen, hiɓe heñoringal; gomɗimɓe ɓen kan, ko ɓe hulu fii maggal, e hoore hiɓe felliti wonnde ko ngal goonga. Awa anndee wonɓe yeddondireede ɓen fii Darngal, ko pellet, ɓe wonii e nder majjere woɗɗunde"
        },
        {
            "chapter": 42,
            "verse": 19,
            "text": "Allah ko newaniiɗo jeyaaɓe Makko ɓen. Himo arsike on mo O muuyani. Ko Kanko woni Doolnuɗo, Fooluɗo On"
        }
    ]
}