{
    "rukus": [
        {
            "chapter": 42,
            "verse": 20,
            "text": "Kala tawɗo ko baraaje ndun laakara o faalaa, Men ɓeydanay mo mbarjaari makko ndin; kala kadi tawɗo ko jayru ndun aduna o yiɗi, Men okkay mo ɗum, hara non o alaa ka kaalara (ton) geɓal"
        },
        {
            "chapter": 42,
            "verse": 21,
            "text": "Kaa hara denndaaaaɗi hino woodani ɓe, sar'inanɗi ɓe e diina kan, kon ko Allah duŋaaki fii mun? Si wanaano fii Konngol [happunoongol] ngol fii senndugol [hakkunde maɓɓe], ñaaweteno hakkunde maɓɓe. Ko pellet, hino woodani tooñuɓe ɓen, lepte muusuɗe"
        },
        {
            "chapter": 42,
            "verse": 22,
            "text": "A yi'ay tooñuɓe ɓen hino huli e ko ɓe fggitii kon, ɗum le ko yantayɗum e maɓɓe. Gomɗimɓe ɓen, ɓe golli golle moƴƴe, hiɓe e dinngire naakooji, hara hino woodani ɓe ka Joomi maɓɓe, kala ko ɓe faaletee. Ko ɗum tigiri, woni ɓural mawnungal ngal"
        },
        {
            "chapter": 42,
            "verse": 23,
            "text": "Ko ɗum woni ko Allah wewlinirta jeyaaɓe Makko gomɗimɓe ɓen, ɓe golli golle moƴƴe. Maaku: \"Mi lamndaaki on njoɓdi e ɗum, si wanaa tun giggol enɗam ɗam\". Kala faggitiiɗo moƴƴere, Men ɓeydanay mo moƴƴere e hoore mayre. Pellet, Allah ko Haforoowo, mantoowo"
        },
        {
            "chapter": 42,
            "verse": 24,
            "text": "Kaa ɓe wi'ay o fefindor nde e hoore Allah fenaande. Si Allah haajuno, O notayno e ɓernda maa nden. Alla no meha meere nden, O tabintinira goonga kan Daalol Makko ngol. Pellet, ko O Annduɗo gunndooji ɓerɗe ɗen"
        },
        {
            "chapter": 42,
            "verse": 25,
            "text": "Ko Kanko woni jaɓanoowo jeyaaɓe Makko ɓen tuubuubuyee, O yaafoo bonɗi ɗin, e hoore Himo anndi ko golloton kon"
        },
        {
            "chapter": 42,
            "verse": 26,
            "text": "Himo jaabinana gomɗimɓe ɓen, ɓe golli moƴƴuɗi, O ɓeydana ɓe e ɓural Makko ngal. Heeferɓe ɓen non, hino woodani ɓe lepte saɗtuɗe"
        },
        {
            "chapter": 42,
            "verse": 27,
            "text": "Si tawno Allah yaññanno jeyaaɓe Makko ɓen [fow] arsike, pellet, ɓe bewayno ka leydi; kono Himo jippinira emmbere ko O muuyi. Pellet, ko O Hummpitiiɗo, yi*oowo jeyaaɓe Makko ɓen"
        },
        {
            "chapter": 42,
            "verse": 28,
            "text": "Ko Kano woni jippinoowo toɓo ngon ɓaawo ɓe taƴaade, O saaka yurmeende Makko nden. Ko Kanko kadi woni Giɗo, Yettiniiɗo On"
        },
        {
            "chapter": 42,
            "verse": 29,
            "text": "Hino jeyaa e maandeeji Makko ɗin: tagugol kammuuli ɗin e leydi ndin, e ruugayɗi ɗi O saaki ɗin hakkunde majji. Kanko e fii mooɓindiroygol ɓe ngol, si O haajii, ko O hattanɗo"
        }
    ]
}