{
    "rukus": [
        {
            "chapter": 2,
            "verse": 87,
            "text": "veḱe na Musa Nie Kniga mu dadovme i po nego niza pejgamberi isprativme... I na Isa, sinot na Merjem, jasnotii mu dadovme I so Duhot svet go poddržavme. I sekogaš koga pejgamber vi doaǵaše so ona što ne vi se dopaǵaše - se naduvavte. Nekoi pejgamberi, togaš, za lažni gi smetavte a nekoi, pak, gi ubivavte"
        },
        {
            "chapter": 2,
            "verse": 88,
            "text": "ie zboruvaat: “Srcata naši se zakoraveni.\" No, ne! Zaradi neveruvanjeto nivno, Allah gi prokolni. Onie koi veruvaat malkumina se"
        },
        {
            "chapter": 2,
            "verse": 89,
            "text": "bidejḱi im dojde Kniga od Allah, Potvrda za veḱe taa koja im beše došla, i od porano baraa pobeda protiv onie što ne veruvaa, i bidejḱi im doaǴǵaše ona što veḱe go uznaa, vo toa ne veruvaa. Pa, prokletstvoto MAllahovo neka e nad nevernicite"
        },
        {
            "chapter": 2,
            "verse": 90,
            "text": "samo kolku lošo e toa za ŠTO gi prodadoa dušite svoi! Da ne veruvaat vo ona što e objaveno od Allah, voznemireni zatoa što ON, zaradi dobrinata Svoja, objava spušta komu ON saka od robovite Svoi. SEdenpodrug gnev si predizvikaa. A za nevernicite sramna kazna ima"
        },
        {
            "chapter": 2,
            "verse": 91,
            "text": "I koga ḱe im se reče: “Veruvajte vo ona što go objavi Allah!\"Zboruvaat:“Veruvame vo ona što e objaveno do nas\" - a ne veruvaat vo ona što e zad nego, a toa e Vistinata, Potvrda za ona ŠTO e veḱe pri niv dojdeno. Kaži: “Togaš, ako ste vernici, zošto gi ubivate pejgamberite Allahovi od porano"
        },
        {
            "chapter": 2,
            "verse": 92,
            "text": "Musa so jasnotii vi dojde. Po nego, obožavajḱi go teleto, stanavte nevernici"
        },
        {
            "chapter": 2,
            "verse": 93,
            "text": "koga Nie Dogovorot od vas go prifativme i nad vas rid podignavme - togaš prifatete go slobodno ona što vi go dadovme, i čujte! Rekoa: “Slušame ama nema poslušni da bideme.\" Srcata nivni, zaradi neverieto svoe, so teleto bea napoeni. Kaži:“E, samo kolku e lošo ona kon što neveruvanjeto vaše ve naveduva, ako ste vernici"
        },
        {
            "chapter": 2,
            "verse": 94,
            "text": "aži:“Ako Kuḱata ahiretska e samo za vas nameneta, a ne i za drugite luǵe, togaš, ako ste iskreni, posakajte da umrete"
        },
        {
            "chapter": 2,
            "verse": 95,
            "text": "nema da posakaat nikogaš zaradi ona što go napravija racete nivni. A Allah gi znae zulumḱarite"
        },
        {
            "chapter": 2,
            "verse": 96,
            "text": "a, ḱe gi najdeš kako težneat, poveḱe od site luǵe, kon životot, duri poveḱe i od mnogubošcite. Sekoj od niv bi posakal da poživee iljada godini; I tolku da poživee, kaznata, sepak, ne može da ja izbegne. Allah go gleda ona što go rabotat"
        }
    ]
}