{
    "rukus": [
        {
            "chapter": 7,
            "verse": 109,
            "text": "Golemcite od narodot faraonov, rekoa: “Ovoj, navistina, e volšebnik znalec"
        },
        {
            "chapter": 7,
            "verse": 110,
            "text": "i posakuva da ve istera od zemjata vaša, pa, što nareduvate"
        },
        {
            "chapter": 7,
            "verse": 111,
            "text": "Rekoa: “Zadrži gii negoi brat mu, i isprati po gradovite 99 da se soberat"
        },
        {
            "chapter": 7,
            "verse": 112,
            "text": "ḱe ti dojdat, site od niv, so volšebnik znalec"
        },
        {
            "chapter": 7,
            "verse": 113,
            "text": "mu dojdoa volšebnicite na faraonot, i rekoa: “Ke ima li za nas, navistina, nagrada ako ispadneme pobednici"
        },
        {
            "chapter": 7,
            "verse": 114,
            "text": "Reče: “Da, vie ste meǵu blis kite, sekako"
        },
        {
            "chapter": 7,
            "verse": 115,
            "text": "Rekoa:““O Musa, ili ti da frliš ili pak nie da frlime"
        },
        {
            "chapter": 7,
            "verse": 116,
            "text": "Reče: “Frlete vie!\" I bide jḱi frlija očite na luǵeto im maǵepsaa, se isplašija; izvedoa volšebništvo golemo"
        },
        {
            "chapter": 7,
            "verse": 117,
            "text": "I na Musa Nie mu vdahnavme: s 939 “frli go stapot!\" I stapot ne gov, ete, go progolta se ona što go izvedoa"
        },
        {
            "chapter": 7,
            "verse": 118,
            "text": "Pa, ete se sluči vistinata i bidna ništožno ona što go ra botea"
        },
        {
            "chapter": 7,
            "verse": 119,
            "text": "I togaš tie bea pobedeni I stanaa mali"
        },
        {
            "chapter": 7,
            "verse": 120,
            "text": "I volšebnicite se frlija so licata nivni na zemja"
        },
        {
            "chapter": 7,
            "verse": 121,
            "text": "i rekoa: “Nie veruvame vo Gospodarot na svetovite"
        },
        {
            "chapter": 7,
            "verse": 122,
            "text": "Gospodarot na Musa i na Harun"
        },
        {
            "chapter": 7,
            "verse": 123,
            "text": "faraonot im reče: “Ke poveruvate li vo toa pred da vi dozvolam? Toa e edno klopko, navistina, so koe gi spletkavte vo gradot za da gi isterate OD nego žitelite negovi. E pa, ḱe uznaete"
        },
        {
            "chapter": 7,
            "verse": 124,
            "text": "Ke vi gi isposečam racete vaši, sosem sigurno, I nozete vaši, vkrsteni odzadi a potoa 7 939 site ḱe ve raspnam"
        },
        {
            "chapter": 7,
            "verse": 125,
            "text": "Onie rekoa: “Nie, navistina, se upravuvame kon Gospodarot naš"
        },
        {
            "chapter": 7,
            "verse": 126,
            "text": "Ti ni zameruvaš zaradi toa što poveruvavme vo znamenijata OD Gospodarot naš koi, sekako, ni dojdoa. Gospodare naš, daj ni trpelivost i ovozmoži Ni da umreme kako Poslušni"
        }
    ]
}