{
    "rukus": [
        {
            "chapter": 50,
            "verse": 30,
            "text": "Den vo koj ḱe mu rečeme na Džehennemot: “Se napolni li?\" a toj ḱe reče: “Ima li ušte"
        },
        {
            "chapter": 50,
            "verse": 31,
            "text": "I ḱe se približi Džennetot za bogobojazlivite, sosem, blisKu"
        },
        {
            "chapter": 50,
            "verse": 32,
            "text": "“Ova e, tokmu, ona što vi se vetuvaše: za sekoj pokajnik i zaštitnik"
        },
        {
            "chapter": 50,
            "verse": 33,
            "text": "oj se plaši od Milostiviot i vo tajnost, i koj ḱe dojde so srce oddadeno"
        },
        {
            "chapter": 50,
            "verse": 34,
            "text": "Vlezete vo nego so selam! Ete, ova e Denot na večnosta"
        },
        {
            "chapter": 50,
            "verse": 35,
            "text": "Vo nego za niv ḱe ima se što ḱe posakaat. A kaj Nas ima i poveḱe od toa"
        },
        {
            "chapter": 50,
            "verse": 36,
            "text": "kolku pokolenija Nie pred niv uništivme, koi bea POSILNI OD NIV, I koi talkaa po zemjite! „Ima li kade da se skrijat"
        },
        {
            "chapter": 50,
            "verse": 37,
            "text": "Vo toa, navistina, ima opomena za onoj koj ima srce, ili koj sluša ili koj e prisuten"
        },
        {
            "chapter": 50,
            "verse": 38,
            "text": "Nie gi sozdadovme, sekako, i nebesata i Zemjata i ona što e meǵu niv za šest dena bez da ne obzede zamor"
        },
        {
            "chapter": 50,
            "verse": 39,
            "text": "Pa, strpi se za ona što go zboruvaat i slavi Go, zablagodaruvajḱi se, Gospodarot tvoj i pred izgrejsonce i pred zajdisonce"
        },
        {
            "chapter": 50,
            "verse": 40,
            "text": "I vo noḱta veličaj Go, po paǵanjeto na sedžde"
        },
        {
            "chapter": 50,
            "verse": 41,
            "text": "slušni, Denot vo koj vikačot ḱe vika OD mesto bližno"
        },
        {
            "chapter": 50,
            "verse": 42,
            "text": "Den vo koj ḱe go slušaat strašniot glas, vistinski! Ete, toa e Denot na proživuvanjeto"
        },
        {
            "chapter": 50,
            "verse": 43,
            "text": "Nie, navistina, oživuvame i Nie, navistina, usmrtuvame! Svratilišteto e - kon Nas"
        },
        {
            "chapter": 50,
            "verse": 44,
            "text": "Den vo koj zemjata ḱe ispuka i onie ḱe izlezat, brzajḱi. Ete, toa zbiranje za Nas e lesno"
        },
        {
            "chapter": 50,
            "verse": 45,
            "text": "Nie najdobro go znaeme ona što go zboruvaat. Ne e tvoe da gi prisiluvaš. Pa, priseti go so Kur\"anot onoj što stravuva od vetuvanjeto Moe"
        }
    ]
}