{
    "rukus": [
        {
            "chapter": 4,
            "verse": 11,
            "text": "te, Allah vi ostava vo vasiet, što se odnesuva do vašite deca, da im ostavite: na maškoto del kolku od dve ženski. A ako, pak, bidat ženski poveḱe OD dve nim im pripaǵaat dve tretini od ona što go ostavila ako e edno mu pripaǵa polovina. A na roditelite, za sekoj poedinečno, šestina od ona što go ostavil ako ima dete, a ako nema dete, vo slučaj da go nasleduvaat roditelite, na majkata i pripaǵa edna tretina. A ako ima braḱa - na majkata i sleduva šestina. Ova e po vasietot I podmiruvanjeto na dolgot. Vie ne znaete koi vi se poblisku, vo pogled na korist, roditelite vaši ili sinovite vaši. Toa e naredba od Allah. Allah, navistina, e Znalec i Mudar"
        },
        {
            "chapter": 4,
            "verse": 12,
            "text": "vam vi pripaǵa polovina od ona što go ostavaat ženite vaši ako nemaat dete, a ako imaat dete, vam vi pripaǵa četvrtina od ona što go ostavaat po napraveniot vasiet so koj se odreduva ili po podmiruvanjeto na dolgot. A nim im pripaǵa četvrtina od ona što ḱe go ostavite ako nemate dete, a ako imate dete, nim im pripaǵa osmina od ona što ḱe go ostavite po napraveniot vasiet so koj se odreduva ili po podmiruvanjeto na dolgot. A ako mažot i ženata nema komu da ostavat, od nagorna ili nadolna loza, a imaat brat ili sestra na sekoj od ovie mu pripaǵa po edna šestina, a ako gi ima poveḱe, togaš, site zaedno učestvuvaat vo tretina po napraveniot vasiet ili po podmiruvanjeto na dolgot bez da bide nekoj ošteten. Vasietot e od Allah. Allah e Znalec i Blag"
        },
        {
            "chapter": 4,
            "verse": 13,
            "text": "te, toa se granicite Allahovi. Onoj koj e poslušen na Allah i na pejgamberot Negov ḱe vleze vo džennetskite bavči. Niz koi reki tečat. Vo niv za na-. vek ḱe ostane. Ete, toa e pobeda golema"
        },
        {
            "chapter": 4,
            "verse": 14,
            "text": "onoj koj e neposlušen na Allah i na pejgamberot Negov, koj gi preminuva granicite Ne-. govi, ḱe vleze vo ognot. I vo nego za navek ḱe ostane. Za nego ima kazna sramna"
        }
    ]
}