{
    "rukus": [
        {
            "chapter": 4,
            "verse": 34,
            "text": "ažite se pojaki od ženite spored ona što Allah gi odlikuva edninadrugi i spored imotot svoj koj go trošat. Pa, dobri ženi se onie koi se pobožni i koi se čuvari, vo skrišnosta, na ona što treba da se čuva, i vo što Allah gi čuva. A za onie za koi se plašite deka nema da bidat poslušni - posovetuvajte gi, odvojte gi vo postelata i udrete gi! A ako, pak, vi se poslušni ne barajte način zlo da im nanesete. Allah, navistina, e Vozvišen i Golem"
        },
        {
            "chapter": 4,
            "verse": 35,
            "text": "ako se plašite deka i dvajcata ḱe se razvedat, togaš, pobarajte pomiritel od negovoto semejstvo i pomiritel od nejzinoto semejstvo: a ako dvajcata posakuvaat da se pomirat ta, Allah ḱe gi pomiri. Allah, navistina, e Znalec i Izvesten"
        },
        {
            "chapter": 4,
            "verse": 36,
            "text": "obožavajte go Allaha i ništo nemojte da Mu združuvate, I kon roditelite, i kon bližnite, I kon jetimite, i kon siromašnite, i kon sosedite bliski i sosedite dalečni, I kon patnicite, i kon onie koi so posredstvo na zarobeništvo gi poseduvate - modnesuvajte se dobro. Allah, navistina, ne gi ubi onie koi se nadueni i gordeLIVI"
        },
        {
            "chapter": 4,
            "verse": 37,
            "text": "nie koi se skržavci i koi im nareduvaat na luǵeto skržavost I koi go krijat ona što im go dade Allah od dobrinata Svoja. A za nevernicite Nie podgotvivme kazna sramna"
        },
        {
            "chapter": 4,
            "verse": 38,
            "text": "i onie koi go delat imotot svoj vo očigled na luǵeto i koi ne veruvaat ni vo Allah ni vo Denot ahiretski. Onoj koj Šejtanot go ima za drugar, navistina, kolku loš drugar ima"
        },
        {
            "chapter": 4,
            "verse": 39,
            "text": "što ḱe im bide ako veruvaat vo Allah i vo Denot ahiretskI i ako delat od nafakata što Allah im ja dade? Allah za niv znae se"
        },
        {
            "chapter": 4,
            "verse": 40,
            "text": "llah nikomu nema da napravi nepravda ni kolku troška. A ako napravi dobro Allah ḱe mu go UDVOI I od Sebe ḱe mu dade nagrada golema"
        },
        {
            "chapter": 4,
            "verse": 41,
            "text": "ako, togaš, koga ḱe doneseme od sekoja zaednica po eden svedok, a tebe ḱe te doneseme kako svedok protiv niv"
        },
        {
            "chapter": 4,
            "verse": 42,
            "text": "a Denot toj, onie koi ne veruvaa i koi ne bea poslušni na pejgamberot, poveḱe bi posakale da gi pokrie zemjata. Od Allah ne ḱe možat da sokrijat nitu eden zbor"
        }
    ]
}