{
    "rukus": [
        {
            "chapter": 7,
            "verse": 163,
            "text": "avarallina ondu gumpu ‘‘allāhanu nāśamāḍaliruva athavā tīvra yātanege guripaḍisaliruva ondu janāṅgakke nīvēke upadēśa nīḍuttīri?’’Enditu. Avaru (bōdhakaru) hēḷidaru; nim'ma oḍeyana munde nepavāgalu mattu avaru dēvabhaya uḷḷavarāgalū bahudendu"
        },
        {
            "chapter": 7,
            "verse": 164,
            "text": "Konege avaru, tamage nīḍalāda upadēśavannu maretubiṭṭāga, avarannu duṣṭa kelasagaḷinda taḍeyuttiddavarannu nāvu rakṣisidevu mattu akramigaḷannu avara avidhēyateya kāraṇa hiḍidu, bhārī keṭṭa śikṣege guripaḍisidevu"
        },
        {
            "chapter": 7,
            "verse": 165,
            "text": "avarige hēralāgidda nirbandhavannu avaru ullaṅghisidāga nāvu avarige ‘‘apamānita kōtigaḷāgi biḍiri’’ endevu"
        },
        {
            "chapter": 7,
            "verse": 166,
            "text": "punarut'thāna dinadavaregū, ghōra hinseya mūlaka avarannu daṇḍisuttiruvavarannu avara mēle hēruttalē iruvenendu nim'ma oḍeyanu ghōṣisiruvanu. Nim'ma oḍeyanu kṣipravāgi daṇḍisaballavanāgiddāne mattu avanu khaṇḍitavāgiyū atyanta kṣamāśīlanū karuṇāmayiyū āgiddāne"
        },
        {
            "chapter": 7,
            "verse": 167,
            "text": "taruvāya nāvu avarannu gumpu gumpugaḷāgi bhūmiyalli haraḍi biṭṭevu. Avaralli sajjanarū iddāre mattu avaralli itararū iddāre. Avaru (sanmārgadeḍege) maraḷi baralendu nāvu avarannu oḷitugaḷa mūlakavū keḍukugaḷa mūlakavū parīkṣege oḷapaḍisidevu"
        },
        {
            "chapter": 7,
            "verse": 168,
            "text": "avara baḷika ondu duṣṭa pīḷigeyu granthada uttarādhikāriyāyitu. Avaru ī lōkada sukhavannē ārisikoṇḍaru mattu nam'mannu kṣamisalāguvudu ennuttiddaru. Nijavāgi adē sampattu matte avara baḷige bandare avaru adannē ārisuvaru. Allāhana kuritu satyavalladdannu hēḷabāradendu mattu adaralli (granthadalli) iruvudannu adhyayana māḍabēkendu granthada ādhāradalli avarinda karārannu paḍeyalāgiralillavē? Dharmaniṣṭhara pālige paralōkada neleyē śrēṣṭhavādudu. Nīvēnu, arthayisikoḷḷuvudillavē"
        },
        {
            "chapter": 7,
            "verse": 169,
            "text": "granthavannu bhadravāgi hiḍidukoṇḍa hāgū namājh‌annu pālisuvantaha satkarmigaḷa pratiphalavannu nāvu khaṇḍita vyarthagoḷisuvudilla"
        },
        {
            "chapter": 7,
            "verse": 170,
            "text": "Nāvu parvatavannu, neraḷukoḍuva capparadante avara mēle ettidāga, adu tam'ma mēle biddu biḍuvudendu avaru bhāvisidaru. ‘‘Nimage nāvu nīḍiruvudannu bhadravāgi hiḍidukoḷḷiri mattu adarallēnideyō adannu nenapiṭṭukoḷḷiri. Nīvu surakṣitarāgabahudu’’ (endu avarige ādēśisalāgittu)"
        },
        {
            "chapter": 7,
            "verse": 171,
            "text": "nim'moḍeyanu ādam‌ra makkaḷa mūlaka janisida avara santatigaḷannu, svataḥ tam'ma virud'dhavē sākṣigaḷāgisi ‘‘nānu nim'ma oḍeyanallavē?’’ Endu kēḷidāga avaru, ‘‘yākalla? Adakke nāvē sākṣigaḷu’’ endiddaru. Nāḷe punarut'thāna dina nīvu ī kuritu namagēnū tiḷidiralilla ennabāradendu hīge māḍalāyitu"
        }
    ]
}