{
    "rukus": [
        {
            "chapter": 10,
            "verse": 83,
            "text": "avaru (janāṅgadavaru) hēḷidaru; nāvu allāhanallē bharavase iṭṭiruvevu. Nam'moḍeyā, nīnu nam'mannu akramigaḷa pālige parīkṣeyāgisabēḍa"
        },
        {
            "chapter": 10,
            "verse": 84,
            "text": "mattu nīnu, ninna anugrahadinda nam'mannu dhikkārigaḷinda rakṣisu"
        },
        {
            "chapter": 10,
            "verse": 85,
            "text": "‘‘nīvibbarū ījipt‌nalli nim'ma janāṅgadavarigāgi manegaḷannu odagisiri, nim'ma manegaḷannu prārthanālayagaḷāgi baḷasikoḷḷiri mattu namājh annu pālisiri. Mattu viśvāsigaḷige śubhavārte nīḍiri’’ endu nāvu mūsā mattu avara sahōdarana kaḍege divyavāṇiyannu kaḷisidevu"
        },
        {
            "chapter": 10,
            "verse": 86,
            "text": "mūsā hēḷidaru; nam'moḍeyā, nīnu ī lōkada badukinalli phir‌aun mattu avana adhikārigaḷige āḍambarada vastugaḷannū sampattannū nīḍiruve. Nam'moḍeyā, avaru janarannu ninna mārgadinda dūra goḷisalikkāgi (idannellā baḷasuttiddāre). Nam'moḍeyā, avara sampattugaḷannu nāśapaḍisu mattu avaru kaṭhiṇa śikṣeyannu kāṇuva tanakavū viśvāsaviḍadante, avara manas'sugaḷannu kaṭhōra goḷisu"
        },
        {
            "chapter": 10,
            "verse": 87,
            "text": "Avanu (allāhanu) hēḷidanu; nim'mibbara prārthaneyannu svīkarisalāgide. Nīvinnu sthiravāgiri mattu arivilladavara dāriyalli khaṇḍita naḍeyabēḍi"
        },
        {
            "chapter": 10,
            "verse": 88,
            "text": "munde nāvu isrā'īlara santatigaḷannu samudradinda pārugoḷisidevu. Phir‌aun mattu avana paḍegaḷu dvēṣa hāgū vidrōhadondige avarannu himbālisidaru. Konege avanu muḷugatoḍagidāga, ‘‘isrā'īlara santatigaḷu yārannu nambiruvarō avana horatu bēre dēvarilla endu nānu nambuttēne mattu nānu muslimanāgiddēne’’ endanu"
        },
        {
            "chapter": 10,
            "verse": 89,
            "text": "īga nambuvudē? Nīnantu ī hinde ājñe mīruvavanāgidde mattu gondalakōranāgidde"
        },
        {
            "chapter": 10,
            "verse": 90,
            "text": "nīnu ninna mundinavarige ondu pāṭhavāgabēkendu, indu nāvu ninna śarīravannu rakṣisuvevu. Khaṇḍitavāgiyū mānavaralli heccinavaru nam'ma nidarśanagaḷa kuritu mūḍharāgiddāre"
        },
        {
            "chapter": 10,
            "verse": 91,
            "text": "munde nāvu isrā'īl santatigaḷige ondu sthiravāda neleyannu odagisidevu mattu avarige nirmala āhāravannu nīḍidevu. Avara baḷige jñānavu baruva tanakavū avaru paraspara bhinnate tāḷiralilla. Khaṇḍitavāgiyū punarut'thāna dina nim'ma oḍeyanu avaru paraspara bhinnate tāḷidda ella viṣayagaḷannu avara naḍuve ityartha goḷisibiḍuvanu"
        },
        {
            "chapter": 10,
            "verse": 92,
            "text": "(dūtarē,) ondu vēḷe nāvu nim'meḍege iḷisi koṭṭiruva sandēśada kuritu nimage sanśayaviddare, nimaginta hinde banda granthagaḷannu ōduttiruvavaroḍane vicārisiri. Nim'ma oḍeyana kaḍeyinda nim'ma baḷige satyavu bandu biṭṭide. Nīvinnu sanśayisuvavarāgabēḍi"
        }
    ]
}