{
    "rukus": [
        {
            "chapter": 2,
            "verse": 8,
            "text": "janaralli kelavaru ‘‘nāvu allāhanannu mattu antima dinavannu nambiddēve’’ennuttāre. Nijavāgi, avaru nambike uḷḷavaralla"
        },
        {
            "chapter": 2,
            "verse": 9,
            "text": "(mēlunōṭakke) avaru allāhanannu mattu viśvāsigaḷannu van̄cisuttiddāre. Nijavāgi avaru svataḥ tam'mannē van̄cisuttiddāre. Ādare avarige adara arivilla"
        },
        {
            "chapter": 2,
            "verse": 10,
            "text": "avara manasugaḷalli rōgavide. Allāhanu avara rōgavannu heccisiddāne. Avaru suḷḷu hēḷuttiddudakkāgi avarige kaṭhiṇa śikṣe sigalide"
        },
        {
            "chapter": 2,
            "verse": 11,
            "text": "‘‘Bhūmiyalli aśānti haraḍabēḍi’’ endu avaroḍane hēḷidāga avaru ‘‘nāvu kēvala sudhārakaru’’ ennuttāre"
        },
        {
            "chapter": 2,
            "verse": 12,
            "text": "nimage tiḷidirali! Khaṇḍitavāgiyū, avarē aśānti haraḍuvavaru. Ādare avarige adara arivilla"
        },
        {
            "chapter": 2,
            "verse": 13,
            "text": "‘‘itararu nambidante nīvu nambiri’’ endu avaroḍane hēḷidāga avaru, ‘‘nāvēnu, mūrkharu nambidante nambabēkē?’’ Ennuttāre. Tiḷidirali, nijavāgi avarē mūrkharu. Ādare avarige adu tiḷidilla"
        },
        {
            "chapter": 2,
            "verse": 14,
            "text": "avaru viśvāsigaḷannu kaṇḍāga ‘‘nāvu nambidevu’’ ennuttāre mattu tam'ma śaitānarugaḷa jote ēkāntadalliddāga ‘‘nāvantu nim'ma jotegē iddēve, avara jote nāvu kēvala gēli māḍuttiddevu’’ ennuttāre"
        },
        {
            "chapter": 2,
            "verse": 15,
            "text": "nijavāgi allāhanu avarannu gēli māḍuttiddāne mattu avarannu avara vidrōhadalli munduvarisuttiddāne – avaru kuruḍāgi vartisuttiddāre"
        },
        {
            "chapter": 2,
            "verse": 16,
            "text": "avarē nijavāgi sanmārgada badalu dārigēḍitanavannu kharīdisikoṇḍavaru. Avara ī vyāpāradinda avarige yāva lābhavū āgilla mattu avaru mārgadarśanavannū paḍeyalilla"
        },
        {
            "chapter": 2,
            "verse": 17,
            "text": "avara (sthitiya) udāharaṇe hīgide; obbanu beṅki urisiddāne. Adu tanna suttamuttalannellā beḷagi biṭṭāga allāhanu avara dr̥ṣṭiyannu kittukoṇḍanu mattu avarannu kattalalli biṭṭu biṭṭanu. Avarigēnū kāṇisuvudilla"
        },
        {
            "chapter": 2,
            "verse": 18,
            "text": "avaru kivuḍaru, mūgaru mattu kuruḍaru. Avaru (satyadeḍege) maraḷuvavaralla"
        },
        {
            "chapter": 2,
            "verse": 19,
            "text": "athavā avara sthitiyu ākāśadinda suriyuva maḷeyantide. Adaroḷage kattalugaḷu, siḍilabbara mattu min̄cugaḷive. Avaru guḍuginindāgi, maraṇa bhayadinda tam'ma beraḷugaḷannu tam'ma kivigaḷoḷage turukikoḷḷuttāre. Allāhanu satya dhikkārigaḷannu āvarisikoṇḍiddāne"
        },
        {
            "chapter": 2,
            "verse": 20,
            "text": "Min̄cu avara dr̥ṣṭigaḷannu kittukoḷḷuvudō embantide. Adu avara munde beḷagidāgalella avaru adaralli (ā beḷakinalli) naḍeyatoḍaguttāre. Matte avara mēle kattalu kavidāga avaru nintu biḍuttāre. Allāhanu bayasiddare, avara kēḷuva mattu nōḍuva sāmarthyavannu kittukoḷḷuttiddanu. Allāhanu khaṇḍita ellavannū māḍaballavanāgiddāne"
        }
    ]
}