{
    "rukus": [
        {
            "chapter": 24,
            "verse": 41,
            "text": "allāhanu ella jīvigaḷannu nīrininda sr̥ṣṭisiruvanu. Avugaḷalli kelavu tam'ma hoṭṭege oragikoṇḍu calisuttave, kelavu eraḍu kālugaḷalli naḍeyuttave mattu kelavu nālku kālugaḷalli naḍeyuttave. Allāhanu tānicchisiddannu sr̥ṣṭisuttāne. Khaṇḍitavāgiyū allāhanu ellavannū māḍaballavanāgiddāne"
        },
        {
            "chapter": 24,
            "verse": 42,
            "text": "nāvu bahaḷa spaṣṭavāda vacanagaḷannu iḷisiruttēve. Innu allāhanē tānicchisidavarannu sthiravāda nēramārgadeḍege munnaḍesuttāne"
        },
        {
            "chapter": 24,
            "verse": 43,
            "text": "nāvu allāhanannū avana dūtarannū nambiruvevu mattu nāvu (avara) ādēśapālisidevu endu avaru hēḷuttāre. Ā baḷika avarallina ondu gumpu tirugi nilluttade. Avaru viśvāsigaḷalla"
        },
        {
            "chapter": 24,
            "verse": 44,
            "text": "avara naḍuve n'yāya tīrmāna kaigoḷḷuvudakkāgi avarannu allāh mattu avana dūtareḍege karedāga avarallina ondu gumpu jāri koḷḷuttade"
        },
        {
            "chapter": 24,
            "verse": 45,
            "text": "ondu vēḷe avarigēnādarū hakku sigalikkiddare, (āga mātra) avaru vinaya śīlarāgi nim'ma baḷige baruttāre"
        },
        {
            "chapter": 24,
            "verse": 46,
            "text": "avara managaḷallēnu rōgavideyē? Athavā avaru sanśaya pīḍitarāgiddāreyē? Athavā allāh mattu avana dūtaru avara mēle akramavesaguvarendu avaru an̄juttiddāreyē? Nijavāgi avarē akramigaḷāgiddāre"
        },
        {
            "chapter": 24,
            "verse": 47,
            "text": "(Ādare) viśvāsigaḷannu avara naḍuvaṇa n'yāya tīrmānakkendu allāh mattu ātana dūtara kaḍege kareyalādāga avaru, nāvu kēḷidevu mattu anusarisidevu endu biḍuttāre. Avarē vijayigaḷu"
        },
        {
            "chapter": 24,
            "verse": 48,
            "text": "allāh mattavana dūtara ājñe pālisuvavanu, allāhana bhaya uḷḷavanu mattu avanige sadā niṣṭhanāgiruvavanu – avarē jayaśāligaḷu"
        },
        {
            "chapter": 24,
            "verse": 49,
            "text": "nīvu ādēśisidare khaṇḍitavāgiyū tāvu (hōrāṭakke) horaṭu biḍuvevu endu avaru jōrāgi allāhana āṇe hāki hēḷuttāre. Hēḷiri; āṇegaḷannu hākabēḍi. (Nim'ma) ājñāpālane entahadembudu ellarigū gottide. Nīvu māḍuttiruvudellavū allāhanige tiḷidide"
        },
        {
            "chapter": 24,
            "verse": 50,
            "text": "hēḷiri; allāhana ājñegaḷannu pālisiri mattu dēvadūtara ājñegaḷannu pālisiri. Nīvu adannu kaḍegaṇisidare (nimage tiḷidirali) avara mēliruva kartavyakke mātra avaru hoṇegārarāgiruttāre mattu nim'ma mēliruva kartavyakke nīvē hoṇeyāgiruviri. Nīvu avara ājñegaḷannu pālisidare nēra mārgadalliruviri. Dēvadūtara mēliruvudu spaṣṭavāgi sandēśa talupisuva hoṇe mātra"
        }
    ]
}