{
    "rukus": [
        {
            "chapter": 28,
            "verse": 43,
            "text": "(dūtarē,) nāvu mūsārige ādēśa nīḍuttiddāga nīvu (tūr beṭṭada) paścimadalli iralilla mattu nīvu adakke sākṣiyāgiralilla"
        },
        {
            "chapter": 28,
            "verse": 44,
            "text": "nijavāgi nāvu halavu samudāyagaḷannu sr̥ṣṭisidevu. Konege avara kālāvadhiyu mīrihōyitu. Mad‌yan‌navarige nam'ma vacanagaḷannu kēḷisalu nīvēnū alliya nivāsiyāgiralilla. Nijavāgi nāvē (ā kuritu nimage) sandēśavannu kaḷisiddevu"
        },
        {
            "chapter": 28,
            "verse": 45,
            "text": "nāvu (mūsārannu) kūgi karedāga nīvu tūr‌na pakkadallēnū iralilla. Nijavāgi (idu) nim'ma oḍeyana anugrahavāgide. Nimaginta munna eccarisuvavaru bandillada janāṅgadavaru upadēśa svīkarisabahudendu, avarannu eccarisalikkāgi (nim'mannu nēmisalāyitu)"
        },
        {
            "chapter": 28,
            "verse": 46,
            "text": "(Nāvu dūtarannu kaḷisade iddiddare) avara svanta kaigaḷa duḍimeya (pāpagaḷa) phalavāgi avara mēle vipattēnādarū bandāga, avaru; ‘‘nam'maḍeyā, nīnu nam'meḍege obba dūtanannēke kaḷisalilla? (Kaḷisiddare) nāvu ninna vacanagaḷannu anusarisuttiddevu mattu viśvāsigaḷāgi biḍuttiddevu’’ ennuttiddaru"
        },
        {
            "chapter": 28,
            "verse": 47,
            "text": "nam'ma kaḍeyinda satyavu tam'ma baḷige bandāga, avaru, ‘‘mūsārige nīḍalādudannu namagēke nīḍalāgilla?’’ Endaru. Ī hinde avaru, mūsārige nīḍalādudannu dhikkarisiralillavē? Āga avaru, iveraḍū paraspara pūrakavāgiruva māṭagārikegaḷu endiddaru mattu nāvu ellavannū dhikkarisuttēve endiddaru"
        },
        {
            "chapter": 28,
            "verse": 48,
            "text": "hēḷiri; nīvu satyavantarāgiddare, iveraḍakkinta (kur‌ān mattu taurāt‌ginta) heccu mārgadarśiyāda ondu granthavannu allāhana kaḍeyinda tandu koḍiri. Nānū adannē anusarisuvenu"
        },
        {
            "chapter": 28,
            "verse": 49,
            "text": "avaru nim'ma mātannu svīkarisadiddare, nimage tiḷidirali; avaru kēvala tam'ma svēccheyannaṣṭṭē anusarisuttiddāre. Allāhana kaḍeyinda yāvudē mārgadarśanavillade, tanna svēccheyannu anusarisuvātaniginta heccu dārigeṭṭavanu yārirabahudu? Allāhanu akramigaḷige khaṇḍita dāri tōruvudilla"
        },
        {
            "chapter": 28,
            "verse": 50,
            "text": "avaru upadēśa svīkarisabēkendu nāvu satatavāgi (nam'ma) sandēśavannu avarige kaḷisidevu"
        }
    ]
}