{
    "rukus": [
        {
            "chapter": 42,
            "verse": 20,
            "text": "(punarut'thāna dina) akramigaḷu tam'ma kr̥tyagaḷa kāraṇa bhayabhītarāgiruvudannu nīvu kāṇuviri. Ādare adu (avara kr̥tyagaḷa phalitānśavu) avara munde bandē tīruvudu. Mattu viśvāsigaḷu hāgū satkarmagaḷannu māḍidavaru svargada tōṭagaḷalliruvaru. Avarige avara oḍeyana baḷi, avaru bayasiddellavū siguvudu. Iduvē mahā anugrahavāgide"
        },
        {
            "chapter": 42,
            "verse": 21,
            "text": "allāhanu tanna viśvāsi hāgū satkarmi dāsarige nīḍiruva āśvāsane idu. Hēḷiri; bandhutvada prītiya horatu nim'minda bērāva pratiphalavannū nānu bayasuvudilla. Oḷitannu sampādisidavanige nāvu innaṣṭu oḷitannu heccisi koḍuvevu. Allāhanu khaṇḍita kṣamisuvavanu hāgū puraskarisuvavanāgiddāne"
        },
        {
            "chapter": 42,
            "verse": 22,
            "text": "Ītanu allāhana mēle suḷḷārōpa horisuttiddānendu avaru hēḷuttiddāreyē? Allāhanu bayasiddare nim'ma manas'sige mudreyotti biḍuttiddanu. Allāhanu mithyavannu aḷisi biḍuttāne mattu tanna nuḍigaḷa mūlaka satyavannu sābītu paḍisuttāne. Avanu manas'sugaḷa oḷagina vicāragaḷannū ballavanāgiddāne"
        },
        {
            "chapter": 42,
            "verse": 23,
            "text": "mattu avanē (allāhanē) tanna dāsarinda paścāttāpa svīkarisuvavanu hāgū pāpagaḷannu kṣamisuvavanu mattu nīvu māḍuva ellavannū ballavanāgiddāne"
        },
        {
            "chapter": 42,
            "verse": 24,
            "text": "viśvāsigaḷāgiruvavaru hāgū satkarmagaḷannu māḍuvavara prārthanegaḷannu avanu svīkarisuttāne mattu tanna anugrahadinda avarige mattaṣṭannu dayapālisuttāne. Dhikkārigaḷige mātra tīvra śikṣe sigalide"
        },
        {
            "chapter": 42,
            "verse": 25,
            "text": "ondu vēḷe allāhanu tanna dāsarigellā dhārāḷa sampannateyannu nīḍi biṭṭiddare, avaru bhūmiyalli baṇḍāyavēḷuttiddaru. Āddarinda avanu, tānicchisuvaṣṭannu mātra mitavāgi iḷisikoḍuttāne. Avanu khaṇḍita tanna dāsara kuritu arivu uḷḷavanu hāgū ellavannū nōḍuvavanāgiddāne"
        },
        {
            "chapter": 42,
            "verse": 26,
            "text": "mattu avaru nirāśarāgi biṭṭa baḷika maḷe surisuvavanu hāgū tanna anugrahavannu elleḍege talupisuvavanu avanē. Avanu pōṣakanū, praśansār'hanū āgiddāne"
        },
        {
            "chapter": 42,
            "verse": 27,
            "text": "ākāśagaḷa hāgū bhūmiya sr̥ṣṭi mattu avugaḷalli avanu haraḍiruva jīvigaḷellā avana purāvegaḷa sālige sērive. Mattu tānicchisidāga avarannellā ondeḍe sērisalu avanu samarthanāgiddāne"
        },
        {
            "chapter": 42,
            "verse": 28,
            "text": "nimage banderaguva pratiyondu vipattu svataḥ nim'madē kaigaḷa gaḷikeyāgiruttade. Nijavāgi heccina pāpagaḷannu avanu kṣamisi biḍuttāne"
        },
        {
            "chapter": 42,
            "verse": 29,
            "text": "bhūmiyalli (avanannu) maṇisalu nim'minda sādhyavilla. Avana horatu nimage bēre pōṣakarāgali, sahāyakarāgali illa"
        }
    ]
}