{
    "rukus": [
        {
            "chapter": 49,
            "verse": 11,
            "text": "Viśvāsigaḷē, (nim'mallina puruṣara) ondu gumpu innondu gumpannu gēli māḍabāradu. Ēkendare, avaru, ivariginta uttamarāgirabahudu. Hāgeyē, strīyaru itara strīyarannu gēli māḍabāradu. Ēkendare, avaru ivariginta uttamarāgirabahudu. Innu nīvu, parasparara dōṣa huḍukuttirabēḍi mattu yārannū aḍḍa hesarugaḷinda kareyabēḍi. Viśvāsigaḷāda baḷika duṣṭa kr̥tyagaḷalli hesarugaḷisuvudu pāpavāgide. (Tappu māḍi) paścāttāpa paḍadavarē akramigaḷu"
        },
        {
            "chapter": 49,
            "verse": 12,
            "text": "viśvāsigaḷē, heccina sanśayagaḷinda dūraviri. Kelavu sanśayagaḷu pāpagaḷāgive. Mattu nīvu paraspara bēhugārike naḍesabēḍi hāgū nim'malli yārū innobbarannu avara benna hinde dūṣisabāradu. Nim'malli yārādarū tanna mr̥ta sahōdarana mānsa tinnuvudannu meccuttāneyē? Khaṇḍita, adu nimage tīrā apriyavāgide. Hāgādare, allāhanige an̄jiri. Khaṇḍitavāgiyū allāhanu paścāttāpa svīkarisuvavanu mattu karuṇāḷuvāgiddāne"
        },
        {
            "chapter": 49,
            "verse": 13,
            "text": "mānavarē, khaṇḍitavāgiyū nāvu nim'mellarannū obba puruṣa hāgū obba strīyinda sr̥ṣṭisiruvevu. Taruvāya, nīvu paraspara gurutisuvantāgalu nim'mannu (vividha) janāṅgagaḷāgi hāgū paṅgaḍagaḷāgi rūpisiruvevu. Allāhana dr̥ṣṭiyalli nim'ma paiki atyadhika dharmaniṣṭhanāgiruvavanē nim'mallina atyuttamanāgiruvanu. Allāhanu khaṇḍitavāgiyū ballavanu hāgū arivu uḷḷavanāgiddāne"
        },
        {
            "chapter": 49,
            "verse": 14,
            "text": "ā haḷḷigaru, ‘‘nāvu viśvāsigaḷādevu’’ ennuttāre. Hēḷiri; ‘‘nīvu viśvāsigaḷēnū āgilla. Nāvu śaraṇāgiruvevu endaṣṭe hēḷiri. Ēkendare viśvāsavu innū nim'ma manas'sugaḷannu pravēśisilla. Nīvu allāh mattu avana dūtara ādēśagaḷannu pālisidare, nim'ma karmagaḷalli ēnū kaḍitavāgadu. Allāhanu khaṇḍita kṣamāśīlanū karuṇāḷuvū āgiddāne’’"
        },
        {
            "chapter": 49,
            "verse": 15,
            "text": "Nijavāda viśvāsigaḷu, allāhanalli hāgū avana dūtaralli nambike iṭṭa baḷika endū sanśayapaḍuvudilla mattu avaru tam'ma sampattugaḷannū tam'ma jīvagaḷannū toḍagisi allāhana mārgadalli hōrāḍuttāre. Avarē satyavantaru"
        },
        {
            "chapter": 49,
            "verse": 16,
            "text": "hēḷiri; nīvēnu, nim'ma dhārmikateyannu allāhanige tiḷisabayasuvirā? Allāhanantu ākāśagaḷalli hāgū bhūmiyalliruva ellavannū ballavanāgiddāne mattu allāhanu ella viṣayagaḷa jñāna uḷḷavanāgiddāne"
        },
        {
            "chapter": 49,
            "verse": 17,
            "text": "(dūtarē,) avaru, tāvu muslimarāgiddēvendu nim'ma mēle r̥ṇa horisuttiddāre. Hēḷiri; nīvu muslimarādudakke nanna mēlēnū r̥ṇa horisabēḍi. Nīvu satyavantarāgiddare, nim'mannu viśvāsadeḍege munnaḍesiddakkāgi, nim'ma mēle allāhanu tanna r̥ṇavannu horisuttāne"
        },
        {
            "chapter": 49,
            "verse": 18,
            "text": "allāhanu ākāśagaḷa mattu bhūmiya rahasyagaḷannellā khaṇḍita ballanu mattu allāhanu nīvu māḍuttiruva ellavannū nōḍuttiddāne"
        }
    ]
}