{
    "rukus": [
        {
            "chapter": 21,
            "verse": 76,
            "text": "ونوحا اذ نادى من قبل فاستجبنا له فنجينه واهله من الكرب العظيم"
        },
        {
            "chapter": 21,
            "verse": 77,
            "text": "ونصرنه من القوم الذين كذبوا بايتنا انهم كانوا قوم سوء فاغرقنهم اجمعين"
        },
        {
            "chapter": 21,
            "verse": 78,
            "text": "وداود وسليمن اذ يحكمان في الحرث اذ نفشت فيه غنم القوم وكنا لحكمهم شهدين"
        },
        {
            "chapter": 21,
            "verse": 79,
            "text": "ففهمنها سليمن وكلا ءاتينا حكم ا وعلم ا وسخرنا مع داود الجبال يسبحن والطير وكنا فعلين"
        },
        {
            "chapter": 21,
            "verse": 80,
            "text": "وعلمنه صنعة لبوس لكم لتحصنكم من باسكم فهل انتم شكرون"
        },
        {
            "chapter": 21,
            "verse": 81,
            "text": "ولسليمن الريح عاصفة تجري بامره الى الارض التي بركنا فيها وكنا بكل شيء علمين"
        },
        {
            "chapter": 21,
            "verse": 82,
            "text": "ومن الشيطين من يغوصون له ويعملون عمل ا دون ذلك وكنا لهم حفظين"
        },
        {
            "chapter": 21,
            "verse": 83,
            "text": "۞وايوب اذ نادى ربه اني مسني الضر وانت ارحم الرحمين"
        },
        {
            "chapter": 21,
            "verse": 84,
            "text": "فاستجبنا له فكشفنا ما به من ضر وءاتينه اهله ومثلهم معهم رحمة من عندنا وذكرى للعبدين"
        },
        {
            "chapter": 21,
            "verse": 85,
            "text": "واسمعيل وادريس وذا الكفل كل من الصبرين"
        },
        {
            "chapter": 21,
            "verse": 86,
            "text": "وادخلنهم في رحمتنا انهم من الصلحين"
        },
        {
            "chapter": 21,
            "verse": 87,
            "text": "وذا النون اذ ذهب مغضب ا فظن ان لن نقدر عليه فنادى في الظلمت ان لا اله الا انت سبحنك اني كنت من الظلمين"
        },
        {
            "chapter": 21,
            "verse": 88,
            "text": "فاستجبنا له ونجينه من الغم وكذلك نجي المومنين"
        },
        {
            "chapter": 21,
            "verse": 89,
            "text": "وزكريا اذ نادى ربه رب لا تذرني فرد ا وانت خير الورثين"
        },
        {
            "chapter": 21,
            "verse": 90,
            "text": "فاستجبنا له ووهبنا له يحيى واصلحنا له زوجه انهم كانوا يسرعون في الخيرت ويدعوننا رغب ا ورهب ا وكانوا لنا خشعين"
        },
        {
            "chapter": 21,
            "verse": 91,
            "text": "والتي احصنت فرجها فنفخنا فيها من روحنا وجعلنها وابنها ءاية للعلمين"
        },
        {
            "chapter": 21,
            "verse": 92,
            "text": "ان هذه امتكم امة وحدة وانا ربكم فاعبدون"
        },
        {
            "chapter": 21,
            "verse": 93,
            "text": "وتقطعوا امرهم بينهم كل الينا رجعون"
        }
    ]
}