{
    "chapter": [
        {
            "chapter": 20,
            "verse": 1,
            "text": "tāhā"
        },
        {
            "chapter": 20,
            "verse": 2,
            "text": "mēmu ī khur'ān nu nīpai avatarimpajēsindi ninnu kaṣṭāniki guri cēyaṭāniki kādu"
        },
        {
            "chapter": 20,
            "verse": 3,
            "text": "kēvalaṁ (allāh ku) bhayapaḍē vāriki hitabōdha cēyaṭānikē"
        },
        {
            "chapter": 20,
            "verse": 4,
            "text": "idi (ī khur'ān) bhūminī mariyu atyunnatamaina ākāśālanū sr̥ṣṭin̄cina āyana (allāh) taraphu nuṇḍi kramakramaṅgā avatarimpajēyabaḍindi"
        },
        {
            "chapter": 20,
            "verse": 5,
            "text": "ā karuṇāmayuḍu, sinhāsanaṁ (arṣ)pai āsīnuḍai unnāḍu"
        },
        {
            "chapter": 20,
            "verse": 6,
            "text": "ākāśālalōnū mariyu bhūmilōnū mariyu ā reṇḍiṇṭi madhyanū, iṅkā nēla krindanū unna, samastamū āyanaku cendinadē"
        },
        {
            "chapter": 20,
            "verse": 7,
            "text": "Mariyu nīvu biggaragā māṭlāḍitē (āyana vinanē viṇṭāḍu); vāstavāniki, āyanaku rahasyaṅgā (ceppukunē māṭalē gāka) ati gōpyamaina māṭalu kūḍā, telustāyi"
        },
        {
            "chapter": 20,
            "verse": 8,
            "text": "allāh! Āyana tappa maroka ārādhyuḍu lēḍu. Āyanaku atyuttamamaina pērlu unnāyi"
        },
        {
            "chapter": 20,
            "verse": 9,
            "text": "ika mūsā vr̥ttāntaṁ nīku andindā"
        },
        {
            "chapter": 20,
            "verse": 10,
            "text": "atanu oka maṇṭanu cūsinapuḍu tana iṇṭi vāritō ilā annāḍu: \"Āgaṇḍi! Niścayaṅgā, nākoka maṇṭa kanabaḍutōndi; bahuśā nēnu dāni nuṇḍi mī koraku oka korivini tīsukoni vastānu lēdā ā maṇṭa daggara, nākēdainā mārgadarśakatvaṁ labhin̄cavaccu"
        },
        {
            "chapter": 20,
            "verse": 11,
            "text": "atanu dāni daggaraku cērinappuḍu ilā piluvabaḍḍāḍu: \"Ō mūsā"
        },
        {
            "chapter": 20,
            "verse": 12,
            "text": "niścayaṅgā, nēnē nī prabhuvunu, kāvuna nīvu nī ceppulanu viḍuvu. Vāstavāniki, nīvu pavitramaina tuvā lōyalō unnāvu"
        },
        {
            "chapter": 20,
            "verse": 13,
            "text": "mariyu nēnu ninnu (pravaktagā) ennukunnānu. Nēnu nīpai avatarimpajēsē divyajñānānni (vahīni) jāgrattagā vinu"
        },
        {
            "chapter": 20,
            "verse": 14,
            "text": "niścayaṅgā, nēnē allāh nu! Nēnu tappa maroka ārādhyuḍu lēḍu, kāvuna nannē ārādhin̄cu mariyu nannu smarin̄caḍāniki namāj nu sthāpin̄cu"
        },
        {
            "chapter": 20,
            "verse": 15,
            "text": "niścayaṅgā, tīrpu ghaḍiya rānunnadi, prati vyaktī tānu cēsina karmala prakāraṁ pratiphalaṁ pondaṭāniki; nēnu dānini gōpyaṅgā un̄cālani nirṇayin̄cānu"
        },
        {
            "chapter": 20,
            "verse": 16,
            "text": "kāvuna dānini viśvasin̄cakuṇḍā, tana manōvān̄chalanu anusarin̄cēvāḍu, ninnu dāni (ā ghaḍiya cinta) nuṇḍi maralimpanivvarādu; alā ayitē nīvu nāśanāniki guri kāgalavu"
        },
        {
            "chapter": 20,
            "verse": 17,
            "text": "mariyu ō mūsā! Nī kuḍicētilō unnadi ēmiṭi"
        },
        {
            "chapter": 20,
            "verse": 18,
            "text": "(mūsā) annāḍu: \"Idi nā cētikarra, dīnini ānukoni nilabaḍatānu mariyu dīnitō nā mēkala koraku ākulu rālcutānu. Mariyu dīni nuṇḍi nāku iṅkā itara upayōgālu kūḍā unnāyi"
        },
        {
            "chapter": 20,
            "verse": 19,
            "text": "(allāh) annāḍu: \"Ō mūsā! Dānini bhūmi mīda paḍavēyi"
        },
        {
            "chapter": 20,
            "verse": 20,
            "text": "appuḍu atanu dānini paḍavēśāḍu. Veṇṭanē adi pāmugā māripōyi curukugā calin̄casāgindi"
        },
        {
            "chapter": 20,
            "verse": 21,
            "text": "(Allāh) ājñāpin̄cāḍu: \"Dānini paṭṭukō, bhayapaḍaku. Mēmu dānini dāni pūrvasthitilōki mārcutāmu"
        },
        {
            "chapter": 20,
            "verse": 22,
            "text": "mariyu nī cētini caṅkalō peṭṭi tīyi, dāni kelāṇṭi bādha kalugakuṇḍā, adi tellagā merustū bayaṭiki vastundi, idi reṇḍava adbhuta sūcana"
        },
        {
            "chapter": 20,
            "verse": 23,
            "text": "idantā mēmu nīku mā goppa sūcanalanu cūpaṭāniki"
        },
        {
            "chapter": 20,
            "verse": 24,
            "text": "nīvu phir'aun vaddaku pō! Niścayaṅgā ataḍu mitimīri pōyāḍu"
        },
        {
            "chapter": 20,
            "verse": 25,
            "text": "(mūsā) ilā manavi cēsukunnāḍu: \"Ō nā prabhū! Nā hr̥dayānni vikasimpajēyi"
        },
        {
            "chapter": 20,
            "verse": 26,
            "text": "mariyu nā vyavahārānni nā koraku sulabhaṁ cēyi"
        },
        {
            "chapter": 20,
            "verse": 27,
            "text": "nā nālukalōni muḍini (āṭaṅkānni) tolagin̄cu"
        },
        {
            "chapter": 20,
            "verse": 28,
            "text": "(dānitō) vāru nā māṭalanu sulabhaṅgā arthaṁ cēsukōvaṭāniki"
        },
        {
            "chapter": 20,
            "verse": 29,
            "text": "mariyu nā koraku nā kuṭumbaṁ nuṇḍi oka sahāyakuṇṇi niyamin̄cu"
        },
        {
            "chapter": 20,
            "verse": 30,
            "text": "nā sōdaruḍaina hārūn nu"
        },
        {
            "chapter": 20,
            "verse": 31,
            "text": "atani dvārā nā balānni dr̥ḍhaparacu"
        },
        {
            "chapter": 20,
            "verse": 32,
            "text": "mariyu atanini nā vyavahāranlō sahāyakārigā (bhāgasvāmigā) cēyi"
        },
        {
            "chapter": 20,
            "verse": 33,
            "text": "mēmu nī pavitratanu bāgā koniyāḍaṭāniki"
        },
        {
            "chapter": 20,
            "verse": 34,
            "text": "mariyu ninnu atyadhikaṅgā smarin̄caṭāniki"
        },
        {
            "chapter": 20,
            "verse": 35,
            "text": "niścayaṅgā, nīvu mam'malni ellappuḍū kani peṭṭukunē uṇṭāvu"
        },
        {
            "chapter": 20,
            "verse": 36,
            "text": "(allāh) selaviccāḍu: \"Ō mūsā! Vāstavaṅgā, nīvu kōrinadantā nīku ivvabaḍindi"
        },
        {
            "chapter": 20,
            "verse": 37,
            "text": "mariyu vāstavāniki mēmu nīku marokasāri upakāraṁ cēśāmu"
        },
        {
            "chapter": 20,
            "verse": 38,
            "text": "appuḍu mēmu nī talliki ivvavalasina ā sūcananu ī vidhaṅgā sūcin̄cāmu"
        },
        {
            "chapter": 20,
            "verse": 39,
            "text": "itanini (ī bāluṇṇi) oka peṭṭelō peṭṭi dānini (ā peṭṭenu) nadilō viḍuvu. Nadi dānini oka oḍḍuku cērcutundi; dānini nāku mariyu itaniki śatruvu ayina vāḍu tīsukuṇṭāḍu.; Mariyu nēnu nā taraphu nuṇḍi nī mīda prēmanu kuripin̄cānu mariyu ninnu nā kaṇṭi mandu pōṣimpabaḍēṭaṭlu cēśānu"
        },
        {
            "chapter": 20,
            "verse": 40,
            "text": "Appuḍu nī sōdari (ninnu) anusaristū pōyi, vāritō ilā annadi: 'Itanini pen̄ci pōṣin̄cagala okāmenu nēnu mīku cūpanā?' Ī vidhaṅgā mēmu ninnu maḷḷī nī talli daggaraku cērcāmu, āme kaḷḷaku calladanamivvaṭāniki, āmenu duḥkhapaḍakuṇḍā un̄caṭāniki. Mariyu nīvoka vyaktini campāvu, mēmu ā āpada nuṇḍi nīku vimukti kaligin̄cāmu. Mēmu ninnu anēka vidhālugā parīkṣin̄cāmu. Ā taruvāta nīvu ennō sanvatsarālu mad yan vāritō uṇṭivi. Ō mūsā! Ippuḍu nīvu (mā) nirṇayānusāraṅgā (ikkaḍiki) vaccāvu"
        },
        {
            "chapter": 20,
            "verse": 41,
            "text": "mariyu nēnu ninnu nā (sēva) koraku ennukunnānu"
        },
        {
            "chapter": 20,
            "verse": 42,
            "text": "nīvu mariyu nī sōdaruḍu nā sūcanalatō veḷḷaṇḍi. Nannu smarin̄caṭanlō aśrad'dha vahin̄cakaṇḍi"
        },
        {
            "chapter": 20,
            "verse": 43,
            "text": "mīriddaru phir'aun daggaraku veḷḷaṇḍi. Ataḍu mitamīri pravartistunnāḍu"
        },
        {
            "chapter": 20,
            "verse": 44,
            "text": "kāni atanitō mr̥duvugā māṭlāḍaṇḍi. Bahuśā ataḍu hitabōdha svīkaristāḍēmō, lēdā bhayapaḍatāḍēmō"
        },
        {
            "chapter": 20,
            "verse": 45,
            "text": "(mūsā mariyu hārūn) iddarū ilā annāru: \"Ō mā prabhū! Vāstavāniki, ataḍu mam'malni śikṣistāḍēmōnani, lēdā talabirusutanantō pravartistāḍēmōnani mēmu bhayapaḍutunnānu"
        },
        {
            "chapter": 20,
            "verse": 46,
            "text": "(allāh) selaviccāḍu: \"Mīriddaru bhayapaḍakaṇḍi, niścayaṅgā, mīriddaritō pāṭu nēnū unnānu. Nēnu antā viṇṭū uṇṭānu mariyu antā cūstū uṇṭānu"
        },
        {
            "chapter": 20,
            "verse": 47,
            "text": "kāvuna mīriddarū atani vaddaku pōyi ilā anaṇḍi: \"Niścayaṅgā, mēmiddaraṁ nī prabhuvu yokka sandēśaharulamu. Kāvuna isrāyīl santati vārini mā veṇṭa pōnivvu. Mariyu vārini bādha peṭṭaku. Vāstavāniki mēmu nī vaddaku nī prabhuvu taraphu nuṇḍi sūcanalu tīsukoni vaccāmu. Mariyu sanmārgānni anusarin̄cē vānipai (allāh tarapu nuṇḍi) śānti vardhillutundi"
        },
        {
            "chapter": 20,
            "verse": 48,
            "text": "Niścayaṅgā, evaḍaitē satyānni tiraskarin̄ci venudirigi pōtāḍō, ataniki kaṭhinaśikṣa tappaka uṇṭundi' ani vāstavāniki māku divyajñānaṁ (vahī) dvārā telupabaḍindi"
        },
        {
            "chapter": 20,
            "verse": 49,
            "text": "(phir'aun) annāḍu: \"Ō mūsā! Mī iruvuri prabhuvu evaru"
        },
        {
            "chapter": 20,
            "verse": 50,
            "text": "(mūsā) javābiccāḍu: \"Prati dāniki dāni rūpānnicci, taruvāta dāniki mārgadarśakatvaṁ cēsēvāḍē mā prabhuvu"
        },
        {
            "chapter": 20,
            "verse": 51,
            "text": "(phir'aun) annāḍu: \"Ayitē pūrvaṁ gatin̄cina tarāla vāri saṅgati ēmiṭi"
        },
        {
            "chapter": 20,
            "verse": 52,
            "text": "(mūsā) javābiccāḍu: \"Vāṭi jñānaṁ nā prabhuvu vadda oka granthanlō (vrāyabaḍi) vundi. Nā prabhuvu porapāṭu cēyaḍu mariyu maruvaḍu kūḍānu"
        },
        {
            "chapter": 20,
            "verse": 53,
            "text": "āyanē mī koraku bhūmini cadunugā (paruvugā) jēsi, andulō mīku (naḍavaṭāniki) trōvalanu ērparicāḍu. Mariyu ākāśaṁ nuṇḍi nīṭini kuripin̄cāḍu. Mēmu dāni dvārā rakarakāla vr̥kṣakōṭini puṭṭin̄cāmu"
        },
        {
            "chapter": 20,
            "verse": 54,
            "text": "mīru vāṭini tinaṇḍi mariyu mī paśuvulaku mēpaṇḍi. Niścayaṅgā, arthaṁ cēsukōgalavāriki indulō anēka sūcanalunnāyi"
        },
        {
            "chapter": 20,
            "verse": 55,
            "text": "dāni (ā maṭṭi) nun̄cē mim'malni sr̥ṣṭin̄cāmu, marala mim'malni dānilōkē cērcutāmu mariyu dāni nun̄cē mim'malni marokasāri lēvutāmu"
        },
        {
            "chapter": 20,
            "verse": 56,
            "text": "mariyu vāstavāniki, mēmu ataniki (phir'aun ku) mā sūcanalannī cūpāmu, kāni ataḍu vāṭini abaddālannāḍu mariyu tiraskarin̄cāḍu"
        },
        {
            "chapter": 20,
            "verse": 57,
            "text": "(phir'aun) ilā annāḍu: \"Ō mūsā! Nīvu nī mantrajālantō mam'malni mā dēśaṁ nuṇḍi veḍala goṭṭaṭāniki mā vaddaku vaccāvā"
        },
        {
            "chapter": 20,
            "verse": 58,
            "text": "sarē! Mēmu kūḍā dāni vaṇṭi mantrajālānni nīku pōṭīgā testāmu; kāvuna mā madhya nī madhya (samāvēśāniki) oka samayaṁ mariyu sthalānni nirṇayin̄cu. Dāni nuṇḍi mēmu kānī nīvu kānī venukāḍa kūḍadu. Mariyu adoka yuktamaina sthalamai uṇḍāli"
        },
        {
            "chapter": 20,
            "verse": 59,
            "text": "(mūsā) annāḍu: \"Mītō samāvēśaṁ utsava dinamuna niyamin̄cukundāmu. Proddekkē varaku prajalandarū samāvēśamai uṇḍāli"
        },
        {
            "chapter": 20,
            "verse": 60,
            "text": "Ā pidapa phir'aun veḷḷipōyi tana tantra sāmagrini samīkarin̄cukoni tirigi vaccāḍu"
        },
        {
            "chapter": 20,
            "verse": 61,
            "text": "mūsā vāritō annāḍu: \"Mīru nāśanamavugāka! Allāh pai abad'dhālu kalpin̄cakaṇḍi! Alā cēstē āyana kaṭhinaśikṣatō mim'malni nirmūlin̄cavaccu! (Allāh pai) abad'dhālu kalpin̄cēvāḍu tappaka viphaluḍavutāḍu"
        },
        {
            "chapter": 20,
            "verse": 62,
            "text": "(idi vinna) taruvāta vāru ā viṣayānni gurin̄ci tarkin̄cukunnāru, kāni tama carcanu rahasyaṅgānē sāgin̄cāru"
        },
        {
            "chapter": 20,
            "verse": 63,
            "text": "(vāru parasparaṁ ī vidhaṅgā) māṭlāḍukunnāru: \"Vāstavāniki vīriddarū māntrikulē! Vīriddaru tama mantrajālantō mim'malni mī dēśaṁ nuṇḍi veḍala goṭṭi, mī ādaraṇīyamaina vidhānānni antamondin̄ca gōrutunnāru"
        },
        {
            "chapter": 20,
            "verse": 64,
            "text": "kāvuna mīru mī yuktulanu samīkarin̄cukoni samaikyaṅgā (raṅganlōki) digaṇḍi. Īnāḍu prābalyaṁ pondina vāḍē, vāstavāniki sāphalyaṁ (gelupu) pondina vāḍu"
        },
        {
            "chapter": 20,
            "verse": 65,
            "text": "vāru (māntrikulu) ilā annāru: \"Ō mūsā! Nīvu visurutāvā, lēdā mēmu modaṭa visarālā"
        },
        {
            "chapter": 20,
            "verse": 66,
            "text": "(mūsā) annāḍu: \"Lēdu! Mīrē (mundu) visaraṇḍi!\" Appuḍu ākasmāttugā vāri trāḷḷu mariyu vāri karralū - vāri mantrajālaṁ valla - ataniki (mūsāku) calistū unnaṭlu kanipin̄cāyi"
        },
        {
            "chapter": 20,
            "verse": 67,
            "text": "dānitō mūsāku, tana masanas'sulō konta bhayaṁ kaligindi"
        },
        {
            "chapter": 20,
            "verse": 68,
            "text": "mēmu (allāh) annāmu: \"Bhayapaḍaku! Niścayaṅgā nīvē prābalyaṁ pondutāvu"
        },
        {
            "chapter": 20,
            "verse": 69,
            "text": "nī kuḍicētilō unnadānini visuru! Adi vāru kalpin̄cina vāṭini mriṅgi vēstundi. Vāru kalpin̄cinadi niścayaṅgā, māntrikuni tantramē! Mariyu māntrikuḍu ennaḍū saphaluḍu kānēraḍu. Vāḍu eṭu nun̄ci, elā vaccinā sarē"
        },
        {
            "chapter": 20,
            "verse": 70,
            "text": "appuḍu ā māntrikulu sāṣṭāṅgaṁ (sajdā)lō paḍutū annāru: \"Mēmu hārūn mariyu mūsāla prabhuvunu viśvasin̄cāmu"
        },
        {
            "chapter": 20,
            "verse": 71,
            "text": "(Phir'aun) annāḍu: \"Nēnu anumatin̄caka mundē, mīru itanini viśvasin̄cārā? Niścayaṅgā, itanē mīku mantrajālaṁ nērpina guruvu! Kāvuna ippuḍu nēnu mī andari cētulanu mariyu kāḷḷanu vyatirēka pakṣala nuṇḍi narikistānu mariyu mim'malni andarinī, kharjūrapu dūlāla mīda siluva (śūlārōhaṇa) cēyistānu. Appuḍu mā iddarilō evari śikṣa ekkuva kaṭhinamainadō mariyu dīrghakālikamainadō mīku tappaka teliyagaladu"
        },
        {
            "chapter": 20,
            "verse": 72,
            "text": "vāru (māntrikulu) annāru: \"Mā vaddaku vaccina spaṣṭamaina sūcanalanu mariyu mam'malni sr̥jin̄cina prabhuvu (allāh)nu vadali, mēmu nīku prādhān'yatanivvamu. Nīvu cēya dalacu kunnadi cēsukō! Nīvu kēvalaṁ aihika jīvitānni mātramē antamondin̄ca galavu"
        },
        {
            "chapter": 20,
            "verse": 73,
            "text": "niścayaṅgā, mēmu mā prabhuvunandē viśvāsamun̄cāmu, āyana (allāh) yē mā tappulanu mariyu nīvu balavantaṅgā mā cēta cēyin̄cina mantratantrālanu kṣamin̄cēvāḍu. (Prati phalamivvaṭanlō) allāh yē sarvaśrēṣṭhuḍu mariyu śāśvataṅgā uṇḍēvāḍu (nityuḍu)"
        },
        {
            "chapter": 20,
            "verse": 74,
            "text": "niścayaṅgā, tana prabhuvu mundu pāpātmuḍigā hājarayyē vāḍiki tappaka narakaṁ galadu. Andulō vāḍu cāvanū lēḍu, bratakanū lēḍu"
        },
        {
            "chapter": 20,
            "verse": 75,
            "text": "evaḍaitē viśvāsigā hājaravutāḍō mariyu satkāryālu cēsi uṇṭāḍō, alāṇṭi vāriki unnata sthānāluṇṭāyi"
        },
        {
            "chapter": 20,
            "verse": 76,
            "text": "śāśvatamaina svargavanālu! Vāṭi krinda selayēḷḷu pārutū uṇṭāyi. Vārandulō śāśvataṅgā uṇṭāru. Mariyu idē puṇyavantulaku dorikē pratiphalaṁ"
        },
        {
            "chapter": 20,
            "verse": 77,
            "text": "mariyu vāstavāniki, mēmu mūsāku divyajñānaṁ (vahī) dvārā ilā telipāmu: \"Nā dāsulanu rātrivēḷa tīsukoni bayaludēru mariyu vāri koraku samudraṁ nuṇḍi taḍilēni mārgānni ērparacu; vembaḍin̄ci paṭṭubaḍatāvēmōnani bhayapaḍaku, (samudranlō munigi pōtāvēmōnani kūḍā) bhīti cendaku"
        },
        {
            "chapter": 20,
            "verse": 78,
            "text": "Ā pidapa phir'aun tana sēnalatō vārini vembaḍin̄ci (akkaḍiki) cēragānē, samudraṁ vārini haṭhāttugā alumukoni kram'mukunnadi"
        },
        {
            "chapter": 20,
            "verse": 79,
            "text": "mariyu phir'aun tana jāti prajalanu mārgabhraṣṭulugā cēśāḍu mariyu vāriki sanmārgaṁ cūpalēdu"
        },
        {
            "chapter": 20,
            "verse": 80,
            "text": "ō isrāyīl santati vāralārā! Vāstavāniki mēmu, mim'malni mī śatruvu nuṇḍi vimukti kaligin̄ci, tūr parvatapu kuḍivaipuna mītō vāgdānaṁ cēsi, mīpai manna mariyu salvālanu avatarimpajēśāmu"
        },
        {
            "chapter": 20,
            "verse": 81,
            "text": "(iṅkā ilā annāmu): \"Mēmu mīku prasādin̄cina man̄ci āhārapadārthālanu tinaṇḍi, andu talabirusutanaṁ cēyakaṇḍi, alā cēstē nā āgrahāniki guri kāgalaru. Nā āgrahāniki guri ayinavāḍu tappaka nāśanamavutāḍu"
        },
        {
            "chapter": 20,
            "verse": 82,
            "text": "ayitē, evaḍaitē paścāttāpapaḍi viśvasin̄ci mariyu satkāryālu cēsi sanmārganlō uṇṭāḍō, alāṇṭi vāni paṭla nēnu kṣamāśīluḍanu"
        },
        {
            "chapter": 20,
            "verse": 83,
            "text": "mariyu (mūsā tūr parvataṁ mīda unnappuḍu allāh annāḍu): \"Ō mūsā! Nīvu nī jāti vārini viḍici śīghraṅgā (ikkaḍiki) vaccina kāraṇamēmiṭi"
        },
        {
            "chapter": 20,
            "verse": 84,
            "text": "(mūsā) javābiccāḍu: \"Adigō! Vāru nā venuka nā aḍugu jāḍalalō vastūnē unnāru; nīvu nā paṭla prasannuḍavu kāvālani, ō nā prabhū! Nēnu tvaratvaragā nī sānnidhyāniki vaccānu"
        },
        {
            "chapter": 20,
            "verse": 85,
            "text": "(allāh) annāḍu\"vāstavāniki! Nī venuka mēmu, nī jāti vārini parīkṣaku guri cēśāmu mariyu sāmiri vārini mārgabhraṣṭulugā cēśāḍu"
        },
        {
            "chapter": 20,
            "verse": 86,
            "text": "ā taruvāta mūsā kōpantōnū, vicārantōnū, tana jāti vāri vaddaku tirigi vacci annāḍu: \"Ō nā jāti prajalārā! Ēmī? Mī prabhuvu mīku man̄ci vāgdānaṁ cēyalēdā? Ēmī? Oḍambaḍika pūrti kāvaṭanlō ēmainā ālasya mayyindā? Lēdā! Mī prabhuvu yokka āgrahaṁ mīpai virucuku paḍālani kōrutunnārā? Andukēnā mīru nāku cēsina vāgdānānni bhaṅga paracāru"
        },
        {
            "chapter": 20,
            "verse": 87,
            "text": "Vāru annāru: \"Mēmu nīku cēsina vāgdānānni māku mēmai bhaṅgaparacalēdu. Kāni māpai prajala ābharaṇāla bhāraṁ mōpabaḍi uṇḍenu, dānini (agnilōki) visirāmu, idē vidhaṅgā sāmiri kūḍā vēśāḍu"
        },
        {
            "chapter": 20,
            "verse": 88,
            "text": "taruvāta ataḍu (sāmiri) vārikoka āvudūḍa vigrahānni tayāru cēśāḍu. Dāni nuṇḍi āvudūḍa arupu vaṇṭi śabdaṁ vaccēdi. Pidapa vārannāru: \"Idē mī ārādhya daivaṁ mariyu mūsā yokka ārādhya daivaṁ kūḍānu, kāni atanu dānini maracipōyāḍu"
        },
        {
            "chapter": 20,
            "verse": 89,
            "text": "ēmī? Adi vārikelāṇṭi samādhānamivvajāladanī mariyu vārikelāṇṭi kīḍu gānī, mēlu gānī cēyajāladanī vāru cūḍaṭaṁ lēdā"
        },
        {
            "chapter": 20,
            "verse": 90,
            "text": "mariyu vāstavāniki hārūn intaku mundu vāritō ceppi unnāḍu: \"Ō nā jāti prajalārā! Dīni (vigrahaṁ)tō mīru parīkṣimpa baḍutunnāru. Mariyu niścayaṅgā, ā ananta karuṇāmayuḍē mī prabhuvu! Kāvuna mīru nannē anusarin̄caṇḍi mariyu nā ājñanē pālin̄caṇḍi"
        },
        {
            "chapter": 20,
            "verse": 91,
            "text": "vārannāru: \"Mūsā tirigi mā vaddaku vaccē varaku, mēmu dīnini ārādhin̄cakuṇḍā uṇḍalēmu"
        },
        {
            "chapter": 20,
            "verse": 92,
            "text": "(mūsā, hārūn tō) annāḍu: \"Ō hārūn! Nīvu vārini mārgabhraṣṭatvanlō paḍaṭaṁ cūsinappuḍu (vārini vārin̄cakuṇḍā) ninnu evaru āpāru"
        },
        {
            "chapter": 20,
            "verse": 93,
            "text": "nīvenduku nannu anusarin̄calēdu? Nīvu kūḍā nā ājñanu ullaṅghin̄cāvā"
        },
        {
            "chapter": 20,
            "verse": 94,
            "text": "(hārūn) annāḍu: \"Nā talli kumāruḍā (sōdaruḍā)! Nā gaḍḍānni gānī, nā talaveṇṭrukalanu gānī paṭṭi lāgaku: 'Vāstavāniki isrāyīl santati vārilō vibhēdālu kalpin̄cāvu, nīvu nā māṭanu lakṣyapeṭṭalēdu.' Ani, nīvu aṇṭāvēmōnani nēnu bhayapaḍḍānu"
        },
        {
            "chapter": 20,
            "verse": 95,
            "text": "(mūsā) annāḍu: \"Ō sāmirī! Ika nī saṅgatēmiṭi"
        },
        {
            "chapter": 20,
            "verse": 96,
            "text": "(sāmirī) annāḍu: \"Vāru cūḍani dānini nēnu cūśānu. Ā taruvāta nēnu sandēśaharuni (jibrīl) pādagurtula nuṇḍi oka piḍikeḍu (maṭṭi) tīsukoni dāni (āvudūḍa vigrahaṁ) mīda vēśānu mariyu nā ātma nannu ī vidhaṅgā prērēpin̄cindi"
        },
        {
            "chapter": 20,
            "verse": 97,
            "text": "(Mūsā) annāḍu: \"Sarē veḷḷipō! Niścayaṅgā, nī śikṣa ēmiṭaṇṭē, nīvu jīvitāntaṁ'nannu muṭṭavaddu' (lā misāsa) ani, aṇṭū uṇṭāvu. Mariyu niścayaṅgā, nīku (vaccē jīvitanlō śikṣa) nirṇayin̄cabaḍi undi, dāni nuṇḍi nīvu tappin̄cukōlēvu. Ika nīvu, bhaktuḍavaina nī ārādhyadaivānni cūḍu! Mēmu dānini niścayaṅgā, kālcutāmu taruvāta dānini bhasmaṁ cēsi samudranlō visiri vēstāmu"
        },
        {
            "chapter": 20,
            "verse": 98,
            "text": "niścayaṅgā, mī ārādhyadaivaṁ allāh mātramē. Āyana tappa maroka ārādhyuḍu lēḍu. Āyana jñānaṁ prati dānini āvarin̄ci undi"
        },
        {
            "chapter": 20,
            "verse": 99,
            "text": "(ō muham'mad!) Ī vidhaṅgā mēmu pūrvaṁ jarigina gāthalanu nīku vinipistunnāmu. Mariyu vāstavaṅgā mēmu, mā taraphu nuṇḍi nīku hitōpadēśānni (ī khur'ān nu) prasādin̄cāmu"
        },
        {
            "chapter": 20,
            "verse": 100,
            "text": "dīni nuṇḍi mukhaṁ trippukunē vāḍu punarut'thāna dinamuna (goppa pāpa) bhārānni bharistāḍu"
        },
        {
            "chapter": 20,
            "verse": 101,
            "text": "adē sthitilō vāru śāśvataṅgā uṇṭāru. Punarut'thāna dinamuna vārikā bhāraṁ entō durbharamainadigā uṇṭundi"
        },
        {
            "chapter": 20,
            "verse": 102,
            "text": "ā dinamuna bākā (sūr) ūdabaḍutundi. Mariyu mēmu aparādhulanu okacōṭa jama cēstāmu. Ā rōju vāri kaḷḷu (bhayantō) nīlamai pōtāyi"
        },
        {
            "chapter": 20,
            "verse": 103,
            "text": "vāru okaritō nokaru ilā gusagusalāḍukuṇṭāru: \"Mīru (bhūmilō) padi (rōjula) kaṇṭē ekkuva uṇḍalēdu"
        },
        {
            "chapter": 20,
            "verse": 104,
            "text": "vāru ēmi māṭlāḍukuṇṭunnārō māku bāgā telusu. Vārilō man̄ci telivi galavāru: \"Mīru kēvalaṁ okka dinaṁ mātramē unnāru!\" Ani aṇṭāru"
        },
        {
            "chapter": 20,
            "verse": 105,
            "text": "mariyu vāru ninnu parvatālanu gurin̄ci aḍugutunnāru. Vāritō anu: \"Nā prabhuvu vāṭini dhūḷigā mārci eguravēstāḍu"
        },
        {
            "chapter": 20,
            "verse": 106,
            "text": "ā taruvāta dānini (bhūmini) cadunaina maidānaṅgā cēsi vēstāḍu"
        },
        {
            "chapter": 20,
            "verse": 107,
            "text": "nīvu dānilō elāṇṭi pallaṁ gānī, miṭṭagānī cūḍalēvu"
        },
        {
            "chapter": 20,
            "verse": 108,
            "text": "ā rōju andarū pilicēvānini vembaḍistāru, atani nuṇḍi tolagipōru. Ananta karaṇāmayuni mundu vāri kaṇṭhasvarālannī aṇigipōyi uṇṭāyi, kāvuna nīvu goṇugulu tappa marēmī vinalēvu"
        },
        {
            "chapter": 20,
            "verse": 109,
            "text": "Ā rōju siphārasu ē mātraṁ panikirādu. Kānī! Ananta karuṇāmayuḍu evarikainā anumatinicci, atani māṭa āyanaku sam'matamainadaitēnē tappa"
        },
        {
            "chapter": 20,
            "verse": 110,
            "text": "(endukaṇṭē!) Āyanaku - vāriki pratyakṣaṅgā nunnadi mariyu parōkṣaṅgā nunnadi - antā telusu, kāni vāru tama jñānantō āyananu grahin̄cajālaru"
        },
        {
            "chapter": 20,
            "verse": 111,
            "text": "mariyu sajīvuḍu, viśvavyavasthaku ādhārabhūtuḍu (śāśvituḍu) ayina āyana (allāh) mundu andari mukhālu namratatō vaṅgi uṇṭāyi. Mariyu durmārgānni avalambin̄cinavāḍu, niścayaṅgā, viphaluḍavutāḍu"
        },
        {
            "chapter": 20,
            "verse": 112,
            "text": "mariyu satkāryālu cēstū, viśvāsi ayi unna vāniki elāṇṭi an'yāyaṁ gānī, naṣṭaṁ gānī jarugunēmōnani bhayapaḍē avasaraṁ uṇḍadu"
        },
        {
            "chapter": 20,
            "verse": 113,
            "text": "mariyu ī vidhaṅgā mēmu ī khur'ān nu arabbī bhāṣalō kramakramaṅgā avatarimpajēśāmu. Mariyu indulō palurakāla heccarikalu cēśāmu. Bahuśā vāru daivabhīti kaligi uṇṭārēmōnani; lēdā! Vāru upadēśaṁ grahistārēmōnani"
        },
        {
            "chapter": 20,
            "verse": 114,
            "text": "allāh atyunnatuḍu, sārvabhaumuḍu, parama satyuḍu (ō muham'mad!) Nīku khur'ān sandēśaṁ (vahī) pūrtigā avatarimpa jēyabaḍē varaku dānini gurin̄ci tondarapaḍaku. Mariyu ilā prārthin̄cu: \"Ō nā prabhū! Nā jñānānni vr̥d'dhi paracu"
        },
        {
            "chapter": 20,
            "verse": 115,
            "text": "mariyu vāstavāniki, mēmu intaku pūrvaṁ ādam tō oka vāgdānaṁ cēyin̄ci unnāmu, kāni ataḍu dānini maraci pōyāḍu mariyu mēmu atanilō sthiratvānni cūḍalēdu"
        },
        {
            "chapter": 20,
            "verse": 116,
            "text": "mariyu mēmu dēvadūtalatō: \"Ādam ku sāṣṭāṅgaṁ (sajdā) cēyaṇḍi.\" Ani ājñāpin̄cinapuḍu okka iblīs tappa andarū sāṣṭāṅgaṁ (sajdā) cēśāru. Ataḍu nirākarin̄cāḍu"
        },
        {
            "chapter": 20,
            "verse": 117,
            "text": "appuḍu annāmu: \"Ō ādam! Niścayaṅgā, itaḍu nīku mariyu nī bhāryaku śatruvu, kābaṭṭi itaḍini, mī iddarini svargaṁ nuṇḍi veḍala goṭṭanivvakaṇḍi alā ayitē mīru duravasthaku guri kāgalaru"
        },
        {
            "chapter": 20,
            "verse": 118,
            "text": "niścayaṅgā, ikkaḍa nīvu ākali gonavū mariyu vastrahīnuḍavū (digambaruḍavū) kāvu"
        },
        {
            "chapter": 20,
            "verse": 119,
            "text": "Mariyu niścayaṅgā, indulō nīku dāhamū kalugadu mariyu eṇḍa kūḍā tagaladu"
        },
        {
            "chapter": 20,
            "verse": 120,
            "text": "appuḍu ṣaitān atani manas'sulō kalatalu rēkettistū annāḍu: \"Ō ādam! Śāśvata jīvitānni mariyu antaṁ kāni sāmrājyānni, iccē vr̥kṣānni nīku cūpanā"
        },
        {
            "chapter": 20,
            "verse": 121,
            "text": "ā pidapa vāriddaru dāni nuṇḍi (phalānni) tinagānē vāriddariki, vāri digambaratvaṁ vyaktaṁ kāsāgindi. Mariyu vāriddaru svargapu ākulanu tama mīda kappukōsāgāru. (Ī vidhaṅgā) ādam tana prabhuvu ājñanu ullaṅghin̄ci, sanmārgaṁ nuṇḍi tappi pōyāḍu"
        },
        {
            "chapter": 20,
            "verse": 122,
            "text": "ā taruvāta atani prabhuvu, atanini (tana kāruṇyāniki) ennukoni, atani paścāttāpānni svīkarin̄ci, ataniki mārgadarśakatvaṁ cēśāḍu"
        },
        {
            "chapter": 20,
            "verse": 123,
            "text": "(allāh) annāḍu: \"Mīriddarū kalasi ikkaḍi nuṇḍi digipōṇḍi. Mīru okari kokaru śatruvulai uṇṭāru. Kāni nā tarapu nuṇḍi mīku mārgadarśakatvaṁ tappaka vastū uṇṭundi, kāvuna nā mārgadarśakatvānni anusarin̄cē vāḍu, mārgabhraṣṭuḍū kāḍu mariyu duravasthaku gurikāḍu"
        },
        {
            "chapter": 20,
            "verse": 124,
            "text": "mariyu evaḍaitē nā sandēśaṁ nuṇḍi vimukhuḍavutāḍō niścayaṅgā, atani jīvitaṁ irukai pōtundi mariyu punarut'thāna dinamuna atinini andhunigā lēputāmu"
        },
        {
            "chapter": 20,
            "verse": 125,
            "text": "appuḍatanu aṇṭāḍu: \"Ō nā prabhū! Nannenduku gruḍḍivānigā lēpāvu, vāstavāniki nēnu (prapan̄canlō) cūḍagaligē vāṇṇi kadā"
        },
        {
            "chapter": 20,
            "verse": 126,
            "text": "appuḍu (allāh) aṇṭāḍu: \"Mā sūcanalu nī vaddaku vaccinapuḍu, nīvu vāṭini vismarin̄cāvu. Mariyu adē vidhaṅgā ī rōju nīvu vismarin̄cabaḍutunnāvu"
        },
        {
            "chapter": 20,
            "verse": 127,
            "text": "mariyu ī vidhaṅgā, mēmu mitimīri pravartistū, tana prabhuvu sūcanalanu viśvasin̄cani vāniki pratīkāraṁ cēstāmu. Mariyu paralōka śikṣa entō kaṭhinamainadi mariyu śāśvatamainadi"
        },
        {
            "chapter": 20,
            "verse": 128,
            "text": "Vīriki pūrvaṁ gaḍicina ennō tarālanu mēmu nāśanaṁ cēsi unnāmu. Vīru vāri nivāsa sthalālalō tirugutunnāru. Ēmī? Dīni valana kūḍā vīriki mārgadarśakatvaṁ labhin̄calēdā? Niścayaṅgā, indulō arthaṁ cēsukunē vāriki ennō sūcanalunnāyi"
        },
        {
            "chapter": 20,
            "verse": 129,
            "text": "mariyu nī prabhuvu nuṇḍi modaṭlōnē oka gaḍuvu kālaṁ nirṇayin̄cabaḍi uṇḍaka pōtē, vīriki ī pāṭikē (śikṣa) tappaka vidhin̄cabaḍi uṇḍēdi. Kāni (vīri) gaḍuvu kālaṁ nirṇayin̄cabaḍi undi"
        },
        {
            "chapter": 20,
            "verse": 130,
            "text": "kāvuna (ō muham'mad!) Vāru palikē māṭalaku nīvu ōrpu vahin̄cu. Sūryuḍu udayin̄caka mundu mariyu astamin̄caka mundu nī prabhuvu pavitratanu koniyāḍutū, āyana stōtraṁ ceyyi. Mariyu rātri samayālalō mariyu pagaṭi vēḷalalō kūḍā āyana pavitratanu koniyāḍu. Appuḍu nīpu santuṣṭuḍavavu tāvu"
        },
        {
            "chapter": 20,
            "verse": 131,
            "text": "mēmu vārilō cālā mandiki - vāṭitō vārini parīkṣin̄caṭāniki - vāru anubhavin̄caṭāniki, iccina ihalōka jīvita śōbhanu nīvu kaḷḷetti cūḍaku. Nī prabhuvu iccē jīvanōpādhiyē atyuttamamainadi mariyu cirakālamuṇḍēdi"
        },
        {
            "chapter": 20,
            "verse": 132,
            "text": "mariyu nī kuṭumbaṁ vārini namāj cēyamani ājñāpin̄cu; mariyu svayaṅgā nīvu kūḍā dānini sahanantō pāṭin̄cu. Mēmu nī nuṇḍi jīvanōpādhini āśin̄camu. Mēmē nīku jīvanōpādhini iccē vāramu. Civaraku daivabhīti galavāridē uttama mugimpu"
        },
        {
            "chapter": 20,
            "verse": 133,
            "text": "mariyu vāraṇṭāru: \"Itanu (ī pravakta) tana prabhuvu nuṇḍi ēdainā oka adbhuta sūcana (mahima) enduku tīsukurāḍu?\" Ēmī? Pūrvapu granthālalō pērkonabaḍina spaṣṭamaina nidarśanaṁ vāri vaddaku rālēdā"
        },
        {
            "chapter": 20,
            "verse": 134,
            "text": "okavēḷa mēmu dīnini (ī khur'ān nu/ muham'mad nu) pampaka mundē vārini śikṣin̄ci uṇṭē! Vāru anēvāru: \"Ō mā prabhū! Nīvu mā vaddaku oka sandēśaharuṇṇi enduku pampalēdu? (Alā cēstē) niśchayaṅgā, mēmu - avamānaṁ pondi, agauravaṁ pālukāka mundē - nī sūcanalanu pāṭin̄cēvāraṁ kadā"
        },
        {
            "chapter": 20,
            "verse": 135,
            "text": "Vāritō ilā anu: \"Prati okkaḍu (tana antima phalitaṁ koraku vēci unnāḍu. Kāvuna mīru kūḍā vēci uṇḍaṇḍi. Saraina mārganlō unna vārevarō mariyu mārgadarśakatvaṁ pondina vārevarō mīru tvaralōnē telusukuṇṭāru)"
        }
    ]
}