{
    "chapter": [
        {
            "chapter": 72,
            "verse": 1,
            "text": "(ō pravaktā!) Ilā anu: \"Nāku ī vidhaṅgā divyasandēśaṁ pampabaḍindi; niścayaṅgā, oka jinnātula samūhaṁ - dīnini (ī khur'ān nu) vini - tama jāti vāritō ilā annāru: 'Vāstavāniki mēmu oka adbhutamaina paṭhanaṁ (khur'ān) vinnāmu"
        },
        {
            "chapter": 72,
            "verse": 2,
            "text": "adi saraina mārgaṁ vaipunaku mārgadarśakatvaṁ cēstundi. Kāvuna mēmu dānini viśvasin̄cāmu. Mariyu mēmu mā prabhuvuku evvaḍini kūḍā bhāgasvāmigā sāṭi kalpin̄camu"
        },
        {
            "chapter": 72,
            "verse": 3,
            "text": "Mariyu niścayaṅgā, mā prabhuvu vaibhavaṁ entō unnatamainadi. Āyana evvaḍinī bhāryagā (sāhibatun gā) gānī, kumārunigā gānī cēsukōlēdu"
        },
        {
            "chapter": 72,
            "verse": 4,
            "text": "mariyu niścayaṅgā, manalōni avivēkulu, kondaru allāh viṣayanlō dāruṇamaina māṭalu palukutunnāru"
        },
        {
            "chapter": 72,
            "verse": 5,
            "text": "mariyu vāstavāniki manaṁ mānavulu gānī, jinnātulu gānī allāh nu gurin̄ci abad'dhaṁ palakarani bhāvin̄cēvāramu"
        },
        {
            "chapter": 72,
            "verse": 6,
            "text": "mariyu vāstavāniki, mānavulalō nuṇḍi kondaru puruṣulu, jinnātulalō nuṇḍi kondaru puruṣula śaraṇu vēḍutū uṇḍēvāru. Ī vidhaṅgā vāru, vāri (jinnātula) talabirusutanaṁ marinta adhikamē cēsēvāru"
        },
        {
            "chapter": 72,
            "verse": 7,
            "text": "mariyu vāstavāniki, vāru (mānavulu) kūḍā mīru (jinnātulu) bhāvin̄cinaṭlu, allāh evvaḍinī kūḍā sandēśaharunigā pampaḍani bhāvin̄cāru"
        },
        {
            "chapter": 72,
            "verse": 8,
            "text": "mariyu niścayaṅgā, mēmu ākāśālalō (rahasyālanu) toṅgi cūḍaṭāniki prayatnin̄cinapuḍu, mēmu dānini kaṭhinamaina kāvalivāritō mariyu agni jvālalatō niṇḍi uṇḍaṭānni cūśāmu"
        },
        {
            "chapter": 72,
            "verse": 9,
            "text": "mariyu vāstavāniki pūrvaṁ akkaḍi māṭalu vinaṭāniki mēmu rahasyaṅgā akkaḍa kūrcunēvāraṁ. Kāni ippuḍu evaḍainā (rahasyaṅgā) vinē prayatnaṁ cēstē, ataḍi koraku akkaḍa oka agnijvāla pon̄ci uṇṭundi"
        },
        {
            "chapter": 72,
            "verse": 10,
            "text": "mariyu vāstavāniki bhūmilō unna vāriki ēdainā kīḍu uddēśimpabaḍindā, lēka vāri prabhuvu vāriki saraina mārgaṁ cūpagōrutunnāḍā anē viṣayaṁ māku arthaṁ kāvaḍaṁ lēdu"
        },
        {
            "chapter": 72,
            "verse": 11,
            "text": "mariyu vāstavāniki, manalō kondaru sadvartanulunnāru, marikondaru dāniki virud'dhaṅgā unnāru. Vāstavāniki manaṁ vibhinna mārgālanu anusaristū vaccāmu"
        },
        {
            "chapter": 72,
            "verse": 12,
            "text": "mariyu niścayaṅgā, mēmu allāh nuṇḍi bhūlōkanlō tappin̄cukōlēmu, ani arthaṁ cēsukunnāmu. Mariyu pāripōyi kūḍā āyana nuṇḍi tappin̄cukōlēmu"
        },
        {
            "chapter": 72,
            "verse": 13,
            "text": "Mariyu niścayaṅgā, mēmu ī mārgadarśakatvānni (khur'ān nu) vinnappuḍu dānini viśvasin̄cāmu. Kāvuna evaḍainā tana prabhuvunu viśvasistāḍō ataḍiki tana satkarmala phalitanlō naṣṭānni gurin̄cī mariyu śikṣalō heccimpunu gurin̄cī bhayapaḍē avasaraṁ uṇḍadu"
        },
        {
            "chapter": 72,
            "verse": 14,
            "text": "mariyu niścayaṅgā, manalō kondaru allāh ku vidhēyulaina vāru (muslinlu) unnāru. Marikondaru niścayaṅgā, an'yāyaparulu (satyāniki dūramaina vāru) unnāru. Kāvuna evaraitē allāh ku vidhēyata (islāṁ) nu avalambin̄cārō, alāṇṭi vārē saraina mārgānni kanugonna vāru"
        },
        {
            "chapter": 72,
            "verse": 15,
            "text": "mariyu an'yāyaparulē (satyāniki dūramainavāru) narakāniki indhanamayyē vāru"
        },
        {
            "chapter": 72,
            "verse": 16,
            "text": "okavēḷa vāru (satyatiraskārulu) r̥jumārgaṁ mīda sthiraṅgā unnaṭlaitē, mēmu vāripai puṣkalaṅgā nīṭini kuripin̄cē vāramu"
        },
        {
            "chapter": 72,
            "verse": 17,
            "text": "dāntō vārini parīkṣin̄caṭāniki! Mariyu evaḍaitē tana prabhuvu dhān'yaṁ nuṇḍi vimukhuḍavutāḍō, āyana vānini tīvramaina śikṣaku guri cēstāḍu"
        },
        {
            "chapter": 72,
            "verse": 18,
            "text": "mariyu niścayaṅgā, masjidulu allāh korakē pratyēkin̄cabaḍḍāyi. Kāvuna vāṭilō allāh tō pāṭu itarulevvarinī prārthin̄cakaṇḍi"
        },
        {
            "chapter": 72,
            "verse": 19,
            "text": "mariyu niścayaṅgā, allāh yokka dāsuḍu (muham'mad) āyana (allāh)nu prārthin̄caṭāniki nilabaḍi nappuḍu, vāru (jinnātulu) atana cuṭṭu daṭṭaṅgā (atani khur'ān paṭhanānni vinaṭāniki) gumi gūḍutāru"
        },
        {
            "chapter": 72,
            "verse": 20,
            "text": "vāritō ilā anu: \"Niścayaṅgā nēnu nā prabhuvunu mātramē prārthistānu mariyu āyanaku evvarinī sāṭi kalpin̄canu"
        },
        {
            "chapter": 72,
            "verse": 21,
            "text": "vāritō ilā anu: \"Niścayaṅgā, mīku kīḍu cēyaṭaṁ gānī, lēdā saraina mārgaṁ cūpaṭaṁ gānī nā vaśanlō lēdu"
        },
        {
            "chapter": 72,
            "verse": 22,
            "text": "iṅkā ilā anu: \"Niścayaṅgā, nannu allāh nuṇḍi evvaḍunū kāpāḍalēḍu mariyu nāku āyana tappa marokari āśrayaṁ kūḍā lēdu"
        },
        {
            "chapter": 72,
            "verse": 23,
            "text": "(Nā pani) kēvalaṁ allāh upadēśānni mariyu āyana sandēśānni andajēyaṭamē!\" Ika evaḍaitē allāh mariyu āyana pravakta ājñanu ullaṅghistāḍō! Ataḍu niścayaṅgā, narakāgniki guri avutāḍu; andulō śāśvataṅgā kalakālaṁ uṇṭāḍu"
        },
        {
            "chapter": 72,
            "verse": 24,
            "text": "civaraku vāriki vāgdānaṁ cēyabaḍina dānini vāru cūsinappuḍu, evari sahāyakulu balahīnulō, marevari vargaṁ saṅkhyāparaṅgā takkuvō vāriki telisi pōtundi"
        },
        {
            "chapter": 72,
            "verse": 25,
            "text": "ilā anu: \"Mīku vāgdānaṁ cēyabaḍinadi (śikṣa) samīpanlōnē rānunnadō, lēka dāni koraku nā prabhuvu dīrghakāla vyavadhi niyamin̄cāḍō nāku teliyadu"
        },
        {
            "chapter": 72,
            "verse": 26,
            "text": "āyanē agōcara jñānaṁ galavāḍu, kāvuna āyana agōcara viṣayālu evvaḍikī teliyajēyaḍu"
        },
        {
            "chapter": 72,
            "verse": 27,
            "text": "tānu kōri ennukonna pravaktaku tappa - endukaṇṭē, āyana niścayaṅgā, atani (ā pravakta) mundu mariyu venuka rakṣakabhaṭulanu niyamistāḍu"
        },
        {
            "chapter": 72,
            "verse": 28,
            "text": "vāru, (pravaktalu) tama prabhuvu yokka sandēśālanu yathātathaṅgā andajēstunnārani pariśīlin̄caḍāniki. Mariyu āyana vāri anni viṣayālanu parivēṣṭin̄ci unnāḍu mariyu āyana prati okka viṣayānni lekka peṭṭi un̄cutāḍu"
        }
    ]
}