{
    "rukus": [
        {
            "chapter": 19,
            "verse": 83,
            "text": "(Resulum!) Gormedin mi? Biz, kafirlerin uzerine, kendilerini iyice (isyankarlıga) sevkeden seytanları gonderdik"
        },
        {
            "chapter": 19,
            "verse": 84,
            "text": "Oyle ise onlar hakkında acele etme. Biz onlar icin (gunlerini) teker teker sayıyoruz"
        },
        {
            "chapter": 19,
            "verse": 85,
            "text": "Takva sahiplerini heyet halinde cok merhametli olan Allah'ın huzurunda toplayacagımız gun"
        },
        {
            "chapter": 19,
            "verse": 86,
            "text": "Gunahkarları da susuz olarak cehenneme sureceyiz"
        },
        {
            "chapter": 19,
            "verse": 87,
            "text": "O gun Rahman (olan Allah)'ın nezdinde soz ve izin alandan baskalarının sefaata gucleri yetmeyecektir"
        },
        {
            "chapter": 19,
            "verse": 88,
            "text": "Rahman cocuk edindi\" dediler"
        },
        {
            "chapter": 19,
            "verse": 89,
            "text": "Hakikaten siz, pek cirkin bir sey ortaya attınız"
        },
        {
            "chapter": 19,
            "verse": 90,
            "text": "Bundan dolayı, neredeyse gokler catlayacak, yer yarılacak, daglar yıkılıp dusecektir"
        },
        {
            "chapter": 19,
            "verse": 91,
            "text": "Rahman'a cocuk isnadında bulunmaları yuzunden"
        },
        {
            "chapter": 19,
            "verse": 92,
            "text": "Halbuki cocuk edinmek Rahman'ın sanına yakısmaz"
        },
        {
            "chapter": 19,
            "verse": 93,
            "text": "Goklerde ve yerde olan herkes istisnasız, kul olarak Rahman'a gelecektir"
        },
        {
            "chapter": 19,
            "verse": 94,
            "text": "O, bunların hepsini kusatmıs ve sayılarını tesbit etmistir"
        },
        {
            "chapter": 19,
            "verse": 95,
            "text": "Bunların hepsi de kıyamet gununde O'nun huzuruna tek basına (yapayalnız) gelecektir"
        },
        {
            "chapter": 19,
            "verse": 96,
            "text": "Iman edip de iyi davranıslarda bulunanlara gelince, onlar icin cok merhametli olan Allah, (gonullerde) bir sevgi yaratacaktır"
        },
        {
            "chapter": 19,
            "verse": 97,
            "text": "(Resulum!) Biz Kur'an'ı, sadece, onunla Allah'tan sakınanları mujdeleyesin ve siddetle karsı cıkan bir toplulugu uyarasın diye senin dilinle (indirilip okutarak) kolaylastırdık"
        },
        {
            "chapter": 19,
            "verse": 98,
            "text": "Biz, onlardan once nice nesilleri helak ettik. Sen, onlardan herhangi birinden (bir varlık emaresi) hissediyor veya onlara ait cılız bir ses isitiyor musun"
        }
    ]
}