{
    "rukus": [
        {
            "chapter": 3,
            "verse": 110,
            "text": "Siz, insanların iyiligi icin ortaya cıkarılmıs en hayırlı ummetsiniz; iyiligi emreder; kotulukten meneder ve Allah'a inanırsınız: Ehl-i kitap da inansaydı, elbet bu, kendileri icin cok iyi olurdu. (Gerci) iclerinde iman edenler var; (fakat) cogu yoldan cıkmıslardır"
        },
        {
            "chapter": 3,
            "verse": 111,
            "text": "Onlar (ehl-i kitap) size, incitmekten baska bir zarar veremezler. Sizinle savasa girecek olsalar, size arkalarını donup kacarlar. Sonra kendilerine yardım da edilmez"
        },
        {
            "chapter": 3,
            "verse": 112,
            "text": "Onlar (yahudiler) nerede bulunurlarsa bulunsunlar, Allah'ın ahdine ve insanların (muminlerin) himayesine sıgınmadıkca kendilerine zillet (damgası) vurulmustur; Allah'ın hısmına ugramıslar ve miskinlige mahkum edilmislerdir. Cunku onlar, Allah'ın ayetlerini inkar ediyorlar ve haksız yere peygamberleri olduruyorlardı. Bu da, onların isyan etmis ve haddi asmıs bulunmalarındandır"
        },
        {
            "chapter": 3,
            "verse": 113,
            "text": "Hepsi bir degildir; ehl-i kitap icinde istikamet sahibi bir topluluk vardır ki, gece saatlerinde secdeye kapanarak Allah'ın ayetlerini okurlar"
        },
        {
            "chapter": 3,
            "verse": 114,
            "text": "Onlar, Allah'a ve ahiret gunune inanırlar; iyiligi emreder, kotulukten menederler; hayırlı islere kosusurlar. Iste bunlar iyi insanlardandır"
        },
        {
            "chapter": 3,
            "verse": 115,
            "text": "Onların yaptıkları hicbir hayır karsılıksız bırakılmayacaktır. Allah, takva sahiplerini cok iyi bilir"
        },
        {
            "chapter": 3,
            "verse": 116,
            "text": "Inkar edenler var ya, onların malları da evlatları da Allah'a karsı kendilerine hicbir fayda saglamayacaktır. Iste onlar, cehennemliklerdir; onlar orada ebedi kalacaklardır"
        },
        {
            "chapter": 3,
            "verse": 117,
            "text": "Onların, bu dunya hayatında yapmakta oldukları harcamaların durumu, kendilerine zulmetmis olan bir kavmin ekinlerini vurup da mahveden kavurucu bir ruzgarın durumu gibidir. Onlara Allah zulmetmedi; fakat onlar kendilerine zulmediyorlar"
        },
        {
            "chapter": 3,
            "verse": 118,
            "text": "Ey iman edenler! Kendi dısınızdakileri sırdas edinmeyin. Cunku onlar size fenalık etmekten asla geri durmazlar, hep sıkıntıya dusmenizi isterler. Gercekten, kin ve dusmanlıkları agızlarından (dokulen sozlerinden) belli olmaktadır. Kalplerinde sakladıkları (dusmanlıkları) ise daha buyuktur. Eger dusunup anlıyorsanız, ayetlerimizi size acıklamıs bulunuyoruz"
        },
        {
            "chapter": 3,
            "verse": 119,
            "text": "Iste siz oyle kimselersiniz ki, onlar sizi sevmedikleri halde siz onları seversiniz. Siz, butun kitaplara inanırsınız; onlar ise, sizinle karsılastıklarında \"Inandık\" derler; kendi baslarına kaldıklarında da, size olan kinlerinden dolayı parmaklarının uclarını ısırırlar. De ki: Kininizden (kahrolup) olun! Suphesiz Allah kalplerin icindekini hakkıyla bilmektedir"
        },
        {
            "chapter": 3,
            "verse": 120,
            "text": "Size bir iyilik dokunsa, bu onları tasalandırır; basınıza bir musibet gelse, buna da sevinirler. Eger sabreder ve korunursanız, onların hilesi size hicbir zarar vermez. Suphesiz Allah, onların yaptıklarını cepecevre kusatmıstır"
        }
    ]
}