{
    "juzs": [
        {
            "chapter": 12,
            "verse": 53,
            "text": "Kanti nam (andizami) kuzikhulula (ekugxekweni). Inene, umntu utyekela ngasebubini ngaphandle kwabo iNkosi yam Ibenzela iNceba yaYo. Inene iNkosi yam nguMxoleli, uSozinceba.”"
        },
        {
            "chapter": 12,
            "verse": 54,
            "text": "Ikumkani yathi: “Yizani naye kum khon’ukuze ndimsondeze kum.” Ekuthetheni kwakhe naye wathi: “Inene namhlanje, wena ukunye nathi, ibakala lakho liphakanyisiwe, uthembakele ngokupheleleyo.”"
        },
        {
            "chapter": 12,
            "verse": 55,
            "text": "“(UYûsuf) wathi: “Ndibeke ukuba ndilawule izindlu ezingoovimba belizwe; mna ndiya kubalondoloza inene ngolwazi.”"
        },
        {
            "chapter": 12,
            "verse": 56,
            "text": "Samnika ngolo hlobo ulawulo ke uYûsuf ezweni, (Samenza) ukuba athabathe ubunini5 apho kulo, nanini na, naphi na apho athande khona. Thina Simenzela iNceba yeThu nabani na lowo Sithande ukumenzela, Yaye aSiwenzi ulahleke umvuzo wabenzi bokulungileyo"
        },
        {
            "chapter": 12,
            "verse": 57,
            "text": "Inene umvuzo woBomi oBuzayo nguwona ungcono kwabo bakholwayo boyika (uAllâh bathi gqolo ukwenza amaxanduva wabo kuYe)"
        },
        {
            "chapter": 12,
            "verse": 58,
            "text": "Ke kaloku abantakwabo uYûsuf beza, bangena kuye, wabazi yena, kodwa abamazi bona"
        },
        {
            "chapter": 12,
            "verse": 59,
            "text": "Akugqiba ukubanika ababeze kukufuna wathi: “Ndiziseleni umntakwenu ophuma kutata wenu (lo mntakwabo ke yayinguBhenjamin), anibonanga na ukuba\tndininike\tumlinganiselo\tozeleyo,\tnokuba\tmna ndingumbuki weendwendwe olungileyo"
        },
        {
            "chapter": 12,
            "verse": 60,
            "text": "“Kodwa ke ukuba nithe aneza naye kum, akukho mlinganiselo (wambona) niya kuwufumana nina kum, ningayi kusondela nokusondela kum.”"
        },
        {
            "chapter": 12,
            "verse": 61,
            "text": "Bathi bona: Siya kuzama ukufumana imvume kutata wakhe yaye inene siya kukwenza oko thina"
        },
        {
            "chapter": 12,
            "verse": 62,
            "text": "(UYûsuf) wayalela izicaka zakhe ukuba mazithabathe imali leyo babeze kuthenga ngayo umbona ziyibuyisele kwasezingxoweni zabo, khon’ukuze bayazi xa befika kwabakubo, ukuze baphinde beze kwakhona"
        },
        {
            "chapter": 12,
            "verse": 63,
            "text": "Bakufika kutata wabo, bathi (kuye): “Hini na tata! Akukho mlinganiselo wambona siya kuphinda siwufumane ngoku (ngaphandle kokuba size nomntakwethu). Ke ngoko sithumele kunye nomntakwethu, size sifumane umlinganiselo wethu, yaye thina inene siya kumlondoloza (umntakwethu).”"
        },
        {
            "chapter": 12,
            "verse": 64,
            "text": "Wathi yena: “Ndingamnikela kuni ngaphandle kwangokuyaa ndanithembayo ngomntakwabo (uYûsuf) ngaphambili? Kodwa uAllâh nguYena Mlondolozi Ulungileyo, yaye nguSozinceba kwabo banenceba.”"
        },
        {
            "chapter": 12,
            "verse": 65,
            "text": "Bathi bakuvula iingxowa zabo, bayifumana imali yabo ibuyiselwe kwakubo. Bathi: “Tata! Ingaba yintoni enye esisayifunayo? Nantsi imali yethu ibuyiselwe kwakuthi, ke ngoko siya kufumanela ikhaya lethu ukutya, kananjalo siya kumlondoloza umntakwethu, size songezelele umthwalo wenkamela enye. Lo mlinganiselo kuza kuba lula (ukuba ikumkani isinike).”"
        },
        {
            "chapter": 12,
            "verse": 66,
            "text": "(UYa’kûb) wathi: “Andiyi kumthumela nani de nina nifunge isifungo esisibophelelo kum ngeGama lika-Allâh, nithi niya kubuya naye ngaphandle kokuba nina niye narhangqelwa (ziintshaba).”Bathikebesakuthabathaisifungoesisibophelelo, wathi yena: “UAllâh UliNgqina koko sikuthethileyo.”"
        },
        {
            "chapter": 12,
            "verse": 67,
            "text": "Wathi kananjalo: “Hini na boonyana bam! Nize ningangeni ngesangoelinye, kokomazeningenengamasangoahlukeneyo, yaye andingekhe ndinincede nganto ngokuchasene noAllâh konke-konke. Inene! Isigqibo sixhomekeke kuAllâh kuphela, Mna ndibeka ithemba lam kuYe, yaye bonke abo bakholwayo mababeke ithemba labo kuYe.”"
        },
        {
            "chapter": 12,
            "verse": 68,
            "text": "Ekungeneni kwabo ngokwecebiso likatata wabo akuzanga kubancede nakancinane oko ngokuchasene noAllâh oko kwakuyimfuno nje yentliziyo kaYa`kûb nawaye wayikhupha (kuye) kananjalo yena wayephiwe ulwazi ngenxa yokuba Samfundisa Thina kodwa uninzi lwabantu alwazi nto"
        },
        {
            "chapter": 12,
            "verse": 69,
            "text": "Bakufika phambi koYûsuf, wawola umntakwabo (uBhenjamin) wathi: “Inene mna ndingumntakwenu ke ungakhathazeki koko bakwenzayo.”"
        },
        {
            "chapter": 12,
            "verse": 70,
            "text": "Akugqiba ukubanika oko babeze kukufuna, wafaka isitya (segolide) engxoweni yomntakwabo. Umkhwazi wamemeza: “Nina basenqwelweni ningamasela!”"
        },
        {
            "chapter": 12,
            "verse": 71,
            "text": "Baguquka bona bajonga ngakubo (abo babekhwaza), bathi: “Yintoni na enilahlekeleyo?”"
        },
        {
            "chapter": 12,
            "verse": 72,
            "text": "Bathi bona: “Silahlekelwe sisitya esigolide sikakumkani, ke lowo uthe wasiveza (uya kufumana) umthwalo wenkamela yaye ndiya kunyanzeleka (ndimnikile).”"
        },
        {
            "chapter": 12,
            "verse": 73,
            "text": "Bathi bona? “Sifunga ngoAllâh! Inene niyazi nina okokuba asizanga kwenza butshinga kweli lizwe, yaye thina asingomasela.”"
        },
        {
            "chapter": 12,
            "verse": 74,
            "text": "Bathi bona: “Iya kuba yintoni ke isohlwayo sabo baya kufumaniseka bengamaxoki?”"
        },
        {
            "chapter": 12,
            "verse": 75,
            "text": "Bathi bona (abantakwaboYûsuf): “Isohlwayo salowo, siya kubhaqwa engxoweni yakhe kuya kufuneka ukuba abanjwe ohlwayelwe (ityala elo). Sibohlwaya kanjalo thina abenzi bobubi.”"
        },
        {
            "chapter": 12,
            "verse": 76,
            "text": "Ke kaloku uYûsuf waqalisa (ukusikhangela) ezingxoweni zabo phambi kokuba aye kweyomntakwabo. Wasifumana kweyomntakwabo. Samcwangcisela kanjalo ke uYûsuf. Wayengekhe akwazi ukuthabatha umntakwabo ngokomthetho wekumkani (amenze ikhoboka) kungengaNtando ka-Allâh. Thina Sinyusela lowo Sithande ukumnyusela kwimigangatho ephezulu, kodwa ke phezu kwabo bonke abo banolwazi (nguAllâh) uSolwazi"
        },
        {
            "chapter": 12,
            "verse": 77,
            "text": "Bathi (abantakwaboYûsuf): “Ukuba uyeba, kwakukho omnye umntwakwabo owebayo ngaphambili (kunaye).” Kodwa izinto ezinjengezo uYûsuf wazigcina kuye entliziyweni, engavezi zimfihlelo kubo. Wathi entliziyweni yakhe: “Nina nikwimeko emaxongo ngakumbi, yaye uAllâh nguYe Onolwazi ngoko nikuchazayo!”"
        },
        {
            "chapter": 12,
            "verse": 78,
            "text": "Bathi bona: “Hini na mlawuli welizwe! Inene yena unotata wakhe osele emdala (oza kuba buhlungu ngenxa yakhe); ke kaloku thabatha omnye wethu endaweni yakhe. Inene thina sicinga ukuba wena ungomnye wabenzi bokulungileyo.”"
        },
        {
            "chapter": 12,
            "verse": 79,
            "text": "Wathi yena: “UAllâh Akavumi, ukuba sithabathe nawuphi na koko mayibe ngulowo sisibhaqe kuye (isitya) sethu. Inene ukuba singenza loo nto siya kuba singabenzi bobubi.”"
        },
        {
            "chapter": 12,
            "verse": 80,
            "text": "Ekumncameni kwabo, babamba intlanganiso bucala omdala kubo wathi: “Anazi na okokuba utata wenu uthabathe isifungo kuni eGameni lika-Allâh, yaye ngaphambili kunoku nasilela ukwenza uxanduva lwenu ngoYûsuf? Ngoko ke mna andiyi kulishiya eli lizwe ade utata wam andivumele, okanye uAllâh Enze isigqibo ngemeko yam (ngokuphathelene noBhenjamini) yaye Yena (uAllâh) nguYena Mgwebi Ulungileyo kubagwebi"
        },
        {
            "chapter": 12,
            "verse": 81,
            "text": "Buyelani ke kutata wenu nithi (kuye): “O tata wethu! Inene, unyana wakho (uBhenjamini) uye weba, ke thina akukho nto siyingqinayo ngaphandle koko sikwaziyo, yaye besingekhe sikwazi okungabonwayo (ngamehlo enyama).”"
        },
        {
            "chapter": 12,
            "verse": 82,
            "text": "“Ungafane ubuze naphaya kubantu besixeko ebesikuso, nenqwelo ebesibuya ngayo; inene thina sithetha inyaniso.”"
        },
        {
            "chapter": 12,
            "verse": 83,
            "text": "Wathi yena (uYa’kûb): “Nakanye, nina ngokwenu ikho into enizimfamekisa ngayo. Ke kaloku umonde nguwona ulungileyo (kum) mhlawumbi uAllâh Uza kubabuyisela kum bonke. Inene Yena! Nguye kuphela OnguSolwazi, uSobulumko.”"
        },
        {
            "chapter": 12,
            "verse": 84,
            "text": "Akugqiba wabafulathela, wathi: “Inene, umphefumlo wam ubuhlungu ngoYûsuf!” Ke kaloku waye waphanyaka amehlo akabona ngenxa yobuhlungu bentliziyo yakhe ceyayicinezelekile"
        },
        {
            "chapter": 12,
            "verse": 85,
            "text": "Bathi bona: “Sifunga ngoAllâh! Awusokuze uyeke ukucinga ngoYûsuf de ube buthathaka ngenxa yobudala okanye ude ube ngowabafileyo.”"
        },
        {
            "chapter": 12,
            "verse": 86,
            "text": "Wathi yena: “Mna ndikhalazela ukuba buhlungu kwentliziyo yam kuAllâh Yedwa, yaye mna ndazi endikwaziyo kuAllâh eningakwaziyo nina.”"
        },
        {
            "chapter": 12,
            "verse": 87,
            "text": "“Hini na bonyana bam! “Hambani niye kubuzisa ngoYûsuf nomntakwabo, ningaze nililahle ithemba ngeeNceba zika- Allâh. Inene akukho mntu ulahla ithemba ngeeNceba zika- Allâh ngaphandle kwabo bangakholwayo.”"
        },
        {
            "chapter": 12,
            "verse": 88,
            "text": "Ke kaloku bathi bakufika kuYûsuf, bathi: “Hini na mlawuli welizwe! Ixesha lobunzima lisithwaxile thina nekhaya lethu, ke kaloku, siphethe imadlana engephi, ke sinike umlinganiselo ozeleyo, usenzele isisa. Inene uAllâh Uyabavuza abo banesisa.”"
        },
        {
            "chapter": 12,
            "verse": 89,
            "text": "Wathi yena: “Niyayazi into enayenza kuYûsuf nomntakwabo ngethuba naningekazi nto?”"
        },
        {
            "chapter": 12,
            "verse": 90,
            "text": "Bathi bona: “Ingaba ngenene wena unguYûsuf? Wathi yena: Mna ndinguye uYûsuf, lo ngumntakwethu (uBhenjamin), uAllâh ngenene Ube noBabalo kuthi, inene lowo uMoyika ngenene uAllâh abe nentobeko kuYe, abe nomonde, inene, uAllâh Akawenzi ulahleke umvuzo wabenzi bokulungileyo.”"
        },
        {
            "chapter": 12,
            "verse": 91,
            "text": "Bathi Bona: Sifunga ngoAllâh, inene uAllâh Ukhethe wena phezu kwethu, yaye ngokwenyani thina besingaboni.”"
        },
        {
            "chapter": 12,
            "verse": 92,
            "text": "Wathi yena: “Makungabikho ukuzisola namhlanje, uAllâh Unixolele, yaye Yena nguSozinceba wabo babonakalisa inceba!”"
        },
        {
            "chapter": 12,
            "verse": 93,
            "text": "“Hambani nale hempe yam, niyibeke ebusweni bukatata wam, uza kutsho abone ngokucacileyo, nize nize nosapho lwenu lonke.”"
        },
        {
            "chapter": 12,
            "verse": 94,
            "text": "Ukuhamba kwenqwelo, utata wabo wathi: “Inene ndiyaliva ivumba likaYûsuf enokuba nindicingela ukuba ndaluphele na.”"
        },
        {
            "chapter": 12,
            "verse": 95,
            "text": "Bathi bona: “Sifunga ngoAllâh! Inene wena usekwimpazamo yakho endala.”"
        },
        {
            "chapter": 12,
            "verse": 96,
            "text": "Ke kaloku ukufika komphathi weendaba ezivuyisayo wajula (ihempe) phezu kobuso bakhe, wabona ngokucacileyo. Wathi: “Anditshongo na kuni ukuba ndazi endikwaziyo kuAllâh eningakwaziyo nina.”"
        },
        {
            "chapter": 12,
            "verse": 97,
            "text": "Bathi bona: “O tata wethu! Sicelele itarhu (kuAllâh) ngezono zethu inene thina besingaboni.”"
        },
        {
            "chapter": 12,
            "verse": 98,
            "text": "Wathi yena: “Ndiya kunicelela itarhu eNkosini yam, inene Yona Yodwa nguMxoleli, uSozinceba.”"
        },
        {
            "chapter": 12,
            "verse": 99,
            "text": "Bathi bakufika phambi koYûsuf, wawolana nabazali bakhe, wathi: “Ngenani eYiputa ngoxolo, ukuba uAllâh Uyathanda.”"
        },
        {
            "chapter": 12,
            "verse": 100,
            "text": "Ke kaloku wabaphakamisela abazali bakhe etroneni, bawa baqubuda phambi kwakhe. Wathi yena: “O tata! Le yintsingiselo yephupha lam langaphambili! INkosi yam Ilenze lazaliseka! Inene Yona Yayisoloko Ilungile kum, ukundikhuphakwaYo entolongweni,Yanizisa apha, Inikhupha kubomi bokuhamba nihlala entlango, emva kokuba uShaytân ehlwayele ubutshaba phakathi kwam nabantakwethu. Inene iNkosi yam InobuBele neMfesane kulowo Imthandileyo. Inene Yona Yiyo Yodwa EnguSolwazi, uSobulumko.”"
        },
        {
            "chapter": 12,
            "verse": 101,
            "text": "“Nkosi yam! Wena inene Undiphe ubunganga Wandifundisa nokutolika amaphupha (Wena) Mdali wamazulu nomhlaba. UnguMlondolozi wam Wena kweli hlabathi nakwelizayo. Ndenze mna ndife ndiliMuslim, Undimanye namalungisa.”"
        },
        {
            "chapter": 12,
            "verse": 102,
            "text": "Ezo ziindaba zokungabonwayo eSizityhila kuwe (Muhammad). Wena wawungekho kunye nabo xa babequlunqa bebodwa, naxa babesenza iyelenqe (labo)"
        },
        {
            "chapter": 12,
            "verse": 103,
            "text": "Ke kaloku uninzi lwabantu aluyi kukholwa enokuba oko ungakulangazelela ngenkuthalo engakanani na"
        },
        {
            "chapter": 12,
            "verse": 104,
            "text": "Kananjalo akukho mvuzo ubahlawulisa wona ngayo (i’Kur’ân) kananjalo yona ayinto yimbi ngaphandle kokuba yinkumbuzo, necebiso kwindalo yonke"
        },
        {
            "chapter": 12,
            "verse": 105,
            "text": "Khona mingaphi imiqondiso emazulwini nasemhlabeni abadlula kuyo lo gama bengakholwa kuyo"
        },
        {
            "chapter": 12,
            "verse": 106,
            "text": "Uninzi lwabo alukholwa kuAllâh ngaphandle kokwayamanisa amahlulelane kuYe, bona bangabakhonzi bezithixo"
        },
        {
            "chapter": 12,
            "verse": 107,
            "text": "Ingaba baziva bekhuselekile na ekuzeni kwesigqubuthelo esisisohlwayo sika-Allâh kubo, okanye ekufikeni kweYûre yokuGqibela\tkubo\tngequbuliso\tlo\tgama\tbaya\tkuba bengayilindelanga"
        },
        {
            "chapter": 12,
            "verse": 108,
            "text": "Yithi (Muhammad) Le yiNdlela yam; mna ndimemela kuAllâh ngolwazi oluqinisekileyo. Mna nabani na lowo undilandelayo. Makazukiswe, Adunyiswe uAllâh, ke kaloku mna andingomnye wabakhonzi bezithixo"
        },
        {
            "chapter": 12,
            "verse": 109,
            "text": "Kananjalo aSizanga Sithumele (baProfeti) phambi kwakho (Muhammad) ngaphandle kwabo babengamadoda ayephuma kubantu basezilalini eSatyhila kubo (ulwazi lwenkolo). Abakawuhamba-hambi na umhlaba babone okokuba saba yintoni na isiphelo sabo babengaphambili kunabo"
        },
        {
            "chapter": 12,
            "verse": 110,
            "text": "(Bona baye bamelwa esohlwayeni), wada uMprofeti waphelelwa lithemba nengcinga yokuba babesalelwa, bethintelwa (ngabantu). Ke kaloku lwafika uNcedo lweThu kubo, abo Sathandayo ukubasindisa, basinda. Kananjalo isohlwayo seThu angekhe sishenxiswe ebantwini abangabenzi bobubi"
        },
        {
            "chapter": 12,
            "verse": 111,
            "text": "Inene embalini yabo kukho isifundo kubantu abaqiqayo. Yona (i’Kur’ân) asiyongxelo eqanjiweyo koko isisingqino (seeNcwadizika-Allâh) ezaziphambikwayo, yayeiyinkcazelo echazwe ngokwengcombolo yezinto zonke, isisiKhokelo neNceba kubantu abakholwayo"
        },
        {
            "chapter": 13,
            "verse": 1,
            "text": "Alif-Lâm-Mîm-Râ. Ezi ziiVesi zeNcwadi (i’Kur’ân), Kananjalo oko kutyhilwe kuwe (Muhammad) kuvela eNkosini yakho, kuyinyaniso, kodwa uninzi lwabantu alukholwa"
        },
        {
            "chapter": 13,
            "verse": 2,
            "text": "UAllâh nguloWo Waphakamisa amazulu ngaphandle kweentsika eninokuzibona. Waza Wanyukela ngentla kweTrone. Yena Wenze ilanga nenyanga ukuba nganye kuzo ijikeleze kweyayo indlela isithuba sexesha elimisiweyo. Yena Ulungelelanisa, Alawule izinto zonke, Acacise iiVesi ngokwengcombolo, khon’ukuze nikholwe ngokuqinisekileyo kwindibano (yenu) neNkosi yenu"
        },
        {
            "chapter": 13,
            "verse": 3,
            "text": "Kananjalo nguYe Owandlale umhlaba Wabeka apho iintaba eziqinileyo nemilambo nazo zonke iintlobo zeziqhamo. Wenza izibini (inkunzi nemazi). Yena Ubuyisa ubusuku bube sisigqumathelo semini. Inene kwezi zinto kukho imiqondiso kubantu abazikisayo ukucinga"
        },
        {
            "chapter": 13,
            "verse": 4,
            "text": "Emhlabeni kukho iindlela (imizila) ezimeleneyo, nezidiliya, nezityalo eziluhlaza, nemithi yeedatilisi, ekhula ibe mibini okanye ibe mithathu, ihluma ezingcanjini zesiqu somthi omnye, ngapha koko zinkcenkceshelwa ngamanzi afanayo, kodwa ezinye zazo Sizenza zibe mnandi ngaphezulu kunezinye xa zityiwa. Inene kwezi zinto kukho imiqondiso kubantu abaqondayo"
        },
        {
            "chapter": 13,
            "verse": 5,
            "text": "Ke kaloku ukuba wena (Muhammad) ukhwankqisiwe (kukungakholwa kwabantu kwi’Kur’ân), okukhwankqisa (ngakumbi) yintetho yabo ethi: “Sisakuba sifile, sele siluthuli, siza kuvuswa ngenene na sibe kwindalo entsha?” Abo ngabo bangakholwayo eNkosini yabo! Bona ngabo baza kuqanyangelwa izandla zabo kuye kutsho ezintanyeni zabo ngamatyathanga entsimbi. Baya kuba ngabahlali baseMlilweni, baya kuhlala apho kuwo"
        },
        {
            "chapter": 13,
            "verse": 6,
            "text": "Bakucela ukuba ukhawulezise ngobubi (isohlwayo) phambi kokulungileyo lo gama (zingaka ukubaninzi) izohlwayo ezingumzekelo ezehla ngaphambili kunabo. Kodwa iNkosi yakho Inenceba ebantwini, nangona benezenzo ezigwenxa. Ke kaloku iNkosi yakho Yohlwaya kabuhlungu"
        },
        {
            "chapter": 13,
            "verse": 7,
            "text": "Kananjalo abangakholwayo bathi: “Kutheni kungekho mqondiso uthunyelwayo kuye (uMuhammad) osuka eNkosini yakhe!” Wena (Muhammad) into oyiyo unguMlumkisi, yaye (iqela) ngalinye labantu linomkhokeli walo"
        },
        {
            "chapter": 13,
            "verse": 8,
            "text": "UAllâh Uyakwazi okuqulethwe (eziswini) zabasetyhini, (Wazi) nokuba kukangakanani na okudingwa zizibeleko, okanye okugqithisileyo. Zonke izinto kuYe zingomlinganiselo (ofanelekileyo)"
        },
        {
            "chapter": 13,
            "verse": 9,
            "text": "USolwazi wokungabonwayo nokubonwayo, Omkhulu, Ophakamileyo"
        },
        {
            "chapter": 13,
            "verse": 10,
            "text": "Kuyafana (kuYe) nokuba nawuphi na kuni uyakufihla akuthethayo okanye akutsho elubala, nokuba angazifihla ebusuku okanye ahambe emini ngokukhululekileyo"
        },
        {
            "chapter": 13,
            "verse": 11,
            "text": "(Kumntu ngamnye), kukho (iingelosi) ngokulandelelana (kwazo) ngaphambili nangemva kwakhe. Ziyamlondoloza ngokoMyalelo ka-Allâh. Inene uAllâh Akayi kuyiguqula imeko yabantu ukuba nabo abayiguquli imeko yabo ngokwabo. Kodwa ukuba uAllâh Uthande ukuthoba isohlwayo ebantwini, akukho nto inokusibuyisa umva, yaye abayi kufumanamkhuseli ngaphandle kwaKhe"
        },
        {
            "chapter": 13,
            "verse": 12,
            "text": "NguYe Onibonisa ukubaneka njengento eyoyikisayo, nethemba. Kananjalo nguYe Ovelisa amafu, asindwa (ngamanzi)"
        },
        {
            "chapter": 13,
            "verse": 13,
            "text": "Ke kaloku iindudumo1 zizukisa, zidumise Yena, zenze njalo neengelosi ngenxa yobungangamsha baKhe. Aze Athumele isithonga, ngaso Abethe lowo Athande ukumbetha, kodwa ngoko kunjalo abangakholwayo basaphikisana (nani) ngoAllâh. Yena Unamandla kakhulu, Wohlwaya kanobom"
        },
        {
            "chapter": 13,
            "verse": 14,
            "text": "LelaKhe iLizwi lenyaniso, ke bona (abakhonzi bezithixo), abo babiza kubo, ababaphenduli banjengomntu owolula isandla sakhe efuna amanzi ukuba afikelele emlonyeni wakhe, kodwa asuke angafikeleli kuye; ke kaloku imithandazo yabangakholwayo ayinto yimbi ngaphandle kokuba kukulahleka"
        },
        {
            "chapter": 13,
            "verse": 15,
            "text": "Kananjalo (phambi) koAllâh kuwa, kuqubude wonke osezulwini nasemhlabeni, ethanda, engagathandi, kanti zenza njalo nezithunzi zabo ekuseni nasemva kwemini"
        },
        {
            "chapter": 13,
            "verse": 16,
            "text": "Yithi (Muhammad): “Ngubani OyiNkosi yamazulu nomhlaba?” Yithi: “NguAllâh.” Yithi: “Ingaba nina nizithabathela bakhuseli bambi na ngaphandle kwaKhe, abangenamandla okuzinceda okanye awokuzenza ububi eziqwini zabo?” Yithi: “Ingaba ongaboniyo uyafana na nobonayo?” Okanye bayamanisa kuAllâh amahlulelane adale indalo efana nqwa neyaKhe, kangangokuba loo ndalo (yabo) ibonakale ifana kubo?” Yithi: “UAllâh nguMdali wezinto zonke; yaye Yena Ungongaphikisekiyo.”"
        },
        {
            "chapter": 13,
            "verse": 17,
            "text": "Yena Uthumela amanzi emhlabeni evela esibhakabhakeni, neentili ziphuphuma ngokomlinganiselo wazo, kodwa isikhukulasonasenzaigwebueliphakamalibephezukomhlaba kanti (nentsimbi ekrwada) leyo bayitshisayo emlilweni ukuze benze izihombiso, nezixhobo, ivelisa igwebu njengaso, (isikhukula). Wenza njalo ke uAllâh ukubonisa inyaniso nobuxoki. Ke lona igwebu liyahamba limke ngamanxweme, lo gama oko kuluncedo eluntwini kushiyeka emhlabeni. Uyibeka ngolo hlobo ke uAllâh imizekeliso"
        },
        {
            "chapter": 13,
            "verse": 18,
            "text": "KebonaabobalusabelayoubizolweNkosiyabo(ngokwamkela i-Islam) okwabo iya kuba kokulungileyo (iPaladesi) kodwa abo bangazanga balusabele ubizo lwaKhe (uAllâh), enokuba konke okusehlabathini ibingaba kokwabo, baze bafune ukunikela ngako konke befuna ukuzisindisa (esohlwayweni bekungayi kwamkelwa). Okwabo iza kuba sisiHogo; Hayi ukuba mbi kwaloo ndawo yokuphumla"
        },
        {
            "chapter": 13,
            "verse": 19,
            "text": "Ingaba lowo ukwaziyo okutyhilwe kuwe (Muhammad) kuvela eNkosini yakho, okokuba kuyinyaniso, uyafana na nalowo uyimfama? Kodwa (inene) ngabantu abanengqiqo kuphela abaphulaphulayo"
        },
        {
            "chapter": 13,
            "verse": 20,
            "text": "Abo bazalisekisa uMnqophiso ka-Allâh, bangasaphuli isithembiso"
        },
        {
            "chapter": 13,
            "verse": 21,
            "text": "Nabo badibanisa oko uAllâh Ayalele ukuba kudityaniswe, baze boyike iNkosi yabo, besoyika nesohlwayo esibuhlungu"
        },
        {
            "chapter": 13,
            "verse": 22,
            "text": "Nabo bahlala benomonde bafune inkxaso, benze iSalâh, banikele kumalizo ngoko Sibaphe kona ekhusini nasekuhleni, bathintele okubi ngokulungileyo, abanjalo okwabo sisiphelo esilungileyo"
        },
        {
            "chapter": 13,
            "verse": 23,
            "text": "YiPaladesi iEden abaza kungena kuyo bekunye nabo benza okulungileyo, koyise babo, nabafazi babo, nabantwana babo. Ke kaloku iingelosi ziza kungena zize kubo ngamasango onke (zisithi)"
        },
        {
            "chapter": 13,
            "verse": 24,
            "text": "“Salâmu ‘alykum (uxolo malube nani) ngokuba nanyamezelayo ngomonde! Lihle ngokwenene iKhaya (lenu) lokugqibela.”"
        },
        {
            "chapter": 13,
            "verse": 25,
            "text": "Ke bona abo baphula uMnqophiso ka-Allâh, emva kokumiselwa kwawo, bahlula oko uAllâh Wayalela ukuba kudityaniswe, benze ubutshinga emhlabeni, isiqalekiso siphezu kwabo, yaye okwabo likhaya ekungekho konwaba kulo (esiHogweni)"
        },
        {
            "chapter": 13,
            "verse": 26,
            "text": "UAllâh Uyasandisa isixhaso salowo Athande ukumandisela, Aze Ancitshe lowo Athande ukumncitsha. Kananjalo bona bonwabile kubomi balo mhlaba lo gama ubomi balo mhlaba xa buthelekiswa nobo Buzayo bubufuthsane, bululonwabo oludlulayo"
        },
        {
            "chapter": 13,
            "verse": 27,
            "text": "Abo bangakholwayo bathi: “Kutheni kungekho mqondiso uthunyelwayo kuye (uMuhammad) ovela eNkosini yakhe! Yithi wena: “Inene uAllâh Uyekela ekulahlekeni lowo Athandileyo Aze Akhokelele kuYe abo babuyela kuYe ngenguquko.”"
        },
        {
            "chapter": 13,
            "verse": 28,
            "text": "Abo bakholwayo (kuAllâh) abantliziyo zabo zifumana ukuphumla xa bekhumbula uAllâh; inene kwinkumbulo ka- Allâh iintliziyo zifumana ukuphumla"
        },
        {
            "chapter": 13,
            "verse": 29,
            "text": "Abo bakholwa kuAllâh, basebenze imisebenzi yezenzo ezilungileyo, zonke iintlobo zolonwabo ziya kuba zezabo nendawo eyiyeyona intle yokubuyela"
        },
        {
            "chapter": 13,
            "verse": 30,
            "text": "Sikuthumele ngolo hlobo wena (Muhammad) kuluntu olwandulelwa lolunye uluntu ngaphambili kwalo, khon’ukuze ube nokubacengcelezela oko Sikutyhile kuwe, lo gama bona bengakholwa kuSolubabalo (uAllâh), yithi: “Yena yiNkosi yam! Akukho thixo wumbi ngaphandle kwaKhe (yaye) elam ithemba likuYe, kananjalo mna ndiya kubuyela kuYe ngenguquko.”"
        },
        {
            "chapter": 13,
            "verse": 31,
            "text": "Ke kaloku ukuba bekukho i’Kur’ân ebeziya kuthi iintaba zisuke ngayo (ezindaweni zazo) okanye umhlaba wahlukane kubini ngayo, okanye abafileyo benziwe bathethe, (ibingenakuba yenye i’Kur’ân ngaphandle kwale). Kodwa isigqibo ngezinto zonke inene sesika-Allâh. Ingaba abo bakholwayo abakayazi na into yokuba, ukuba uAllâh Ebethanda, Ebengabakhokela bonke abantu? Kananjalo intlekele ibingazi kuyeka ukubathwaxa abo bangakholwayo ngenxa yezenzo zabo (ezingcolileyo) kungenjalo (intlekele leyo) isuke izinze emizini yabo, kude kufike isithembiso, sika-Allâh. Inene uAllâh Akasaphuli isithembiso saKhe"
        },
        {
            "chapter": 13,
            "verse": 32,
            "text": "Inene (baninzi) abaThunywa abagculelwayo ngaphambili kunawe (Muhammad) kodwa Ndasirhoxisa isohlwayo kwabo bangakholwayo, Ndaza ekugqibeleni Ndabohlwaya. Sabanjani ke isohlwayo saM"
        },
        {
            "chapter": 13,
            "verse": 33,
            "text": "Ingaba loWo Uthabathele kuYe ulondolozo lwabantu bonke, Okwazi konke okwenziwayo [ngabantu (Angafana nazo naziphi na izithixo ezingazi nto)]? Kodwa ngoko kunjalo bayamanisa amahlulelane kuAllâh. Yithi: “Khanibatsho ngamagama abo! Ingaba niza kuchazela (uAllâh) into Angenalwazi ngayo emhlabeni okanye nenza nje umboniso wamazwi obuxoki?” Nakanye abo bangakholwayo, iyelenqe\tlabo lenziwe lakhangeleka lilihle kubo, yaye bathintelekile (ukuba bangene) kwiNdlela ethe Tye; ke lowo uAllâh Ambeke ekulahlekeni akukho mkhokeli kuye"
        },
        {
            "chapter": 13,
            "verse": 34,
            "text": "Okwabo sisohlwayo kubomi beli hlabathi, yaye inene sinzima isohlwayo soBomi Obuzayo yaye abanamkhuseli ngaphandle koAllâh"
        },
        {
            "chapter": 13,
            "verse": 35,
            "text": "Ingcaciso yePaladesi yileyo abamoyikayo uAllâh bayibekelweyo ekumpompoza imilambo ngaphantsi kwayo, imbonelelo yayo ingunaphakade ube njalo nomthunzi wayo; esi sisiphelo sabamoyikayo uAllâh ukanti isiphelo sabangakholwayo nguMlilo"
        },
        {
            "chapter": 13,
            "verse": 36,
            "text": "Abo Sabanika iNcwadi bayavuyiswa koko Sikutyhile kuwe (i’Kur’ân) Kodwa phakathi kwabo balubumbano (AmaYuda nabahedeni) kukho abaphika inxalenye yako. Yithi (Muhammad): “Mna ndiyalelwe ukuba ndinqule uAllâh Yedwa, ndingayamanisi mahlulelane kuYe. Ndibiza kuYe (Yedwa) yaye kukuYe apho ndiza kubuyela khona.”"
        },
        {
            "chapter": 13,
            "verse": 37,
            "text": "Ke kaloku Siyithumele ngolo hlobo (i’Kur’ân) ukuba ibe lugwebo olusemagunyeni ngesiArabhu. Ukuba wena (Muhammad) unokulandela iminqweno yabo engento yanto, emva kokuba ulwazi lufikile kuwe, akuyi kuba namkhuseli ngokuchasene noAllâh"
        },
        {
            "chapter": 13,
            "verse": 38,
            "text": "Eneneni Sathumela abaThunywa phambi kwakho, Sabenzela abafazi nabantwana. Kananjalo yayingekokoMthunywa ukuza nomqondiso ngaphandle kweMvume ka-Allâh. Into nganye inommiselo (ovela kuAllâh)"
        },
        {
            "chapter": 13,
            "verse": 39,
            "text": "UAllâh Ucima okoAthande ukukucima,Angqine okoAthande ukukungqina. Yaye kuYe kukho unozala weeNcwadi"
        },
        {
            "chapter": 13,
            "verse": 40,
            "text": "Enokuba Siyakubonisa na (Muhammad) inxalenye yoko Sibathembise ngako okanye Sikwenze ubhubhe, owakho umsebenzi kukuvakalisa (uMyalezo) kuphela, kuxhomekeke kuThi ukubamisa ematyaleni"
        },
        {
            "chapter": 13,
            "verse": 41,
            "text": "Ababoni na ukuba Siyawunciphisa ngokuwunciphisa umhlaba (wabangakholwayo, ngokuthi Siwunike abakholwayo ngendlela yoloyiso kwiimfazwe) kwimida yawo. NguAllâh Ogwebayo, akukho mntu unokusibuyisela emva isigwebo saKhe, yaye Uyakhawuleza ukumisa ematyaleni"
        },
        {
            "chapter": 13,
            "verse": 42,
            "text": "Inene abo bangaphambili kunabo, bawaqulunqa amayelenqe, kodwa zonke izicwangciso zezika-Allâh, Nguye Okwaziyo okuza kuzuzwa ngumntu ngamnye, kwaye abangakholwayo baza kwazi okokuba iza kuba lelikabani na ikhaya (lokugqibela) elihle"
        },
        {
            "chapter": 13,
            "verse": 43,
            "text": "Kananjalo abo bangakholwayo bathi: “Wena (Muhammad) awungoMthunywa.” Yithi: “Ingqina Elanelyo phakathi kwam nani nguAllâh nabo banolwazi lweziBhalo"
        },
        {
            "chapter": 14,
            "verse": 1,
            "text": "Alif-Lâm-Râ. Le yiNcwadi eSiyityhile kuwe (Muhammad) khon’ukuze ube nokukhokelela abantu baphume ebumnyameni bangene ekukhanyeni ngeMvume yeNkosi yabo, babe seNdleleni kaSomandla, uMnini weendumiso zonke"
        },
        {
            "chapter": 14,
            "verse": 2,
            "text": "UAllâh lowo konke okusemazulwini ikokwaKhe nako konke okusemhlabeni! Yeha kwabangakholwayo kwisohlwayo esibuhlungu"
        },
        {
            "chapter": 14,
            "verse": 3,
            "text": "Abo bakhetha ubomi beli hlabathi kunoBuzayo. Bathintele nabantu eNdleleni ka-Allâh (i-Islam), bafune ubugosogoso kuyo bona balahleke bakude lee"
        },
        {
            "chapter": 14,
            "verse": 4,
            "text": "Kananjalo aSizanga Sithumele Mprofeti, Singamthumeli ngolwimi lwabantu bakubo, khon’ukuze enze umyalezo ucace kubo. Ke kaloku uAllâh Ulahlekisa lowo Athande ukumlahlekisa, Akhokele lowo Athande ukumkhokela. Yena nguSomandla, uSobulumko"
        },
        {
            "chapter": 14,
            "verse": 5,
            "text": "Inene Sathumela uMûsâ nemiqondiso yeThu, (Sathi): “Khupha abantu bakuni ebumnyameni ubangenise ekukhanyeni, ubakhumbuze ngamabali eziganeko zika- Allâh. Inene apho kukho imiqondiso, kuye wonke umntu onomonde, onombulelo.”"
        },
        {
            "chapter": 14,
            "verse": 6,
            "text": "Kananjalo wathi uMûsâ esakuthi kubantu bakubo: “Khumbulani iiMfefe zika-Allâh kuni, xa Wanisindisayo kubantu bakwaFir`awn ababenithuthumbisa ngesohlwayo esibuhlungu, begwinta oonyana benu bashiye abasetyhini benu bephila; ke kaloku olo yayiluvavanyo olukhulu oluvela eNkosini yenu"
        },
        {
            "chapter": 14,
            "verse": 7,
            "text": "Yabonani! INkosi yenu Yathi: “Ukuba niyawenza umbulelo (kuM), Mna Ndiya (kunibabala) ngakumbi, kodwa ukuba anibuleli, inene isohlwayo saM sibuhlungu kanobom.”"
        },
        {
            "chapter": 14,
            "verse": 8,
            "text": "Kananjalo uMûsâ wathi: “Ukuba anikholwa nina nabo bonke abantu ehlabathini, inene Yena uAllâh UsisiTyebi, UnguMnini wazo zonke iindumiso"
        },
        {
            "chapter": 14,
            "verse": 9,
            "text": "Ingaba iindaba azifikanga na kuni, ezabo babengaphambili kunani, abantu bakwaNûh Nabakwa’Ad nabakwaThamûd? Nabo basemva kwabo? Akukho namnye obaziyo ngaphandle koAllâh. Kubo kweza abaProfeti babo benemiqondiso ecacileyo, kodwa babeka izandla zabo emilonyeni yabo, bathi: “Inene thina asikholwa koko nina nikuthunyiweyo yaye sikuthandabuza ngamandla oko nisimemela kuko nina (kuyi-Islam).”"
        },
        {
            "chapter": 14,
            "verse": 10,
            "text": "AbaProfeti babo bathi: “(Nithini na!) Ingaba nineentandabuzo ngoAllâh, uMdali wamazulu nomhlaba? Yena Unibizela (ekuMthobeleni) khon’ukuze Anixolele izono zenu, Aze kananjalo Asirhoxise isohlwayo kuni, Asirhoxisele ixesha elimisiweyo.” Bathi bona: “Nina akukho nto niyiyo ngaphandle kokuba ngabantu abafana nathi! Nina nifuna ukusisusa koko oobawo bethu babekunqula. Yizani negunya elicacileyo kaloku.”"
        },
        {
            "chapter": 14,
            "verse": 11,
            "text": "AbaProfeti bathi kubo: “Asiyinto yimbi thina ngaphezu kokuba ngabantu njengani kodwa uAllâh Uthoba uBabalo lwaKhe kulowo Athande ukuluthoba kuye kwizicaka zaKhe. Ayikokwethu ukuba size nomqondiso kuni ngaphandle kwemvume ka-Allâh. Kananjalo amakholwa makabeke ithemba lawo kuAllâh"
        },
        {
            "chapter": 14,
            "verse": 12,
            "text": "Singathini na ukungabeki ithemba lethu kuAllâh Esakuba Esikhokelele kwiindlela zethu? Yaye inene thina siya kubunyamezela ngomonde bonke ububi eniya kusenza bona, ke bona abo bakholwayo mababeke ithemba labo kuAllâh.”"
        },
        {
            "chapter": 14,
            "verse": 13,
            "text": "Abo bangakholwayo bathi kubaProfeti babo: “Inene thina siya kunigxotha, sinikhuphe ezweni lethu kungenjalo niya kubuyela enkolweni yethu.” Ke kaloku iNkosi yabo (abaProfeti) yatyhila kubo (yathi): “Inene Thina Siza kubatshabalalisa abagabadeli.”"
        },
        {
            "chapter": 14,
            "verse": 14,
            "text": "Kananjalo Thina Siza kwenza nina ukuba ibe nini abaza kulihlala (eli) lizwe emva kwabo. Oku kokwalowo woyika ukuma phambi kwaM (ngoMhla woVuko), esoyika nesilumkiso saM.”"
        },
        {
            "chapter": 14,
            "verse": 15,
            "text": "Ke kaloku abaProfeti bafuna uloyiso noncedo eNkosini yabo (uAllâh), baza bonke abaqaqadeki nabaneenkani, nezikhukhumali ezingoozwilakhe, baba selahlekweni nasentshabalalweni"
        },
        {
            "chapter": 14,
            "verse": 16,
            "text": "Phambi kwakhe (nawuphi na osisikhukhumali somgabadeli) sisiHogo, yaye uya kwenziwa ukuba asele amanzi abilayo agxwabhazelayo"
        },
        {
            "chapter": 14,
            "verse": 17,
            "text": "Uya kuwasezwa engafuni, yaye uya kufumana ubunzima obukhulu ukuwaginya ehle ngomqala wakhe, kwaye ukufa kuya kuza kuye kuvela macala onke, kodwa akayi kufa yaye phambi kwakhe iya kuba sisohlwayo esikhulu"
        },
        {
            "chapter": 14,
            "verse": 18,
            "text": "Umzekeliso wabo bangakholwayo eNkosini yabo, kukuba imisebenzi yabo ifana nothuthu, oluvuthuzwa ngumoya ngamandla ngemini enesichotho. Abayi kukufumana oko bakusebenzelayo. Oko kukulahleka (okwababeka) kude lee (eNdleleni ethe Tye)"
        },
        {
            "chapter": 14,
            "verse": 19,
            "text": "Aniboni na ukuba uAllâh Wadala amazulu nomhlaba ngenyaniso? Ethanda Anganisusa Avelise indalo entsha (esikhundleni senu)"
        },
        {
            "chapter": 14,
            "verse": 20,
            "text": "Kananjalo oko kuAllâh akunzimanga"
        },
        {
            "chapter": 14,
            "verse": 21,
            "text": "Ke kaloku baza kuvela bonke phambi koAllâh (ngoMhla wokuGqibela); baze abo babengenamandla bathi kwabo babekhukhumele (abangabalawuli): “Inene thina sasilandela nina; ingaba ningasinceda nokuba kungantoni na ngo- kuchasene nesohlwayo sika-Allâh?” Baza kuthi bona: “Ukuba uAllâh Wayesikhokele thina, ngesasinikhokele nani. Akuyi kubakho mahluko kuthi (ngoku) nokuba singabhabhazela (ngumsindo) okanye sinyamezele (isohlwayo) ngomonde; akukho ndawo esinokuzifihla kuyo.”"
        },
        {
            "chapter": 14,
            "verse": 22,
            "text": "Kwaye uShaytân uza kuthi usakuba umcimbi kufikelelwe esigqibeni ngawo, athi: “Inene nina uAllâh Wanithembisa isithembiso esiyinyaniso, kanti nam ndanithembisa, kodwa mna ndiningcatshile. Mna ndandingenagunya phezu kwenu ngaphandle kokuba mna ndandinibiza nize nina nisabele kum. Ke kaloku musani ukugxeka mna, zigxekeni nina, andinakuninceda nganto mna, kanti nani aninakundinceda nganto. Mna ndiyasiphika isenzo senu enasenzayo sokundayamanisa mna (Shaytân) nindenze ihlulelane lika- Allâh (ngokundiphulaphula)”. Inene sikhulu isohlwayo sabagabadeli (abenzi bezono)"
        },
        {
            "chapter": 14,
            "verse": 23,
            "text": "Ke bona abo bakholwayo, benza izenzo zobulungisa, baya kungeniswa eMiyezweni ekumpompoza amanzi phantsi kwayo, bahlale apho ngonaphakade ngeMvume yeNkosi yabo. Umbuliso wabo apho uya kuba kukuthi: ‘Salâm’ (uxolo)"
        },
        {
            "chapter": 14,
            "verse": 24,
            "text": "Awuboni na ukuba uAllâh Uwenza njani na umzekeliso? Ilizwi elilungileyo elinjengomthi olungileyo, ongcambu zawo zimile zaqina nkqi, amasebe awo aye kufika esibhakabhakeni"
        },
        {
            "chapter": 14,
            "verse": 25,
            "text": "(Lo mthi) unika iziqhamo zawo maxa onke, ngeMvume yeNkosi yawo, ke kaloku, uAllâh Wenzela abantu imizekeliso khon’ukuze bakhumbule"
        },
        {
            "chapter": 14,
            "verse": 26,
            "text": "Ke wona umzekeliso welizwi elingcolileyo unjengomthi ongcolileyo, oncothuliweyo ebusweni bomhlaba, ongenasizinzo"
        },
        {
            "chapter": 14,
            "verse": 27,
            "text": "UAllâh Uza kubaqinisa abo bakholwayo, ngelizwi eliya kuma liqine kweli hlabathi, nakuBomi oBuzayo. Kananjalo uAllâh Uza kwenza kulahlekelwe abo bangabenzi bobubi, yaye uAllâh Wenza Athande ukukwenza"
        },
        {
            "chapter": 14,
            "verse": 28,
            "text": "Awubabonanga na abo baguqule intsikelelo ka-Allâh bayenza ukungakholwa, benza abantu bakubo ukuba bahlale kwikhaya lentshabalalo"
        },
        {
            "chapter": 14,
            "verse": 29,
            "text": "EsiHogweni kulapho baza kutsha khona, enjani yona ukungcola indawo yokulala"
        },
        {
            "chapter": 14,
            "verse": 30,
            "text": "Kananjalo benzela uAllâh abavukeli, ukulahlekisa (abantu) endleleni yaKhe! Yithi (kubo): “Yonwabelani (ubonyana benu obufutshane)! Kodwa inene isiphelo sohambo lwenu siseMlilweni.”"
        },
        {
            "chapter": 14,
            "verse": 31,
            "text": "Yithi (kwakhona) kubakhonzi baM, “Abakholiweyo, mabenze iSalâh, banikele kumalizo kwimbonelelo eSibaphe yona, emfihlakalweni okanye ekuhleni, ingekafiki iMini ekungayi kubakho ntengiselwano nabutshomi (ngayo).”"
        },
        {
            "chapter": 14,
            "verse": 32,
            "text": "UAllâh nguYe Odale amazulu nomhlaba nothumela amanzi (emhlabeni) evela esibhakabhakeni Aze ngawo lawo Avelise iziqhamo ukuba zibe yimbonelelo yenu, Wenza iinqanawa kananjalo ukuba zibe luncedo kuni; ngokuthi ziwize (zidade) zinqumle ulwandle ngoMyalelo waKhe, Wenza nemilambo ukuba ibe luncedo kuni"
        },
        {
            "chapter": 14,
            "verse": 33,
            "text": "Wenze ilanga nenyanga ukuba zombini zilandele iindlela zazo rhoqo, (khon’ukuze zibe luncedo kuni), kananjalo Wenze ubusuku nemini ukuba zibe luncedo kuni"
        },
        {
            "chapter": 14,
            "verse": 34,
            "text": "Waphinda Waninika konke oko nikucelayo, ke kaloku ukuba ningazibala iintsikelelo zika-Allâh anisokuze nikwazi ukuzibala. Inene umntu ngumenzi wobugwenxa wokwenene, akakholwa"
        },
        {
            "chapter": 14,
            "verse": 35,
            "text": "Yabonani uIbrâhîm wathi: “O Nkosi yam! Yenza esi sixeko (iMakkah) ibe sisixeko soxolo nokhuseleko, Undigcine mna noonyana bam kude nokunqula izithixo (izinyanya njl-njl)"
        },
        {
            "chapter": 14,
            "verse": 36,
            "text": "“O Nkosi yam! Inene bona bakhokelele abantu abaninzi ekulahlekeni, kodwa lowo ulandela mna inene yena uya kuba ungowam, ke lowo ungandithobeliyo. Wena Uya kuhlala UnguMxoleli, uSozinceba"
        },
        {
            "chapter": 14,
            "verse": 37,
            "text": "O Nkosi yethu! Mna ndenze enye yenzala yam ukuba ihlale entilini engalinywayo, ngaseNdlwini yaKho eNgcwele (iKa’bha) khona ukuze bona Nkosi yethu bakwazi ukwenza iSalâh. Ke kaloku zalisa iintliziyo zabathile kubantu ngothando mayela nabo. Kananjalo Wena babonelele ngeziqhamo khon’ukuze banike umbulelo (kuWe)"
        },
        {
            "chapter": 14,
            "verse": 38,
            "text": "O Nkosi yethu! Inene Wena Wazi esikufihlayo nesikuvezayo. Akukho nto emhlabeni, nasezulwini efihlakeleyo (kuWe) Allâh"
        },
        {
            "chapter": 14,
            "verse": 39,
            "text": "Iindumiso zonke nemibulelo zifanele uAllâh. Ondiphe uIsmâ`îl ebudaleni bam noIs-hâ`k. Inene! INkosi yam ngokwenene Yona nguMphulaphuli wemithandazo"
        },
        {
            "chapter": 14,
            "verse": 40,
            "text": "O Nkosi yam! Ndenze ndibe ngumntu owenza iSalâh, nenzala yam, Nkosi yethu yamkela umthandazo wam"
        },
        {
            "chapter": 14,
            "verse": 41,
            "text": "Nkosi yethu ndixolele mna nabazali bam, nawo onke amakholwa ngomhla wokumiselwa kwamatyala.”"
        },
        {
            "chapter": 14,
            "verse": 42,
            "text": "Musani ukucinga ukuba uAllâh Akakwazi oko kwenziwa ngabenzi bobubi koko Ubarhoxisela isohlwayo kude kube yiloo Mini amehlo aza kujama (athi nta) ngenxa yexhala"
        },
        {
            "chapter": 14,
            "verse": 43,
            "text": "Bengxamele phambili iintamo bezirhole (ziyiminkabankaba), iintloko ziqwanyele phezulu, ukubona kwabo kungabuyeli kubo neentliziyo sele zingamaphanga"
        },
        {
            "chapter": 14,
            "verse": 44,
            "text": "Ke wena (Muhammad) lumkisa abantu ngeMini isohlwayo esiya kubafikela; baze ngoko abenzi bobubi bathi: “Nkosi yethu! Khawusirhoxisele isohlwayo okwethutyana, siya kulusabela ubizo lwaKho, sibalandele nabaThunywa [baKho!” (kuze kuthiwe kubo)]: “Akwaba naningazanga nifunge mandulo okokuba anisokuze nishiye (ihlabathi ngenxa yoBomi oBuzayo)"
        },
        {
            "chapter": 14,
            "verse": 45,
            "text": "“Yaye nina nanihlala kwiindawo zabo bazona imiphefumlo yabo, kananjalo kwakucacile kuni ukuba Saye Senza njani na ngabo. Yaye Thina Sinenzele imizekeliso (emininzi)”"
        },
        {
            "chapter": 14,
            "verse": 46,
            "text": "Inene baqulunqa iyelenqe labo bona, ukanti iyelenqe labo laba kuAllâh, nangona iyelenqe labo lalingelilo elinokususa iintaba ezindaweni zazo"
        },
        {
            "chapter": 14,
            "verse": 47,
            "text": "Musani ukucinga ukuba uAllâh Uza kusilela ukuzalisekisa isithembiso, saKhe kubaProfeti baKhe inene uAllâh nguSomandla, Okwaziyo ukuthabatha impindezelo"
        },
        {
            "chapter": 14,
            "verse": 48,
            "text": "NgeMini ihlabathi liya kuguqulwa libe lelinye ihlabathi, kube njalo nasemazulwini, zize (izidalwa zonke) zivele phambi koAllâh, Omnye, Ongenakuphikiswa"
        },
        {
            "chapter": 14,
            "verse": 49,
            "text": "Nize nibabone abenzi bobubi (bebotshelelwe ndaweninye ngamatyathanga)"
        },
        {
            "chapter": 14,
            "verse": 50,
            "text": "Izambatho zabo ziya kuba mnyama thsu, ukanti uMlilo uya kubagquma ubuso babo"
        },
        {
            "chapter": 14,
            "verse": 51,
            "text": "Khon’ukuze uAllâh Abuyekeze umntu ngamnye ngoko akusebenzeleyo. Inene uAllâh Uyakhawuleza ngesohlwayo"
        },
        {
            "chapter": 14,
            "verse": 52,
            "text": "(Le ‘Kur’ân) nguMyalezo ebantwini khon’ukuze balumkiseke ngayo, ukuze kananjalo bazi okokuba Yena (uAllâh) nguYe Yedwa uThixo, ukuze nabantu bengqiqo bathabathe ingqalelo"
        }
    ]
}