{
    "pages": [
        {
            "chapter": 6,
            "verse": 1,
            "text": "Барлық мақтау аспандарды және жерді жаратқан әрі қараңғылықтар мен жарықты жасаған Аллаһқа! Ал, содан кейін күпірлік етушілер / қарсы келушілері, өздерінің Раббысына / өзгелерді / теңестіреді"
        },
        {
            "chapter": 6,
            "verse": 2,
            "text": "Ол сендерділайдан жаратып, содан кейін бір мерзім белгіледі. Әрі белгіленген мерзім де / Қайта тірілу күні / - Онда / Аллаһта / . Ал, сендер осыдан кейін күмәнданудасыңдар"
        },
        {
            "chapter": 6,
            "verse": 3,
            "text": "Әрі Ол - аспандарда және жерде бір Аллаһ. Ол сырларыңды және жария еткендеріңді әрі не істейтіндеріңді де біледі"
        },
        {
            "chapter": 6,
            "verse": 4,
            "text": "Оларға / мүшріктерге / Раббысының белгілерінен қандай да бір белгі келсе де, олар міндетті түрде одан бет бұрды"
        },
        {
            "chapter": 6,
            "verse": 5,
            "text": "Негізінде, олар өздеріне ақиқат келген кезде, оны өтірікке шығарды. Олардың келеке еткен нәрселерінің хабары жақында өздеріне келеді"
        },
        {
            "chapter": 6,
            "verse": 6,
            "text": "Олар өздерінен ілгері өткен қанша халықты құртып жібергенімізді көрмеді ме? Біз оларға жер жүзінде сендерге бермеген күш-қуат бердік. Оларға аспаннан мол жаңбыр жібердік әрі астынан өзендерді ағызып қойдық. Содан кейін күнәлары себебінен оларды құртып жібердік те, олардан соң жаңадан басқа халықтарды пайда қылдық"
        },
        {
            "chapter": 6,
            "verse": 7,
            "text": "Ей, Мұхаммед! / Егер де Біз саған парақтағы бір Жазбаны түсіріп, олар оны қолдарымен сипап көрсе де күпірлік етушілер / иманды теріске шығарушылар / : «Бүл - анық сиқырдан басқа нәрсе емес», - деп айтар еді"
        },
        {
            "chapter": 6,
            "verse": 8,
            "text": "Олар / : «Оған періште түсірілмеді ме?» - дейді. Егер Біз періште түсірсек, / онда / іске шешім шығарылып, содан кейін оларға мұрсат берілмес еді"
        }
    ]
}