{
    "pages": [
        {
            "chapter": 7,
            "verse": 31,
            "text": "Ей, Адам ұрпақтары! Әрбір сәжде жасайтын орында көрікті / киімдеріңді / киіңдер. Жендер, ішіңдер әрі ысырап етпеңдер. Ақиқатында, Ол ысырап етушілерді жақсы көрмейді"
        },
        {
            "chapter": 7,
            "verse": 32,
            "text": "Ей, Мұхаммед! / Айт: «Аллаһтың құлдарына шығарған көрікті нәрселеріне және берген жақсы несібелеріне кім тыйым салды?» - деп. / Әрі / : «Бұл / несібе / осы өмірде иманға келгендер үшін, ал Қайта тірілу күні тек иманға келгендер үшін ғана», - деп айт. Біз аяттарды білетін адамдарға осылай анықтап түсіндіреміз"
        },
        {
            "chapter": 7,
            "verse": 33,
            "text": "Айт: «Шын мәнінде, Раббым жиіркенішті істерге, оның әшкере істелгеніне және жасырын істелгеніне де тыйым салды. Әрі күнәға, құқығы болмаса да өзгелердікін қалап, шектен шығуға және Аллаһ ешбір дәлел түсірілмеген нәрсені Оған серік етіп қосуларыңа әрі Аллаһқа қатысты өздерің білмейтін нәрселерді айтуларыңа тыйым салды», - деп"
        },
        {
            "chapter": 7,
            "verse": 34,
            "text": "Әрбір халықтың бір мерзімі бар. Мерзімдері келген кезде, олар оны бір сәт артқа да кешеуілдетіп, не алға да ілгерілете алмайды"
        },
        {
            "chapter": 7,
            "verse": 35,
            "text": "Ей, Адам ұрпақтары! Сендерге іштеріңнен аяттарымды баян ететін елшілер келсе, сонда кім тақуалық етсе / Аллаһтың жазасынан қорқып, сақтанса / және / өзін / түзетсе, оларға қорқыныш жоқ әрі олар қайғырмайды"
        },
        {
            "chapter": 7,
            "verse": 36,
            "text": "Ал, аяттарымызды өтірікке шығарған және өздерін одан жоғары санағандар, олар Отта болатындар. Олар - онда мәңгі қалушылар"
        },
        {
            "chapter": 7,
            "verse": 37,
            "text": "Аллаһқа қатысты өтірікті құрастырғаннан / жала жапқаннан / немесе Оның аяттарын өтірік санағаннан өткен әділетсіз бар ма? Міне, соларға Кітаптан үлестері тиеді. Ал, оларға елшілеріміз / жан алушы періштелер! жандарын алу үшін келген кезде: «Аллаһты қойып, табынғандарың қайда?» - дейді. олар / : «Олар бізден жоқ болып кетті» - деп, өздерінің кәпірліктеріне өздері айғақ болады"
        }
    ]
}