{
    "pages": [
        {
            "chapter": 11,
            "verse": 54,
            "text": "Біз тек, саған құдайларымыздың бірінің кесірі тиген екен дейміз», - деді. / Һүд / : «Мен Аллаһты куә етемін және сендер де куә болыңдар. Менің қатысым жоқ, сендердің серік қосып"
        },
        {
            "chapter": 11,
            "verse": 55,
            "text": "Одан басқаға табынғандарыңа. Барлығың маған қарсы айла-шарғы жасап, мұрсат бермендер"
        },
        {
            "chapter": 11,
            "verse": 56,
            "text": "Ақиқатында, мен өзімнің Раббым және сендердің де Раббың - Аллаһқа жүгініп, Оған өзімді тапсырдым / тәуекел еттім / . Ол кекілінен ұстамаған бірде-бір тірі жан жоқ. Ақиқатында, Раббым тура жолда"
        },
        {
            "chapter": 11,
            "verse": 57,
            "text": "Егер теріс бұрылсаңдар, мен шынында сендерге немен жіберілсем, соны өздеріңе жеткіздім. Әрі Раббым сендерді басқалармен алмастырады да, сендер Оған ешбір зиян келтіре алмайсыңдар. Ақиқатында, Раббым - әрбірнәрсені Сақтаушы», - деді"
        },
        {
            "chapter": 11,
            "verse": 58,
            "text": "Әміріміз келген кезде, Һұдты және онымен бірге иманға келгендерді Өзіміздің мейірімімізбен құтқардық әрі Біз оларды ауыр азаптан құтқардық"
        },
        {
            "chapter": 11,
            "verse": 59,
            "text": "Міне, осы Ад елі өздерінің Раббысының белгі - дәлелдерін теріске шығарды және Оның елшілеріне бағынбады. Әрі олар әрбір өктемшіл қасарушының әміріне ерді"
        },
        {
            "chapter": 11,
            "verse": 60,
            "text": "Олар осы өмірде де және Қайта тірілу күні де лағнетте қалды. Біліңдер, Ад елі өздерінің Раббысына күпірлік етті / сенбеді, қарсы келді / .Һұдтың қауымы - Аддықтар / Аллаһтың мейірімінен / алыстатылсын"
        },
        {
            "chapter": 11,
            "verse": 61,
            "text": "Сәмүд еліне ағайындары Салихті / жібердік / . Ол: «Әй, елім! Аллаһқа құлшылық етіңдер. Сендер үшін Одан басқа ешбір құдай жоқ. Ол, сендерді жерден шығарды әрі онда орналастырды. Одан кешірім тілеңдер әрі істеген күнәларыңа шынайы өкініп, Оған бойсұнуға қайтыңдар / тәубеге келіндер / . Ақиқатында, Раббым - өте Жақын, тілейтіндерге Жауап беруші», - деді"
        },
        {
            "chapter": 11,
            "verse": 62,
            "text": "Олар: «Ей, Салих! Сен осыған дейін біздің арамызда үміт күтілген жан едің. Енді бізді аталарымыз табынған нәрсеге табынудан тиясың ба? Негізінде, біз сенің шақырғаныңнан күмән-күдіктеміз», - деді"
        }
    ]
}