{
    "pages": [
        {
            "chapter": 31,
            "verse": 20,
            "text": "Аспандар мен жердегі нәрселерді Аллаһтың сендер үшін бағынышты еткенін, әрі сендерді ап-айқын және жасырын / көрінбейтін / игіліктеріне бөлегенін көрмедіңдер ме? Адамдардың арасында өзінде не білімі, не тура жолға бастаушысы, не жарық беруші кітабы болмаса да Аллаһ жайында айтысатындары бар"
        },
        {
            "chapter": 31,
            "verse": 21,
            "text": "Әрі қашан оларға:«Аллаһтыңтүсіргеніне еріңдер», - делінсе, олар: «Жоқ.Біз аталарымызды ненің үстінде / қандай құлшылықта / тапсақ, соған ереміз», - дейді. Егер де шайтан оларды Саъир (Тозақтың бір аты. Мағнасы - жалынды от) азабына шақырса да ма"
        },
        {
            "chapter": 31,
            "verse": 22,
            "text": "Кім ықыласпен жақсылық істеуші бол­ған күйінде жүзін / дінін, амалын / Аллаһқа бойсұндырса, сол ең сенімді тұтқадан ұстаған j болады. Істердің нәтижесі - Аллаһта"
        },
        {
            "chapter": 31,
            "verse": 23,
            "text": "Ал, кім күпірлік етсе / иманға келмесе / , оның күпірлігі / қарсылығы / сені қайғыртпасын. Олардың қайтар жері - Біздің алдымыз. Сонда Оларға не істегендерінің хабарын береміз. Ақиқатында, Аллаһ көкіректердегі нәрсені толық Білуші"
        },
        {
            "chapter": 31,
            "verse": 24,
            "text": "Біз олардың / бұл дүниеден / аз ғана пайдалануына мүмкіндік беріп, кейін оларды ауыр азапқа мәжбүр етіп саламыз"
        },
        {
            "chapter": 31,
            "verse": 25,
            "text": "Ей, Мұхаммед! / Егер олардан аспандарды және жерді кім жаратты?» - деп сұрасаң, олар міндетті түрде: «Аллаһ», - дейді. Айт: «Барлық мақтау Аллаһқа!» -деп. Бірақ олардың көбі білмейді"
        },
        {
            "chapter": 31,
            "verse": 26,
            "text": "Аспандардағы және жердегілердің барлығы Аллаһтікі. Ақиқатында Аллаһ өте Бай, Мұқтажсыз, аса Мақтаулы"
        },
        {
            "chapter": 31,
            "verse": 27,
            "text": "Егер де жердегі барлық ағаштар қаламға айналып, ал теңіз / сия болып / және оған артынан жеті теңіз қосылса да Аллаһтың сөздері таусылмайды. Ақиқатында Аллаһ бәрінен Үстем , аса Дана"
        },
        {
            "chapter": 31,
            "verse": 28,
            "text": "Сендерді жарату және қайта тірілту - бір жанды / жаратып, тірілту / секілді ғана. Ақиқатында Аллаһ бәрін Естуші / Самиъ / , бәрін Көруші / Басир"
        }
    ]
}