{
    "pages": [
        {
            "chapter": 47,
            "verse": 20,
            "text": "Иманға келгендер: «Бір сүре түсірілмей ме?» - дейді. Ал, қашан анық бір сүре түсіріліп және онда соғыс туралы айтылса, жүрегінде дерті барлардың саған өлімнен қорқып есі кеткен біреудің қарағанындай қарайтынын көресің. Негізінде, Оларға көбірек лайықтысы"
        },
        {
            "chapter": 47,
            "verse": 21,
            "text": "бойсұну және жақсы соз еді. Шешім қабылданған кезде олардың Аллаһқа адал болуы өздері үшін қайырлы болар еді"
        },
        {
            "chapter": 47,
            "verse": 22,
            "text": "Ал, егер сендер теріс бұрылсаңдар, онда жер бетін бұзушы және туыстық байланысты үзушілерден боласыңдар"
        },
        {
            "chapter": 47,
            "verse": 23,
            "text": "Міне, бұлар - Аллаһтың лағнет еткендері / мейірімінен алыстатқандары / , сөйтіп / Ол / оларды керең әрі көздерін де соқыр қылды"
        },
        {
            "chapter": 47,
            "verse": 24,
            "text": "Олар Құранға зер салып қарамай ма? Әлде олардың жүректері құлыптаулы ма"
        },
        {
            "chapter": 47,
            "verse": 25,
            "text": "Ақиқатында, өздеріне тура жол анықталғаннан кейін арттарына қайтқандарға шайтан / имансыздықты / көркем етіп көрсетті әрі / өтірік үмітке! иландырды"
        },
        {
            "chapter": 47,
            "verse": 26,
            "text": "Бұлай болуы, олардың Аллаһтың түсіргенін жаман көрушілерге: «Біз кейбір істе сендерге бағынамыз», - деп айтқандығы себебінен. Аллаһ олардың не жасырғандарын біледі"
        },
        {
            "chapter": 47,
            "verse": 27,
            "text": "Періштелер олардың жандарын алғанда, беттері мен арқаларынан ұрғанда қалай болмақ"
        },
        {
            "chapter": 47,
            "verse": 28,
            "text": "Мұның себебі олардың Аллаһтың қаһарын шақыратын нәрселерге еруі және Оның ризалығын / Ол ұнатқан істерді / жаман көрулерінен. Сондықтан Ол / Аллаһ / олардың амалдарын пайдасыз, бекер етті"
        },
        {
            "chapter": 47,
            "verse": 29,
            "text": "Сонда жүректерінде дерті барлар, Аллаһ олардың өшпенділігін ешқашан әшкерелемейді деп ойлады ма"
        }
    ]
}