{
    "pages": [
        {
            "chapter": 3,
            "verse": 187,
            "text": "Кезінде Аллаһ, Кітап берілгендерден: «Оны міндетті түрде адамдарға түсіндіресіңдер әрі жасырмайсыңдар», - деп серт алды. Алайда, олар оны / сертті / арттарына тастап, орнына болмашы бағаны / бұл дүниелікті / сатып алды. Олардың сатып алғандары қандай жаман"
        },
        {
            "chapter": 3,
            "verse": 188,
            "text": "Ей, Мұхаммед! / Істегендеріне мәз болып, істемегендері үшін өздеріне мақтау айтылуын ұнататындарды азаптан құтылады деп ойлама. Оларға күйзелтуші азап бар"
        },
        {
            "chapter": 3,
            "verse": 189,
            "text": "Аспандардың және жердің билігі Аллаһтікі. Аллаһ - барлық нәрсені Жасай алушы"
        },
        {
            "chapter": 3,
            "verse": 190,
            "text": "Ақиқатында, аспандардың және жердің жаратылуында, түн мен күндіздің ауысуында ақыл иелері үшін белгілер бар"
        },
        {
            "chapter": 3,
            "verse": 191,
            "text": "солар Аллаһты түрегеп тұрып, отырған күйі және жамбастап жатып еске алады, әрі аспандардың және жердің жаратылуы жайында ойланып: «Раббымыз! Сен бұны босқа жаратпадың! Сен / барлық кемшіліктен / пәксің! Бізді От / тозақ / азабынан сақта"
        },
        {
            "chapter": 3,
            "verse": 192,
            "text": "Раббымыз! Ақиқатында Сен кімді Отқа кіргізсең, оны шынымен қорлыққа ұшыратасың. Әділетсіздерге ешбір жәрдемші жоқ"
        },
        {
            "chapter": 3,
            "verse": 193,
            "text": "Раббымыз! Біз «Өздеріңнің Раббыңа сеніңдер» - деп, иманға үндеп жүрген үндеушіні естіп, иманға келдік. Раббымыз! Біздің күнәларымызды кешір, жамандықтарымызды өшір / тазарт / әрі біздің жанымызды ізгілермен бірге ал"
        },
        {
            "chapter": 3,
            "verse": 194,
            "text": "Раббымыз! Бізге елшілерің арқылы уәде еткеніңді бер және бізді Қайта тірілу күні қорлама. Ақиқатында, Сен уәдеңді бұзбайсың», - деп тілейді"
        }
    ]
}