{
    "chapter": [
        {
            "chapter": 43,
            "verse": 1,
            "text": "Kha - Mim"
        },
        {
            "chapter": 43,
            "verse": 2,
            "text": "V znak Yasnoy Knigi sey"
        },
        {
            "chapter": 43,
            "verse": 3,
            "text": "Poistine, My sdelali yeye Koranom na arabskom, Chtob vy mogli urazumet'"
        },
        {
            "chapter": 43,
            "verse": 4,
            "text": "On vkhodit v Mater' Knigi, Chto pred Nami, - Velichiya i mudrosti ispolnen"
        },
        {
            "chapter": 43,
            "verse": 5,
            "text": "Uzhel' My otvratim Poslaniye ot vas Za to, chto vy - narod, predely prestupivshiy"
        },
        {
            "chapter": 43,
            "verse": 6,
            "text": "I skol'ko zhe prorokov My poslali K narodam, chto predshestvovali vam"
        },
        {
            "chapter": 43,
            "verse": 7,
            "text": "I ne bylo ni odnogo proroka, Kotorogo b oni ne osmeyali"
        },
        {
            "chapter": 43,
            "verse": 8,
            "text": "Za to My pogubili ikh, Khot' siloyu svoyey oni prevoskhodili etikh. I (pritchey) pereshel primer (narodov) prezhnikh (Dlya nyneshnikh i budushchikh vremen)"
        },
        {
            "chapter": 43,
            "verse": 9,
            "text": "I yesli sprosish' ty u nikh: \"Kto zhe Tvorets nebes, zemli Sozdatel'?\", To nepremenno oni skazhut: \"Ikh sotvoril Moguchiy, Mudryy"
        },
        {
            "chapter": 43,
            "verse": 10,
            "text": "Kto kolybel'yu postelil vam zemlyu, Po ney dlya vas dorogi prolozhil, Chtob imi pryamo vy mogli idti"
        },
        {
            "chapter": 43,
            "verse": 11,
            "text": "Kto s neba dozhd' nizvodit v dolzhnoy mere\". My k zhizni voskreshayem im Tu zemlyu, chto zastyla v smerti. My tak zhe voskresim (iz smerti) vas"
        },
        {
            "chapter": 43,
            "verse": 12,
            "text": "On v parakh sozdal vse, chto sushche. Dlya pereyezdov sotvoril vam korabli i skot"
        },
        {
            "chapter": 43,
            "verse": 13,
            "text": "Chtob, na khrebte ikh tverdo vodvorivshis', Vy proslavlyali imya Boga svoyego i govorili: \"Khvala Tomu, Kto podchinil nam eto! My b nikogda siye ne zavershili sami"
        },
        {
            "chapter": 43,
            "verse": 14,
            "text": "My k Bogu nashemu, poistine, vernemsya"
        },
        {
            "chapter": 43,
            "verse": 15,
            "text": "I vse zhe iz sluzhiteley Yego Oni pripisyvayut chast' (ot yestestva) Yego. O, kak zhe yavno greshen chelovek I (Bogu svoyemu) neblagodaren"
        },
        {
            "chapter": 43,
            "verse": 16,
            "text": "Uzhel' On iz vsego, chto sozdal, Sebe vzyal docherey, A synovey pozhaloval dlya vas"
        },
        {
            "chapter": 43,
            "verse": 17,
            "text": "Kogda zh kogo-nibud' iz vas Obraduyut izvestiyem o tom, Chto stavit on dlya Miloserdnogo v primer, Yego litso mrachneyet, I napolnyayetsya (dusha) glubokim ogorchen'yem"
        },
        {
            "chapter": 43,
            "verse": 18,
            "text": "Neuzhto tot, kto byl vzrashchen sred' ukrasheniy I v sporakh yasnym byt' ne mozhet, (Mozhet pripisan byt' v sluzhiteli Gospodni)"
        },
        {
            "chapter": 43,
            "verse": 19,
            "text": "I angelov, kto v usluzhenii Allakha, Oni za zhenshchin prinimayut. Uzhel' oni svidetelyami ikh sotvoren'ya byli? Zapishetsya svidetel'stvo siye, I budut oni prizvany k otvetu"
        },
        {
            "chapter": 43,
            "verse": 20,
            "text": "I govoryat oni: \"Zhelal togo by Miloserdnyy, Ne poklonyalis' by my im\". Ob etom net u nikh poznan'ya nikakogo, - Lish' izmyshlyayut vso oni"
        },
        {
            "chapter": 43,
            "verse": 21,
            "text": "Uzhel' My dali Knigu im do etoy, Kotoroy strogo derzhatsya oni"
        },
        {
            "chapter": 43,
            "verse": 22,
            "text": "Net, - govoryat oni. - Nashli my nashikh praottsev, Derzhavshikhsya opredelennoy very, I pryamo sleduyem po ikh stopam"
        },
        {
            "chapter": 43,
            "verse": 23,
            "text": "I tochno tak zhe vsyakiy raz, Kogda My slali do tebya K lyubomu lyudu uveshchevatelya ot Nas, Kto pobogache byl iz nikh, Te govorili: \"Nashli my nashikh praottsev, Derzhavshikhsya opredelennoy very, I pryamo sleduyem po ikh stopam"
        },
        {
            "chapter": 43,
            "verse": 24,
            "text": "Skazal on: \"Dazhe yesli ya nesu vam rukovodstvo, Chto pravil'ney togo, Kotorogo, kak vy nashli, Derzhalis' vashi praottsy?\" Oni skazali: \"My ne verim v to, S chem poslany (vy k nam)"
        },
        {
            "chapter": 43,
            "verse": 25,
            "text": "I My otmstili im. I posmotri, kakoy konets byl tekh, Kto lozh'yu schel (Moi znamen'ya)"
        },
        {
            "chapter": 43,
            "verse": 26,
            "text": "I (vspomnite), kak svoyemu ottsu i svoyemu narodu Ibrakhim skazal: \"Chemu vy poklonyayetes', K tomu ya neprichasten"
        },
        {
            "chapter": 43,
            "verse": 27,
            "text": "(YA poklonyayus') lish' Tomu, Kto menya sozdal, - On mne, poistine, ukazhet put' pryamoy"
        },
        {
            "chapter": 43,
            "verse": 28,
            "text": "I (sey zavet) on sdelal Slovom Dlya prebyvaniya v yego potomstve, Chtob obratilis' (k Gospodu) oni"
        },
        {
            "chapter": 43,
            "verse": 29,
            "text": "YA dal i im, i ikh ottsam Blagami blizhney zhizni naslazhdat'sya, Poka im Istina (Gospodnya) ne predstala I ne prishel poslannik nesomnennyy"
        },
        {
            "chapter": 43,
            "verse": 30,
            "text": "Kogda im Istina predstala, Oni skazali: \"Eto - koldovstvo, i my yemu ne verim"
        },
        {
            "chapter": 43,
            "verse": 31,
            "text": "I (daleye) oni skazali: \"Tak otchego by etomu Koranu Ne byt' nisposlannym Kakomu-libo znatnomu muzhchine Iz etikh dvukh (pochetnykh) gorodov"
        },
        {
            "chapter": 43,
            "verse": 32,
            "text": "Uzh ne oni l' - Deliteli shchedrot Vladyki tvoyego?! Lish' My - deliteli sred' nikh vsego potrebnogo v sem mire. I My vozvysili po stepenyam Odnikh iz nikh nad ostal'nymi, Chtoby odni mogli brat' v usluzheniye drugikh. No milost' tvoyego Vladyki Prevyshe blag, kotoryye oni sebe kopYat"
        },
        {
            "chapter": 43,
            "verse": 33,
            "text": "I yesli b ne sluchilos' tak, Chto lyudi vse odnim narodom stanut, Dlya tekh, kto Miloserdnogo otverg, My b sdelali iz serebra I krovli ikh domov, i lestnitsy dlya voskhozhden'ya"
        },
        {
            "chapter": 43,
            "verse": 34,
            "text": "I dveri ikh domov, i lozha, Gde vozlegali b (otdykhaya)"
        },
        {
            "chapter": 43,
            "verse": 35,
            "text": "Zlatyye ukrashen'ya takzhe. No eto vse - ne chto inoye, Kak naslazhden'ya blizhney zhizni, A zhizn' vtoraya, chto u Boga, (Naznachena) blagochestivym"
        },
        {
            "chapter": 43,
            "verse": 36,
            "text": "Kto slepo nebrezhet vospominaniyem o Miloserdnom, K tomu My Satanu pristavim, Kto stanet neotluchnym sputnikom yemu"
        },
        {
            "chapter": 43,
            "verse": 37,
            "text": "Oni, poistine, sbivayut ikh s puti; Te zh dumayut, chto sleduyut pryamoy stezeyu"
        },
        {
            "chapter": 43,
            "verse": 38,
            "text": "I vot kogda on k Nam pridet, on skazhet: \"O, yesli b mezhdu mnoyu i toboy Legla zemlya ot zapada k vostoku!\" O, kak zhe skveren etot sputnik"
        },
        {
            "chapter": 43,
            "verse": 39,
            "text": "I kol' vy byli bezzakonny, Vam v etot Den' niskol'ko ne pomozhet To, chto vy stanete sobrat'ya V (surovom) nakazanii (Gospodnem)"
        },
        {
            "chapter": 43,
            "verse": 40,
            "text": "I razve mozhesh' ty glukhikh zastavit' slyshat' Il' put' (pryamoy) slepomu ukazat' I tem, kto v yavnom zabluzhden'ye (prebyvayet)"
        },
        {
            "chapter": 43,
            "verse": 41,
            "text": "A yesli udalim ot nikh tebya My, My vzyshchem s nikh spolna za eto"
        },
        {
            "chapter": 43,
            "verse": 42,
            "text": "Ili tebe pokazhem to, Chem My, uveshchevaya ikh, grozili. Ved' moshch'yu My ikh prevoskhodim"
        },
        {
            "chapter": 43,
            "verse": 43,
            "text": "(A potomu uverenno) derzhis' togo, Chto v Otkrovenii tebe otkryto, - Ved' ty - na pravednoy steze"
        },
        {
            "chapter": 43,
            "verse": 44,
            "text": "Siye, poistine, Poslaniye (ot Boga) Tebe i tvoyemu narodu, I vam otvet derzhat' (pred Nim)"
        },
        {
            "chapter": 43,
            "verse": 45,
            "text": "Sprosi poslannikov, Kotorykh do tebya My posylali: \"My im drugikh bogov dlya poklonen'ya naznachali, Pomimo Miloserdnogo (Allakha)"
        },
        {
            "chapter": 43,
            "verse": 46,
            "text": "Istinno, My Musu s Nashimi znamen'yami Poslali k Faraonu i yego vel'mozham, I on skazal: \"Poslannik ya ot Gospoda mirov"
        },
        {
            "chapter": 43,
            "verse": 47,
            "text": "Kogda zhe k nim On s Nashimi znamen'yami prishel, Oni ikh predali nasmeshkam"
        },
        {
            "chapter": 43,
            "verse": 48,
            "text": "My ni yedinogo znamen'ya im ne pokazali, Chto ne bylo b znachitel'neye pervykh, I My podvergli nakazan'yu ikh, Chtoby mogli (urazumet' i) obratit'sya (k Bogu)"
        },
        {
            "chapter": 43,
            "verse": 49,
            "text": "I vot togda oni skazali (Muse): \"O charodey! Vzmoli za nas Vladyku tvoyego Ob (ispolnenii) obeshchannogo Im cherez tebya, - Togda my, istinno, poydem pryamoy stezeyu"
        },
        {
            "chapter": 43,
            "verse": 50,
            "text": "Kogda zhe s nikh My snyali nakazan'ye, Oni narushili vse klyatvy"
        },
        {
            "chapter": 43,
            "verse": 51,
            "text": "I Faraon v svoyem narode vozglasil, skazav: \"O moy narod! Uzhel' ne mne prinadlezhit Gospodstvo nad Yegiptom i reki, chto (struyatsya) podo mnoy? Uzhel' ne vidite vy eto"
        },
        {
            "chapter": 43,
            "verse": 52,
            "text": "Uzhel' ne luchshe ya, chem sey prezrennyy I ne sposobnyy yasno iz\"snyat'sya"
        },
        {
            "chapter": 43,
            "verse": 53,
            "text": "I byli by na nem braslety zolotyye, Il' vmeste s nim yavilis' angely, Soputstvuya yemu"
        },
        {
            "chapter": 43,
            "verse": 54,
            "text": "I tem on sdelal svoy narod bezdumnym, Poslushalis' oni yego - rasputny byli eti lyudi"
        },
        {
            "chapter": 43,
            "verse": 55,
            "text": "Kogda zhe Nas prognevali oni, My otmstili im i vsekh ikh potopili"
        },
        {
            "chapter": 43,
            "verse": 56,
            "text": "I My ikh sdelali predshestvuyushchim lyudom I (nazidaniyem) v primer dlya ikh potomkov"
        },
        {
            "chapter": 43,
            "verse": 57,
            "text": "Kogda zhe syn Maryam im stavitsya v primer, Na eto tvoy narod Protest svoy shumno vyrazhayet"
        },
        {
            "chapter": 43,
            "verse": 58,
            "text": "I govoryat oni: \"Kto luchshe: nashi bogi ili on?\" I stavyat sey (vopros) tebe Lish' po okhote spor zateyat'. Tak ved' oni - narod, Chto k prepiratel'stvu (i sporam tyagoteyet)"
        },
        {
            "chapter": 43,
            "verse": 59,
            "text": "On byl vsego lish' rab (Gospoden'), Kotoromu My Nashu milost' darovali I dlya synov Israilya postavili v primer"
        },
        {
            "chapter": 43,
            "verse": 60,
            "text": "I yesli b My togo zhelali, My b angelov proizveli iz vas samikh, Kto na zemle by vas smenil V posleduyushchikh (pokolen'yakh)"
        },
        {
            "chapter": 43,
            "verse": 61,
            "text": "I stanet Isa (syn Maryam) znamen'yem Chasa, A potomu ne somnevaytes' v nem i sleduyte za mnoy, - Siye yest' put' pryamoy"
        },
        {
            "chapter": 43,
            "verse": 62,
            "text": "I pust' vas Satana (s nego) ne otvrashchayet, - Ved' on dlya vas - zaklyatyy vrag"
        },
        {
            "chapter": 43,
            "verse": 63,
            "text": "Kogda zhe s yasnymi znamen'yami prishel k nim Isa, On skazal: \"YA s mudrost'yu yavilsya k vam, Chtob raz\"yasnit' vam chto-to iz togo, V chem vy mezhdu soboy raznoglasite; A potomu strashites' Gospoda I povinuytes' mne"
        },
        {
            "chapter": 43,
            "verse": 64,
            "text": "Allakh, poistine, - i moy Gospod', i vash Gospod', Tak poklonyaytes' zhe Yemu, - Siye yest' put' pryamoy"
        },
        {
            "chapter": 43,
            "verse": 65,
            "text": "No sekty raznyye sred' nikh Mezhdu soboyu stali raznoglAsit'. O, gore tem, kto nechestivym byl, Ot nakazaniya muchitel'nogo Dnya"
        },
        {
            "chapter": 43,
            "verse": 66,
            "text": "Uzheli (v prerekaniyakh svoikh) Oni dozhdutsya togo Chasa, Kotoryy k nim vnezapno podoydet, Kogda oni ob etom i ne pomyshlyayut"
        },
        {
            "chapter": 43,
            "verse": 67,
            "text": "I blizkiye druz'ya v tot Den' Vragami stanut drug dlya druga, Pomimo tekh, kto byl blagochestiv"
        },
        {
            "chapter": 43,
            "verse": 68,
            "text": "(I prozvuchit): \"O vernyye sluzhiteli Moi! Na vas ne lyazhet strakh v tot Den', Pechal' ne otyagchit"
        },
        {
            "chapter": 43,
            "verse": 69,
            "text": "Te, kto uveroval v znamen'ya Nashi I predalsya smirenno (Bogu)"
        },
        {
            "chapter": 43,
            "verse": 70,
            "text": "Voydite v Ray - i vy, i vashi zheny, Vozraduytes' (tomu, chto tam)"
        },
        {
            "chapter": 43,
            "verse": 71,
            "text": "I ikh tam budut obnosit' Zlatymi blyudami i kubkami iz zlata. Tam budet vse, chto dushi pozhelayut, I vse, chem usladyatsya ochi. I prebyvat' vam tam navechno"
        },
        {
            "chapter": 43,
            "verse": 72,
            "text": "Takov tot Ray, Kotoryy obretete vy V nagradu za deyan'ya vashi"
        },
        {
            "chapter": 43,
            "verse": 73,
            "text": "I v nem - vam izobil'nyye plody, Kotorymi vy budete pitat'sya"
        },
        {
            "chapter": 43,
            "verse": 74,
            "text": "A nechestivym - v vechnoy muke Ada prebyvat'"
        },
        {
            "chapter": 43,
            "verse": 75,
            "text": "I muki etoy im nikak ne oblegchit', I byt' im tam v otchayanii (vechnom)"
        },
        {
            "chapter": 43,
            "verse": 76,
            "text": "Ne My im prichinili zlo Ved' zlochestivy byli oni sami"
        },
        {
            "chapter": 43,
            "verse": 77,
            "text": "O Malik! - vozzovut oni. - (Uzh luchshe b) tvoy Gospod' Poslal nam (bystruyu) konchinu! No tot otvetit: Net! Vam ostavat'sya zdes' navechno"
        },
        {
            "chapter": 43,
            "verse": 78,
            "text": "My Istinu vam prinesli, No bol'shinstvo iz vas K ney nenavist' pitayet"
        },
        {
            "chapter": 43,
            "verse": 79,
            "text": "I yesli (protiv Istiny Gospodney) Oni zadumyvayut delo - Tak tol'ko My - rasporyaditeli vsekh del"
        },
        {
            "chapter": 43,
            "verse": 80,
            "text": "Il' dumayut oni, chto My ne slyshim Ikh tayny i sekretnyye besedy? Poistine, poslantsy Nashi, chto pri nikh, Zapisyvayut vse"
        },
        {
            "chapter": 43,
            "verse": 81,
            "text": "Skazhi: \"Imel by Miloserdnyy syna, YA stal by yemu pervym poklonyat'sya"
        },
        {
            "chapter": 43,
            "verse": 82,
            "text": "Khvala i slava Gospodu nebes, zemli, Vladyke Trona! Prevyshe On togo, chto vse oni Yemu vmenyayut"
        },
        {
            "chapter": 43,
            "verse": 83,
            "text": "Ostav' zhe ikh lukavo slovobludit', (Zemnym) potekham predavayas', Poka oni svoy Den' ne vstretyat, Chto im obeshchan byl"
        },
        {
            "chapter": 43,
            "verse": 84,
            "text": "On - Tot, Kto Bog na nebesakh, Bog na zemle. Ispolnen mudrosti i vedeniya On"
        },
        {
            "chapter": 43,
            "verse": 85,
            "text": "Blagosloven bud' Tot, Komu prinadlezhit gospodstvo Nad nebesami i zemley, A takzhe tem, chto mezhdu nimi! Lish' On vladeyet znaniyem o Chase, I lish' k Nemu vy budete vozvrashcheny"
        },
        {
            "chapter": 43,
            "verse": 86,
            "text": "A te, kotorykh oni stavyat s Bogom naravne, - (Za nikh) predstatel'stvovat' (pred Allakhom) ne sposobny, Pomimo tekh, kotoryye ob Istine svidetel'stva dayut, I oni znayut (eto)"
        },
        {
            "chapter": 43,
            "verse": 87,
            "text": "I yesli ty ikh sprosish', kto ikh sotvoril, \"Allakh\", - oni otvetyat nepremenno. Tak otchego zhe otvrashchayutsya oni"
        },
        {
            "chapter": 43,
            "verse": 88,
            "text": "Vozzval (prorok): \"O moy Gospod'! Poistine, ne veruyet sey lyud"
        },
        {
            "chapter": 43,
            "verse": 89,
            "text": "Ostav' ikh i skazhi im: \"Mir!\" Oni uznayut skoro"
        }
    ]
}