{
    "rukus": [
        {
            "chapter": 8,
            "verse": 20,
            "text": "O believers! Obey Allah and His Messenger and do not turn away from him while you hear ˹his call˺"
        },
        {
            "chapter": 8,
            "verse": 21,
            "text": "Do not be like those who say, “We hear,” but in fact they are not listening"
        },
        {
            "chapter": 8,
            "verse": 22,
            "text": "Indeed, the worst of all beings in the sight of Allah are the ˹wilfully˺ deaf and dumb, who do not understand"
        },
        {
            "chapter": 8,
            "verse": 23,
            "text": "Had Allah known any goodness in them, He would have certainly made them hear. ˹But˺ even if He had made them hear, they would have surely turned away heedlessly"
        },
        {
            "chapter": 8,
            "verse": 24,
            "text": "O believers! Respond to Allah and His Messenger when he calls you to that which gives you life. And know that Allah stands between a person and their heart, and that to Him you will all be gathered"
        },
        {
            "chapter": 8,
            "verse": 25,
            "text": "Beware of a trial that will not only affect the wrongdoers among you. And know that Allah is severe in punishment"
        },
        {
            "chapter": 8,
            "verse": 26,
            "text": "Remember when you had been vastly outnumbered and oppressed in the land, constantly in fear of attacks by your enemy, then He sheltered you, strengthened you with His help, and provided you with good things so perhaps you would be thankful"
        },
        {
            "chapter": 8,
            "verse": 27,
            "text": "O believers! Do not betray Allah and the Messenger, nor betray your trusts knowingly"
        },
        {
            "chapter": 8,
            "verse": 28,
            "text": "And know that your wealth and your children are only a test and that with Allah is a great reward"
        }
    ]
}