{
    "rukus": [
        {
            "chapter": 5,
            "verse": 78,
            "text": "The disbelievers among the Children of Israel were condemned in the revelations of David and Jesus, son of Mary. That was for their disobedience and violations"
        },
        {
            "chapter": 5,
            "verse": 79,
            "text": "They did not forbid one another from doing evil. Evil indeed was what they did"
        },
        {
            "chapter": 5,
            "verse": 80,
            "text": "You see many of them taking the disbelievers as allies. Truly wicked are their misdeeds, which have earned them Allah’s wrath. And they will be in everlasting torment"
        },
        {
            "chapter": 5,
            "verse": 81,
            "text": "Had they believed in Allah, the Prophet, and what has been revealed to him, they would have never taken those ˹pagans˺ as allies. But most of them are rebellious"
        },
        {
            "chapter": 5,
            "verse": 82,
            "text": "You will surely find the most bitter towards the believers to be the Jews and polytheists and the most gracious to be those who call themselves Christian. That is because there are priests and monks among them and because they are not arrogant"
        },
        {
            "chapter": 5,
            "verse": 83,
            "text": "When they listen to what has been revealed to the Messenger, you see their eyes overflowing with tears for recognizing the truth. They say, “Our Lord! We believe, so count us among the witnesses"
        },
        {
            "chapter": 5,
            "verse": 84,
            "text": "Why should we not believe in Allah and the truth that has come to us? And we long for our Lord to include us in the company of the righteous.”"
        },
        {
            "chapter": 5,
            "verse": 85,
            "text": "So Allah will reward them for what they said with Gardens under which rivers flow, to stay there forever. And that is the reward of the good-doers"
        },
        {
            "chapter": 5,
            "verse": 86,
            "text": "As for those who disbelieve and reject Our signs, they will be the residents of the Hellfire"
        }
    ]
}