{
    "manzils": [
        {
            "chapter": 10,
            "verse": 1,
            "text": "Alif, Lam, Ra. Bular daanışman Kitep (Kuraan) ayattarı"
        },
        {
            "chapter": 10,
            "verse": 2,
            "text": "Özdörünün arasınan (Biz tandap algan) kişige: (Muhammadga) “Adamdardı (tozokton) eskert jana ıymanduularga Rabbisinin aldındagı tolup-taşkan çınıgı sıylıktar jönündö kuşkabar ber” dep vahiy jiberişibiz (kaapır) adamdarga taŋkalıçtuu boldubu? Kaapırlar (Allaһtan uşul vahiy kabardı alıp kelgen Paygambar jönündö:) “Bul anık sıykırçıdan başka eç kim emes”-deşti"
        },
        {
            "chapter": 10,
            "verse": 3,
            "text": "Çınında, silerdin Rabbiŋer Jer menen asmandardı altı kündö jaratıp, andan kiyin (jer-asmandardan da keŋ bolgon) Arştan biyik boldu.? Al (büt aalamdardagı) işti (jalgız Özü) başkarat. Anın uruksatı bolmoyun, (Anın aldında) eç kim (biröönün) künöösünö aktooçu bolo albayt. Uşul Allaһ — Rabbiŋer. Anın Özünö gana ibadat kılgıla! Emi, esiŋerge kelbeysiŋerbi"
        },
        {
            "chapter": 10,
            "verse": 4,
            "text": "Allaһtın ubadası - akıykat: (Anın ubadası boyunça) bardıgıŋardın kaytıp bararıŋar - Özünö. Al obolu kalk-kalayıktı jaratat. Kiyin ıyman keltirip salih amal kılgandardı adilet sıylaş üçün jaratuunu (ekinçi jolu) kaytalayt. Kaapır bolgon adamdarga bolso, kaapır bolgonunun jazasına jan oorutkan azap jana kaynak suudan şarap bar"
        },
        {
            "chapter": 10,
            "verse": 5,
            "text": "Al Kündü jarıtkıç, Aydı Nur kılıp koydu. Jana siler esep menen jıl sanagın bilişiŋer üçün Ayga bir neçe orundardı belgilep koydu. Allaһ munu akıykat menen jarattı jana bile turgan adamdar üçün ayattardı açık-aykın bayan kılıp jatat"
        },
        {
            "chapter": 10,
            "verse": 6,
            "text": "Çınında, tün menen kündüzdün almaşıp turuşunda jana jer-asmandardagı Allaһ jaratkan nerselerde takıba adamdar üçün (Allahtın kuduretine) belgiler bar"
        },
        {
            "chapter": 10,
            "verse": 7,
            "text": "Albette, Bizge joluguunu ümüt kılbay (işenbey), düynö jaşoosuna gana ıraazı bolup, oşogo jölönüp jürgöndör jana Bizdin ayattarıbızga köŋül burbay koygondor"
        },
        {
            "chapter": 10,
            "verse": 8,
            "text": "Alardın jazası - tozok, kılmıştarına jaraşa"
        },
        {
            "chapter": 10,
            "verse": 9,
            "text": "Çınında, ıyman keltirip salih amal kılgan adamdardı, ıymandarı sebeptüü Rabbisi Tuura Jolgo baştayt. (Natıyjada) Beyiş baktarında alardın (jaygaşkan orundarının) astında darıyalar agıp turat"
        },
        {
            "chapter": 10,
            "verse": 10,
            "text": "Beyişte alardın duba-ibadattarı: “O, Allaһ! Sen bardık kemçildiktüü sıpattardan Tazasıŋ!” degen sözdördön, uçuraşuuları “salam-salam” degen sözdördön. Dubaları(nın ayagı) bolso: “Aalamdardın Rabbisi Allaһka maktoolor bolsun!” (degen söz menen bütöt)"
        },
        {
            "chapter": 10,
            "verse": 11,
            "text": "Eger Allaһ (kaapır) adamdarga jakşılıktı (alar özdörü) şaştırışkanı sıyaktuu jamandıktı da şaştırıp keltirçü bolso, (kaçan ele) alardın jaşoo möönöttörü bütüp (kıyrap) kalmak. (Birok) Bizge joluguunu ümüt kılbagan adamdardı öz adaşuusunda, tentigen keyipte taştap koyobuz"
        },
        {
            "chapter": 10,
            "verse": 12,
            "text": "Jana eger bir insandı (ooruu, apaat sıyaktuu) zıyan karmasa, jatıp da, oturup da, turgan abalında da Bizge (jalbarıp) duba kılıp kalat. Emi, kaçan andan zıyandı arıltsak, zıyan karmaganda Bizge duba kılbagan sıyaktuu (teskeri) basıp ketet. Çekten çıkkan adamdarga jasagan işteri uşintip kooz körgözüp koyulat"
        },
        {
            "chapter": 10,
            "verse": 13,
            "text": "Biz silerden murun da köp muundardı kaapır bolup ketkende kıyratıp salganbız. Alarga öz Paygambarları anık dalilderdi alıp kelgende, ıyman keltirbey koyuşkan bolçu. Biz künöökör eldi uşintip jazalaybız"
        },
        {
            "chapter": 10,
            "verse": 14,
            "text": "Kiyin, alardın artınan silerdi jerde orunbasar kıldık. Kanday amal kılışıŋardı (sınap) körüü üçün"
        },
        {
            "chapter": 10,
            "verse": 15,
            "text": "Eger alarga Bizdin anık ayattarıbız okup berilse, Bizge joluguunu ümüt kılbagan (muşrik) adamdar: “(O, Muhammad) bizge mından bölök Kuraan alıp kel je anı (bizdin kaaloolorubuzga ılayıktap) özgört”- deşken. Aytkın: “Maga anı öz oyum menen özgörtüü mümkün emes. Men (Kuraandı özüm oylop çıgarbaymın) bolgonu, özümö (Allaһ tarabınan) vahiy kılıngan nerselerdi gana eerçiymin. Eger men Rabbime künöö kılsam, Uluu Kündün azabınan korkomun!”"
        },
        {
            "chapter": 10,
            "verse": 16,
            "text": "Aytkın: “Eger Allaһ kaalaganda men silerge munu okup berbeyt elem jana Al (Allaһ) da anı silerge üyrötpöyt ele. Men ömür boyu özüŋördün araŋarda (jaşap) kelem go! Akılıŋardı iştetpeysiŋerbi?»"
        },
        {
            "chapter": 10,
            "verse": 17,
            "text": "Allaһka jalaa jaap, ayattarın “jalgan” degen adamdardan zaalımıraak kim bar?! Çınında, künöökör adamdar eç kaçan jeŋişke (Beyişke) jetpeyt"
        },
        {
            "chapter": 10,
            "verse": 18,
            "text": "(Muşrikter) Allaһtan başka, payda da, zıyan da jetkire albay turgan nerselerge ibadat kılıp: “Uşular Allaһtın aldındagı bizdin aktooçularıbız” -deşti. Aytkın: «Siler Allaһka asmandar jana jerdegi bilbegen “şerikterin” bilgizip koymok bolduŋarbı?!» Al (muşrikter oylogondoy boluudan) Taza jana alardın şirkterinen Biyik"
        },
        {
            "chapter": 10,
            "verse": 19,
            "text": "(Murun) adamdardın bardıgı bir dinde boluşkan. Kiyinçereek (pikirde) çaçırandı bolup ketişti.! Eger Rabbiŋ tarabınan ötkön (kaapırlarga bul düynödö möönöt berüü jönündögü) söz bolbogondo, karşı çıkkan işterinde alarga (kıyratuu menen) öküm kılınmak"
        },
        {
            "chapter": 10,
            "verse": 20,
            "text": "(Kaapırlar): “Aga Rabbisi tarabınan (közübüzgö körüngön) bir belgi-moojiza tüşürülböyt beken!” deşti. Aytkın: “Kayıp (ilimi) jalgız Allaһka taandık. (Siler menin akıbetimdi) kütkülö, men da siler menen birge (silerdin akıbet-natıyjaŋardı) kütüüçülördön boloyun"
        },
        {
            "chapter": 10,
            "verse": 21,
            "text": "Eger Biz adamdarga, jetken (ooru, kaatçılık sıyaktuu) maşakat-müşküldördün artınan (den- sooluk, baylık, tınçtık sıyaktuu) ırayım-rahmat daamın tattırsak, kapıstan Bizdin ayattarıbız jönündö amalköylük kılıp (baş iybey) kalışat. Aytkın: “Allaһtın amalköylügü tezireek!” Çınında Bizdin (perişte-) elçileribiz silerdin ayla-amalıŋardı jazıp turat"
        },
        {
            "chapter": 10,
            "verse": 22,
            "text": "Al (Allaһ) silerdi deŋizde jana kurgaktıkta jürgüzgön. Kaysıl bir ubakıtta siler deŋiz koynunda — kemelerde bolgonuŋarda, kemeler jagımduu jel menen alardı sızdırıp baratkanda jana anı menen süyünüp turuşkanda... (kapıstan) alarga... dobul şamaldar, ar tarabınan tolkundar kelip, orolup kalganın sezişkende... Allaһka çın ıkılastarı menen: “Eger uşundan kutkarsaŋ şügür kıluuçulardan bolobuz!” - dep duba kılışat"
        },
        {
            "chapter": 10,
            "verse": 23,
            "text": "(Allaһ) alardı kutkarıp koygondon kiyin bolso, jer betinde akıykatsızdık menen (Allaһtın jalgız Özünö sıyınbay) zulumduk kılışat. O, adamdar! Silerdin zulumuŋar özüŋörgö gana zıyan. (Siler) düynö jaşoosunun paydaların gana (ümüt kılasıŋar) kiyin (Kıyamatta) Özübüzgö kaytarılasıŋar jana Biz silerge kılgan işiŋerdin kabarın bildirebiz"
        },
        {
            "chapter": 10,
            "verse": 24,
            "text": "Çınında, düynö jaşoosunun (lazzat-koozduktarının) misalı - Biz asmandan tüşürgön suuga (jana oşol suu menen jer kooz bolup kalganda bir apaat menen jok bolup kalganga) okşoş: (obolu) al suu menen adamdar jana aybandar jey turgan jer ösümdüktörü aralaşıp, (suu alardın tamır-denesine siŋip) jer körkünö kelip, koozdono jasanganda, jer elderi “Biz jer üstündö kudurettüübüz” dep kalıştı. (Oşondo gana) tündösü je kündüzü jerge Bizdin buyrugubuz (azabıbız) kelip, anı keçee gana döölöttüü bolbogon sıyaktuu kıyratıp koyduk! Biz pikirin iştetken adamdarga ayattardı uşintip bayan kılabız"
        },
        {
            "chapter": 10,
            "verse": 25,
            "text": "(O, insandar! Silerdi) Allaһ Tınçtık Üyünö (Beyişke) çakırat jana Özü kaalagan pendelerin Tuura Jolgo (İslamga) baştayt"
        },
        {
            "chapter": 10,
            "verse": 26,
            "text": "(Allaһka ibadattı) Eŋ sonun kılgan adamdarga eŋ sonun nerse (Beyiş) jana aşıkçası (Allaһtın Jüzün körüü) bar. Alardın jüzdörünö eç bir çaŋ, eç bir korduk (belgisi) jukpayt. Alar Beyiş eeleri bolup, anda tübölük kalışat"
        },
        {
            "chapter": 10,
            "verse": 27,
            "text": "Al emi, jaman işterdi jasagan adamdar üçün, özündöy jaman jaza (tozok) bar. Alardı korduk orop alat jana Allaһ tarabınan eç bir saktooçu bolboyt. Alardın jüzü tim ele karaŋgı tündün bir bölügünö orolup algan sıyaktuu (bolup kalat). Dal oşolor tozok eeleri, anda tübölük kalışat"
        },
        {
            "chapter": 10,
            "verse": 28,
            "text": "Biz alardın bardıgın çogultkan (Kıyamat) Kündö, muşrikterge: “Siler (Maga şerik kılgan) köp “kudayıŋar” menen orduŋardan jılbay turgula!” deybiz. Kiyin alardın arasın ajıratıp koyobuz. (Oşondo) alardın (Maga) şerik kılgan “kudayları” (muşrikterge karap): “Bizge sıyıngan emessiŋer"
        },
        {
            "chapter": 10,
            "verse": 29,
            "text": "Siler menen bizdin arabızda Allaһ jetiştüü Kübö: biz silerdin ibadat kılganıŋardı bilgen emespiz” - deşet"
        },
        {
            "chapter": 10,
            "verse": 30,
            "text": "Oşol jerde ar bir jan özü jasap ötkön işterin sınoodon ötköröt. Jana çınıgı kojoyundarı — Allaһka kaytarılışat. Oylop tapkan jalgan “kudayları” alardan jogolup ketet"
        },
        {
            "chapter": 10,
            "verse": 31,
            "text": "(O, Muhammad, muşrikterge) ayt: “Silerge asmandardan jana jerden kim ırıskı beret? Je bolboso, kulaktardın, közdördün eesi kim? (Kim al eköönü jaratıp, uguu, körüü kasietin berdi?) Kim ölüktön tirüünü, tirüüdön ölüktü çıgara alat? (Aalamdagı) işterdi kim başkarat?” Alar daroo: “Allaһ”-dep joop berişet. Anda sen aytkın: (Oşol Allaһtan) korkpoysuŋarbı?”"
        },
        {
            "chapter": 10,
            "verse": 32,
            "text": "Uşul Allaһ silerdin çınıgı Rabbiŋer. Çındıktan kiyin adaşuuçuluktan başka eç nerse kelbeyt. Kayda burulup bara jatasıŋar"
        },
        {
            "chapter": 10,
            "verse": 33,
            "text": "Oşentip, buzulgan elderge, ıyman keltirbegeni sebeptüü Rabbiŋdin (azap jönündögü) Sözü atkarıldı"
        },
        {
            "chapter": 10,
            "verse": 34,
            "text": "Ayt: «(O, muşrikter!) silerdin (Allaһtan başka) “kudayıŋardın” arasında kalk-kalayıktı başta jaratıp, (kiyin öltürüp) anan kayra jarata ala turganı barbı?» Ayt: «Allaһ (gana) başta jaratıp, (anı öltürgöndön) kiyin kayra jarata alat! (Oşol Allaһka sıyınbay) kayda bara jatasıŋar"
        },
        {
            "chapter": 10,
            "verse": 35,
            "text": "Aytkın: “Silerdin “kudayıŋardın” arasında akıykatka baştay ala turganı barbı? Ayt: “Allaһ gana akıykatka baştay alat! (Aytkılaçı), kim artınan eerçigenge köbüröök tatıktuu: akıykatka baştay ala turganıbı je baştay albay, teskerisinçe, özü baştooçuga muktaj bolgonubu?! Silerge emne bolgon? Kanday öküm çıgarıp jatasıŋar"
        },
        {
            "chapter": 10,
            "verse": 36,
            "text": "Alardan (muşrikterden) köpçülügü şek-kümöndördü gana eerçiyt. Çınında, kümön degen akıykattın ordun basa albayt. Allaһ alardın işterin Bilüüçü"
        },
        {
            "chapter": 10,
            "verse": 37,
            "text": "Bul Kuraan Allaһtan başka eç kimden kelbegen. Al (Kuraan) özünön murunku (Toorat, İnjil, Zabur sıyaktuu) kitepterdi tastıktayt, (adal-aram maselelerin) toluk bayandap beret. Anın aalamdardın Rabbisi tarabınan kelgenine eç bir şek-kümön jok"
        },
        {
            "chapter": 10,
            "verse": 38,
            "text": "Je alar: “Anı (Muhammad) oydon çıgargan” - deşebi? Aytkın: “Eger çınçıl bolsoŋor, Allaһtan başka koluŋardan kelgen ar kimderdi çakırıp bolso da, uşuga okşoş bir gana sürö keltirgileçi?!”"
        },
        {
            "chapter": 10,
            "verse": 39,
            "text": "Jok! Alar Kuraandı üyrönböy turup, anın tüşünük-maanisi alarga kelbey turup “jalgan” deşet. Alardan murunku kaapırlar dagı (öz Paygambarına kelgen çındıktı) uşintip “jalgan” deşken. Emi, zaalımdardın akıbet-natıyjası kanday bolgonun karap tur"
        },
        {
            "chapter": 10,
            "verse": 40,
            "text": "Alardın arasında Kuraanga ıyman keltirgenderi da bar, ıyman keltirbegenderi da bar. Senin Rabbiŋ buzuku adamdardı Bilüüçü"
        },
        {
            "chapter": 10,
            "verse": 41,
            "text": "Eger seni “jalgançı” deşse (köŋül burbay, daavat işiŋdi ulanta ber, jana) alarga ayt: “Menin işim - özümö, silerdin işiŋer - özüŋörgö. Menin işterime siler joop berbeysiŋer, silerdin işiŋerge men joopker emesmin”"
        },
        {
            "chapter": 10,
            "verse": 42,
            "text": "Alardın arasınan kee biröölörü saga kulak salışat. Sen dülöylörgö kantip uguzmak eleŋ, (özdörü) akıldarın iştetpey jatışsa"
        },
        {
            "chapter": 10,
            "verse": 43,
            "text": "Alardan dagı biröölörü seni(n araketiŋe sıntagıp) tiktep turuşat. Eger (akıl közü menen) körö alışpasa, sen sokur adamdı kantip Tuura Jolgo baştamaksıŋ"
        },
        {
            "chapter": 10,
            "verse": 44,
            "text": "Allaһ adamdarga eç zulumduk kılbayt. Birok, adamdar özdörünö-özdörü zulumduk kılıp alışat"
        },
        {
            "chapter": 10,
            "verse": 45,
            "text": "Al (Allaһ) adamdardı çogultkan (Kıyamat) Kündö, alar (bul düynödö) kündüzdün bir saatın gana (jaşap) turganday boluşat. Biri-birlerin taanıp turuşat. (Oşondo) Allaһka joluguunu “jalgan” degender zıyan tartıp kalışat. (Antkeni,) alar Tuura Jolgo tüşkön emes"
        },
        {
            "chapter": 10,
            "verse": 46,
            "text": "(O, Muhammad!) Eger Biz alarga ubada bergen nerseni (uşul düynödö jazaloonu) saga körsötsök da, je (körgözböy ele) senin janıŋdı alsak da (kapa bolbo, akırında) alar Özübüzgö kaytıp kelişet. Anan, Allaһ alardın bardık kılmıştarına Kübö bolot"
        },
        {
            "chapter": 10,
            "verse": 47,
            "text": "(Tarıhtagı) ar bir el-ümmöt üçün paygambar (jiberilgen). Kaçan alarga paygambarları kelgende (kee biröölörü ıyman keltirip, köpçülügü jalgançıga çıgarışkan. Al emi, Kıyamatta) alarga eç bir zulumduk kılınbay, adilettik menen öküm kılınat"
        },
        {
            "chapter": 10,
            "verse": 48,
            "text": "(Muşrikter): “Eger çınçıl bolsoŋor (aytkılaçı, o musulmandar, Allaһ bizdi jazalaym degen) oşol ubada kaçan?”- deşet"
        },
        {
            "chapter": 10,
            "verse": 49,
            "text": "Aytkın: “Men özümö Allaһ kaalagandan başka ne payda, ne zıyan jetkire albaymın (men bolgonu siler üçün estetüüçümün). Ar bir ümmöttün belgilengen möönötü bar. Kaçan oşol möönötü kelgende, alar bir saatka da keçiktirilbeyt jana tezdetilbeyt"
        },
        {
            "chapter": 10,
            "verse": 50,
            "text": "Aytkın: “Emne dep oyloysuŋar, Allaһtın azabı silerge tündösübü je kündüzübü kelse (siler üçün anın ayırması kançalık?!) Kılmışkerler azaptı emne mınça şaşıltırışat"
        },
        {
            "chapter": 10,
            "verse": 51,
            "text": "Kiyin (kapıstan) al azap kelgende, (daroo) ıyman keltirdiŋer. Emibi?! (Emi ıymanıŋar kabıl bolboyt. Keç bolup kaldı!) Siler anı şaştırbadıŋar bele"
        },
        {
            "chapter": 10,
            "verse": 52,
            "text": "Kiyin (Akırette) zaalım adamdarga: “Tübölük azaptı tatkıla! Siler kılmışıŋarga jaraşa gana jazalanasıŋar” - dep aytılat"
        },
        {
            "chapter": 10,
            "verse": 53,
            "text": "Jana alar senden: “Uşul çındıkpı?” dep suraşat. Aytkın: “Ooba, Rabbime ant: bul — çındık! Siler Allaһtı alsız kıla albaysıŋar"
        },
        {
            "chapter": 10,
            "verse": 54,
            "text": "Jana (Kıyamatta) ar bir zulumduk kılgan jan üçün büt jer jüzünün baylıgı (künöösünö) tölöm katarı berilse da, azaptı(n bar ekenin öz közü menen) körgöndö buşayman çekse da, alarga eç zulumduk kılınbagan abalda, adilettik menen öküm kılınat"
        },
        {
            "chapter": 10,
            "verse": 55,
            "text": "O, köŋül burgula! Çınında, asmandar jana jerdegi nersenin bardıgı Allaһka taandık! O, köŋül burgula! Çınında, Allaһtın ubadası — Akıykat! Birok munu alardın köpçülügü bilişpeyt"
        },
        {
            "chapter": 10,
            "verse": 56,
            "text": "Al öltüröt jana tiriltet. (Mında Aga eç kim şerik bolo albayt) Jana Anın Özünö kaytarılasıŋar"
        },
        {
            "chapter": 10,
            "verse": 57,
            "text": "O, adamdar! Silerge Rabbiŋer tarabınan nasaat, köküröktögü buzuluularga şıpaa, Tuura Jol jana büt aalamdar üçün ırayım (bolup Kuraan kitebi) keldi"
        },
        {
            "chapter": 10,
            "verse": 58,
            "text": "Ayt: “Allaһtın pazileti (Kuraan) jana ırayımı (din-ıyman) — uşular menen süyünüşsün! Bul alar çogultkan (mal-düynö sıyaktuu) nerselerden jakşı"
        },
        {
            "chapter": 10,
            "verse": 59,
            "text": "Ayt: “(O, muşrikter!) aytkılaçı, Allaһ silerge tüşürüp bergen ırıskılardı(n birin) aram, (birin) adal kıldıŋar”. Aytkın: “Kabar bergileçi, silerge (bul joruguŋarga) Allaһ uruksat berdibi, je Allaһka jalaa jaap jatasıŋarbı"
        },
        {
            "chapter": 10,
            "verse": 60,
            "text": "Allaһka jalgandan jalaa jaap jatkan adamdardın Kıyamat Kün jönündö oyu kanday boldu eken? Çınında, Allaһ adamdarga pazilettüü. Birok, adamdardın köpçülügü şügür kılışpayt"
        },
        {
            "chapter": 10,
            "verse": 61,
            "text": "(O, adamdar!) Siler kanday gana abalda bolbogula, Kuraandan emneni gana okubagıla, kanday gana iş jasabagıla — Biz silerdin oşol iş menen alek bolgonuŋarga Kübö bolup turabız. (O, Muhammad!) Senin Rabbiŋden asmandar jana jerdegi kıpınday nerse da jaşıruun bolo albayt. Oşol nerseden çoŋ je kiçine bolgon nerselerdin bardıgı Anık Kitepte (Lauhul-Mahfuzda) jazılıp koyulgan"
        },
        {
            "chapter": 10,
            "verse": 62,
            "text": "Ukkula! Çınında, Allaһtın dostoruna (keleçekte) eç korkunuç jok jana alar (ötmüştögü işterine da) kaygırışpayt"
        },
        {
            "chapter": 10,
            "verse": 63,
            "text": "Alar ıyman keltirip, takıba bolgon adamdar"
        },
        {
            "chapter": 10,
            "verse": 64,
            "text": "Alar üçün Düynödö jana Akırette süyünçü kabarlar bar. Allaһtın sözdörü (eç kaçan) özgörtülböyt. Bul — Uluu Jeŋiş"
        },
        {
            "chapter": 10,
            "verse": 65,
            "text": "(O, Muhammad) Seni alardın (dinge jana saga bagıttalgan ıpılas) sözdörü kapa kılbasın. Bardık urmat-ızaat Allaһ üçün! Al — Uguuçu, Bilüüçü"
        },
        {
            "chapter": 10,
            "verse": 66,
            "text": "Ukkula, çınında asmandar jana jerde bolgondun bardıgı Allaһtın gana mülkü. Allaһtan başka “kudaylarga” duba (ibadat) kılıp jatkandar şek-kümöndördü gana eerçişet jana jalgandardı gana bojomoldoşot"
        },
        {
            "chapter": 10,
            "verse": 67,
            "text": "Al (Allaһ) silerge anın koynunda beypil dem alışıŋar üçün tündü jana (anda turmuş-tiriçilik kıluuŋar üçün) jarık kündüzdü çıgarıp berdi. Albette, bul nersede (aŋ-sezim menen) uga bilgen adamdar üçün (Allaһtın kuduretine) belgiler bar"
        },
        {
            "chapter": 10,
            "verse": 68,
            "text": "(Kaapırlar) “Allaһtın balası bar” deşti. Al (kaapırlardın sıpattoosunan) Taza! Al — Beymuktaj. Asmandar jana jerdegi bardık nerseler Anın mençigi. (O, kaapırlar!) Silerdin aldıŋarda bul sözüŋörgö dalil jok! Emne, siler Allaһ jönündö bilbegen (dalilsiz) nerselerdi süylöy beresiŋerbi"
        },
        {
            "chapter": 10,
            "verse": 69,
            "text": "Aytkın: “Allaһka jalgandardı oylop tapkan adamdar (Tozokton) kutuluşpayt!”"
        },
        {
            "chapter": 10,
            "verse": 70,
            "text": "(Alar üçün) Düynödö (öz jalgandarı menen bir az) paydalanuu bar. Anan, Özübüzgö (kaytıp) kelişet. Anan, alarga kaapırçılıktarı sebeptüü katuu azap tattırabız"
        },
        {
            "chapter": 10,
            "verse": 71,
            "text": "(O, Muhammad) Alarga Nuhtun kabarın okup ber: Bir kezde Nuh koomuna (kayrılıp) ayttı: “O, koomum! Eger menin (dinge daavat kılıp, köp jıldar araŋarda) turuşum jana Allaһtın ayattarın eskertişim silerge oor kelgen bolso, Allaһka tobokel kıldım, (maga karşı) bardık amal-küçüŋördü jana Allaһka şerik kılgan bardık “kudayıŋardı” çogulta bergile. İşiŋer özüŋörgö belgisiz bolup kalbasın. Anan maga eç möönöt berbey, (koluŋardan kelgenin) kılgıla"
        },
        {
            "chapter": 10,
            "verse": 72,
            "text": "Eger (nasaattarımdı kabıl albay) ketseŋer, men silerden (dinge çakırganım üçün) akı suraganım jok. Soop-sıylıktı men Allaһtan gana suraymın. Jana men musulmandardan (Allaһtın Özünö gana moyun sunuuçulardan) boluuga buyurulganmın”"
        },
        {
            "chapter": 10,
            "verse": 73,
            "text": "Andan soŋ koomu anı (dagı bir iret) “jalgançı” deşti. Anan Biz anı jana anı menen birge bolgondordu kemede kutkarıp, (topon suudan kıyragandarga) orunbasar kıldık jana Bizdin ayattarıbızdı “jalgan degenderdi çöktürüp saldık. Eskertilgen adamdardın akıbalı kanday bolgonun körüp koy"
        },
        {
            "chapter": 10,
            "verse": 74,
            "text": "Kiyin Biz anın (Nuhtun) artınan (köp) paygambarlardı öz koomdoruna jiberdik. Alar koomdoruna anık dalilderdi (moojizalardı) körgözüştü. Birok, alar, (moojizalardı körsö da) mından murun “jalgan” degen nerselerine (dinge) ıyman keltirişpedi. Biz çekten çıguuçulardın jürögün uşintip möörlöp koyobuz"
        },
        {
            "chapter": 10,
            "verse": 75,
            "text": "Andan soŋ paygambarlardın artınan Musa (bin İmran) menen (agası) Harundu Firaun jana anın saray kızmatçılarına, Özübüzdün moojizalarıbız menen jibergen kezde alar tekeberlenip, kılmışker koom bolup kalıştı"
        },
        {
            "chapter": 10,
            "verse": 76,
            "text": "Anan kaçan alarga Bizdin aldıbızdan Akıykat kelgende: “Bul — anık sıykır” deşti"
        },
        {
            "chapter": 10,
            "verse": 77,
            "text": "Musa ayttı: “Silerge Akıykat kelgende (bul — sıykır) dep jatasıŋarbı?! Uşul sıykırbı? Sıykırçılar maksattarına jete albayt!”"
        },
        {
            "chapter": 10,
            "verse": 78,
            "text": "Alar aytıştı: “Siler bizdi ata-babalar jürgön dinden tosuu üçün jana (bizdin) jerdegi biylik silerge oop kaluu üçün (jana bizdi öz jeribizden çıgarıp jiberüü üçün) keldiŋerbi?! Biz ekööŋö (eç kaçan) ıyman keltirbeybiz!””"
        },
        {
            "chapter": 10,
            "verse": 79,
            "text": "Anan Firaun ayttı: “Maga (Misir jerindegi) bardık ilimdüü sıykırçılardı alıp kelgile!”"
        },
        {
            "chapter": 10,
            "verse": 80,
            "text": "Kaçan sıykırçılar (Musa menen jarışkanı) kelgende Musa alarga: “Emneni taştoonu kaalasaŋar taştagıla”- dedi"
        },
        {
            "chapter": 10,
            "verse": 81,
            "text": "(Sıykırçılar koldorundagı jipterdi, tayakçalardı) taştadı ele, (kadimki ele bultuŋdagan jılandarga okşop kaldı. Anda) Musa ayttı: “Siler jasagan (uşul) iş (anık) sıykır! Allaһ tez ele anın jalganın çıgarat! Çınında, Allaһ buzukulardın işin oŋdoboyt.»"
        },
        {
            "chapter": 10,
            "verse": 82,
            "text": "Allaһ kılmışkerlerge jakpasa da, Özünün sözdörü menen Akıykattı bekemdep koyot"
        },
        {
            "chapter": 10,
            "verse": 83,
            "text": "Musaga (köpçülük) ıyman keltirbedi. Özünün koomunan bir taypa jaş jigitter gana! Firaun menen anın adamdarı alardı (küç menen) dinden kaytarıp koyuusunan korkkon abalda ıyman keltirişti. (Antkeni,) Firaun jer betinde bagıntuuçu (kaarduu) jana çekten çıkkandardın biri ele"
        },
        {
            "chapter": 10,
            "verse": 84,
            "text": "Musa ayttı: “O, koomum! Eger Allaһka ıyman keltirgen jana musulman bolsoŋor, (ıyman mildetin atkargıla jana) Allaһka tobokel kılgıla"
        },
        {
            "chapter": 10,
            "verse": 85,
            "text": "Alar (Musanın koomu anın sözünö muyup) ayttı: “Allaһka tobokel! O, Rabbi! Bizdi zaalım adamdarga kor (jeŋilgen) kılıp koybo"
        },
        {
            "chapter": 10,
            "verse": 86,
            "text": "Jana Öz Irayımıŋ menen bizdi kaapır koomdon kutkar"
        },
        {
            "chapter": 10,
            "verse": 87,
            "text": "Biz Musa menen agasına (Haarunga): “Ekööŋ koomuŋar üçün Misirde (ibadat kıluuçu) üylördü kurgula jana (eger jalpı ibadatkanada namaz okuuga toskoolduk bolso) öz üyüŋördü ibadatkana kılıp, namaz okugula. Jana adamdarga (jakında kele turgan Allaһtın jardamı tuuraluu) süyünüçtüü kabar aytkıla!”-dep vahiy kıldık"
        },
        {
            "chapter": 10,
            "verse": 88,
            "text": "Musa ayttı: “O, Rabbim! Sen Firaun menen anın adamdarına (bul) düynö jaşoosunda (ar türdüü) zıynattardı jana mal-mülktü berdiŋ! O, Rabbim! (Sen düynönü alarga) Özüŋdün joluŋdan adaşıp ketüüsü üçün gana bergensiŋ. O, Rabbim! Alardın mal-mülkünö apaat berip, jüröktörün katırıp sal! Kaçan gana jan çıdagıs azaptı körmöyünçö ıyman keltire albay kalışsın"
        },
        {
            "chapter": 10,
            "verse": 89,
            "text": "(Anda Allaһ): “Ekööŋördün dubaŋar kabıl boldu. Emi, (diniŋerde) tüz bolup, (daavatıŋardı ulantıp) ilimsiz adamdardın joluna eerçibegile!”-dedi"
        },
        {
            "chapter": 10,
            "verse": 90,
            "text": "Biz İsrayil urpaktarın deŋizden (aman-esen) ötkördük. Firaun menen anın askerleri zulumduk jana duşmandık kıluu üçün alardı kuup keldi. Kaçan gana Firaun (deŋizge) çögö baştaganda: “Iyman keltirdim! Çın ele, İsrayil urpaktarı işengen Allaһdan başka kuday jok! Men da musulmandardan birimin!”-dedi"
        },
        {
            "chapter": 10,
            "verse": 91,
            "text": "Emibi?! Keçee ele künöökör bolup, buzukulardan bolup jürdüŋ ele"
        },
        {
            "chapter": 10,
            "verse": 92,
            "text": "Bügün (seni öltürüp, birok) deneŋdi kutkarabız, senden kiyinkilerge sabak boluşu üçün. Çınında, köpçülük adamdar bizdin ayattarıbızdan kabarsız kalışkan"
        },
        {
            "chapter": 10,
            "verse": 93,
            "text": "Biz İsrayil urpaktarın eŋ mıktı orundarga (Firaundan kalgan kooz jerlerge) ornoşturup, taza-pakiza nerselerden ırıskı berdik. Alar kaçan özdörünö ilim (ıyık kitep) kelgenge çeyin (çındık jönündö) talaşıp-tartışışkan jok. Çınında, (O, Muhammad,) Senin Rabbiŋ, alardın arasındagı talaşkan nerselerine Kıyamat Kündö Özü öküm çıgarat"
        },
        {
            "chapter": 10,
            "verse": 94,
            "text": "(O, Muhammad) Eger Biz saga tüşürgön nersede (tuurabı je tuura emespi dep) ekilenip kalsaŋ, özüŋdön murunku kitepti (Toorat, İnjildi) okugan (ınsaptuu) adamdardan sura.! Anıgında, saga Rabbiŋden Akıykat (Kuraan) keldi. Emi sen şektenüüçülördön bolbogun"
        },
        {
            "chapter": 10,
            "verse": 95,
            "text": "Jana sen Allaһtın ayattarın “jalgan” degen adamdardan bolbogun! Anda zıyan tartuuçulardan bolup kalasıŋ"
        },
        {
            "chapter": 10,
            "verse": 96,
            "text": "Çınında, Rabbiŋdin sözü (azabı alarga kelişi) çındık bolup kalgan adamdar ıyman keltirişpeyt"
        },
        {
            "chapter": 10,
            "verse": 97,
            "text": "Eger alarga (Allaһtan) bardık dalil-moojizalar kelse da, jan kıynooçu azaptı (öz közdörü menen) körmöyünçö ınanışpayt"
        },
        {
            "chapter": 10,
            "verse": 98,
            "text": "(Başına azap kele jatkanın körüp) ıyman keltirse, al ıymanı özünö payda bergen el-jurt jok, bir gana Yunustun koomunan başka. (Yunustun koomu azaptı körüp) ıyman keltirdi ele, Biz alardan düynö jaşoosundagı korduk azabın arıltıp koyduk jana (belgilüü) bir ubakıtka çeyin (jaşoo menen) paydalandırdık"
        },
        {
            "chapter": 10,
            "verse": 99,
            "text": "(O, Muhammad) Eger senin Rabbiŋ kaalasa jer betindegi bardık adamdar (biri kalbay) ıyman keltirişmek.? Emne, sen adamdar (öz ıktıyarı menen) ıymanga kelgenge çeyin ele alardı majburlayın dep turasıŋbı"
        },
        {
            "chapter": 10,
            "verse": 100,
            "text": "Allaһtın kaaloo-uruksatısız eç bir jan ıymanduu bolo albayt. Al emi, akılın iştetpegen adamdardı (Allaһ Taala) azapka (duuşar) kılat"
        },
        {
            "chapter": 10,
            "verse": 101,
            "text": "(O, Muhammad) Aytkın: “Asmandar jana jerdegi (Anın kuduretine belgi bolgon) nerselerge karagıla. Birok, (bul) belgiler jana (azaptan) estetüülör ıymansız adamdarga payda berbeyt"
        },
        {
            "chapter": 10,
            "verse": 102,
            "text": "(Kaapırlar) özdörünön murun ötkön kaapırlardın kününö okşoş (azaptuu) kündü gana kütüp jatışat. (Alarga nasaat payda berbey kaldı. Oşonduktan,) alarga «kütö bergile, men da siler menen birge (silerdin azapka joluguuŋardı) kütüüçülördün birimin» dep aytkın"
        },
        {
            "chapter": 10,
            "verse": 103,
            "text": "(Azap kelgenden) kiyin Biz Öz paygambarlarıbızdı jana ıyman keltirgen adamdardı kutkarabız. Iymanduu adamdardı uşintip kutkaruu - Biz üçün mildet"
        },
        {
            "chapter": 10,
            "verse": 104,
            "text": "Aytkın: “O, adamdar! Eger menin dinimden kümön sanasaŋar, men Allaһtan başka siler ibadat kılıp jatkan “kudaylarga” ibadat kılbaymın. Birok, silerdi öltürö turgan Allaһka ibadat kılamın jana men momundardan boluuga buyurulgamın"
        },
        {
            "chapter": 10,
            "verse": 105,
            "text": "(O, Muhammad) jüzüŋdü eŋ tuura Dinge bur jana muşrikterden bolbo"
        },
        {
            "chapter": 10,
            "verse": 106,
            "text": "Allaһtan başka özüŋö ne payda, ne zıyan jetkire albagan “kudaylarga” duba kılba! Eger oşentçü bolsoŋ, anda sen zaalımdardan (muşrikterden) bolup kalasıŋ"
        },
        {
            "chapter": 10,
            "verse": 107,
            "text": "Eger Allaһ seni bir zıyan menen karmasa, anı Özünön başka eç kim arılta albayt. A, eger saga Allaһ bir jakşılıktı kaalasa, Anın paziletine eç kim toskool bolo albayt. Allaһtın jakşılıgı pendelerinin arasınan Özü kaalagandarına jetet. Al — Keçirimdüü, Irayımduu"
        },
        {
            "chapter": 10,
            "verse": 108,
            "text": "Aytkın: “O, adamdar! Silerge Rabbiŋer tarabınan Akıykat (Kuraan) keldi. Kim (anın ökümü menen jaşap) Tuura Jol tapkan bolso — öz paydasına. Kim adaşsa — özünün gana zıyanına. Men siler üçün (işiŋerdi tekşerip jürüüçü) ökül emesmin»"
        },
        {
            "chapter": 10,
            "verse": 109,
            "text": "Özüŋö vahiy kılıngan nerseni (Kuraandı) gana eerçip, (eger seni biröö “jalgançı” dese, araŋarda) Allaһ öküm kılganga çeyin sabır kıl. Al - öküm kıluuçulardın mıktısı"
        },
        {
            "chapter": 11,
            "verse": 1,
            "text": "Alif, Laam, Raa. Bul kiteptin ayattarı (eç kaçan buzulbay turgan kılıp) bekemdeldi jana Daanışman, Kabardar (Allaһ) tarabınan (eŋ jogorku deŋgeelde) bayan kılındı"
        },
        {
            "chapter": 11,
            "verse": 2,
            "text": "(Munun sebebi) Allaһtan başka “kudaylarga ibadat kılbaşıŋar üçün. Çınında, men silerge Allaһ tarabınan (jiberilgen) estetüüçü jana kuş kabar berüüçümün"
        },
        {
            "chapter": 11,
            "verse": 3,
            "text": "Jasagan künööŋördü keçirüüsün surap, Allaһka jalbargıla jana (“ekinçi kaytalabaymın” dep) tooba kılgıla! (Oşondo) silerdi, belgilengen ubakıtka çeyin eŋ sonun ırıskılar menen paydalantat jana ar bir pazilettüü (ihsan-sadakaluu) adamga Özünün paziletinen beret. Eger jüz üyrüp ketseŋer, men silerge Uluu Kündün (Kıyamattın) azabı jetip kaluusunan korkomun"
        },
        {
            "chapter": 11,
            "verse": 4,
            "text": "Bardıgıŋardın kaytışıŋar — Allaһka! Al — ar nersege kudurettüü"
        },
        {
            "chapter": 11,
            "verse": 5,
            "text": "Ukkula, alar Allaһka bildirbeş üçün köküröktörün(dögü kaapırlıktarın) jaşırışat. Ukkula, eger alar (kökürögünün üstünön) kiyimderin orop alsa da Allaһ bardık sırların jana aşkere nerselerin bilip turat. Çınında, Al köödöndördü eelegen sırlardı Bilüüçü"
        },
        {
            "chapter": 11,
            "verse": 6,
            "text": "Jer betinde (suu tübündö jana aba meykindiginde) kıbıragandın baarının ırıskısı Allaһtın kepildiginde. Al alardın jatar jerin dagı baraar jerin dagı bilet. Bardıgı açık-aykın Kitepte (Lavhul-Mahfuzda jazılgan)"
        },
        {
            "chapter": 11,
            "verse": 7,
            "text": "Alasmandardı jana jerdi altı kündö jaratkan. Anın Arşı suunun üstündö ele. Kimiŋerdin amalıŋar jakşıraak ekenin sınaş üçün. (O, Muhammad) Eger sen: “Siler albette, ölgönüŋördön kiyin kayra tirilesiŋer” deseŋ, kaapır adamdar: “Bul anık sıykırdan başka emes” deşet"
        },
        {
            "chapter": 11,
            "verse": 8,
            "text": "Eger Biz azap berüünü alardan belgilüü möönötkö çeyin keçiktirsek (şıldıŋdaşıp): “Anı emne keçiktirdi eken?” -deşet. Ukkula, (azap) kelgende alardan kaytpayt jana alarga şıldıŋdagan nerseleri tüşöt"
        },
        {
            "chapter": 11,
            "verse": 9,
            "text": "Eger Biz insanga ırıskılarıbızdı(n daamın) tattırıp, kiyin anı alıp koysok (Bizden) ümütsüz jana şügürsüz bolup kalat"
        },
        {
            "chapter": 11,
            "verse": 10,
            "text": "Al emi, başına tüşkön oor kündördün artınan (köp-köp) neemattarıbızdı(n daamın) tattırsak “Oor kündör öttü (emi kelbeyt)” dep mançırkap, biröönü nazarına ilbey kalat"
        },
        {
            "chapter": 11,
            "verse": 11,
            "text": "Al emi, (maşakattuu kündördö) sabırduu bolup, salih-jakşı amaldardı kılgan adamdar (anday emes.) Alarga Allaһtın keçirimi jana çoŋ sooptor bar"
        },
        {
            "chapter": 11,
            "verse": 12,
            "text": "(O, Muhammad, muşrikterdin) “Aga asmandan kazına tüşsö je asmandan perişte (uçup) kelse bolboyt bele” degen sözdörü sebeptüü balkim, Senin jürögüŋ sıgılıp, özüŋö vahiy kılıngan kee bir ayattardı taştagıŋ keleer. (Kapa bolbo jana anday kılba) sen — estetüüçüsüŋ. Allaһ ar nersenin saktooçusu"
        },
        {
            "chapter": 11,
            "verse": 13,
            "text": "Je bolboso alar (Kuraandı Muhammad) oylop çıgargan deşebi? Aytkın: «Eger sözüŋör çın bolso, Allaһtan başka çakıra alganıŋardın baarın jardamga çakırıp, uşuga okşoş On daana “oylop çıgarılgan sürö” keltirgileçi, kana"
        },
        {
            "chapter": 11,
            "verse": 14,
            "text": "Eger (jardamga çakırgan kıyındarıŋar) silerge joop berbese, anda, bilip koygula: bul (Kuraan) Allaһtın ilimi menen tüşkön! Eç bir sıyınuuga tatıktuu kuday jok, jalgız Anın Özü bar! Emi, musulman bolosuŋarbı?»"
        },
        {
            "chapter": 11,
            "verse": 15,
            "text": "Kim uşul düynö jaşoosun jana anın zıynattarın kaalasa, alarga (kaalagan) işterin uşul düynödö toluktap berebiz. Jana alar kem bolboy jaşaşat"
        },
        {
            "chapter": 11,
            "verse": 16,
            "text": "Birok, alarga Akırette Tozok otunan başka eç nerse jok! Jana düynödö jasagan, atkargan işteri “küyüp”, paydasız bolup kalat"
        },
        {
            "chapter": 11,
            "verse": 17,
            "text": "Rabbisi tarabınan anık dalildi (Kuraandı) karmagan, al dalilin Rabbi tarabınan (dagı bir) kübö (taza akıl) koştogon, andan murdaraak jolbaşçı jana ırayım bolgon Musanın Kitebi (Toorat dagı tastıktagan) adamdar! (Tuura Jol tabuuçubu je dalil karmabay ele adaşıp jürgöndörbü?) Oşol (dalil karmagan) adamdar aga (Kuraanga) ıyman keltirişet. (Ar türdüü) taypalardan kim buga kaapır bolso aga ubada kılıngan jer — Tozok. Sen (O, Muhammad) andan kümön sanaba. Al — Rabbiŋden kelgen Akıykat. Birok, adamdardın köpçülügü ıyman keltirişpeyt"
        },
        {
            "chapter": 11,
            "verse": 18,
            "text": "Allaһka jalaa japkandardan köbüröök zaalım bolgon kim bar?! Alar (Kıyamatta) Rabbisine jolukturulat jana (bardık) kübölör: “Rabbisine jalgan jalaa japkandar — uşular!” deşet. Ukkula, zaalımdarga Allaһtın naalatı bolsun"
        },
        {
            "chapter": 11,
            "verse": 19,
            "text": "(Zaalımdar adamdardı) Allaһtın jolunan tosup, anı (öz kaalooloruna karay) buruunu kaalaşat. Alar Akıretke tap-takır işenbegen adamdar"
        },
        {
            "chapter": 11,
            "verse": 20,
            "text": "Alar jer betinde (Allaһtın ökümünön) kaçıp kutula alışpayt jana alarga Allaһtan başka jardamçı da jok. Alarga (özdörünö koşup başkalardı da adaştırganı sebeptüü) koşumça azap berilet. Alar (Akıykattı jek körüp, anı) ukkanga da, körgöngö da jarabay kalıştı"
        },
        {
            "chapter": 11,
            "verse": 21,
            "text": "Alar özdörünö zıyan kılgan adamdar. Jana (Kıyamat jazası mezgilinde) oylop tapkan “kudayları” alardan jok bolup ketet"
        },
        {
            "chapter": 11,
            "verse": 22,
            "text": "Eç şeksiz alar Akırette eŋ köp zıyan tartuuçular"
        },
        {
            "chapter": 11,
            "verse": 23,
            "text": "Iyman keltirip, sooptuu işterdi jasagan jana Rabbisine moyun sungan adamdar Beyiş eeleri bolup, anda tübölük kalışat"
        },
        {
            "chapter": 11,
            "verse": 24,
            "text": "Bul eki taypanın (şorduular menen baktıluulardın) misalı sokur, dülöy menen körüüçü, uguuçu adamga okşoş. Uşul eköönü teŋeştirip bolobu? Esiŋerge kelbeysiŋerbi"
        },
        {
            "chapter": 11,
            "verse": 25,
            "text": "Biz Nuhtu öz koomuna elçi kılıp jiberdik. (Al ayttı:) “Men silerge anık estetüüçümün"
        },
        {
            "chapter": 11,
            "verse": 26,
            "text": "Allaһtan başkaga ibadat kılbaşıŋardı (eskertemin.) Men silerdin başıŋarga kıynooçu Kündün azabı tüşüp kaluusunan korkomun”"
        },
        {
            "chapter": 11,
            "verse": 27,
            "text": "Anın koomunun arasındagı kaapır bolgon uruu başçıları: “Bizdin oyubuzça, sen biz sıyaktuu ele adamsıŋ. Biz senin artıŋdan akılsız kedeyler gana eerçigenin körüp turabız. Bizden artıkça jeriŋerdi eç körböy jatabız, teskerisinçe biz silerdi jalgançılar dep kümön kılabız”-deşti"
        },
        {
            "chapter": 11,
            "verse": 28,
            "text": "(Nuh) ayttı: “O, koomum! Aytkılaçı, eger men Rabbimden kelgen anık dalilge ee bolsom jana maga Andan ırayım — paygambarçılık kelgen bolso, a birok, bul silerge biline elek bolso, siler anı jaman körüp tursaŋar dele, biz silerdi aga majburlamak belek"
        },
        {
            "chapter": 11,
            "verse": 29,
            "text": "O,koomum! Men (dinge) daavat kılganım üçün silerden mal-düynö surabaymın. Maga soop- sıylıktı Allaһ beret. Men ıymanga kelgenderdi kuup jiberbeymin.! Alar Rabbisine joluguuçu (jana andan Beyiş sıylıgın aluuçu) adamdar. Birok, men silerdin naadan koom ekeniŋerdi körüp turamın"
        },
        {
            "chapter": 11,
            "verse": 30,
            "text": "O, koomum! Eger men al adamdardı aydap jibersem, Allaһtın (azabınan kutuluuga) maga kim jardam bere alat?! Oylonboysuŋarbı"
        },
        {
            "chapter": 11,
            "verse": 31,
            "text": "Men silerge: “Mende Allaһtın kazınaları bar” debeymin. Men kayıptı da bilbeymin (anı bir Allaһtan başka eç kim bilbeyt). Jana “men periştemin” dep da aytpaymın. Jana... Siler közüŋörgö ilbegen (bey-beçara) adamdar jönündö: “Allaһ alarga jakşılık (Beyiş) berbeyt” dey albaymın. (Eger ıymandarı ıkılastuu bolso, albette, beret) Alardın jan-dilindegi nerselerdi Allaһ köbüröök bilet. Men (eger siler kaalagandı aytsam) anda, men zaalımdardan bolup kalmakmın. Muşrik-kaapırlar Nuh aleyhi salamdan özdörü talap kılgan jooptu alalbay kalgandan kiyin mınday"
        },
        {
            "chapter": 11,
            "verse": 32,
            "text": "deşti: “O, Nuh! Biz menen köp talaştıŋ! Eger sözüŋdö çınçıl bolsoŋ, bizge ubada kılganıŋdı (azaptı) keltirçi kana!”"
        },
        {
            "chapter": 11,
            "verse": 33,
            "text": "(Anda Nuh): “Anı silerge eger kaalasa, Allaһ gana keltiret. Anda (Allaһ Taalaga) alıŋar jetpey kalat"
        },
        {
            "chapter": 11,
            "verse": 34,
            "text": "Eger Allaһ silerdi adaştıruunu kaalagan bolso, men silerge nasaat aytuunu kaalasam da, nasaatım silerge payda berbeyt. Al silerdin Rabbiŋer jana Özünö kaytarılasıŋar”- dedi"
        },
        {
            "chapter": 11,
            "verse": 35,
            "text": "Je alar: “(Nuh) Allaһka jalgan-jalaa aytıp jatat” deşebi? Ayt: “Eger men jalgan aytsam, künööm öz moynumda. Birok, men silerdin künööŋörgö joop berbeymin”"
        },
        {
            "chapter": 11,
            "verse": 36,
            "text": "(Nuhka vahiy kılındı: “Koomuŋdun arasınan murda ıyman keltirgenderinen başka eç kim ıyman keltirbeyt.) Birok, alardın (kaapırlık) işteri sebeptüü kaygırba. (Allaһ sazayın beret)"
        },
        {
            "chapter": 11,
            "verse": 37,
            "text": "(O, Nuh!) Bizdin Köz aldıbızda vahiy-taalimibiz boyunça (çoŋ) keme jasa jana zaalım adamdar(dı öltürüü) jönündö maga kayrılbay ele koy. (Tagdırdagı «iş» bütkön:) Alar — çöktürülgöndör"
        },
        {
            "chapter": 11,
            "verse": 38,
            "text": "(Anan Nuh) keme jasay baştadı. Ar kaçan (anın) aldınan koomunun adamdarı ötköndö, anı şıldıŋdaştı. (Anda Nuh): “Eger (azır) bizdi mazaktasaŋar, biz da silerdi özüŋördöy mazaktaybız"
        },
        {
            "chapter": 11,
            "verse": 39,
            "text": "Siler tez ele kimge (uşul düynödö) kor kıluuçu azap jana (Akırette) kimderge tübölük azap kelişin bilip alasıŋar”- dedi"
        },
        {
            "chapter": 11,
            "verse": 40,
            "text": "Kaçan gana Bizdin (tagdırda belgilegen) buyrugubuz kelip, (asmandan sel kuyulup, bardık jerden, jadagalsa ottun “uyugu” bolgon) tandırlar(dın oozunan da orguştap suu) atırılıp çıkkanda, Biz ayttık: «(O, Nuh!) Kemeŋe ar türdüü aybanattardan ekiden juptardı, üy-bülöŋdü jana ıyman keltirgenderdi çıgar. Al emi, Bizdin (“aga ölüm” degen) sözübüz jetken adamdardı (çıgarba!)» Aga bir az ele kişiler ıyman keltirgen bolçu"
        },
        {
            "chapter": 11,
            "verse": 41,
            "text": "(Nuh) ayttı: «kemege çıkkıla! Anın jürüşü da, toktoşu da Allaһtın ısımı menen. Çınında, Rabbim - Keçirimdüü, Irayımduu!»"
        },
        {
            "chapter": 11,
            "verse": 42,
            "text": "Jana keme toolordoy tolkundardın üstündö süzüp baratkanda Nuh (ıymanduulardan) ajırap kalgan uuluna: “O, uulum, biz menen birge kemege çık! Kaapırlar menen bolbo! (Anda sen dagı çögüp ölösüŋ)”- dedi"
        },
        {
            "chapter": 11,
            "verse": 43,
            "text": "(Balası atasına işenbey): “Men toonun başına çıgıp ketemin. Al meni suudan saktap kalat”-dedi. (Nuh) ayttı: “Bügün Allaһtın buyrugunan kutultuuçu jok. Özü ırayım kılgandar gana (kutulat.) (Anan) eköönün arasın tolkun bölüp koydu jana (uulu, kaapır bolgonu sebeptüü) çöktürülgöndördön boldu"
        },
        {
            "chapter": 11,
            "verse": 44,
            "text": "(Kiyin Allaһtın buyrugu) aytıldı: “O, jer, suuŋdu tart! O, asman, (jamgırdı) toktot!” Oşentip, suu tartıldı jana öküm atkarıldı. (Keme) Judiy toosunun üstündö toktop kaldı jana “zaalımdarga ölüm!” degen naalat aytıldı"
        },
        {
            "chapter": 11,
            "verse": 45,
            "text": "Anan Nuh Rabbisine (biyik dobuş menen) jalbardı: “Rabbim-ay! Uulum menin üy-bülömdön go!? Senin ubadaŋ akıykat go!? Sen eŋ adilet öküm kıluuçusun go!?”"
        },
        {
            "chapter": 11,
            "verse": 46,
            "text": "(Allaһ) ayttı: “O, Nuh! Al senin üy-bülöŋdön emes! Çınında, bul (senin kaapırga jan tartışıŋ) jakşı iş emes! Özüŋ (akıbetin) bilbegen nerselerdi menden tilebe! Men saga naadandardan bolboşuŋdu nasaat kılamın”"
        },
        {
            "chapter": 11,
            "verse": 47,
            "text": "Ayttı: “O, Rabbim! Men özüm bilbegen nerseni Senden suraganımdın jamandıgınan Özüŋdön korgoo tileymin! Eger Sen meni keçirip, ırayım kılbasaŋ, zıyan tartuuçulardan bolup kalamın"
        },
        {
            "chapter": 11,
            "verse": 48,
            "text": "Aytıldı: “O, Nuh Biz taraptan berilgen amandık menen jana saga, seni menen (kemede) birge bolgondorgo berilgen berekeler menen (jerge) tüşkün. Dagı el-uluttar (bolot). Biz alardı (ar türdüü) neemattar menen paydalantabız. (Eger şügür-ibadat kılışpasa) kiyin alardı Biz taraptan kelgen kıynooçu azap karmayt"
        },
        {
            "chapter": 11,
            "verse": 49,
            "text": "(O, Muhammad!) Bular Biz saga vahiy kılgan kayıp kabarları. Mından murun alardı sen bilbeyt eleŋ, koomuŋ da bilbeyt ele. Emi, sabırduu bol. Çınında, akıbet-natıyja takıbaa kişilerdin paydasına"
        },
        {
            "chapter": 11,
            "verse": 50,
            "text": "Jana Biz (Yemen) jerindegi) Aad eline, özdörünün buradarları Huddu Paygambar kılıp jiberdik. Al ayttı: «O, koomum! Allaһtın Özünö ibadat kılgıla! Silerge Andan bölök sıyınuuga tatıktuu kuday jok! Siler (jalgan “kudaylardı”) oylop çıgargan (muşrik) ekensiŋer"
        },
        {
            "chapter": 11,
            "verse": 51,
            "text": "O, koomum! Men özümdün daavatım üçün silerden akı surabaymın. Maga soop-sıylık berüü meni jaratkan Allaһtın vazıypası. Akılıŋardı iştetpeysiŋerbi"
        },
        {
            "chapter": 11,
            "verse": 52,
            "text": "O, koomum! (Ötköndögü künööŋörgö) Rabbiŋerden keçirim surap, tooba kılgıla! (Oşondo) Al üstüŋörgö nöşörlögön (berekelüü) jamgırlardı jiberet, kubatıŋarga dagı kubat koşot. (Iymanga kelgile!) Künöökör bolup teskeri baspagıla!”"
        },
        {
            "chapter": 11,
            "verse": 53,
            "text": "(Muşrikter) aytıştı: “O, Hud, bizge dalil (moojiza) alıp kelbediŋ. Senin sözüŋ menen biz kudaylarıbızdı taştabaybız jana saga ıyman keltirbeybiz"
        },
        {
            "chapter": 11,
            "verse": 54,
            "text": "Biz “seni kudaylarıbızdan biri jindi kılıp koyuptur” degenden başka eç nerse aytalbaybız. (Hud) ayttı: “Men Allaһtı kübö kılamın jana siler da kübö bolup koygula: Men alısmın, (siler) şerik kılıp jatkan kudayıŋardan"
        },
        {
            "chapter": 11,
            "verse": 55,
            "text": "Allaһtı taştap! Emi maga (koluŋardan kelgen) bardık amalıŋardı eç keçiktirbey jasay bergile"
        },
        {
            "chapter": 11,
            "verse": 56,
            "text": "Menin jana silerdin Rabbiŋer — Allaһka özümdü tapşırdım. Allaһ maŋdayınan mıkçıbagan (Öz ökümün ötkörbögön) eç bir jan jok! Çınında, menin Rabbim Tuura Jol üstündö"
        },
        {
            "chapter": 11,
            "verse": 57,
            "text": "Eger jüz bursaŋar (özüŋördön körgülö). Men silerge özüm alıp kelgen nerseni (dindi) jetkirdim (jana mildetimdi atkardım). Emi Rabbim orduŋarga başka bir (Özünö moyun suna turgan) koomdu keltiret. (Siler kaapırlıgıŋar menen) Allaһka eç kanday zıyan keltire albaysıŋar. Çınında, Rabbim - ar nerseni Saktooçu"
        },
        {
            "chapter": 11,
            "verse": 58,
            "text": "Jana kaçan gana Bizdin buyrugubuz (katuu şamal) kelgende Hud jana anı menen birge bolgon ıymanduulardı Öz ırayımıbız menen kutkardık. Biz alardı katuu azaptan kutkardık"
        },
        {
            "chapter": 11,
            "verse": 59,
            "text": "Mına bul (Allaһ jazalagan) Aad koomu Rabbisinin ayattarın çetke kagıp, paygambarlarına künöökör bolup, ar bir toŋmoyun, tekeber adamdarga eerçip kalgan ele"
        },
        {
            "chapter": 11,
            "verse": 60,
            "text": "Alardı bul düynödö da Kıyamatta da naalat koştop jüröt. Ukkula! Çınında, Aad koomu Rabbisine kaapır boldu! Ukkula, Huddun koomu Aadga ölüm"
        },
        {
            "chapter": 11,
            "verse": 61,
            "text": "Jana Samud koomuna özdörünün buradarı Salihtı (paygambar kılıp) jiberdik. Al ayttı: “O, menin koomum! Allaһtın Özünö ibadat kılgıla! Silerge (jerde da, asmanda da) Andan başka Kuday jok. Al silerdi jerden (topuraktan) jaratıp, anın üstündö jaşatıp koydu. Allaһtan keçirim suragıla jana tooba menen Özünö kaytkıla! Akıykatta, menin Rabbim jakın jana (dubalarga) joop berüüçü"
        },
        {
            "chapter": 11,
            "verse": 62,
            "text": "(Kaapırlar) ayttı: O, Salih, sen bizdin arabızda mından murun (köptü) ümüttöndürgön (jakşı, adeptüü adam) bolçusuŋ. Emi sen bizdi ata-babalarıbız sıyıngan kudaylarga sıyınuudan kaytarasıŋbı?! Sen daavat kılıp jatkan diniŋden biz şektenip kaldık"
        },
        {
            "chapter": 11,
            "verse": 63,
            "text": "(Salih) ayttı: “O, koomum! Aytkılaçı, men Rabbim tarabınan anık dalil üstündö bolsom jana Al maga Özünün ırayımın — paygambarçılıgın bergen bolso, (silerdin dalilsiz “kudayıŋarga” ıraazı bolup) Aga (Allaһka) künöö kılsam, Allaһtın azabınan maga kim jardam bere alat?! Siler (bul talabıŋar menen) maga zıyandan başka nerseni köböytpöysüŋör!?”"
        },
        {
            "chapter": 11,
            "verse": 64,
            "text": "“O, koomum! Mına bul töö siler üçün Allaһtın belgisi. Anı jön (öz erkine) koygula. Allaһtın jerinde ottop jürö bersin. Aga eç jamandık kıla körbögülö! Antseŋer, silerge jakın(da) azap jetet!”"
        },
        {
            "chapter": 11,
            "verse": 65,
            "text": "(Birok, kaapırlar) töönü soyup jiberişti ele (Salih) ayttı: “Koroo-jayıŋarda üç kün (jaşoo neematınan) paydalana turgula. (üç kündön soŋ Allaһtın azabı kelet) bul — akıykat ubada"
        },
        {
            "chapter": 11,
            "verse": 66,
            "text": "Kaçan Bizdin buyrugubuz (azap) kelgen ubakıtta Biz Salih menen ıyman keltirgen adamdardı Öz ırayımıbız menen (azaptan) jana oşol kündün şermendeliginen asırap kaldık. Albette, senin Rabbiŋ - Kubattuu, Kudurettüü"
        },
        {
            "chapter": 11,
            "verse": 67,
            "text": "Jana zaalım (kaapır) bolgon adamdardı katuu dobuş (aç kıykırık) karmadı. Bardıgı (jüröktörü jarılıp) ordu-ordunda kırılıp kalıştı"
        },
        {
            "chapter": 11,
            "verse": 68,
            "text": "Alar bul jerlerde jaşabaganday bolup (kırılıp) kalıştı! Köŋül burgula, Samud koomu Rabbisine kaapır boldu ele! Ukkula, Samudka ölüm"
        },
        {
            "chapter": 11,
            "verse": 69,
            "text": "Bizdin (perişte) elçileribiz İbrahimge (adam keypinde) kuş kabar alıp kelgende, aga salam aytıştı. “Salam”-dedi (İbrahim) jana daroo kuurulgan muzoonu(n etin) alıp keldi (dagı, «jebeysiŋerbi?» dedi)"
        },
        {
            "chapter": 11,
            "verse": 70,
            "text": "Alardın kolu tamakka sozulbay turganın körgöndö (bir jamandık menen kelişken bolbosun dep), alardan şek sanap, kooptono tüştü. (Anda) alar: “Korkpogun, biz Lut koomuna jiberilgen (azaptooçu) elçiler bolobuz” -deşti"
        },
        {
            "chapter": 11,
            "verse": 71,
            "text": "İbrahimdin ayalı (kızmat kılıp) turgan. (Bolgon sözdü ugup) külüp jiberdi. Biz (perişteler arkıluu) aga (jakında töröy turgan balası) İshaktın jana İshaktın artınan (jarık düynögö jarala turgan neberesi) Yakubdun kuşkabarın bildirdik"
        },
        {
            "chapter": 11,
            "verse": 72,
            "text": "Al (taŋırkap, işengisi kelbey): «Şorum kursun! Men töröyt bekenmin?! Özüm kempir, bul erim çal bolup kalgan bolsok?! Bul kızık nerse go!» dedi"
        },
        {
            "chapter": 11,
            "verse": 73,
            "text": "(Perişteler) aytıştı: “Allaһtın buyruguna taŋ kalasıŋbı? O, (kuttuu) üy-bülö! Silerge Allaһtın ırayım, berekeleri tögülsün! Al — Daŋazaluu, Uluk"
        },
        {
            "chapter": 11,
            "verse": 74,
            "text": "İbrahimdin kooptonuusu tarap, aga kuş kabar kelgende Biz (jibergen perişteler) menen Lut koomu jönündö talaşa baştadı"
        },
        {
            "chapter": 11,
            "verse": 75,
            "text": "Çınında İbrahim peyili jumşak, Allaһka ötö berilgen ibadatçı kişi ele"
        },
        {
            "chapter": 11,
            "verse": 76,
            "text": "“O, İbrahim bul talaştı koy. Antkeni, Rabbiŋdin ökümü eçak ele kelgen. Alarga kaytarılgıs azap sözsüz kelet!”"
        },
        {
            "chapter": 11,
            "verse": 77,
            "text": "Bizdin elçileribiz (İbrahimden çıgıp) Lutka kelgende, bular(dın kelişi) sebeptüü kapalanıp jana kıjaalat bolup “Bul oor kün bolot go!” dedi"
        },
        {
            "chapter": 11,
            "verse": 78,
            "text": "Mından murun buzuk işterdi (baçabazdık) kılıp jürgön koomunun adamdarı anın (üyünün) aldına çurkagan boydon jetip kelişti (jana “jaş jigitterge” suktanıp turuştu). “Oo, koomum — dedi Lut — (bul aram işten körö) mına bul menin kızdarım (menen bolgonuŋar) tazaraak siler üçün. Allaһtan korkkula!! Meni meymandarımdın aldında şermende kılbagıla! Silerdin araŋarda akılı soo adam kalgan emespi"
        },
        {
            "chapter": 11,
            "verse": 79,
            "text": "Aytıştı: “Kızdarıŋa bizdin kaaloobuz jok ekenin bilesiŋ. Çının aytkanda, biz emneni kaalap jatkanıbızdı bilip ele turasıŋ da"
        },
        {
            "chapter": 11,
            "verse": 80,
            "text": "(Anda Lut mınday) dedi: “(Eh,) silerge kubatım jetkende je bolboso, jölönöör bekem tiregim (jookerlerim) bolgondo kana, ataganat!”"
        },
        {
            "chapter": 11,
            "verse": 81,
            "text": "(Oşondo jigit keypindegi perişteler) ayttı: “O, Lut! Biz Rabbiŋdin elçileri bolobuz. Alar saga katıla albayt. Sen tündün (taŋga jakın) bir bölügündö üy-bülöŋdü (ayıldan) çıgarıp ket. Eç kimiŋer artına karabasın! Bir gana ayalıŋdı (kutkaruuga araket kılba). Çınında, alarga (kaapırlarga) jetüüçü azap aga da jetet.? Alardın (öltürülüü) ubadaları taŋga maal. Taŋ mezgili jakın emespi!”"
        },
        {
            "chapter": 11,
            "verse": 82,
            "text": "Anan, Bizdin (azap jönündögü) buyrugubuz kelgende, (ayıldın) astın üstünö töŋkörüp, asmandan toktoosuz çopo-taş jaadırdık"
        },
        {
            "chapter": 11,
            "verse": 83,
            "text": "Al taştar Rabbiŋdin aldında (azap belgileri menen) belgilengen. Mınday azaptar (ar kaysıl zamandagı Lut koomu sıyaktuu) zaalımdardan alıs emes"
        },
        {
            "chapter": 11,
            "verse": 84,
            "text": "Madyan koomuna! öz buradarları Şuaybdı (paygambar kılıp) jiberdik. Al ayttı: “Oo, koomum! Allaһka (eç nerseni şerik koşpoy) ibadat kılgıla! Siler üçün Andan başka sıyınuuga tatıktuu kuday jok! Ölçögöndö jana tartkanda kemitpegile! Men silerde jakşılıktı (bay-bardar turmuştu) körüp turamın. Silerdin üstüŋörgö orop aluuçu kündün azabı tüşüüsünön korkomun"
        },
        {
            "chapter": 11,
            "verse": 85,
            "text": "O, menin koomum! Ölçöönü, tarazanı adilettik menen toluk tartkıla! Adamdardın nerselerin kımtıp kalbagıla” jana jer betinde (toktoosuz) buzukuluk kılıp jürbögülö"
        },
        {
            "chapter": 11,
            "verse": 86,
            "text": "Eger ıymanduu bolsoŋor, siler üçün (adal — taza emgegiŋerden) Allaһ kaltırgan nerseler jakşı. (Emi, özüŋördü oŋdogula) men silerdin üstüŋördö korukçu emesmin"
        },
        {
            "chapter": 11,
            "verse": 87,
            "text": "(Alar) aytıştı: “O, Şuayb! Bizge, ata-babalarıbız sıyıngan kudaylardı (taştoonu) je öz malıbızda (soodabızda) özübüz kaalaganday iş kıluunu toktotuunu senin namazıŋ buyurup jatabı? Sen emne, (bizdin ata-babalarıbızdan da) ayköl jana Tuura Jol tapkıç bolup kaldıŋbı"
        },
        {
            "chapter": 11,
            "verse": 88,
            "text": "(Şuayb) ayttı: «Aytkılaçı, O, koomum, eger men Rabbimden kelgen bir aykın dalildin üstündö bolsom jana Al meni Özünün jakşı ırıskı-mülkü menen sıylagan bolsoçu?! Men özüm kaytargan nersege özüm karşı çıguunu kaalabaym. Men (silerdin buzuk abalıŋardı) kuduretim jetişinçe oŋdoonu gana kaalap jatam. Maksatka jetüümö Allaһ gana jardam beret. (Oşonduktan,) Özünö moyun sunup, Özünö gana tobokel kılamın"
        },
        {
            "chapter": 11,
            "verse": 89,
            "text": "O, koomum! Maga (bul) karşı çıguuŋar, Nuhtun, Huddun jana Salihtın (kaapır) koomdoruna jetken azaptın silerge da jetip kaluusuna sebep bolup jürbösün! Lut koomu(nun jaşagan jeri jana zamanı) silerge alıs emes go"
        },
        {
            "chapter": 11,
            "verse": 90,
            "text": "(Esiŋerdin barında) Rabbiŋerden künööŋördü(n keçirilişin) surap, Özünö tooba kılıp kalgıla! Albette, Menin Rabbim - (tooba kılgandarga) Irayımduu jana ıymanduulardı Süyüüçü»"
        },
        {
            "chapter": 11,
            "verse": 91,
            "text": "Alar ayttı: “O, Şuayb! Köp sözdörüŋdü tüşünböy turabız. Jana biz seni arabızdagı alsız adam katarı köröbüz. Eger uruu-jamaatıŋ bolbogondo seni taşbaraŋ kılıp taştayt elek. Özüŋ bizge kadırluu adam emessiŋ"
        },
        {
            "chapter": 11,
            "verse": 92,
            "text": "(Şuayb) ayttı: «O, koomum! Silerge menin uruu-jamaatım Allaһdan da kadırluubu? Anı(n buyruktarın) artıŋarga taştap koyduŋar?! Menin Rabbim bardık işiŋerdi orop (bilip) aluuçu"
        },
        {
            "chapter": 11,
            "verse": 93,
            "text": "O, koomum! (Anda) Öz bilgeniŋerdi jasap jürö bergile, men da (öz bilgenimdi) jasaymın. Kimge şermende kıluuçu azap kelişin jana kim jalgançı ekenin tez ele bilip alasıŋar. Kütkülö, men da siler menen çoguu kütöyün.»"
        },
        {
            "chapter": 11,
            "verse": 94,
            "text": "Kaçan alarga Bizdin buyrugubuz (azap) kelgen çakta Şuayb jana anı menen birge bolgon momundardı Öz ırayımıbız menen kutkardık. Al emi, zulum (kaapırçılık) jasagan adamdardı katuu dobuş (aç aykırık) “karmap”, bardık kaapırlar öz koroo-jaylarında kıyrap"
        },
        {
            "chapter": 11,
            "verse": 95,
            "text": "Al jerde jaşabaganday bolup kalıştı Köŋül burgula! Samud koomu kırılganday, kırılsın Madyan"
        },
        {
            "chapter": 11,
            "verse": 96,
            "text": "Biz Musanı Öz moojizalarıbız jana aykın dalil menen jiberdik"
        },
        {
            "chapter": 11,
            "verse": 97,
            "text": "Firaun jana anın (saray) adamdarına. Alar (saray adamdarı) Firaundun amirine moyun sunuştu. A, Firaundun işi (ökümü) tuura emes bolçu"
        },
        {
            "chapter": 11,
            "verse": 98,
            "text": "Al (Firaun) Kıyamatta öz koomun jetelep, Tozokko alıp kelet. Bul kelüü kanday jaman"
        },
        {
            "chapter": 11,
            "verse": 99,
            "text": "Alardı uşul düynödö da, Kıyamatta da naalat koştop jüröt. Kanday gana jaman koşuluu"
        },
        {
            "chapter": 11,
            "verse": 100,
            "text": "(O, Muhammad) Bular Biz saga ikaya kılıp bergen şaarlardın kabarları. Alardan kee birleri(nin urandıları) turat. Kee birleri tep-tegiz bolup kalgan"
        },
        {
            "chapter": 11,
            "verse": 101,
            "text": "Alarga Biz zulumduk kılbadık, birok (şirk, toŋmoyunduk jana kaapırçılıktarı sebeptüü) özdörünö-özdörünö zulumduk kılıştı. Alarga Rabbiŋdin buyrugu (azabı) kelgende, Allaһtan başka jalbargan “kudayları” eç jardam bere albay kaldı jana alarga zıyandan başka nerseni koşumça kıla albadı"
        },
        {
            "chapter": 11,
            "verse": 102,
            "text": "Senin Rabbiŋ şaarlardı (azap menen) karmaganda mına uşintip karmayt. Alar zaalım bolçu. Çınında, Anın azabı jan oorutuuçu, katuu"
        },
        {
            "chapter": 11,
            "verse": 103,
            "text": "Çınında, bul(aytılgand)arda Akıret azabınan korkkondor üçün ülgü-sabaktar bar. Bul (Akıret) adamdar çogultuluuçu Kün! Bul — kübö boluna turgan Kün"
        },
        {
            "chapter": 11,
            "verse": 104,
            "text": "Biz bul Kündü sanaktuu kündörgö (düynö jaşoosu bütköngö çeyin) gana keçiktirebiz"
        },
        {
            "chapter": 11,
            "verse": 105,
            "text": "(Oşol Kün) kelgende, Anın uruksatı bolmoyunça eç kim süylöböyt. (Al kündö) adamdardan baktıluusu da baktısızdarı da bolot"
        },
        {
            "chapter": 11,
            "verse": 106,
            "text": "Al emi, baktısız adamdar Tozokto! Anda alardın (jürök üşütkön) ökürük-bakırıktarı bar"
        },
        {
            "chapter": 11,
            "verse": 107,
            "text": "Alar anda asmandar jana Jer turguça (tübölük) kalışat. Bir gana Rabbiŋ kaalagan (bul düynödö jaşagan jana Tozokko kire elek) mezgilde gana (anda boluşpayt.) Albette, senin Rabbiŋ kaalagan nersesin jasooçu"
        },
        {
            "chapter": 11,
            "verse": 108,
            "text": "Al emi, baktıluular bolso, jer-asmandar turganga çeyin, tübölük Beyişte boluşat. Bir gana Rabbiŋ kaalagan (bul düynödö jaşagan jana Beyişke kire elek) mezgilde boluşpayt. Tügöngüs sıylık bolgonu üçün"
        },
        {
            "chapter": 11,
            "verse": 109,
            "text": "(O, Muhammad) Tigi (muşrik) adamdar ibadat kılıp jatkan nerselerden eç kümön sanaba. Alar murunku ata-babaları sıyınganı sıyaktuu sıyınıp jatışat. (Tozokko da oşolor kirgendey kirişet) Birok, Biz alardın (bul düynödögü) nasipterin kıskartpay ele berdik"
        },
        {
            "chapter": 11,
            "verse": 110,
            "text": "Biz Musaga Kitepti (Toorattı) berdik ele, al jönündö talaş payda boldu. Eger Senin Rabbiŋ tarabınan (jaza Kıyamatta boluşu jönündögü) Söz(ü) bolbogondo alardın arasında(gı zaalımdarına oşol zamat azap berüü menen) öküm kılınmak. Çınında alar andan (Kuraandan) da kümön sanaşuuda"
        },
        {
            "chapter": 11,
            "verse": 111,
            "text": "Albette, senin Rabbiŋ (Kıyamatta) alardın ar birine amaldarın(a jaraşa sıylık je jazasın) toluk beret. Al (Allaһ) alardın bardık işterinen kabardar"
        },
        {
            "chapter": 11,
            "verse": 112,
            "text": "(O, Muhammad) sen jana seni menen bolgon tooba kılgandar (din-işenimiŋerde Kuraanda) buyurulganday tüz bolgula! Çekten çıga körbögülö! Al (Allah) emne kılganıŋardı Körüüçü"
        },
        {
            "chapter": 11,
            "verse": 113,
            "text": "Zaalım (kaapır) adamdarga jan tartpagıla. (Eger alarga boluşsaŋar) silerdi Tozok karmayt jana Allaһtan başka eç bir dos tappay, jardamsız kalasıŋar"
        },
        {
            "chapter": 11,
            "verse": 114,
            "text": "(O, Muhammad!) Kündüzdün eki tarabında (tüşkö çeyin jana tüştön kiyin) jana tündün bir bölügündö namaz oku!! Çınında jakşılıktar jamandıktardı (künöölördü) ketiret. Bul — eskerüüçü adamdar üçün eskertüü"
        },
        {
            "chapter": 11,
            "verse": 115,
            "text": "Sabır kıl. Allaһ jakşılık kıluuçulardın soobun tekke ketirbeyt"
        },
        {
            "chapter": 11,
            "verse": 116,
            "text": "Eger silerden murunku (apaattan kırılgan) muundardın arasında jerde buzukuluk kıluudan kaytara turgan jakşı kişilerden (bir az) kalgan bolso, (alar başkalardı da daavat kılmak jana jalpı apaattan kutulup kalışmak) Al emi Biz (apaattan) kutkargandardın arasında andaylar ötö seyrek boldu. Zaalımdar kumar-lazzattarga berilip, künöö-kılmış jasooçular(dan) bolup kalıştı (natıyjada baştarına Allaһtın azabı tüştü)"
        },
        {
            "chapter": 11,
            "verse": 117,
            "text": "Senin Rabbiŋ eç kaçan elderi agartuuçu bolgon şaarlardı adiletsizdik menen kıyratkan emes"
        },
        {
            "chapter": 11,
            "verse": 118,
            "text": "(O, Muhammad) Eger Rabbiŋ kaalasa, bardık adamdardı bir dinde (İslamda) kılıp koymok. Birok, azırkıga çeyin ar kanday (dinde) kaluuda"
        },
        {
            "chapter": 11,
            "verse": 119,
            "text": "Özü ırayım kılgandardan başkaları. Allaһ adamdardı uşunday (kee biri akıykatka, kee biri jalganga eerçiy turgan) boluşu üçün jarattı. Rabbiŋdin: “(Kaapır bolgon) bardık jinder jana adamdar menen tozoktu tolturaarmın!” degen sözü tolugu menen atkarıldı"
        },
        {
            "chapter": 11,
            "verse": 120,
            "text": "(O, Muhammad) Biz saga (ötkön) paygambarlardın ar bir kabarlarınan senin jürögüŋö kubat bolçuların bayan kılıp berdik. Mında (uşul sürönün içinde) Akıykat, Nasaat jana ıymanduu adamdar üçün ülgü — sabaktar bar"
        },
        {
            "chapter": 11,
            "verse": 121,
            "text": "(Dalilderdi tizmektegenden kiyin) ıyman keltirbegen adamdarga aytkın: “Bilgen işiŋerdi jasagıla, biz da bilgenibizdi jasaybız”"
        },
        {
            "chapter": 11,
            "verse": 122,
            "text": "(Bizge emne boloorun) kütkülö, biz dagı (başıŋarga kanday jaza keleerin) kütöbüz"
        },
        {
            "chapter": 11,
            "verse": 123,
            "text": "Asmandar jana jerdegi (körüngön jana) körünbögön nerseler Allaһtın mülkü. Bardık işter Anın Özünö kaytat. Emi, Anın Özünö ibadat kılgıla jana Özünö tobokel kılgıla! Siler jasagan işterdin eç birinen Allaһ kabarsız emes"
        },
        {
            "chapter": 12,
            "verse": 1,
            "text": "Alif. Lam, Raa. Bular aykın Kitep ayattarı"
        },
        {
            "chapter": 12,
            "verse": 2,
            "text": "Çınında, Biz akıl jügürtüşüŋör üçün Kuraandı arab tilinde tüşürdük"
        },
        {
            "chapter": 12,
            "verse": 3,
            "text": "(O, Muhammad) Biz saga bul Kuraandı vahiy kıluu menen ikayalardın? eŋ mıktısın aytıp berebiz. Buga çeyin sen munu bilbeyt bolçusuŋ"
        },
        {
            "chapter": 12,
            "verse": 4,
            "text": "Bir kezde, Yusuf atasına: “O, atake, men tüşümdö Kün, Ay jana on bir jıldızdı maga sajda (taazim) kılganın kördüm” dedi"
        },
        {
            "chapter": 12,
            "verse": 5,
            "text": "(Anda atası) ayttı: “O, balam! (Bul) tüşüŋdü agalarıŋa ayta körbö saga karşı amalkerlik kılışat. (Antkeni,) Şaytan insanga anık duşman"
        },
        {
            "chapter": 12,
            "verse": 6,
            "text": "Rabbiŋ seni mına uşintip tandap alıptır. Emi, Al saga sözdördün (tüştördün) maanilerin bildiret jana murun eki ataŋ — İbrahim menen İshakka toluk bergeni sıyaktuu, Yakubdun üy-bülösünö jana saga Özünün (paygambarlık) neematın toluktap beret.” Albette, senin Rabbiŋ - Bilüüçü, Daanışman"
        },
        {
            "chapter": 12,
            "verse": 7,
            "text": "Akıykatta, Yusuf menen anın bir tuugandarında (alar jönündögü ikayada) suragandar üçün ülgü-sabaktar bar"
        },
        {
            "chapter": 12,
            "verse": 8,
            "text": "Bir kezde agaları (öz ara mintip) süylöşüştü: «Yusuf menen anın bir tuuganı (Binyamindi) atabız bizden köbüröök süyöt. Akırı, biz bir jamaatpız go! Çının aytkanda, atabız anık adaşuuda kaldı"
        },
        {
            "chapter": 12,
            "verse": 9,
            "text": "Yusuftu öltürüp (alıs bir) jerge taştap koygula. Oşondo, ataŋardın jüzü (süyüüsü) özüŋörgö kalat jana al işten kiyin (tooba kılıp) jakşı adamdardan bolup alasıŋar»"
        },
        {
            "chapter": 12,
            "verse": 10,
            "text": "Alardan biröösü (mınday) dedi: “Yusuftu öltürbögülö (bul — çoŋ künöö) birok, eger (uşul işti) jasooçu bolsoŋor, anı bir kuduktun tübünö taştap koygula, kee bir jolooçular alıp ketsin. Uşul pikirge bardıgı makul bolgon soŋ, atalarına kelip"
        },
        {
            "chapter": 12,
            "verse": 11,
            "text": "Aytıştı: “Atake! Emne üçün siz Yusuftu bizge işenbeysiz? Biz aga boorukerbiz go"
        },
        {
            "chapter": 12,
            "verse": 12,
            "text": "Erteŋ anı bizge koşup jiberiŋiz, oynop-kuunap kelsin. Özübüz anı abaylap karaybız”"
        },
        {
            "chapter": 12,
            "verse": 13,
            "text": "(Yakub) ayttı: “Çınında, anı alıp ketişiŋer meni kapalantıp koyot. Jana siler anı unutup kalsaŋar karışkır jep ketet dep korkomun”"
        },
        {
            "chapter": 12,
            "verse": 14,
            "text": "(Agaları) ayttı: “Eger biz bir jamaat bolup turup, anı karışkır jep ketse, anda, biz nakta zıyankeç nemeler ekenbiz da?!” Eptep atalarının makuldugun alıp, Yusuftu “oynotkonu” alıp çıkmay boluştu"
        },
        {
            "chapter": 12,
            "verse": 15,
            "text": "Kaçan anı alıp ketişip, tereŋ bir kuduktun tübünö taştamak bolup turuşkanda Biz aga: “(ubaktısı kelip) sen agalarıŋa bul iş jönündö aytıp beresiŋ, birok alar “unutup koyuşat” dep vahiy kıldık"
        },
        {
            "chapter": 12,
            "verse": 16,
            "text": "Alar tündösü atalarına ıylap kelişip"
        },
        {
            "chapter": 12,
            "verse": 17,
            "text": "“O, atake! Biz Yusuftu buyumdarıbızdın janına kaltırıp, jarışmay oynop ketip kalıptırbız. Oşondo, anı karışkır jep ketiptir. Emi ar kança çının aytsak da bizge işenbeysiz!” - deşti"
        },
        {
            "chapter": 12,
            "verse": 18,
            "text": "Jana anın jalgan kanga boyolgon köynögün alıp kelişti. (Yakub alarga işene berbey:) «Anday emes! Silerge napsiŋer (bir jamandıktı) koozdop körgözüptür. Emi, jakşınakay sabır (kıluudan başka arga jok.) Siler aytkan işke Allaһtın Özü jardamçı boloor!» dedi"
        },
        {
            "chapter": 12,
            "verse": 19,
            "text": "Anan jolooçular (kerbender) kelip, özdörünün suu izdööçüsün jiberişti. Al (kuduk başına kelip) çakasın taştadı. (Arkanga Yusuf asılıp çıkkanda): “Süyünçü! Bul bala(ta karagıla)!” dedi. Jolooçular anı (biröö-jarım körüp, talaşpasın dep) buyumdarının arasına jaşırıp koyuştu. Allaһ alardın işterin Bilüüçü"
        },
        {
            "chapter": 12,
            "verse": 20,
            "text": "Anı arzıbagan baaga — sanaluu gana teŋgelerge satıp jiberişti jana andan kutuluştu. Kerbender Yusuftu Misirge alıp kelip, kul bazarda satıştı"
        },
        {
            "chapter": 12,
            "verse": 21,
            "text": "Anı Misirde satıp algan kişi (padışanın vaziri) ayalına ayttı: “Anı jakşı orunga jaygaştır, paydası tiyip kalaar, je bolboso özübüzgö (bakma) bala kılıp alaarbız” Mına uşintip, Biz Yusuftu — tüştördün maanisin üyrötüü üçün — (Misir degen) jerge mekendeştirip koyduk. Allaһ Öz işinde Jeŋüüçü. Birok munu köpçülük adamdar bilişpeyt. (Kiçinekey Yusuf sarayda erke bala bolup, kaalagan nersesi dayar bolso da, ilimge kızıktı. Ereze jaşına jetkenge çeyin al öz doorunun zalkar aalımına aylangan. Buga koşumça)"
        },
        {
            "chapter": 12,
            "verse": 22,
            "text": "Jigit kuragına jetkende, Biz aga paygambarçılık jana (ilahiy) ilim berdik. Biz jakşılık (taza ibadat) kıluuçu adamdardı mına uşintip sıylaybız"
        },
        {
            "chapter": 12,
            "verse": 23,
            "text": "Al üyündö jaşagan ayal (vazirdin ayalı) anı “joldon azgıruunu” kaalap, eşikterdi (içinen) kulpulap, “kelegoy” dedi. (Anda, Yusuf) ayttı: “Allaһ saktasın! Akırı, al (senin eriŋ) maga orun-jay tuuraluu (köp) jakşılık kılgan kojoyunum go! (Men kıyanat kılbaymın!) Zulumker adamdar (tozokton) kutulbayt!”"
        },
        {
            "chapter": 12,
            "verse": 24,
            "text": "Ayal aga umtuldu. Eger (Yusuf) Rabbisinin dalilderin (ıyman jana ilimdi) bilbese, al da umtulmak. Uşintip, Biz andan jamandık, buzukuluktu burup jiberdik. Çınında, Yusuf Bizdin ıkılastuu pendeleribizden"
        },
        {
            "chapter": 12,
            "verse": 25,
            "text": "Eköö teŋ eşik tarapka (biri kaçıp, biri kuup) çurkadı. Ayal anın köynögün arkasınan ayrıp saldı. Eköö (oşol abalda) eşiktin oozunda ayaldın erine jolugup kalıştı. (Anda) ayal (Yusufka jalaa jaap): “Senin ayalıŋa aramdık kaalagan adamdın jazası je zından je kıynooçu azap” dedi"
        },
        {
            "chapter": 12,
            "verse": 26,
            "text": "“Anın özü meni azgıruunu kaaladı” dedi (Yusuf.) Oşondo, ayaldın jakın tuugandarınan biröö: “Eger anın köynögü aldınan ayrılgan bolso, ayalıŋ ak, bul jalgançı"
        },
        {
            "chapter": 12,
            "verse": 27,
            "text": "Al emi, munun köynögü artınan ayrılgan bolso, bul — ak, ayalıŋ jalgançı” dep kalıs sözün ayttı"
        },
        {
            "chapter": 12,
            "verse": 28,
            "text": "(Vazir) Yusuftun köynögü art jagınan ayrılganın körgöndö, (ayalına karap): “Bul silerdin (ayaldardın) amalıŋardan turbaybı! Silerdin aylakerligiŋer çoŋ eken!”"
        },
        {
            "chapter": 12,
            "verse": 29,
            "text": "“O, Yusuf, sen munu unutup koy (eç kimge aytpa.) A, sen bolso, (oo, ayalım) künööŋ üçün keçirim sura. Kata kıluuçulardan boluptursuŋ”- dedi"
        },
        {
            "chapter": 12,
            "verse": 30,
            "text": "Şaardagı ayaldar (uşak) ayta baştadı: “(Uktuŋarbı), vazirdin ayalı öz kızmatkerin azgıruunu kaalaptır. Ayabay süyüp kalgan go. (Oşentse da) biz anı anık adaşuuçulukta dep bilebiz”"
        },
        {
            "chapter": 12,
            "verse": 31,
            "text": "(Vazirdin ayalı) alardın aylaker sözdörün ukkanda, adam jiberip, aldırtıp keldi jana arkalarına jölöngüç jazdıktardı koyup, (dastorkondu ar türdüü mömö-jemişter menen tolturup, mömölördü kesip jeş üçün) ar birinin koluna birden bıçak karmattı jana (Yusufka): “Alardın aldına çık” - dedi. Anı körgöndö aga alkış jaadırışıp, (akıl-esterin tap-takır jogotkondon ulam mömö-jemiş keskendin orduna) öz koldorun kese baştaştı. Jana: “O, (kemçildikten) Taza Allaһ! Bul adam emes, keremettüü periştenin özü go!” deşti"
        },
        {
            "chapter": 12,
            "verse": 32,
            "text": "(Anda) ayal: “Al jönündö siler meni ayıptagan jigit — uşul! (Ooba!) men anı azgıruuga umtuldum. Al özün saktadı. (Birok, men nietimen kayta elekmin) Eter menin buyrugumdu atkarbasa, zındanga taştalıp, kordolgondordon bolot”- dedi"
        },
        {
            "chapter": 12,
            "verse": 33,
            "text": "(Yusuf) ayttı: “O, Rabbim! Alar sunuştagan nerseden maga zından jakşıraak! Eger, al ayaldardın! aylakerlikterin menden arıltpasaŋ alarga köŋülüm jibip, naadandardan bolup kalamın!”"
        },
        {
            "chapter": 12,
            "verse": 34,
            "text": "Rabbisi anın dubasın kabıl alıp, andan ayaldardın aylakerligin arılttı. Çınında, Allaһ Uguuçu, Bilüüçü"
        },
        {
            "chapter": 12,
            "verse": 35,
            "text": "(Yusuftun künöösüzdügünün) belgilerin körüşkön soŋ, anı bir mezgilderge (el oozu basılganga) çeyin zındanda saktap turuu (biylik eelerine) makul köründü"
        },
        {
            "chapter": 12,
            "verse": 36,
            "text": "Anı menen birge eki jigit da zındanga tüşkön. Alardan biri: “Men tüşümdö jüzüm mömösün sıgıp, şarap jasap jatkanımdı kördüm” dese, ekinçisi: “Menin tüşümdö bolso, başıma nan kötörüp baratsam, anı kuştar çokup jatıptır” dep tüştörün aytıp: “Biz seni jakşılık kıluuçulardan dep bilebiz. Bizge (uşul) tüşübüzdü jorup berçi” -deşti"
        },
        {
            "chapter": 12,
            "verse": 37,
            "text": "(©Osuf) ayttı: “Ekööŋörgö jey turgan tamagıŋar kelgenge çeyin men silerdin tüşüŋördü jorup beremin. Bul — maga Rabbim üyrötkön kasiet.! Men Allaһka ıyman keltirbegen adamdardın dinin jerigen kişimin. (Antkeni,) Alar Akıret kününö işenişpeyt"
        },
        {
            "chapter": 12,
            "verse": 38,
            "text": "Men atalarım İbrahim, İshak jana Yakubdardın dinin eerçidim. Bizge (oo, dostorum), jalgız Allaһka eç nerseni şerik kıluu ılayık emes! Bul (Tauhid) bizge jana adamdarga Allaһtın pazileti. Birok, köpçülük adamdar şügür (ibadat) kılbay jatışat"
        },
        {
            "chapter": 12,
            "verse": 39,
            "text": "O, menin zındandagı şerikterim! Bir neçe bıtırandı “kudaylar” jakşıbı, je jalgız, Jeŋüüçü Allaһpı"
        },
        {
            "chapter": 12,
            "verse": 40,
            "text": "Allaһtan başka siler sıyınıp jatkan nerseler, siler jana ata-babaŋar at koyup algan ısımdardan bölök eç nerse emes. Allaһ alarga (oşol nerselerdin kuday ekenine) eç dalil tüşürgön emes. Öküm jalgız Allaһka gana taandık. Al jalgız Özünö gana ibadat kıluuŋarga buyurat. Uşul gana (bardık jakşılıktarga buyurgan) eŋ tuura din. Birok (munu) köpçülük adamdar bilişpeyt"
        },
        {
            "chapter": 12,
            "verse": 41,
            "text": "O, menin zındandagı şerikterim! Emi, (silerge tüşüŋördün maanisin aytsam) ekööŋön biriŋ (azat bolup çıgıp) öz kojoyunuŋa şarap kuyup beret ekensiŋ. Ekinçiŋ bolso.., asıp öltürülüp, anın başın kuştar çokuyt eken. Siler maanisin suragan işter (uşunday) öküm (tagdır) kılınıptır"
        },
        {
            "chapter": 12,
            "verse": 42,
            "text": "(Yusuf) eköönün azat bolot dep boljogonuna karap: “Kojoyunuŋdun aldında meni tilge alıp koy”- dep surandı. Birok, (azat bolup çıkkan soŋ) Şaytan kojoyununa estetüünü unutturdu. Kiyin Yusuf zındanda bir neçe jıldar kalıp ketti"
        },
        {
            "chapter": 12,
            "verse": 43,
            "text": "Padışa ayttı: “Men tüşümdö jeti semiz uy kördüm. Alardı jeti arık uy jep koydu. Jana jeti daana jaşıl maşak menen andan başka (jeti daana) kuuragandarın kördüm. Kana, oo, el-jurt, eger tüş joruuçu bolsoŋor, menin uşul tüşümdü jorup bergile. (Mamleket padışasının bul tüşün saray adamdarınan eç kimisi joruy albay)"
        },
        {
            "chapter": 12,
            "verse": 44,
            "text": "Aytıştı: “(Bul Şaytandan bolgon) çataşkan tüştör. Biz çataşkan tüştördü joruy albaybız"
        },
        {
            "chapter": 12,
            "verse": 45,
            "text": "Andan soŋ, (oşol jerde turgan zındandagı) eköönün kutulganı, bir neçe jıldan kiyin gana anı estep: “Silerge bul tüştün maanisin mına men aytıp beremin. Meni (Yusufka) jibergile” dedi (jana Yusuf jatkan zındanga barıp, aga jalına baştadı)"
        },
        {
            "chapter": 12,
            "verse": 46,
            "text": "“Yusuf! O, çınçıl jigit! Bizge jeti semiz uydu jep koygon jeti arık uy jönündö jana jeti jaşıl maşak, dagı (uşunça) başka kuuraganı jönündö(tü tüştün) maanisin aytıp berçi? Ajep emes, adamdarga kaytıp barsam alar da bilip alışsa!”"
        },
        {
            "chapter": 12,
            "verse": 47,
            "text": "(Yusuf) ayttı: “Jeti jıl udaama-udaa (buuday) egesiŋer. Jıynagan tüşümüŋördü (jançıp albay) maşagında kaltırasıŋar. Bolgonu, bir az gana jegeniŋerdi (jançıp alasıŋar)"
        },
        {
            "chapter": 12,
            "verse": 48,
            "text": "Andan kiyin jeti jıl kaatçılık kelip, uşul jıldar üçün murdatan dayardagan kamılgaŋardı “jep koyot”. Bir az saktaganıŋar gana kalat"
        },
        {
            "chapter": 12,
            "verse": 49,
            "text": "Andan kiyin (uşunday) bir jıl kelet, anda adamdar jamgırdın astında (jırgap) kalışat. Jana oşol jılda (köp-köp şaraptardı) sıgıp alışat"
        },
        {
            "chapter": 12,
            "verse": 50,
            "text": "Padışa ayttı: “Anı maga alıp kelgile”. Yusufka anın çabarmanı kelgende (zındandan çıguuga şaşılbay, özünün aktıgın dalildep, aşkere kıluu üçün): “Kojoyunuŋa kaytıp bargın dagı, koldorun kesip algan ayaldarga emne bolgonun suragın. Menin Rabbim alardın aylakerligin Bilüüçü” dedi. (Çabarman Yusuftun talabın padışaga jetkirgende “kol kırkkan” ayaldardı çogultup okuyanın çoo-jayın anıktoogo kirişip, alarga)"
        },
        {
            "chapter": 12,
            "verse": 51,
            "text": "Ayttı: “Yusuftu azgıruunu kaalaganıŋarda emne bolgon eleŋer?” Alar aytıştı: “Allaһ — Aruu, Taza! Biz anın eç bir ayıbın bilbeybiz”. Vazirdin ayalı ayttı: “Akıykat uşul tapta anık bolgonu kaldı. (Ooba.) Men anı azgırgan bolçumun. Çınında al akıykatçıl adamdardan eken"
        },
        {
            "chapter": 12,
            "verse": 52,
            "text": "Munu men, (oşol) eç kim jok mezgilde aga (küyöömö) kıyanat kılbaganımdı bilip alsın üçün (aytıp jatam). Çınında, Allaһ kıyanatçılardın amalın tüz jolgo salbayt eken"
        },
        {
            "chapter": 12,
            "verse": 53,
            "text": "Men özümdü aktabaymın. Çınında, napsi degen jaman işke tınbastan buyurat turbaybı, Rabbim ırayım kılbasa! Albette, Rabbim Keçirüüçü, Irayımduu”"
        },
        {
            "chapter": 12,
            "verse": 54,
            "text": "Padışa ayttı: “Anı maga (urmat-sıy menen) alıp kelgile, özümö ınak (keŋeşçi) kılıp alayın”. (Yusuf) anı menen süylöşköndö, (padışa) ayttı: «Bügün(dön baştap) sen bizdin aldıbızda turuktuu jana işenimdüü adamıbızsıŋ.»"
        },
        {
            "chapter": 12,
            "verse": 55,
            "text": "(Yusuf) ayttı: «Anda meni jer kazınalarının üstünö (başçı) kılıp koyuŋuz. Men saktay bilgen jana bilimdüü kişimin.»"
        },
        {
            "chapter": 12,
            "verse": 56,
            "text": "Mına uşintip, Biz Yusuftu (Misirdegi) jerden özü kaalagan jayda jaşay turgan kılıp ornoşturduk. (Bul) Özübüz kaalagan adamdarga bere turgan ırayım-rahmatıbızdın nasibi. Biz jakşılık kıluuçulardın soobun tekke ketirbeybiz"
        },
        {
            "chapter": 12,
            "verse": 57,
            "text": "Çınında, ıyman keltirip, takıba bolgon kişilerge (bul düynö jırgalınan) Akırettik soop jakşı"
        },
        {
            "chapter": 12,
            "verse": 58,
            "text": "Agaları Yusufka kelip, (dan tarttırıp aluu üçün) aldıga kirgende, alardı (daroo) taanıdı. Birok, alar anı taanıgan jok"
        },
        {
            "chapter": 12,
            "verse": 59,
            "text": "Alarga jüktörün dayardap bergen ubakta (mınday) dedi: «Atalaş bir tuuganıŋardı da maga alıp kelgile. Ölçögöndö tolturup bergenimdi jana jakşılap konok-zıyapat kılganımdı körböy jatasıŋarbı?»"
        },
        {
            "chapter": 12,
            "verse": 60,
            "text": "«Eger anı alıp kelbeseŋer, maga jakındaşpaysıŋar jana menden silerge (buuday) ölçöp berilbeyt.»"
        },
        {
            "chapter": 12,
            "verse": 61,
            "text": "Alar: «Aytkanıŋızdı sözsüz atkarabız, inibizdi atasına jalınıp bolso da alıp kelebiz» deşti"
        },
        {
            "chapter": 12,
            "verse": 62,
            "text": "Al (Yusuf) özünün jigitterine ayttı: «(Buudaydın akısına tölögön) buyumdarın töölörünün üstündögü jüktörünö (bildirbey) salıp koygula. Ajep emes, üylörünö jetken kezde anı taanıp (dandı beker bergenibizdi bilip) kaytıp kelişse.»"
        },
        {
            "chapter": 12,
            "verse": 63,
            "text": "Atalarına kaytıp barışkanda, aytıştı: «O, atake, (eger biz menen Binyamindi jiberbeseŋ, emkisinde) bizge (dan) tartuu toktotuldu! İnibizdi biz menen jiber. (Dan) tarttırıp keleli. Anı (Binyamindi) özübüz saktaybız.»"
        },
        {
            "chapter": 12,
            "verse": 64,
            "text": "(Yakub) ayttı: «Murda silerdin koluŋarga agasın işenip tapşırganday «işenip tapşırayınbı». Saktoo jaatınan Allaһ gana jakşı. Özü gana ırayımduulardın eŋ Irayımduusu.»"
        },
        {
            "chapter": 12,
            "verse": 65,
            "text": "(Agaları) jüktörün açkanda içinen kaytarılgan buyumdarın taap alışıp atasına: «Bizge dagı emne kerek? Mına buyumdarıbız kaytarılıp berildi. Üy-bülöbüzdü bagabız, inibizdi korgoybuz jana bir töö buudaydı aşıgıraak alabız. Bul (barıp-kelüü ubaktısı) az ele möönöt go?!» deşti"
        },
        {
            "chapter": 12,
            "verse": 66,
            "text": "“(Meyli), birok, bir kokustuk silerdi orop kalbasa jana anı maga kaytarıp kelüügö Allaһtın aldında ant-ubada berseŋer gana jibereyin» dedi. Aga baldarı ant-ubada bergende, ayttı: «Bul sözübüzgö Allaһ kübö!»"
        },
        {
            "chapter": 12,
            "verse": 67,
            "text": "Ayttı: «O, uuldarım! (Şaarga) bir eşikten kirbegile. Ar başka eşikterden kirgile. Birok, munu menen Allaһ tarabınan belgilengen nerseden eç birin silerden toso albaymın. Öküm Allaһka gana taandık. Özünö gana tobokel kıldım. Tobokel kıluuçular Anın Özünö gana tayansın!»"
        },
        {
            "chapter": 12,
            "verse": 68,
            "text": "Alar (şaarga) ataları buyurgan abalda kirse da, (bul iş) alardan Allaһ tarabınan tagdır kılıngan eç nerseni özgörtö albayt. Birok, bul Yakubdun, öz jürögündögü bir muktajdıktı atkarıp (jürögün jeŋildetip) aluusunan başka eç nerse emes. Al biz üyrötkön ilimdin eesi bolgon. (Tagdırdı özgörtüp bolbostugun bilet) Birok, adamdardan köpçülügü bilişpeyt"
        },
        {
            "chapter": 12,
            "verse": 69,
            "text": "Alar Yusuftun aldına kirgende, inisine üyünön (öz aldınça) orun berip: «Men senin agaŋ (Yusuf) bolomun. Alardın işinen kapa bolbo (bardıgı jayında bolot)»dedi. (Kiyin anı şek tuudurbay birge alıp kaluu üçün oylogon erejesin işke aşıruuga kirişti)"
        },
        {
            "chapter": 12,
            "verse": 70,
            "text": "(Yusuf) alardın jüktörün dayardap (jönötöör aldında) inisinin jüktörünün içine (kımbat baaluu) çöyçöktü salıp koydu. Kiyin bir jarçı(sı): «O, kerbender! Siler uuru ekensiŋer!»dep kıykırdı"
        },
        {
            "chapter": 12,
            "verse": 71,
            "text": "Agaları alar tarapka basıp: «Emne jogottuŋar?» - dedi"
        },
        {
            "chapter": 12,
            "verse": 72,
            "text": "«Padışanın çöyçögün — deşti alar — kimde-kim anı tapsa, jügü menen bir töö berilet. Buga men kepilmin.»"
        },
        {
            "chapter": 12,
            "verse": 73,
            "text": "«Biz (bul) jerge buzukuluk kılganı kelbedik! Allaһka ant, siler munu bilesiŋer! Biz uuru emespiz!»- deşti (Yusuftun agaları)"
        },
        {
            "chapter": 12,
            "verse": 74,
            "text": "(Anda jarçılar): «Eger aldasaŋar, jalgançının (uurunun) jazası emne?» — deşti"
        },
        {
            "chapter": 12,
            "verse": 75,
            "text": "Alar ayttı: «Kimdin jügünün arasınan (çöyçök) tabılçu bolso, oşol tabılgandın özü — anın jazası! Biz (öz dinibizde) zaalımdardı uşunday jazalaybız!»"
        },
        {
            "chapter": 12,
            "verse": 76,
            "text": "(İzdööçü) inisinin jüktörünön murda agalarının jügünön baştadı. Kiyin anı (çöyçöktü) inisinin buyumdarının arasınan suurup çıktı. Biz Yusufka uşunday amal üyröttük. Sebebi al (misirlik) padışanın dini boyunça («uuru») inisin alıp kala almak emes. Birok, Allaһ kaalasa (başka jol menen da) alıp kalmak. Biz kaalagan adamıbızdın darajasın kötöröbüz. Bardık ilim eesinin üstündö Bilüüçü (Allaһ) bar. (Yusuftun agaları Binyamindin «uurulugu açılıp» kalganın körüp, jamandap baştaştı)"
        },
        {
            "chapter": 12,
            "verse": 77,
            "text": "«Bul uurdagan bolso, murdaraak munun bir tuugan agası (Yusuf) dagı uuruluk kılgan» Yusuf bul sözdördü(n taasirin) alarga bildirbey «jutup» koydu jana: (içinen:) «Özüŋör eŋ jaman adamsıŋar. Aytkan sözüŋördü (n çın-tögünün) Allaһtın Özü jakşı bilet» — dedi"
        },
        {
            "chapter": 12,
            "verse": 78,
            "text": "Alar ayttı: «Oo, ulukzaada! Bul (uuru) balanın kartayıp kalgan atası bar. Anın orduna bizdin birööbüzdü alçı?! Biz seni jakşılık kılgan kişilerden dep bilebiz.»"
        },
        {
            "chapter": 12,
            "verse": 79,
            "text": "«Allaһ saktasın! — dedi (Yusuf) — buyumubuz kimden tabılgan bolso, oşonu gana alıp kalabız. Antpegende, biz zulum kıluuçu bolup kalabız.»"
        },
        {
            "chapter": 12,
            "verse": 80,
            "text": "Andan (Yusuftan) ümüttörü üzülgöndö, öz aldınça çogulup keŋeşişti. Alardın çoŋu ayttı: «Bilbeysiŋerbi, ataŋar silerden Allaһtı ortogo koyup (Binyamindi alıp kelesiŋer dep) ant-ubada algan. Murdaraak, Yusuf jönündö da uşunday (akılı) kıskalık kılgansıŋar. Emi, men kaçan maga atam uruksat bermeyinçe je Allaһ (inibizdi azat kıluu menen) menin paydama öküm kılmayınça uşul orduman kozgolboymun. Allaһ - öküm kıluuçulardın mıktısı!.»"
        },
        {
            "chapter": 12,
            "verse": 81,
            "text": "A, siler bolso ataŋarga bargıla dagı (mınday) degile: «Ata! Uuluŋ uuruluk kıldı. Biz bilgenibizdi gana aytıp jatabız biz kayıptı (keleçekti) bilüüçü emespiz. (Eger keleçekti bilsek, saga jaldırap atıp Binyamindi alıp ketpeyt elek)"
        },
        {
            "chapter": 12,
            "verse": 82,
            "text": "(Eger işenbeseŋ) Biz bolgon şaardan jana biz kelgen kerbenderden sura. Biz çın süylöp jatabız»"
        },
        {
            "chapter": 12,
            "verse": 83,
            "text": "(Yakub): «Napsiŋer silerdi (dagı bir) jaman işke baştagan go! Jakşınakay sabır kıluu(dan başka argam jok!) Allaһ baardıgın çoguu berip kalsa ajep emes! Çınında, Allaһ - Bilüüçü, Daanışman!» dedi"
        },
        {
            "chapter": 12,
            "verse": 84,
            "text": "(Kiyin) alarga dalısın salıp, ayttı: «O, Yusuf baykuşum!» Kaygı-kapadan (köz jaşı kuyula berip) közdörünö ak tüşüp ketti. Al (bardıgın) içine jutat bolçu"
        },
        {
            "chapter": 12,
            "verse": 85,
            "text": "(Baldarı) ayttı: «Allaһka ant! (uşul) Yusuftu estey berip, ölgönü kaldıŋız je (jakında) ölüp kalasız!»"
        },
        {
            "chapter": 12,
            "verse": 86,
            "text": "(Yakub): «Kaygı-kapam menen arız-muŋumdu Allaһka gana aytamın! Men siler bilbegen nerselerdi Allaһtan (kelgen vahiy arkıluu) bilemin!»- dedi"
        },
        {
            "chapter": 12,
            "verse": 87,
            "text": "O, baldarım! Bargıla, Yusuf menen inisin izdegile! Allaһtın ırayımınan ümüt üzbögülö! Allaһtın ırayımınan kaapır adamdar gana ümütsüz boluşat"
        },
        {
            "chapter": 12,
            "verse": 88,
            "text": "Alar (kayra Misirge kelip) Yusuftun aldına kirgende (mınday) deşti: «O, urmattuu taksır! Biz jana üy-bülöbüz (baarıbız) kıynalıp kaldık. Jana saga (bul iret, bolgon) birtike buyumdardı gana alıp keldik. Bizge sadaka kılıp, ölçömdü tolturup ber emi. Albette, Allaһ sadaka kıluuçularga soop jazat!? (Yusuf agalarının jüdögön abaldarına booru oorup, özün taanıtıp, bir az jemelep)"
        },
        {
            "chapter": 12,
            "verse": 89,
            "text": "(Mınday) dedi: «Tee naadandık jasagan keziŋerde, Yusuf menen anın inisine emne kılganıŋar esiŋerdebi?»"
        },
        {
            "chapter": 12,
            "verse": 90,
            "text": "«Sen (oşol) Yusufsuŋbu?!» - dedi bardıgı (taŋ kalıp). «(Ooba) men Yusuf bolomun. A, bul bolso — inim. Allaһ bizge ırayım körgözdü. Çınında, kimde-kim Allaһtan korkup, sabırduu bolso, Allaһ jakşılık kıluuçulardın sıylıgın tekke ketirbeyt.»- dedi"
        },
        {
            "chapter": 12,
            "verse": 91,
            "text": "(Anda) agaları: «Allaһka ant, Allaһ seni bizden abzel-jogoru kıldı. Biz kata kıluuçulardan bolduk!» deşti"
        },
        {
            "chapter": 12,
            "verse": 92,
            "text": "(Yusuf) ayttı: «Bügün silerdi ayıptamay jok. Silerdi Allaһtın Özü keçirsin! Al — ırayım kıluuçulardın eŋ ırayımduusu"
        },
        {
            "chapter": 12,
            "verse": 93,
            "text": "Menin bul köynögümdü atama alparıp, betine japkıla — közü açılat. Anan (atam-apamdı alıp) baarıŋar üy-bülöŋör menen maga (kaytıp) kelgile» — dedi"
        },
        {
            "chapter": 12,
            "verse": 94,
            "text": "Al emi, kaçan kerben (Misirden) kozgolooru menen, (Palestinada, tuugandaının arasında oturgan) atası: «Eger (akılınan adaşkan dep) üstümön külbösöŋör, men Yusuftun jıtın sezdim!»- dedi"
        },
        {
            "chapter": 12,
            "verse": 95,
            "text": "«Allaһka ant, sen kadimki ele adaşuuçuluguŋdasıŋ!» deşti (anın janındagılar)"
        },
        {
            "chapter": 12,
            "verse": 96,
            "text": "Al emi, kaçan süyünçülögön adam (jetip) kelip, anı (Yusuftun köynögün) anın betine taştaganda, közü murunku abalına kaytıp, körüp kaldı (jana): «Silerge: «Men Allaһtan (kelgen vahiy sebeptüü) siler bilbegen nerselerdi köbüröök bilemin» debedim bele?»- dedi"
        },
        {
            "chapter": 12,
            "verse": 97,
            "text": "(Baldarı) ayttı: «O, atake! Bizdin künööbüzdü(n keçirilişin) Allaһtan suraŋız. Çınında, biz kata kıluuçulardan bolduk!»"
        },
        {
            "chapter": 12,
            "verse": 98,
            "text": "(Yakub) ayttı: «Albette silerdin künööŋördü keçirüüsün Allaһdan suraymın! Anıgında, Al Keçirüüçü, Irayımduu"
        },
        {
            "chapter": 12,
            "verse": 99,
            "text": "Yusufka kirişkende, ata-enesin üyünö tüşürüp: «Misirge koş keldiŋizder! Allaһ kaalasa tınç keldiŋizder!»- dedi"
        },
        {
            "chapter": 12,
            "verse": 100,
            "text": "jana ata-enesin (jetelep padışalık) taktıga alıp bardı. (Oşondo) bardıgı aga sajda (taazim) kılıp jıgılıştı. (Anda Yusuf): «O, atake! Bul menin murunku (balalıgımdagı) tüşümdün maanisi. Rabbim al tüşümdü akıykatka aylanttı. Al meni zıŋdandan çıgarganda, silerdi een çöldön (aman-esen) alıp kelgende jana şaytan meni menen agalarımdın arasın buzgandan! kiyinki kezderde maga (çoŋ) ihsan-jakşılık kıldı. Çınında, Rabbim kaalagan işin kıldattık menen iş jüzünö aşırıp koyuuçu! Çınında, Al — Bilüüçü, Daanışman"
        },
        {
            "chapter": 12,
            "verse": 101,
            "text": "«O, Rabbim! Sen maga mülk-biylik berip, tüştördün maanisin üyröttüŋ! Oo, asmandar jana jerdin jaratuuçusu! Menin düynö-Akırettegi saktooçum Özüŋsüŋ! Meni musulman abalda öltürüp (narkı düynödö) jakşı adamdarga koşkunuŋ!»"
        },
        {
            "chapter": 12,
            "verse": 102,
            "text": "(O, Muhammad!) Biz saga vahiy kılgan bul ikaya kayıp kabarlarınan. (Bolboso, Yusuftun agaları) aylakerlik kılıp, öz işterin çoguu erejeleştirip jatkanda, sen alardın aldında jok bolçusuŋ"
        },
        {
            "chapter": 12,
            "verse": 103,
            "text": "Eger sen umtulsaŋ da adamdardın köpçülügü momun boluşpayt"
        },
        {
            "chapter": 12,
            "verse": 104,
            "text": "Sen al (daavatıŋ) üçün alardan akı dele surabaysıŋ. Al (Kuraan) aalamdar(dagı bardık adamdar) üçün estetüü gana"
        },
        {
            "chapter": 12,
            "verse": 105,
            "text": "Asmandar jana Jerde (Allaһtın jalgız Kuday ekenin bildirgen) kançalagan ayan-belgiler bar. (Birok,) adamdar alardan jüz burgan boydon (ıymansız) ötüp ketişüüdö"
        },
        {
            "chapter": 12,
            "verse": 106,
            "text": "Alardan köpçülügü Allayһka.., muşrik bolgon abalda işenişet"
        },
        {
            "chapter": 12,
            "verse": 107,
            "text": "Alar özdörünö Allaһtın orop aluuçu azabı kelişinen je bolboso, sezbey turgan mezgilderinde kapıstan Kıyamat kelip kalışınan köŋüldörü beypil beken"
        },
        {
            "chapter": 12,
            "verse": 108,
            "text": "Ayt: «Uşul menin jolum! Men adamdardı Allaһka (eç nerseni şerik kılbay sıyınuuga) çakıramın! Men jana maga eerçigender anık dalildin üstündöbüz. Allaһ (muşrikter sıpattagan kemçildiktüü sıpattardan) Aruu-Taza! Jana men muşrikterden emesmin!”"
        },
        {
            "chapter": 12,
            "verse": 109,
            "text": "Senden murda Biz (perişteden je ayaldardan emes) şaar elinin erkekterinen paygambar kılıp, alarga vahiy jibergenbiz. Jer betinde sayakat kılışpaybı jana özdörünön murunkulardın (kaapırlardın) akıbetteri kanday bolgonun körüşpöybü? Al emi, takıba adamdar üçün Akıret Üyü jakşı. Akıl kalçap körböysüŋörbü"
        },
        {
            "chapter": 12,
            "verse": 110,
            "text": "Allaһtın paygambarları dele, «Biz aldandıkpı» dep oylop kalışkan(da gana) alarga Bizdin jardamıbız (kaapırlardın başına tüşkön azap türündö) kelgen jana Biz kaalagan adamdar kutkarılgan. Kılmışker koomdordon bolso, Bizdin azap (eç kaçan) kaytarılbayt"
        },
        {
            "chapter": 12,
            "verse": 111,
            "text": "Alardın bayandarında akılduu adamdar üçün sabak bar. (Oşol ikayalardı bayandagan Kuraan bolso, Muhammad tarabınan) oylop çıgarılgan sözdör emes. A, birok, özünön murunku (kitepterdi) tastıktooçu, bardık nersenin toluk bayanı jana ıymanduu adamdar üçün Tuura Jol jana Irayımdır"
        },
        {
            "chapter": 13,
            "verse": 1,
            "text": "Alif, Lam, Raa. Bular — Kitep ayattarı. Jana (oo, Muhammad), saga Rabbiŋ tarabınan tüşürülgön nerse (Kuraan) Akıykat. Birok, (buga) köpçülük adamdar işenişpeyt"
        },
        {
            "chapter": 13,
            "verse": 2,
            "text": "Allaһsiler körüp turgan asmandardı tirööçsüz kötördü. Andan kiyin Arştan biyik boldu?. Jana Kün menen Aydı (pendelerdin paydalarına) moyun sundurdu. Alardın ar biri (Kudurettüü Kudaydın başkaruusu menen) belgilengen ubakıtka (Kıyamatka) çeyin (meykindikte süzüp) jürö beret. (Allaһ) işterdi başkarat. Rabbiŋerge joluguunu anık-aykın bilip aluuŋar üçün ayat- dalilderdi anık, toluk körgözüp beret"
        },
        {
            "chapter": 13,
            "verse": 3,
            "text": "Jana Al jerdi(n betin) jayık kılıp aga toolordu, darıyalardı jarattı. Jer betine ar türdüü mömölördön eki juptan jarattı. (Jana) Al kündüzdü tün menen orop koyot. Albette, uşularda pikirin iştetken adamdar üçün (Allaһtın daanışmandıgına jana kuduretinde) dalilder bar"
        },
        {
            "chapter": 13,
            "verse": 4,
            "text": "Jana jer betinde biri-birine jakın aydoo jerler, jüzüm baktar, eginder jana butaktuu-butaksız kurmalar bar. (Alar) bir (türdüü) suu menen sugarılat. Jegende Biz alardın kee birin başkalarınan artıgıraak kılıp koyobuz. Çınında, bul nerselerde akılın iştetken adamdar üçün (Allaһtın kuduretine) belgiler bar"
        },
        {
            "chapter": 13,
            "verse": 5,
            "text": "Eger (bul aytılgandardı) «taŋ kalıçtuu» deseŋ, ıymansızdardın «biz topurak bolup kalgandan kiyin kayradan jaratılabızbı» degen sözdörü (andan beter) taŋ kalıçtuu. Alar Rabbilerine kaapır bolgon adamdar! Alardın moynunda (ıymanına toskool bolgon, düynö) kişender\\(i) bar. (Oşonduktan,) alar Tozok eeleri! Anda tübölük kalışat"
        },
        {
            "chapter": 13,
            "verse": 6,
            "text": "Alar seni jakşılıktan murun jamandıkka (azapka) şaştırışat.! Alarga çeyin dele (uşunday) okuyalar ötkön. Albette, senin Rabbiŋ adamdar öz zulumduk-kaapırçılıktarının üstündö bolso da, alar üçün keçirim Eesi. Çınında, Rabbiŋdin azabı katuu"
        },
        {
            "chapter": 13,
            "verse": 7,
            "text": "(Kaapırlar) «Aga (Muhammadga) bir (sezilgen-körüngön) moojiza kelse...» deşet. Çınında sen (Tozokton) eskertüüçüsüŋ. Jana ar bir koomdun Tuura Jolgo baştooçusu bar"
        },
        {
            "chapter": 13,
            "verse": 8,
            "text": "Allaһar bir urgaaçının boyuna kötörgönün jana jatındar (möönötünö jetkirbey, ölük je tirüü abalda) «taştap koygon» jana möönötünön ötkörüp törögön nerselerdi (da) bilet. Ar bir nerse Anın aldında eseptelüü"
        },
        {
            "chapter": 13,
            "verse": 9,
            "text": "Al körüngöndü da, kömüskönü (kayıptı) da Bilüüçü, Uluk, Jogorku"
        },
        {
            "chapter": 13,
            "verse": 10,
            "text": "Silerdin araŋardan sözdü sır tutkan menen aşkere süylögön, tündösü jaşınıp jatkan menen kündüzü jaşınıp jürgön adam (Allaһtın aldında) birdey (belgilüü)"
        },
        {
            "chapter": 13,
            "verse": 11,
            "text": "Al (adam) üçün aldınan, arkasınan küzötüüçülör (perişteler) bar. Alar Allaһtın buyrugu menen anı korgop-saktap jürüşöt. Çınında, Allaһ eç bir koomdu(n jaşoosun) kaçan alar özdöründögü nerseni (işenimdi) özgörtmöyünçö özgörpöyt. Eger Allaһ bir koomgo jamandıktı kaalasa, anı eç kim kaytara albayt. Adamdar üçün Allaһtan başka Ökümdar jok"
        },
        {
            "chapter": 13,
            "verse": 12,
            "text": "Al (Allaһ) Silerge çagılgandı (anın zıyan keltirüüsünön) korkkon jana (paydasınan) ümüt kılgan abalıŋarda körgözöt jana (jamgırı menen) oor bolgon buluttardı jaratat"
        },
        {
            "chapter": 13,
            "verse": 13,
            "text": "Aga kürkürök dagı tasbih (maktoo) aytat jana perişteler da Aga korkkondoru sebeptüü tasbih aytışat. Al (sıgılgan buluttardın arasınan) çagılgan jiberip, Allaһ jönündö talaşıp turgan kezinde anı menen Özü kaalagan adamdardı urat. Al — Kudureti küçtüü Zat"
        },
        {
            "chapter": 13,
            "verse": 14,
            "text": "Çınıgı duba (ibadattar) Özünö gana ılayık! Duba kılıp jatkan Allaһtan başka «kudayları» alardı(n dubaların) ukpayt. Alar oozuna jetişi üçün suuga alakan sozup, birok suu aga jetpey turgan kişige okşoyt.! Kaapırlardın dubası (ar dayım) adaşuuçulukta"
        },
        {
            "chapter": 13,
            "verse": 15,
            "text": "Asmandarda jana, jerde bolgondun bardıgı kaalasa da, kaalabasa da Allaһka sajda kılışat?” Erte menen jana keçinde Allaһka alardın (bardık nersenin) kölökölörü da (iyilip) sajda kılışat"
        },
        {
            "chapter": 13,
            "verse": 16,
            "text": "Ayt: «Asmandar jana jerdin Rabbisi (jaratuuçusu) kim?» Aytkın: «Allaһ!» Ayt: «Özdörünö ne payda, ne zıyan jetkire albay turgan Allaһtan başkalardı dos-başçı tutup aldıŋarbı?» Ayt: «Sokur menen körüüçü, karaŋgılık menen nur teŋ bolo alabı?» Je bolboso alar Allaһka (başka «kudaylardı») şerik kılışıp, (bular dele) Allaһ jaratkanday jarata alat» (dep oyloştubu?) Anan (öz sözdörünö özdörü işene albay) jaratılış alarga kümöndüü bolup kaldıbı?» Ayt: «Bardık nerselerdin jaratuuçusu Allaһ! Al Jalgız, bardıgın Jeŋüçüü!»"
        },
        {
            "chapter": 13,
            "verse": 17,
            "text": "(Allaһ) asmandan suu tüşürdü. Jılgalarda kölömünö karap suular aktı. Sel üstünö kaldaygan (birok, içi köŋdöy) köbüktördü kötördü. (Adamdar) zıynat-buyum jasoo üçün ot jagıp erite turgan nerselerden da oşondoy köbük çıgat.! Allaһ Akıykat menen adaşuuga mına uşuntip misal keltiret. Köbük kurgap-kurgap jok bolot. Adamdarga paydaluu (asıl) nerseler bolso jer betinde kalat. Allaһ mına uşintip misal keltiret"
        },
        {
            "chapter": 13,
            "verse": 18,
            "text": "(Din-ıymandı kabıl alıp) Rabbisine joop bergen adamdar üçün (eki düynödö) jakşılık bar. Al emi, Aga joop berbegender eger jer betindegi baylıktan eki esesin özü(nün künöölörü) üçün tapşırsa da (kabıl alınbayt)! Alar üçün eŋ jaman esepteşüü bar! Alardın ordu - Tozok! Kanday jaman orun"
        },
        {
            "chapter": 13,
            "verse": 19,
            "text": "(O, Muhammad!) Saga Rabbiŋden kelgen nersenin akıykat ekenin bilgen adam (anı tüşünbögön) sokur kişilerge okşoybu?! Çınında (Allaһtı) akılduu kişiler gana eskerişet"
        },
        {
            "chapter": 13,
            "verse": 20,
            "text": "Alar Allaһka bergen ubadaların atkarışat jana ubadalarına kıyanat kılışpayt"
        },
        {
            "chapter": 13,
            "verse": 21,
            "text": "Jana alar (akılın iştetkender) Allaһ ulaganga buyurgan mamilelerdi ulaşat jana (eger ulabay koyso) Rabbisinen jana jaman esepke tuş bolup kaluudan korkuşat"
        },
        {
            "chapter": 13,
            "verse": 22,
            "text": "Jana alar Rabbisinin Jüzü(n Kıyamatta körüü) üçün (dindegi maşakattarga) sabır kılışat jana, namaz(darın toluk) okuşat.., Biz ırıskı kılıp bergen nerselerden — bildirip je bildirbey — sadaka kılışat jana jamandıkka jakşılık menen joop kaytarışat. Oşolor üçün Akırette daŋazaluu akıbet-natıyja —"
        },
        {
            "chapter": 13,
            "verse": 23,
            "text": "«Adn» beyişteri bar. Beyişterge alar ataları, jup-tügöylögü jana urpaktarınan turgan salih-jakşı adamdar menen birge kirişet (Anan) alarga ar kaysı eşikterden perişteler kirip"
        },
        {
            "chapter": 13,
            "verse": 24,
            "text": "«Sabır kılganıŋar sebeptüü silerge Allaһtın salamı bolsun! Akıret Üyü (Beyiş) kanday jakşı!»- deşet"
        },
        {
            "chapter": 13,
            "verse": 25,
            "text": "Al emi, (Allaһ menen) ubadalaşkandan kiyin Allaһtın ubadalarına kıyanat kılgandar, Allaһ ulaganga buyurgan mamilelerdi üzgöndör jana jer betinde buzukuluk kılgandarga.., naalat bolsun! Jana alarga jaman orun — (tozok) bolsun"
        },
        {
            "chapter": 13,
            "verse": 26,
            "text": "Allaһ Özü kaalagan pendesine ırıskını kenen, (kaalaganına) tar kılıp koyot. Al emi, (kaapırlar, Allaһ kenen ırıskı berip koyso) düynö jaşoosu menen süyünüp (Akıretti oyloboy) jürö berişet. Düynö jaşoosu Akırettin aldında (arzıbagan) paydadan başka emes"
        },
        {
            "chapter": 13,
            "verse": 27,
            "text": "Kaapırlar: «Muhammadga Rabbisi tarabınan (körüngön, bilingen) moojiza kelse (ıyman keltirmekpiz)!» deşet. Sen aytkın: «Allaһ kaalagan pendesin adaştırıp, Özünö umtulgan adamdardı Özünö bagıttap koyot"
        },
        {
            "chapter": 13,
            "verse": 28,
            "text": "Alar- ıymanduular jana Allaһtı estöö menen jürögü tınçtangan adamdar. Köŋül burgula: Allaһtı estöö menen jüröktör tınçtanat"
        },
        {
            "chapter": 13,
            "verse": 29,
            "text": "(Jüröktörü menen) ıyman keltirip, (dene müçölörü menen) jakşı amal kılgan adamdarga «Tuuba»! jana suluu-sonun orundar bar"
        },
        {
            "chapter": 13,
            "verse": 30,
            "text": "Mına oşentip, (oo, Muhammad) Biz seni murunku ümmöttördün artınan kelgen (akırkı) ümmötkö, Rahmanga (Allaһka) kaapır bolup turgan kezderinde, alarga Biz vahiy kılgan nerseni (Kuraandı) okup berüüŋ üçün Paygambar kılıp jiberdik. Aytkın: «Al — menin Rabbim! Eç bir ibadatka tatıktuu kuday jok, jalgız Özü bar! Men (bardık işterimde) Anın Özünö jölönüp, (bardık muktajdıktarımda) Özünö gana kayrılamın"
        },
        {
            "chapter": 13,
            "verse": 31,
            "text": "Eger uşul (Kuraan) sebeptüü toolor ordunan jıldırılıp, jer talkalanıp, ölüktör süylötüp jiberilse da (bolmok. Birok, Allaһ Taala Paygambarın koldoo üçün mınday, üröy uçurgan moojizalardı jiberbey, akıl kalçap, pikir menen kabıl alına turgan maŋızduu ayattardı jiberdi. Sebebi:) bardık iş Allaһtın kolunda. Eger Allaһ kaalasa, adamdardın bardıgın Tuura Jolgo salıp koyo alaarın ıymanduu adamdar bilişpeybi?! Kaapırlar (kaapırçılıgın) toktotpodu. (Oşonduktan,) alarga jasagan künöölörü sebeptüü azaptar tüşüüdö. Je bolboso, jurttarına jakın jerlerge tüşüüdö. Allaһtın ubadası (azabı) keldi go! Çınında, Allaһ ubadasına kıyanat kılbayt"
        },
        {
            "chapter": 13,
            "verse": 32,
            "text": "Senden murdakı paygambarlar dele (kaapırlar tarabınan) kelekelengen. Men kaapır adamdarga möönöt bergen bolçumun. (Esine kelbegenden) kiyin alardı (kıynooçu azap menen) karmap koydum. Al kanday gana (katuu) azap"
        },
        {
            "chapter": 13,
            "verse": 33,
            "text": "Ar bir jandın, jasagan işinin üstündö (közömöldöp) Turuuçu kim?! Allaһka (başka «kudaylardı») şerik kılıştı. Aytkın: «(Anda oşol «kudaylardın») atın atap bergile je bolboso (özüŋörçö) jer betindegi (Anın) bilbegenin Aga bilgizip koymokçusuŋarbı?! Je bul (aytkanıŋar) üstürtön ele (aytılgan, dalilsiz) sözbü!» Jok! Kaapırlarga aylakerlikteri koozdop körgözüldü jana alar (akıykat) joldon tosup koyuldu! Allaһ kimdi adaştırsa, anı eç kim Tuura Jolgo sala albayt"
        },
        {
            "chapter": 13,
            "verse": 34,
            "text": "Alarga düynö jaşoosunda azap bar. Birok, Akıret azabı katuuraak! Alardı Allaһtın azabınan eç kim saktap kala albayt"
        },
        {
            "chapter": 13,
            "verse": 35,
            "text": "Takıba kişilerge ubada kılıngan Beyiştin misalı: astınan darıyalar agat. Mömösü menen kölökösü tügöngüs. Bular takıbalar barçu jer. Kaapırlardın barçu jeri — Tozok"
        },
        {
            "chapter": 13,
            "verse": 36,
            "text": "Biz Kitep bergen adamdar(dın ınsaptuuları) saga tüşürülgön nerse (Kuraan) sebeptüü süyünüşöt.! Al emi, kee bir (kaapır) taypalar anın (Kuraandın) bir bölügünö işenişpeyt. Aytkın: «Men Allaһka eç bir nerseni şerik kılbay sıyınuuga buyuruldum. Anın Özünö çakıramın jana Özünö kaytamın"
        },
        {
            "chapter": 13,
            "verse": 37,
            "text": "Uşintip (o, Muhammad), Biz saga arab tilindegi ökümdü tüşürdük. Eger özüŋö kelgen ilimden soŋ alardın (kaapırlardın) kaalooloruna erçip ketseŋ, (anda) saga Allaһ tarabınan eç bir dos-jardamçı, eç bir saktooçu bolboyt"
        },
        {
            "chapter": 13,
            "verse": 38,
            "text": "Biz senden murda paygambarlardı jiberip, alarga ayal, bala-çaka bergenbiz. Eç bir paygambar Allaһtın uruksatı bolmoyunça (öz kaaloosu menen) moojiza keltire albayt. (Bardıgı Allaһtın kolunda. Kaçan kaalasa oşondo beret) Ar bir möönöt üçün jazılgan (ubaktısı) bar"
        },
        {
            "chapter": 13,
            "verse": 39,
            "text": "Allaһ (ökümdördön) kaalaganın jok kılat, kaalagan nersesin bekemdep koyot. (Antkeni,) Kiteptin Enesi Anın aldında"
        },
        {
            "chapter": 13,
            "verse": 40,
            "text": "(O, Muhammad) Eger alarga (kaapırlarga) ubada kılgan nersebizdi (azaptı) saga körsötsök da je (körsötköngö çeyin) janıŋdı alsak da (saga baarı bir). Antkeni, senin mildetiŋ —jetkirüü. Bizdin mildetibiz — esepteşüü"
        },
        {
            "chapter": 13,
            "verse": 41,
            "text": "(Dinge karşı bolgondor) körböy jatışabı, Biz (alardın) jerge kelip, ar tarabınan kıskartıp jatabız. Allaһ (uşintip) öküm kılat. Anın ökümün keçiktirüüçü jok! Al tez esepteşüüçü"
        },
        {
            "chapter": 13,
            "verse": 42,
            "text": "Alardan murunku kaapırlar dagı (dinge karşı) aylakerlik kılışkan. Birok, bardık aylakerlik Allaһtın kolunda. Al ar bir jan emne kılganın bilip turat. Kaapırlar Akıret Üyü kimdin paydasına boluşun jakında bilip alışat"
        },
        {
            "chapter": 13,
            "verse": 43,
            "text": "Kaapır bolgon adamdar: «Sen paygambar emessiŋ» deşet. Aytkın: «Meni menen silerdin araŋarda kübölük kıluuga Allaһ menen Kitep ilimi bar adamdar jetiştüü»"
        },
        {
            "chapter": 14,
            "verse": 1,
            "text": "Alif, Lam, Ra. (O, Muhammad), Biz bul Kitepti saga, adamdardı, Rabbisinin uruksatı menen karaŋgılıktardan Nurga — Jeŋüüçü jana Maktalgan Allaһtın joluna çıgarışıŋ üçün tüşürdük"
        },
        {
            "chapter": 14,
            "verse": 2,
            "text": "Allaһ(tın kudurettüülügü) uşunday: asmandardagı jana jerdegi nerseler Anın mülkü. Kaapırlarga katuu, azaptuu ölüm bolsun"
        },
        {
            "chapter": 14,
            "verse": 3,
            "text": "Alar düynö jaşoosun Akıretten jogoru süyüşöt, (adamdardı) Allaһtın jolunan tosuşat jana anı iyri jolgo aylantuunu kaalaşat. Andaylar tereŋ adaşuuda"
        },
        {
            "chapter": 14,
            "verse": 4,
            "text": "Bizar bir paygambardı, öz elinin tili menen gana jiberdik, alarga (din erejelerin tüşünüktüü) bayan kılıp berişi üçün. Kiyin Allaһ Özü kaalagan pendesin Tuura Jolgo baştayt jana kaalaganın adaştırat. Al - Kudurettüü, Daanışman"
        },
        {
            "chapter": 14,
            "verse": 5,
            "text": "Biz Musanı Özübüz bergen moojizalar menen (paygambar kılıp) jiberip: «Koomuŋdu karaŋgılıktardan Nurga çıgargın jana alarga Allaһtın kündörün estetkin. Albette mında sabırduu, şügür kıluuçu adamdar üçün ülgü-sabaktar bar» — dedik"
        },
        {
            "chapter": 14,
            "verse": 6,
            "text": "Estegin (o, Muhammad, oşondo) Musa koomuna mınday dedi: «Allaһtın silerge bergen neemattarın estegile: Al silerdi Firaun jana anın adamdarınan kutkardı. Alar uul perzentiŋerdi soyup, kız perzentiŋerdi tirüü kaltıruu menen başıŋarga katuu azap salgan. Uşunda Rabbiŋer tarabınan çoŋ sınoo bar ele"
        },
        {
            "chapter": 14,
            "verse": 7,
            "text": "«Dagı bir kezde Rabbiŋer silerge: «Eger (Menin neematıma) şügür kılsaŋar silerdi(n neemattı) köböytömün. Al emi, şügür kılbasaŋar (bilip koygula), çınında Menin azabım katuu»-dep jarıyalagan"
        },
        {
            "chapter": 14,
            "verse": 8,
            "text": "Jana Musa ayttı: «Eger siler jana (silerge koşulup) jer jüzünün bardık jamaatı kapır bolso da, Allaһ Beymuktaj jana maktoogo ılayık"
        },
        {
            "chapter": 14,
            "verse": 9,
            "text": "Silerge özüŋördön murunkulardın: Nuh koomunun, Aad, Samud koomdorunun jana alardan kiyinki koomdordun kabarı kelbedibi? Alardı Allaһtan başka eç kim bilbeyt bolçu. (Kiyin Allaһ alar jönündö kabar berdi:) Alarga Paygambarları anık dalilder alıp kelgende, koldorun oozuna (kerney kılıp) koyuuşup: «Biz silerge jiberilgen dinge kaapır bolduk: Biz siler daavat kılıp jatkan nerselerden şektenüüdöbüz!» — deşti"
        },
        {
            "chapter": 14,
            "verse": 10,
            "text": "(Anda) paygambarları: «Asmandar jana jerdi jaratkan Allaһta şek bar beken?! Al silerdin künööŋördü keçirip, belgilüü ubakıtka çeyin (uşul düynödö) kaltıruuga çakırıp jatat! degende, alar aytıştı: «Siler paygambar emes, biz sıyaktuu ele (jönököy) adamsıŋar. (Dagı) bizdi ata-babalarıbız sıyınıp kelgen nerselerden tosuunu kaalap jatasıŋar! (Eger sözüŋör çın bolso) bizge anık dalilderdi (moojizalardı) keltirgile!»"
        },
        {
            "chapter": 14,
            "verse": 11,
            "text": "«Alarga paygambarları ayttı: «(Tuura). Biz dele siler sıyaktuu adambız. Birok, Allaһ pendelerinen Özü kaalagandarına (mınday) neemat beret. (Anan), silerge dalil-moojizalardı keltiriş bizdin ıktıyarda emes. Allaһ kaalasa gana keltire alabız. Momundar Allaһka gana tobokel kılışat"
        },
        {
            "chapter": 14,
            "verse": 12,
            "text": "Emne üçün biz Allaһka tobokel kılbayt ekenbiz?! Al bizdi (Özü bergen) Tuura Jolubuzga baştap koydu. (Biz bul joldon kaytpaybız, eger azap körsötsöŋör) azabıŋarga bekem sabır kılabız. Tobokel kıluuçular Allaһka gana tobokel kılsın!»"
        },
        {
            "chapter": 14,
            "verse": 13,
            "text": "Kaapır bolgondor paygambarlarına: «Silerdi jeribizden çıgarıp jiberebiz, je bolboso, (ata-babadan kalgan, eski) dinibizge kaytasıŋar! (Eköönön birin tandagıla)»-deşti. Andan soŋ, Rabbisi paygambarlarga: «Biz sözsüz zaalımdardı (kaapırlardı) jok kılabız"
        },
        {
            "chapter": 14,
            "verse": 14,
            "text": "jana alardan kiyin (muras kalgan) jerge silerdi jaşatıp koyobuz! Bul (ubada Kıyamatta) Bizdin aldıbızda (esep berip) turuudan jana (künöölüülörgö arnagan) ubadalarımdan korkkon adamdar üçün» dep vahiy (kabar) kıldı"
        },
        {
            "chapter": 14,
            "verse": 15,
            "text": "(Momundar) jeŋiş suraştı. Al emi (akıykatka) zulumduk kıluuçu jana (öz kaapırçılıgında) öjörlük menen turuuçu ar bir adam zıyanga joluktu"
        },
        {
            "chapter": 14,
            "verse": 16,
            "text": "(Munun sebebi,) anın artında tozok. (Tozokto) aga kaynak iriŋ içirilgende"
        },
        {
            "chapter": 14,
            "verse": 17,
            "text": "(suusagandan ulam) içkenge araket kılat, birok içe albayt. Ar taraptan ölüm(gö tete azaptar) kelet birok, ölö albayt. Anın artınan (andan da) katuu azap bar"
        },
        {
            "chapter": 14,
            "verse": 18,
            "text": "Rabbisine kaapır bolgon adamdar jasagan işterdin! misalı -boroonduu kündö şamal uçurup ketken külgö okşoş. Alar özdörü jasagan işterden eç bir (paydaluu) nersege jetişe albayt. Bul — abdan alıs adaşuu"
        },
        {
            "chapter": 14,
            "verse": 19,
            "text": "(O, insan!) Sen, çınında Allaһ asmandar jana jerdi akıykat menen jaratkanın bilbediŋbi?! Eger kaalasa silerdi (jer betinen) ketirip, başka jaŋı kalktı alıp kelet"
        },
        {
            "chapter": 14,
            "verse": 20,
            "text": "Bul Allaһka oor emes"
        },
        {
            "chapter": 14,
            "verse": 21,
            "text": "(Kıyamatta Sur kerneyi tartılganda) bardık adamdar (mürzölörünön suurulup çıgıp) Allaһtın aldında tizilip kalışat. Oşondo, (bul düynödö) alsız (moyun sunuuçu) bolgondoru, tekeber (kaapır) başçılarına: «Çınında, biz silerge eerçigen elek, bügün Allaһtın azabınan bizdi bir az bolso da kutkara alasıŋarbı?» - deşkende, alar aytışat: «Eger bizdi Allaһ Tuura Jolgo baştaganda, biz da silerdi Tuura Jolgo baştayt elek. Emi, (bolor iş boldu) biz çıdamsızdık kılabızbı je sabırduu bolobuzbu, (baarı bir) bizge eç bir kutuluu jok!»"
        },
        {
            "chapter": 14,
            "verse": 22,
            "text": "İş çeçilip, (tozokular — tozokko, beyişiler — beyişke ajırap) kalganda şaytan aytat: «Allaһ silerge çın ubada bergen bolçu.! Men dagı silerge ubada berip... atkarbay koydum.* Silerge (körgözgüdöy) menin eç bir dalilim jok ele. Bolgonu, men çakırdım, siler çurkap keldiŋer. Emi, meni emes, özüŋördü ayıptagıla. (Bügün başka tüşkön azaptan) men silerdi kutkara albaymın. Siler da meni kutkara albaysıŋar. Birok, murun (düynö jaşoosunda) meni (Allaһka) şerik kılganıŋardı men da moynuma albaymın (men kuday emesmin, Kudaydın şerigi da emesmin) Çınında, (bul jerde men jana silerge okşogon) zaalımdarga kıynooçu azap bar»"
        },
        {
            "chapter": 14,
            "verse": 23,
            "text": "Iyman keltirip, salih amaldardı jasagan adamdar tübünön darıyalar akkan beyişterge kirgizilet. (Alar) anda Rabbisinin uruksatı menen tübölük kalışat. Alardın Beyiştegi uçuraşuuları «salam» (degen söz) bolot"
        },
        {
            "chapter": 14,
            "verse": 24,
            "text": "(O, insan), Allaһ taza sözdü (ıyman kelmesin) taza darakka (kurmaga) okşotup misal keltirgenin karabaysıŋbı. Al daraktın tamırı (jer koynunda) bekem, butaktarı bolso, asmanda"
        },
        {
            "chapter": 14,
            "verse": 25,
            "text": "Rabbisinin uruksatı menen ar kaysı mezgilde mömösün bere beret. Allaһ adamdarga, es-akılın jıyıp aluuları üçün (uşunday) misaldardı keltiret"
        },
        {
            "chapter": 14,
            "verse": 26,
            "text": "Ipılas sözdün (kaapırçılıktın) misalı - jerden üzülüp, bekemdigi jok kalgan ıpılas (mömölüü) darakka okşoş"
        },
        {
            "chapter": 14,
            "verse": 27,
            "text": "Allaһ ıymanduu adamdardı düynö jaşoosunda da, Akırette da bekem söz menen kubattayt.! Zaalımdardı bolso, Allaһ adaştırat. Allaһ kaalagan nersesin jasayt"
        },
        {
            "chapter": 14,
            "verse": 28,
            "text": "(O, insan!) Allaһ bergen neemattı (İslamdı) kaapırçılıkka almaştırıp, el-jurtun ölüm üyünö —"
        },
        {
            "chapter": 14,
            "verse": 29,
            "text": "özdörü taştalçu Tozokko eerçitip bargandardı körböysüŋbü? Al kanday jaman orun"
        },
        {
            "chapter": 14,
            "verse": 30,
            "text": "Alar adamdardı Allaһtın jolunan tosuu üçün Allaһka (başka «kudaylardı») teŋdeş kılışkan. (O, Muhammad, alarga) Aytkın: «(Adaşuuçuluk jaşooŋordo bir az) paydalanıp kalgıla. Silerdin baraar jeriŋer — Tozok!»"
        },
        {
            "chapter": 14,
            "verse": 31,
            "text": "Menin ıymanduu pendelerime ayt, namazdarın okup, taanış— biliştigi jana sooda-kelişimi jok bolgon (Akıret) Kün kelgenge çeyin, Biz ırıskı kılıp bergen nerselerden jarıya je jaşıruun türdö sadaka kılıp kalışsın"
        },
        {
            "chapter": 14,
            "verse": 32,
            "text": "Allaһ asmandar menen jerdi (altı kündö) jaratıp, asmandan suunu tüşürdü. Kiyin anı menen silerge ırıskı bolsun dep, mömölördü çıgardı. Jana Öz amiri menen deŋizde jürüşüŋör üçün silerge kemeni moyun sundurdu. Darıyalardı da siler üçün kızmat kıldırıp koydu"
        },
        {
            "chapter": 14,
            "verse": 33,
            "text": "Al jana siler üçün toktoosuz arakettegi Kün menen Aydı, tün menen kündüzdü moyun sundurdu"
        },
        {
            "chapter": 14,
            "verse": 34,
            "text": "Jana silerge, (siler) muktaj bolgon bardık nerselerdi berdi. Eger Allaһtın neemattarın sanasaŋar bütürö albaysıŋar. Çınında, insan ötö zaalım, ötö şügürsüz"
        },
        {
            "chapter": 14,
            "verse": 35,
            "text": "(O, Muhammad) Estegin, (bir kezde) İbrahim ayttı: «O, Rabbim! Bul şaardı (Makkanı) tınç şaar kıl! Meni jana baldarımdı buttarga sıyınuudan alıs kıl"
        },
        {
            "chapter": 14,
            "verse": 36,
            "text": "O, Rabbim! Çınında, alar (buttar) köp adamdardın adaşuusuna sebep boluştu. Kim meni eerçise (jalgız Allaһka ibadat kılsa) — al menden. Kim maga (menin joluma) karşı çıksa, Özüŋ Keçirüüçü, Irayımduusuŋ"
        },
        {
            "chapter": 14,
            "verse": 37,
            "text": "O, bizdin Rabbi! Men baldarımdan (bir bölügün) Senin Al Haram Üyüŋdün aldındagı egin öspögön örööngö jaygaştırdım. O, Rabbim (oşol jerde) alar namaz okuşsa eken! Emi, Özüŋ adamdardın jüröktörün alarga umtuluuçu kıl! Jana alardı (ar kanday) mömölördön ırıskılandır! Ajep emes (oşondo) şügür kılışsa"
        },
        {
            "chapter": 14,
            "verse": 38,
            "text": "O, Rabbim! Albette, Sen biz jaşırgan nerseni da, aşkere kılgan nerseni da bilesiŋ! Allaһtan ne jer, ne asmandardagı eç bir nerse jaşıruun emes"
        },
        {
            "chapter": 14,
            "verse": 39,
            "text": "Maga kartaygan kuragımda Ismayıl menen İshaktı bergen Allaһka (çeksiz) maktoolor bolsun! Çınında, menin Rabbim duba-tilekti Uguuçu"
        },
        {
            "chapter": 14,
            "verse": 40,
            "text": "O, Rabbim! Meni jana urpaktarımdı namazdı toluk okuuçu(lardan) kıl! O, bizdin Rabbibiz! Dubanı kabıl kıla kör"
        },
        {
            "chapter": 14,
            "verse": 41,
            "text": "O, bizdin Rabbi! Esep künü kelgende, menin, ata-enemdin jana (jaamı) ıymanduu adamdardın künöösün keçir"
        },
        {
            "chapter": 14,
            "verse": 42,
            "text": "(O, Muhammad), sen Allaһtı zaalımdardın kılmışınan beykapar dep oylobogun. Bolgonu, alardı(n jazasın) közdör (korkunuçtan) katıp kala turgan (Kıyamat) Küngö çeyin keçiktirüüdö"
        },
        {
            "chapter": 14,
            "verse": 43,
            "text": "(Oşol kündö) alar baştarı öydö kötörülgön abalda (esep bergeni) çurkap barışat. Közdörü (katıp kalgandan ulam) özdörünö kaytpayt jana içteri köŋdöy"
        },
        {
            "chapter": 14,
            "verse": 44,
            "text": "Sen adamdardı azap kele turgan Kün menen korkut. Oşondo, zulum kılgan adamdar: «O, Rabbi, bizdi bir az möönötkö keçiktire turçu, çakırıgıŋa joop berip, paygambarlarga moyun sunalı» deşet. (Kiyin alarga mınday joop berilet: «Ey, kaapırlar!» Ölüm keleerden) murda «biz ölböybüz» dep ant içpediŋer bele"
        },
        {
            "chapter": 14,
            "verse": 45,
            "text": "Jana özdörünö zulum kılgan (jana Biz alarga azap jibergen) adamdardın mekenderinde jaşabadıŋar bele?! Biz alardı kanday jazalaganıbız silerge maalım ele go? Silerge misaldarda keltirgen elek"
        },
        {
            "chapter": 14,
            "verse": 46,
            "text": "Alar (dinge karşı köp) aylakerlikterin jasaştı. Eger aylakerlikteri toonu omkorup jiberüüçü bolso da Allaһtın aldında (belgilüü)"
        },
        {
            "chapter": 14,
            "verse": 47,
            "text": "Sen Allaһ Özünün paygambarlarına («zaalımdardan öç alabız» dep) bergen ubadasın atkarbayt eken dep oylobogun! Allaһ Kudurettüü jana öç aluuçu"
        },
        {
            "chapter": 14,
            "verse": 48,
            "text": "(Anın öç alışı) jer başka jerge, asmandar başka asmandarga aylangan jana (adamdar) Jalgız, Kaarduu Allaһka jekeme-jeke joluga turgan kündö (işke aşat)"
        },
        {
            "chapter": 14,
            "verse": 49,
            "text": "Sen al kündö kılmışkerlerdi (otton jasalgan) kişender menen (çogultup) baylanganın körösüŋ"
        },
        {
            "chapter": 14,
            "verse": 50,
            "text": "(Al kündö) Alardın kiyimderi kara maydan bolot jana jüzdörün ot orop turat. Bul azaptar Allaһ tarabınan zulum emes, teskerisinçe"
        },
        {
            "chapter": 14,
            "verse": 51,
            "text": "Allaһ ar bir jandı kılmışına jaraşa jazaloosu üçün. Çınında, Allaһ tez esepteşüüçü"
        },
        {
            "chapter": 14,
            "verse": 52,
            "text": "Bul (Kuraan) adamdarga arnalgan kemçildiksiz Bayan! Emi, al sebeptüü (jaman işinin akıbetinen) sestenişsin, Anın Jalgız Kuday ekenin bilişsin jana akılduu adamdar andan ülgü-sabak alışsın"
        },
        {
            "chapter": 15,
            "verse": 1,
            "text": "Alif, Lam, Raa. Bular Kiteptin — Anık Kuraandın ayattarı"
        },
        {
            "chapter": 15,
            "verse": 2,
            "text": "(Oşol kezde) Kaapırlar musulman boluunu eŋsep kalaarı bışık.”"
        },
        {
            "chapter": 15,
            "verse": 3,
            "text": "(O, Muhammad!) Alardı jön koy, jep-içip, paydalanıp, («biz düynödö tübölük kalabız» degen jalgan) kıyaldarına aldanıp jürö berişsin. Kiyin tez ele bilip alışat"
        },
        {
            "chapter": 15,
            "verse": 4,
            "text": "Biz eç bir ayıl(-şaardın elin) özünö belgilengen (tagdırdagı) jazmışsç(ı) kelmeyinçe öltürbödük"
        },
        {
            "chapter": 15,
            "verse": 5,
            "text": "Eç bir el (özünö jazılgan) möönötünön ozup da ketpeyt, artta da kalbayt"
        },
        {
            "chapter": 15,
            "verse": 6,
            "text": "(Muşrikter Muhammadga): “O, Zikir (Kuraan) tüşürülgön adam, sen — jindisiŋ"
        },
        {
            "chapter": 15,
            "verse": 7,
            "text": "Eger çınçıl bolsoŋ, bizge (sözündü tastıktagan) periştelerdi taap kelçi?!» deşti"
        },
        {
            "chapter": 15,
            "verse": 8,
            "text": "Biz (azaptooçu) periştelerdi Akıykat menen gana tüşüröbüz. Al ubakıtta alarga möönöt berilbeyt"
        },
        {
            "chapter": 15,
            "verse": 9,
            "text": "Biz Zikirdi (Kuraandı) Özübüz tüşürdük jana anı Özübüz saktaybız"
        },
        {
            "chapter": 15,
            "verse": 10,
            "text": "Çınında, Biz senden murda, abalkı jamaattarga da (saga okşogon) paygambarlardı jibergenbiz"
        },
        {
            "chapter": 15,
            "verse": 11,
            "text": "Alardan kimisine bir paygambar kelçü bolso, anı mıskıldap külüşkön"
        },
        {
            "chapter": 15,
            "verse": 12,
            "text": "Biz anı (mazaktoonu) kılmışkerlerdin jüröktörünö uşintip salıp koyobuz"
        },
        {
            "chapter": 15,
            "verse": 13,
            "text": "(Oşonduktan,) aga ıyman keltirişpeyt. Murunkulardın (ülgülüü) jolu öttü go"
        },
        {
            "chapter": 15,
            "verse": 14,
            "text": "Eger Biz alarga asmandan eşik açıp, alar andan kötörülö baştasa da, (işenbey)"
        },
        {
            "chapter": 15,
            "verse": 15,
            "text": "«Közübüzdü boyop koyuldu! Biz sıykırlanıp kaldık!» deşet"
        },
        {
            "chapter": 15,
            "verse": 16,
            "text": "Çınında, Biz asmanda top jıldızdardı jaratıp, alardı körüüçülör üçün zıynat kılıp koyduk"
        },
        {
            "chapter": 15,
            "verse": 17,
            "text": "Jana asmandı bardık kargış tiygen jin-şaytandardan saktadık"
        },
        {
            "chapter": 15,
            "verse": 18,
            "text": "Al emi, (jin-şaytandardan) kimisi asman kabarların uurdaganga araket kılsa, anı bir nurduu jıldız kuup jetet (jana öltüröt)"
        },
        {
            "chapter": 15,
            "verse": 19,
            "text": "Biz jerdi(n üstün) jayık kılıp, anda toolordu ornottuk jana ar türdüü paydaluu nerselerdi östürdük"
        },
        {
            "chapter": 15,
            "verse": 20,
            "text": "Jana jer üstündö, siler üçün jana siler ırıskı bere albay turgan (kol astıŋardagı) kalk-makuluktar üçün tiriçilik (şarttarın) jarattık"
        },
        {
            "chapter": 15,
            "verse": 21,
            "text": "Bardık nerselerdin kazınası Bizdin aldıbızda. Biz andan emneni (pendebizge) tüşürsök, (murdatan) belgilengen ölçöm (tagdır) menen tüşüröbüz"
        },
        {
            "chapter": 15,
            "verse": 22,
            "text": "Jana Biz (buluttardı) boozutuuçu şamaldardı? jiberdik. Kiyin asmandan suu tüşürdük jana anı menen silerdi (eginiŋerdi jana aybanattarıŋardı) sugardık. (O, insandar!) Özüŋör anı saktay albayt eleŋer"
        },
        {
            "chapter": 15,
            "verse": 23,
            "text": "Çınında, Biz gana tiriltirip, Biz gana öltüröbüz. Jana Özübüz gana muras aluuçubuz"
        },
        {
            "chapter": 15,
            "verse": 24,
            "text": "Albette, Biz silerden bayırkılardı da, kiyinkilerdi da bilgenbiz"
        },
        {
            "chapter": 15,
            "verse": 25,
            "text": "(O, Muhammad) Rabbiŋdin Özü gana alardı (Kıyamatka sot-surak üçün) çogultat. Çınında Al Daanışman (jana) Bilerman"
        },
        {
            "chapter": 15,
            "verse": 26,
            "text": "Biz insandı (Adam-Atanı) çalçık ılaydan (jana) kurgap, zıŋıldap kalgan çopodon jarattık.”"
        },
        {
            "chapter": 15,
            "verse": 27,
            "text": "Andan murda jinderdi(n atası İblisti) jalınduu otton jaratkanbız"
        },
        {
            "chapter": 15,
            "verse": 28,
            "text": "(O, Muhammad, estegin) bir kezde Rabbiŋ periştelerge: «Albette, Men karargan ılaydan jasalgan çopodon Adam jaratamın"
        },
        {
            "chapter": 15,
            "verse": 29,
            "text": "Kaçan anı(n dene tüzülüşün) jasap, aga Özümdün Ruhumdan üylögöndö (jan kirgizgende) aga (urmat körgözüp) sajda kılıp jıgılgıla»- dedi"
        },
        {
            "chapter": 15,
            "verse": 30,
            "text": "Bardık perişteler sajda kılıştı"
        },
        {
            "chapter": 15,
            "verse": 31,
            "text": "Bir gana İblis sajda kıluuçular menen (birge) sajda kıluudan baş tarttı"
        },
        {
            "chapter": 15,
            "verse": 32,
            "text": "(Allaһ):»O, İblis! Emne üçün sen sajda kıluuçulardan bolboduŋ?!» - dedi"
        },
        {
            "chapter": 15,
            "verse": 33,
            "text": "«Men (eç kaçan) adamga sajda kılbaymın! (Sebebi,) Sen anı çalçık ılay - çopodon jarattıŋ. (A, men otton jaralganmın)» -dedi"
        },
        {
            "chapter": 15,
            "verse": 34,
            "text": "(Allaһ) Ayttı:»Anda, Beyişten jogol! Sen aydaldıŋ"
        },
        {
            "chapter": 15,
            "verse": 35,
            "text": "Saga Kıyamatka çeyin kargış bolsun!»"
        },
        {
            "chapter": 15,
            "verse": 36,
            "text": "(İblis) Ayttı: «O, Rabbim! Anda maga, alar kayra tirilüüçü küngö (Kıyamatka) çeyin (ölböy jaşaganga) möönöt ber!»"
        },
        {
            "chapter": 15,
            "verse": 37,
            "text": "(Allaһ) ayttı: «Albette, sen möönöt berilgenderden bolduŋ"
        },
        {
            "chapter": 15,
            "verse": 38,
            "text": "belgilüü ubakıtka çeyin»"
        },
        {
            "chapter": 15,
            "verse": 39,
            "text": "(İblis) ayttı: «O, Rabbim! Meni adaştırganıŋ üçün men alarga jerdegi(künöö nerse)lerdi kooz körgözüp, bardıgın azgıramın"
        },
        {
            "chapter": 15,
            "verse": 40,
            "text": "Alardın arasınan ıklastuu pendeleriŋden başkasın"
        },
        {
            "chapter": 15,
            "verse": 41,
            "text": "(Allaһ) ayttı: «Bul — Maga (alıp kelüüçü) Tuura Jol"
        },
        {
            "chapter": 15,
            "verse": 42,
            "text": "Albette, Menin (ıklastuu) pendelerimdin üstündö biyligiŋ jok! Bir gana adaşkandardan bolup, saga eerçigenderge (ökümüŋ ötöt)"
        },
        {
            "chapter": 15,
            "verse": 43,
            "text": "Seni eerçigenderdin bardıgına ubada jayı, albette, tozok"
        },
        {
            "chapter": 15,
            "verse": 44,
            "text": "Anın (birinen biri tömön jaygaşkan) jeti darbazası bar. Ar bir darbazadan alardın bölük-bölük toptoru (künöölörünün darajalarına jaraşa azap çegip kirişet)"
        },
        {
            "chapter": 15,
            "verse": 45,
            "text": "Çınında, (künöödön) saktangan adamdar bulaktarda, beyişterde"
        },
        {
            "chapter": 15,
            "verse": 46,
            "text": "(Biz alarga:) «Tınçtık, salamattık menen beyişke kirgile» (dedik)"
        },
        {
            "chapter": 15,
            "verse": 47,
            "text": "Biz alardın köküröktöründö bolgon (kek-köralbastık) sıyaktuu nerselerdi suurup alganbız. Alar biri-birine bet-maŋday, dos-buradar boluşup, sörülördö (oturuşat)"
        },
        {
            "chapter": 15,
            "verse": 48,
            "text": "Beyişte alardı kaygı-muŋ baspayt jana eç kaçan al jerden çıgarılışpayt"
        },
        {
            "chapter": 15,
            "verse": 49,
            "text": "(O, Muhammad!) Pendelerime kabar ber: Men gana Keçirüüçü Irayımduumun"
        },
        {
            "chapter": 15,
            "verse": 50,
            "text": "Çınında menin azabım — jan oorutkan azap"
        },
        {
            "chapter": 15,
            "verse": 51,
            "text": "(O, Muhammad), alarga İbrahimdın meymandarı jönündögü kabardı jetkir"
        },
        {
            "chapter": 15,
            "verse": 52,
            "text": "Bir kezde alar anın aldına «salam» dep kirişti. (İbrahim) «Çınında, biz silerden korkup jatabız» — dedi"
        },
        {
            "chapter": 15,
            "verse": 53,
            "text": "«Korkpogun, — deşti alar, — biz albette, saga ilimdüü bir perzenttin süyünçüsün bildirebiz.»"
        },
        {
            "chapter": 15,
            "verse": 54,
            "text": "(İbrahim) ayttı: «Maga karılık kelgende süyünçülöp jatasıŋarbı? Kanday (sebep menen) süyünçülöysüŋör?”"
        },
        {
            "chapter": 15,
            "verse": 55,
            "text": "«Biz saga akıykattı süyünçülödük. Emi, sen ümütü joktordon bolbogun» deşti"
        },
        {
            "chapter": 15,
            "verse": 56,
            "text": "(İbrahim) ayttı: «Rabbisinin ırayımınan zaalım adamdar gana ümütsüz boluşat"
        },
        {
            "chapter": 15,
            "verse": 57,
            "text": "(Dagı mınday) dedi: «O, elçiler, emne jumuş menen keldiŋer?»"
        },
        {
            "chapter": 15,
            "verse": 58,
            "text": "Aytıştı: «Biz kılmışker koomgo (alardı jazaloo üçün) jiberilgenbiz"
        },
        {
            "chapter": 15,
            "verse": 59,
            "text": "Birok, Luttun üy-bülösünün bardıgın kutkarabız"
        },
        {
            "chapter": 15,
            "verse": 60,
            "text": "Ayalınan başkasın. Biz, anı (azapta) kaluuçulardan bolot dep esepteybiz.»"
        },
        {
            "chapter": 15,
            "verse": 61,
            "text": "Elçiler Luttun üy-bülösünö kelgende"
        },
        {
            "chapter": 15,
            "verse": 62,
            "text": "Al: «Siler beytaanış koomsuŋar(bı)?» — dedi"
        },
        {
            "chapter": 15,
            "verse": 63,
            "text": "(Elçiler) aytıştı: «Jok, biz buzulgan koomuŋ kümön sanagan nerseni (azaptı) alıp keldik"
        },
        {
            "chapter": 15,
            "verse": 64,
            "text": "Biz saga çındıktı gana alıp keldik. Biz çınçılbız"
        },
        {
            "chapter": 15,
            "verse": 65,
            "text": "Emi, tündün bir bölügündö (taŋga maal) üy-bülöŋdü (ayıldan) alıp çık dagı, özüŋ artınan tüş. Silerden eç bir adam karbalastabasın (tez baskıla) jana buyurulgan tarapka kete bergile.»"
        },
        {
            "chapter": 15,
            "verse": 66,
            "text": "Biz aga (Lutka) taŋga maal oşol (buzuk) koomdun «kuyrugu kırkılışı»! jönündögü uşul buyruktu vahiy kıldık"
        },
        {
            "chapter": 15,
            "verse": 67,
            "text": "Anan, şaardın (buzuk) elderi süyüngön boydon jetip kelişti"
        },
        {
            "chapter": 15,
            "verse": 68,
            "text": "(Lut): «Bular menin meymanım. Meni şermende kılbagıla"
        },
        {
            "chapter": 15,
            "verse": 69,
            "text": "Allaһtan korkkula! Abiyirimdi tökpögülö!»- dedi"
        },
        {
            "chapter": 15,
            "verse": 70,
            "text": "(Buzukular) ayttı: «Biz seni aalamdardan kaytarbadık bele?!»"
        },
        {
            "chapter": 15,
            "verse": 71,
            "text": "(Lut): «Eger bul işten kayra tartpasaŋar, mına, menin kızdarım» dedi"
        },
        {
            "chapter": 15,
            "verse": 72,
            "text": "(O, Muhammad!) Ömürüŋö ant, alar (ışkı-kumardın) mastıgında közdörünö eç nerse körünböy kalgan ele"
        },
        {
            "chapter": 15,
            "verse": 73,
            "text": "Anan.., Kün çıgaar mezgilde alardı (korkunuçtuu) aç aykırık karmadı"
        },
        {
            "chapter": 15,
            "verse": 74,
            "text": "Anan Biz şaardın astı jagın üstünö köŋtörüp, alardın üstünö çopo-taştardı jamgırday jaadırdık"
        },
        {
            "chapter": 15,
            "verse": 75,
            "text": "Albette bul okuyada parasattuu adamdar üçün (Allahtın kuduretine) belgiler bar"
        },
        {
            "chapter": 15,
            "verse": 76,
            "text": "Al (oyron bolgon şaar) kan joldun boyunda.”"
        },
        {
            "chapter": 15,
            "verse": 77,
            "text": "Albette, mında momun adamdar üçün (Allahtın kuduretine) belgiler bar"
        },
        {
            "chapter": 15,
            "verse": 78,
            "text": "Bak-boston kojoyundarı zaalım (kaapır) boluşkan"
        },
        {
            "chapter": 15,
            "verse": 79,
            "text": "Biz alardan da öç aldık! Çınında, eköö (Lut koomu menen Şuayb koomu) teŋ keŋ joldun boyunda"
        },
        {
            "chapter": 15,
            "verse": 80,
            "text": "«Hijr» (öröönünün) jaşooçuları da paygambarlardı «jalgançı» deşti"
        },
        {
            "chapter": 15,
            "verse": 81,
            "text": "Biz alarga ayat-moojizalarıbızdı (ji)bergende, andan jüz buruştu"
        },
        {
            "chapter": 15,
            "verse": 82,
            "text": "Alar toolordun boorun oyup-jonup üylör kurup, tınç-aman jürüşkön"
        },
        {
            "chapter": 15,
            "verse": 83,
            "text": "Anan.., alardı da taŋ mezgilinde (kapısınan) aç aykırık karmap, (kıyrap kalıştı)"
        },
        {
            "chapter": 15,
            "verse": 84,
            "text": "Jasagan nerseleri alarga payda bergen jok"
        },
        {
            "chapter": 15,
            "verse": 85,
            "text": "Biz asmandardı, Jerdi jana eköönün arasındagı nerselerdi Akıykat menen jarattık. Saat (Kıyamat) sözsüz kelüüçü. Sen (oo, Muhammad, naadan adamdardan) sılık-sıpaa jüz üyür"
        },
        {
            "chapter": 15,
            "verse": 86,
            "text": "Albette, senin Rabbiŋ — Al gana (bardık makuluktardı) Jaratuuçu, Bilüüçü"
        },
        {
            "chapter": 15,
            "verse": 87,
            "text": "Biz saga kaytalanuuçudan jetini jana Uluk Kuraandı berdik"
        },
        {
            "chapter": 15,
            "verse": 88,
            "text": "Alardın (kaapırlardın) arasınan bir neçe taypalarga bergen Bizdin neemattarıbızga karabay (köŋül burbay) ele koy. (Oşondoy ele, eger baştarına Allaһtın bir azabı tüşsö) alarga kaygırba! (Meerimdüülük) kanatıŋdı ıymanduularga jaygın"
        },
        {
            "chapter": 15,
            "verse": 89,
            "text": "Ayt: «Men (başıŋarga kelüüçü azap jönündö) anık eskertüüçümün"
        },
        {
            "chapter": 15,
            "verse": 90,
            "text": "Oşondoy ele, Biz bölüüçülörgö (azap) tüşürdük"
        },
        {
            "chapter": 15,
            "verse": 91,
            "text": "Alar Kuraandı bölüktörgö ajıratıştı"
        },
        {
            "chapter": 15,
            "verse": 92,
            "text": "Rabbiŋe ant! Biz alardın bardıgın surakka tartabız"
        },
        {
            "chapter": 15,
            "verse": 93,
            "text": "jasagan işterine jaraşa"
        },
        {
            "chapter": 15,
            "verse": 94,
            "text": "(Sen alarga köŋül burbay) buyurulgan işke umtul jana muşrikterden jüz bur"
        },
        {
            "chapter": 15,
            "verse": 95,
            "text": "Albette, seni şıldıŋdagan adamdarga Özübüz jetiştüübüz"
        },
        {
            "chapter": 15,
            "verse": 96,
            "text": "Alar Allaһka dagı başka «kudaylardı» koşup (şerik kılıp) alışkan. Jakında (işterinin natıyjasın) bilişet"
        },
        {
            "chapter": 15,
            "verse": 97,
            "text": "Bilebiz, alardın aytkandarınan kökürögüŋ kısılıp turat"
        },
        {
            "chapter": 15,
            "verse": 98,
            "text": "Emi sen (kökürögüŋ kayra keŋ boluşu üçün) Rabbiŋe (köp) tasbih (maktoo) aytıp, (köbüröök) sajda kıluuçulardan bol"
        },
        {
            "chapter": 15,
            "verse": 99,
            "text": "Jana saga ölüm kelgenge çeyin Rabbiŋe gana ibadat kıl"
        },
        {
            "chapter": 16,
            "verse": 1,
            "text": "(Ey, muşrikter!) Allaһtın buyrugu (azabı) kelip kaldı. Siler anı şaştırbay ele koygula! Alardın şirkterinen Allaһ Biyik jana Aruu"
        },
        {
            "chapter": 16,
            "verse": 2,
            "text": "Allaһ pendelerinin arasınan kaalagandarına Öz amiri menen: “(Adamdarga) eskertkile: Eç bir sıyınuuga tatıktuu kuday jok, Men gana barmın! Menden gana korkkula!”- degen vahiy menen periştelerdi tüşüröt"
        },
        {
            "chapter": 16,
            "verse": 3,
            "text": "Asmandar menen jerdi Akıykat menen jaratkan (Allaһ) alardın şirkterinen Jogoru — Biyik"
        },
        {
            "chapter": 16,
            "verse": 4,
            "text": "Al insandı bir tamçı «suudan» jarattı ele, kapısınan (Özünö) anık duşman bolup çıga keldi"
        },
        {
            "chapter": 16,
            "verse": 5,
            "text": "Al aybanattardı jarattı. Alarda siler üçün (köp) paydalar, jıluuluktar bar.? Siler alardın etinen da jeysiŋer"
        },
        {
            "chapter": 16,
            "verse": 6,
            "text": "(Malıŋar jayloogo) jayılganda jana (keçinde) kaytkanda da siler üçün koozduk bar"
        },
        {
            "chapter": 16,
            "verse": 7,
            "text": "(Aybandar) silerdin jügüŋördü, zor maşakat menen gana jete ala turgan (alıskı) şaar (lar) ga taşıp beret. Çınında Rabbiŋer silerge Irayımduu, Meerimdüü"
        },
        {
            "chapter": 16,
            "verse": 8,
            "text": "Alsiler minişiŋer üçün jana koozduk-suluuluk üçün (oynoktogon) attardı, kaçırlardı jana eşekterdi (jarattı)! Jana siler bilbegen nerselerdi da jaratat.”"
        },
        {
            "chapter": 16,
            "verse": 9,
            "text": "Tuura Jolgo baştoo - Allaһtın vazıypası. Joldordun arasında iyri joldor da bar.? Eger kaalasa bardıgıŋardı Tuura Jolgo baştamak"
        },
        {
            "chapter": 16,
            "verse": 10,
            "text": "Al silerge asmandan suu tüşürdü. İçer suuŋar da oşondon, (öskön) darak da oşondon. Jana andan (janıbarlardı) sugarasıŋar"
        },
        {
            "chapter": 16,
            "verse": 11,
            "text": "(Allaһ) al suu menen silerdin paydaŋar üçün ösümdüktördü, zaytundu, kurmalardı, jüzümdördü jana türdüü mömölördü östüröt. Albette, bularda, pikir kılgan elder üçün (Allaһtın kuduret-daanışmandıgın bildirgen) dalilder bar"
        },
        {
            "chapter": 16,
            "verse": 12,
            "text": "Dagı (Allaһ) silerge Aydı, Kündü jana Tün menen Kündüzdü moyun sundurup koydu. Anın amiri menen jıldızdar da silerge moyun sundurulgan. Albette, mında akılın iştetken adamdar üçün dalilder bar"
        },
        {
            "chapter": 16,
            "verse": 13,
            "text": "Al siler üçün jer betinde ar türkün (paydaluu) nerselerdi jarattı. Albette, bul nersede estegen adamdar üçün (Allaһtın kuduret-daanışmandıgın bildirgen) dalil bar"
        },
        {
            "chapter": 16,
            "verse": 14,
            "text": "Siler andan (balıktardın) buzulbagan, et(in) jeşiŋer üçün Allaһ silerge deŋizdi moyun sundurdu. Anın (tübünön) özüŋör takçu tagınçaktardı çıgarıp alasıŋar. Sen anda (tolkundardı) jarıp süzgön kemeni körösüŋ. (Allaһ) Özünün paziletin ümüt kılıp, (neemattarına) şügür keltirişiŋer üçün (uşulardı jarattı)"
        },
        {
            "chapter": 16,
            "verse": 15,
            "text": "Al silerdin teŋ salmaktuuluguŋardı saktasın dep jer betine (salmaktuu) toolordu kadap koydu, Jana (silerdin paydaŋar üçün) darıyalardı, adaşpay jürüşüŋör üçün joldordu jana"
        },
        {
            "chapter": 16,
            "verse": 16,
            "text": "(ar türdüü) belgilerdi (jarattı. Oşol belgilerdin biri bolgon) jıldızdar menen alar jol tabışat"
        },
        {
            "chapter": 16,
            "verse": 17,
            "text": "Jaratkan (Allaһ) menen jarata albagan (“kudaylar”) teŋbi?! Esiŋerge kelbeysiŋerbi"
        },
        {
            "chapter": 16,
            "verse": 18,
            "text": "Eger Allaһtın neemattarın sanasaŋar, bütürö albaysıŋar. Albette, Allaһ Keçirüüçü, Booruker"
        },
        {
            "chapter": 16,
            "verse": 19,
            "text": "Allaһ silerdin kupuya jana aşkere jasagan (bardık) işiŋerdi bilet"
        },
        {
            "chapter": 16,
            "verse": 20,
            "text": "Alar (muşrikter) duba (ibadat) kılıp jatkan Allaһtan başka “kudayları” eç nerseni jarata albayt, özdörü jaratılgan nerseler"
        },
        {
            "chapter": 16,
            "verse": 21,
            "text": "Alar (jasalma kudaylar) tirüü emes, ölük, (Muşrikterdin) kaçan tirilişin (Kıyamat ubaktısın) da bilbeyt"
        },
        {
            "chapter": 16,
            "verse": 22,
            "text": "Silerdin kudayıŋar — jalgız Kuday (Allaһ). Al emi, Akıretke işenbegen adamdardın jüröktörü (bul işenimge) karşı çıguuçu. Alar (Allaһka baş iyüüdön) tekeberlenişet"
        },
        {
            "chapter": 16,
            "verse": 23,
            "text": "Eç şeksiz, Allaһ alardın içine saktagan sırların da açık-aşkere işterin da bilip turat. Çınında, Al tekeber adamdardı süyböyt"
        },
        {
            "chapter": 16,
            "verse": 24,
            "text": "Eger alarga: «(Muhammadga) Rabbiŋer emne tüşürdü ele» -dep aytılsa, «Bayırkılardın jomogu» - deşet"
        },
        {
            "chapter": 16,
            "verse": 25,
            "text": "Kıyamat Künü künöölörün tolugu menen, al emi ilimsizdigi sebeptüü (alardı) adaştırgan adamdarının künöölörün(ün bir bölügün jelkesine) kötörüş üçün (oşentişti). Ukkula, alar kötörgön «jük» kanday jaman"
        },
        {
            "chapter": 16,
            "verse": 26,
            "text": "Alardan murdagı (kaapır) koomdor dagı aylakerlik («sarayların») jasaşkan. Kiyin Allaһ alardın “saraylarına” kelip, tübü menen omkorup taştaganda, çatır(ı) kak çokularına kulap tüştü. Jana alarga baykabagan taraptan azap keldi"
        },
        {
            "chapter": 16,
            "verse": 27,
            "text": "Kiyin, Kıyamat kündö (Allaһ) alardı kordop: “Alar üçün jan üröp talaşıp, Maga şerik kılgan «kudaylarıŋar» kayda kaldı!?»-deyt. İlimdüülör (oşondo): “Bügün kaapırlarga korduk jana kaygı!”- deşet"
        },
        {
            "chapter": 16,
            "verse": 28,
            "text": "Özdörünö zulumduk kılgan adamdardın jandarın perişteler suurup alıp jatkanda, aylasız kalışıp, (birok, künöösün moynuna albay): «Biz eç bir jaman iş jasabagan elek»- deşet. Jok, jasagansıŋar! Allaһ emne kılganıŋardı Bilüüçü"
        },
        {
            "chapter": 16,
            "verse": 29,
            "text": "Emi, anda tübölük kala turgan Tozok darbazalarınan kirgile. Tekeber adamdardın ordu kanday jaman"
        },
        {
            "chapter": 16,
            "verse": 30,
            "text": "Allaһtan korkkon (takıba) adamdarga: “Rabbiŋer silerge emneni tüşürdü ele, dep aytılganda “jakşılıktı” deşet. Jakşılık kılgan adamdarga bul düynödö da jakşılık bar. Birok Akıret Üyü (düynödön) jakşı. Takıba kişilerdin üyü (Beyiş) kanday sonun"
        },
        {
            "chapter": 16,
            "verse": 31,
            "text": "«Adn» beyişteri! Alar tübünön darıyalar akkan oşol baktarga kirişet. Anın içinde köŋül küsögön bardık nerseler bar. Allaһ takıba kişilerdi mına uşintip sıylayt"
        },
        {
            "chapter": 16,
            "verse": 32,
            "text": "Takıba adamdardın (kaapırçılıktan) taza jandarın perişteler alıp jatkanda: «Silerge salam (tınçtık) bolsun! (jakşı) amalıŋarga jaraşa, emi, Beyişke kirgile!» — deşet"
        },
        {
            "chapter": 16,
            "verse": 33,
            "text": "(Al emi, kaapırlar) özdörünö (jan algıç) perişteler je bolboso Rabbiŋdin buyrugu (azabı) kelişinen başka nerseni kütpöyt. Alardan murdagı(kaapır)lar dagı oşondoy (şirk) amaldardı jasagan(da baştarına azap tüşkön). Alarga Allaһ zulumduk kılbadı, birok, özdörünö-özdörü zulumduk kılıştı"
        },
        {
            "chapter": 16,
            "verse": 34,
            "text": "Alarga (jaman) işterinin jaman akıbeti jetti. Baştarına (işenbegen jana) mıskıldagan nerseleri (azap) tüştü"
        },
        {
            "chapter": 16,
            "verse": 35,
            "text": "Muşrikter: «Eger Allaһ kaalasa, biz Özünön başka eç nersege ibadat kılbayt elek. Biz dagı, ata-babalarıbız dagı Anın (Allaһtın ökümü) bolmoyunça eç nerseni (özübüzgö) aram kılgan emespiz” - deşet.” Alardan murdagı (kaapır)lar dele uşunday iş jasaşkan. Paygambarlardın anık-taza jetkirüüdön başka vazıypası jok"
        },
        {
            "chapter": 16,
            "verse": 36,
            "text": "Biz ar bir elge «Allaһka gana ibadat kılgıla, (başka) “kudaylardan” alıs bolgula (dep ayta turgan) Paygambarlardı jibergenbiz. Al ümmöttördön kee birlerin Allaһ Tuura Jolgo baştagan bolso, kee biröölörünün! başına adaşuuçuluk tüşkön. Emi, jer betinde sayakat kılıp, (paygambarlardın jolun) “jalgan” degenderdin akıbeti kanday bolgonun körgülö"
        },
        {
            "chapter": 16,
            "verse": 37,
            "text": "(O, Muhammad!) Eger sen alardı Tuura Jolgo baştoogo (ar kança) araket kılsaŋ dele, Allaһ adaştıra turgan pendeni (eç kaçan) Tuura Jolgo baştabayt. (Natıyjada alarga azap tüşöt. Oşondo) alarga eç jardamçı bolboyt"
        },
        {
            "chapter": 16,
            "verse": 38,
            "text": "Alar Allaһtın atına bekem ant içip: “Allaһ ölgöndördü tiriltpeyt” - deşet. Jok, tiriltet! Özünün akıykat ubadası boyunça! Birok, köpçülük adamdar (munu) bile berbeyt. (Akırette bardık adamdar tirilçü bolso, munun sebebi)"
        },
        {
            "chapter": 16,
            "verse": 39,
            "text": "Alarga talaşkan nerselerin(in anıgın) körgözüp koyuu üçün jana kaapır adamdar özdörünün jalgançı ekendikterin bilip alışı üçün"
        },
        {
            "chapter": 16,
            "verse": 40,
            "text": "Eger Biz bir nerseni kaalasak, aga karap: «Bol!» deşibiz menen al bolup kalat"
        },
        {
            "chapter": 16,
            "verse": 41,
            "text": "(Makka muşrikteri tarabınan) zulumga duuşar kılıngan soŋ, Allaһtın jolunda hijrat kılgan adamdarga (uşul ele) düynödö jakşılık dayardap koyobuz.! Birok, eger bilişse, Akıret sıylıgı çoŋuraak"
        },
        {
            "chapter": 16,
            "verse": 42,
            "text": "Alar sabır kılgan jana Rabbisine tobokel kılgan adamdar"
        },
        {
            "chapter": 16,
            "verse": 43,
            "text": "(O, Muhammad!) Biz senden murda jalaŋ erkek kişilerdi gana paygambar kılıp jibergenbiz (jana) alarga (Din-Şariyat) vahiy kılganbız. (Ey, muşrikter), eger bilbeseŋer ilimdüülördön (Iyık Kitepterdi bilgenderden) suragıla"
        },
        {
            "chapter": 16,
            "verse": 44,
            "text": "(Toorat jana İnjil tüşkön) adamdarga (al eköösünön murda) anık kabarlar, (jana başka ıyık) kitepter (tüşkön). Biz saga (eŋ abzel) ilim — Kuraandı tüşürdük, adamdarga (Rabbisi tarabınan) emneler kelgenin bayandap berüüŋ üçün. Kana emi, (uşular jönündö) pikir kılışsa"
        },
        {
            "chapter": 16,
            "verse": 45,
            "text": "(İslam menen paygambarga karşı) jaman aylakerlikterdi jasagan adamdar, özdörü sezbegen taraptan azap kelip kalışınan je bolboso, alardı jer jutup jiberişinen (tınç beken)"
        },
        {
            "chapter": 16,
            "verse": 46,
            "text": "Je bolboso, (beykapar) sayakat kılıp jürgön mezgilinde alardı (kapıstan,) kutulbay turgan tarizde (azap) karmap kalışınan"
        },
        {
            "chapter": 16,
            "verse": 47,
            "text": "Je jürögü (bir jamandıktı sezip) korkup turgan ubakıtta (azap) karmaşınan (tınç beken)?! Çınında, silerdin Rabbiŋer Irayımduu, Booruker"
        },
        {
            "chapter": 16,
            "verse": 48,
            "text": "Alar (şektengender) Allaһ jaratkan nerselerge karaşpaybı? Alardın kölökösü, (Allaһtın kuduretine) moyun sunup, sajda kılgan abalda oŋgo-solgo iyilip jatkanın körböy jatışabı"
        },
        {
            "chapter": 16,
            "verse": 49,
            "text": "Allaһka asmandar jana jerdegi janıbarlardın bardıgı jana (uluu) perişteler dagı eç tekeberlenbey sajda kılışat"
        },
        {
            "chapter": 16,
            "verse": 50,
            "text": "(Sebebi) Alar üstülöründögü Rabbisinen korkuşat jana özdörünö buyurulgan nerseni (daroo) atkarışat"
        },
        {
            "chapter": 16,
            "verse": 51,
            "text": "Allaһ ayttı: “(Maga dagı biröönü şerik kılıp) eki kuday tutup albagıla! Çınında Al — Jalgız Kuday! (Demek, jalgız) Özümdön gana korkkula!”"
        },
        {
            "chapter": 16,
            "verse": 52,
            "text": "(Antkeni,) jer-asmandardagılardın bardıgı Anın mülkü. Din (ibadat-sıyınuu) dagı büt boydon Özünö gana taandık. Emne, siler Allaһdan başkadan korkosuŋarbı"
        },
        {
            "chapter": 16,
            "verse": 53,
            "text": "Silerde bolgon (körüngön jana körünbögön) neemattardın bardıgı Allaһdan. Kiyin (siler, ey, muşrikter) özüŋörgö bir apaat-zıyan jetkende (gana) Allaһka jalbaruudasıŋar"
        },
        {
            "chapter": 16,
            "verse": 54,
            "text": "Anan, Özü silerden baleeni arıltkan soŋ, bir tobuŋar Rabbisine (başkalardı) şerik kıla baştadı"
        },
        {
            "chapter": 16,
            "verse": 55,
            "text": "Biz bergen neemattarga şügür kılbay koyuu üçün. (Jırgal jaşooŋordon) paydalana bergile. Jakında (adaşkanıŋardı) bilip alasıŋar"
        },
        {
            "chapter": 16,
            "verse": 56,
            "text": "Jana (muşrikter) eç nerseni bilbegen «kudaylarına» Biz ırıskı kılıp bergen nerselerden ülüş ajıratışat.! Allaһka ant, özüŋör oylop tapkan (bul) jalgandar jönündö (Kıyamatta) surakka tartılasıŋar"
        },
        {
            "chapter": 16,
            "verse": 57,
            "text": "Alar (“Perişteler Allaһtın kızdarı” dep) Allaһka kızdardı taŋuulaşat. Allaһ (perzenti boluudan) Taza! Özdörünö bolso jakkanın (uul perzentterdi) arnaşat"
        },
        {
            "chapter": 16,
            "verse": 58,
            "text": "Eger biröö-jarımı kız perzent (körgönü) jönündö «kuş kabar» alçu bolso, açuusun içine juta berip, jüzü kararıp çıgat"
        },
        {
            "chapter": 16,
            "verse": 59,
            "text": "(Anan) “süyünçünün” jamandıgınan (ardanıp) el közünön jaşınıp jürüşöt (jana) “kız perzentti kordolgon abalda (bolso da) alıp kaluu kerekpi, je bolboso topurak tübünö (tirüülöy) kömüp saluu kerekpi?” (dep oylonuşat). Alardın ökümdörü kanday jaman"
        },
        {
            "chapter": 16,
            "verse": 60,
            "text": "Akıretke ıyman keltirbegen adamdarga eŋ tömön sıpattar taandık. Allaһka bolso, eŋ jogorku sıpattar taandık. Al — Kudurettüü, Daanışman"
        },
        {
            "chapter": 16,
            "verse": 61,
            "text": "Eger Allaһ (bul düynödö) adamdarga kaapırçılıgına jaraşa azap berçü bolso, jer betinde kıbıragan jan kaltırmak emes!! Birok, Allaһ alardı(n azaptaluusun) belgilüü ubakıtka (Kıyamatka) çeyin keçiktiret. Emi, alardın belgilüü ubakıttarı (ajalı) jetkende, anı bir az möönötkö da keçiktire alışpayt jana tezdete da alışpayt"
        },
        {
            "chapter": 16,
            "verse": 62,
            "text": "Alar özdörü jaktırbagandı (kız perzentti) Allaһka taŋuulaşat. Tilderi bolso, alarga jakşılık (bul düynödö bakıt, Akırette Beyiş) boluşu jönündö jalgandı süylöyt. (Birok,) eç şeksiz, alarga Tozok bar jana aga eŋ abalkılardan bolup kirişet"
        },
        {
            "chapter": 16,
            "verse": 63,
            "text": "Allaһka ant, (o, Muhammad), Biz senden murunku el-ümmöttörgö da paygambar jibergenbiz.! Birok, kiyin şaytan alarga (şirk) işterin kooz körgözüp, oşol kündögü (düynödögü) başçıları bolup algan. Alarga kıynooçu azap bar"
        },
        {
            "chapter": 16,
            "verse": 64,
            "text": "Biz saga, alar talaşıp kalgan maselelerdi anık bayandap berişiŋ üçün jana ıymanduu adamdarga Tuura Jol, Irayım boluş üçün Kitepti (Kuraandı) tüşürdük"
        },
        {
            "chapter": 16,
            "verse": 65,
            "text": "Allaһ asmandan suu tüşürüp, anı menen jerdi — ölgönünön soŋ — tiriltti. Albette, mında uga bilgen adamdar üçün ülgü-sabak bar"
        },
        {
            "chapter": 16,
            "verse": 66,
            "text": "Çınında, siler üçün aybandarda (alardın jaratılışında) ülgü-sabak bar: Biz alardın içindegi akılet menen kandın arasınan, içkender üçün jagımduu bolgon taza süttü (çıgarıp,) silerge içirebiz"
        },
        {
            "chapter": 16,
            "verse": 67,
            "text": "Dagı siler kurmalardın, jüzümdördün mömölörünön şarap? jana eŋ mıktı ırıskılardı alasıŋar. Albette, mında akılın iştetken koom üçün sabak bar"
        },
        {
            "chapter": 16,
            "verse": 68,
            "text": "(O, Muhammad) Senin Rabbiŋ bal aarıga (mınday dep) ilham kıldı: “Üyüŋdü toolorgo, daraktarga, adamdar jasay turgan uyalarga kurgun"
        },
        {
            "chapter": 16,
            "verse": 69,
            "text": "Andan kiyin ar türdüü mömölördön jep, Rabbiŋ sen üçün jasap koygon oŋoy-jeŋil “joldordon” (uçup) jürgün!” Anın (aarının) içinen ar türdüü içile turgan (bal) çıgat. Anda adamdar üçün şıpaa bar. Albette, mında (bal aarının jaşoosunda) pikir jürgüzgön adamdar üçün sabak bar"
        },
        {
            "chapter": 16,
            "verse": 70,
            "text": "(O, insandar), silerdi Allaһ jarattı. Kiyin Özü öltüröt. Silerdin araŋarda (bardık nerseni) bilgen soŋ eç nerseni bilbey (es-tutumun jogotup) kalışı üçün eŋ tömön jaşoogo (karılık mezgilge) kaytarılgandarı da bar. Allaһ — Bilüüçü, Kudurettüü"
        },
        {
            "chapter": 16,
            "verse": 71,
            "text": "Allaһ birööŋördü başkaŋardan ırıskıda (düynö-mülktö) jogoru kıldı. Emi, ırıskısı biyik kılıngandar (öz kaaloosu menen) kol astındagı kuldarına ırısın (teŋ) bölüştürüp berip, düynö mülktö baarı teŋ bolup kalışı mümkünbü? Allaһtın neematın çetke kagıp jatışabı?!”"
        },
        {
            "chapter": 16,
            "verse": 72,
            "text": "Allaһ silerge özüŋördön jup-jubay jaratıp, (al) jubayıŋardan perzentterdi, neberelerdi jaratıp, silerge taza ırıskılardan berdi. Emi, alar (Allaһtın jeke özünö sıyınuu-nun orduna) jalgan kudaylarga ıyman keltirip jatışabı?! Allaһtın neematına kaapır bolup (taanıbay) jatışabı"
        },
        {
            "chapter": 16,
            "verse": 73,
            "text": "Jana alar, Allaһtan başka, özdörünö asmandar menen jerden eç kanday ırıskı öndürüp bere albay turgan, kolunan eç nerse kelbey turgan nerselerge ibadat kılışat"
        },
        {
            "chapter": 16,
            "verse": 74,
            "text": "Allaһka eç nerseni okşotpogula! Albette, Allaһ bilet, siler bilbeysiŋer"
        },
        {
            "chapter": 16,
            "verse": 75,
            "text": "Allaһ (“Allaһka eç nerseni okşotpogula!” degen sözünö) misal keltiret: Eç nersege egeder bolbogon bir kul jana Biz köp ırıskı bergen (bay) adam. Al baylıgınan aşkeresin-aşkere, kömüskösün-kömüskö sadaka kılat. Emi, uşul eköö okşoş bolobu?! Allaһka maktoolor! Birok, munu köpçülügü bilişpeyt"
        },
        {
            "chapter": 16,
            "verse": 76,
            "text": "Allaһ (dagı) eki adamdı misal keltiret: biröösü sokur-dülöy. Eç nersege ee emes. (Jadagalsa, özünö-özü da ee emes) büt boydon kojoyunduku. Kayda jiberse da jakşılık keltirbeyt. (Uşunday jaman kul). Emi, uşul kişi menen Tuura Joldo jürüp, adiletke buyurgan (demek, közü, kulagı bar, akılı bütün jana bay) adam teŋ bolobu"
        },
        {
            "chapter": 16,
            "verse": 77,
            "text": "Asmandar jana jerdin kayıp nerseleri(nin bilimi) Allaһtın gana aldında.* Al emi, Kıyamattın boluşu köz açıp-jumguça je andan da tezireek. Albette, Allaһ ar nersege Kudurettüü"
        },
        {
            "chapter": 16,
            "verse": 78,
            "text": "Allaһ silerdi apaŋardın kursagınan çıgardı. Siler (al kezde) eç nerse bilbeyt eleŋer. Anan silerge kulak, köz jana jüröktördü berdi. Kana emi, şügür kılsaŋar"
        },
        {
            "chapter": 16,
            "verse": 79,
            "text": "Asman koynunda tutkun bolgon kuştarga karaşpaybı? Alardı (abada) Allaһdan başka kim karmap turat?! Albette, mında ıymanduu adamdar üçün (Allaһtın kuduretine işaarat kılgan) belgiler bar"
        },
        {
            "chapter": 16,
            "verse": 80,
            "text": "Allaһ siler üçün üyüŋördü tınç meken kıldı jana aybandardın terilerinen köçüp-konup jürgönüŋördö jeŋil bolgon üylördü jasap berdi. Jana alardın jündörünön, tıbıttarınan, kıldarınan bir mezgilge (Kıyamatka) çeyin (kerektelüüçü) buyumdardı jana mataalardı (jarattı)"
        },
        {
            "chapter": 16,
            "verse": 81,
            "text": "Allaһ Özü jaratkan nerselerden kölökö-başpaanekterdi, toolordon üŋkür-üylördü jasap berdi. Dagı siler üçün ısıktan saktagan kiyimderdi jana (öz-ara) sokkuŋardan saktay turgan, (zoot) kiyimderdi jarattı. (Allaһ) silerge mına uşintip Öz neematın toluk beret. Kana emi (siler da toluk) musulman bolsoŋor"
        },
        {
            "chapter": 16,
            "verse": 82,
            "text": "(O, Muhammad!) Eger (naasaattan) jüz buruşsa, (artınan tüşüp alba) senin mildetiŋ anık jetkirüüdön gana turat"
        },
        {
            "chapter": 16,
            "verse": 83,
            "text": "Alar Allaһtın neematın taanıp-bilip ele turuşat. Birok, kiyin moyunga albay koyuşat. Alardın köpçülügü kaapırlar"
        },
        {
            "chapter": 16,
            "verse": 84,
            "text": "(Kıyamat) Kündö ar bir ümmöttön (birden) kübönü alıp kelebiz.! Kiyin kaapırlar üçün (keçirim suroogo) uruksat berilbeyt jana (kayradan jaşap kelüügö da) kaytarılışpayt"
        },
        {
            "chapter": 16,
            "verse": 85,
            "text": "Zulumduk kılgan (kaapır) adamdar azaptı körüşkön ubakta alardan (azap) jeŋildetilbeyt. Jana möönöt da berilbeyt"
        },
        {
            "chapter": 16,
            "verse": 86,
            "text": "Eger Allaһka şerik koşkondor öz “kudayların” körüp kalsa: “O, Rabbibiz — (Allaһ!), Seni taştap biz duba-ibadat kılgan “kudaylarıbız uşular”-deşet. Anda alarga (“kudayları”): “Siler — anık jalgançısıŋar!” — dep söz ırgıtat"
        },
        {
            "chapter": 16,
            "verse": 87,
            "text": "Oşol kündö alar Allaһtan jansooga surap kalışat. Oylop tapkan “kudayları” bolso, jok bolup ketet"
        },
        {
            "chapter": 16,
            "verse": 88,
            "text": "(Özdörü) kaapır bolup (başkalardı) Allaһtın jolunan toskon adamdardın azabının üstünö azap koşobuz, buzukuluk kılgandarı sebeptüü"
        },
        {
            "chapter": 16,
            "verse": 89,
            "text": "Biz (silerdi) kayradan tiriltken Kündö ar bir ümmötkö özdörünön bir kübönü (paygambarın) alıp kelebiz. Seni da (o, Muhammad)) tigilerge (öz ümmötüŋö) kübö katarı alıp keldik. Biz saga Kitepti (Kuraandı) ar bir nersege Bayandama, Tuura Jol, Irayım jana musulmandar üçün Jakşı Kabar iretinde tüşürdük"
        },
        {
            "chapter": 16,
            "verse": 90,
            "text": "Albette, Allaһ adilettüülükkö, jakşılıkka tuugan-uruktarga kayrımduuluk kıluuga buyurup, buzukuluktan, (Şariyatka) ters peyilderden jana zulum-duşmançılıktan kaytarıp, silerge naasat kılat. Kana emi, esiŋerge kelseŋer"
        },
        {
            "chapter": 16,
            "verse": 91,
            "text": "Ubada bergeniŋerde Allaһtın ubadasın atkargıla! Bekemdegeniŋerden kiyin antıŋardı buzbagıla! (Antkeni,) Siler (Allaһtı ortogo koyup ant içkeniŋerde) Allaһtı kepil kılgansıŋar. Albette, Allaһ emne kılganıŋardı bilip turat"
        },
        {
            "chapter": 16,
            "verse": 92,
            "text": "Bekem iyrip, orogon soŋ, iyigin sındırıp (jibin çubap) salgan ayalga okşobogula: bir el başka bir (siler ubadalaşkan) elden paydaluuraak bolso ele, öz ara anttaşkan ubadaŋardı aldoo kuralı kılıp alasıŋar! Allaһ bul (ubada) menen silerdi sınap jatat jana Kıyamat künü silerge, kelişe albay kalgan nerseŋerdin anık bayanın bildiret"
        },
        {
            "chapter": 16,
            "verse": 93,
            "text": "Eger Allaһ kaalasa, silerdin bardıgıŋardı bir ümmöt (bir dinde) kılıp koymok. Birok, Al kaalaganın adaştırıp, kaalaganın Tuura Jolgo salat. Siler (Kıyamatta) emne iş kılganıŋar jönündö suralasıŋar"
        },
        {
            "chapter": 16,
            "verse": 94,
            "text": "Antıŋardı aldoo kuralı kılıp albagıla! (Eger oşentçü bolsoŋor) butuŋar (tüz joldo) bekem bolgondon soŋ tayıp ketet jana Allaһtın jolunan adaşkanıŋar sebeptüü azap çegip kalasıŋar jana (akırette da) silerge çoŋ azap jetet"
        },
        {
            "chapter": 16,
            "verse": 95,
            "text": "Allaһtın ubadasın az gana baaga satıp jiberbegile. Eger bilseŋer, siler üçün (düynö paydasınan) Allaһtın aldındagı soop jakşı"
        },
        {
            "chapter": 16,
            "verse": 96,
            "text": "Silerdin aldıŋardagı nerseler (kançalık köp bolso da) tügönöt. Allaһtın aldındagı nerseler tübölüktüü! Biz sabır kılgandardın soop-sıylıgın jasagan işinen jakşıraak (köbüröök) kılıp berebiz"
        },
        {
            "chapter": 16,
            "verse": 97,
            "text": "Erkek bolobu je ayalbı, ıymanga kelip, andan kiyin! jakşı amaldardı jasasa, Biz anı (bul düynödö) taza jaşatabız jana alardın (akırettik) sooptorun jasagan amaldarınan jakşıraak sıylıktar menen kaytarabız"
        },
        {
            "chapter": 16,
            "verse": 98,
            "text": "Kaçan sen Kuraan okusaŋ (Allaһtın ırayımınan) kuulgan şaytandan korgoo tilep Allaһka sıyın"
        },
        {
            "chapter": 16,
            "verse": 99,
            "text": "Albette, (Allaһka ıklas menen) ıyman keltirgen jana Rabbisine tobokel kılgan adamdarga şaytandın biyligi ötpöyt"
        },
        {
            "chapter": 16,
            "verse": 100,
            "text": "Anın biyligi muşrik bolup, özdörünö anı (şaytandı) dos-jetekçi kılıp algandarga ötöt"
        },
        {
            "chapter": 16,
            "verse": 101,
            "text": "(O, Muhammad!) Eger Biz bir ayattın orduna başkasın almaştırsak — Özü tüşürgön nersesin Allaһ Özü Bilüüçü? — alar (muşrikter) «Sen (içiŋden) oylop çıgaruudasıŋ» deşet. Jok! (Anday emes) Alardın köpçülügü bilişpeyt"
        },
        {
            "chapter": 16,
            "verse": 102,
            "text": "Al ayattı Iyık Ruh (Jebireyil perişte) Rabbiŋ tarabınan ıymanduulardı (Öz joluna) bekemdeş üçün, Tuura Jol jana musulmandarga Jakşı Kabar boluşu üçün akıykat menen tüşürgön"
        },
        {
            "chapter": 16,
            "verse": 103,
            "text": "Biz bilebiz, alar (muşrikter): “Çınında, Kuraandı Muhammadga (bir) adam üyrötkön» dep jatışat. Alar (paygambardın ustatı dep) körgözüp jatkan adamdın tili arabça emes. Al emi, bul (Kuraan) anık-taza arab tilinde"
        },
        {
            "chapter": 16,
            "verse": 104,
            "text": "Albette, (ar nerseni şıltoolop) Allaһtın ayattarına ıyman keltirbey jürgön adamdardı Allaһ Tuura Jolgo baştabayt jana alarga jan sızdatkan azap bar"
        },
        {
            "chapter": 16,
            "verse": 105,
            "text": "Çınında, Allaһtın ayattarına ıyman keltirbegender gana (uşunday) jalgandardı oylop tabışat. Alar — jalgançılar"
        },
        {
            "chapter": 16,
            "verse": 106,
            "text": "Kimde-kim ıymanga kelgenden kiyin Allaһka kaapır bolup, kökürögün kaapırçılıktarga kenen açıp koyso, alarga Allaһtın kaarı jana uluk azap bar. Al emi, jürögü ıyman menen (tolup) beypil turgan abalda (tili menen gana “Dinden kayttım” degen sözdü aytuuga) majbur kılıngan adamdar (ga azap-künöö jok)"
        },
        {
            "chapter": 16,
            "verse": 107,
            "text": "Munun sebebi, alar (kökürögün kapırçılıkka açkandar) Akıretke karaganda (oposuz) düynö jaşoosun köbüröök süyüştü. Albette, Allaһ kaapır koomdordu Tuura Jolgo baştabayt"
        },
        {
            "chapter": 16,
            "verse": 108,
            "text": "Allaһ alardın jürögünö, kulaktarına jana közdörünö möör basıp (akıykattı kabıl alalbay turgan kılıp) koygon. Emi, alar kapilettegi (aŋkoo) adamdar"
        },
        {
            "chapter": 16,
            "verse": 109,
            "text": "Eç şeksiz, alar Akırette zıyan tartuuçulardan boluşat"
        },
        {
            "chapter": 16,
            "verse": 110,
            "text": "Andan soŋ, albette, senin Rabbiŋ, (köp) karşılıktarga uçuragandan kiyin (öz dinderin saktap kaluu üçün) hijrat kılgan, jihadga çıkkan jana (din jolundagı kıyınçılıktarga) sabırduuluk körgözgön adamdardı — uşulardan kiyin — albette, Keçirüüçü jana Öz Irayımına aluuçu"
        },
        {
            "chapter": 16,
            "verse": 111,
            "text": "Oşol Kündö (Kıyamatta) ar bir jan öz paydasın talaşıp (başkalardı tap-takır unutup) kalat. Jana ar bir janga — zulumduk körgözülbögön abalda — jasagan işteri(ne jaraşa soop je azap) gana tolugu menen berilet"
        },
        {
            "chapter": 16,
            "verse": 112,
            "text": "Allaһ bir şaardı (Makkanı) misal keltirdi: Bul şaar tınç, beypil, ırıskısı ar taraptan “agıp” kelip turgan şaar bolçu. Kiyin al (anda jaşagan muşrikter) Allaһtın neematına kaapır boldu ele, bul kılmışının jazasına Allaһ anı korkunuç jana kaatçılık “kiyimi” menen “jasantıp koydu”"
        },
        {
            "chapter": 16,
            "verse": 113,
            "text": "Alarga (Makka muşrikterine) özdörünün arasınan (işeniçtüü) paygambar kelse, anı «jalgançı» deşti. Anan alardı, zaalım bolup turgan abalda azap karmadı"
        },
        {
            "chapter": 16,
            "verse": 114,
            "text": "Silerge Allaһ ırıskı kılıp bergen adal-taza nerselerden gana jegile jana eger Allaһtın Özünö ibadat kılçu bolsoŋor, Anın neemattarına şügür kılgıla"
        },
        {
            "chapter": 16,
            "verse": 115,
            "text": "Çınında„ Allaһ silerge tarptı, (muuzdalganda akkan) kandı, doŋuzdun etin jana Allaһtan başkaga atap soyulgan(dar)dı aram kıldı.” Al emi, biröö (uşulardan başka tamak taba albay) majbur bolgondo, çekten çıkpay sugunbay (özök jalgoo üçün gana) jese, Allaһ Keçirüüçü, Irayımduu"
        },
        {
            "chapter": 16,
            "verse": 116,
            "text": "Tiliŋer (özüŋör) oylop çıgargan sözdördü Allaһka (oodarıp) jalaa jabuu üçün «Bul — adal, bul — aram» dep süylöy berbegile. Albette, Allaһka jalaa japkandar! Tozokton kutulbayt"
        },
        {
            "chapter": 16,
            "verse": 117,
            "text": "(Düynö jırgalı) bir az gana paydalanuu. Alar üçün (Akırette) jan sızdatkan azap bar"
        },
        {
            "chapter": 16,
            "verse": 118,
            "text": "Murda Biz yahudiylerge, saga (Kuraanda) aytkan nerselerdi aram kılgan elek. Biz alarga zulumduk kılbadık. Birok özdörünö-özdörü zulumduk kılıştı"
        },
        {
            "chapter": 16,
            "verse": 119,
            "text": "Andan soŋ (o, Muhammad)) albette, senin Rabbiŋ naadandık (ilimsizdik) menen künöö iş jasap, artınan tooba kılgan jana özün(ün işterin) oŋdogon adamdardı — uşundan kiyin — Keçirüüçü, Irayımduu"
        },
        {
            "chapter": 16,
            "verse": 120,
            "text": "Çınında, İbrahim Allaһka ıkılastuu, hanif (Allaһka jüz burgan) jana Tuura Jolgo baştooçu jolbaşçı bolgon. Al muşrikterden bolgon emes"
        },
        {
            "chapter": 16,
            "verse": 121,
            "text": "(Dagı al) Allaһtın neemattarına şügür keltirüüçü bolgon. (Oşonduktan, Rabbisi anı köp elderdin arasınan) tandap alıp, Tuura Jolgo baştadı (Paygambar KILDI)"
        },
        {
            "chapter": 16,
            "verse": 122,
            "text": "Jana Biz aga düynödö ihsan-jakşılıktardı berdik. Al Akırette da jakşılardan bolot"
        },
        {
            "chapter": 16,
            "verse": 123,
            "text": "Andan soŋ (o, Muhammad), Biz saga: «Jalgız Allaһka sıyınuuçu İbrahimdın dinine eerçigin. (Sebebi) al muşrikterden bolbodu” dep vahiy jiberdik"
        },
        {
            "chapter": 16,
            "verse": 124,
            "text": "İşembi kün(dü urmattoo) al (Juma kün) jönündö talaşıp (natıyjada joldon çıgıp) ketken adamdarga (yahudiylerge parız) kılındı. Albette, senin Rabbiŋ Kıyamat Kündö alar talaşkan nerse jönündö (adilet) öküm çıgarat"
        },
        {
            "chapter": 16,
            "verse": 125,
            "text": "(O, Muhammad!) Rabbiŋdin joluna hikmat — daanışmandık jana ülgülüü nasaattar menen daavat kıl jana alar (jüz burgandar) menen eŋ sonun (dalildüü) talaş jürgüz. Senin Rabbiŋ Özünün jolunan adaşıp ketkenderdi Bilüüçü jana Al Tuura Jolgo tüşüüçülördü da eŋ jakşı bilet"
        },
        {
            "chapter": 16,
            "verse": 126,
            "text": "(O, momundar!) Egerde (silerge jaman söz je jaman iş menen zıyan jetkirgen adamdardan) öç alçu bolsoŋor, özüŋörgö kanday zıyan jetken bolso, dal oşondoy öç algıla. Eger (öç albay, keçirip) sabır kılsaŋar, bul sabır kıluuçular üçün jakşı"
        },
        {
            "chapter": 16,
            "verse": 127,
            "text": "(O, Muhammad) sabır kıl! Senin sabır kıluuŋ Allaһtın jardamı menen gana bolot. (Kaapırlardın saga karşı) jasagan aylakerlikteri sebeptüü kapa bolbo jana jürögüŋ kısılbasın"
        },
        {
            "chapter": 16,
            "verse": 128,
            "text": "Albette, Allaһ takıbalar jana jakşılık kıluuçular menen"
        }
    ]
}