{
    "juzs": [
        {
            "chapter": 18,
            "verse": 75,
            "text": "Хизр гуфт: «Оё нагуфта будам, ки ту ҳаргиз бо ман сабр карда наметавонӣ?»"
        },
        {
            "chapter": 18,
            "verse": 76,
            "text": "Мӯсо гуфт: «Агар аз ин пас аз ту чизе бипурсам, бо ман ҳамроҳӣ макун! Ҳамоно ту аз ҷониби ман маъзур бошӣ»"
        },
        {
            "chapter": 18,
            "verse": 77,
            "text": "Пас ба роҳи худ идома доданд, то ба шаҳре расиданд. Аз мардуми он шаҳр таоме хостанд. Пас онон меҳмондорияшон накарданд. Он ҷо деворе диданд, ки наздик буд, бияфтад. Хизр деворро рост кард. Мӯсо гуфт: «Агар мехостӣ метавонисти дар баробари ин кор музде бигирӣ»"
        },
        {
            "chapter": 18,
            "verse": 78,
            "text": "Хизр гуфт: «Акнун замони ҷудоӣ миёни ману туст ва туро аз сирри он корҳо, ки таҳаммулашонро надоштӣ, огоҳ мекунам"
        },
        {
            "chapter": 18,
            "verse": 79,
            "text": "Аммо он киштӣ аз они бенавоёне буд, ки дар баҳр кор мекарданд. Хостам хароб (нуқсондор)-аш кунам, зеро дар пеши рӯяшон подшоҳе буд, ки киштиҳои солимро ба зӯрӣ мегирифт"
        },
        {
            "chapter": 18,
            "verse": 80,
            "text": "Ва аммо он писарро падару модараш мӯъмин буданд. Пас тарсидам, ки он дуро ба исёну куфр дарандозад"
        },
        {
            "chapter": 18,
            "verse": 81,
            "text": "Пас хостем то дар ивази ӯ Парвардигорашон ба ҷои ӯ фарзанди поктар ва меҳрубонтар барояшон ато фармояд"
        },
        {
            "chapter": 18,
            "verse": 82,
            "text": "Аммо девор аз они ду ятими мардуми ин шаҳр буд, дар зераш ганҷе буд аз они писарон. Падарашон марди солеҳе буд. Парвардигори ту мехост он ду бар ҳадди балоғат (ба воя) расанд ва ганҷи худро берун оранд. Ва ман ин корро ба майли худ накардам, балки ба амри Аллоҳ кардам. Раҳмати Парвардигори ту буд. Ин аст таъвили он чи ки дар он сабр карда натавонистӣ"
        },
        {
            "chapter": 18,
            "verse": 83,
            "text": "Эй Паёмбар, аз ту дар бораи Зулқарнайн (подшоҳи одил) мепурсанд. Бигӯ: \"Барои шумо аз саргузашти ӯ хабаре хоҳам дод"
        },
        {
            "chapter": 18,
            "verse": 84,
            "text": "Ҳамоно мо ӯро дар замин қудрат додем ва роҳи расидан ба ҳар чизеро бар ӯ нишон додем"
        },
        {
            "chapter": 18,
            "verse": 85,
            "text": "Пас ӯ низ он роҳро бо кӯшишу ғайрат пай гирифт"
        },
        {
            "chapter": 18,
            "verse": 86,
            "text": "То ба ғурубгоҳи хуршед расид. Дид, ки хуршед дар чашми гилолуди сиёҳ ғуруб мекунад ва бар он ҷо мардумеро ёфт. Мо гуфтем: \"Эй Зулқарнайн, мехоҳӣ азобашон кун агар ба ягонагии Худо иқрор нашаванд ва мехоҳӣ бо онҳо некӣ кун (Яъне, ба онҳо роҳи ҳақро нишон бидеҳ)"
        },
        {
            "chapter": 18,
            "verse": 87,
            "text": "Гуфт: \"Аммо ҳар кас, ки ситам кунад (кофир шавад), мо азобаш хоҳем кард. Он гоҳ ӯро назди Парвардигораш баргардонида шавад, то Ӯ еиз ба сахтӣ дар ҷаҳаннам азобаш кунад"
        },
        {
            "chapter": 18,
            "verse": 88,
            "text": "Ва аммо ҳар кас, ки имон оварад ва корҳои шоиста кунад, аҷре некӯ дорад. Ва Мо бо фармони худ ӯро ба кори осоне хоҳем гузошт.»"
        },
        {
            "chapter": 18,
            "verse": 89,
            "text": "Боз ҳам роҳро пай гирифт. Яъне ба сӯйи машриқ бозгашт бо сабабҳое, ки Аллоҳ ба ӯ дода буд"
        },
        {
            "chapter": 18,
            "verse": 90,
            "text": "То ба макони баромадани офтоб расид. Дар он ҷо дид, ки бар қавме метобад, ки дар баробари тобиши офтоб барояшон пӯшише қарор надода будем"
        },
        {
            "chapter": 18,
            "verse": 91,
            "text": "Чунин буд. Ва мо бар аҳволи ӯ ҳар ҷое, ки мерафт, хабар дорем"
        },
        {
            "chapter": 18,
            "verse": 92,
            "text": "Боз ҳам Зулқарнайн роҳро пай гирифт"
        },
        {
            "chapter": 18,
            "verse": 93,
            "text": "То ба миёни ду кӯҳ расид. Дар паси он ду кӯҳ мардумеро дид, ки ҳеҷ суханеро намефаҳмиданд"
        },
        {
            "chapter": 18,
            "verse": 94,
            "text": "Гуфтанд: «Эй Зулқарнайн, ҳамоно Яъҷуҷу Маъҷуҷ дар ин сарзамин фасод мекунанд. Пас, оё барои ту муздеро мукқаррар кунем, то ту миёни мову онҳо садде (деворе) бисозӣ?»"
        },
        {
            "chapter": 18,
            "verse": 95,
            "text": "Гуфт: «Он чи Парвардигори ман маро ба он тавоноӣ додааст, беҳтар аст аз музде, ки ба ман медиҳед. Маро ба нерӯи хеш мадад кунед, то миёни шумову онҳо садде (деворе) бисозам"
        },
        {
            "chapter": 18,
            "verse": 96,
            "text": "Барои ман порчаҳои оҳан биёваред». Чун миёни он ду кӯҳро баробар кард, гуфт: «Оташ бидамед!». То он оҳанро бигудохт. Ва гуфт: «Миси гудохта биёваред, то бар он резам»"
        },
        {
            "chapter": 18,
            "verse": 97,
            "text": "Натавонистанд Яъҷуҷу Маъҷуҷ аз он девор боло раванд ва натавонистанд низ дар он сӯрохӣ кунанд"
        },
        {
            "chapter": 18,
            "verse": 98,
            "text": "Зулқарнайн гуфт: «Ин деворе, ки ман сохтам, раҳмате буд аз ҷониби Парвардигори ман ва чун ваъдаи Парвардигори ман даррасид, онро зеру забар кунад ва ваъдаи Парвардигори ман рост аст»"
        },
        {
            "chapter": 18,
            "verse": 99,
            "text": "Ва дар он рӯз баъзе онҳоро раҳо мекунем, то чун мавҷ дарҳам омезанд аз сабаби бисёр буданашон ва чун дар сур дамида шавад, комилан ҳамаашонро як ҷо гирд оварем"
        },
        {
            "chapter": 18,
            "verse": 100,
            "text": "Ва дар он рӯз ҷаҳаннамро чунон ки бояд, ба кофирон нишон хоҳем дод"
        },
        {
            "chapter": 18,
            "verse": 101,
            "text": "Он касон (кофирон), ки чашмонашон аз ёди ман дар парда буда (яъне қудратҳои Манро намедиданд) ва тавони шунидани ҳуҷҷатҳоеро, ки далолат мекарданд, ба имон овардани ба Ман ва расуламро надоштаанд"
        },
        {
            "chapter": 18,
            "verse": 102,
            "text": "Оё кофирон пиндоранд, ки ба ҷои Ман бандагони Манро ба маъбудӣ гиранд? Мо ҷаҳаннамро омода сохтаем, то манзилгоҳи кофирон бошад"
        },
        {
            "chapter": 18,
            "verse": 103,
            "text": "Эй Паёмбар, бигӯ: «Оё шуморо огоҳ кунем, ки аъмоли чӣ касоне беш аз ҳама ба зиёнашон буд"
        },
        {
            "chapter": 18,
            "verse": 104,
            "text": "Он касоне ҳастанд, ки кӯшишҳояшон дар зиндагии дунё барбод рафтаанд ва мепиндоштанд, кори некӯ мекунанд"
        },
        {
            "chapter": 18,
            "verse": 105,
            "text": "Онон ба оёти Парвардигорашон ва ба мулоқот бо Ӯ имон наёварданд, пас аъмолашон несту нобуд шуд ва Мо дар рӯзи қиёмат барояшон ҳеҷ арзиш ва манзалатеро нахоҳем ниҳод"
        },
        {
            "chapter": 18,
            "verse": 106,
            "text": "Сазои онҳо ба сабаби куфрашон, ҷаҳаннам аст ва низ ба он сабаб, ки оятҳои Қуръону паёмбарони Маро масхара мекарданд"
        },
        {
            "chapter": 18,
            "verse": 107,
            "text": "Касоне, ки имон оварданд ва корҳои шоиста карданд, албатта ҷойгоҳашон боғҳои фирдавс аст"
        },
        {
            "chapter": 18,
            "verse": 108,
            "text": "Дар он ҷо ҷовидонанд ва ҳаргиз дархости берун рафтан накунанд"
        },
        {
            "chapter": 18,
            "verse": 109,
            "text": "Эй Паёмбар, бигӯ: «Агар баҳр барои навиштани суханони Парвардигори ман ранг шавад, баҳр ба поён мерасад ва суханони Парвардигори ман ба поён намерасад, ҳарчанд баҳри дигаре ба мадади он биёварем»"
        },
        {
            "chapter": 18,
            "verse": 110,
            "text": "Бигӯ эй Паёмбар: «Ман фақат инсоне ҳастам монанди шумо. Ба ман ваҳй мешавад, ки албатта, Аллоҳи шумо, маъбуди яктост. Пас ҳар кас хоҳони дидори Парвардигори хеш аст, бояд кори шоиста кунад ва дар парастиши Парвардигораш ҳеҷ касро шарик насозад»"
        },
        {
            "chapter": 19,
            "verse": 1,
            "text": "Коф, Ҳо, Ё,Ъайн, Сод"
        },
        {
            "chapter": 19,
            "verse": 2,
            "text": "Ин аст баёни бахшоиши Парвардигорат бар бандааш Закариё (алайҳиссалом), ки онро ба ту қисса мекунем, то ки панд гиранд пандгирандаҳо"
        },
        {
            "chapter": 19,
            "verse": 3,
            "text": "Он гоҳ ки Парвардигорашро оҳиста ва ором нидо кард"
        },
        {
            "chapter": 19,
            "verse": 4,
            "text": "Гуфт: «Эй Парвардигори ман, устухони ман суст гашта ва нишонаҳои пирӣ сарамро фаро гирифтааст ва ҳаргиз дар дуо ба даргоҳи ту, эй Парвардигори ман, ноумед набудаам"
        },
        {
            "chapter": 19,
            "verse": 5,
            "text": "Ва ҳамоно ман пас аз марги хеш аз хешовандонам метарсам, ки дини туро зоеъ кунанд ва ҳамсарам таваллуд намекунад. Пас маро аз ҷониби Худ фарзанде (меросбаре) ато кун"
        },
        {
            "chapter": 19,
            "verse": 6,
            "text": "ки меросбари ман ва меросбари хонадони Яъқуб бошад ва ӯро, эй Парвардигори ман, шоиставу писандидаи Худат ва бандагонат гардон"
        },
        {
            "chapter": 19,
            "verse": 7,
            "text": "«Эй Закариё, Мо туро ба писаре ба номи Яҳё мужда медиҳем. Аз ин пеш касеро ҳамноми ӯ насохтаем»"
        },
        {
            "chapter": 19,
            "verse": 8,
            "text": "Закариё гуфт: «Эй Парвардигори ман, маро аз куҷо писаре бошад, ҳол он ки занам таваллуд намекунад ва ҳамоно ман худ дар пирӣ ба нотавонӣ расидаам?»"
        },
        {
            "chapter": 19,
            "verse": 9,
            "text": "Фармуд: ҳамин гуна аст. «Парвардигори ту гуфтааст: «Ин кор барои Ман осон аст ва ба ростӣ туро, ки пеш аз ин чизе набудаӣ ва вуҷуд ҳам надоштӣ, биёфаридаам»"
        },
        {
            "chapter": 19,
            "verse": 10,
            "text": "Закариё гуфт: «Эй Парвардигори ман, ба ман аломату нишонеро бинамой» Гуфт: «Нишонаи ту ин аст, ки се шабу се рӯз бо мардум сухан натавонй гуфт, дар ҳоле, ки тансиҳат ва солим ҳастӣ (яъне дар ҳоле, ки на гунг ҳастиву на кар)»"
        },
        {
            "chapter": 19,
            "verse": 11,
            "text": "Пас Закариё аз меҳроби ибодат ба миёни қавми худ баромад ва ба онон ишора кард, ки субҳу шом тасбеҳ гӯед"
        },
        {
            "chapter": 19,
            "verse": 12,
            "text": "(Пас чун Яҳё таваллуд шуд ва хитобро мефаҳмидагӣ шуд, Аллоҳ таъоло ба ӯ амр кард) «Эй Яҳё, китоб (Таврот)-ро ба қувват ва қасду фаҳми маъонияш ва амал кардан ба ӯ бигир». Ва дар кӯдакӣ ба ӯ доноӣ, нубуввату фаҳми Таврот ато кардем"
        },
        {
            "chapter": 19,
            "verse": 13,
            "text": "Ва ба ӯ меҳру шафқат кардем ва аз гуноҳҳо покизааш сохтем ва ӯ парҳезгор буд"
        },
        {
            "chapter": 19,
            "verse": 14,
            "text": "Ба падару модар бисёр некӣ мекард ва ҷаббору (мутакаббир) гарданкаш аз тоъати Аллоҳу волидайнаш набуд"
        },
        {
            "chapter": 19,
            "verse": 15,
            "text": "Салом аз ҷониби Аллоҳ бар ӯ, рӯзе, ки зода шуд ва рӯзе, ки мемирад ва рӯзе, ки дигарбора зинда гардонида мешавад"
        },
        {
            "chapter": 19,
            "verse": 16,
            "text": "Эй Паёмбар, ёд кун дар ин Қуръон хабари Марямро, он гоҳ, ки аз хонадони хеш ба маконе рӯ ба сӯйи баромадани офтоб канора гирифт"
        },
        {
            "chapter": 19,
            "verse": 17,
            "text": "Пас дар баробари онон пӯшише бар гирифт ва онгоҳ Мо Рӯҳи Худро наздаш фиристодем ва чун инсоне тамом бар ӯ намудор шуд"
        },
        {
            "chapter": 19,
            "verse": 18,
            "text": "Марям гуфт: «Аз ту ба Аллоҳи меҳрубон паноҳ мебарам, агар аз Аллоҳ тарсӣ ба ман зиёне нарасон»"
        },
        {
            "chapter": 19,
            "verse": 19,
            "text": "Ҷабраил гуфт: «Ман фиристодаи Парвардигори ту ҳастам, то туро писари поку покиза аз гуноҳ бубахшам»"
        },
        {
            "chapter": 19,
            "verse": 20,
            "text": "Марям гуфт: \"Аз куҷо маро фарзанде бошад, ҳол он ки ҳеҷ инсоне ба ман даст назадааст ва ман ҳаргиз зинокору фоҳиша ҳам набудаам"
        },
        {
            "chapter": 19,
            "verse": 21,
            "text": "Ҷабраил гуфт, ҳамчунон ки ту гуфтӣ, ҳеҷ кас ба ту даст нарасонидааст ва ту зинокор ҳам нестӣ Ва аммо Парвардигори ту инчунин гуфтааст: «Ин барои ман осон аст. Мо он писарро барои мардум як муъҷизае, ки далолат мекунад бар қудрати Мо ва раҳмату бахшоише созем ва ин кори муқарраркардашуда аст»"
        },
        {
            "chapter": 19,
            "verse": 22,
            "text": "Пас аз он ки Ҷабраил дар остини куртаи ӯ пуф кард Марям ҳомиладор шуд пас ҳамли худро ба маконе дур аз мардум бурд"
        },
        {
            "chapter": 19,
            "verse": 23,
            "text": "Пас, дарди таваллуд ӯро ба сӯйи танаи дарахти хурмое овард. Гуфт: «Эй кош, пеш аз ин мемурдам ва аз ёдҳо фаромӯш мешудам»"
        },
        {
            "chapter": 19,
            "verse": 24,
            "text": "Он гоҳ Ҷибраил аз поёни ӯ нидо дод, ки: «Ғамгин мабош, ба ростӣ Парвардигорат поёнтар аз ту чашмае падид овардааст»"
        },
        {
            "chapter": 19,
            "verse": 25,
            "text": "Ва дарахти хурморо биҷунбон, то хурмои тозаи чидашуда бароят фурӯ резад"
        },
        {
            "chapter": 19,
            "verse": 26,
            "text": "Пас, бихӯру биёшом ва шодмон бош ва агар аз одамиён касеро дидӣ, бигӯ: «Барои Аллоҳи меҳрубон рӯза назр кардаам ва имрӯз бо ҳеҷ инсоне сухан намегӯям»"
        },
        {
            "chapter": 19,
            "verse": 27,
            "text": "Он гоҳ кӯдакро бардошт ва назди қавми худ овард. Гуфтанд: Эй Марям, ба ростӣ, аҷаб гуноҳи зиште кардаӣ"
        },
        {
            "chapter": 19,
            "verse": 28,
            "text": "Эй хоҳари Ҳорун, на падарат марди баде буду на модарат бадкора буд"
        },
        {
            "chapter": 19,
            "verse": 29,
            "text": "Пас, Марям ба тифли худ ишора кард, то аз тифл бипурсанд. Гуфтанд: «Чӣ гуна бо кӯдаке, ки дар гаҳвора аст, сухан бигӯем?»"
        },
        {
            "chapter": 19,
            "verse": 30,
            "text": "(Исо) гуфт: «Ман бандаи Аллоҳам, ба ман китоб (Инҷил) дода ва маро паёмбар гардонидааст"
        },
        {
            "chapter": 19,
            "verse": 31,
            "text": "Ва ҳар ҷо ки бошам, маро баракат ва хубӣ додааст ва маро ба хондани намоз ва додани закот, то вақте ки зинда бошам, супориш кардааст"
        },
        {
            "chapter": 19,
            "verse": 32,
            "text": "Ва низ некӣ кардан ба модарамро супориш намуд. Ва маро гарданкашу бадрафтор қарор надодааст"
        },
        {
            "chapter": 19,
            "verse": 33,
            "text": "Ва салому осоиштагӣ аз ҷониби Аллоҳ бар ман, рӯзе, ки зода шудам ва рӯзе, ки мемирам ва рӯзе, ки дигарбора зинда карда мешавам"
        },
        {
            "chapter": 19,
            "verse": 34,
            "text": "Ин аст эй Паёмбар, қиссаи Исо ибни Марям ва сухани ҳақ, ҳамоно ки дар бораи ӯ (яҳуд ва насоро) дар шакку шубҳа буданд"
        },
        {
            "chapter": 19,
            "verse": 35,
            "text": "Насазад Аллоҳро, ки фарзанде баргирад. Ӯ пок аст аз ин тӯҳматҳои нораво. Чун иродаи коре кунад, ҳамоно мегӯяд: «Пайдо шав!» Пас Пайдо мешавад"
        },
        {
            "chapter": 19,
            "verse": 36,
            "text": "(Исо алайҳиссалом бар қавмаш гуфт): Ва ҳамоно Аллоҳ Парвардигори ману Парвардигори шумост, пас Ӯро бипарастед, ки роҳи рост, ин аст"
        },
        {
            "chapter": 19,
            "verse": 37,
            "text": "Пас, ихтилоф намуданд ҷамоъатҳои яҳуду насоро, (дар мавриди Исо алайҳиссалом) , пас вой бар касоне, ки кофир шуданд аз мушоҳидаи рӯзи бузург (қиёмат)"
        },
        {
            "chapter": 19,
            "verse": 38,
            "text": "Чӣ қадар ҳуб шунаво бошанд ва чӣ қадар хуб бино бошанд, он рӯз, ки назди Мо меоянд, аммо ситамкорон имрӯз дар гумроҳии ошкоре ҳастанд"
        },
        {
            "chapter": 19,
            "verse": 39,
            "text": "Битарсон эй Паёмбар одамонро аз рӯзи пушаймонӣ, ки чун кор ба поён расад. Ва имрӯз онон дар дунё дар ғафлатанд ва онҳо аз ин сабаб имон намеоранд"
        },
        {
            "chapter": 19,
            "verse": 40,
            "text": "Албатта, Мо замин ва ҳар киро бар рӯи он аст, ворис мешавем ва ҳама ба назди Мо бозгардонида мешаванд"
        },
        {
            "chapter": 19,
            "verse": 41,
            "text": "Ва эй Паёмбар, дар ин Қуръон қиссаи Иброҳим алайҳиссаломро ёд кун, ки ӯ паёмбари ростгӯ ва баландмартаба буд"
        },
        {
            "chapter": 19,
            "verse": 42,
            "text": "Он гоҳ ки ба падараш (Озар) гуфт: «Эй падарҷон, чаро он бутонеро, ки на мешунаванд ва на мебинанд ва на ҳеҷ эҳтиёҷи туро бармеоваранд, мепарастӣ"
        },
        {
            "chapter": 19,
            "verse": 43,
            "text": "Эй падарҷон, Аллоҳ маро донише додааст, ки ба ту надодааст. Пас аз ман пайравӣ кун, то туро ба роҳи рост ҳидоят кунам"
        },
        {
            "chapter": 19,
            "verse": 44,
            "text": "Эй падарҷон, итоати шайтон макун ва бутҳоро мапараст, зеро шайтон Аллоҳи меҳрубонро фармонбаранда нест"
        },
        {
            "chapter": 19,
            "verse": 45,
            "text": "Эй падарҷон, метарсам, ки агар кофир бимирӣ, азобе аз ҷониби Аллоҳи меҳрубон ба ту расад, пас ту дар дӯзах ҳамроҳи шайтон бошӣ"
        },
        {
            "chapter": 19,
            "verse": 46,
            "text": "Падараш гуфт: «Эй Иброҳим, оё аз маъбудони ман рӯй мегардонӣ? Агар аз дашном додани маъбудони ман бознаистӣ, албатта, сангсорат мекунам. Ва дур шав аз ман муддати дуру дароз ва бо ман сӯҳбат макун!»"
        },
        {
            "chapter": 19,
            "verse": 47,
            "text": "Иброҳим гуфт: «Салом бар ту бод! Аз Парвардигорам бароят ҳидоят ва омурзиш хоҳам хост. Албатта, Парвардигорам бар ман меҳрубон аст ва дуои манро қабул мекунад»"
        },
        {
            "chapter": 19,
            "verse": 48,
            "text": "Аз шумо ва аз он чизҳое, ки ба ҷои Аллоҳи барҳақ ибодат мекунед, канора мегирам ва Парвардигорамро холис дуо мекунам. Бошад, ки дар парастиши Парвардигорам ноумед ва ноком набошам"
        },
        {
            "chapter": 19,
            "verse": 49,
            "text": "Пас чун аз онҳо ва он чи ҷуз Аллоҳи барҳақ мепарастиданд, канора гирифт ва Исҳоқ ва Яъқубро ба ӯ бахшидем ва ҳамаро паёмбарӣ додем"
        },
        {
            "chapter": 19,
            "verse": 50,
            "text": "Ва раҳмати Хешро бар онҳо арзонӣ доштем ва ононро некӯном ва баландовоза гардонидем"
        },
        {
            "chapter": 19,
            "verse": 51,
            "text": "Ва эй Паёмбар, дар ин Қуръон қиссаи Мӯсо алайҳиссаломро ёд кун. Ҳароина, вай бандаи мухлис ва фиристодашудаву паёмбар буд"
        },
        {
            "chapter": 19,
            "verse": 52,
            "text": "Ва Мӯсоро аз ҷониби рости кӯҳи Тӯр нидо кардем ва наздикаш сохтем, то бо ӯ роз гӯем"
        },
        {
            "chapter": 19,
            "verse": 53,
            "text": "Ва аз раҳмати худ ба бародараш Ҳорун паёмбарӣ бахшидем, то ӯро ёрӣ кунад"
        },
        {
            "chapter": 19,
            "verse": 54,
            "text": "Ва эй Паёмбар, дар ин Қуръон хабари Исмоил алайҳиссаломро ёд кун. Ҳамоно ӯ дурустқавл (ростваъда) ва фиристодашудаву паёмбар буд"
        },
        {
            "chapter": 19,
            "verse": 55,
            "text": "Ва хонадони худро ба намозу закот амр мекард ва назди Парвардигораш шоиставу писандида буд"
        },
        {
            "chapter": 19,
            "verse": 56,
            "text": "Ва эй Паёмбар, дар ин Қуръон хабари Идрис алайҳиссаломро ёд кун. Ӯ ҳамоно бисёр росткирдор ва паёмбари бузурге буд"
        },
        {
            "chapter": 19,
            "verse": 57,
            "text": "Ва бардоштем ӯро ва зикрашро ба мақоми баланд дар ҳарду олам"
        },
        {
            "chapter": 19,
            "verse": 58,
            "text": "Онон паёмбароне буданд, ки Аллоҳ таоло неъмат барояшон арзонӣ дошт, аз зурриёти Одам ва аз фарзандони касе, ки бо Нӯҳ савори киштӣ кардем ва аз зурриёти Иброҳим ва Яъқуб ва аз зумраи касоне, ки ононро раҳнамуд карда ва баргузида будем. Ҳар гоҳ оёти Аллоҳи меҳрубон бар онон хонда мешуд, аз тарси Аллоҳ саҷдакунон ва гирён ба замин меафтоданд"
        },
        {
            "chapter": 19,
            "verse": 59,
            "text": "Пас аз ононе, ки ба онон инъом кардем, касоне ҷойнишини инҳо шуданд, ки намозро тарк карданд ё онро аз вақташ гузарониданд ва пайрави шаҳавот гардиданд ва ба зудӣ мулоқӣ мешаванд ҷазои гумроҳиро ва дар ҷаҳаннам хоҳанд афтод"
        },
        {
            "chapter": 19,
            "verse": 60,
            "text": "магар касоне, ки тавба кунанд ва имон биёваранд ва корҳои шоиста анҷом диҳанд, пас онҳо вориди биҳишт мешаванд ва ҳеҷ ситаме намебинанд"
        },
        {
            "chapter": 19,
            "verse": 61,
            "text": "Биҳиштҳои ҷовид, ки Аллоҳи меҳрубон дар ғайб ба бандагони хеш ваъда кардааст ва ваъдаи Аллоҳ таъоло фаро хоҳад расид"
        },
        {
            "chapter": 19,
            "verse": 62,
            "text": "Дар он ҷо сухани беҳуда намешунаванд, ба ҷуз салом. Ва ризқу рӯзияшон ҳар субҳу шом омода аст"
        },
        {
            "chapter": 19,
            "verse": 63,
            "text": "Ин ҳамон биҳиштест, ки ба бандагонамон, ки парҳезгорӣ кардаанд, ато мекунем, ба сабаби пайравӣ карданашон амрҳоямонро ва парҳез карданашон аз чизҳои манъкардаи Мо"
        },
        {
            "chapter": 19,
            "verse": 64,
            "text": "Ва (бигӯ эй Ҷабраил ба Муҳаммад саллаллоҳу алайҳи ва саллам), мо фариштагон фуруд намеоем аз осмон ба замин, магар ба амри Парвардигори ту. Хоси Ӯст илми он чи аз пеши мост (илми омадани қиёмат) ва илми он чи ақиби мост (он чи гузашт аз дунё) ва он чи байни дунё ва охират аст. Ва Парвардигори ту ҳаргиз фаромӯшкор нест"
        },
        {
            "chapter": 19,
            "verse": 65,
            "text": "Ӯст Парвардигор ва холиқи осмонҳову замин ва он чи миёни он ду ҳаст. Пас Ӯро ибодат кун ва дар ибодаташ босабр бош. Ҳеҷ чиз монанди Ӯ нест на дар зот ва асмову сифоташ ва на дар корҳояш"
        },
        {
            "chapter": 19,
            "verse": 66,
            "text": "Ва одами кофир мегӯяд: «Оё замоне, ки бимирам, боз зинда аз қабр берун оварда хоҳам шуд?»"
        },
        {
            "chapter": 19,
            "verse": 67,
            "text": "Оё одами кофир ба ёд надорад, ки ӯро пеш аз ин офаридаем ва ӯ ҳеҷ чизе набуд"
        },
        {
            "chapter": 19,
            "verse": 68,
            "text": "Пас, қасам ба номи Парвардигорат эй паёмбар, албатта, он мункирони баъсро рӯзи қиёмат бо шайтонҳо ҷамъ меоварем, он гоҳ ҳамаро (кофирону шаётинро) дар атрофи ҷаҳаннам ҳозир карда ва ба зону мешинонем"
        },
        {
            "chapter": 19,
            "verse": 69,
            "text": "Он гоҳ аз ҳар гурӯҳ касонеро, ки дар баробари Аллоҳи меҳрубон бештар гуноҳ ва саркашӣ кардаанд, ҷудо мекунем ва аввал ононро азоб мекунем"
        },
        {
            "chapter": 19,
            "verse": 70,
            "text": "Ва Мо албатта, онҳоеро, ки сазовортар ба дохил шудан дар оташ ва сӯхтан дар он бошанд, беҳтар мешиносем"
        },
        {
            "chapter": 19,
            "verse": 71,
            "text": "Ва ҳеҷ як аз шумо эй одамон нест, ки вориди ҷаҳаннам нашавад ва ин ҳукмест ҳатмӣ аз ҷониби Парвардигори ту"
        },
        {
            "chapter": 19,
            "verse": 72,
            "text": "Он гоҳ парҳезгоронро наҷот медиҳем ва ситамкоронро ҳамчунон ба зону шинонда дар он ҷо вомегузорем"
        },
        {
            "chapter": 19,
            "verse": 73,
            "text": "Чун оёти возеҳу равшани моро бар онон бихонанд, кофирон ба мӯъминон гӯянд: «Кадом яке аз ду гурӯҳ ҷойгоҳи беҳтар ва маҷлиси зеботаре доранд?»"
        },
        {
            "chapter": 19,
            "verse": 74,
            "text": "Пеш аз кофирони қавмат эй Паёмбар, чӣ басо мардумеро ба ҳалокат расонидаем, ки ба эътибори хонаву ҷой ва сурату намуд беҳтар аз онҳо буданд"
        },
        {
            "chapter": 19,
            "verse": 75,
            "text": "Бигӯ эй Паёмбар: «Ҳар кас, ки дар гумроҳӣ бошад, Аллоҳи меҳрубон ӯро мӯҳлат медиҳад», то он гоҳ, он чиро ба ӯ ваъда дода шудааст, бингарад: ё азоби ин дунё ва ё вуқӯъи қиёмат. Он гоҳ хоҳанд донист, ки чӣ касеро ҷойгоҳ бадтар ва лашкараш заифтар ва нотавонтар аст"
        },
        {
            "chapter": 19,
            "verse": 76,
            "text": "Ва Аллоҳ бар ҳидояти онон, ки ҳидоят ёфтаанд, меафзояд. ва назди Парвардигори ту подош ва оқибати кирдорҳои шоистае, ки боқӣ мондаанд, беҳтар аст"
        },
        {
            "chapter": 19,
            "verse": 77,
            "text": "Эй Паёмбар, оё он касеро, ки ба оёти Мо кофир шуд, дидй, ки мегуфт: «Албатта, дар охират ба ман молу фарзанд дода хоҳад шуд!»"
        },
        {
            "chapter": 19,
            "verse": 78,
            "text": "Оё ӯ аз ғайб огоҳ шудааст, ки медонист дар охират барои ӯ молу фарзанд дода мешавад, ё аз Аллоҳи меҳрубон аҳду паймон гирифтааст"
        },
        {
            "chapter": 19,
            "verse": 79,
            "text": "Ҳаргиз ин тавр нест чунончи, он кофир даъво мекунад. Он чӣ мегӯяд, хоҳем навишт ва албатта, дар охират азобашро хоҳем зиёд кард"
        },
        {
            "chapter": 19,
            "verse": 80,
            "text": "Ва боз пас гирем аз ӯ молу фарзандонашро ва меояд рӯзи қиёмат назди Мо яккаву танҳо"
        },
        {
            "chapter": 19,
            "verse": 81,
            "text": "Ва мушрикон бар ивази Аллоҳ маъбудоне ихтиёр кардаанд, то сабаби пирӯзӣ ва иззаташон гарданд"
        },
        {
            "chapter": 19,
            "verse": 82,
            "text": "Ҳаргиз чунин нест. Балки ин бктон хкд мункир мешаванд дар охират парастиши маъбудони худро ва ба мухолифаташон (бар зидди онҳо) бархезанд"
        },
        {
            "chapter": 19,
            "verse": 83,
            "text": "Оё надидаи эй Паёмбар, ки Мо шаётинро ба сӯйи кофирон фиристодем, то онҳоро барои гуноҳ кардан сахт васваса кунанд"
        },
        {
            "chapter": 19,
            "verse": 84,
            "text": "Пас, ту эй Паёмбар, бар зидди онон шитоб макун, ки чаро зудтар азоб карда намешаванд. Ҳамоно Мо умрҳояшон ва аъмолашонро ба диққат мешуморем"
        },
        {
            "chapter": 19,
            "verse": 85,
            "text": "Рӯзе, ки парҳезгоронро зинда мекунем ва савора ва бо иззату эҳтиром ба сӯйи Аллоҳи меҳрубон равона месозем"
        },
        {
            "chapter": 19,
            "verse": 86,
            "text": "Ва гунаҳкоронро ташнаком ба сӯйи ҷаҳаннам мегуселонем"
        },
        {
            "chapter": 19,
            "verse": 87,
            "text": "Аз шафоъат кардан бенасибанд, магар он кас, ки бо Аллоҳи Раҳмон паймоне баста бошад"
        },
        {
            "chapter": 19,
            "verse": 88,
            "text": "Гуфтанд кофирон: «Аллоҳи меҳрубон фарзанде баргирифтааст»"
        },
        {
            "chapter": 19,
            "verse": 89,
            "text": "Ба ростӣ сухани бисёр зишт дар миён овардед"
        },
        {
            "chapter": 19,
            "verse": 90,
            "text": "Қариб аст, ки аз ин сухани зишт осмонҳо пора-пора ва замин сӯрох шавад ва кӯҳҳо бо шиддат дар ҳам фурӯ резанд"
        },
        {
            "chapter": 19,
            "verse": 91,
            "text": "Ба сабаби он, ки барои Аллоҳи меҳрубон фарзанде нисбат медиҳанд"
        },
        {
            "chapter": 19,
            "verse": 92,
            "text": "Ва барои Аллоҳи меҳрубон сазовор нест, ки фарзанде бигирад"
        },
        {
            "chapter": 19,
            "verse": 93,
            "text": "Ҳеҷ касе дар осмонҳо аз малоикаҳо ва замин аз инсу ҷин нест, магар он ки ба бандагӣ рӯзи қиёмат ба сӯйи Аллоҳи меҳрубон хору сархам биёяд"
        },
        {
            "chapter": 19,
            "verse": 94,
            "text": "Абатта, Ӯ таъоло ҳамаи халқро ҳисоб карда ва як-як шумурдааст ва ададашонро медонад"
        },
        {
            "chapter": 19,
            "verse": 95,
            "text": "Ва ҳамаашон дар рӯзи қиёмат яккаву танҳо назди Ӯ меоянд"
        },
        {
            "chapter": 19,
            "verse": 96,
            "text": "Бегумон касоне, ки имон овардаанд ва корҳои шоиста кардаанд, Аллоҳ таоло барои онҳо муҳаббате қарор хоҳад дод"
        },
        {
            "chapter": 19,
            "verse": 97,
            "text": "Дар ҳақиқат мо ин Қуръонро ба забони ту эй Паёмбар, ки араб ҳастӣ, осон кардем, то парҳезгоронро ба ризо ва неъмати Аллоҳи меҳрубон мужда диҳӣ ва саркашонро, ки душмани ҳақ ва тарафдори ботил ҳастанд, аз нохушнудӣ ва азоби дардноки Аллоҳ битарсонӣ"
        },
        {
            "chapter": 19,
            "verse": 98,
            "text": "Ва чӣ бисёр аз умматони гузаштаро пеш аз қавмат ҳалок кардаем. Оё ҳеҷ як аз онҳоро мебинӣ ё ҳатто андак овозе аз онҳо мешунавӣ"
        },
        {
            "chapter": 20,
            "verse": 1,
            "text": "То, Ҳо"
        },
        {
            "chapter": 20,
            "verse": 2,
            "text": "Эй Расул, Қуръонро бар ту нозил накардаем, ки дар ранҷ афтӣ"
        },
        {
            "chapter": 20,
            "verse": 3,
            "text": "Ҳароина, Қуръоне, ки Мо нозил кардем танҳо ҳушдорест барои касе, ки аз Аллоҳ метарсад"
        },
        {
            "chapter": 20,
            "verse": 4,
            "text": "Нозил шудааст аз ҷониби касе, ки замину осмонҳои баландро офарида"
        },
        {
            "chapter": 20,
            "verse": 5,
            "text": "Аллоҳи меҳрубон бар болои Арш аст"
        },
        {
            "chapter": 20,
            "verse": 6,
            "text": "Аз они Ӯст, он чи дар осмонҳову замин ва миёни онҳост ва он чи дар зери хок аст"
        },
        {
            "chapter": 20,
            "verse": 7,
            "text": "Ва эй Расул, агар сухани баланд бигӯйӣ, ё агар сухани пинҳон бигӯй, Ӯ сухани пинҳону пинҳонтарро медонад"
        },
        {
            "chapter": 20,
            "verse": 8,
            "text": "Аллоҳ, Зотест, ки ҳеҷ маъбуди барҳақ ҷуз Ӯ нест, дорои некӯтарин ва зеботарин номҳост"
        },
        {
            "chapter": 20,
            "verse": 9,
            "text": "Эй Расул? оё хабари Мӯсо (писари Имрон алайҳиссалом) ба ту расидааст"
        },
        {
            "chapter": 20,
            "verse": 10,
            "text": "Чун оташе дид ва ба хонаводаи худ гуфт: «Ин ҷо бошед, ки ман аз дур оташе мебинам, шояд бароятон шӯълаеро биёварам ё дар рӯшноии он роҳе биёбам»"
        },
        {
            "chapter": 20,
            "verse": 11,
            "text": "Чун Мӯсо назди оташ омад, нидо дода шуд: «Эй Мӯсо"
        },
        {
            "chapter": 20,
            "verse": 12,
            "text": "Ҳамоно Ман Парвардигори ту ҳастам. Пас пойафзолатро аз поят бикаш, ки инак дар водии муқаддаси Туво ҳастӣ"
        },
        {
            "chapter": 20,
            "verse": 13,
            "text": "Ва ман туро интихоб кардам (ба пайғамбарӣ). Пас ба он чи ки ваҳй мешавад, гӯш дор"
        },
        {
            "chapter": 20,
            "verse": 14,
            "text": "Ҳароина, Аллоҳи якто Ман ҳастам. Ҳеҷ маъбуди барҳақ ҷуз ман нест. Пас танҳо маро бипараст ва намоз бихон, то ба ёди Ман бошӣ"
        },
        {
            "chapter": 20,
            "verse": 15,
            "text": "Албатта, рӯзи қиёмат, ки мардум дар он аз нав зинда мешаванд, омаданӣ аст. Мехоҳам, ки вақти онро пинҳон дорам, то ҳар касе ба ивази он чи мекард дар дунё аз нек ё бад, ҷазо дода мешавад"
        },
        {
            "chapter": 20,
            "verse": 16,
            "text": "Пас он кас, ки ба воқеъ шудани қиёмат имон надорад ва пайравии ҳавои хеш кардааст, туро эй Мӯсо, аз он (имони ба қиёмат) боз надорад, то ба ҳалокат афтӣ"
        },
        {
            "chapter": 20,
            "verse": 17,
            "text": "Эй Мӯсо, он чист ба дасти ростат"
        },
        {
            "chapter": 20,
            "verse": 18,
            "text": "Гуфт: «Ин асои ман аст. Бар он такя мекунам ва барои гӯсфандонам бо он барг мерезонам. Ва маро бо асо низ корҳои дигаре аст»"
        },
        {
            "chapter": 20,
            "verse": 19,
            "text": "Аллоҳ гуфт: «Эй Мӯсо, онро бипарто»"
        },
        {
            "chapter": 20,
            "verse": 20,
            "text": "Пас, бипартофт онро. Ногаҳон ба амри Аллоҳ море шуд, ки мехазид"
        },
        {
            "chapter": 20,
            "verse": 21,
            "text": "Гуфт: «Бигираш ва матарс. Бори дигар онро ба сурати нахустинаш бозмегардонем"
        },
        {
            "chapter": 20,
            "verse": 22,
            "text": "Дасти хеш дар бағал кун, то сафед ва дурахшон берун ояд бидуни айбу нуқсон зеро ки ин муъҷизаи дигарест барои ту"
        },
        {
            "chapter": 20,
            "verse": 23,
            "text": "Мехоҳем, ки то оятҳои бузургтари худро ба ту -эй Мӯсо-, нишон диҳем ва ин ҳама далолат бар бузургии қудрати Мо ва дуруст будани паёмбарии ту мекунад"
        },
        {
            "chapter": 20,
            "verse": 24,
            "text": "(Эй Мӯсо) назди Фиръавн бирав, ки ҳамоно ӯ саркашӣ кардааст, пас ӯро ба яктопарастӣ даъват бикун"
        },
        {
            "chapter": 20,
            "verse": 25,
            "text": "(Мӯсо) гуфт: Эй Парвардигори ман, синаи маро барои ман кушода гардон"
        },
        {
            "chapter": 20,
            "verse": 26,
            "text": "Ва кори маро осон бикун"
        },
        {
            "chapter": 20,
            "verse": 27,
            "text": "Ва гиреҳ аз забони ман бикушой"
        },
        {
            "chapter": 20,
            "verse": 28,
            "text": "То гуфтори маро бифаҳманд"
        },
        {
            "chapter": 20,
            "verse": 29,
            "text": "Ва вазире аз хонадони ман барои ман қарор деҳ"
        },
        {
            "chapter": 20,
            "verse": 30,
            "text": "Бародарам Ҳорунро"
        },
        {
            "chapter": 20,
            "verse": 31,
            "text": "Ба сабаби ӯ нотавонии маро бипӯшон"
        },
        {
            "chapter": 20,
            "verse": 32,
            "text": "Ва дар кори ман шариқаш гардон"
        },
        {
            "chapter": 20,
            "verse": 33,
            "text": "То тасбеҳи Ту бисёр кунем"
        },
        {
            "chapter": 20,
            "verse": 34,
            "text": "Ва Туро бисёр ёд кунем"
        },
        {
            "chapter": 20,
            "verse": 35,
            "text": "ки албатта, Ту бар ҳоли мо огоҳ ҳастӣ"
        },
        {
            "chapter": 20,
            "verse": 36,
            "text": "Аллоҳ гуфт: Эй Мӯсо, ҳар чи хостӣ, ба ту дода шуд"
        },
        {
            "chapter": 20,
            "verse": 37,
            "text": "Ва ҳамоно Мо бори дигар пеш аз ин неъмат ба ту неъмати дигаре додем"
        },
        {
            "chapter": 20,
            "verse": 38,
            "text": "Он гоҳ ки бар модарат он чиро, ки ваҳй шуданй буд, ваҳй кардем"
        },
        {
            "chapter": 20,
            "verse": 39,
            "text": "ки ӯро дар сандуқе бинеҳ, сандуқро ба дарё парто, то дарё ба соҳилаш андозад ва яке аз душманони Ман ва душманони ӯ сандуқро баргирад. Муҳаббати хеш бар ту арзонӣ доштам, то зери назари чашми Ман парвариш ёбӣ"
        },
        {
            "chapter": 20,
            "verse": 40,
            "text": "(Ба ёд ор) он гоҳ ки хоҳарат мерафт ва мегуфт: «Мехоҳед шуморо ба касе, ки нигаҳдорияш кунад, роҳ бинамоям?» Сипас Мо туро назди модарат бозгардонидем, баъд аз он ки дар дасти Фиръавн афтодӣ то чашмонаш равшан гардад ва ғам нахӯрад. Ва ту якеро аз марди қибтӣ ба хатогӣ бикуштӣ, пас Мо аз ғам озодат кардем ва борҳо - борҳо туро биёзмудем. Пас чанд соле миёни мардуми Мадян зистӣ. Ва акнун, эй Мӯсо, дар ин ҳангом ки тақдир карда будем, омадаӣ"
        },
        {
            "chapter": 20,
            "verse": 41,
            "text": "Туро барои Худ баргузидем, то рисолати Маро ба мардум бирасонӣ ва амр ва наҳйи Маро ба ҷо орӣ"
        },
        {
            "chapter": 20,
            "verse": 42,
            "text": "Ту ва бародарат Ҳорун нишонаҳои Маро бибаред, ки ин нишонҳо далолат бар улуҳият ва камоли қудрати Ман ва сидқи паёмбарии ту мекунанд ва дар ёд кардани Ман сустӣ макунед"
        },
        {
            "chapter": 20,
            "verse": 43,
            "text": "Ба сӯйи Фиръавн бо ҳам биравед, ки ӯ дар куфру туғён аз ҳад гузаштааст"
        },
        {
            "chapter": 20,
            "verse": 44,
            "text": "Бо ӯ ба нармӣ сухан гӯед, шояд панд гирад ё битарсад"
        },
        {
            "chapter": 20,
            "verse": 45,
            "text": "Гуфтанд: «Эй Парвардигори мо, ҳамоно аз он метарсем, ки бар мо зулму ситам кунад ё дар саркашӣ аз ҳад бигузаронад»"
        },
        {
            "chapter": 20,
            "verse": 46,
            "text": "Аллоҳ барои Мӯсо ва Ҳорун гуфт: Матарсед. Албатта, Ман бо шумо ҳастам. Мешунавам суханони шуморо ва мебинам корҳои шуморо"
        },
        {
            "chapter": 20,
            "verse": 47,
            "text": "Пас, назди ӯ раведу гӯед: «Мо расулони Парвардигори туем. банӣ Исроилро бо мо бифирист ва озорашон мадеҳ. Ба дурустӣ, Мо нишонае аз сӯйи Парвардигорат бароят овардаем. Ва саломат бод аз азоби Аллоҳ касе, ки ба ҳидоят пайравӣ кунад"
        },
        {
            "chapter": 20,
            "verse": 48,
            "text": "Ҳароина, ба мо ваҳй шудааст, ки азоб барои он касест, ки ростро дурӯғ шуморад ва аз он (даъват ва шариат) рӯй бартобад»"
        },
        {
            "chapter": 20,
            "verse": 49,
            "text": "Фиръавн барояшон гуфт: «Эй Мӯсо, Парвардигори шумо кист?»"
        },
        {
            "chapter": 20,
            "verse": 50,
            "text": "Мӯсо гуфт: «Парвардигори мо Он аст, ки бар ҳар чизе сурати сазовори ӯро дод, сипас ба ӯ зиндагиашро роҳ намуд»"
        },
        {
            "chapter": 20,
            "verse": 51,
            "text": "Фиръавн ба Мӯсо гуфт: «Ҳоли қавмҳое, ки аз ин пеш дар куфр мезистанд, чист?»"
        },
        {
            "chapter": 20,
            "verse": 52,
            "text": "Мӯсо ба Фиръавн гуфт: «Илми он қавмҳои гузашта назди Парвардигори ман аст дар китобе (Лавҳул маҳфуз), ки ғалату хато накунад Парвардигори ман ва на фаромӯш созад»"
        },
        {
            "chapter": 20,
            "verse": 53,
            "text": "Ӯ он Зотест, ки заминро оромгоҳи шумо сохт ва бароятон дар он замин роҳҳое падид овард ва аз осмон борон фиристод, то бо он об навъҳои туногуне аз наботот бирӯёнем"
        },
        {
            "chapter": 20,
            "verse": 54,
            "text": "Бихӯред эй мардум аз покиҳое, ки Мо бароятон рӯёндем ва чорпоёнатонро бичаронед. Дар ин ҳама барои хирадмандон ибратҳост"
        },
        {
            "chapter": 20,
            "verse": 55,
            "text": "Шуморо аз он замин офаридем ва ба он бозмегардонем ва бори дигар барои ҳисобу ҷазо аз он берун меоварем"
        },
        {
            "chapter": 20,
            "verse": 56,
            "text": "Албатта, ҳамаи оёти худро ба ӯ (Фиръавн) нишон додем, вале дурӯғ баровард ва саркашӣ кард аз қабули ҳақ"
        },
        {
            "chapter": 20,
            "verse": 57,
            "text": "Фиръавн гуфт: «Эй Мӯсо, оё назди мо омадаӣ, то бо сеҳрат моро аз сарзаминамон берун созӣ"
        },
        {
            "chapter": 20,
            "verse": 58,
            "text": "Мо низ дар баробари ту ҷодуе чун ҷодуи ту меоварем. Байни мову худ ваъдагоҳе дар замини ҳамвор муайян кун, ки на мо ваъдаро хилоф кунем ва на ту»"
        },
        {
            "chapter": 20,
            "verse": 59,
            "text": "Мӯсо ба Фиръавн гуфт: «Ваъдагоҳи шумо рӯзи зинат, (рӯзи иди бузурге, ки мардум худро дар он меороянд) аст ва ҳамаи мардум ба он ҳангом, ки офтоб баланд гардад, гирд оянд"
        },
        {
            "chapter": 20,
            "verse": 60,
            "text": "Фиръавн аз он чи ки Мӯсо оварда аз ҳақ рӯй гардонду баргашт ва ҷодугарони хешро ҷамъ карда ва боз омад"
        },
        {
            "chapter": 20,
            "verse": 61,
            "text": "Мӯсо ба ҷодугарони Фиръавн гуфт: «Вой бар шумо, бар Аллоҳ дурӯғ мабандед, ки ҳамаи шуморо ба азобе ҳалок кунад ва ҳар кӣ дурӯғ бандад, ба матлаб нарасад»"
        },
        {
            "chapter": 20,
            "verse": 62,
            "text": "Пас ҷодутарон ба якдигар дар кори худ ба машварат пардохтанд. Ва пинҳон розҳо гуфтанд"
        },
        {
            "chapter": 20,
            "verse": 63,
            "text": "Гуфтанд: «Ин ду (Мӯсо ва Ҳорун) ҷодугароне ҳастанд, ки мехоҳанд ба ҷодуи хеш шуморо аз сарзаминатон биронанд ва дини бартари шуморо нест кунанд"
        },
        {
            "chapter": 20,
            "verse": 64,
            "text": "Шумо тадбирҳои худ гирд оваред ва дар як саф биёед. Касе, ки имрӯз пирӯз шавад, растагорӣ ёбад»"
        },
        {
            "chapter": 20,
            "verse": 65,
            "text": "Ҷодугарон гуфтанд: «Эй Мӯсо, оё ту асоятро мепартоӣ ё ки мо аввал бипартоем?»"
        },
        {
            "chapter": 20,
            "verse": 66,
            "text": "Мӯсо барояшон гуфт: «Шумо бипартоед». Ногаҳон аз ҷодуе, ки карданд, чунон дар назари Мӯсо омад, ки он бандҳо ва асоҳо ба сурати мор ба ҳар сӯ медаванд"
        },
        {
            "chapter": 20,
            "verse": 67,
            "text": "Пас, Мӯсо хештанро тарсон ёфт"
        },
        {
            "chapter": 20,
            "verse": 68,
            "text": "Мо ба Мӯсо гуфтем: «Матарс, албатта, ту бартар ҳастӣ ва ғолиб меойӣ бар ин ҷодугарон ва Фиръавн ва лашкараш"
        },
        {
            "chapter": 20,
            "verse": 69,
            "text": "Он чи дар дасти рост дорӣ, бипарто, то ҳар чиро, ки сохтаанд аз асо ва ресмонҳо, фурӯ барад. Бешак онҳо ҳар чиро, ки сохтаанд найранги ҷодугарона аст ва ҷодугар ҳеҷ гоҳ пирӯз намешавад»"
        },
        {
            "chapter": 20,
            "verse": 70,
            "text": "(Вақте ки ҷодугарон диданд, ки ҳақ бар ҷониби Мӯсо аст). Пас ҷодугарон ба саҷда дарафтоданд. Гуфтанд: «Ба Парвардигори Ҳоруну Мӯсо имон овардем»"
        },
        {
            "chapter": 20,
            "verse": 71,
            "text": "Фиръавн гуфт: «Оё пеш аз он, ки шуморо рухсат диҳам, ба Мӯсо имон овардед? Ҳамоно ӯ бузурги шумост, ки ба шумо ҷодугарӣ омӯхтааст. Пас дастҳову пойҳоятонро аз чапу рост мебурам ва бар танаи дарахти хурмо ба доратон меовезам, то бидонед, ки азоби кадоми яке аз мо сахттару пояндатар аст»"
        },
        {
            "chapter": 20,
            "verse": 72,
            "text": "Ҷодугарон ба Фиръавн гуфтанд: «Савганд ба он Зоте, ки моро офаридааст, ки туро бар он нишонаҳои равшан, ки дидаем, беҳтар намешуморем, ба ҳар чи хоҳӣ, ҳукм кун, ки ривоҷи ҳукми ту дар зиндагии ин ҷаҳон аст ва ба наздикӣ он зуд аз байн меравад"
        },
        {
            "chapter": 20,
            "verse": 73,
            "text": "Ба дурустӣ, ки мо ба Парвардигори хеш имон овардем ва расули Ӯро тасдиқ намудаем ва он чи ки овард ба он амал намудаем, то аз хатоҳои мо ва он ҷодугарӣ, ки моро ба он маҷбур кардӣ, даргузарад, ки Аллоҳ беҳтар аст аз ту эй Фиръавн, дар подош додан ва азоби Аллоҳ пойдортар аст"
        },
        {
            "chapter": 20,
            "verse": 74,
            "text": "Албатта, ҳар кас, ки гунаҳкор (кофир) назди Парвардигораш биёяд, ҳамоно ҷаҳаннам ҷойгоҳи ӯст, ки дар он ҷо на мемирад, ки аз азоб халос шавад ва на зинда мешавад, ки ҳаёти хуш ёбад"
        },
        {
            "chapter": 20,
            "verse": 75,
            "text": "Ва он ки бо имон назди Ӯ (Парвардигор) ояд ва корҳои шоиста кунад, пас барояшон мартабаҳои баланд аст"
        },
        {
            "chapter": 20,
            "verse": 76,
            "text": "(Барои онҳост) биҳиштҳои ҷовидон, ки дар он ҷӯйҳо равон аст ва абадӣ дар он ҷо бошанд. Ва ин аст подоши поконе, ки худро аз палидӣ ва ширк тоза намудаанд"
        },
        {
            "chapter": 20,
            "verse": 77,
            "text": "Ҳамоно ба Мӯсо ваҳй кардем, ки бандагони Моро (банӣ Исроилро) ҳангоми шаб аз Миср бибар ва барояшон дар баҳр гузаргоҳи хушке биҷӯй ва матарс аз Фиръавн ва лашкари ӯ, ки бар ту даст ёбанд ва низ аз ғарқ шудан матарс"
        },
        {
            "chapter": 20,
            "verse": 78,
            "text": "Пас Фиръавн бо лашкараш аз паяшон равон шуд. Ва баҳр ононро чунон фаро гирифт, ки миқдори онҳоро ба ҷуз Аллоҳ ҳеҷ кас надонад, пас ҳама ғарқ шуданд ва наҷот ёфт Мӯсо ва қавмаш"
        },
        {
            "chapter": 20,
            "verse": 79,
            "text": "Ва Фиръавн қавмашро ба куфр бурда гумроҳ кард ва ҳидоят наёфт"
        },
        {
            "chapter": 20,
            "verse": 80,
            "text": "«Эй банӣ Исроил, ҳамоно шуморо аз душманатон наҷот додем ва бо шумо дар ҷониби рости кӯҳи Тур ваъда ниҳодем барои нузули Таврот ва бароятон манн (ширинӣ) ва салво (бедона) фурӯ фиристодем"
        },
        {
            "chapter": 20,
            "verse": 81,
            "text": "Аз чизҳои покиза, ки шуморо рӯзӣ додаем, бихӯред ва аз ҳад магузаронед дар зулм кардани якдигар, то мабодо хашми Ман ба шумо расад, ки ҳар кас, ки хашми Ман ба ӯ бирасад, ба ростӣ нобуд шудааст"
        },
        {
            "chapter": 20,
            "verse": 82,
            "text": "Ва ба ростӣ, ман бисёр омурзанда ҳастам барои касе, ки тавба кунад ва имон оварад ва корҳои шоиста анҷом диҳад, он гоҳ роҳ ёбад"
        },
        {
            "chapter": 20,
            "verse": 83,
            "text": "Эй Мӯсо, чӣ чиз туро водошт, ки аз қавми худ пеш ойӣ?»"
        },
        {
            "chapter": 20,
            "verse": 84,
            "text": "Гуфт: «Онҳо ҳамонҳоянд, ки аз пайи ман равонанд. Эй Парвардигори ман, ман ба сӯйи Ту шитофтам, то хушнуд гардӣ»"
        },
        {
            "chapter": 20,
            "verse": 85,
            "text": "Аллоҳ ба Мӯсо гуфт: «Ба дурустӣ, Мо қавми туро пас аз ту бо ибодати гӯсола озмоиш кардем ва Сомирӣ гумроҳашон сохт»"
        },
        {
            "chapter": 20,
            "verse": 86,
            "text": "Мӯсо хашмгин ва пурандӯҳ назди қавмаш бозгашту гуфт: «Эй қавми ман, оё Парвардигоратон шуморо ваъдаҳои некӯ надода буд? Оё муддати набудани ман дароз шуд ё хостед, ки хашми Парвардигоратон ба шумо фуруд ояд, ки ваъдаи манро хилоф кардед?»"
        },
        {
            "chapter": 20,
            "verse": 87,
            "text": "Гуфтанд: Эй Мӯсо «Мо ба ихтиёри хеш ваъдаи ту хилоф накардем. Лекин мо аз зару зевари қавми Фиръавн бардоштем. Пас онҳоро ба фармони Сомирӣ дар оташ андохтем. Ва Сомирӣ низ андохт он чиро ки бо худ дошт аз хоки зери пои аспи Ҷабраил алайҳиссалом"
        },
        {
            "chapter": 20,
            "verse": 88,
            "text": "Пас Сомирӣ барои банӣ Исроил ҷасади гӯсолае, ки садои говро дошт, бисохт ва дар фитна афтодагон ба баъзе гуфтанд: «Ин маъбуди шумо ва маъбуди Мӯсост. Ва Мӯсо маъбуди худро фаромӯш кардааст»"
        },
        {
            "chapter": 20,
            "verse": 89,
            "text": "Оё касоне ки гӯсоларо парастиш карданд, намедонанд, ки он ҳеҷ посухе ба суханашон намедиҳад ва ҳеҷ фоидаву зиёне барояшон надорад"
        },
        {
            "chapter": 20,
            "verse": 90,
            "text": "Албатта, Ҳорун низ пеш аз баргаштани Мӯсо ба онҳо гуфта буд: «Эй қавми ман, шуморо ба ин гӯсола озмудаанд, то мӯъмин аз кофир маълум гардад. Ҳамоно Парвардигори шумо Аллоҳи меҳрубон аст, аз пайи ман биёед ва дар тарки ибодати гӯсола фармонбардори ман бошед!»"
        },
        {
            "chapter": 20,
            "verse": 91,
            "text": "Бархе аз гӯсолапарастон гуфтанд: «Мо барои парастиши гӯсола ҳамеша қоим хоҳем буд, то вақте ки Мӯсо ба сӯйи мо бозояд»"
        },
        {
            "chapter": 20,
            "verse": 92,
            "text": "Мӯсо барои бародараш Ҳорун гуфт: «Эй Ҳорун, ҳангоме ки дидӣ гумроҳ шуданд, чӣ туро боздошт"
        },
        {
            "chapter": 20,
            "verse": 93,
            "text": "Чаро аз пайи ман наомадӣ. Оё ту низ аз фармони ман сарпечӣ карда будӣ?»"
        },
        {
            "chapter": 20,
            "verse": 94,
            "text": "(Мӯсо даст ба риши Ҳорун ва мӯйи сари ӯ зад, вале Ҳорун ба Мӯсо) гуфт: «Эй писари модарам, магир аз ришу мӯйи сари ман. Ман тарсидам, ки агар онҳоро гузорам ва ба сӯйи ту оям, бигӯӣ: «Ту миёни банӣ Исроил ҷудоӣ афкандӣ ва онҳоро ба гурӯҳ-гурӯҳ ҷудо намудӣ ва гуфтори маро риоят накардӣ»"
        },
        {
            "chapter": 20,
            "verse": 95,
            "text": "Мӯсо ба Сомирӣ гуфт: «Ва ту, эй Сомирӣ, ин чӣ коре буд, ки кардӣ?»"
        },
        {
            "chapter": 20,
            "verse": 96,
            "text": "Сомирӣ гуфт: «Ман чизеро дидам, ки онҳо онро надида буданд. Муште аз хоке, ки пайи пойи аспи Ҷабраил, баргирифтам ва дар он қолабе, ки аз зар сохта будам ба шакли гӯсола дар даҳонаш андохтам ва нафси бади ман ин корро дар чашми ман биёрост"
        },
        {
            "chapter": 20,
            "verse": 97,
            "text": "Мӯсо ба Сомирӣ гуфт: Бирав, дар зиндагии ин дунё чунон шавӣ, ки пайваста бигӯӣ: «Ба ман наздик машав». Ва низ туро ваъдаи дигарест, дар рӯзи қиёмат, ки аз он раҳо нашавӣ ва инак, ба сӯйи маъбуди худ, ки пайваста ибодаташ мекардӣ, бингар, ки онро бисӯзонем ва онро ба дарё паҳн ва пароканда созем"
        },
        {
            "chapter": 20,
            "verse": 98,
            "text": "Ҷуз ин нест, ки маъбуди шумо Аллоҳ аст, ки ҳеҷ маъбуде барҳақ ҷуз Ӯ нест ва илмаш ҳама чизро дар бар гирифтааст"
        },
        {
            "chapter": 20,
            "verse": 99,
            "text": "Инчунин хабарҳои гузаштаро аз Мӯсо ва Фиръавн ва қавмашон барои ту эй Расул, ҳикоят мекунем. Ва ба ту аз ҷониби Худ ин Қуръонро ато кардем, ки он панд аст барои шахсе ки панд мегирад"
        },
        {
            "chapter": 20,
            "verse": 100,
            "text": "Ҳар кас, ки аз он Қуръон рӯй бартобад, рӯзи қиёмат бори гуноҳ бар дӯш мекашад"
        },
        {
            "chapter": 20,
            "verse": 101,
            "text": "Дар он азоб ҳамеша бимонад. Ва бори рӯзи қиёмат барояшон бори бадест"
        },
        {
            "chapter": 20,
            "verse": 102,
            "text": "Рӯзе, ки дар он сур дамида шавад ва гунаҳкоронро дар он рӯз кабудранг гирд оварем, ки рангу чашмонашон аз шиддати ҳавли қиёмат тағйир ёбад"
        },
        {
            "chapter": 20,
            "verse": 103,
            "text": "Оҳиста бо ҳам сухан мегӯянд, ки даҳ шабонарӯз беш дар дунё наистодаед"
        },
        {
            "chapter": 20,
            "verse": 104,
            "text": "Мо бар гуфтори пинҳон ва ошкори онон огоҳтарем, он гоҳ ки некӯравиштарини онҳо аз сахтии рӯзи қиёмат фаромӯш карда мегӯяд: «Ҷуз як рӯз наистодаед»"
        },
        {
            "chapter": 20,
            "verse": 105,
            "text": "Туро эй Расул, қавмат аз кӯҳҳо мепурсанд, ки оқибати онҳо дар рӯзи қиёмат чӣ мешавад? Бигӯ: «Парвардигори ман ҳамаро аз ҷояшон пароканда ва яксон месозад"
        },
        {
            "chapter": 20,
            "verse": 106,
            "text": "Ва онҳоро ба замин ҳамвор мегардонад"
        },
        {
            "chapter": 20,
            "verse": 107,
            "text": "дар он ҳеҷ каҷиву пастиву баландӣ намебинӣ"
        },
        {
            "chapter": 20,
            "verse": 108,
            "text": "Дар он рӯз ҳама аз пайи он доъӣ (Исрофил), мераванд, ки дар он пайравӣ ҳеҷ каҷӣ набошад. Ва садоҳо дар баробари Аллоҳи меҳрубон паст мешаванд пас, ба ҷуз паст чизе нашунавӣ"
        },
        {
            "chapter": 20,
            "verse": 109,
            "text": "Дар он рӯз шафоати ҳеҷ касе фоида надиҳад, магар онро, ки Аллоҳи меҳрубон иҷозат диҳад ва суханашро биписандад ва он иҷозатдодашудагон; паёмбарон ва бандагони наздики Аллоҳ бошанд"
        },
        {
            "chapter": 20,
            "verse": 110,
            "text": "Аллоҳ ҳар чиро дар пеши рӯйи онҳост аз амри қиёмат ва ҳар чиро дар пушти сарашон аст аз амри дунё, медонад ва илми онон (инсонҳо) Ӯро дарбар нагирад"
        },
        {
            "chapter": 20,
            "verse": 111,
            "text": "Ва чеҳраҳо дар баробари Аллоҳи зиндаи поянда мутеъ мешавад ва ба дурустӣ, касе, ки бори ситамро бар дӯш дошта бошад, ноком мегардад"
        },
        {
            "chapter": 20,
            "verse": 112,
            "text": "Ва ҳар кас, ки корҳои шоиста кунад ва мӯъмин бошад, набояд аз ҳеҷ ситаме ва нуқсоне битарсад"
        },
        {
            "chapter": 20,
            "verse": 113,
            "text": "Ҳамчуноне ки дар ин сура баён намудем, инчунин ин Қуръонро ба забони арабӣ нозил кардем ва дар он бим додан ва тарсониданро бо шеваҳои гуногун баён кардем, шояд битарсанд ё Қуръон барои онҳо пандеро падид оварад то ибрат ва панд бигиранд"
        },
        {
            "chapter": 20,
            "verse": 114,
            "text": "Пас, Аллоҳ баландқадр аст (аз ҳама айбу нуқсон пок аст) Подшоҳи барҳақ аст! ҳама чиз зери тасарруфи Ӯст, савобу азобаш ҳақ аст. Ва эй Расул, пеш аз он ки ваҳй ба поён расад, дар хондани Қуръон шитоб макун. Ва бигӯ: «Эй Парвардигори ман, ба илми ман бияфзой»"
        },
        {
            "chapter": 20,
            "verse": 115,
            "text": "Ва ба дурустӣ, Мо пеш аз ин бо Одам паймон бастем, ки аз дарахт чизе нахӯрад ва барояш гуфтем, ки шайтон душмани ту ва душмани ҳамсарат аст, пас шуморо аз ҷаннат берун накунад, ки бадбахт шавӣ, вале фаромӯш карда шайтонро итоат кард ва босабраш наёфтем"
        },
        {
            "chapter": 20,
            "verse": 116,
            "text": "Ва он гоҳ ки ба фариштагон гуфтем: «Одамро саҷдаи таҳийя ва икром кунед». Пас, ҳама саҷда карданд, магар Иблис сар печид"
        },
        {
            "chapter": 20,
            "verse": 117,
            "text": "Гуфтем: Эй Одам, ҳамоно ин душмани ту ва ҳамсари туст, шуморо аз биҳишт берун накунад, ки бадбахт шавӣ"
        },
        {
            "chapter": 20,
            "verse": 118,
            "text": "ки албатта, ту дар биҳишт на гурусна мешавӣ ва на бараҳна мемонӣ"
        },
        {
            "chapter": 20,
            "verse": 119,
            "text": "Ва на ташна мешавӣ ва на дучори тобиши офтоб"
        },
        {
            "chapter": 20,
            "verse": 120,
            "text": "Пас шайтон васвасааш карду гуфт: «Эй Одам, оё туро ба дарахти ҷовидонӣ ва мулки заволнопазир роҳ бинамоям?»"
        },
        {
            "chapter": 20,
            "verse": 121,
            "text": "Пас аз он дарахт Одам ва Ҳавво хӯрданд ва шармгоҳашон дар назарашон падидор шуд. Ва ҳамчунон барги дарахтони биҳиштро бар худ мечаспониданд, то шармгоҳи худро бипӯшонанд, вале Одам ба Парвардигори хеш осӣ шуд ва роҳ гум кард"
        },
        {
            "chapter": 20,
            "verse": 122,
            "text": "Сипас, Парвардигораш ӯро баргузид ва тавбаашро бипазируфт ва ҳидояташ кард"
        },
        {
            "chapter": 20,
            "verse": 123,
            "text": "Гуфт Аллоҳ ба Одам ва Ҳавво: «Шумо ҳар ду аз биҳишт фуруд оед, дар ҳоле, ки душмани ҳамдигар ҳастед! Пас агар аз ҷониби Ман шуморо роҳнамоӣ омад, ҳар кас аз он роҳнамоии ман пайравӣ кунад, на гумроҳ мешавад ва на ба ранҷ меафтад"
        },
        {
            "chapter": 20,
            "verse": 124,
            "text": "Ва ҳар кас, ки аз ёди Ман рӯй гардонад, зиндагиаш танг шавад дар ҳаёти дунё, агарчанде молу давлат дошта бошад ҳам ва дар рӯзи қиёмат нобино зиндааш созем»"
        },
        {
            "chapter": 20,
            "verse": 125,
            "text": "Гӯяд он гунаҳкор: «Эй Парвардигори ман, чаро маро нобино зинда кардӣ ва ҳамоно ман дар дунё бино будам?»"
        },
        {
            "chapter": 20,
            "verse": 126,
            "text": "Аллоҳ гӯяд: Ҳамчунон ки ту оёти Моро фаромӯш кардӣ, рӯй тофтӣ ва имон наовардӣ, пас инчунин имрӯз худ фаромӯш карда шавӣ ва дар азоб гирифтор шавӣ"
        },
        {
            "chapter": 20,
            "verse": 127,
            "text": "Инчунин исрофкорон ва касонеро, ки ба оёти Парвардигорашон имон намеоваранд, дар дунё ҷазо медиҳем. Ва албатта, азоби охират аз азобе, ки дар дунёву қабр азоб карда мешавад сахттару пойдортар аст"
        },
        {
            "chapter": 20,
            "verse": 128,
            "text": "Ва барои онон баён накард, ки пеш аз онҳо бисёре аз мардумонро нобуд кардем, ки акнун онҳо дар маҳалли сукунаташон роҳ мераванд? Бегумон дар ин амр нишонаҳое барои хирадмандон аст"
        },
        {
            "chapter": 20,
            "verse": 129,
            "text": "Ва агар аз пеш ваъдае аз Парвардигорат сурат нагирифта ва мавъиди мушаххас муқаррар нашуда буд, бидуни шак, азоби онҳо дар ҳамин дунё лозим мешуд"
        },
        {
            "chapter": 20,
            "verse": 130,
            "text": "Пас бар он чи мегӯянд, сабр кун ва Парвардигоратро пеш аз тулӯъи хуршед ва пеш аз ғуруби он ба покӣ ва ситойиш ёд кун. Ва дар соатҳои шаб ва аввалу охири рӯз низ ба покӣ ёд кун. Шояд бо анҷоми ин амалҳо савоб дода шавӣ ва хушнуд гардӣ"
        },
        {
            "chapter": 20,
            "verse": 131,
            "text": "Ту ба онҳо (мушрикон ва амсолашон) нанигар, ки гурӯҳҳое аз онҳоро ба он аз ороиши зиндагии дунё баҳраманд сохтаем, то онҳоро дар он биозмоем. Ризқи Парвардигорат ва савобаш беҳтар аст аз он чи ки баҳрамандашон сохтаем дар дунё ва пойдортар аст"
        },
        {
            "chapter": 20,
            "verse": 132,
            "text": "Эй Паёмбар, аҳли худро ба намоз фармон деҳ ва худ дар адои он кор сабрро пеша гир. Аз ту рӯзӣ намехоҳем. Мо ба ту рӯзӣ медиҳем. Ва оқибати хайр дар дунёву охират аз они парҳезгорон аст"
        },
        {
            "chapter": 20,
            "verse": 133,
            "text": "Ва кофирон гуфтанд: «Чаро мӯъҷизае аз Парвардигораш барои мо намеоварад?» Оё далели равшан аз он чи дар китобҳои пешин аст, ба онҳо нарасидааст"
        },
        {
            "chapter": 20,
            "verse": 134,
            "text": "Агар кофиронро пеш аз омадани паёмбаре азобашон мекардем, мегуфтанд: «Эй Парвардигори мо, чаро расуле бар мо нафиристодӣ, то пеш аз он ки ба хориву расвоӣ афтем, аз оёти Ту пайравӣ мекардем?»"
        },
        {
            "chapter": 20,
            "verse": 135,
            "text": "Эй Расул, ба онҳо бигӯ: «Ҳама мунтазиранд, пас шумо низ мунтазир бимонед. Ба зудӣ хоҳед донист, чи касоне ба роҳи рост буданд ва чи касоне роҳ ёфтаанд»"
        }
    ]
}