{
    "pages": [
        {
            "chapter": 6,
            "verse": 60,
            "text": "وَهُوَ ٱلَّذِی یَتَوَفَّىٰكُم بِٱلَّیۡلِ وَیَعۡلَمُ مَا جَرَحۡتُم بِٱلنَّهَارِ ثُمَّ یَبۡعَثُكُمۡ فِیهِ لِیُقۡضَىٰۤ أَجَلࣱ مُّسَمࣰّىۖ ثُمَّ إِلَیۡهِ مَرۡجِعُكُمۡ ثُمَّ یُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ"
        },
        {
            "chapter": 6,
            "verse": 61,
            "text": "وَهُوَ ٱلۡقَاهِرُ فَوۡقَ عِبَادِهِۦۖ وَیُرۡسِلُ عَلَیۡكُمۡ حَفَظَةً حَتَّىٰۤ إِذَا جَاۤءَ أَحَدَكُمُ ٱلۡمَوۡتُ تَوَفَّتۡهُ رُسُلُنَا وَهُمۡ لَا یُفَرِّطُونَ"
        },
        {
            "chapter": 6,
            "verse": 62,
            "text": "ثُمَّ رُدُّوۤا۟ إِلَى ٱللَّهِ مَوۡلَىٰهُمُ ٱلۡحَقِّۚ أَلَا لَهُ ٱلۡحُكۡمُ وَهُوَ أَسۡرَعُ ٱلۡحَـٰسِبِینَ"
        },
        {
            "chapter": 6,
            "verse": 63,
            "text": "قُلۡ مَن یُنَجِّیكُم مِّن ظُلُمَـٰتِ ٱلۡبَرِّ وَٱلۡبَحۡرِ تَدۡعُونَهُۥ تَضَرُّعࣰا وَخُفۡیَةࣰ لَّىِٕنۡ أَنجَىٰنَا مِنۡ هَـٰذِهِۦ لَنَكُونَنَّ مِنَ ٱلشَّـٰكِرِینَ"
        },
        {
            "chapter": 6,
            "verse": 64,
            "text": "قُلِ ٱللَّهُ یُنَجِّیكُم مِّنۡهَا وَمِن كُلِّ كَرۡبࣲ ثُمَّ أَنتُمۡ تُشۡرِكُونَ"
        },
        {
            "chapter": 6,
            "verse": 65,
            "text": "قُلۡ هُوَ ٱلۡقَادِرُ عَلَىٰۤ أَن یَبۡعَثَ عَلَیۡكُمۡ عَذَابࣰا مِّن فَوۡقِكُمۡ أَوۡ مِن تَحۡتِ أَرۡجُلِكُمۡ أَوۡ یَلۡبِسَكُمۡ شِیَعࣰا وَیُذِیقَ بَعۡضَكُم بَأۡسَ بَعۡضٍۗ ٱنظُرۡ كَیۡفَ نُصَرِّفُ ٱلۡـَٔایَـٰتِ لَعَلَّهُمۡ یَفۡقَهُونَ"
        },
        {
            "chapter": 6,
            "verse": 66,
            "text": "وَكَذَّبَ بِهِۦ قَوۡمُكَ وَهُوَ ٱلۡحَقُّۚ قُل لَّسۡتُ عَلَیۡكُم بِوَكِیلࣲ"
        },
        {
            "chapter": 6,
            "verse": 67,
            "text": "لِّكُلِّ نَبَإࣲ مُّسۡتَقَرࣱّۚ وَسَوۡفَ تَعۡلَمُونَ"
        },
        {
            "chapter": 6,
            "verse": 68,
            "text": "وَإِذَا رَأَیۡتَ ٱلَّذِینَ یَخُوضُونَ فِیۤ ءَایَـٰتِنَا فَأَعۡرِضۡ عَنۡهُمۡ حَتَّىٰ یَخُوضُوا۟ فِی حَدِیثٍ غَیۡرِهِۦۚ وَإِمَّا یُنسِیَنَّكَ ٱلشَّیۡطَـٰنُ فَلَا تَقۡعُدۡ بَعۡدَ ٱلذِّكۡرَىٰ مَعَ ٱلۡقَوۡمِ ٱلظَّـٰلِمِینَ"
        }
    ]
}