{
    "pages": [
        {
            "chapter": 10,
            "verse": 89,
            "text": "قَالَ قَدۡ أُجِیبَت دَّعۡوَتُكُمَا فَٱسۡتَقِیمَا وَلَا تَتَّبِعَاۤنِّ سَبِیلَ ٱلَّذِینَ لَا یَعۡلَمُونَ"
        },
        {
            "chapter": 10,
            "verse": 90,
            "text": "۞ وَجَـٰوَزۡنَا بِبَنِیۤ إِسۡرَ ٰ⁠ۤءِیلَ ٱلۡبَحۡرَ فَأَتۡبَعَهُمۡ فِرۡعَوۡنُ وَجُنُودُهُۥ بَغۡیࣰا وَعَدۡوًاۖ حَتَّىٰۤ إِذَاۤ أَدۡرَكَهُ ٱلۡغَرَقُ قَالَ ءَامَنتُ أَنَّهُۥ لَاۤ إِلَـٰهَ إِلَّا ٱلَّذِیۤ ءَامَنَتۡ بِهِۦ بَنُوۤا۟ إِسۡرَ ٰ⁠ۤءِیلَ وَأَنَا۠ مِنَ ٱلۡمُسۡلِمِینَ"
        },
        {
            "chapter": 10,
            "verse": 91,
            "text": "ءَاۤلۡـَٔـٰنَ وَقَدۡ عَصَیۡتَ قَبۡلُ وَكُنتَ مِنَ ٱلۡمُفۡسِدِینَ"
        },
        {
            "chapter": 10,
            "verse": 92,
            "text": "فَٱلۡیَوۡمَ نُنَجِّیكَ بِبَدَنِكَ لِتَكُونَ لِمَنۡ خَلۡفَكَ ءَایَةࣰۚ وَإِنَّ كَثِیرࣰا مِّنَ ٱلنَّاسِ عَنۡ ءَایَـٰتِنَا لَغَـٰفِلُونَ"
        },
        {
            "chapter": 10,
            "verse": 93,
            "text": "وَلَقَدۡ بَوَّأۡنَا بَنِیۤ إِسۡرَ ٰ⁠ۤءِیلَ مُبَوَّأَ صِدۡقࣲ وَرَزَقۡنَـٰهُم مِّنَ ٱلطَّیِّبَـٰتِ فَمَا ٱخۡتَلَفُوا۟ حَتَّىٰ جَاۤءَهُمُ ٱلۡعِلۡمُۚ إِنَّ رَبَّكَ یَقۡضِی بَیۡنَهُمۡ یَوۡمَ ٱلۡقِیَـٰمَةِ فِیمَا كَانُوا۟ فِیهِ یَخۡتَلِفُونَ"
        },
        {
            "chapter": 10,
            "verse": 94,
            "text": "فَإِن كُنتَ فِی شَكࣲّ مِّمَّاۤ أَنزَلۡنَاۤ إِلَیۡكَ فَسۡـَٔلِ ٱلَّذِینَ یَقۡرَءُونَ ٱلۡكِتَـٰبَ مِن قَبۡلِكَۚ لَقَدۡ جَاۤءَكَ ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِینَ"
        },
        {
            "chapter": 10,
            "verse": 95,
            "text": "وَلَا تَكُونَنَّ مِنَ ٱلَّذِینَ كَذَّبُوا۟ بِـَٔایَـٰتِ ٱللَّهِ فَتَكُونَ مِنَ ٱلۡخَـٰسِرِینَ"
        },
        {
            "chapter": 10,
            "verse": 96,
            "text": "إِنَّ ٱلَّذِینَ حَقَّتۡ عَلَیۡهِمۡ كَلِمَتُ رَبِّكَ لَا یُؤۡمِنُونَ"
        },
        {
            "chapter": 10,
            "verse": 97,
            "text": "وَلَوۡ جَاۤءَتۡهُمۡ كُلُّ ءَایَةٍ حَتَّىٰ یَرَوُا۟ ٱلۡعَذَابَ ٱلۡأَلِیمَ"
        }
    ]
}