{
    "pages": [
        {
            "chapter": 12,
            "verse": 23,
            "text": "No ta, v ch'yem dome prebyval on, Reshilas' sovratit' yego, I dveri zaperla, i tak skazala: \"Podi syuda!\" Otvetil on: \"Da upasi Allakh! Moy gospodin takim prekrasnym sdelal Mne prebyvan'ye (v etom dome). Poistine, nepravednym ne byt' vo blage"
        },
        {
            "chapter": 12,
            "verse": 24,
            "text": "I tak ona yego zhelala, I on (v otvet) by i zhelal yeye, Yesli b svidetel'stva Vladyki svoyego On ne uvidel, - Tak (My veleniye Svoye yemu poslali), Chtob zlo i merzost' ot nego otvlech'. On - istinno, iz iskrennikh sluzhiteley (Allakha)"
        },
        {
            "chapter": 12,
            "verse": 25,
            "text": "I oba brosilis' begom k dveri, I porvala ona yemu rubakhu so spiny. A u dveri stolknulis' oba s gospodinom, I molvila ona: \"Kakim dolzhno byt' vozdayaniye tomu, Kto ochagu semeynomu nedobroye zadumal, Kak ne temnitsa il' muchitel'naya kara"
        },
        {
            "chapter": 12,
            "verse": 26,
            "text": "(Yusuf) skazal: \"Eto ona pytalas' soblaznit' menya\". I byl svidetelem semu yeye (kuzen-mladenets). \"Yesli razorvana rubakha na grudi, Ona prava i lzhets - Yusuf"
        },
        {
            "chapter": 12,
            "verse": 27,
            "text": "No yesli na spine razorvana rubakha, To lzhet ona, a on pravdiv"
        },
        {
            "chapter": 12,
            "verse": 28,
            "text": "I vot kogda uvidel on, Chto na spine razorvana rubakha, On molvil: \"(Zhenshchina!) Siye - (odna) iz vashikh (mnogochislennykh) ulovok. Ulovki vashi, nesomnenno, veliki"
        },
        {
            "chapter": 12,
            "verse": 29,
            "text": "Yusuf, ty blizko k serdtsu eto ne beri. A ty, (rasputnaya zhena), Prosi proshcheniya za grekh svoy. Ty sovershila (tyazhkiy) grekh"
        },
        {
            "chapter": 12,
            "verse": 30,
            "text": "I damy v gorode skazali: \"Zadumala zhena vel'mozhi Vovlech' v soblazn yunogo raba. On vozbudil v ney (pylkuyu) lyubov'. My vidim: ona v yavnom zabluzhden'ye"
        }
    ]
}