{
    "pages": [
        {
            "chapter": 39,
            "verse": 41,
            "text": "My nisposlali v Istine Pisaniye tebe Dlya nastavleniya lyudey. I tot, kto sleduyet pryamym putem, Blagodeyayet dlya dushi svoyey, No tot, kto v zabluzhdeniye vpadayet, - K pogibeli yeye vedet, I ty, (o Mukhammad!), za nikh ne poruchitel'"
        },
        {
            "chapter": 39,
            "verse": 42,
            "text": "Allakh priyemlet dushi v mig ikh smerti, A dushi tekh, v kom smert' ne nastupila, Vo vremya sna On (derzhit u Sebya), I dushi tekh, komu On smert' naznachil, On ostavlyayet u Sebya. Drugiye zhe otpravlyayet (k ikh telam na zemlyu) Do sroka, nazvannogo (Im). Poistine, zdes' kroyutsya znameniya dlya tekh, kto razumeyet"
        },
        {
            "chapter": 39,
            "verse": 43,
            "text": "Uzhel' oni berut v zastupniki sebe Drugiye (bozhestva), pomimo Boga? Skazhi: \"Dazhe togda, Kogda oni nichem ne obladayut, Ne razumeyut nichego"
        },
        {
            "chapter": 39,
            "verse": 44,
            "text": "Skazhi: \"Zastupnichestvo - tol'ko v veden'ye Allakha, Lish' On vladeyet nebesami i zemley. Potom, (v kontse puti zemnogo), K Nemu vy budete vozvrashcheny"
        },
        {
            "chapter": 39,
            "verse": 45,
            "text": "Kogda napominayut (im), chto Bog Yedin, Szhimayutsya (ot uzhasa) serdtsa vsekh tekh, Kto vo vtoruyu zhizn' ne verit. Kogda zh napominayut o drugikh, krome Nego, Uvy, ikh radost' napolnyayet"
        },
        {
            "chapter": 39,
            "verse": 46,
            "text": "Skazhi zhe: \"O Allakh! Tvorets nebes, zemli sozdatel'! Sokrytogo i yavnogo svidetel'! Ty mezh Svoimi slugami rassudish' Vse to, v chem razoshlis' oni"
        },
        {
            "chapter": 39,
            "verse": 47,
            "text": "I yesli by v rukakh nevernykh Vse bylo, chto zemlya soderzhit, I rovno stol'ko zhe yeshche, V Den' Voskreseniya oni b otdali vse, Chtoby ot muk (Gospodney) kary otkupit'sya. I im togda predstanet ot Allakha to, O chem oni ne pomyshlyali dazhe"
        }
    ]
}