{
    "juzs": [
        {
            "chapter": 2,
            "verse": 253,
            "text": "Y de los Mensajeros, preferimos a unos sobre otros. Entre ellos hay a quien Allah habló directamente, y otros a quienes elevó en grados. Y concedimos a Jesús [Isa], hijo de María [Mariam], las pruebas evidentes y lo fortalecimos con el Espíritu Santo [el Ángel Gabriel]. Y si Allah no hubiera querido, no hubiesen combatido entre ellos después de habérseles presentado los Profetas y las evidencias, pero discreparon y hubo entre ellos quienes creyeron y quienes no. Y si Allah hubiera querido no se habrían matado los unos a los otros, pero Allah hace lo que Le place"
        },
        {
            "chapter": 2,
            "verse": 254,
            "text": "¡Oh, creyentes! Dad en caridad parte de lo que os hemos agraciado antes de que llegue el día en el cual no se aceptará rescate, no valdrá de nada la amistad ni servirá ninguna intercesión [si perdéis la fe]. Y los incrédulos son los inicuos"
        },
        {
            "chapter": 2,
            "verse": 255,
            "text": "¡Allah! No existe nada ni nadie con derecho a ser adorado excepto Él, Viviente, se basta a Sí mismo y se ocupa de toda la creación. No Le toma somnolencia ni sueño. Suyo es cuanto hay en los cielos y la Tierra. ¿Quién podrá interceder ante Él sino con Su anuencia? Conoce el pasado y el futuro; y nadie abarca de Su conocimiento salvo lo que Él quiere. Su Trono se extiende en los cielos y en la Tierra, y la custodia de ambos no Le agobia. Y Él es Sublime, Grandioso"
        },
        {
            "chapter": 2,
            "verse": 256,
            "text": "No está permitido forzar a nadie a creer. La guía se ha diferenciado del desvío. Quien se aparte de Satanás y crea en Allah, se habrá aferrado al asidero más firme [el Islam], que nunca se romperá. Y Allah es Omnioyente, Omnisciente"
        },
        {
            "chapter": 2,
            "verse": 257,
            "text": "Allah es el Protector de los creyentes, les extrae de las tinieblas hacia la luz. En cambio, los incrédulos tienen como protector a Satanás, quien los conduce de la luz hacia las tinieblas. Esos serán los moradores de Fuego, en el que estarán eternamente"
        },
        {
            "chapter": 2,
            "verse": 258,
            "text": "¿Acaso no has reparado [¡Oh, Muhámmad!] en quien discutió con Abraham [Ibrahim] acerca de su Señor valiéndose del poder que Allah le había concedido? Dijo Abraham [Ibrahim]: Mi Señor es Quien da la vida y la muerte; le replicó: Yo también doy la vida y la muerte. Dijo Abraham [Ibrahim]: Por cierto que Allah hace que el Sol salga por el oriente, haz tú que salga por el occidente. Entonces, el incrédulo quedó desconcertado. Y Allah no guía a los inicuos"
        },
        {
            "chapter": 2,
            "verse": 259,
            "text": "O en aquel [Uzeir] que pasó por una ciudad derruida [Jerusalén], y exclamó: ¿Cómo va Allah a reconstruirla después de haber quedado en ruinas? Y entonces, Allah lo hizo morir por cien años y después lo resucitó. Le preguntó [Allah]: ¿Cuánto tiempo permaneciste aquí? Respondió: Un día o menos aún. Dijo Allah: No, has permanecido cien años; observa tu comida y tu bebida, no se descompusieron, y mira tu asno [en su lugar yacen sus huesos]. Haremos de ti un signo para los hombres. Y mira los huesos [de tu asno] como los reunimos y luego los cubrimos de carne [y lo resucitamos]. Y luego que se convenció de lo ocurrido dijo: Ahora sé que Allah tiene poder sobre todas las cosas"
        },
        {
            "chapter": 2,
            "verse": 260,
            "text": "Y cuando Abraham [Ibrahim] dijo: ¡Señor mío! Muéstrame cómo revives a los muertos. Dijo [Allah]: ¿Acaso no crees? Replicó: Claro que sí, pero esto es para fortalecer mi corazón. Dijo: Toma cuatro pájaros y córtalos en pedazos, luego pon un pedazo de cada uno sobre la cima de una montaña y llámalos, vendrán a ti deprisa con vida; y sabe que Allah es Poderoso, Omnisciente"
        },
        {
            "chapter": 2,
            "verse": 261,
            "text": "El ejemplo de quienes contribuyen con sus bienes por la causa de Allah es como el de un grano que produce siete espigas, cada una de ellas contiene cien granos. Y Allah multiplica [la recompensa] de quien Él quiere, y Él es Vasto, Omnisciente"
        },
        {
            "chapter": 2,
            "verse": 262,
            "text": "Quienes contribuyan con sus bienes por la causa de Allah sin hacer alarde de ello ni cometer agravio tendrán su recompensa en la otra vida, y no temerán ni se entristecerán"
        },
        {
            "chapter": 2,
            "verse": 263,
            "text": "Hablar correctamente y perdonar es mejor que una caridad seguida de un agravio. Allah es Opulento, Tolerante"
        },
        {
            "chapter": 2,
            "verse": 264,
            "text": "¡Oh, creyentes! No hagáis vanas vuestras caridades haciendo alarde de ellas u ofendiendo, como aquel que contribuye con sus bienes para que los hombres lo vean, y no cree en Allah ni en el Día del Juicio Final. Su ejemplo es como el de una roca cubierta de tierra, a la cual le cae un aguacero y la deja desnuda. No recibirán ninguna recompensa por sus actos; y Allah no guía a los incrédulos"
        },
        {
            "chapter": 2,
            "verse": 265,
            "text": "El ejemplo de quienes contribuyen con sus bienes anhelando complacer a Allah, y tienen total convicción de que serán recompensados, es como el de un jardín que se encuentra sobre una colina, al que le cae una lluvia copiosa y produce el doble de su fruto. Y aunque no le hubiera caído una lluvia copiosa un rocío le hubiera bastado; y Allah conoce lo que hacéis"
        },
        {
            "chapter": 2,
            "verse": 266,
            "text": "¿Querría alguno de vosotros tener un jardín de datileras y vides por donde corren los ríos, y tener allí toda clase de frutos, y envejecer teniendo hijos todavía niños y que de repente le azote [a su jardín] un fuerte viento que ocasione un incendio y se queme? Así es como Allah os aclara Sus signos para que reflexionéis"
        },
        {
            "chapter": 2,
            "verse": 267,
            "text": "¡Oh, creyentes! Dad en caridad parte de lo hayáis ganado y de lo que os hemos hecho brotar de la tierra, y no elijáis lo deteriorado para dar caridad así como no lo tomaríais para vosotros mismos, a menos que convinieres en ello; y sabed que Allah es Opulento, Loable"
        },
        {
            "chapter": 2,
            "verse": 268,
            "text": "Satanás os atemoriza con la pobreza y os ordena la inmoralidad; y Allah os promete Su perdón y Su generosidad. Allah es Vasto, Omnisciente"
        },
        {
            "chapter": 2,
            "verse": 269,
            "text": "Concede la sabiduría a quien Él quiere, y a quien le haya sido concedida la sabiduría habrá recibido una inmensa gracia; y no reflexionan sobre ello sino los dotados de intelecto"
        },
        {
            "chapter": 2,
            "verse": 270,
            "text": "Cualquiera sea la caridad que deis o la promesa que hagáis, ciertamente Allah lo sabe; y los inicuos no tendrán salvadores"
        },
        {
            "chapter": 2,
            "verse": 271,
            "text": "Hacer caridad públicamente es una obra de bien, pero si lo hacéis en privado y se la dais a los pobres es mejor para vosotros. Allah os perdonará vuestros pecados, y Allah sabe lo que hacéis"
        },
        {
            "chapter": 2,
            "verse": 272,
            "text": "No es tu obligación [¡Oh, Muhámmad!] que sigan la guía, sino que Allah guía a quien quiere. Toda caridad es en beneficio propio, hacedla pues anhelando el ostro de Allah [y Su complacencia]. Y sabed que se os recompensará por cuanto deis y no seréis oprimidos"
        },
        {
            "chapter": 2,
            "verse": 273,
            "text": "[Dad caridad a] los pobres que padecieron estrechez por la causa de Allah y no tienen medios para desplazarse [y comerciar]. Quien ignora su situación los cree ricos en razón de su dignidad; pero les reconocerás por su aspecto, no piden a la gente inoportunamente. Y lo que sea que deis en caridad, Allah ciertamente lo sabe"
        },
        {
            "chapter": 2,
            "verse": 274,
            "text": "Quienes hagan caridad con sus bienes, noche y día, en privado o en público, tendrán su recompensa junto a su Señor, y no temerán ni se entristecerán"
        },
        {
            "chapter": 2,
            "verse": 275,
            "text": "Los que lucren con la usura saldrán [de sus tumbas el Día del Juicio] como aquel al que Satanás ha poseído dejándolo trastornado. Esto porque dicen que el comercio es igual que la usura; pero Allah permitió el comercio y prohibió la usura. A quien le haya llegado de su Señor la prohibición [de la usura] y se haya abstenido arrepintiéndose podrá conservar lo que haya ganado, y lo que cometiere luego de esto estará en manos de Allah. Y si reincide se contará entre los moradores del Fuego, en el que sufrirá eternamente"
        },
        {
            "chapter": 2,
            "verse": 276,
            "text": "Allah hará que todo lo que provenga de la usura no tenga ninguna bendición, pero sí, en cambio, incrementará la riqueza de quienes hagan caridades. Allah no ama al incrédulo pecador"
        },
        {
            "chapter": 2,
            "verse": 277,
            "text": "Ciertamente los creyentes que obran rectamente, hacen la oración prescrita y pagan el Zakat, serán recompensados por su Señor, y no temerán ni se entristecerán"
        },
        {
            "chapter": 2,
            "verse": 278,
            "text": "¡Oh, creyentes! Temed a Allah y renunciad a lo que os adeuden a causa de la usura, si es que sois, en verdad, creyentes"
        },
        {
            "chapter": 2,
            "verse": 279,
            "text": "Y si no dejáis la usura, sabed que Allah y Su Mensajero os declaran la guerra; pero si os arrepentís tenéis derecho al capital original, de esta forma no oprimiréis ni seréis oprimidos"
        },
        {
            "chapter": 2,
            "verse": 280,
            "text": "Y si quien os debe atraviesa una situación estrecha, concededle un nuevo plazo hasta que esté en condición de saldar la deuda. Y sabed que hacer un acto de caridad y condonarle la deuda es mejor para vosotros [y más meritorio]"
        },
        {
            "chapter": 2,
            "verse": 281,
            "text": "Temed el día en que seréis retornados a Allah, y en que cada persona reciba lo que merezca sin ser oprimido"
        },
        {
            "chapter": 2,
            "verse": 282,
            "text": "¡Oh, creyentes! Si contraéis una deuda por un plazo determinado ponedlo por escrito. Que la persona a la que recurráis tome nota fiel ante vuestra presencia; y así como Allah le ha agraciado con la escritura, que no se niegue a hacerlo. Que registre con temor a Allah y sin omitir nada lo que el deudor reconoce que adeuda. En caso que el deudor sea derrochador o incapaz ante la ley o no pueda expresar su deuda que lo haga en su lugar su apoderado con equidad. Hacedlo frente a dos hombres de entre quienes consideréis justos que sean vuestros testigos, y si no contáis con dos hombres recurrid a un hombre y dos mujeres, de manera que si una de ellas se equivoca la otra subsane el error. Que los testigos no se rehúsen si son citados. Y no dejéis de escribir toda deuda, pequeña o grande, detallando su vencimiento. Esto es lo más justo ante Allah, la mejor prueba y el camino más seguro para evitar dudas. Podéis prescindir de registrar las operaciones comerciales realizadas de contado, pero recurrid a testigos para esto. No se debe coaccionar a quien asiente por escrito una deuda ni a los testigos; porque hacerlo es un acto de desobediencia. Temed a Allah, pues si sois piadosos Él os agraciará con el conocimiento. Allah es conocedor de todas las cosas"
        },
        {
            "chapter": 2,
            "verse": 283,
            "text": "Y si estuvierais de viaje y no encontrarais un notario, tomad entonces algo en garantía. En caso de que confiéis en el deudor [no le pidáis una garantía] y que éste tema a Allah su Señor y cumpla con su deuda. No os neguéis a prestar testimonio cuando se os convoca, y quien oculte su testimonio será un pecador. Allah sabe cuánto hacéis"
        },
        {
            "chapter": 2,
            "verse": 284,
            "text": "A Allah pertenece cuanto hay en los cielos y la Tierra. Todo lo que manifestéis u ocultéis Allah os pedirá cuenta de ello; perdona a quien Él quiere y castiga a quien Él quiere. Allah tiene poder sobre todas las cosas"
        },
        {
            "chapter": 2,
            "verse": 285,
            "text": "El Mensajero y sus seguidores creen en lo que le fue revelado por su Señor. Todos creen en Allah, en Sus Ángeles, en Sus Libros y en Sus Mensajeros. No hacemos diferencia entre ninguno de Sus Mensajeros. Y dicen: Oímos y obedecemos. Perdónanos Señor nuestro, pues ciertamente a Ti volveremos"
        },
        {
            "chapter": 2,
            "verse": 286,
            "text": "Allah no exige a nadie por encima de sus posibilidades. Según hayan sido sus obras, éstas resultarán en su favor o en su contra. ¡Señor nuestro! No nos castigues si nos olvidamos o nos equivocamos. ¡Señor nuestro! No nos impongas una carga como la que impusiste a quienes nos precedieron. ¡Señor nuestro! No nos impongas algo superior a nuestra fuerza. Perdónanos, absuélvenos y ten misericordia de nosotros. Tú eres nuestro Protector, concédenos el triunfo sobre los incrédulos"
        },
        {
            "chapter": 3,
            "verse": 1,
            "text": "Alif. Lam. Mim"
        },
        {
            "chapter": 3,
            "verse": 2,
            "text": "Allah, no hay otra divinidad salvo Él, Viviente, se basta a sí mismo y se ocupa de toda la creación"
        },
        {
            "chapter": 3,
            "verse": 3,
            "text": "Él te reveló el Libro con la Verdad, corroborante de los mensajes anteriores; y reveló antes también la Tora y el Evangelio"
        },
        {
            "chapter": 3,
            "verse": 4,
            "text": "Es [el Corán] guía para los hombres, y fue revelado como un discernimiento. Quienes no crean en los signos de Allah tendrán un castigo severo. Allah es Poderoso y se vengará [castigando severamente a quienes se negaron a creer en Él y desmintieron a Sus Profetas]"
        },
        {
            "chapter": 3,
            "verse": 5,
            "text": "No hay nada en la Tierra ni en el cielo que pueda esconderse de Allah"
        },
        {
            "chapter": 3,
            "verse": 6,
            "text": "Él es Quien os da forma en el seno materno como Le place. No hay otra divinidad salvo Él, Poderoso, Sabio"
        },
        {
            "chapter": 3,
            "verse": 7,
            "text": "Él es Quien te ha revelado el Libro. Contiene aleyas de significado explícito que son la base del Libro, y otras de significado implícito. Aquellos de corazón extraviado siguen sólo las de significado implícito con el fin de sembrar la discordia interpretarlas capciosamente, pero sólo Allah conoce su verdadero significado, y [también] los arraigados en el conocimiento, quienes dicen: Creemos en todas ellas por igual, todas proceden de nuestro Señor; pero no recapacitan sino los dotados de intelecto"
        },
        {
            "chapter": 3,
            "verse": 8,
            "text": "¡Señor nuestro! No hagas que nuestros corazones se desvíen, después de habernos guiado. Concédenos Tu misericordia, Tú eres el Dadivoso"
        },
        {
            "chapter": 3,
            "verse": 9,
            "text": "¡Señor nuestro! Tú eres Quien reunirá a los hombres el Día sobre el cual no hay duda. Allah no falta jamás a Su promesa"
        },
        {
            "chapter": 3,
            "verse": 10,
            "text": "Quienes no crean, ni sus bienes ni sus hijos les servirán de nada ante Allah. Éstos serán, por su incredulidad, combustible para el Fuego"
        },
        {
            "chapter": 3,
            "verse": 11,
            "text": "Así sucedió con la gente del Faraón y con quienes les precedieron, desmintieron Nuestros signos y Allah les castigó por sus pecados. Allah es severo en el castigo"
        },
        {
            "chapter": 3,
            "verse": 12,
            "text": "Di a los incrédulos: Seréis vencidos y congregados en el Infierno. ¡Qué pésima morada"
        },
        {
            "chapter": 3,
            "verse": 13,
            "text": "Tuvisteis un signo claro en los dos grupos que se enfrentaron [en la batalla de Badr]; uno combatía por la causa de Allah y el otro era de incrédulos. El grupo de incrédulos creyó a simple vista que el grupo de creyentes les doblaba en número. Allah fortalece con Su auxilio a quien Él quiere. Por cierto que en ello hay una lección para los sensatos"
        },
        {
            "chapter": 3,
            "verse": 14,
            "text": "Fue arraigada en el corazón de los hombres la inclinación por los placeres: las mujeres, los hijos, la acumulación de riquezas en oro y plata, los caballos de raza, los rebaños y los campos de cultivo. Ese es el goce de la vida mundanal, pero Allah les tiene reservado algo más bello"
        },
        {
            "chapter": 3,
            "verse": 15,
            "text": "Di: ¿Queréis que os informe sobre algo mejor que eso? Aquellos que teman a Allah encontrarán junto a su Señor jardines por donde corren los ríos, allí vivirán eternamente con esposas purificadas y obtendrán la complacencia de Allah. Allah está atento a lo que hacen Sus siervos"
        },
        {
            "chapter": 3,
            "verse": 16,
            "text": "Quienes dicen: ¡Señor nuestro! Creemos en Ti. Perdónanos, pues, nuestros pecados y presérvanos del castigo del Fuego"
        },
        {
            "chapter": 3,
            "verse": 17,
            "text": "Son pacientes, sinceros, piadosos, caritativos y piden perdón por las noches hasta llegar el alba"
        },
        {
            "chapter": 3,
            "verse": 18,
            "text": "Allah atestigua, y también los Ángeles y los hombres dotados de conocimiento que no hay otra divinidad salvo Él, y que Él es equitativo. No hay otra divinidad salvo Él, Poderoso, Sabio"
        },
        {
            "chapter": 3,
            "verse": 19,
            "text": "Ciertamente para Allah la religión es el Islam [el sometimiento a Él]. Los judíos y cristianos discreparon por soberbia a pesar de haberles llegado la revelación. Quien no crea en los signos de Allah, sepa que Allah es rápido en ajustar cuentas"
        },
        {
            "chapter": 3,
            "verse": 20,
            "text": "Si te refutan [¡Oh, Muhámmad!], diles: Yo y quienes me siguen nos entregamos sinceramente a Allah. Y pregúntales a quienes recibieron el Libro y a los analfabetos [árabes paganos]: ¿Habéis aceptado el Islam [sometiéndoos a Allah]? Si lo aceptan habrán seguido la guía; pero si vuelven la espalda, tú sólo tienes la obligación de transmitir el mensaje. Allah está atento a lo que hacen Sus siervos"
        },
        {
            "chapter": 3,
            "verse": 21,
            "text": "Anúnciales a quienes no creen en los signos y preceptos de Allah, asesinan a los Profetas injustamente y matan a los hombres que bregan por la justicia, que sufrirán un castigo doloroso"
        },
        {
            "chapter": 3,
            "verse": 22,
            "text": "Sus obras se malograrán en esta vida y en la otra, y no tendrán quienes les auxilien"
        },
        {
            "chapter": 3,
            "verse": 23,
            "text": "¿Acaso no reparas en quienes recibieron el Libro [judíos y cristianos]? Cuando se les convoca para ser juzgados según el Libro de Allah, algunos vuelven la espalda y lo rechazan"
        },
        {
            "chapter": 3,
            "verse": 24,
            "text": "Ello fue porque dijeron: El fuego nos atormentará sólo días contados. Sus propias mentiras les sedujeron apartándolos de su religión"
        },
        {
            "chapter": 3,
            "verse": 25,
            "text": "¿Qué pasará cuando les reunamos el día sobre el cual no hay duda y en el que toda alma será recompensada de acuerdo a sus acciones, y no serán oprimidos"
        },
        {
            "chapter": 3,
            "verse": 26,
            "text": "Di: ¡Oh, Allah, Soberano del Reino! Tú concedes el poder a quien quieres y se lo quitas a quien quieres, dignificas a quien quieres y humillas a quien quieres. El bien está en Tus manos. Allah tiene poder sobre todas las cosas"
        },
        {
            "chapter": 3,
            "verse": 27,
            "text": "Tú insertas la noche en el día y el día en la noche. Tú haces surgir lo vivo de lo muerto y lo muerto de lo vivo. Tú sustentas sin medida a quien Te place"
        },
        {
            "chapter": 3,
            "verse": 28,
            "text": "Que los creyentes no tomen a los incrédulos como aliados en lugar de los creyentes. Quien así lo hiciere no tendrá nada que ver con la religión de Allah, a menos que lo hagáis para preveniros de ellos. Allah os exhorta a que Le temáis, porque ante Él compareceréis"
        },
        {
            "chapter": 3,
            "verse": 29,
            "text": "Di: Tanto si ocultáis cuanto hay en vuestros corazones como si lo manifestáis, Allah lo sabe. Él conoce todo lo que hay en los cielos y en la Tierra. Allah tiene poder sobre todas las cosas"
        },
        {
            "chapter": 3,
            "verse": 30,
            "text": "El día que cada alma vea el registro del bien y el mal que haya cometido, deseará que se interponga una gran distancia entre ella y ese momento. Allah os exhorta a que Le temáis. Allah es Compasivo con Sus siervos"
        },
        {
            "chapter": 3,
            "verse": 31,
            "text": "Di: Si verdaderamente amáis a Allah ¡Seguidme! Y Allah os amará y os perdonará los pecados. Allah es Absolvedor, Misericordioso"
        },
        {
            "chapter": 3,
            "verse": 32,
            "text": "Di: ¡Obedeced a Allah y al Mensajero! Pero si se niegan, sepan que Allah no ama a los incrédulos"
        },
        {
            "chapter": 3,
            "verse": 33,
            "text": "Allah prefirió a Adán [Adam], a Noé [Nuh], a la familia de Abraham [Ibrahim] y a la de Imrán sobre toda la humanidad"
        },
        {
            "chapter": 3,
            "verse": 34,
            "text": "Familias descendientes unas de otras. Allah es Omnioyente, Omnisciente"
        },
        {
            "chapter": 3,
            "verse": 35,
            "text": "Cuando la esposa de Imrán dijo: ¡Señor mío! He realizado el voto de entregar a Tu exclusivo servicio lo que hay en mi vientre. ¡Acéptamelo! Tú eres Omnioyente, Omnisciente"
        },
        {
            "chapter": 3,
            "verse": 36,
            "text": "Y cuando le dio a luz dijo: ¡Señor mío! Me ha nacido una hija. Allah bien sabía lo que había concebido. [Agregó la esposa de Imrán] No es lo mismo una mujer que un varón [para que se consagre a Tu servicio]. La he llamado María [Mariam], y Te imploro que la protejas a ella y a su descendencia del maldito Satanás"
        },
        {
            "chapter": 3,
            "verse": 37,
            "text": "Su Señor la aceptó complacido, e hizo que se educase correctamente y la confió a Zacarías [Zacariya]. Toda vez que Zacarías [Zacariya] ingresaba al templo la encontraba provista de alimentos, y entonces exclamaba: ¡Oh, María [Mariam]! ¿De dónde te ha venido esto? Ella respondía: De Allah; porque Allah sustenta sin medida a quien Le place"
        },
        {
            "chapter": 3,
            "verse": 38,
            "text": "Allí Zacarías [Zacariya] invocó a su Señor diciendo: ¡Señor mío! Concédeme una descendencia buena, Tú escuchas los ruegos"
        },
        {
            "chapter": 3,
            "verse": 39,
            "text": "Entonces los Ángeles le llamaron cuando oraba en el templo diciendo: Allah te albricia con el nacimiento de Juan [Yahia], quien corroborará la Palabra de Allah, será noble, casto, y un Profeta virtuoso"
        },
        {
            "chapter": 3,
            "verse": 40,
            "text": "Dijo: ¡Señor mío! ¿Cómo podré tener un hijo, si me ha alcanzado la vejez y mi mujer es estéril? Le respondió: ¡Así será! Porque Allah hace lo que Le place"
        },
        {
            "chapter": 3,
            "verse": 41,
            "text": "Dijo: ¡Señor mío! Dame una señal [de que me has concedido un hijo]. Dijo Allah: La señal [de que tu esposa está embarazada] será que durante tres días, no podrás hablar con la gente salvo por señas. Invoca mucho a tu Señor y glorifícale al anochecer y al alba"
        },
        {
            "chapter": 3,
            "verse": 42,
            "text": "Y cuando los Ángeles dijeron: ¡Oh, María [Mariam]! Allah te ha elegido y purificado. Te ha elegido entre todas las mujeres del universo"
        },
        {
            "chapter": 3,
            "verse": 43,
            "text": "¡Oh, María [Mariam]! Adora a tu Señor, prostérnate e inclínate con los orantes"
        },
        {
            "chapter": 3,
            "verse": 44,
            "text": "Éstas son historias que no conocías, y te las revelamos. Tú [¡Oh, Muhámmad!] no estuviste presente cuando sortearon con sus cañas para ver quién de ellos se encargaría de María [Mariam], ni tampoco cuando disputaban acerca de ello"
        },
        {
            "chapter": 3,
            "verse": 45,
            "text": "Y cuando los Ángeles dijeron: ¡Oh, María [Mariam]! Allah te albricia con Su Palabra [¡Sé!] Su nombre será el Mesías Jesús [Isa], hijo de María [Mariam]. Será distinguido en esta vida y en la otra, y se contará entre los más próximos a Allah"
        },
        {
            "chapter": 3,
            "verse": 46,
            "text": "Hablará a los hombres en la cuna y de adulto, y se contará entre los virtuosos"
        },
        {
            "chapter": 3,
            "verse": 47,
            "text": "Dijo: ¡Oh, Señor mío! ¿Cómo podré tener un hijo si no me ha tocado ningún hombre? Le respondió: ¡Así será! Allah crea lo que Le place. Cuando decide algo, sólo dice: ¡Sé!, y es"
        },
        {
            "chapter": 3,
            "verse": 48,
            "text": "Él le enseñará la escritura, le concederá la sabiduría, le enseñará la Tora y el Evangelio"
        },
        {
            "chapter": 3,
            "verse": 49,
            "text": "Y será un Mensajero para los Hijos de Israel, a quienes dirá: Os he traído un signo de vuestro Señor. Haré para vosotros con barro la forma de un pájaro. Luego soplaré en él, y con el permiso de Allah, tendrá vida. Con la anuencia de Allah, curaré al ciego de nacimiento y al leproso, y resucitaré a los muertos. Os informaré de lo que coméis y de lo que almacenáis en vuestras casas. Ciertamente tenéis en ello un signo si sois creyentes"
        },
        {
            "chapter": 3,
            "verse": 50,
            "text": "He venido para confirmaros lo que os había llegado anteriormente en la Tora y para haceros lícitas algunas de las cosas que se os habían prohibido. Y os he traído un signo de vuestro Señor. Temed a Allah y obedecedme"
        },
        {
            "chapter": 3,
            "verse": 51,
            "text": "Allah es mi Señor y el vuestro. Adoradle, pues. Éste es el sendero recto"
        },
        {
            "chapter": 3,
            "verse": 52,
            "text": "Y cuando Jesús [Isa] advirtió la incredulidad de su pueblo, dijo: ¿Quiénes me ayudarán en mi misión de transmitir el Mensaje de Allah? Dijeron sus discípulos: Nosotros te ayudaremos. Creemos en Allah. Atestigua [¡Oh, Jesús [Isa]!] que a Él nos sometemos"
        },
        {
            "chapter": 3,
            "verse": 53,
            "text": "¡Señor nuestro! Creemos en lo que has revelado y seguimos a Tú Mensajero. Cuéntanos, pues, entre los que dan testimonio de fe"
        },
        {
            "chapter": 3,
            "verse": 54,
            "text": "Se confabularon [los incrédulos contra Jesús [Isa]], pero Allah desbarató sus planes, porque Allah es el Quien mejor lo hace"
        },
        {
            "chapter": 3,
            "verse": 55,
            "text": "Cuando Allah dijo: ¡Oh, Jesús [Isa]! Te tomaré y te ascenderé hacia Mí. Te libraré de los incrédulos y haré prevalecer a los que te han seguido por encima de los incrédulos hasta el Día de la Resurrección. Luego, volveréis a Mí y juzgaré entre vosotros sobre lo que discrepabais"
        },
        {
            "chapter": 3,
            "verse": 56,
            "text": "A los incrédulos los castigaré severamente en esta vida y en la otra, y no tendrán salvadores"
        },
        {
            "chapter": 3,
            "verse": 57,
            "text": "En cuanto a los creyentes que obren rectamente, Allah les dará su recompensa debidamente. Y Allah no ama a los inicuos"
        },
        {
            "chapter": 3,
            "verse": 58,
            "text": "Esta historia te la revelamos como parte de los signos y de la sabia amonestación del Corán"
        },
        {
            "chapter": 3,
            "verse": 59,
            "text": "Por cierto que el ejemplo de Jesús [Isa] ante Allah es semejante al de Adán [Adam], a quien creó de barro y luego le dijo: ¡Sé!, y fue"
        },
        {
            "chapter": 3,
            "verse": 60,
            "text": "[Ésta es] La verdad [sobre Jesús [Isa] que] proviene de tu Señor. No seas, pues, de los que dudan"
        },
        {
            "chapter": 3,
            "verse": 61,
            "text": "Y a quienes te discutan acerca de esta verdad [de que Jesús [Isa] es un siervo de Allah y no una divinidad] después de haberte llegado el conocimiento, diles: ¡Venid! Convoquemos a nuestros hijos y a los vuestros, a nuestras mujeres y a las vuestras, y presentémonos todos nosotros. Luego roguemos seriamente que la maldición de Allah caiga sobre los mentirosos"
        },
        {
            "chapter": 3,
            "verse": 62,
            "text": "Ésta es la auténtica verdad. No hay otra divinidad excepto Allah. Allah es el Poderoso, el Sabio"
        },
        {
            "chapter": 3,
            "verse": 63,
            "text": "Y si la niegan, sabed que Allah conoce bien a los desviados"
        },
        {
            "chapter": 3,
            "verse": 64,
            "text": "Di: ¡Oh, Gente del Libro! Convengamos en una creencia común a nosotros y vosotros: No adoraremos sino a Allah, no Le asociaremos nada y no tomaremos a nadie de entre nosotros como divinidad fuera de Allah. Y si no aceptan decid: Sed testigos de nuestro sometimiento a Allah"
        },
        {
            "chapter": 3,
            "verse": 65,
            "text": "¡Oh, Gente del Libro! ¿Por qué discutís sobre Abraham [Ibrahim], siendo que la Tora y el Evangelio fueron revelados después de él? ¿Es que no razonáis"
        },
        {
            "chapter": 3,
            "verse": 66,
            "text": "Cuestionasteis asuntos que eran evidentes, aun teniendo la revelación. Y ahora discutís sobre lo que no tenéis conocimiento. Allah sabe, y vosotros no sabéis"
        },
        {
            "chapter": 3,
            "verse": 67,
            "text": "Abraham [Ibrahim] no fue judío ni cristiano, sino que fue un monoteísta sometido a Allah, y no se contó entre los idólatras"
        },
        {
            "chapter": 3,
            "verse": 68,
            "text": "Los más allegados a Abraham [Ibrahim] son quienes le han seguido, así como el Profeta y los creyentes. Allah es el Protector de los creyentes"
        },
        {
            "chapter": 3,
            "verse": 69,
            "text": "Hay un grupo de la Gente del Libro que desea extraviaros; pero sólo se extravían a sí mismos sin darse cuenta"
        },
        {
            "chapter": 3,
            "verse": 70,
            "text": "¡Oh, Gente del Libro! ¿Por qué no creéis en los signos que Allah os ha dado [de la venida de Muhámmad], siendo que sois testigos de su veracidad"
        },
        {
            "chapter": 3,
            "verse": 71,
            "text": "¡Oh, Gente del Libro! ¿Por qué mezcláis la verdad con lo falso y ocultáis la verdad que conocéis"
        },
        {
            "chapter": 3,
            "verse": 72,
            "text": "Un grupo de la Gente del Libro dicen entre ellos: Al comenzar el día finjamos creer en lo que se le ha revelado a los creyentes [el Corán], y neguémoslo al anochecer; tal vez así los creyentes duden y renuncien a su fe"
        },
        {
            "chapter": 3,
            "verse": 73,
            "text": "Y [agregan:] no confiéis sino en quienes siguen vuestra religión. No creáis que se agraciará a nadie de la misma manera que fuisteis agraciados, ni tampoco que podrán argumentar contra vosotros ante vuestro Señor. Diles [¡Oh, Muhámmad!]: La verdadera guía es la de Allah. Y la gracia está en Sus manos y se la concede a quien Él quiere. Allah es Vasto, Omnisciente"
        },
        {
            "chapter": 3,
            "verse": 74,
            "text": "Agracia con Su misericordia a quien Él quiere. Allah es poseedor del favor inmenso"
        },
        {
            "chapter": 3,
            "verse": 75,
            "text": "Entre la Gente del Libro hay quienes, si les confías una gran cantidad de dinero te lo devuelven, y quienes si les confías un solo dinar sólo te lo devuelven después de pedírselo con insistencia. Eso es porque ellos dicen: No seremos recriminados por no cumplir con quienes no han recibido ninguna revelación. Ellos inventan mentiras acerca de Allah a sabiendas"
        },
        {
            "chapter": 3,
            "verse": 76,
            "text": "Al contrario, quien cumpla su promesa y tema a Allah, sepa que Allah ama a los piadosos"
        },
        {
            "chapter": 3,
            "verse": 77,
            "text": "Quienes cambiaron el compromiso que tomaron con Allah por un vil precio y faltaron a sus juramentos, no tendrán ninguna recompensa en la otra vida. Allah no les dirigirá la palabra ni les tendrá compasión el Día de la Resurrección, no les purificará y tendrán un castigo doloroso"
        },
        {
            "chapter": 3,
            "verse": 78,
            "text": "Entre ellos hay quienes tergiversan el Libro cuando lo recitan para que creáis que es parte de él, cuando en realidad, no pertenece al Libro. Y dicen que proviene de Allah siendo, en verdad, que no proviene de Allah. Inventan mentiras acerca de Allah a sabiendas"
        },
        {
            "chapter": 3,
            "verse": 79,
            "text": "No corresponde que a quien Allah concede el Libro, la sabiduría y la profecía diga a los hombres: Sed siervos míos y no de Allah; sino más bien: Sed guías eruditos puesto que enseñáis el Libro y lo estudiáis"
        },
        {
            "chapter": 3,
            "verse": 80,
            "text": "No corresponde que a quien Allah concede el Libro, la sabiduría y la profecía diga a los hombres: Sed siervos míos y no de Allah; sino más bien: Sed guías eruditos puesto que enseñáis el Libro y lo estudiáis"
        },
        {
            "chapter": 3,
            "verse": 81,
            "text": "Y recordad cuando Allah concertó un pacto con cada uno de los Profetas diciéndoles: Os concedo el Libro y la sabiduría, y cuando se os presente un Mensajero que confirme lo que se os haya revelado, creed en él y auxiliadle [y procurad que vuestros seguidores también cumplan este compromiso]. ¿Asumís tal compromiso? Respondieron: Estamos de acuerdo. Dijo: Entonces, sed testigos unos de otros; yo también atestiguo con vosotros"
        },
        {
            "chapter": 3,
            "verse": 82,
            "text": "Quienes, después de este pacto, vuelvan la espalda serán los descarriados"
        },
        {
            "chapter": 3,
            "verse": 83,
            "text": "¿Acaso desean una religión diferente a la de Allah, siendo que quienes están en los cielos y en la Tierra se someten a Él voluntariamente o por la fuerza? Y ante Él comparecerán"
        },
        {
            "chapter": 3,
            "verse": 84,
            "text": "Di: Creemos en Allah y en lo que se nos ha revelado, en lo que fue revelado a Abraham [Ibrahim], Ismael [Ismail], Isaac [Ishaq], Jacob [Yaqub] y a las doce Tribus, y en lo que Moisés [Musa], Jesús [Isa] y los Profetas han recibido de su Señor. No hacemos distinción entre ninguno de ellos y nos sometemos a Él"
        },
        {
            "chapter": 3,
            "verse": 85,
            "text": "Quien siga una religión diferente al Islam [el sometimiento a Allah] no se le aceptará, y en la otra vida se contará entre los perdedores"
        },
        {
            "chapter": 3,
            "verse": 86,
            "text": "¿Cómo Allah ha de guiar a quienes han dejado de creer, que fueron testigos de la veracidad del Mensajero y recibieron las evidencias? Allah no guía a los inicuos"
        },
        {
            "chapter": 3,
            "verse": 87,
            "text": "Esos tendrán como retribución la maldición de Allah, de los Ángeles y de toda la humanidad"
        },
        {
            "chapter": 3,
            "verse": 88,
            "text": "La cual les pesará eternamente, no se les aliviará el castigo, ni serán tolerados"
        },
        {
            "chapter": 3,
            "verse": 89,
            "text": "Salvo quienes, después de eso, se arrepientan y se enmienden, porque Allah es Absolvedor, Misericordioso"
        },
        {
            "chapter": 3,
            "verse": 90,
            "text": "A quienes renegaron de la fe luego de haber creído y se obstinan en su incredulidad, no se les aceptará el arrepentimiento. Ésos son los descarriados"
        },
        {
            "chapter": 3,
            "verse": 91,
            "text": "A los que no creyeron y los tomó la muerte siendo aún incrédulos, aunque ofrecieran como rescate todo el oro que hubiere en la tierra, no les será aceptado. Ellos recibirán un castigo doloroso y no tendrán salvadores"
        },
        {
            "chapter": 3,
            "verse": 92,
            "text": "No alcanzaréis la piedad verdaderamente hasta que no deis [en caridad] de lo que amáis. Y todo lo que diereis, Allah bien lo sabe"
        }
    ]
}