{
    "chapter": [
        {
            "chapter": 23,
            "verse": 1,
            "text": "کام نکال لے گئے ایمان والے"
        },
        {
            "chapter": 23,
            "verse": 2,
            "text": "جو اپنی نماز میں جھکنے والے ہیں [۱]"
        },
        {
            "chapter": 23,
            "verse": 3,
            "text": "اور جو نکمی بات پر دھیان نہیں کرتے [۲]"
        },
        {
            "chapter": 23,
            "verse": 4,
            "text": "اور جو زکوٰۃ دیا کرتے ہیں [۳]"
        },
        {
            "chapter": 23,
            "verse": 5,
            "text": "اور جو اپنی شہوت کی جگہ کو تھامتے ہیں"
        },
        {
            "chapter": 23,
            "verse": 6,
            "text": "مگر اپنی عورتوں پر یا اپنے ہاتھ کے مال باندیوں پر سو اُن پر نہیں کچھ الزام"
        },
        {
            "chapter": 23,
            "verse": 7,
            "text": "پھر جو کوئی ڈھونڈے اسکےسوا سو وہی ہیں حد سے بڑھنے والے [۴]"
        },
        {
            "chapter": 23,
            "verse": 8,
            "text": "اور جو اپنی امانتوں سے اور اپنے قرار سے خبردار ہیں [۵]"
        },
        {
            "chapter": 23,
            "verse": 9,
            "text": "اور جو اپنی نمازوں کی خبر رکھتے ہیں [۶]"
        },
        {
            "chapter": 23,
            "verse": 10,
            "text": "وہی ہیں میراث لینے والے"
        },
        {
            "chapter": 23,
            "verse": 11,
            "text": "جو میراث پائیں گے باغ ٹھنڈی چھاؤں کے [۷] وہ اسی میں ہمیشہ رہیں گے"
        },
        {
            "chapter": 23,
            "verse": 12,
            "text": "اور ہم نے بنایا آدمی کو چنی ہوئی مٹی سے [۸]"
        },
        {
            "chapter": 23,
            "verse": 13,
            "text": "پھر ہم نے رکھا اُسکو پانی کی بوند کر کے ایک جمے ہوئے ٹھکانہ میں [۹]"
        },
        {
            "chapter": 23,
            "verse": 14,
            "text": "پھر بنایا اس بوند سے لہو جما ہوا پھر بنائی اس لہو جمے ہوئے سے گوشت کی بوٹی پھر بنائیں اُس بوٹی سےہڈیاں پھر پہنایا ہڈیوں پر گوشت [۱۰] پھر اٹھا کھڑا کیا اسکو ایک نئی صورت میں [۱۱] سو بڑی برکت اللہ کی جو سب سے بہتر بنانے والا ہے [۱۲]"
        },
        {
            "chapter": 23,
            "verse": 15,
            "text": "پھر تم اسکے بعد مرو گے [۱۳]"
        },
        {
            "chapter": 23,
            "verse": 16,
            "text": "پھر تم قیامت کے دن کھڑے کئےجاؤ گے [۱۴]"
        },
        {
            "chapter": 23,
            "verse": 17,
            "text": "اور ہم نے بنائے ہیں تمہارے اوپر سات رستے [۱۵] اور ہم نہیں ہیں خلق سے بے خبر [۱۶]"
        },
        {
            "chapter": 23,
            "verse": 18,
            "text": "اور اتارا ہم نے آسمان سے پانی ماپ کر [۱۷] پھر اُسکو ٹھہرا دیا زمین میں [۱۸] اور ہم اُسکو لیجائیں تو لیجا سکتے ہیں [۱۹]"
        },
        {
            "chapter": 23,
            "verse": 19,
            "text": "پھر اگا دیے تمہارے واسطے اُس سے باغ کھجور اور انگور کے تمہارے واسطے ان میں میوے ہیں بہت اور اُنہی میں سے کھاتے ہو [۲۰]"
        },
        {
            "chapter": 23,
            "verse": 20,
            "text": "اور وہ درخت جو نکلتا ہے سینا پہاڑ سے لے اگتا ہے تیل اور روٹی ڈبونا کھانے والوں کے واسطے [۲۱]"
        },
        {
            "chapter": 23,
            "verse": 21,
            "text": "اور تمہارے چوپایوں میں دھیان کرنے کی بات ہے پلاتے ہیں ہم تمکو اُنکے پیٹ کی چیز سے اور تمہارے لئے اُن میں بہت فائدے ہیں اور بعضوں کو کھاتے ہو [۲۲]"
        },
        {
            "chapter": 23,
            "verse": 22,
            "text": "اور اُن پر اور کشتیوں پر لدے پھرتے ہو [۲۳]"
        },
        {
            "chapter": 23,
            "verse": 23,
            "text": "اور ہم نے بھیجا نوح کو اُسکی قوم کے پاس تو اُس نے کہا اے قوم بندگی کرو اللہ کی تمہارا کوئی حاکم نہیں اُسکے سوائے کیا تم ڈرتے نہیں"
        },
        {
            "chapter": 23,
            "verse": 24,
            "text": "تب بولے سردار جو کافر تھے اُسکی قوم میں یہ کیا ہے آدمی ہے جیسے تم [۲۴] چاہتا ہے کہ بڑائی کرے تم پر اور اگر اللہ چاہتا تو اتارتا فرشتے [۲۵] ہم نے یہ نہیں سنا اپنے اگلے باپ دادوں میں [۲۶]"
        },
        {
            "chapter": 23,
            "verse": 25,
            "text": "اور کچھ نہیں یہ ایک مرد ہے کہ اسکو سودا ہے سو راہ دیکھو اسکی ایک وقت تک [۲۷]"
        },
        {
            "chapter": 23,
            "verse": 26,
            "text": "بولا اے رب تو مدد کر میری کہ انہوں نے مجھ کو جھٹلایا [۲۸]"
        },
        {
            "chapter": 23,
            "verse": 27,
            "text": "پھر ہم نے حکم بھیجا اُسکو کہ بنا کشتی ہماری آنکھوں کے سامنے اور ہمارے حکم سے پھر جب پہنچے ہمارا حکم اور ابلے تنور تو تو ڈال لے کشتی میں ہر چیز کا جوڑا دو دو اور اپنے گھر کے لوگ [۲۹] مگر جسکی قسمت میں پہلے سے ٹھہر چکی ہے بات [۳۰] اور مجھ سے بات نہ کر ان ظالموں کے واسطے بیشک اُنکو ڈوبنا ہے [۳۱]"
        },
        {
            "chapter": 23,
            "verse": 28,
            "text": "پھر جب چڑھ چکے تو اور جو تیرے ساتھ ہے کشی پر تو کہہ شکر اللہ کا جس نے چھڑایا ہمکو گنہگار لوگوں سے [۳۲]"
        },
        {
            "chapter": 23,
            "verse": 29,
            "text": "اور کہہ اے رب اتار مجھ کو برکت کا اتارنا اور تو ہے بہتر اتارنے والا [۳۳]"
        },
        {
            "chapter": 23,
            "verse": 30,
            "text": "اس میں نشانیاں ہیں اور ہم ہیں جانچنے والے [۳۴]"
        },
        {
            "chapter": 23,
            "verse": 31,
            "text": "پھر پیدا کی ہم نے اُن سے پیچھے ایک جماعت اور [۳۵]"
        },
        {
            "chapter": 23,
            "verse": 32,
            "text": "پھر بھیجا ہم نے اُن میں ایک رسول اُن میں کا [۳۶] کہ بندگی کرو اللہ کی کوئی نہیں تمہارا حاکم اُسکے سوائے پھر کیا تم ڈرتے نہیں"
        },
        {
            "chapter": 23,
            "verse": 33,
            "text": "اور بولے سردار اُسکی قوم کے جو کافر تھے اور جھٹلاتے تھے آخرت کی ملاقات کو اور آرام دیا تھا اُنکو ہم نے دنیا کی زندگی میں [۳۷] اور کچھ نہیں یہ ایک آدمی ہے جیسے تم، کھاتا ہے جس قسم سے تم کھاتے ہو اور پیتا ہے جس قسم سے تم پیتے ہو [۳۸]"
        },
        {
            "chapter": 23,
            "verse": 34,
            "text": "اور کہیں تم چلنے لگے کہنے پر ایک آدمی کے اپنے برابر کے تو تم بیشک خراب ہوئے [۳۹]"
        },
        {
            "chapter": 23,
            "verse": 35,
            "text": "کیا تم کو وعدہ دیتا ہے کہ جب تم مر جاؤ اور ہو جاؤ مٹی اور ہڈیاں تو تمکو نکلنا ہے"
        },
        {
            "chapter": 23,
            "verse": 36,
            "text": "کہاں ہو سکتا ہے کہاں ہوسکتا ہے جو تم سے وعدہ ہوتا ہے [۴۰]"
        },
        {
            "chapter": 23,
            "verse": 37,
            "text": "اور کچھ نہیں یہی جینا ہے ہمارا دنیا کا مرتے ہیں اور جیتے ہیں اور ہمکو پھر اٹھنا نہیں [۴۱]"
        },
        {
            "chapter": 23,
            "verse": 38,
            "text": "اور کچھ نہیں یہ ایک مرد ہے باندھ لایا ہے اللہ پر جھوٹ [۴۲] اور اُسکو ہم نہیں ماننے والے"
        },
        {
            "chapter": 23,
            "verse": 39,
            "text": "بولا اے رب میری مدد کر کہ انہوں نے مجھ کو جھٹلایا [۴۳]"
        },
        {
            "chapter": 23,
            "verse": 40,
            "text": "فرمایا اب تھوڑے دنوں میں صبح کو رہ جائیں گے پچتاتے [۴۴]"
        },
        {
            "chapter": 23,
            "verse": 41,
            "text": "پھر پکڑا اُنکو چنگھاڑ نے تحقیق [۴۵] پھر کر دیا ہم نے اُنکو کوڑا [۴۶] سو دور ہو جائیں گنہگار لوگ [۴۷]"
        },
        {
            "chapter": 23,
            "verse": 42,
            "text": "پھر پیدا کیں ہم نے اُن سے پیچھے جماعتیں اور"
        },
        {
            "chapter": 23,
            "verse": 43,
            "text": "نہ آگے جائے کوئی قوم اپنے وعدہ سے اور نہ پیچھے رہے [۴۸]"
        },
        {
            "chapter": 23,
            "verse": 44,
            "text": "پھر بھیجتے رہے ہم اپنے رسول لگاتار جہاں پہنچا کسی امت کے پاس اُن کا رسول اُسکو جھٹلا دیا پھر چلاتے گئے ہیں ہم ایک کے پیچھے دوسرے اور کر ڈالا اُنکو کہانیاں [۴۹] سو دو ہو جائیں جو لوگ نہیں مانتے [۵۰]"
        },
        {
            "chapter": 23,
            "verse": 45,
            "text": "پھر بھیجا ہم نے موسٰی اور اُسکے بھائی ہارون کو اپنی نشانیاں دیکر اور کھلی سند"
        },
        {
            "chapter": 23,
            "verse": 46,
            "text": "فرعون اور اُسکے سرداروں کے پاس پھر لگے بڑائی کرنے اور وہ لوگ زور پر چڑھ رہے تھے [۵۱]"
        },
        {
            "chapter": 23,
            "verse": 47,
            "text": "سو بولے کیا ہم مانیں گے اپنی برابر کے دو آدمیوں کو اور اُنکی قوم ہمارے تابعدار ہیں [۵۲]"
        },
        {
            "chapter": 23,
            "verse": 48,
            "text": "پھر جھٹلایا اُن دونوں کو پھر ہو گئے غارت ہونے والوں میں"
        },
        {
            "chapter": 23,
            "verse": 49,
            "text": "اور ہم نے دی موسٰی کو کتاب تاکہ وہ راہ پائیں [۵۳]"
        },
        {
            "chapter": 23,
            "verse": 50,
            "text": "اور بنایا ہم نے مریم کے بیٹے اور اُسکی ماں کو ایک نشانی [۵۴] اور اُنکو ٹھکانا دیا ایک ٹیلہ پر جہاں ٹھہرنے کا موقع تھا اور پانی نتھرا [۵۵]"
        },
        {
            "chapter": 23,
            "verse": 51,
            "text": "اے رسولو کھاؤ ستھری چیزیں اور کام کرو بھلا [۵۶] جو تم کرتے ہو میں جانتا ہوں [۵۷]"
        },
        {
            "chapter": 23,
            "verse": 52,
            "text": "اور یہ لوگ ہیں تمہارے دین کے سب ایک دین پر اور میں ہوں تمہارا رب سو مجھ سے ڈرتے رہو"
        },
        {
            "chapter": 23,
            "verse": 53,
            "text": "پھر پھوٹ ڈال کر کر لیا اپنا کام آپس میں ٹکڑے ٹکڑے [۵۸] ہرفرقہ جو اُنکے پاس ہے اُس پر ریجھ رہے ہیں [۵۹]"
        },
        {
            "chapter": 23,
            "verse": 54,
            "text": "سو چھوڑ دے تو اُنکو اُنکی بیہوشی میں ڈوبے ایک وقت تک [۶۰]"
        },
        {
            "chapter": 23,
            "verse": 55,
            "text": "کیا وہ خیال کرتےہیں کہ یہ جو ہم اُنکو دیے جاتے ہیں مال اور اولاد"
        },
        {
            "chapter": 23,
            "verse": 56,
            "text": "سو دوڑ دوڑ کر پہنچا رہے ہیں ہم اُنکو بھلائیاں [۶۱] یہ بات نہیں وہ سمجھتے نہیں [۶۲]"
        },
        {
            "chapter": 23,
            "verse": 57,
            "text": "البتہ جو لوگ اپنے رب کے خوف سے اندیشہ رکھتے ہیں [۶۳]"
        },
        {
            "chapter": 23,
            "verse": 58,
            "text": "اور جو لوگ اپنے رب کی باتوں پر یقین کرتے ہیں [۶۴]"
        },
        {
            "chapter": 23,
            "verse": 59,
            "text": "اور جو لوگ اپنے رب کے ساتھ کسی کو شریک نہیں مانتے [۶۵]"
        },
        {
            "chapter": 23,
            "verse": 60,
            "text": "اور جو لوگ کہ دیتے ہیں جو کچھ دیتے ہیں وہ اور اُنکے دل ڈر رہے ہیں اس لئے کہ انکو اپنے رب کی طرف لوٹ کر جانا ہے [۶۶]"
        },
        {
            "chapter": 23,
            "verse": 61,
            "text": "وہ لوگ دوڑ دوڑ کر لیتے ہیں بھلائیاں اور وہ ان پر پہنچے سب سے آگے [۶۷]"
        },
        {
            "chapter": 23,
            "verse": 62,
            "text": "اور ہم کسی پر بوجھ نہیں ڈالتے مگر اسکی گنجائش کے موافق اور ہمارے پاس لکھا ہوا ہے جو بولتا ہے سچ اور ان پر ظلم نہ ہو گا [۶۸]"
        },
        {
            "chapter": 23,
            "verse": 63,
            "text": "کوئی نہیں انکے دل بیہوش ہیں اس طرف اور انکو اور کام لگ رہے ہیں اسکے سوائے کہ وہ انکو کر رہے ہیں [۶۹]"
        },
        {
            "chapter": 23,
            "verse": 64,
            "text": "یہاں تک کہ جب پکڑیں گے ہم اُنکے آسودہ لوگوں کو آفت میں تبھی وہ لگیں گے چلانے"
        },
        {
            "chapter": 23,
            "verse": 65,
            "text": "مت چلاؤ آج کے دن تم ہم سے چھوٹ نہ سکو گے [۷۰]"
        },
        {
            "chapter": 23,
            "verse": 66,
            "text": "تم کو سنائی جاتی تھیں میری آیتیں تو تم ایڑیوں پر الٹے بھاگتے تھے۔"
        },
        {
            "chapter": 23,
            "verse": 67,
            "text": "اس سے تکبر کر کے [۷۱] ایک قصہ گو کو چھوڑ کر چلے گئے [۷۲]"
        },
        {
            "chapter": 23,
            "verse": 68,
            "text": "سو کیا انہوں نے دھیان نہیں کیا اس کلام میں [۷۳] یا آئی ہے ان کے پاس ایسی چیز جو نہ تھی ان کے پہلے باپ دادوں کے پاس [۷۴]"
        },
        {
            "chapter": 23,
            "verse": 69,
            "text": "یا پہچانا نہیں انہوں نے اپنے پیغام لانے والوں کو سو وہ اس کو اوپرا سمجھتے ہیں [۷۵]"
        },
        {
            "chapter": 23,
            "verse": 70,
            "text": "یا کہتے ہیں ان کو سودا ہے کوئی نہیں وہ تو لایا ہے ان کے پاس سچی باتے اور ان بہتوں کو سچی بات بری لگتی ہے [۷۶]"
        },
        {
            "chapter": 23,
            "verse": 71,
            "text": "اور اگر سچا رب چلے ان کی خوشی پر تو خراب ہو جائیں آسمان اور زمین اور جو کوئی ان میں ہے [۷۷] کوئی نہیں ہم"
        },
        {
            "chapter": 23,
            "verse": 72,
            "text": "یا تو ان سے مانگتا ہے کچھ محصول سو محصول تیرے رب کا بہتر ہے اور وہ ہے بہتر روزی دینے والا [۸۰]"
        },
        {
            "chapter": 23,
            "verse": 73,
            "text": "اور تو تو بلاتا ہے ان کو سیدھی راہ پر"
        },
        {
            "chapter": 23,
            "verse": 74,
            "text": "اور جو لوگ نہیں مانتے آخرت کو راہ سے ٹیڑھے ہو گئے ہیں [۸۱]"
        },
        {
            "chapter": 23,
            "verse": 75,
            "text": "اور اگر ہم ان پر رحم کریں اور کھول دیں جو تکلیف پہنچی ان کو تو بھی برابر لگے رہیں گے اپنی شرارت میں بہکےہوئے [۸۲]"
        },
        {
            "chapter": 23,
            "verse": 76,
            "text": "اور ہم نے پکڑا تھا ان کو آفت میں پھر نہ عاجزی کی اپنے رب کے آگے اور نہ گڑگڑائے [۸۳]"
        },
        {
            "chapter": 23,
            "verse": 77,
            "text": "یہاں تک کہ جب کھول دیں ہم ان پر دروازہ ایک سخت آفت کا تب اس میں ان کی آس ٹوٹے گی [۸۴]"
        },
        {
            "chapter": 23,
            "verse": 78,
            "text": "اور اسی نے بنا دئے تمہارےکان اور آنکھیں اور دل تم بہت تھوڑا حق مانتے ہو [۸۵]"
        },
        {
            "chapter": 23,
            "verse": 79,
            "text": "اور اسی نے تم کو پھیلا رکھا ہے زمین میں اور اسی کی طرف جمع ہو کر جاؤ گے [۸۶]"
        },
        {
            "chapter": 23,
            "verse": 80,
            "text": "اور وہی ہے جلاتا اور مارتا اور اسی کا کام ہے بدلنا رات اور دن کا سو کیا تم کو سمجھ نہیں [۸۷]"
        },
        {
            "chapter": 23,
            "verse": 81,
            "text": "کوئی بات نہیں یہ تو وہی کہہ رہے ہیں جیسا کہا کرتے تھے پہلے لوگ"
        },
        {
            "chapter": 23,
            "verse": 82,
            "text": "کہتے ہیں کیا جب ہم مر گئے اور ہو گئے مٹی اور ہڈیاں کیا ہم کو زندہ ہو کر اٹھنا ہے"
        },
        {
            "chapter": 23,
            "verse": 83,
            "text": "وعدہ دیا جاتا ہے ہم کو اور ہمارے باپ دادوں کو یہی پہلے سے اور کچھ بھی نہیں یہ نقلیں ہیں پہلوں کی [۸۸]"
        },
        {
            "chapter": 23,
            "verse": 84,
            "text": "تو کہہ کس کی ہے زمین اور جو کوئی اس میں ہے بتاؤ اگر تم جانتے ہو"
        },
        {
            "chapter": 23,
            "verse": 85,
            "text": "اب کہیں گے سب کچھ اللہ کا ہے تو کہہ پھر تم سوچتے نہیں [۸۹]"
        },
        {
            "chapter": 23,
            "verse": 86,
            "text": "تو کہہ کون ہے مالک ساتوں آسمان کا اور مالک اس بڑے تخت کا"
        },
        {
            "chapter": 23,
            "verse": 87,
            "text": "اب بتائیں گے اللہ کو تو کہہ پھر تم ڈرتے نہیں [۹۰]"
        },
        {
            "chapter": 23,
            "verse": 88,
            "text": "تو کہہ کس کے ہاتھ میں ہے حکومت ہر چیز کی اور وہ بچا لیتا ہے اور اس سے کوئی بچا نہیں سکتا بتاؤ اگر تم جانتے ہو"
        },
        {
            "chapter": 23,
            "verse": 89,
            "text": "اب بتائیں گے اللہ کو [۹۱] تو کہہ پھر کہاں سے تم پر جادو آ پڑتا ہے [۹۲]"
        },
        {
            "chapter": 23,
            "verse": 90,
            "text": "کوئی نہیں ہم نے ان کو پہنچایا سچ اور وہ البتہ جھوٹے ہیں [۹۳]"
        },
        {
            "chapter": 23,
            "verse": 91,
            "text": "اللہ نے کوئی بیٹا نہیں کیا اور نہ اس کے ساتھ کسی کا حکم چلے یوں ہوتا تو لیجاتا ہر حکم والا اپنی بنائی چیز کو اور چڑھائی کرتا ایک پر ایک [۹۴] اللہ نرالا (پاک) ہے ان کی بتلائی باتوں سے [۹۵]"
        },
        {
            "chapter": 23,
            "verse": 92,
            "text": "جاننے والا چھپے اور کھلے کا وہ بہت اوپر ہے اس سے جسکو یہ شریک بتلاتے ہیں [۹۶]"
        },
        {
            "chapter": 23,
            "verse": 93,
            "text": "تو کہہ اے رب اگر تو دکھانے لگے مجھ کو جو ان سے وعدہ ہوا ہے"
        },
        {
            "chapter": 23,
            "verse": 94,
            "text": "تو اے رب مجھ کو نہ کریو ان گنہگار لوگوں میں [۹۷]"
        },
        {
            "chapter": 23,
            "verse": 95,
            "text": "اور ہم کو قدرت ہے کہ تجھ کو دکھلا دیں جو ان سےوعدہ کر دیا ہے"
        },
        {
            "chapter": 23,
            "verse": 96,
            "text": "بری بات کے جواب میں وہ کہہ جو بہتر ہے ہم خوب جانتے ہیں جو یہ بتاتے ہیں [۹۸]"
        },
        {
            "chapter": 23,
            "verse": 97,
            "text": "اور کہہ اے رب میں تیری پناہ چاہتا ہوں شیطان کی چھیڑ سے [۹۹]"
        },
        {
            "chapter": 23,
            "verse": 98,
            "text": "اور پناہ تیری چاہتا ہوں اے رب اس سے کہ میرے پاس آئیں [۱۰۰]"
        },
        {
            "chapter": 23,
            "verse": 99,
            "text": "یہاں تک کہ جب پہنچے ان میں کسی کو موت کہے گا اے رب مجھ کو پھر بھیجدو"
        },
        {
            "chapter": 23,
            "verse": 100,
            "text": "شاید کچھ میں بھلا کام کر لوں اس میں جو پیچھے چھوڑ آیا [۱۰۱] ہر گز نہیں یہ ایک بات ہے کہ وہی کہتا ہے [۱۰۲] اور ان کے پیچھے پردہ ہے اس دن تک کہ اٹھائے جائیں [۱۰۳]"
        },
        {
            "chapter": 23,
            "verse": 101,
            "text": "پھر جب پھونک ماریں صور میں تو نہ قرابتیں ہیں ان میں اس دن اور نہ ایک دوسرے کو پوچھے [۱۰۴]"
        },
        {
            "chapter": 23,
            "verse": 102,
            "text": "سو جسکی بھاری ہوئی تول تو وہی لوگ کام لے نکلے"
        },
        {
            "chapter": 23,
            "verse": 103,
            "text": "اور جس کی ہلکی نکلی تول سو وہی لوگ ہیں جو ہار بیٹھے اپنی جان دوزخ ہی میں رہا کریں گے"
        },
        {
            "chapter": 23,
            "verse": 104,
            "text": "جھلس دے گی انکے منہ کو آگ اور وہ اس میں بد شکل ہو رہے ہوں گے [۱۰۵]"
        },
        {
            "chapter": 23,
            "verse": 105,
            "text": "کیا تم کو سنائی نہ تھیں ہماری آیتیں پھر تم ان کو جھٹلاتے تھے [۱۰۶]"
        },
        {
            "chapter": 23,
            "verse": 106,
            "text": "بولے اے رب زور کیا ہم پر ہماری کم بختی نے اور رہے ہم لوگ بہکے ہوئے"
        },
        {
            "chapter": 23,
            "verse": 107,
            "text": "اے ہمارے رب نکال لے ہم کو اس میں سے اگر ہم پھر کریں تو ہم گنہگار [۱۰۷]"
        },
        {
            "chapter": 23,
            "verse": 108,
            "text": "فرمایا پڑے رہو پھٹکار ے ہوئے اس میں اور مجھ سے نہ بولو"
        },
        {
            "chapter": 23,
            "verse": 109,
            "text": "ایک فرقہ تھا میرے بندوں میں جو کہتے تھے اے رب ہمارے ہم یقین لائے سو معاف کر ہم کو اور رحم کر ہم پر اور تو سب رحم والوں سے بہتر ہے [۱۰۸]"
        },
        {
            "chapter": 23,
            "verse": 110,
            "text": "پھر تم نے ان کو ٹھٹھوں میں پکڑا یہاں تک کہ بھول گئے انکے پیچھے میری یاد اور تم ان سے ہنستے رہے [۱۰۹]"
        },
        {
            "chapter": 23,
            "verse": 111,
            "text": "میں نے آج دیا ان کو بدلہ انکے صبر کرنے کا کہ وہی ہیں مراد کو پہنچنے والے [۱۱۰]"
        },
        {
            "chapter": 23,
            "verse": 112,
            "text": "فرمایا تم کتنی دیر رہے زمین میں برسوں کی گنتی سے"
        },
        {
            "chapter": 23,
            "verse": 113,
            "text": "بولے ہم رہے ایک یا کچھ دن سے کم تو پوچھ لے گنتی والوں سے [۱۱۱]"
        },
        {
            "chapter": 23,
            "verse": 114,
            "text": "فرمایا تم اس میں بہت نہیں تھوڑا ہی رہے ہو اگر تم جانتے ہوتے [۱۱۲]"
        },
        {
            "chapter": 23,
            "verse": 115,
            "text": "سو کیا تم خیال رکھتے ہو کہ ہم نے تم کو بنایا کھیلنے کو اور تم ہمارے پاس پھر کر نہ آؤ گے [۱۱۳]"
        },
        {
            "chapter": 23,
            "verse": 116,
            "text": "سو بہت اوپر ہے اللہ وہ بادشاہ سچا کوئی حاکم نہیں اس کے سوائے مالک اس عزت کے تخت کا [۱۱۴]"
        },
        {
            "chapter": 23,
            "verse": 117,
            "text": "اور جو کوئی پکارے اللہ کے ساتھ دوسرا حاکم جس کی سند نہیں اس کے پاس سو اس کا حساب ہے اس کے رب کے نزدیک [۱۱۵] بیشک بھلا نہ ہو گا منکروں کا"
        },
        {
            "chapter": 23,
            "verse": 118,
            "text": "اور تو کہہ اے رب معاف کر اور رحم کر اور تو ہے بہتر سب رحم والوں سے [۱۱۶]"
        }
    ]
}