{
    "maqras": [
        {
            "chapter": 2,
            "verse": 177,
            "text": "Fromheten består ikke i at dere vender ansiktene i bønn mot øst eller vest. Sann fromhet er: Å tro på Gud og på dommens dag, på englene, skriften og profetene, og gi bort av det man har, om det enn er kjært, til slektninger, faderløse og fattige, veifarende og tiggere, og til frikjøping av slaver, å forrette bønnen, å utrede det rituelle bidrag, å overholde inngåtte avtaler, å være tålmodig i ulykke og nød og i trengselens tid. Disse gjør troen sann. Disse er de sanne gudfryktige"
        },
        {
            "chapter": 2,
            "verse": 178,
            "text": "Dere som tror, det er foreskrevet dere gjengjeldelse for drap, fri for fri, slave for slave, kvinne for kvinne. Men om noen ettergis noe av sin bror, så skal det følges opp på sømmelig vis, og betaling skje på tilbørlig måte. Dette er en lettelse og en nåde fra Herren. Men den som etter dette går over grensen, ham venter en pinefull straff"
        },
        {
            "chapter": 2,
            "verse": 179,
            "text": "I gjengjeldelsen er det liv for dere, dere som forstår, så dere må bli gudfryktige"
        },
        {
            "chapter": 2,
            "verse": 180,
            "text": "Det er foreskrevet dere at når en av dere ligger for døden og etterlater seg verdier, å bestemme testamentarisk til fordel for foreldre og nære slektninger på tilbørlig måte. Dette er en plikt for de gudfryktige"
        },
        {
            "chapter": 2,
            "verse": 181,
            "text": "Hvis noen forandrer det etter at han har hørt det, så hviler synd på dem som forandrer det. Gud hører, vet"
        },
        {
            "chapter": 2,
            "verse": 182,
            "text": "Men om noen frykter partiskhet eller synd hos testator og ordner saken mellom dem, så hviler ingen skyld på ham. Gud er tilgivende og nåderik"
        },
        {
            "chapter": 2,
            "verse": 183,
            "text": "Dere som tror, det er foreskrevet dere å faste, slik det var foreskrevet dem som levde før dere, så dere må bli gudfryktige"
        },
        {
            "chapter": 2,
            "verse": 184,
            "text": "noen bestemte dager. Hvis noen er syke eller på reise, så et antall andre dager. De som er i stand til å faste, kan frikjøpe seg ved å bespise en fattig. Men om noen frivillig gjør en slik god gjerning, er det bedre for ham. Dog, at dere faster, er det beste for dere, om dere bare visste"
        },
        {
            "chapter": 2,
            "verse": 185,
            "text": "I måneden ramadan, hvori Koranen ble åpenbart som ledelse for menneskene, som ledelsens klare ord, og som kriterium for vrangt og rett – de av dere som er til stede i den måneden, skal faste i den. Om noen er syke eller på reise, skal han faste et antall andre dager. Gud vil gjøre det lett for dere, ikke vanskelig, og slik at dere kan fullføre dagtallet, så dere må prise Gud fordi Han leder dere og vise takknemlighet"
        },
        {
            "chapter": 2,
            "verse": 186,
            "text": "Når Mine tjenere spør etter Meg, se, Jeg er nær. Jeg svarer den bedendes bønn når han ber til Meg. Måtte de så høre på Meg, og tro på Meg, så de må finne den rette vei"
        },
        {
            "chapter": 2,
            "verse": 187,
            "text": "Det er tillatt for dere å ha omgang med deres hustruer om natten under fasten. De er en kledning for dere, og dere for dem. Gud vet at dere har skapt misforståelser hos dere selv, og Han har vendt seg i nåde mot dere og har unnskyldt. Så nå kan dere være sammen med dem, og søke det som er Guds ordning for dere. Spis og drikk til en hvit tråd kan skilles fra en svart i daggryet. Så skal dere fullføre fasten til kvelden, og ha ikke omgang med kvinner, idet dere skal samles i moskeene. Dette er de grenser Gud har satt, så kom dem ikke for nær. Således klargjør Gud sitt ord for menneskene, så de må bli gudfryktige"
        },
        {
            "chapter": 2,
            "verse": 188,
            "text": "Bruk ikke det dere har til intet eller tilby det til dommere som bestikkelse, for å tilvende dere en del av folks eiendom ved synd, når dere vet bedre"
        }
    ]
}