{
    "maqras": [
        {
            "chapter": 11,
            "verse": 61,
            "text": "Til folket Thamod sendte Vi deres bror Salih, og han sa: «Hør, mitt folk, tjen Gud! Dere har ingen annen gud enn Ham! Han har frembrakt dere av jorden og bosatt dere der! Be Ham om tilgivelse og omvend dere til Ham! Herren er nær, og hører bønn.»"
        },
        {
            "chapter": 11,
            "verse": 62,
            "text": "De svarte: «Hør, Salih, vi stilte forhåpninger til deg før dette. Skal du nå forby oss å tilbe det våre fedre tilbad? Vi huser sannelig stor tvil om det du kaller oss til!»"
        },
        {
            "chapter": 11,
            "verse": 63,
            "text": "Han sa: «Mitt folk, hva mener dere? Hvis jeg holder meg til en klar beskjed fra min Herre, og Han har sendt meg en nådegave, hvem kan vel gi meg hjelp mot Gud, om jeg viser Ham ulydighet? Dere kan bare gjøre vondt verre"
        },
        {
            "chapter": 11,
            "verse": 64,
            "text": "Mitt folk, dette er en kamelhoppe som tilhører Gud, som et tegn for dere. La den fritt beite på Guds jord og gjør den intet ondt, ellers vil en overhengende straff ramme dere.»"
        },
        {
            "chapter": 11,
            "verse": 65,
            "text": "Men de lemlestet denne. Da sa Salih: «Nyt livet i deres hus i tre dager! Dette er ikke en uvederheftig trussel.»"
        },
        {
            "chapter": 11,
            "verse": 66,
            "text": "Da Vår beslutning ble iverksatt, reddet Vi Salih og dem som trodde med ham ved en nåde fra Oss fra ydmykelsen på hin dag. Herren, Han er den Sterke, den Mektige"
        },
        {
            "chapter": 11,
            "verse": 67,
            "text": "Så tok skrallet de urettferdige, og om morgenen lå de utstrakte i sine hjem"
        },
        {
            "chapter": 11,
            "verse": 68,
            "text": "som om de aldri hadde levd der i beste velgående. Thamod fornektet sin Herre: «Bort med Thamod!»"
        },
        {
            "chapter": 11,
            "verse": 69,
            "text": "Våre utsendinger kom til Abraham med et gledelig budskap, og de hilste: «Fred.» Han svarte: «Fred,» og var ikke sen med å bringe en stekt kalv"
        },
        {
            "chapter": 11,
            "verse": 70,
            "text": "Da han så at de ikke forsynte seg, fikk han en fremmedfølelse og fryktfølelse overfor dem. Men de sa: «Frykt ikke, vi er sendt til Lots folk.»"
        },
        {
            "chapter": 11,
            "verse": 71,
            "text": "Hans hustru stod også der, og hun lo. Så bebudet vi henne Isak, og deretter Jakob"
        },
        {
            "chapter": 11,
            "verse": 72,
            "text": "Da sa hun: «Trøste meg, skal jeg føde barn når jeg er en gammel kone, og denne mannen min er en olding? Dette var sannelig en merkelig ting.»"
        },
        {
            "chapter": 11,
            "verse": 73,
            "text": "De svarte: «Finner du Guds beslutning merkelig? Guds nåde og Hans velsignelse er over dere, folk i dette hus! Ham tilkommer pris og ære.»"
        },
        {
            "chapter": 11,
            "verse": 74,
            "text": "Da skrekken forlot Abraham, og han fikk del i det gledelige budskap, begynte han å diskutere med oss om Lots folk"
        },
        {
            "chapter": 11,
            "verse": 75,
            "text": "Abraham var mild, medfølende og botferdig"
        },
        {
            "chapter": 11,
            "verse": 76,
            "text": "«Abraham, bry deg ikke med dette! Herrens beslutning foreligger, og det vil overgå dem en straff som ikke kan avvendes.»"
        },
        {
            "chapter": 11,
            "verse": 77,
            "text": "Da Våre utsendinger kom til Lot, følte han seg bekymret og hjelpeløs på deres vegne, og sa: «Dette er en hard dag.»"
        },
        {
            "chapter": 11,
            "verse": 78,
            "text": "Folket kom strømmende til, og de hadde tidligere forøvet ondt. Han sa: «Mitt folk, se her er mine døtre! De er mer passende for dere! Vis gudsfrykt, bring ikke skam over meg når det gjelder mine gjester! Finnes det da ikke en rettsindig mann blant dere?»"
        },
        {
            "chapter": 11,
            "verse": 79,
            "text": "De svarte: «Du vet godt at vi ikke har noen rett til dine døtre. Du vet godt hva vi er ute etter!»"
        },
        {
            "chapter": 11,
            "verse": 80,
            "text": "Da sa han: «Om jeg bare hadde hatt makt å sette opp mot dere, eller kunne ta tilflukt til et fast støttepunkt.»"
        },
        {
            "chapter": 11,
            "verse": 81,
            "text": "Utsendingene sa: «Hør, Lot, vi er Herrens utsendinger. De vil aldri få tak i deg, så dra du og dine i en nattestund. Ingen av dere må snu seg tilbake, unntatt din hustru! Hun vil bli rammet av det som overgår de andre. Tiden for dem er morgenstunden. Er ikke morgenstunden nær?»"
        },
        {
            "chapter": 11,
            "verse": 82,
            "text": "Da Vår beslutning ble iverksatt, snudde Vi opp ned på byen, og lot teglstein med Herrens merke"
        },
        {
            "chapter": 11,
            "verse": 83,
            "text": "regne over dem, lag etter lag. – Dette er ikke fjernt fra de urettferdige"
        }
    ]
}