{
    "rukus": [
        {
            "chapter": 12,
            "verse": 50,
            "text": "Lan sang Nata angandika: Dheweke gawanen mrene. Bareng utusan wis teka dheweke, dheweke calathu: Balia marang gustimu sarta nyuwuna priksa panjenengane, kapriye ka- anane para wadon kang padha kiris tangane; sayekti Pangeranku angu- daneni pangrencanane"
        },
        {
            "chapter": 12,
            "verse": 51,
            "text": "Pangandikane: Kapriye kara- nane nalikane kowe angarah amrih Yusuf tumiyung marang awak- mu? Ature: Tebih Allah punika , kula sami boten sumerep piyambakipun kadunu- ngan awon. Bojoning Senapati matur: Ing sapunika kanyataan sampun tetep: Kula angangkah, supados piyambakipun tumiyung dhateng badan kula, anamung saestu piyambakipun punika golo- nganipun titiyang ingkang sami temen"
        },
        {
            "chapter": 12,
            "verse": 52,
            "text": "Mangkene iki supaya pan- jenengane weruha, manawa ana ing pasepen aku ora cidra sarta manawa Allah iku ora aparing tuntunan pangrencanane para wong cidra"
        },
        {
            "chapter": 12,
            "verse": 53,
            "text": "Lan ora pisan aku angaku suci; sayekti ati iku lumrahe masthi angajani marang ala, kajaba sapa-sapa kang sinihan ing Pange- ranku; sayekti Pangeranku iku Aparamarta, Mahaasih"
        },
        {
            "chapter": 12,
            "verse": 54,
            "text": "Lan Sang Nata ngandika: Dheweke tekakna mrene, arep dak pilih dadi pipijenku. Bareng panje- nengane wis wawansabda karo dheweke, pangandikane: Sayekti, ing dina iki kowe ana ing ngarsaku dadi wong kang kinurmatan, pinracaya"
        },
        {
            "chapter": 12,
            "verse": 55,
            "text": "Ature: Mugi kula kinula- wisuda anguwasani bandha nagari; saestu kula punika juru-rumeksa ingkang sae, sumerep saestu"
        },
        {
            "chapter": 12,
            "verse": 56,
            "text": "Lan kaya mangkono iku ang- gon-Ingsun aparing pangawasa ing bumi marang Yusuf – dheweke anyekel wewenang ing kono, ing ngendi sakarepe; Ingsun anurunake wilasa-Ningsun marang sapa kang dadi kapareng-Ingsun, lan Ingsun ora angilangake ganjarane wong kang padha alaku becik"
        },
        {
            "chapter": 12,
            "verse": 57,
            "text": "Lan sayekti ganjaran akhirat iku luwih becik tumrap para kang padha angestu sarta kang padha prayitna"
        }
    ]
}