{
    "rukus": [
        {
            "chapter": 15,
            "verse": 26,
            "text": "Lan sayekti, temen Ingsun wus andadekake manusa saka lempung garing, saka endhut ireng kang winangun"
        },
        {
            "chapter": 15,
            "verse": 27,
            "text": "Lan jin, iku ing sadurunge, wus Ingsun dadekake saka geni kang banget panase"
        },
        {
            "chapter": 15,
            "verse": 28,
            "text": "Lan nalikane Pangeranira angandika marang para malaikat:a Sayekti, Ingsun andadekake ma- nusa saka lempung garing, saka endhut ireng, kang winangun"
        },
        {
            "chapter": 15,
            "verse": 29,
            "text": "Bareng iku wus Ingsun gawe ganep langkep sarta ing jerone wus Ingsun tiyup sarana ruh-Ingsun, padha tumundhuka marang dhe- weke, sumujud.a"
        },
        {
            "chapter": 15,
            "verse": 30,
            "text": "Tumuli padha sujud sakehing malaikat kabeh"
        },
        {
            "chapter": 15,
            "verse": 31,
            "text": "Ananging Iblis ora;b emoh dadi golongane kang padha sujud"
        },
        {
            "chapter": 15,
            "verse": 32,
            "text": "Panjenengane angandika: E, Iblis! apa karanane, dene kowe padha ora dadi golongane kang padha sujud"
        },
        {
            "chapter": 15,
            "verse": 33,
            "text": "Unjuke: Boten badhe kula punika sumujuda dhateng manusa, ingkang Tuwan dadosaken saking lempung garing, saking endhut cemeng ingkang winangun"
        },
        {
            "chapter": 15,
            "verse": 34,
            "text": "Pangandikane: lah metua saka ing kono, awit sayekti, sira iku katundhung"
        },
        {
            "chapter": 15,
            "verse": 35,
            "text": "Lan sayekti, wewelak tumiba marang sira tumeka ing dina pancasan"
        },
        {
            "chapter": 15,
            "verse": 36,
            "text": "Unjuke: Pangeran kawula! mila mugi aparing sumene ing kawula dumugi ing dintenipun piyambakipun sami tinangek- aken"
        },
        {
            "chapter": 15,
            "verse": 37,
            "text": "Pangandikanipun: Lah sayek- ti, sira iku kagolong para kang pinaringan sumene"
        },
        {
            "chapter": 15,
            "verse": 38,
            "text": "Tumeka dinaa wayah kang wus kawruhan"
        },
        {
            "chapter": 15,
            "verse": 39,
            "text": "Unjuke: Pangeran kawula! sarehning Tuwan sampun mancasi kawula dhumawah ing sasar, saestu, awon badhe kawula damel anengsemaken tumrap piyambak- ipun wonten ing bumi, sarta saestu kawula badhe anasaraken piyam- bakipun sadaya"
        },
        {
            "chapter": 15,
            "verse": 40,
            "text": "Kajawi para kawula Tuwan saking golonganipun, ingkang sami sinuci"
        },
        {
            "chapter": 15,
            "verse": 41,
            "text": "Pangandikane: Iki dalan jejeg ingatase Ingsun"
        },
        {
            "chapter": 15,
            "verse": 42,
            "text": "Sayekti, para kawula-Ningsun, iku sira ora duwe kawasa tumrap marang dheweke, kajaba para sasar kang padha manut ing sira"
        },
        {
            "chapter": 15,
            "verse": 43,
            "text": "Lan sayekti, naraka iku eng- gon kang dijanjekake ing dheweke kabeh"
        },
        {
            "chapter": 15,
            "verse": 44,
            "text": "Iku ana korine pitu; siji- sijining kori kabubuhan dheweke sabagean kang pinantha"
        }
    ]
}