{
    "rukus": [
        {
            "chapter": 18,
            "verse": 13,
            "text": "Ingsun nyeritakake marang sira Muhammad, cerita lelakone Ashabul Kahfi klawan sakbenere. satemen Ashabul Kahfi iku wong - wong (wong wolu klebu asune) kang percaya marang Allah Pangeran, lan wong - wong mau Ingsun wuwuhi pituduh bener"
        },
        {
            "chapter": 18,
            "verse": 14,
            "text": "Lan Ingsun ngukuhake (nguwatake) atine para Ashabul Kahfi anggone padha mantep ngrungkepi bener, nalika padha didangu ana ngarepe Ratune (kang aran: Dzaqiyanus), ature: \"Pangeran kawula punika Allah Pangeranipun langit lan bumi. Kawula boten manembah Pangeran sanesipun Gusti Allah. (Upami kula ngakeni wintenipun Pangeran sanesipun Allah) yektos kula sampun ngucapaken gegorohan dhateng Allah"
        },
        {
            "chapter": 18,
            "verse": 15,
            "text": "Para sedherek kula punika sami manembah Pangeran sanesipun Allah. Kenging punapa teka sami boten saged ngawontenaken tandha yekti ingkang terang lan gamblang. Kawuningan boten wonten tiyang ingkang langkung nganiaya (durhaka) tinimbang tiyang ingkang wicanten dora damel - damel, mastani menawi Allah punika wonten ingkang nyameni"
        },
        {
            "chapter": 18,
            "verse": 16,
            "text": "(Bareng wis padha mundur saka ngarsane sang nata, Ashabul Kahfi banjur padha caturan siji lan sijine): \"Lan menawa sira wis oncat ninggalake wong - wong kafir mau dalah sesembahan saliyane Allah, prayogane ayo padha ngungsi lan dhelik marang guwa bae, ana ing kono Allah Pangeran mesti maringi rejeki marang kowe, lan paring gampang tekani samubarang kang mikolehi marang kowe"
        },
        {
            "chapter": 18,
            "verse": 17,
            "text": "Lan sira sumurup srengenge menawa mlethek, miring saka guwane ing sisih tengen, lan menawa surup ninggalake wong - wong mau ing sisih kiwa (isuk sore ora kesorotan srengenge). Ing mangka wong - wong mau ana ing panggonan kang amba. kang mengkono iku sanehe tandha yekti kekuwasaaning Allah. Sing sapa diparingi pitedah dening Allah, yekti dheweke iku pikantuk pitedah, lan sing sapa disasarake, yekti sira ora bisa pikantuk pitulung kang paring pitedah"
        }
    ]
}