{
    "rukus": [
        {
            "chapter": 38,
            "verse": 27,
            "text": "Anggoningsun gawe bumi lan langit, apa dene samu barang kang ana antarane iku ora dolanan. Panemune si kafir iku dolanan wae, si kafir padha cilaka marga bakal kacemplung neraka"
        },
        {
            "chapter": 38,
            "verse": 28,
            "text": "Para wong mukmin kang padha ngelakoni panggawe becik apa Ingsun gawe padha wae karo wong kang gawe rusak ana bumi? Apa wong kang bekti iku wong hala? (Panemune si kafir iku memper wae ora)"
        },
        {
            "chapter": 38,
            "verse": 29,
            "text": "Al-Quran iki kitab kang Ingsun dhawuhake marang sira (Muhammad) becike lan pigunane akeh supaya manungsa padha ngrasakake surasaning ayate. Wong kang duwe akal padha ngestokna"
        },
        {
            "chapter": 38,
            "verse": 30,
            "text": "Lan Ingsun paringi kanugrahan marang Dawud anak lanang aran Sulaiman, kawulaning Allah kang sholih awit banget sumungkeme ing Allah"
        },
        {
            "chapter": 38,
            "verse": 31,
            "text": "Dhek semana nuju wayah lingsir Sulaiman meriksa jaran jarahan. Yen meneng, menenge anteng, yen mlayu luwih dening rikat. (jaran mau cacah becik - becik kabeh. Ketungkul anggone mriksa ngati surup srengenge kelalen ora sholat ashar)"
        },
        {
            "chapter": 38,
            "verse": 32,
            "text": "(Sulaiman banget nelongso ing Pangeran) Pangucape, \"Aku iki arep demen jaran nganti kelimput elingku ing Pangeranku nganti surupe srengenge"
        },
        {
            "chapter": 38,
            "verse": 33,
            "text": "Nuli ana malaikat dhawuh, \"Kepel ingkang sampun lajeng dipun priksa inggal dipun wangsulaken (cahosaken) Allah\". Nuli Sulaiman ngelus - elus sikile lan gulune"
        },
        {
            "chapter": 38,
            "verse": 34,
            "text": "Ingsun nyoba marang Sulaiman, lan Ingsun dadekake dheweke gelethak ana dhampare (kursi emas) sarirane lemes (marga gerah) tumuli taubat"
        },
        {
            "chapter": 38,
            "verse": 35,
            "text": "Sulaiman nalongsa munjuk ing Allah: \"Dhuh Pangeran kawula, paduka mugi ngapura dhumateng kawula, saha paringa kraton ageng dhumateng kawula. Ingkang ing tembe sapengker kawula boten wonten satunggaling tiyang gadhah keraton ingkang sami. Saestunipun Paduka punika kuwasa peparing"
        },
        {
            "chapter": 38,
            "verse": 36,
            "text": "Ingsun banjur nyungkemake angin (marang Sulaiman), angin mahu mlaku ngidit ngestokake parentah sing dikersakake"
        },
        {
            "chapter": 38,
            "verse": 37,
            "text": "Sarupaning syetan padha ngestokake parentahe (Sulaiman)"
        },
        {
            "chapter": 38,
            "verse": 38,
            "text": "Lan ana maneh syetan liyane padha diblenggu ana ing belukan"
        },
        {
            "chapter": 38,
            "verse": 39,
            "text": "(Sulaiman) iki peparing Ingsun marang sira kang tanpa kira - kira. Sira kena peparing marang wong kang sira karepake lan kena ora peparing"
        },
        {
            "chapter": 38,
            "verse": 40,
            "text": "(Sulaiman) Ingsun paringi panggonan ing suwarga cedhak karo Ingsun yaiku kawusanan kang becik"
        }
    ]
}