{
    "rukus": [
        {
            "chapter": 40,
            "verse": 38,
            "text": "Lan (wong kang percaya marang Musa) celathu, \"Para sadherek, sampyan manut dhateng kula. Kula tedahaken margi ingkang leres"
        },
        {
            "chapter": 40,
            "verse": 39,
            "text": "Para sadherek, gesang wonten donya punika kabingahan namung sawatawis mongsa, dene gesang wonten akherat punika panggenan ingkang tetep sayektos"
        },
        {
            "chapter": 40,
            "verse": 40,
            "text": "Sinten ingkang nglampahi awon, patrapanipun boten langkung samurwating kalepatanipun. Nanging sinten ingkang ngelampahi kasahenan jaler utawi estri uger tiyang mukmin mesthi mlebet suwarga, wonten ing ngriku sami dipun paringi rizki tanpa wates"
        },
        {
            "chapter": 40,
            "verse": 41,
            "text": "Para sadherek, sampeyan sami kula jak wilujeng. Kenging punapa sampeyan sami ngajak kula dhateng neraka"
        },
        {
            "chapter": 40,
            "verse": 42,
            "text": "Sampeyan sami ngajak - ngajak kula supados kafir mahiben malih tingal ing Allah, nyembah brahala ingkang kula boten sumerap kateranganipun. Kang mongko kula ngajak - ajak dhateng sampeyan supados sumungkem nyembah Allah ingkang Maha Mulya tur ngapura dosa"
        },
        {
            "chapter": 40,
            "verse": 43,
            "text": "Sampun mesthi kemawon anggen sampeyan ngajak kula nyembah brahala punika tanpa guna. Awit brahala punika wonten donya boten nedha dipun sembah, wonten akherat badhe nyelaki panyembah sampeyan ing benjing kula sampeyan badhe wangsul dhateng ngarsaning Allah. Dene para kafir sami dipun cemplungaken dhateng neraka"
        },
        {
            "chapter": 40,
            "verse": 44,
            "text": "Benjing yen sampeyan sampun ningali neraka mesthi kengetan atur kula. Kula nyumanggakaken kawontenanipun badan kula punika dhateng Allah. Sayektosipun Allah punika mirsani dhateng para kawulanipun"
        },
        {
            "chapter": 40,
            "verse": 45,
            "text": "Allah ngreksa marang wong lanang mukmin mahu, kalis saka pihalane Fir'aun anggone ngancam arep mateni. Fir'aun sabalane padha tinempuh siksa kang hala"
        },
        {
            "chapter": 40,
            "verse": 46,
            "text": "(Pangandikaning Allah), Fir'aun sabalen sawise padha mati saben isuk lan sore padha dikon ngicipi siksa neraka, nganti Qiyamat. Dhawuhing Allah, \"Fir'aun sabalane padha cemplungna ing neraka. Siksa kang luwih dening abot"
        },
        {
            "chapter": 40,
            "verse": 47,
            "text": "(Muhammad) Sira nyeritakna ana akherat nalikane wong neraka padha grejegan karo kancane. Wong mong helu - helu bae. Padha celathu marang wong kang gumedhe, \"Anggonku kafir biyen mung manut marang kowe. Saiki piye apa kowe bisa nulak neraka iki"
        },
        {
            "chapter": 40,
            "verse": 48,
            "text": "Wong kang gumedhe padha mangsuli, \"Apa kang kok ucapake kowe weruh dhewe. Aku lan kowe padha ana neraka. Satemene Alah wis nindakake kebenaran marang para kawulane"
        },
        {
            "chapter": 40,
            "verse": 49,
            "text": "Wong kang ana neraka padha matur marang para malaikat kang rumeksa neraka, \"Kula panjenengan suwunaken dhateng Pangeran sampeyan supados kula dipun paringana mayar. Sadinten kemawon kula boten kuwawi awerating siksa"
        },
        {
            "chapter": 40,
            "verse": 50,
            "text": "Para malaikat mangsuli, \"Apa biyen kowe ora diterangake dening Rasulmu kanthi pirang - pirang tandha yekti?\". Padha mangsuli, \"Inggih sampun dipun terangake\". Malaikat mangsuli, \"Yen mangkono padha nyuwuna dhewe - dhewe ing Allah\". Nanging panyuwune wong kafir ora bakal diparengake"
        }
    ]
}