{
    "rukus": [
        {
            "chapter": 43,
            "verse": 57,
            "text": "(Muhammad) Bareng Isa anake Maryam dianggo paribasan (anggone disembah dening para wong Nashara) ing kono para ummatira wong turun Qurais padha bungah"
        },
        {
            "chapter": 43,
            "verse": 58,
            "text": "Pangucape, \"Becik endi ta Pangeran (sesembahanku apa dheweke (Isa))?\". Dheweke ora gawe paribasan mau marang kowe perlune ora liwat mung madoni, para ummatira kang mangkono mau tetep wong madoni weweton barang kang ora bener"
        },
        {
            "chapter": 43,
            "verse": 59,
            "text": "Isa iku dudu barang - barang mung kawulaningsun kang diparingi kabungahan dadi nabi, sarta Ingsun anggo upama marang para turuning Israil"
        },
        {
            "chapter": 43,
            "verse": 60,
            "text": "Upama ana parenge kersaningsun, sira padha Ingsun sirnakake, banjur disalini para malaikat padha manggon ana ing bumi mesthi kelakon mangkono"
        },
        {
            "chapter": 43,
            "verse": 61,
            "text": "Lan satemene Isa mau yekti dadi tetengere kaweruh dina Qiyamat, sira aja mamang bakal tekane dina Qiyamat mau, sira mung ngistokna parintah Ingsun. Iki dalan kang bener"
        },
        {
            "chapter": 43,
            "verse": 62,
            "text": "Sira aja padha kena panggodhaning setan, awit tetela dadi saterunira"
        },
        {
            "chapter": 43,
            "verse": 63,
            "text": "Bareng Isa wis diutus dening Allah kanthi tondho yekti kahelokan pirang - pirang. Dhawuhe, \"Tekaku iki dhawuhake Injil kang isine kawicaksanaan perlu nerangake anggonmu padha pasulayan bab surasaning Kitab Taurat. Kowe pada bektia ing Allah manuta marang aku"
        },
        {
            "chapter": 43,
            "verse": 64,
            "text": "Satemene Allah iku Pangeranku lan Pangeranmu, mulane padha nyembaha Allah, iki dhalan bener"
        },
        {
            "chapter": 43,
            "verse": 65,
            "text": "Padha pasulayan ing bab panemu antarane golongan - golongan (Nashara) antarane dheweke, cilaka banget (wong - wong nashara) kang panemune dadi kafir, awit besuk dina Qiyamat bakal kacemplung siksa kang nglarani"
        },
        {
            "chapter": 43,
            "verse": 66,
            "text": "Wong mangkono mau mung ngenteni dina Qiyamat kang tekane bakal ngagetake ora kanyanan pisan - pisan"
        },
        {
            "chapter": 43,
            "verse": 67,
            "text": "Ing dina iku sarupane pakumpulan duraka, wonge padha sesatron, kajaba wong kang padha bekti"
        }
    ]
}