{
    "rukus": [
        {
            "chapter": 64,
            "verse": 11,
            "text": "Sadhengah kasangsaran kang kelakon, ora ana kang tanpa idzining Allah. Dene sing sapa percaya ing Allah, Allah nuduhake atine wong mau marang dalan bener, Allah iku nguningani samu barang"
        },
        {
            "chapter": 64,
            "verse": 12,
            "text": "Sira padha ngabektia ing Allah, dene yen sira malengos ora nurut, wajibe utusaningsun mung ajak - ajak ngundhangake dhawuh kang cetha"
        },
        {
            "chapter": 64,
            "verse": 13,
            "text": "Ora ana sesembahan kelawan bener kejaba mung Allah, para wong mukmin padha nyumanggakake samu barang ing Allah"
        },
        {
            "chapter": 64,
            "verse": 14,
            "text": "Para mukmin! Para rabinira lan anak - anak ira iku ana kang dadi saterunira. Mulane sira kudu padha prayitna. Dene yen sira muwung lan ngapura tanpa srengen luwih becik. Satemene Allah iku kepareng ngapura tur Maha Asih"
        },
        {
            "chapter": 64,
            "verse": 15,
            "text": "Sakekhe bandhanira lan anak - anakira iku kabeh ora liwat mung dadi godha, (mulane aja padha tinggal ngabekti ing Allah). Allah bakal maringi ganjaran gedhe marang sira"
        },
        {
            "chapter": 64,
            "verse": 16,
            "text": "Ing sabisa - bisa sira padha bektia ing Allah, padha ngrungokna lan nampanana dhawuhing lan parentahe Allah, lan padha weweha dhumunung ngabekti ing Allah iku becik banget tumrap awakira. Sing sapa ngingkiri budi lumuh gawe becik, iku tetep wong begja"
        },
        {
            "chapter": 64,
            "verse": 17,
            "text": "Manawa sira potang beciking Allah, Allah bakal males becik marang sira tikel matikel lan ngapura marang sira. Allah ora ngilangake kabecikaning kawula lan Maha welas"
        },
        {
            "chapter": 64,
            "verse": 18,
            "text": "Nguningani barang kang samar - samar lan kang kasat mata, kang maha mulya tur wicaksana"
        }
    ]
}