{
    "rukus": [
        {
            "chapter": 16,
            "verse": 41,
            "text": "Zulme ugratıldıktan sonra, Allah yolunda hicret edenleri dunyada suphesiz guzel bir bicimde yerlestirecegiz; ahiret karsılıgı ise daha buyuktur. Bilmis olsalardı"
        },
        {
            "chapter": 16,
            "verse": 42,
            "text": "Onlar sabredenler ve Rablerine tevekkul edenlerdir"
        },
        {
            "chapter": 16,
            "verse": 43,
            "text": "Biz senden evvel kendilerine vahyettigimiz erkeklerden baska (peygamberler) gondermedik. Eger bilmiyorsanız, zikir ehline sorun"
        },
        {
            "chapter": 16,
            "verse": 44,
            "text": "(Onları) Apacık deliller ve kitaplarla (gonderdik). Sana da zikri (Kur'an'ı) indirdik ki, insanlara kendileri icin indirileni acıklayasın ve onlar da iyice dusunsunler, diye"
        },
        {
            "chapter": 16,
            "verse": 45,
            "text": "Artık 'kotulugu orgutleyip duzenleyenler', Allah'ın, kendilerini yerin dibine gecirmeyeceginden veya suuruna varamayacakları yerden azabın gelmeyeceginden emin midirler"
        },
        {
            "chapter": 16,
            "verse": 46,
            "text": "Ya da onlar, donup-dolasmaktalarken, onları yakalayıvermesinden (mi emindirler?) Ki onlar (bu konuda Allah'ı) aciz bırakacak degildirler"
        },
        {
            "chapter": 16,
            "verse": 47,
            "text": "Veya onları bir korku uzerinde yakalayıvermesinden (mi emindirler)? Oyleyse Rabbin, gercekten sefkatli ve merhamet sahibidir"
        },
        {
            "chapter": 16,
            "verse": 48,
            "text": "Allah'ın herhangi bir seyden yarattıgına bakmıyorlar mı? Onun golgeleri kuculerek sagdan ve soldan Allah'a secde eder vaziyette doner"
        },
        {
            "chapter": 16,
            "verse": 49,
            "text": "Goklerde ve yerde olan ne varsa, canlılar ve melekler Allah'a secde ederler ve onlar buyukluk taslamazlar"
        },
        {
            "chapter": 16,
            "verse": 50,
            "text": "Ustlerinden (her an bir azap gondermeye kadir olan) Rablerinden korkarlar ve emrolundukları seyi yaparlar"
        }
    ]
}