{
    "rukus": [
        {
            "chapter": 28,
            "verse": 43,
            "text": "Andolsun, ilk nesilleri yıkıma ugrattıktan sonra, Musa'ya, insanlar icin (gozleri hikmetle acıp aydınlatacak) basiretler, hidayet ve rahmet olmak uzere kitap verdik. Umulur ki, ogut alıp-dusunurler diye"
        },
        {
            "chapter": 28,
            "verse": 44,
            "text": "Musa'ya o isi (ilahi vahyi verip) gerceklestirdigimiz zaman, sen (Tur'un) batı yanında degildin ve (buna) sahid olanlardan da degildin"
        },
        {
            "chapter": 28,
            "verse": 45,
            "text": "Ancak Biz bircok nesiller insa ettik de onların uzerinde (nice) omur(ler) uzayıp gecti. Ve sen Medyen halkı icinde yasayıp da ayetlerimizi onlardan okuyarak ogrenmis degilsin. Ancak (bu bilgileri sana) gonderen Biziz"
        },
        {
            "chapter": 28,
            "verse": 46,
            "text": "(Musa'ya) Seslendigimiz zaman da, sen Tur'un yanında degildin. Ancak Rabbinden bir rahmet olmak uzere senden once kendilerine bir uyarıcı gelmemis olan bir kavmi uyarman icin (gonderildin). Umulur ki, ogut alıp dusunurler diye"
        },
        {
            "chapter": 28,
            "verse": 47,
            "text": "Kendi ellerinin one surdukleri dolayısıyla, onlara bir musibet isabet ettiginde: \"Rabbimiz, bize de bir elci gonderseydin de boylece Senin ayetlerine uysaydık ve mu'minlerden olsaydık\" diyecek olmasalardı (seni gondermezdik)"
        },
        {
            "chapter": 28,
            "verse": 48,
            "text": "Fakat onlara Kendi Katımız'dan hak geldigi zaman: \"Musa'ya verilenlerin bir benzeri buna verilmeli degil miydi?\" dediler. Onlar, daha once Musa'ya verilenleri inkar etmemisler miydi? \"Iki buyu birbirine arka cıktı\" dediler. Ve: \"Gercekten biz hepsini inkar edenleriz\" dediler"
        },
        {
            "chapter": 28,
            "verse": 49,
            "text": "De ki: \"Eger dogruysanız, bu durumda Allah Katından bu ikisinden (Musa'ya indirilen Tevrat ve bana indirilen Kur'an'dan) daha dogru olan bir kitap getirin de, ona uymus olayım"
        },
        {
            "chapter": 28,
            "verse": 50,
            "text": "Buna ragmen sana icabet etmeyecek olurlarsa, artık bil ki, onlar, gercekten kendi heva (istek ve tutku)larına uymaktadırlar. Oysa Allah'tan bir kılavuz (dogru yol gosterici) olmaksızın, kendi istek ve tutkularına (hevasına) uyandan daha sapık kimdir? Suphesiz Allah, zulmeden bir kavme hidayet vermez"
        }
    ]
}