{
    "rukus": [
        {
            "chapter": 41,
            "verse": 33,
            "text": "Allah'a cagıran, salih amelde bulunan ve: \"Gercekten ben Muslumanlardanım\" diyenden daha guzel sozlu kimdir"
        },
        {
            "chapter": 41,
            "verse": 34,
            "text": "Iyilikle kotuluk esit olmaz. Sen, en guzel olan bir tarzda (kotulugu) uzaklastır; o zaman, (gorursun ki) seninle onun arasında dusmanlık bulunan kimse, sanki sıcak bir dost(un) oluvermistir"
        },
        {
            "chapter": 41,
            "verse": 35,
            "text": "Buna da, sabredenlerden baskası kavusturulamaz. Ve buna, buyuk bir pay sahibi olanlardan baskası da kavusturulamaz"
        },
        {
            "chapter": 41,
            "verse": 36,
            "text": "Sayet sana seytandan bir kıskırtma gelecek olursa, hemen Allah'a sıgın. Cunku O, isitendir, bilendir"
        },
        {
            "chapter": 41,
            "verse": 37,
            "text": "Gece, gunduz, gunes ve ay O'nun ayetlerindendir. Siz gunese de, aya da secde etmeyin. Alah’a secde edin, ki bunları Kendisi yaratmıstır. Eger O'na ibadet edecekseniz"
        },
        {
            "chapter": 41,
            "verse": 38,
            "text": "Sayet onlar buyuklenecek olurlarsa, Rabbinin Katında bulunanlar, O'nu gece ve gunduz tesbih ederler ve (bundan) bıkkınlık duymazlar"
        },
        {
            "chapter": 41,
            "verse": 39,
            "text": "O'nun ayetlerinden biri de, senin gercekten yeryuzunu husu icinde (solmus, boynu bukulmus ve kupkuru) gormendir. Ama Biz onun uzerine suyu indirdigimiz zaman, deprenir ve kabarır. Suphesiz onu dirilten, oluleri de elbette dirilticidir. Cunku O, herseye guc yetirendir"
        },
        {
            "chapter": 41,
            "verse": 40,
            "text": "Bizim ayetlerimiz konusunda carpıtma yapanlar, Bize gizli kalmazlar. Oyleyse atesin icine bırakılan mı daha hayırlıdır yoksa kıyamet gunu guvenle gelen mi? Siz dilediginizi yapın. Cunku O yaptıklarınızı gercekten gorendir"
        },
        {
            "chapter": 41,
            "verse": 41,
            "text": "Suphesiz, kendilerine zikir gelince onu inkar edenler (atesin icine bırakılırlar); oysa o, aziz (serefi yuksek, ustun) bir Kitap'tır"
        },
        {
            "chapter": 41,
            "verse": 42,
            "text": "Batıl, ona onunden de, ardından da gelemez. (Cunku Kur'an,) Hukum ve hikmet sahibi, cok ovulen (Allah)tan indirilmedir"
        },
        {
            "chapter": 41,
            "verse": 43,
            "text": "Sana soylenen seyler, senden onceki elcilere soylenenden baskası degildir. Suphesiz, Rabbin, hem elbette magfiret sahibidir, hem de acı bir azap sahibidir"
        },
        {
            "chapter": 41,
            "verse": 44,
            "text": "Eger Biz onu A'cemi (Arapca olmayan bir dilde) olan bir Kur'an kılsaydık, herhalde derlerdi ki: \"Onun ayetleri acıklanmalı degil miydi? Arap olana, A'cemi (Arapca olmayan bir dil)mi?\" De ki: \"O, iman edenler icin bir hidayet ve bir sifadır. Iman etmeyenlerin ise kulaklarında bir agırlık vardır ve o (Kur'an), onlara karsı bir korluktur. Iste onlara (sanki) uzak bir yerden seslenilir"
        }
    ]
}