{
    "rukus": [
        {
            "chapter": 2,
            "verse": 30,
            "text": "Hani Rabbin meleklere: \"Muhakkak Ben, yeryuzunde bir halife var edecegim\" demisti. Onlar da: \"Biz Seni sukrunle yuceltir ve (surekli) takdis ederken, orada bozgunculuk cıkaracak ve kanlar akıtacak birini mi var edeceksin?\" dediler. (Allah:) \"Suphesiz sizin bilmediginizi Ben bilirim\" dedi"
        },
        {
            "chapter": 2,
            "verse": 31,
            "text": "Ve Adem'e isimlerin hepsini ogretti. Sonra onları meleklere yoneltip: \"Eger dogru sozluyseniz, bunları Bana isimleriyle haber verin\" dedi"
        },
        {
            "chapter": 2,
            "verse": 32,
            "text": "Dediler ki: \"Sen Yucesin, bize ogrettiginden baska bizim hicbir bilgimiz yok. Gercekten Sen, herseyi bilen, hukum ve hikmet sahibi olansın"
        },
        {
            "chapter": 2,
            "verse": 33,
            "text": "(Allah:) \"Ey Adem, bunları onlara isimleriyle haber ver\" dedi. O, bunları onlara isimleriyle haber verince de dedi ki: \"Size demedim mi, goklerin ve yerin gaybını gercekten Ben bilirim, gizli tuttuklarınızı ve acıga vurduklarınızı da Ben bilirim"
        },
        {
            "chapter": 2,
            "verse": 34,
            "text": "Ve meleklere: \"Adem’e secde edin\" dedik. Iblis haric (hepsi) secde ettiler. O ise, diretti ve kibirlendi, (boylece) kafirlerden oldu"
        },
        {
            "chapter": 2,
            "verse": 35,
            "text": "Ve dedik ki: \"Ey Adem, sen ve esin cennette yerles. Ikiniz de ondan, neresinden dilerseniz, bol bol yiyin; ama su agaca yaklasmayın, yoksa zalimlerden olursunuz"
        },
        {
            "chapter": 2,
            "verse": 36,
            "text": "Fakat seytan, oradan ikisinin ayagını kaydırdı ve boylece onları icinde bulundukları (durum)dan cıkardı. Biz de: \"Kiminiz kiminize dusman olarak inin, sizin icin yeryuzunde belli bir vakte kadar bir yerlesim ve meta vardır\" dedik"
        },
        {
            "chapter": 2,
            "verse": 37,
            "text": "Derken Adem, Rabbinden (birtakım) kelimeler aldı. Bunun uzerine (Allah da) tevbesini kabul etti. Suphesiz O, tevbeleri kabul edendir, esirgeyendir"
        },
        {
            "chapter": 2,
            "verse": 38,
            "text": "Dedik ki: \"Oradan tumunuz inin. Bundan sonra size Benden bir hidayet geldiginde, kim Benim hidayetime uyarsa, onlara korku yoktur ve onlar mahzun olmayacaklardır"
        },
        {
            "chapter": 2,
            "verse": 39,
            "text": "Inkar edip de ayetlerimizi yalanlayanlar ise; onlar, atesin halkıdırlar ve orada suresiz kalacaklardır"
        }
    ]
}