{
    "rukus": [
        {
            "chapter": 4,
            "verse": 116,
            "text": "Hic suphesiz, Allah, Kendisi'ne sirk kosanları bagıslamaz. Bunun dısında kalanlar ise, (onlardan) diledigini bagıslar. Kim Allah'a sirk kosarsa elbette o uzak bir sapıklıkla sapmıstır"
        },
        {
            "chapter": 4,
            "verse": 117,
            "text": "Onlar, O'nu bırakıp da (birtakım) disilere taparlar. Onlar o her turlu hayırla iliskisi kesilmis seytandan baskasına tapmazlar"
        },
        {
            "chapter": 4,
            "verse": 118,
            "text": "Allah, onu lanetlemistir. O da (soyle) dedi: \"Andolsun, kullarından 'miktarları tespit edilmis bir grubu' (kendime usak) edinecegim"
        },
        {
            "chapter": 4,
            "verse": 119,
            "text": "Onları -ne olursa olsun- sasırtıp-saptıracagım, en olmadık kuruntulara dusurecegim ve onlara kesin olarak davarların kulaklarını kesmelerini emredecegim ve Allah'ın yarattıklarını degistirmelerini emredecegim.\" Kim Allah'ı bırakıp da seytanı dost (veli) edinirse, kuskusuz o, apacık bir husrana ugramıstır"
        },
        {
            "chapter": 4,
            "verse": 120,
            "text": "(Seytan) Onlara vaadler ediyor, onları en olmadık kuruntulara dusuruyor. Oysa seytan, onlara bir aldanıstan baska bir sey va'detmez"
        },
        {
            "chapter": 4,
            "verse": 121,
            "text": "Onların barınma yerleri cehennemdir, ondan kacacak bir yer bulamayacaklardır"
        },
        {
            "chapter": 4,
            "verse": 122,
            "text": "Iman edip salih amellerde bulunanlar, Biz onları altından ırmaklar akan, icinde ebedi kalacakları cennetlere sokacagız. Bu, Allah'ın gercek olan va'didir. Allah'tan daha dogru sozlu kim vardır"
        },
        {
            "chapter": 4,
            "verse": 123,
            "text": "Ne sizin kuruntularınızla, ne de Kitap Ehlinin kuruntularıyla degil. Kim kotuluk yaparsa, onunla ceza gorur; o, Allah'tan baska bir veli (dost) ve bir yardımcı bulamaz"
        },
        {
            "chapter": 4,
            "verse": 124,
            "text": "Erkek olsun, kadın olsun inanmıs olarak kim salih bir amelde bulunursa, onlar cennete girecek ve onlar, bir 'cekirdegin sırtındaki tomurcuk kadar' bile haksızlıga ugramayacaklardır"
        },
        {
            "chapter": 4,
            "verse": 125,
            "text": "Iyilik yaparak kendini Allah'a teslim eden ve hanif (tevhidi) olan Ibrahim'in dinine uyandan daha guzel din'li kimdir? Allah, Ibrahim'i dost edinmistir"
        },
        {
            "chapter": 4,
            "verse": 126,
            "text": "Goklerde ve yerde ne varsa tumu Allah'ındır. Allah, herseyi kusatandır"
        }
    ]
}