{
    "maqras": [
        {
            "chapter": 40,
            "verse": 66,
            "text": "Reci: “Uistinu, meni je zabranjeno da obozavam one koje prizivate mimo Allaha, posto su mi dosli jasni dokazi od Gospodara mog. A naređeno mi je da se predam Gospodaru svjetova.”"
        },
        {
            "chapter": 40,
            "verse": 67,
            "text": "On je Taj koji vas je stvorio od prasine, zatim od kapi (sjemena), potom od zakvacka, zatim vas izvodi kao dojence; potom da dostignete svoju punu snagu, zatim da budete starci - a od vas je onaj ko bude uzet prije - i da dostignete rok određeni, i da biste vi shvatili"
        },
        {
            "chapter": 40,
            "verse": 68,
            "text": "On je Taj koji ozivljava i usmrcuje. Pa kad odluci stvar, tad tome samo kaze: “Budi!” - tad biva"
        },
        {
            "chapter": 40,
            "verse": 69,
            "text": "Zar ne vidis one koji raspravljaju o ajetima Allahovim; kuda se okrecu"
        },
        {
            "chapter": 40,
            "verse": 70,
            "text": "Oni koji poricu Knjigu i ono s cim smo slali poslanike Nase? Pa saznace"
        },
        {
            "chapter": 40,
            "verse": 71,
            "text": "Kad na vratovima njihovim budu okovi i lanci. Bice vuceni"
        },
        {
            "chapter": 40,
            "verse": 72,
            "text": "U kljucaloj vodi, zatim u vatri przeni"
        },
        {
            "chapter": 40,
            "verse": 73,
            "text": "Potom ce im se reci: “Gdje je ono sto ste pridruzivali"
        },
        {
            "chapter": 40,
            "verse": 74,
            "text": "Mimo Allaha?” Reci ce: “Nestali su od nas; naprotiv, nismo ranije prizivali nista.” Tako Allah zabluđuje nevjernike"
        },
        {
            "chapter": 40,
            "verse": 75,
            "text": "To stoga sto ste likovali na Zemlji bez prava, i sto ste obijesni bili"
        },
        {
            "chapter": 40,
            "verse": 76,
            "text": "Uđite na kapije Dzehennema, vjecno cete biti u njemu; pa lose je boraviste oholih"
        },
        {
            "chapter": 40,
            "verse": 77,
            "text": "Zato se strpi; doista, obecanje Allahovo je Istina. Pa ako ti pokazemo dio onog sta im obecavamo ili te uzmemo - ta Nama ce se vratiti"
        },
        {
            "chapter": 40,
            "verse": 78,
            "text": "I doista smo slali poslanike prije tebe. Između njih je onaj o kom smo ti kazivali, i od njih onaj o kom ti nismo kazivali. I nije bilo za poslanika da donese znak, izuzev s dozvolom Allahovom. Pa kad dođe naredba Allahova, sudice se s Istinom; a izgubice ondje blebetala"
        },
        {
            "chapter": 40,
            "verse": 79,
            "text": "Allah je Taj koji vam je nacinio stoku, da jasete (neke) od njih, i od njih jedete"
        },
        {
            "chapter": 40,
            "verse": 80,
            "text": "A imate vi u njoj koristi - i da njome zadovoljite potrebu u grudima vasim, a na njoj i na plovilima se transportujete"
        },
        {
            "chapter": 40,
            "verse": 81,
            "text": "I pokazuje vam znakove Svoje. Pa koji od znakova Allahovih poricete"
        },
        {
            "chapter": 40,
            "verse": 82,
            "text": "Pa zar nisu putovali po Zemlji, te vidjeli kakav je bio kraj onih prije njih. Bili su brojniji od njih i zesci u sili i tragovima u Zemlji. Pa im nije koristilo sta su bili stekli"
        },
        {
            "chapter": 40,
            "verse": 83,
            "text": "Pa posto su im poslanici njihovi dosli sa dokazima jasnim, likovali su s onim sta je kod njih od znanja, a spopalo ih je ono cemu su se izrugivali"
        },
        {
            "chapter": 40,
            "verse": 84,
            "text": "Pa posto bi vidjeli silu Nasu, rekli bi: “Vjerujemo u Allaha - Njega Jedinog, a ne vjerujemo u ono sta smo pridruzivali.”"
        },
        {
            "chapter": 40,
            "verse": 85,
            "text": "Tad im ne bi koristilo vjerovanje njihovo posto bi vidjeli silu Nasu. Sunnet je to Allahov koji je doista prosao na robovima Njegovim; a izgubili bi ondje nevjernici"
        },
        {
            "chapter": 41,
            "verse": 1,
            "text": "Ha. Mim"
        },
        {
            "chapter": 41,
            "verse": 2,
            "text": "Objava je od Milostivog, Milosrdnog"
        },
        {
            "chapter": 41,
            "verse": 3,
            "text": "Knjiga ciji su ajeti razjasnjeni, Kur’an na arapskom, za ljude koji znaju"
        },
        {
            "chapter": 41,
            "verse": 4,
            "text": "Donosilac radosne vijesti i Opomene. Pa odvratila se vecina njih, pa oni ne cuju"
        },
        {
            "chapter": 41,
            "verse": 5,
            "text": "I govore: “Srca su nasa pod pokrivkama prema onom cemu nas pozivas, i u usima nasim je gluhoca; a između nas i između tebe je veo. Zato radi, uistinu, mi smo radnici.”"
        },
        {
            "chapter": 41,
            "verse": 6,
            "text": "Reci: “Ja sam samo smrtnik slican vama. Meni se objavljuje da je uistinu Bog vas, Bog Jedini; zato uzmite put pravi Njemu i trazite oprost Njegov. A tesko musricima"
        },
        {
            "chapter": 41,
            "verse": 7,
            "text": "Onima koji ne daju zekat; a oni su u Ahiret nevjernici"
        },
        {
            "chapter": 41,
            "verse": 8,
            "text": "Uistinu, oni koji vjeruju i cine dobra djela, imace oni nagradu neprekidnu.”"
        }
    ]
}