{
    "maqras": [
        {
            "chapter": 41,
            "verse": 25,
            "text": "I dodijelili smo im drugove, pa su im uljepsali ono sto je ispred njih i sto je iza njih. I obistinila se na njima Rijec u zajednicama dzinna i ljudi vec proslim prije njih. Uistinu, oni su gubitnici"
        },
        {
            "chapter": 41,
            "verse": 26,
            "text": "I kazu oni koji ne vjeruju: “Ne slusajte ovaj Kur’an i brbljajte u njemu, da biste vi nadvladali.”"
        },
        {
            "chapter": 41,
            "verse": 27,
            "text": "Pa sigurno cemo dati da oni koji ne vjeruju iskuse kaznu zestoku, i sigurno cemo ih platiti najgorim sta su radili"
        },
        {
            "chapter": 41,
            "verse": 28,
            "text": "To je placa neprijateljima Allahovim: Vatra! Imace oni u njoj kucu vjecnosti. Placa sto su ajete Nase nijekali"
        },
        {
            "chapter": 41,
            "verse": 29,
            "text": "I reci ce oni koji nisu vjerovali: “Gospodaru nas! Pokazi nam one od dzinna i ljudi koji su nas zaveli, da ih stavimo pod noge nase, da budu od najdonjih.”"
        },
        {
            "chapter": 41,
            "verse": 30,
            "text": "Uistinu, oni koji govore: “Gospodar nas je Allah”, zatim budu ispravni, spustaju se na njih meleci: “Ne plasite se i ne zalostite i radujte se Dzennetu koji vam se obecava"
        },
        {
            "chapter": 41,
            "verse": 31,
            "text": "Mi smo zastitnici vasi u zivotu Dunjaa i na Ahiretu. A imacete vi u njemu sta zazele duse vase, i imacete vi u njemu sta zatrazite"
        },
        {
            "chapter": 41,
            "verse": 32,
            "text": "Ugoscenje od Oprosnika, Milosrdnog"
        },
        {
            "chapter": 41,
            "verse": 33,
            "text": "A ko je bolji govorom od onog ko poziva Allahu i radi dobro i kaze: “Uistinu! Ja sam od muslimana.”"
        },
        {
            "chapter": 41,
            "verse": 34,
            "text": "I nije isto dobro i zlo. Odbij (zlo) s onim sto je bolje, tad gle! onaj sto je između tebe i njega neprijateljstvo - kao da je on prijatelj prisan"
        },
        {
            "chapter": 41,
            "verse": 35,
            "text": "A pruzice se to samo onima koji se strpe, i nece se to pruziti, izuzev posjedniku srece goleme"
        },
        {
            "chapter": 41,
            "verse": 36,
            "text": "A ako te navede od sejtana podsticaj, tad potrazi zastitu u Allaha. Uistinu! On, On je Onaj koji cuje, Znalac"
        },
        {
            "chapter": 41,
            "verse": 37,
            "text": "I od znakova Njegovih su noc i dan, i Sunce i Mjesec. Ne padajte na sedzdu Suncu, ni Mjesecu, a padajte na sedzdu Allahu koji ih je stvorio, ako Njega obozavate"
        },
        {
            "chapter": 41,
            "verse": 38,
            "text": "Pa ako se uzohole, ta oni koji su kod Gospodara tvog, slave Ga nocu i danju i oni se ne umaraju"
        },
        {
            "chapter": 41,
            "verse": 39,
            "text": "I od znakova Njegovih je sto ti vidis zemlju smirenu, pa kad na nju spustimo vodu, zatreperi i uzbuja. Uistinu, Onaj koji je ozivljava je Ozivljavac mrtvih. Uistinu, On je nad svakom stvari Posjednik moci"
        },
        {
            "chapter": 41,
            "verse": 40,
            "text": "Uistinu, oni koji iskrecu ajete Nase, nece se od Nas sakriti. Pa je li ko u vatru bude bacen, bolji, ili ko dođe siguran na Dan kijameta? Radite sta hocete! Uistinu, On je onog sta radite Vidilac"
        },
        {
            "chapter": 41,
            "verse": 41,
            "text": "Uistinu, oni koji ne vjeruju u Opomenu posto im je dosla ... A uistinu, on je Knjiga silna"
        },
        {
            "chapter": 41,
            "verse": 42,
            "text": "Ne prilazi joj neistina ispred nje, niti iza nje. Objava je od Mudrog, Hvaljenog"
        },
        {
            "chapter": 41,
            "verse": 43,
            "text": "Govori ti se samo ono sto je vec receno poslanicima prije tebe. Uistinu, Gospodar tvoj je Vlasnik oprosta i Vlasnik kazne bolne"
        },
        {
            "chapter": 41,
            "verse": 44,
            "text": "A da smo ga ucinili Kur’anom na stranom (jeziku), sigurno bi rekli: “Sto nisu razjasnjeni ajeti njegovi? Zar strani (jezik) a Arap?” Reci: “On je onima koji vjeruju Uputa i Lijek.” A koji ne vjeruju, u usima njihovim je gluhoca i on je za njih sljepilo. Takvi se dozivaju iz mjesta dalekog"
        },
        {
            "chapter": 41,
            "verse": 45,
            "text": "I doista smo Musau dali Knjigu, pa se o njoj prepiralo. A da nije Rijeci prethodne od Gospodara tvog, sigurno bi među njima bilo presuđeno. A uistinu, oni su o njemu u sumnji zbunjujucoj"
        },
        {
            "chapter": 41,
            "verse": 46,
            "text": "Ko radi dobro - pa za dusu je njegovu; a ko cini zlo - pa protiv nje je. I nije Gospodar tvoj nikako zalim robovima"
        }
    ]
}