{
    "chapter": [
        {
            "chapter": 27,
            "verse": 1,
            "text": "Sin. These are the signs of the Quran and a clear Book"
        },
        {
            "chapter": 27,
            "verse": 2,
            "text": "a guidance and glad tidings for the believers"
        },
        {
            "chapter": 27,
            "verse": 3,
            "text": "who perform the prayer and give the alms, and of the Hereafter are certain"
        },
        {
            "chapter": 27,
            "verse": 4,
            "text": "Truly those who believe not in the Hereafter, We have made their deeds seem fair unto them, while they wander confused"
        },
        {
            "chapter": 27,
            "verse": 5,
            "text": "It is they who shall have a terrible punishment, and in the Hereafter it is they who are the greatest losers"
        },
        {
            "chapter": 27,
            "verse": 6,
            "text": "Truly thou dost receive the Quran from the Presence of One who is Wise, Knowing"
        },
        {
            "chapter": 27,
            "verse": 7,
            "text": "[Remember] when Moses said unto his family, “Verily, I perceive a fire. I shall bring you some news therefrom, or a brand, that haply you may warm yourselves.”"
        },
        {
            "chapter": 27,
            "verse": 8,
            "text": "Then when he came to it, a call came unto him, “Blessed is the One in the fire, and the one around it. And glory be to God, Lord of the worlds"
        },
        {
            "chapter": 27,
            "verse": 9,
            "text": "O Moses! Verily, it is I, God, the Mighty, the Wise!”"
        },
        {
            "chapter": 27,
            "verse": 10,
            "text": "And, “Cast thy staff!” Then when he saw it quivering like a serpent, he turned in retreat without returning. “O Moses! Fear not! Verily the messengers fear not in My Presence"
        },
        {
            "chapter": 27,
            "verse": 11,
            "text": "save one who did wrong, then replaced evil with good. For truly I am Forgiving, Merciful"
        },
        {
            "chapter": 27,
            "verse": 12,
            "text": "And insert thy hand in thy bosom; it will come forth white, without blemish—among nine signs to Pharaoh and his people. Truly they have been an iniquitous people.”"
        },
        {
            "chapter": 27,
            "verse": 13,
            "text": "And when Our signs came to them as a clear portent, they said, “This is manifest sorcery!”"
        },
        {
            "chapter": 27,
            "verse": 14,
            "text": "They rejected them—though their souls were convinced of them—wrongfully and exultantly. So behold how the workers of corruption fared in the end"
        },
        {
            "chapter": 27,
            "verse": 15,
            "text": "And indeed We gave unto David and Solomon knowledge. And they said, “Praise be to God, Who has favored us above many of His believing servants.”"
        },
        {
            "chapter": 27,
            "verse": 16,
            "text": "Solomon inherited from David and said, “O mankind, we have been taught the language of the birds, and we have been given of all things. Truly this is clear bounty!”"
        },
        {
            "chapter": 27,
            "verse": 17,
            "text": "And gathered for Solomon were his hosts of jinn and men and birds, and they were marshaled [in ordered ranks]"
        },
        {
            "chapter": 27,
            "verse": 18,
            "text": "till when they came to the valley of the ants, an ant said, “O ants! Enter your dwellings, lest Solomon and his hosts crush you, while they are unaware.”"
        },
        {
            "chapter": 27,
            "verse": 19,
            "text": "And he smiled, laughing at her words, and said, “My Lord! Inspire me to give thanks for Thy blessing wherewith Thou hast blessed me and my parents and to work righteousness pleasing to Thee, and cause me to enter, through Thy Mercy, among Thy righteous servants!”"
        },
        {
            "chapter": 27,
            "verse": 20,
            "text": "And he surveyed the birds and said, “How is it that I do not see the hoopoe? Or is he among those who are absent"
        },
        {
            "chapter": 27,
            "verse": 21,
            "text": "I will surely punish him with a severe punishment, or I shall slaughter him, unless he brings me a clear warrant.”"
        },
        {
            "chapter": 27,
            "verse": 22,
            "text": "But he tarried not long, and said, “I have comprehended that which thou hast not comprehended, and I bring you a sure report from Sheba"
        },
        {
            "chapter": 27,
            "verse": 23,
            "text": "Verily, I found a woman ruling over them, and she has been given of all things, and hers is a mighty throne"
        },
        {
            "chapter": 27,
            "verse": 24,
            "text": "I found her and her people prostrating to the sun, apart from God, and Satan has made their actions seem fair unto them, and turned them from the way, such that they are not rightly guided"
        },
        {
            "chapter": 27,
            "verse": 25,
            "text": "Will they not prostrate unto God, Who brings forth what is hidden in the heavens and on the earth, and Who knows what you hide and what you disclose"
        },
        {
            "chapter": 27,
            "verse": 26,
            "text": "God, there is no god but He, Lord of the mighty Throne!”"
        },
        {
            "chapter": 27,
            "verse": 27,
            "text": "He said, “We shall see if you have spoken the truth or if you are among the liars"
        },
        {
            "chapter": 27,
            "verse": 28,
            "text": "Go with this letter of mine and deliver it unto them. Then turn away from them and observe what they send back.”"
        },
        {
            "chapter": 27,
            "verse": 29,
            "text": "She said, “O notables! Truly a noble letter has been delivered unto me"
        },
        {
            "chapter": 27,
            "verse": 30,
            "text": "Verily, it is from Solomon and verily it is, ‘In the Name of God, the Compassionate, the Merciful"
        },
        {
            "chapter": 27,
            "verse": 31,
            "text": "Do not exalt yourselves against me, but come unto me in submission.’”"
        },
        {
            "chapter": 27,
            "verse": 32,
            "text": "She said, “O notables! Give me your opinion in this matter of mine. I am not one to decide on any matter unless you are present.”"
        },
        {
            "chapter": 27,
            "verse": 33,
            "text": "They said, “We are possessed of strength and possessed of great might. But the command is thine; so consider what thou wouldst command.”"
        },
        {
            "chapter": 27,
            "verse": 34,
            "text": "She said, “Verily, kings, when they enter a town, corrupt it, and make the most honorable of its people the most abased. They will do likewise"
        },
        {
            "chapter": 27,
            "verse": 35,
            "text": "I will send a gift to them, and observe what the envoys bring back.”"
        },
        {
            "chapter": 27,
            "verse": 36,
            "text": "But when it came to Solomon, he said, “Do you offer me wealth? What God has given me is better than what He has given you. Nay, but it is you who exult in your gift!”"
        },
        {
            "chapter": 27,
            "verse": 37,
            "text": "“Return unto them, for we shall come upon them with hosts they cannot withstand, and we shall expel them hence, abased, and they shall be humbled.”"
        },
        {
            "chapter": 27,
            "verse": 38,
            "text": "He said, “O notables! Which of you will bring me her throne before they come unto me in submission?”"
        },
        {
            "chapter": 27,
            "verse": 39,
            "text": "An ?ifrit among the jinn said, “I will bring it to thee before thou risest from thy place. Truly I have the strength for it, [and] am trustworthy.”"
        },
        {
            "chapter": 27,
            "verse": 40,
            "text": "The one who had knowledge of the Book said, “I will bring it to thee in the blink of an eye.” Then when he saw it set before him, he said, “This is of the Bounty of my Lord, to try me whether I will give thanks or be ungrateful. And whosoever give thanks, he gives thanks only for his own soul; and whosoever is ungrateful, truly my Lord is Self-Sufficient, Generous.”"
        },
        {
            "chapter": 27,
            "verse": 41,
            "text": "He said, “Disguise her throne for her. We shall see if she is rightly guided or if she is among those who are not rightly guided.”"
        },
        {
            "chapter": 27,
            "verse": 42,
            "text": "Then when she came, it was said, “Is your throne like this?” She said, “It seems the same.” [Solomon said], “And we were given knowledge before her and we were submitters"
        },
        {
            "chapter": 27,
            "verse": 43,
            "text": "while that which she worshipped apart from God barred her; verily she was from a disbelieving people.”"
        },
        {
            "chapter": 27,
            "verse": 44,
            "text": "It was said unto her, “Enter the pavilion.” But when she saw it, she supposed it to be an expanse of water and bared her legs. He said, “Verily it is a pavilion paved with crystal.” She said, “My Lord! Surely I have wronged myself, and I submit with Solomon to God, Lord of the worlds.”"
        },
        {
            "chapter": 27,
            "verse": 45,
            "text": "And indeed We sent to Thamud their brother ?ali?, [saying], “Worship God!” And behold, they were two groups, quarreling"
        },
        {
            "chapter": 27,
            "verse": 46,
            "text": "He said, “O my people! Why do you seek to hasten evil before good? Why do you not seek Forgiveness of God, that haply you may be shown mercy?”"
        },
        {
            "chapter": 27,
            "verse": 47,
            "text": "They said, “We augur ill of you and of those with you.” He said, “Your auguring ill is with God. Rather, you are a people being tried.”"
        },
        {
            "chapter": 27,
            "verse": 48,
            "text": "And in the city there were nine persons working corruption in the land and not setting matters aright"
        },
        {
            "chapter": 27,
            "verse": 49,
            "text": "They said, “Swear by God to each other that we shall attack him and his family by night. Then we shall surely say to his heir that we were not present at the destruction of his family and that surely we are truthful.”"
        },
        {
            "chapter": 27,
            "verse": 50,
            "text": "And they devised a plot, and We devised a plot, while they were not aware"
        },
        {
            "chapter": 27,
            "verse": 51,
            "text": "So behold how their plot fared in the end; truly We destroyed them and their people all together"
        },
        {
            "chapter": 27,
            "verse": 52,
            "text": "And those are their houses, lying desolate for their having done wrong. Surely in this is a sign for a people who know"
        },
        {
            "chapter": 27,
            "verse": 53,
            "text": "We saved those who believed and were reverent"
        },
        {
            "chapter": 27,
            "verse": 54,
            "text": "And [We sent] Lot, when he said to his people, “Do you commit indecency, though you see"
        },
        {
            "chapter": 27,
            "verse": 55,
            "text": "Do you really come with desire unto men instead of women? Nay, but you are an ignorant people!”"
        },
        {
            "chapter": 27,
            "verse": 56,
            "text": "Yet the reply of his people was naught but to say, “Expel the family of Lot from your town! Truly they are people who keep themselves pure!”"
        },
        {
            "chapter": 27,
            "verse": 57,
            "text": "So We saved him and his family, except for his wife. We decreed that she should be among those who lagged behind"
        },
        {
            "chapter": 27,
            "verse": 58,
            "text": "And We poured down upon them a rain—evil is the rain of those who were warned"
        },
        {
            "chapter": 27,
            "verse": 59,
            "text": "Say, “Praise be to God, and peace be upon His servants whom He has chosen.” Is God better, or the partners they ascribe"
        },
        {
            "chapter": 27,
            "verse": 60,
            "text": "He, Who created the heavens and the earth, and sent down water for you from the sky, through which We make grow beautiful gardens, whose trees it is not for you to make grow? Is there a god alongside God? Nay, but they are a people who ascribe equals"
        },
        {
            "chapter": 27,
            "verse": 61,
            "text": "He, Who made the earth a dwelling place, and made rivers to run through it, and made firm mountains for it, and made between the two seas a barrier? Is there a god alongside God? Nay, but most of them know not"
        },
        {
            "chapter": 27,
            "verse": 62,
            "text": "He, Who answers the one in distress when he calls upon Him and removes the evil, and Who makes you vicegerents of the earth? Is there a god alongside God? Little do you reflect"
        },
        {
            "chapter": 27,
            "verse": 63,
            "text": "He, Who guides you in the darkness of land and sea, and sends the winds as glad tidings ahead of His Mercy? Is there a god alongside God? Exalted is God above the partners they ascribe"
        },
        {
            "chapter": 27,
            "verse": 64,
            "text": "He, Who brings creation into being, then brings it back, and Who provides for you from Heaven and the earth? Is there a god alongside God? Say, “Bring your proof, if you are truthful.”"
        },
        {
            "chapter": 27,
            "verse": 65,
            "text": "Say, “None in the heavens or on the earth know the Unseen, save God. And they are not aware of when they will be resurrected.”"
        },
        {
            "chapter": 27,
            "verse": 66,
            "text": "Nay, but does their knowledge reach to the Hereafter? Nay, but they are in doubt concerning it; indeed, they are blind to it"
        },
        {
            "chapter": 27,
            "verse": 67,
            "text": "And those who disbelieve say, “What? When we and our fathers are dust, shall we indeed be brought forth"
        },
        {
            "chapter": 27,
            "verse": 68,
            "text": "Indeed, we were promised this, we and our fathers, before. This is naught but fables of those of old!”"
        },
        {
            "chapter": 27,
            "verse": 69,
            "text": "Say, “Journey upon the earth and behold how the guilty fared in the end!”"
        },
        {
            "chapter": 27,
            "verse": 70,
            "text": "And grieve not for them, and be not distressed by what they plot"
        },
        {
            "chapter": 27,
            "verse": 71,
            "text": "And they say, “When will this promise come to pass, if you are truthful?”"
        },
        {
            "chapter": 27,
            "verse": 72,
            "text": "Say, “It may be that some of what you seek to hasten is close behind you.”"
        },
        {
            "chapter": 27,
            "verse": 73,
            "text": "And truly thy Lord is Possessed of Bounty toward mankind, but most of them do not give thanks"
        },
        {
            "chapter": 27,
            "verse": 74,
            "text": "And surely thy Lord knows that which their breasts conceal and that which they disclose"
        },
        {
            "chapter": 27,
            "verse": 75,
            "text": "And there is nothing hidden in Heaven or on the earth, but that it is in a clear Book"
        },
        {
            "chapter": 27,
            "verse": 76,
            "text": "Verily, this Quran recounts unto the Children of Israel most of that wherein they differ"
        },
        {
            "chapter": 27,
            "verse": 77,
            "text": "and verily it is a guidance and a mercy for the believers"
        },
        {
            "chapter": 27,
            "verse": 78,
            "text": "Verily thy Lord shall judge between them by His Judgment, and He is the Mighty, the Knowing"
        },
        {
            "chapter": 27,
            "verse": 79,
            "text": "So trust in God; truly thou standest upon the manifest truth"
        },
        {
            "chapter": 27,
            "verse": 80,
            "text": "Surely thou dost not make the dead hear; nor dost thou make the deaf hear the call when they turn their backs"
        },
        {
            "chapter": 27,
            "verse": 81,
            "text": "nor canst thou guide the blind away from their error. Thou canst only make hear those who believe in Our signs and are submitters"
        },
        {
            "chapter": 27,
            "verse": 82,
            "text": "And when the Word comes upon them, We shall bring forth for them a beast from the earth who will speak to them of how mankind was not certain of Our signs"
        },
        {
            "chapter": 27,
            "verse": 83,
            "text": "And on that Day We shall gather from every community a group of those who denied Our signs, and they shall be marshaled [in ordered ranks]"
        },
        {
            "chapter": 27,
            "verse": 84,
            "text": "till, when they come, He will say, “Did you deny My signs, though you encompassed them not in knowledge? What is it that you used to do?”"
        },
        {
            "chapter": 27,
            "verse": 85,
            "text": "And the Word will come upon them for their having done wrong, and they shall not speak"
        },
        {
            "chapter": 27,
            "verse": 86,
            "text": "Have they not considered that We made the night that they might rest therein, and the day by which to see? Truly in that are signs for a people who believe"
        },
        {
            "chapter": 27,
            "verse": 87,
            "text": "And on that Day the trumpet will be blown, and whosoever is in the heavens and on the earth will be terrified, save whom God wills, and all will come to Him in abject humility"
        },
        {
            "chapter": 27,
            "verse": 88,
            "text": "And thou seest the mountains that thou dost suppose are solid pass away like clouds—the Work of God, Who perfects all things. Truly He is Aware of whatsoever you do"
        },
        {
            "chapter": 27,
            "verse": 89,
            "text": "Whosoever brings a good deed, he will have that which is better than it. And that Day they will be secure from terror"
        },
        {
            "chapter": 27,
            "verse": 90,
            "text": "And whosoever brings an evil deed, their faces shall be cast down into the Fire. Are you recompensed for aught save that which you used to do"
        },
        {
            "chapter": 27,
            "verse": 91,
            "text": "Truly I am commanded to worship the Lord of this city, Who has made it sacred. And unto Him belong all things. And I am commanded to be among those who submit"
        },
        {
            "chapter": 27,
            "verse": 92,
            "text": "and to recite the Quran. So whosoever is rightly guided, he is guided only for his own soul. And [as for] whosoever is astray, say, “Verily, I am but a warner.”"
        },
        {
            "chapter": 27,
            "verse": 93,
            "text": "And say, “Praise be to God! He will show you His signs, and you will know them.” And thy Lord is not heedless of what you do"
        }
    ]
}