{
    "rukus": [
        {
            "chapter": 12,
            "verse": 7,
            "text": "Njëmend, për ata që pyesin (interesohen) në ndodhinë e Jusufit dhe të vëllezërve të tij, pati fakte (mbi fuqinë e Zotit)"
        },
        {
            "chapter": 12,
            "verse": 8,
            "text": "Kur ata (vëllezërit) thanë: \"Pasha Zotin, Jusufi dhe vëllai i tij janë më të dashur te babai ynë se ne, ndërsa ne jemi grup (i fortë). Vërtet, babai ynë është në gabim sheshazi"
        },
        {
            "chapter": 12,
            "verse": 9,
            "text": "Mbyteni Jusufin ose hidheni diku larg në një vend e babai juaj t´ju dojë juve e pas asaj (pendohuni), bëhuni njerëz të mirë"
        },
        {
            "chapter": 12,
            "verse": 10,
            "text": "Njëri prej tyre tha: \"Mos e mbytni Jusufin, e në qoftë se jeni për të bërë diç, lëshojeni atë në fund të bunarit, do ta marrë atë dikush prej udhëtarëve"
        },
        {
            "chapter": 12,
            "verse": 11,
            "text": "Ata thanë: \"O babai ynë, ç´ke që nuk na beson për Jusufin, e ne ia duam të mirën atij"
        },
        {
            "chapter": 12,
            "verse": 12,
            "text": "Dërgoje nesër atë me ne, le të hajë pemë dhe le të luajë me siguri do ta ruajmë atë"
        },
        {
            "chapter": 12,
            "verse": 13,
            "text": "Ai tha: \"Unë mallëngjehem po të vijë me ju, e edhe kam frikë se do ta hajë ujku, kur mungon kujdesi juaj për të"
        },
        {
            "chapter": 12,
            "verse": 14,
            "text": "Ata thanë: \"Për Zotin, nëse e ha ujku, e duke qenë ne grup kaq i fortë, atëherë ne mos qofshim fare"
        },
        {
            "chapter": 12,
            "verse": 15,
            "text": "Pasi që ata shkuan me të dhe vendosën ta vënë në fund të bunarit, Ne i shpallëm: \"Ti do t´i njoftosh ata për këtë vepër të tyre, e duke mos ditur ata (do të vijë koha t´ju thuash për këtë vepër e ata nuk do të dinë se ti je Jusufi)"
        },
        {
            "chapter": 12,
            "verse": 16,
            "text": "E në mbrëmje erdhën duke qarë te babai i tyre"
        },
        {
            "chapter": 12,
            "verse": 17,
            "text": "Thanë: \"O babai ynë, ne shkuam të bëjmë gara, e Jusufin e lamë te teshat tona dhe atë e kishte ngrënë ujku. Ti nuk do të na besosh neve, edhe po të jemi të vërtetë"
        },
        {
            "chapter": 12,
            "verse": 18,
            "text": "E erdhën (i sollën) e në këmishën e tij me gjak të rrejshëm. Ai tha: \"Jo, (nuk e ka ngrënë ujku), por epshet tuaja ua hijeshuan punën. Halli im është: durim i mirë. All-llahu është nga i cili kërkohet ndihmë për këtë që përshkruani ju"
        },
        {
            "chapter": 12,
            "verse": 19,
            "text": "Dhe atypari kaloi një grup udhëtarësh, e e dërguan ujëbartësin (për ujë), e ai e lëshoi kovën e vet (në bunar) dhe tha: \"Myzhde! Qe një djalosh!\" Ata e fshehën atë si mall tregtie. Po All-llahu e dinte shumë mirë se ç´vepronin ata"
        },
        {
            "chapter": 12,
            "verse": 20,
            "text": "Dhe e shitën atë (Jusufin) për një çmim të vogël, për disa dirhemë (masë argjendi) të numëruar, sepse në mesin e tyre pati asish që nuk lakmuan (për çmim më të lartë)"
        }
    ]
}