{
    "rukus": [
        {
            "chapter": 2,
            "verse": 189,
            "text": "Të pyesin ty për hënën e re (dhe fazat e saj) Thuaj: \"Ato janë përcaktime të kohës për njerëz dhe për haxh. Nuk është mirësi të hyni nga mbrapa në shtëpitë por është mirësi kush ruhet (nga të këqijat). Në shtëpitë hyni kah dyert e tyre dhe kini frikë All"
        },
        {
            "chapter": 2,
            "verse": 190,
            "text": "Dhe luftoni në rrugën e All-llahut kundër atyre që ju sulmojnë e mos e teproni se All-llahu nuk i do ata që e teprojnë (e fillojnë luftën)"
        },
        {
            "chapter": 2,
            "verse": 191,
            "text": "Dhe luftoni ata kudo që t´i zini, dëboni prej vendit ata sikurse ju përzuan ata juve. Provokimi (fitneja) është më i rëndë se vrasja. Mos i luftoni ata pranë xhamisë së shenjtë (Qabes) deri që ata t´ju luftojnë juve aty, e nëse ju sulmojnë, atëherë sulmon"
        },
        {
            "chapter": 2,
            "verse": 192,
            "text": "E nëse heqin dorë (nga provokimi), All-llahu është Ai që fal dhe që mëshiron"
        },
        {
            "chapter": 2,
            "verse": 193,
            "text": "Luftoni ata (idhujtarët) derisa të zhduket propagandimi i idhujtarëve dhe derisa të aplikohet feja vetëm për All-llahun. E në qoftë se ndalen (nga propaganda dhe lufta), atëherë lëreni armiqësinë, përveç atyre që janë zullumqarë"
        },
        {
            "chapter": 2,
            "verse": 194,
            "text": "Muaji i shenjtë (i sivjetit) është për muajin e shenjtë (të vjetit), e shenjtëritë (shkelja e tyre) janë masë ndëshkuese. Pra, kush ju sulmon juve, kthenia sulmin atij edhe ju po në atë masë dhe kini frikë nga All-llahu e ta dini se All-llahu është me të"
        },
        {
            "chapter": 2,
            "verse": 195,
            "text": "Dhe jepni për në rrugë të All-llahut e mos e hidhni veten në rrezik dhe bëni mirë, se me të vërtetë All-llahu i do bamirësit"
        },
        {
            "chapter": 2,
            "verse": 196,
            "text": "E kryeni haxhin dhe umren për hir të All-llahut, po në qoftë se pengoheni, atëherë (therrni për kurban) çka t´ju vijë më lehtë prej kurbanëve, e mos i rruani kokat tuaja derisa të arrijë kurbani vendin e caktuar. Po kush është prej jush i sëmurë ose ka mu"
        }
    ]
}