{
    "rukus": [
        {
            "chapter": 2,
            "verse": 274,
            "text": "Ata, të cilët pasurinë e vet e shpërndajnë (në rrugë të Zotit) natën e ditën, fshehurazi ose haptazi, ata shpërblimin e vet e kanë te Zoti i tyre dhe për ta nuk ka as frikë as pikëllim"
        },
        {
            "chapter": 2,
            "verse": 275,
            "text": "Ata që e hanë kamatën, ata nuk ngrihen ndryshe vetëm se si ngrihet ai çmenduri nga të prekurit e djallit. (Bëjnë) kështu ngase thanë: \"Edhe shitblerja nuk është tjetër, por njësoj sikurse edhe kamata\"! E All-llahu e ka lejuar shitblerjen, por e ka ndaluar"
        },
        {
            "chapter": 2,
            "verse": 276,
            "text": "All-llahu e zhduk kamatën dhe e shton lëmoshën, All-llahu nuk e do asnjë besëprerë dhe mëkatar"
        },
        {
            "chapter": 2,
            "verse": 277,
            "text": "S´ka dyshim se ata që besuan dhe bënë vepra të mira, e falën namazin dhe e dhanë zekatin, ata i pret shpërblim i madh te Zoti i tyre, ata nuk do të kenë kurrfarë frike as brengosje"
        },
        {
            "chapter": 2,
            "verse": 278,
            "text": "O ju që besuat, kini frikë All-llahun dhe nëse jeni besimtarë të sinqert , hiqni dorë prej asaj që ka mbetur nga kamata"
        },
        {
            "chapter": 2,
            "verse": 279,
            "text": "E në qoftë se nuk e bëni këtë (nuk heqni dorë nga kamata), atëherë binduni se jeni në konflikt me All-llahun dhe të dërguarin e Tij. E nëse jeni penduar, atëherë juve ju takon kryet e mallit tuaj - askë nuk dëmtoni, e as vetë nuk dëmtoheni"
        },
        {
            "chapter": 2,
            "verse": 280,
            "text": "Po në qoftë se ai (borxhliu) është në gjendje të vështirë, atëherë bëni një pritje derisa të vijë në një çlirim. E t´ia falni (borxhin) në emër të lëmoshës, ajo, nëse e dini, është shumë më e mirë për ju"
        },
        {
            "chapter": 2,
            "verse": 281,
            "text": "Dhe ruajuni një ditë kur në të ktheheni te All-llahu, dhe secilit njeri i plotësohet ajo që e ka fituar, dhe atyre nuk u bëhet e padrejtë"
        }
    ]
}