{
    "rukus": [
        {
            "chapter": 66,
            "verse": 1,
            "text": "O ti pejgamber (o ti, që të është sjellë kumtesa nga qielli), pse ia ndalon vetes atë që All-llahu ta lejoi? A kërkon me të pajtimin e grave tua? All-llahu është mëkatfalës, mëshirues"
        },
        {
            "chapter": 66,
            "verse": 2,
            "text": "All-llahu ua ka përcaktuar juve zgjidhjen e betimeve tuaja; All-llahu është kujdestari juaj; Ai është i gjithëdijshmi, i urti"
        },
        {
            "chapter": 66,
            "verse": 3,
            "text": "(Përkujto) kur Pejgamberi ndonjërës prej grave të veta i kumtoi fshehurazi një lajm, e kur ajo tregoi atë (lajm), e All-llahu (pejgamberit) i zbuloi atij për të (kallëzimin e lajmit nga ajo grua), ai ia bëri (asaj) me dije një pjesë të tregimit, kurse për"
        },
        {
            "chapter": 66,
            "verse": 4,
            "text": "Nëse ju të dyja pendoheni te All-llahu (është më mirë për ju), sepse zemrat tuaja tanimë kanë rrëshqitur, e nëse bashkëveproni kundër tij, ta dini se All-llahu është Ai mbrojtës i tij si dhe Xhibrili dhe besimtarët e ndershëm; e kur është kështu, edhe eng"
        },
        {
            "chapter": 66,
            "verse": 5,
            "text": "Nëse ai u ka lëshuar juve, është detyrë e Zotit të tij t´i bëjë atij zëvendësim me gra edhe më të mira se ju: muslimane, besimtare, respektuese, penduese, adhuruese, emigruese, që kanë qenë të martuara ose virgjëresha"
        },
        {
            "chapter": 66,
            "verse": 6,
            "text": "O ju që besuat, ruajeni veten dhe familjen tuaj prej një zjarri, lëndë djegëse e të cilit janë njerëzit dhe gurët. Atë (zjarrin) e mbikëqyrin engjëjt e rreptë e të ashpër që nuk e kundërshtojnë All-llahun për asgjë që Ai i urdhëron dhe punojnë atë që janë"
        },
        {
            "chapter": 66,
            "verse": 7,
            "text": "O ju që mohuat, sot mos u arsyetoni; ju shpërbleheni vetëm për atë që keni vepruar"
        }
    ]
}