{
    "rukus": [
        {
            "chapter": 4,
            "verse": 15,
            "text": "Ato nga gratë tuaja që bëjnë imoralitet (zina), kërkoni që kundër tyre të dëshmojnë katër vetë prej jush (burra); nëse vërtetohet më dëshmitarë (imoraliteti), mbyllni ato në shtëpia derisa t´i marrë vdekja ose derisa All-llahu të përcaktojë ndonjë rrugë p"
        },
        {
            "chapter": 4,
            "verse": 16,
            "text": "Ata të dy prej jush që bëjnë atë (imoralitet-zina), ndëshkoni; e në qoftë se ata pendohen dhe përmirësohen, atëherë hiqni dorë prej tyre, pse All-llahu pranon fort pendimin dhe mëshiron shumë"
        },
        {
            "chapter": 4,
            "verse": 17,
            "text": "Pendim i pranueshëm te All-llahu është vetëm ai i atyre që e bëjnë të keqen me mosdije shpejt pendohen; të tillëve All-llahu ju pranon pendimin, se All-llahu është më i dijshmi, më i urti"
        },
        {
            "chapter": 4,
            "verse": 18,
            "text": "Nuk është pendim (i pranueshëm) i atyre që vazhdimisht bëjnë punë të këqia dhe vetëm atëherë kur t´i vjen vdekja ndonjërit prej tyre, të thotë: \"Unë tash u pendova!\" e as i atyre që vdesin duke qenë jobesimtarë. Ndaj tyre kemi përgatitur dënim të ashpër"
        },
        {
            "chapter": 4,
            "verse": 19,
            "text": "O ju që besuat, nuk është lejuar për ju të trashëgoni gratë (e të vdekurve) në mënyrë të dhunshme, e as t´i shtrëngoni për t´u marrë diçka nga ajo që ju keni dhënë atyre, përveç nëse ato bëjnë ndonjë imoralitet të hapur. Çoni jetë të mirë me to. Nëse i ur"
        },
        {
            "chapter": 4,
            "verse": 20,
            "text": "Në qoftë se dëshironi të ndërroni (ta merrni) një grua në vend të një gruaje (të lëshuar), e asaj (të lëshuares) i keni pas dhënë shumë të madhe, mos merrni prej saj asnjë send. A do të merrni atë pa të drejtë e në mënyrë mizore"
        },
        {
            "chapter": 4,
            "verse": 21,
            "text": "Dhe si mund të merrni atë kur njëri-tjetri iu keni bashkuar (në një shtrat) dhe kur ato kanë marrë prej jush një besë të fortë"
        },
        {
            "chapter": 4,
            "verse": 22,
            "text": "Mos u martoni me ato gra me të cilat qenë të martuar prindërit tuaj, me përjashtim të asaj që ka kaluar (para islamizmit) pse ajo ishte turpësi, përbuzje e traditë e shëmtuar"
        }
    ]
}