{
    "rukus": [
        {
            "chapter": 12,
            "verse": 80,
            "text": "Ondan ümitlerini kesince; fısıldaşarak bir yana çekildiler. Büyükleri dedi ki: Bilmiyor musunuz ki, babanız sizden Allah adına bir söz almıştı, daha önce de Yusuf hakkında bir kusur işlemiştiniz. Babam bana izin verinceye veya Allah hakkımda hükmedinceye kadar, ben buradan asla ayrılmam. O, hükmedenlerin en hayırlısıdır"
        },
        {
            "chapter": 12,
            "verse": 81,
            "text": "Siz, babanıza dönün de deyin ki: Ey babamız; doğrusu oğlun hırsızlık etti. Ve biz bildiğimizden başka bir şey görmedik. Hem biz gaybın bekçileri de değildik"
        },
        {
            "chapter": 12,
            "verse": 82,
            "text": "Bulunduğumuz kasabanın halkına, aralarında geldiğimiz kervana da sor. Biz gerçekten sadıklarız"
        },
        {
            "chapter": 12,
            "verse": 83,
            "text": "Ya´kub dedi ki: Hayır, nefisleriniz sizi aldatıp bir işe sürüklemiş. Artık bana sabır gerekir. Umulur ki Allah, onların hepsini birden bana getirecektir. Muhakkak ki Alim, Hakim O´dur O"
        },
        {
            "chapter": 12,
            "verse": 84,
            "text": "Ve onlardan yüz çevirdi de: Vah, yazık oldu Yusuf´a, dedi ve üzüntüsünden gözleri ağardı. Artık üzüntüsünü içinde saklıyordu"
        },
        {
            "chapter": 12,
            "verse": 85,
            "text": "Dediler ki: Vallahi sen, hala Yusuf´u anıp duruyorsun, sonunda ya kederinden bitkin düşeceksin veya helake uğrayanlardan olacaksın"
        },
        {
            "chapter": 12,
            "verse": 86,
            "text": "Dedi ki: Ben, üzüntümü ve kederimi yalnız Allah´a açarım. Ve ben, Allah katından sizin bilmediğinizi biliyorum"
        },
        {
            "chapter": 12,
            "verse": 87,
            "text": "Ey oğullarım; haydi gidin, Yusuf´u ve kardeşini araştırın. Allah´ın rahmetinden ümidinizi kesmeyin. Zira kafirler güruhundan başkası Allah´ın rahmetinden ümidini kesmez"
        },
        {
            "chapter": 12,
            "verse": 88,
            "text": "Onlar yanına vardıklarında dediler ki: Ey Aziz; bizi de ailemizi de darlık bastı, pek değersiz bir malla geldik. Bize yine tam ölçek ver de tasadduk et. Muhakkak ki Allah, tasadduk edenleri mükafaatlandırır"
        },
        {
            "chapter": 12,
            "verse": 89,
            "text": "Siz, cahiller iken Yusuf´a ve kardeşine neler yaptığınızı biliyor musunuz? dedi"
        },
        {
            "chapter": 12,
            "verse": 90,
            "text": "Dediler ki: Yoksa sen gerçekten Yusuf musun? O da dedi ki: Ben, Yusuf´um, bu da kardeşim. Doğrusu Allah, size lutfetti. Çünkü kim sakınır ve sabrederse; muhakkak ki Allah, ihsan edenlerin ecrini zayi etmez"
        },
        {
            "chapter": 12,
            "verse": 91,
            "text": "Dediler ki: Allah´a yemin ederiz, Allah gerçekten seni bizden üstün kılmıştır. Doğrusu biz, suçlu idik"
        },
        {
            "chapter": 12,
            "verse": 92,
            "text": "Dedi ki: Bugün size başa kakmak ve kınamak yok. Allah sizi bağışlasın. O, merhametlilerin merhametlisidir"
        },
        {
            "chapter": 12,
            "verse": 93,
            "text": "Şimdi siz, şu gömleğimi götürün de babamın yüzüne sürün, görmeye başlar. Bütün ailenizi de bana getirin"
        }
    ]
}