{
    "rukus": [
        {
            "chapter": 14,
            "verse": 13,
            "text": "Küfredenler peygamberlerine dediler ki: Ya bizim dinimize dönersiniz, ya da sizi memleketimizden çıkarırız. Rabbları da onlara vahyetti ki: Biz"
        },
        {
            "chapter": 14,
            "verse": 14,
            "text": "Onlardan sonra da yeryüzüne sizi yerleştireceğiz. Bu, makamımdan ve tehdidimden korkanlara vaadimdir"
        },
        {
            "chapter": 14,
            "verse": 15,
            "text": "Yardım istediler ve bütün inatçı zorbalar da hüsrana uğradılar"
        },
        {
            "chapter": 14,
            "verse": 16,
            "text": "Ardından da cehennem. Orada irinli sudan içirilecektir"
        },
        {
            "chapter": 14,
            "verse": 17,
            "text": "Onu yudum yudum alacak ama yutamayacaktır. Her taraftan ona ölüm geldiği halde ölemeyecektir. Ve arkasından şiddetli bir azab gelip çatacaktır"
        },
        {
            "chapter": 14,
            "verse": 18,
            "text": "Rabblarına küfredenlerin hali; fırtınalı bir günde rüzgarın şiddetle savurduğu küle benzer. Yaptıklarından dolayı hiçbir şey elde edemezler. İşte bu, uzak bir sapıklıktır"
        },
        {
            "chapter": 14,
            "verse": 19,
            "text": "Görmez misin ki, Allah; gökleri ve yeri hak ile yaratmıştır. Dilerse sizi yok edip yeni bir halk getirir"
        },
        {
            "chapter": 14,
            "verse": 20,
            "text": "Ve bu, Allah için hiç de güç değildir"
        },
        {
            "chapter": 14,
            "verse": 21,
            "text": "Onların hepsi; Allah´ın huzuruna toplanıp çıkarlar. Zayıflar büyüklük taslayanlara: Doğrusu biz; size uymuştuk. Allah´ın azabından bizi koruyabilecek misiniz? derler. Onlar da: Allah, bizi doğru yola eriştirseydi; biz de sizi eriştirirdik. Şu halde artık sızlansak da katlansak da birdir. Bizim için kaçıp sığınacak bir yer yoktur, derler"
        }
    ]
}