{
    "rukus": [
        {
            "chapter": 16,
            "verse": 111,
            "text": "O gün herkes öz nefsi için uğraşacaktır. Herkes ne yaptıysa kendisine eksiksiz olarak verilecek, onlar; asla haksızlığa uğratılmayacaklardır"
        },
        {
            "chapter": 16,
            "verse": 112,
            "text": "Allah; size, huzur ve güven içinde bir kasabayı misal olarak verir. Her yandan oraya bol bol rızık geliyordu. Ama Allah´ın nimetine nankörlük ettiler de yaptıklarından dolayı Allah onlara açlık ve korku belasını tattırdı"
        },
        {
            "chapter": 16,
            "verse": 113,
            "text": "Andolsun ki; onlara, kendilerinden bir peygamber gelmişti de onu yalanlamışlardı. Zulüm ederken kendilerini azab yakalayıvermişti"
        },
        {
            "chapter": 16,
            "verse": 114,
            "text": "Artık Allah´ın size rızık olarak verdiği şeylerden helal ve temiz olarak yeyin. Eğer O´na kulluk edecekseniz; Allah´ın nimetine şükredin"
        },
        {
            "chapter": 16,
            "verse": 115,
            "text": "O; size ancak ölüyü, kanı, domuz etini, bir de Allah´tan başkası için kesilmiş olanı haram kıldı. Mecbur olan; saldırmamak ve haddi aşmamak şartıyla bunun dışındadır. Şüphesiz Allah; Gafur´dur, Rahim´dir"
        },
        {
            "chapter": 16,
            "verse": 116,
            "text": "Diliniz yalan yere vasıflandırageldiği için her şeye: Şu helal; bu haramdır demeyin. Çünkü Allah´a karşı yalan uydurmuş olursunuz. Şüphesiz ki Allah´a karşı yalan uyduranlar, asla felah bulmazlar"
        },
        {
            "chapter": 16,
            "verse": 117,
            "text": "Az bir geçim ve ardından onlara elim bir azab vardır"
        },
        {
            "chapter": 16,
            "verse": 118,
            "text": "Sana anlattıklarımızı daha evvel Yahudi olanlara da haram kılmıştık. Biz onlara zulmetmemiştik, fakat onlar kendilerine zulmetmişlerdi"
        },
        {
            "chapter": 16,
            "verse": 119,
            "text": "Hem Rabbın; bilmeyerek kötülük işleyip de tevbe eden ve ıslah olanlardan yanadır. Bundan sonra da Rabbın; muhakkak Gafur´dur, Rahim´dir"
        }
    ]
}