{
    "rukus": [
        {
            "chapter": 17,
            "verse": 53,
            "text": "Kullarıma de: En güzel olanı söylesinler. Doğrusu şeytan aralarını açmak ister. Zira şeytan, insan için apaçık bir düşman olmuştur"
        },
        {
            "chapter": 17,
            "verse": 54,
            "text": "Rabbınız sizi daha iyi bilir. İsterse size merhamet eder, isterse sizi azablandırır. Biz; seni, onların üzerine vekil olarak göndermedik"
        },
        {
            "chapter": 17,
            "verse": 55,
            "text": "Rabbın göklerde ve yerde olanları daha iyi bilendir. Andolsun ki; Biz, peygamberlerden bir kısmını bir kısmına üstün kıldık, Davud´a da Zebur´u verdik"
        },
        {
            "chapter": 17,
            "verse": 56,
            "text": "De ki: O´ndan başka taptıklarınızı çağırın. Sizin bir sıkıntınızı gidermeye de, değiştirmeye de güçleri yetmez"
        },
        {
            "chapter": 17,
            "verse": 57,
            "text": "Onlar, Rabblarına vesile arayarak daha yakın olmak için bunlara taparlar. O´nun rahmetini umarlar, azabından korkarlar. Zira Rabbının azabı, sakınılmaya değerdir"
        },
        {
            "chapter": 17,
            "verse": 58,
            "text": "Hiç bir kasaba yoktur ki; kıyamet gününden önce Biz, onu helak edecek veya şiddetli bir azabla azablandıracak olmayalım. Bu, Kitab´da yazılmıştır"
        },
        {
            "chapter": 17,
            "verse": 59,
            "text": "Bizi ayetlerle göndermekten alıkoyan şey; ancak öncekilerin onları yalanlamış olmalarıdır. Semud´a da gözleri göre göre bir dişi deve vermiştik de, ona zulmetmişlerdi. Halbuki Biz; ayetleri ancak korkutmak için göndeririz"
        },
        {
            "chapter": 17,
            "verse": 60,
            "text": "Hani sana demiştik ki: Rabbın gerçekten insanları kuşatmıştır. Sonra göstermiş olduğumuz rüyayı sadece insanlar için bir imtihan kıldık. Kur´an´da lanetlenmiş olan ağacı da. Biz onları korkutuyoruz ama bu, onlara büyük bir azgınlık vermekten başka bir şeyi artırmıyor"
        }
    ]
}