{
    "rukus": [
        {
            "chapter": 21,
            "verse": 94,
            "text": "Artık inanmış olarak salih amel işleyenlerin ameli inkar edilmez. Ve Biz onu yazanlarız"
        },
        {
            "chapter": 21,
            "verse": 95,
            "text": "Helak ettiğimiz kasaba halkına da haramdır. Onlar geri dönmezler"
        },
        {
            "chapter": 21,
            "verse": 96,
            "text": "Ye´cuc ve Me´cuc açılıp da her tepeden ve dereden akın ettikleri vakit"
        },
        {
            "chapter": 21,
            "verse": 97,
            "text": "Ve gerçek vaad yaklaştığı zaman; o küfredenlerin gözleri belerip kalır: Vah bize, bundan önce gaflet içindeydik, biz gerçekten zalimler idik"
        },
        {
            "chapter": 21,
            "verse": 98,
            "text": "Siz ve Allah´tan başka taptıklarınız, şüphesiz ki cehennem odunusunuz. Oraya gireceksiniz"
        },
        {
            "chapter": 21,
            "verse": 99,
            "text": "Şayet bunlar tanrı olsaydı; oraya girmezlerdi. Ve hepsi orada temelli kalacaklardır"
        },
        {
            "chapter": 21,
            "verse": 100,
            "text": "Orada inim inim inleyecekler ve bir şey de işitmeyeceklerdir"
        },
        {
            "chapter": 21,
            "verse": 101,
            "text": "Şüphesiz ki daha önce, kendilerine Bizden güzellik vaadi geçmiş olanlar; bunlar, oradan uzaklaştırılmışlardır"
        },
        {
            "chapter": 21,
            "verse": 102,
            "text": "Onun uğultusunu duymazlar. Canlarının istediği şeyler içinde temelli kalırlar"
        },
        {
            "chapter": 21,
            "verse": 103,
            "text": "O en büyük korku bile onları tasalandırmaz. Melekler onları: Size söz verilen gün, işte bu gündür, diye karşılarlar"
        },
        {
            "chapter": 21,
            "verse": 104,
            "text": "Göğü kitab dürer gibi düreceğimiz gün; yaratmaya ilk başladığımız gibi katımızdan verilmiş bir vaad olarak onu yeniden var edeceğiz. Doğrusu Biz, yapanlar olduk"
        },
        {
            "chapter": 21,
            "verse": 105,
            "text": "Andolsun ki; Zikir´den sonra Zebur´da da yazdık ki: Yeryüzüne ancak salih kullarım varis olur"
        },
        {
            "chapter": 21,
            "verse": 106,
            "text": "Doğrusu bunda ibadet edenler için, tebliğ vardır"
        },
        {
            "chapter": 21,
            "verse": 107,
            "text": "Biz, seni ancak alemlere rahmet olarak gönderdik"
        },
        {
            "chapter": 21,
            "verse": 108,
            "text": "De ki: Gerçekten bana, sizin tanrınızın yalnızca bir tek tanrı olduğu vahyolunuyor. Artık Müslüman olacak mısınız"
        },
        {
            "chapter": 21,
            "verse": 109,
            "text": "Şayet yüz çevirirlerse; de ki: Ben, size eşitlik üzere bildirdim. Artık tehdid edildiğiniz şeyin yakın mı, uzak mı olduğunu bilmem"
        },
        {
            "chapter": 21,
            "verse": 110,
            "text": "Doğrusu O, sözün açığa vurulanını da bilir, gizlediklerinizi de bilir"
        },
        {
            "chapter": 21,
            "verse": 111,
            "text": "Bilmem. Belki bu, sizin için bir deneme ve bir süreye kadar yararlanmadır"
        },
        {
            "chapter": 21,
            "verse": 112,
            "text": "Dedi ki: Rabbım; hak ile hükmet. Rahman olan Rabbımız; sizin nitelendirmelerinize karşı yardımına sığınılacak odur"
        }
    ]
}