{
    "rukus": [
        {
            "chapter": 24,
            "verse": 35,
            "text": "Allah; göklerin ve yerin nurudur. O´nun nurunun misali; içinde çerağ bulunan bir kandil yuvası gibidir. O çerağ bir sırça içindedir. Sırça sanki inci gibi parlayan bir yıldızdır. Güneşin doğduğu yere de, battığı yere de nisbeti olmayan mübarek bir ağaçtan, zeytinden tutuşturulup yakılır. Ateş değmese dahi, neredeyse yağın kendisi aydınlatacak. Nur üstüne nurdur. Allah; dilediğini nuruna kavuşturur. Allah; insana misaller verir. Ve Allah; her şeyi bilendir"
        },
        {
            "chapter": 24,
            "verse": 36,
            "text": "O evlerde ki; Allah, onların yüceltilmesine ve içlerinde kendisinin adının anılmasına izin vermiştir. Onlar da sabah akşam O´nu tesbih ederler"
        },
        {
            "chapter": 24,
            "verse": 37,
            "text": "Öyle erler ki; ne ticaret, ne alış-veriş onları Allah´ı zikretmekten, namaz kılmaktan ve zekat vermekten alıkoymaz. Onlar gönüllerin ve gözlerin döneceği günden korkarlar"
        },
        {
            "chapter": 24,
            "verse": 38,
            "text": "Allah; onları işledikleri amellerin en güzeliyle mükafatlandıracak, onlara lutfunu fazlasıyla verecektir. Ve Allah; dilediğini hesapsız şekilde rızıklandırır"
        },
        {
            "chapter": 24,
            "verse": 39,
            "text": "Küfredenlere gelince; onların amelleri, engin çöllerde serap gibidir. Susayan kimse onu, su sanır. Fakat yanına vardığı zaman hiç bir şey bulamaz. Kendi yanında Allah´ı bulur ve O da hesabını tastamam görür. Allah hesabı çabucak görendir"
        },
        {
            "chapter": 24,
            "verse": 40,
            "text": "Veya engin bir denizdeki karanlıklara benzer. Onun üstünü bir dalga kaplar, onun üstünde bir dalga, onun da üstünde bir bulut vardır. Karanlıklar üstünde karanlıklar. Elini uzattığı zaman; neredeyse onu bile göremez. Allah´ın nur vermediği kimsenin, asla nuru olmaz"
        }
    ]
}