{
    "rukus": [
        {
            "chapter": 3,
            "verse": 10,
            "text": "Doğrusu küfredenlerin; malları ve çocukları Allah´a karşı onlara bir şey sağlamaz. Ve onlar ateşin yakıtıdırlar"
        },
        {
            "chapter": 3,
            "verse": 11,
            "text": "Tıpkı Firavun hanedanının ve onlardan öncekilerin yaptığı gibi. Onlar ayetlerimizi yalanladılar da Allah günahlarından dolayı onları yakalayıverdi. Allah azabı çok şiddetli olandır"
        },
        {
            "chapter": 3,
            "verse": 12,
            "text": "Küfredenlere: Siz, mutlaka yenileceksiniz. Ve toplanıp cehenneme sürüleceksiniz, orası ne kötü döşektir, de"
        },
        {
            "chapter": 3,
            "verse": 13,
            "text": "Karşılaşan iki topluluğun durumlarında sizin için ibret vardır. Biri, Allah yolunda döğüşüyordu. Diğeri ise, kafirdi. Onlar, öbürlerinin kendilerinin iki katı olduklarını gözleriyle görüyorlardı. Allah, dilediğini yardımıyla destekler. Görebilenler için bunda ibret vardır"
        },
        {
            "chapter": 3,
            "verse": 14,
            "text": "Kadınlarından oğullarından, kantar kantar altın ve gümüşten, nişanlı atlardan, develerden ve ekinlerden gelen zevklere aşırı düşkünlük; insanlar için süslenip hoş göründü. Bunlar dünya hayatının geçimidir. Oysa gidilecek yerin güzel olanı Allah katındadır"
        },
        {
            "chapter": 3,
            "verse": 15,
            "text": "De ki: Size bunlardan daha hayırlısını haber vereyim mi? Takvaya erenler için, altından ırmaklar akan cennetler vardır. Orada devamlı kalacaklardır. Tertemiz eşler ve Allah´ın rızası vardır. Ve Allah kullarını hakkıyla görendir"
        },
        {
            "chapter": 3,
            "verse": 16,
            "text": "Onlar ki: Ey Rabbımız; biz gerçekten iman ettik, artık günahlarımızı bize bağışla ve o ateş azabından bizleri koru diyenler"
        },
        {
            "chapter": 3,
            "verse": 17,
            "text": "Sabredenler, doğru olanlar, gönülden ibadet edenler, infak edenler ve seherlerde Allah´tan mağfiret dileyenlerdir"
        },
        {
            "chapter": 3,
            "verse": 18,
            "text": "Allah, şehadet etti ki: Gerçekten O´ndan başka ilah yoktur. Melekler ve ilim sahibleri de adaleti ayakta tutarak buna şehadet ettiler; O´ndan başka ilah yoktur. O, Aziz´dir, Hakim´dir"
        },
        {
            "chapter": 3,
            "verse": 19,
            "text": "Gerçekte Allah katında din, İslam´dır. Ancak kitab verilenler, kendilerine ilim geldikten sonra aralarındaki ihtirastan dolayı ayrılığa düştüler. Kim, Allah´ın ayetlerini inkar ederse; şüphesiz ki Allah, hesabı çabuk görendir"
        },
        {
            "chapter": 3,
            "verse": 20,
            "text": "Seninle tartışmaya girişirlerse: Ben, bana uyanlarla birlikte kendimi Allah´a teslim ettim, de. Kendilerine kitab verilenler ve ümmilere: Siz de İslam oldunuz mu? de. Eğer İslam olurlarsa; doğru yola girmişlerdir. Şayet yüz çevirirlerse; sana, yalnız tebliğ etmek düşer. Ve Allah, kullarını görendir"
        }
    ]
}