{
    "rukus": [
        {
            "chapter": 58,
            "verse": 14,
            "text": "Bakmaz mısın onlara ki, Allah´ın, kendilerine gazab ettiği bir kavmi dost edinmişlerdir? Onlar; ne sizdendir, ne de onlardan. Ve bile bile yalan yere yemin etmektedirler"
        },
        {
            "chapter": 58,
            "verse": 15,
            "text": "Allah; onlara şiddetli bir azab hazırlamıştır. Gerçekten onların yaptıkları şey ne kötüdür"
        },
        {
            "chapter": 58,
            "verse": 16,
            "text": "Onlar; yeminlerini kalkan edindiler de Allah yolundan alıkoydular. İşte onlara, horlayıcı bir azab vardır"
        },
        {
            "chapter": 58,
            "verse": 17,
            "text": "Onların malları da, oğulları da Allah katında kendilerine bir fayda vermez. Onlar, cehennem ashabıdırlar ve orada ebediyyen kalacaklardır"
        },
        {
            "chapter": 58,
            "verse": 18,
            "text": "Allah, onların hepsini yeniden dirilteceği gün; size yemin ettikleri gibi, O´na da yemin ederler. Ve gerçekten bir şey üzerinde olduklarını sanırlar. İyi bilin ki; onlar, gerçekten yalancılardır"
        },
        {
            "chapter": 58,
            "verse": 19,
            "text": "Şeytan onlara baskın gelip Allah´ı anmayı unutturmuştur. İşte onlar, şeytanın taraftarlarıdır. İyi bilin ki; şeytanın taraftarları muhakkak hüsrana uğrayanların kendileridir"
        },
        {
            "chapter": 58,
            "verse": 20,
            "text": "Allah´a ve Peygamberine muhalefet edenler; işte onlar, en çok zillete düşenlerle beraberdirler"
        },
        {
            "chapter": 58,
            "verse": 21,
            "text": "Allah: Andolsun ki Ben ve Peygamberlerim elbette galip geleceğiz, diye yazmıştır. Muhakkak ki Allah; Kavi´dir, Aziz´dir"
        },
        {
            "chapter": 58,
            "verse": 22,
            "text": "Allah´a ve ahiret gününe iman eden bir kavmin; kendi babaları, oğulları, kardeşleri veya akrabaları da olsa Allah ve Peygamberine muhalefet eden kimselere sevgi beslediğini göremezsin. İşte onların kalbine Allah, iman yazmış ve katından bir ruh ile onları desteklemiştir. Onları altlarından ırmaklar akan cennetlere sokacaktır. Bunlar orada ebediyyen kalacaklardır. Allah; onlardan razı olmuştur, onlar da Allah´tan hoşnud olmuşlardır. İşte onlar; Allah´ın hizbidir. Dikkat edin; Allah´ın hizbi, felaha erenlerin kendileridir"
        }
    ]
}