{
    "juzs": [
        {
            "chapter": 9,
            "verse": 93,
            "text": "Шын мәнінде, өздері бай бола тұра сенен рұқсат сұрап, кейін қалушылармен бірге болуды қоштағандарға қарсы жол ашық. Аллаһ олардың жүректерін мөрлеп бітеген. Олар білмейді"
        },
        {
            "chapter": 9,
            "verse": 94,
            "text": "Ей, Мұхаммед! / Сендер / жорықтан / қайта оралып келгендерінде, олар ақталады. / Оларға!: «Ақталмаңдар, біз сен­дерге бәрібір сенбейміз. Негізінде, сендердің хабарларыңды бізге Аллаһ хабарлап қойды. Аллаһ сендердің амалдарыңды көреді және оның Елшісі де. Содан кейін сендер құпия мен айқын нәрсені Білушіге қайтарыласыңдар, сонда Ол сендерге не істеп өткендеріңнің хабарын береді», - деп"
        },
        {
            "chapter": 9,
            "verse": 95,
            "text": "Оларға / мұнафиқтарға / қайтып келген кездеріңде, өздерінен бет бұруларың / айыптамауларың / үшін сендерге Аллаһпен ант ішеді. Олардан теріс бұрылыңдар. Өйткені олар - рижс / жаман, жиіркенішті / . Әрі істегендерінің қайтарым жазасы ретінде, олардың орны - Жаһаннам (Тозақ)"
        },
        {
            "chapter": 9,
            "verse": 96,
            "text": "Олар сендердің өздерінен разы болуларың үшін ант ішеді. Егер сендер олардан разы болсаңдар да, ақиқатында, Аллаһ бұзық / бойсұнбаушы / адамдардан разы болмайды"
        },
        {
            "chapter": 9,
            "verse": 97,
            "text": "Бәдәуилер, күпірлікте / қарсылықта / және мұнафиқтықта қаттырақ. Сондай-ақ олар Аллаһтың Өз Елшісіне түсіргенінің шектерін білмеуге өзгелерден көбірек бейім. Аллаһ - бәрін Білуші, аса Дана"
        },
        {
            "chapter": 9,
            "verse": 98,
            "text": "Бәдәуилердің ішінде өздерінің жұм-сайтындарын / садақаларын / шығын деп есептейтіндер әрі сендерге жамандықтың айналып келуін күтетіндер бар. Жамандық олардың өздеріне. Аллаһ - бәрін Естуші, бәрін Білуші"
        },
        {
            "chapter": 9,
            "verse": 99,
            "text": "Әрі бәдәуилердің ішінде Аллаһқа және Ақирет күніне сенетіндер және жұмсағандарын / садақа, зекеттерін / Аллаһқа жақындатады деп санайтындар бар әрі Елшінің дұғасына да. Біліңдер, шын мәнінде, бүл оларды жақындатады. Аллаһ оларды Өз мейіріміне кіргізеді. Ақиқатында, Аллаһ - өте Кешірімді, ерекше Мейірімді"
        },
        {
            "chapter": 9,
            "verse": 100,
            "text": "Мұһажирлер мен ансарлардың ішінен алғашқы озық болғандардан және оларға жақсылықпен ергендерден Аллаһ разы болды. Әрі олар да Одан разы болды. Ол олар үшін астынан өзендер ағып жататын / Жәннәт / бақтарын әзірледі, олар онда мәңгі қалады. Міне, осы - ұлы жетістік"
        },
        {
            "chapter": 9,
            "verse": 101,
            "text": "Сендердің жандарыңдағы бәдәуилердің ішінде, сондай-ақ Медине тұрғындарының ішінде де мұнафиқтар бар. Олар мұнафиқтықта сірескен. Сен оларды білмейсің, оларды Біз білеміз. Жақында оларды екі рет азаптаймыз. Содан кейін олар үлкен азапқа қайтарылады"
        },
        {
            "chapter": 9,
            "verse": 102,
            "text": "Сондай-ақ күнәларын мойындаған басқа адамдар да бар. Олар түзу істі жаман іспен араластырған еді. Аллаһ олардың тәубелерін / істеген күнәсіне шынайы өкініп, Раббысына бойсұнуға қайтуларын / қабыл етеді. Сөзсіз, Аллаһ - өте Кешірімді, ерекше Мейірімді"
        },
        {
            "chapter": 9,
            "verse": 103,
            "text": "Ей, Мұхаммед! / Сен олардың дүниелерінен садақа / зекет / ал. Онымен оларды тазартасың әрі оларды берекелендіресің. Олар үшін тілек тіле. Ақиқатында сенің тілегің - олар үшін тынышталып орнығу. Аллаһ - бәрін Естуші, бәрін Білуші"
        },
        {
            "chapter": 9,
            "verse": 104,
            "text": "Олар Аллаһтың Өзіқұлдарынан / олардың / істеген күнәсіне шынайы өкініп, Өзіне бойсұнуға қайтуын / тәубесін / қабыл ететіндігін әрі садақаларды қабыл алатындығын және тәубені Қабыл етуші де , ерекше Мейірімді де сол - Аллаһтың Өзі екендігін білмеді ме"
        },
        {
            "chapter": 9,
            "verse": 105,
            "text": "Әрі айт: «Амал істеңдер, Аллаһ амалдарыңды көреді әрі Оның Елшісі мен мүміндер де. Сондай-ақ, жақында сендер құпия мен айқын нәрсені Білушіге қайтарыласыңдар, сонда Ол сендерге не істегендеріңнің хабарын береді», - деп"
        },
        {
            "chapter": 9,
            "verse": 106,
            "text": "Сондай-ақ / жорықтан қалушылардың ішінде / басқа біреулер де бар. Аллаһ олар жайлы үкім бергенге дейін / Оларға қатысты шешім! кешіктіріледі. Ол оларды не азаптайды, не істеген күнәсіне шынайы өкініп, Өзіне бойсұнуға қайтуын / тәубесін / қабыл етеді. Аллаһ - бәрін Білуші, аса Дана"
        },
        {
            "chapter": 9,
            "verse": 107,
            "text": "Ал, сондай зиян тигізу және күпірлік ету / қарсылықты қолдау / әрі имандылардың арасын ажырату үшін және Аллаһ пен Елшісіне бұрыннан қарсы соғысқан біреу үшін / мұсылмандарды / торуылдайтын орын етіп мешіт салғандар, әлбетте: «Біз жақсылықтан басқаны қаламадық», - деп ант ішеді. Аллаһ олардың суайт екендігіне куәлік береді"
        },
        {
            "chapter": 9,
            "verse": 108,
            "text": "Ей, Мұхаммед! / Сен онда / ол мешітте / ешқашан тұрма. Сенің тұруыңа алғашқы күннен тақуалық / Аллаһқа бойсұнып, жазасынан қорқып, сақтанушылық / негізінде құрылған мешіт, көбірек лайықты. Онда тазаруды ұнататын адамдар бар. Ал Аллаһ тазарушыларды жақсы көреді"
        },
        {
            "chapter": 9,
            "verse": 109,
            "text": "Өзінің / салып жатқан / құрылысын Аллаһтан қорқып, сақтанып әрі Оның разылығы үшін қалаған біреу жақсы ма, әлде оның құрылысынқұлағалытұрған бір жардың шетіне қалап, онымен бірге Жаһаннамның отына құлаған біреу ме? Аллаһ әділетсіз адамдарды тура жолмен жүргізбейді"
        },
        {
            "chapter": 9,
            "verse": 110,
            "text": "Олардың жүректері бөлшектеніп кетпейінше, салған құрылыстары / мешіті / , жүректерінде үнемі күмән болып қала береді. Аллаһ - бәрін Білуші, аса Дана"
        },
        {
            "chapter": 9,
            "verse": 111,
            "text": "Ақиқатында, Аллаһ имандылардан / мүміндерден / - олардың жандары мен дүниелерін Жәннатпен айырбастап, сатып алды. Олар Аллаһтың жолында соғысып, өлтіреді және өлтіріледі, Оның Тәурат, Інжіл және Құрандағы хақ уәдесі бойынша. Аллаһтан артық уәдесін кім орындайды? Онымен жасаған саудаларыңа қуаныңдар! Міне, осы - ұлы жетістік"
        },
        {
            "chapter": 9,
            "verse": 112,
            "text": "Олар! істеген күнәсіне шынайы өкініп, Аллаһқа бойсұнуға қайтушылар / тәубе етушілер / , Құлшылық жасаушылар, / Аллаһқа / мақтау айтушылар, ораза ұстаушылар, рүкүғ жасаушылар, сәжде етушілер, құпталғанға бұйырушылар, тыйылғаннан қайтарушылар және Аллаһтың белгілеген шегін сақтаушылар. / Ей, Мұхаммед, / әрі имандыларды / мүміндерді / сүйіншіле"
        },
        {
            "chapter": 9,
            "verse": 113,
            "text": "Пайғамбардың және иманға келгендердің, мүшріктер / Аллаһқа серік қосушылар / үшін тіпті олар жақындары болса да, олардың Жахимдық екендігі өздеріне анық болғаннан кейін кешірім тілеулеріне болмайды"
        },
        {
            "chapter": 9,
            "verse": 114,
            "text": "Ал, Ибраһимнің өз әкесі үшін кешірім тілеуі, оның оған / әкесіне / берген уәдесі бойынша ғана еді. Өзіне / әкесінің / Аллаһқа жау екендігі анық болғанда, ол одан бас тартты. Негізінде, Ибраһим көп жалбарынып дұға етуші, ұстамды еді"
        },
        {
            "chapter": 9,
            "verse": 115,
            "text": "Аллаһ бір елді тура жолға салып жүргізгеннен кейін оларға неден сақтанулары керек екендігін анық түсіндірмейінше, оларды адастырушы емес. Ақиқатында, Аллаһ - барлық нәрсені Білуші"
        },
        {
            "chapter": 9,
            "verse": 116,
            "text": "Аспандардың және жердің билігі Аллаһта. Ол тірілтеді және өлтіреді. Сендер үшін Аллаһтан өзге қамқоршы да, көмек беруші де жоқ"
        },
        {
            "chapter": 9,
            "verse": 117,
            "text": "Аллаһ Пайғамбарды және қиындық сағатында оған еріп шыққан мұһажирлер мен ансарларды, олардың кейбіреулерінің жүректері ауытқуға жақын қалғаннан кейін,Өзіне бойсұнуға қайтарды / тәубеге келтірді / . Ол олардың тәубесін қабыл етті, өйткені Ол - оларға аса Мейірбан, ерекше Мейірімді"
        },
        {
            "chapter": 9,
            "verse": 118,
            "text": "Әрі / өздеріне қатысты үкім / кейінге қалдырылған үшеудің де / тәубелерін қабыл етті / . Сол кезде оларға жер кең бола тұра тарылып, жандары сығылып,' Аллаһтың Өзінен басқа пана жоқтығына көздері анық жеткен еді. Содан кейін Ол / Аллаһ / олардың істеген күнәларына шынайы өкініп, Өзіне бойсұнуға қайтулары / тәубеге келуі / үшін күнәларынан арылуына алып келді / тәубеге келтірді / . Ақиқатында, Аллаһ - тәубені қабыл етуші, ерекше Мейірімді"
        },
        {
            "chapter": 9,
            "verse": 119,
            "text": "Ей, иманға келгендер! Аллаһтан / Оның жазасынан қорқып, сақтаныңдар / және шын сөзділермен бірге болыңдар"
        },
        {
            "chapter": 9,
            "verse": 120,
            "text": "Медине тұрғындарына және оның маңайындағы бәдәуилерге, Аллаһ Елшісінен қалып қоюларына, сондай-ақ, өз жандарын оның жанынан артық көрулеріне болмайды. Мұның себебі, олар Аллаһ жолында шөлге душар болса, шаршап-шалдықса және бір аштыққа ұшыраса әрі кәпірлерді ызаландыратын бір жерді басып өтсе және жаудан бір нәрсені қолға түсірсе, онда оларға осы үшін ізгі амал жазылады. Шын мәнінде, Аллаһ жақсылықты ықыласпен істеушілердің сыйын зая кетірмейді"
        },
        {
            "chapter": 9,
            "verse": 121,
            "text": "Олар аз не көп дүние жұмсамасын және бір алқапты кесіп өтпесін, Аллаһ оларға қайтарым сыйын, істегендерінен жақсы етіп беруі үшін міндетті түрде бүл оларға жазылады"
        },
        {
            "chapter": 9,
            "verse": 122,
            "text": "Имандылардың / жорыққа / бәрі бірдей аттануларына болмайды. Олардың әр бөлігінен бір топтың шығып дінді үйренулері және оралған кездерінде адамдарға - олардың сақтанулары үшін насихат етулеріне жеткілікті"
        },
        {
            "chapter": 9,
            "verse": 123,
            "text": "Ей, иманға келгендер! Маңайларыңдағы кәпірлермен соғысыңдар. Олар сендер­ден бір қатаңдық байқасын. Әрі күмәнсіз, Аллаһтың тақуалармен / Өзіне бойсұнып, жазасынан қорқып, сақтанушылармен! бірге екенін біліңдер"
        },
        {
            "chapter": 9,
            "verse": 124,
            "text": "Бір сүре түсірілген кезде олардың арасынан: «Бұл қайсыларыңның имандарыңды арттырды?» - дейтіндер бар. / Бұл / иманға келгендердің иманын арттырды әрі олар қуанышқа бөленуде"
        },
        {
            "chapter": 9,
            "verse": 125,
            "text": "Ал, жүректерінде дерті барларғабұл сүре күмәндарының үстіне күмән қосады да олар кәпір / имансыз / күйлерінде өледі"
        },
        {
            "chapter": 9,
            "verse": 126,
            "text": "Олар өздерінің әр жылы бір не екі рет сыналатындарын көрмей ме? Содан кейін де олар істеген күнәсіне шынайы өкініп, Аллаһқа бойсұнуға қайтпайды / тәубеге келмейді / әрі ескерту де алмайды"
        },
        {
            "chapter": 9,
            "verse": 127,
            "text": "Бір сүре түсірілген кезде, олар біріне-бірі қарап: «Сендерді біреу көріп тұрған жоқ па екен», - деп бұрыла жөнеледі. Аллаһ, олардың жүректерін теріс бұрып қойды. Анығында, олар - түсінбейтін адамдар"
        },
        {
            "chapter": 9,
            "verse": 128,
            "text": "Ақиқатында, сендерге өздеріңнен бір Елші келді. Оған қиналуларың ауыр тиеді. Ол-сендерге / дінді қалап / ұмтылушы, имандыларға жанашыр, мейірімді"
        },
        {
            "chapter": 9,
            "verse": 129,
            "text": "Ей, Мұхаммед! / Егер олар теріс бұрылса: «Маған Аллаһ жеткілікті, Одан басқа ешбір құдай жоқ, мен Оған жүгініп, өзімді тапсырдым / тәуекел еттім / . Әрі Ол-ұлы Аршының Раббысы», - деп айт"
        },
        {
            "chapter": 10,
            "verse": 1,
            "text": "Әлиф, Ләм, Ра. Міне, осы - дана Кітаптың аяттары"
        },
        {
            "chapter": 10,
            "verse": 2,
            "text": "Олардың ішіндегі бір адамға: «Адамдарға ескерт және иманға келгендерді оларға Раббысының алдында шын озушылықболатынымен сүйіншіле», - деп уахи еткеніміз, адамдарға таңқаларлық көрінді ме? Кәпірлер: «Әлбетте, бұл - анық сиқыршы», - деді"
        },
        {
            "chapter": 10,
            "verse": 3,
            "text": "Ақиқатында, сендердің Раббың - Аллаһ, Ол аспандарды және жерді алты күнде жаратқан, кейін Аршыға көтерілді. Ол барлық істі басқарады. Ол рұқсат бергенге дейін, ешкім де / біреу үшін / ара түсе алмайды. Міне, осы - Аллаһ, сендердің Раббың, Оған құлшылық қылыңдар! Еске алмайсыңдар ма / ғибрат алсаңдар болмай ма"
        },
        {
            "chapter": 10,
            "verse": 4,
            "text": "Аллаһтың хақ уәдесі бойынша, сендердің барлығың Оған қайтасыңдар. Ақиқатында, Ол жаратылысты бастап жаратады, содан кейін иманға келген және ізгі амал істегендерге қайтарым сыйларын әділдікпен беру үшін оларды қайтарады. Ал, күпірлік еткендерге / иманға келмегендерге / күпірліктері үшін қайнап тұрған ыстық судан сусын әрі қинаушы азап бар"
        },
        {
            "chapter": 10,
            "verse": 5,
            "text": "Ол / Аллаһ / күнді жарық әрі айды нұр етіп жасаған. Әрі оны / айды / жылдардың санын және есепті білулерің үшін орындармен белгілеген. Аллаһ бұларды ақиқатпен жаратты. Ол, білетін адамдар үшін аяттарды анық етіп түсіндіреді"
        },
        {
            "chapter": 10,
            "verse": 6,
            "text": "Ақиқатында, түн мен күннің ауысып тұруында және Аллаһтың аспандар мен жердегі жаратқандарында, тақуалық ететін / Аллаһтың жазасынан қорқып, сақтанатын / адамдар үшін белгі-дәлелдер бар"
        },
        {
            "chapter": 10,
            "verse": 7,
            "text": "Анығында, Бізбен жолығуды үміт етпегендер және осы өмірге / ғана / разы болып, оған көңілдері жай тапқандар әрі белгі-дәлелдерімізден қаперсіз болғандар"
        },
        {
            "chapter": 10,
            "verse": 8,
            "text": "міне, солардың істеп жиғандары / күнәлары / үшін орындары - От"
        },
        {
            "chapter": 10,
            "verse": 9,
            "text": "Ақиқатында, иманға келген және ізгі амал істегендерді, олардың имандары себебінен, Раббысы тура жолмен жүргізеді. Нәъимбақтарында (жәннаттың бір аты) олардың астарынан өзендер ағып жатады"
        },
        {
            "chapter": 10,
            "verse": 10,
            "text": "Олардың ол жердегі дұғалары: «Йа, Аллаһ, Сен - пәксің», ал ондағы сәлемдесулері: «Сәлем» / Амандық / және олардың дұғаларының соңы: «Барлық мақтау - әлемдердің Раббысы, Аллаһқа!» - деу болады"
        },
        {
            "chapter": 10,
            "verse": 11,
            "text": "Егер де Аллаһ адамдарға жақсылықты тез бергеніндей, жамандықты да тездеткенде, олардың белгіленген мерзімдері шешілген болар еді. Бізбен кездесуді үміт етпейтіндерді, Біз адасуларында қаңғыртып, тастап қоямыз"
        },
        {
            "chapter": 10,
            "verse": 12,
            "text": "Қашан адамға бір зиян тисе, ол жамбастап жатса да, отырса да немесе түрегеп тұрса да Бізге жалбарынады. Қашан Біз одан зиянын кетірсек, ол өзіне тиген зиян үшін Бізге жалбарынбағандай өте шығады. Осылай, ысырап етушілерге, істеп жүргендері көрікті етіп көрсетілді"
        },
        {
            "chapter": 10,
            "verse": 13,
            "text": "Біз сендерден алдыңғы ұрпақтарды, - олар әділетсіздік еткенде және анық дәлелдермен келген елшілерге сенбеген кезде жойғанбыз. Біз қылмыскер адамдардың қайтарым жазасын осылай береміз"
        },
        {
            "chapter": 10,
            "verse": 14,
            "text": "Кейін, олардан соң, қалай амал жасайтындарыңды көру үшін Біз сендерді жерде / олардың / орнын басушы еттік"
        },
        {
            "chapter": 10,
            "verse": 15,
            "text": "Оларға анық аяттарымыз оқылған кез­де, Бізбен жолығуды үміт етпейтіндер: «Сен бұдан басқа бір Құран келтір немесе мұны ауыстыр!» - деді. / Ей, Мұхаммед! / Айт: «Маған оны өздігімнен өзгертуіме болмайды. Мен өзіме уахи етілгенге ғана еремін. Раббыма бойсұнбасам, ақиқатында, ұлы Күннің азабына ұшыраудан қорқамын», - деп"
        },
        {
            "chapter": 10,
            "verse": 16,
            "text": "Айт: «Егер Аллаһ қалағанда, мен оны сендерге оқымаған болар едім және Ол оны сендерге білдірмес еді. Негізінде, мен сендердің араларында бұдан алдын да / бірге / өмір сүрдім. Ақылдарыңды істетіп ұғынбайсыңдар ма?» - деп"
        },
        {
            "chapter": 10,
            "verse": 17,
            "text": "Аллаһқа қатысты өтірікті құрастырғаннан немесе Оның аяттарын жалған санағаннан өткен әділетсіз кім бар? Негізінде, қылмыскерлер мақсаттарына жетпейді"
        },
        {
            "chapter": 10,
            "verse": 18,
            "text": "Олар, Аллаһтан өзге өздеріне зиян да жеткізбейтін және пайда да келтірмейтін нәрсеге құлшылық етеді әрі: «Бұлар Аллаһтың алдында бізге шапағат етушілер», - дейді. / Ей, Мұхаммед! / Айт: «Сонда сендер Аллаһқа, аспандарда және жерде Ол білмейтін бір нәрсе бар деп, оның хабарын бермекшісіңдер ме?» - де. Ол / Аллаһ / олардың серік етіп қосатындарынан пәк әрі жоғары"
        },
        {
            "chapter": 10,
            "verse": 19,
            "text": "Адамдар бір үммет еді, кейін олар қарама-қайшылыққа түсті. Егер де Раббыңнан алдын ала бекітілген бір Сөз болмағанда, қайшылықта түскен нәрселеріне қатысты олардың араларына шешім шығарылған болар еді"
        },
        {
            "chapter": 10,
            "verse": 20,
            "text": "Олар: «Неге оған / Пайғамбарға / Раббысынан бір белгі-мұғжиза түсірілмейді?»—дейді. / Ей, Мұхаммед! / Айт: «Анығында, ғайып-Аллаһтікі. Ендеше күтіңдер! Мен де сендермен бірге күтушілерденмін!» - деп"
        },
        {
            "chapter": 10,
            "verse": 21,
            "text": "Адамдарға өздеріне тиген қиыншылықтан кейін мейірімімізден таттырсақ, олар аят-белгілерімізге байланысты айлакерлік істейді. Айт: «Аллаһ амал-тәсілде / бәрінен / жылдам», - деп. Ақиқатында елшілеріміз / періштелер / сендердің айла-шарғыларынды жазып отырады"
        },
        {
            "chapter": 10,
            "verse": 22,
            "text": "Ол / Аллаһ / сондай, сендерді құрылықтажәне теңізде жүргізеді. Сендер кемеде болғандарыңда әрі ол / кеме / бір жайлы желдің көмегімен оларды алып жүзгенде олар бұған қуанады. Оған бір дауылды жел соғып әрі әр тараптан толқындар келіп, олар өздерін қоршауда қалып, құрыдық деп ойлаған сәтте дінін / құлшылықтарын / тек Оған / cepiк қосу, риядан / тазартқан күйде: «Егер осыдан бізді құтқарсаң, шүкір етушілерден / берген игіліктеріңе алғыс білдірушілерден / боламыз», - деп Аллаһқа дұға етеді / Одан тілеп, жалбарынады"
        },
        {
            "chapter": 10,
            "verse": 23,
            "text": "Ал, Ол / Аллаһ / оларды құтқарған кезде, олар жер бетінде / олай етуге / құқығы болмаса да әділетсіздік істейді. Ей, адамдар! Шын мәнінде, сендердің әділетсіздіктерің өздеріңе қайтады. Ол / істеген әділетсіздіктерің / осы өмірдің пайда, рахаты үшін ғана. Содан кейін, қайтуларың - Бізге. Сонда сендерге не істегендеріңнің хабарын береміз"
        },
        {
            "chapter": 10,
            "verse": 24,
            "text": "Шын мәнінде осы дүниелік өмір - Біз аспаннан түсірген бір су секілді. Онымен адамдар мен малдар жейтін, жерден шығатын өсімдіктер араласа / өсіп / , жер жүзі түрленіп құлпырған кезде әрі оның тұрғындары оған / өнімге / қолдары жетті деп ойлаған кезде, Біздің әміріміз түнде не күндіз келіп, оны кеше мүлдем көркеймеген тәрізді, орылғандай еттік. Біз, ойланатын адамдарға аяттарды осылай анық етіп түсіндіреміз"
        },
        {
            "chapter": 10,
            "verse": 25,
            "text": "Аллаһ амандық мекеніне / Дарус-Сәламға / шақырады әрі қалаған құлын Өзі тура жолмен жүргізеді"
        },
        {
            "chapter": 10,
            "verse": 26,
            "text": "Жақсылықты ықыласпен істегендерге ең жақсысы / Жәннат / дайындалған және оған артығы қосылады. Олардың беттерінде шаң да, қорлық та болмайды. Міне, солар Жәннаттықтар. Олар - ол жерде мәңгі қалушылар"
        },
        {
            "chapter": 10,
            "verse": 27,
            "text": "Ал, жамандық жинағандардың қайтарым жазасы - сол жамандықтың өзіндей болады. Әрі оларды қорлық басады. Оларды Аллаһтан қорғайтын ешкім болмайды. Олардың беттері түннің бір түнектерімен қапталғандай. Міне, солар - От / тозақ / тұрғындары. Олар - ол жерде мәңгі қалушылар"
        },
        {
            "chapter": 10,
            "verse": 28,
            "text": "Сол / есеп / Күні оларды түгелдей жинаймыз. Содан кейін Аллаһқа серік қосқандарға / мүшріктерге / : «Сендер және серік етіп қосқандарың, орындарыңда тұрыңдар!» - дейміз. Біз олардың арасын бөлдік. Сонда олардың серік етіп қосқандары оларға: «Сендер құлшылықты бізге істеген жоқсыңдар"
        },
        {
            "chapter": 10,
            "verse": 29,
            "text": "Аллаһ - біздің арамызға куәлікте жеткілікті. Негізінде, біз сендердің құлшылық етулеріңнен хабарсыз едік», - дейді"
        },
        {
            "chapter": 10,
            "verse": 30,
            "text": "Сол жерде / есеп алаңында / әрбір жан алдын істегені үшін сыналады / сұралады / . Олар шын иелері - Аллаһқа қайтарылады әрі ойдан шығарған нәрселері олардан жоғалады"
        },
        {
            "chapter": 10,
            "verse": 31,
            "text": "Ей, Мұхаммед!! Айт: «Сендерге аспаннан және жерден кім ризық береді? Есту және көру кімнің иелігінде? Тіріні өліден шығаратын және өліні тіріден шығаратын кім? Әрі істі кім басқарады?» - деп. Олар: «Аллаһ», - деп айтады. Айт: «Ендеше Оның жазасынан қорқып, сақтанбайсыңдар ма / тақуалық етпейсіңдер ме / ?» - деп"
        },
        {
            "chapter": 10,
            "verse": 32,
            "text": "Міне, осы Аллаһ - сендердің шын Раббың. Ақиқаттан кейін адасудан басқа не бар? Сонда қалай бұрылудасындар"
        },
        {
            "chapter": 10,
            "verse": 33,
            "text": "Раббыңның бұзықтарға / бойсұнбаушыларға! байланысты: «Олар иманға келмейді», деген сөзі осылай шындыққа шықты"
        },
        {
            "chapter": 10,
            "verse": 34,
            "text": "Ей, Мұхаммед! / Айт: «Аллаһқа серік етіп қосқандарыңның арасынан, жаратылысты әуел баста пайда етіп, кейін оны қайта жарататын біреу бар ма?» - деп. Айт: «Аллаһ жаратылысты әуел баста пайда етіп, кейін оны қайта жаратады. Сонда, қайда бұрылып барасыңдар?!» - деп"
        },
        {
            "chapter": 10,
            "verse": 35,
            "text": "Айт: «Аллаһқа серік етіп қосқандарыңның арасынан ақиқатқа алып баратын біреу бар ма?» - деп. Айт: «Аллаһ ақиқатқа апарады. Ілесуге, ақиқатпен Жүргізуші құқылырақ па, әлде өзін тура жолға салып жүргізбесе, өзі тура жолмен жүре алмайтын біреу ме? Сендерге не болды, қалай шешім шығарасыңдар"
        },
        {
            "chapter": 10,
            "verse": 36,
            "text": "Олардың көпшілігі болжам-жорамалға ереді. Шын мәнінде, жорамал шындықтың бір бөлігін де алмастыра алмайды. Ақиқатында, Аллаһ - олардың не істеп жатқандарын Білуші"
        },
        {
            "chapter": 10,
            "verse": 37,
            "text": "Бұл Құран - Аллаһтан, оның ойдан шығарылуы / өтіріктен құрастырылуы / мүмкін емес. Ол, өзінен алдын болғандардың растауы және Кітаптың анық түсіндірмесі. Ол әлемдердің Раббысынан, онда күмән жоқ"
        },
        {
            "chapter": 10,
            "verse": 38,
            "text": "Әлде олар ол оны ойдан шығарды дей ме? / Ей, Мұхаммед! / Айт: «Егер шын сөзді болсаңдар, осы секілді бір сүре келтіріңдер әрі Аллаһтан өзге шақыра алатындарынды шақырыңдар», - деп"
        },
        {
            "chapter": 10,
            "verse": 39,
            "text": "Негізінде, олар білімі жетпеген және өздеріне әлі түсіндірмесі келмегенді өтірікке шығарды. Олардан бұрынғылар да осылай өтірікке шығарған еді. Енді, әділетсіздердің соңы қалай болғандығына назар сал"
        },
        {
            "chapter": 10,
            "verse": 40,
            "text": "Олардың арасында оған / Құранға / сенетіндер де бар. Әрі олардың арасын­да оған сенбейтіндер де бар. Сенің Раббың - бұзушы-бүлдірушілерді жақсы Білуші"
        },
        {
            "chapter": 10,
            "verse": 41,
            "text": "Ей, Мұхаммед! / Егер олар сені өтірікші санаса: «Менің ісім өзіме, ал сендердің істерің өздеріңе. Сендер менің істеп жатқаныма қатысты емессіңдер әрі мен де сендердің істеп жатқандарыңа қатысты емеспін», - деп айт"
        },
        {
            "chapter": 10,
            "verse": 42,
            "text": "Олардың ішінде саған құлақ түретіндер де бар. Егер ақылдарын істетпесе, сен кереңдерге естірте аласың ба"
        },
        {
            "chapter": 10,
            "verse": 43,
            "text": "Әрі олардың ішінде саған қарайтындар да бар. Егер көрмесе, сен соқырларға жол көрсете аласың ба"
        },
        {
            "chapter": 10,
            "verse": 44,
            "text": "Ақиқатында, Аллаһ адамдарға ешбір нәрседе әділетсіздік етпейді. Бірақ адамдар өздеріне-өздері әділетсіздік етеді"
        },
        {
            "chapter": 10,
            "verse": 45,
            "text": "Оларды жинаған сол / Есеп / Күні, олар / осы дүниеде / күндізден бір аз мезгіл ғана тұрғандай болады да бір-бірін тани бастайды. Аллаһпен кездесуді өтірік санағандар шынымен зиянға ұшырады. Әрі олар тура жолда жүрушілерден болмады"
        },
        {
            "chapter": 10,
            "verse": 46,
            "text": "Ей, Мұхаммед! / Біз саған оларға Өзіміз уәде етіп отырғанның кейбірін көрсетсек те немесе сені дүниеден алсақ та - олар Бізге қайтады. Содан кейін Аллаһ олардың не істеп жатқандарына куә болады"
        },
        {
            "chapter": 10,
            "verse": 47,
            "text": "Әрбір үмметтің Елшісі бар. Олардың елшілері келген кезде, олардың араларына әділдікпен шешім шығарылады әрі оларға әділетсіздік етілмейді"
        },
        {
            "chapter": 10,
            "verse": 48,
            "text": "Олар / имансыздар / : «Егер сендер шын сөзді болсаңдар, бүл уәде қашан / орындалады / ?» - дейді"
        },
        {
            "chapter": 10,
            "verse": 49,
            "text": "Ей, Мұхаммед! / Айт: «Аллаһтың қалауынан басқа, мен өзім үшін зиян да, пайда да келтіре алмаймын. Әрбір үмметтің бір мерзімі бар. Мерзімдері келген кезде, олар оны бір сәтке кері ысыра да алмайды және ілгерілете де алмайды», - деп"
        },
        {
            "chapter": 10,
            "verse": 50,
            "text": "Айт: «Айтыңдаршы! Егер сендерге Оның азабы түн ішінде немесе күндіз келсе, қылмыскерлер оның қайсыбірінің тез болуын сұрайды?» - деп"
        },
        {
            "chapter": 10,
            "verse": 51,
            "text": "Ол / азап / түскеннен кейін Оған сенесіңдер ме? Оларға: «Енді / сенесіңдер / ме, сендер осының тез болуын сұраған едіңдер», - делінеді"
        },
        {
            "chapter": 10,
            "verse": 52,
            "text": "Содан кейін әділетсіздік еткендерге: «Мәңгілік азабын татыңдар! Сендерге қайтарым / ретіндегі / жаза істегендерің үшін ғана беріліп жатқан жоқ па?» - деп айтылады"
        },
        {
            "chapter": 10,
            "verse": 53,
            "text": "Ей, Мұхаммед! / Олар сенен: «Бүл шындық па?» - деп сұрайды. Айт: «Әрине, Раббыммен ант етемін, бүл - ақиқат, сендер әлсірете / Аллаһқа кедергі келтіре / алмайсыңдар», - деп"
        },
        {
            "chapter": 10,
            "verse": 54,
            "text": "Егер де өзіне әділетсіздік еткен әрбір жанда - жер бетіндегі нәрселердің барлығы болғанда, ол оны / азаптан құтылу үшін / өтемге берер еді. Әрі олар азапты көргендерінде іштей өкінеді. Олардың араларына әділдікпен үкім етіледі әрі оларға әділетсіздік жасалмайды"
        },
        {
            "chapter": 10,
            "verse": 55,
            "text": "Біліңдер, ақиқатында, аспандардағы және жердегі нәрселер - Аллаһтікі. Біліндер, шынында, Аллаһтың уәдесі - хақ. Бірақ олардың / адамдардың / көбі білмейді"
        },
        {
            "chapter": 10,
            "verse": 56,
            "text": "Ол тірілтеді және өлтіреді әрі сендер Оған қайтарыласыңдар"
        },
        {
            "chapter": 10,
            "verse": 57,
            "text": "Ей, адамдар! Ақиқатында, сендерге өздеріңнің Раббыңнан насихат, көкіректегі нәрселерге шипа және имандылар / мүміндер / үшін жолбасшы / тура жолды ұстануға басшылық / әрі мейірім / Құран / келді"
        },
        {
            "chapter": 10,
            "verse": 58,
            "text": "Ей, Мұхаммед! / Айт: «бұл - Аллаһтың кеңшілігі және мейірімі», - деп. Олар осыған қуансын, бұл олардың жиғандарынан қайырлы"
        },
        {
            "chapter": 10,
            "verse": 59,
            "text": "Айт: «Аллаһ өздеріңе түсірген ризықтың бір бөлігін - харам / тыйым салынған / , бір бөлігін - халал / рұқсат етілген / етіп алғандарың жайында не айтасыңдар?» - деп. Айт: «Сендерге / оны / Аллаһ білдірді ме, әлде сендер Аллаһқа қатысты өтірікті құрастырып тұрсындар ма?» - деп"
        },
        {
            "chapter": 10,
            "verse": 60,
            "text": "Аллаһқа қатысты өтірікті құрастыратындардың Қайта тірілу күні туралы не жорамалдары бар? Ақиқатында, Аллаһ -адамдарға кеңшілік иесі. Бірақ олардың көбі шүкір етпейді / Раббысының берген игіліктеріне алғыс білдірмейді"
        },
        {
            "chapter": 10,
            "verse": 61,
            "text": "Ей, Мұхаммед! / Сен қандай да бір істе болсаң не Құраннан оқысаң немесе сендер бір амал жасасандар, оны орындап жатқан кездеріңде, әлбетте, Біз сендерге куә болып тұрамыз. Жердегі және аспандағы заттың ең кішкентай бөлігі де Раббыңнан жасырын қалмайды. Әрі одан кіші болсын не үлкені болсын барлығы анық бір Кітапта"
        },
        {
            "chapter": 10,
            "verse": 62,
            "text": "Біліңдер! Ақиқатында, Аллаһқа жақын болғандарға қорқыныш жоқ әрі олар қайғырмайды"
        },
        {
            "chapter": 10,
            "verse": 63,
            "text": "Олар - иманға келген және тақуалық еткендер / Аллаһтың жазасынан қорқып, сақтанғандар"
        },
        {
            "chapter": 10,
            "verse": 64,
            "text": "Оларға осы өмірде және соңғы, мәңгілік өмірде / ақиретте / сүйінішті хабар бар. Аллаһтың сөздері өзгермейді. Міне, осы -ұлы жетістік"
        },
        {
            "chapter": 10,
            "verse": 65,
            "text": "Ей, Мұхаммед! / Олардың сөзі сені қайғыға салмасын. Ақиқатында, бүкіл үстемдік - Аллаһқа тән. Ол - бәрін Естуші, бәрін Білуші"
        },
        {
            "chapter": 10,
            "verse": 66,
            "text": "Біліңдер! Ақиқатында, аспандардағы және жердегі әркім де - Аллаһтікі. Аллаһтан өзгені Оған серік етіп шақыратындар не нәрсеге ереді? Олар ой - жорамалдарына ғана ереді әрі олар тек өтірікті ғана айтады"
        },
        {
            "chapter": 10,
            "verse": 67,
            "text": "Ол сендерге түнді тынығуларың үшін, ал күндізді көретін / жарық / етіп жасаған. Ақиқатында, Мұнда құлақ асатын адамдар үшін белгі-дәлелдер бар"
        },
        {
            "chapter": 10,
            "verse": 68,
            "text": "Олар: «Аллаһ өзіне бала алды», - деді. Ол / барлық кемшіліктен / пәк. Ол - әл- Ғани / бай, еш нәрсеге мұқтаж емес / . Аспандардағы және жердегілердің барлығы Онікі. Сендерде бұған / Аллаһтың бала иемденуіне / ешбір дәлел жоқ. Сендер Аллаһқа қатысты өздерің білмейтін нәрсені айтасыңдар ма"
        },
        {
            "chapter": 10,
            "verse": 69,
            "text": "«Негізінде, Аллаһ туралы өтірікті құрастыратындар / жала жабатындар / мақсаттарына жетпейді», - де"
        },
        {
            "chapter": 10,
            "verse": 70,
            "text": "Осы өмірде / Оларға / пайдалану, рахат бар. Кейін олар Бізге қайтады. Содан кейін оларға күпірліктері / имансыздықтары / үшін қатты азап таттырамыз"
        },
        {
            "chapter": 10,
            "verse": 71,
            "text": "Ей, Мұхаммед! / Оларға Нұх жайлы хабарды оқы. Ол еліне: «Әй, елім! Егер менің араларыңда болуым және Аллаһтың белгілерін ескертуім сендерге ауыр келсе, онда мен Аллаһқа жүгініп, Оған өзімді тапсырдым / тәуекел еттім / . Сендер / қосқан / серіктеріңмен бірігіп, кейін маған байланысты ашық әрекет етіңдер әрі маған мұрсат бермеңдер"
        },
        {
            "chapter": 10,
            "verse": 72,
            "text": "Егер сендер теріс бұрылсаңдар, мен сендерден / ол үшін / ақы сұраған жоқпын. Менің сыйым - Аллаһта әрі мен Мұсылмандардан болуға бұйырылдым», - деп айтқан еді"
        },
        {
            "chapter": 10,
            "verse": 73,
            "text": "Сонда олар, оны өтірікші санады. Содан соң Біз оны және онымен бірге болғандарды кемеде құтқардық әрі оларды халифалар / алдыңғылардың орнын басушылар / еттік. Ал белгілерімізді өтірік санағандарды суға батырдық. Енді ескерту берілгендердің соңы қалай болғанына қара"
        },
        {
            "chapter": 10,
            "verse": 74,
            "text": "Одан / Нұхтан / кейін елшілерді өз елдеріне жібердік. Олар / елдеріне / анық белгілермен келді. Алайда олар / қауымы / , өздері алдын өтірікке шығарған нәрселерге сенуді қаламады. Біз шектен шығушылардың жүректерін осылай бітеп, мөрлейміз"
        },
        {
            "chapter": 10,
            "verse": 75,
            "text": "Олардан кейін Мұса мен Һарұнды Фиръаун және оның уәзір, бектеріне мұғжиза-белгілерімізбен жібердік. Алайда олар өздерін жоғары санап, менменсіді әрі олар қылмыскер адамдар еді"
        },
        {
            "chapter": 10,
            "verse": 76,
            "text": "Оларға Бізден ақиқат келген кезде, олар: «бұл - анық сиқыр», - деді"
        },
        {
            "chapter": 10,
            "verse": 77,
            "text": "Мұса: «Сендер өздеріңе келген ақиқат жайлы осылай деп айтасыңдар ма? Осы сиқыр ма? Сиқыршылар мақсатына жетпейді», - деді"
        },
        {
            "chapter": 10,
            "verse": 78,
            "text": "Олар: «Сен бізді ата-бабаларымыздың ұстанғанынан бұру үшін және жер бетінде / жерімізде / ұлылық екеуіңе болсын деп келдіңдер ме? Біз екеуіңе сенбейміз», - деді"
        },
        {
            "chapter": 10,
            "verse": 79,
            "text": "Фиръаун: «Маған барлық білгір сиқыршыларды әкеліңдер», - деді"
        },
        {
            "chapter": 10,
            "verse": 80,
            "text": "Сиқыршылар келген кезде, Мұса оларға: «Тастайтындарынды тастаңдар», - деді"
        },
        {
            "chapter": 10,
            "verse": 81,
            "text": "Олар тастаған кезде, Мұса: «Сендердің істегендерің сиқыр, күмәнсіз, Аллаһ оны бекер етеді. Аллаһ бұзушы-бүлдірушілердің амалын түзетпейді"
        },
        {
            "chapter": 10,
            "verse": 82,
            "text": "Әрі Аллаһ, Өз сөздерімен шындықты орнатады, қылмыскерлер мұны жақтырмаса да», - деді"
        },
        {
            "chapter": 10,
            "verse": 83,
            "text": "Фиръаун және оның уәзір, бектерінің бүлік салуынан / жазалауынан / қорыққандықтан, Мұсаға оның елінен бір ұрпаққана сенді. Өйткені, Фиръаун / ол / жердеөктемшіл әрі ол ақиқатында шектен шығушылардан еді"
        },
        {
            "chapter": 10,
            "verse": 84,
            "text": "Мұса: «Әй, елім! Аллаһқа сенсеңдер, онда Оған жүгініп, істерінді Өзіне тапсырыңдар / тәуекел етіңдер / , егер мұсылманболсаңдар», - деді"
        },
        {
            "chapter": 10,
            "verse": 85,
            "text": "Олар: «Біз Аллаһқа жүгініп, ісімізді Оған тапсырдық / тәуекел еттік / . Раббымыз, бізді әділетсіз елге фитна / сынақ / етпе"
        },
        {
            "chapter": 10,
            "verse": 86,
            "text": "Әрі бізді Өз мейіріміңмен кәпір елден құтқара гөр!» - деді"
        },
        {
            "chapter": 10,
            "verse": 87,
            "text": "Біз Мұсаға және оның бауырына: «Қауымдарың үшін Мысырда үйлер алыңдар және үйлеріңді намаз оқитын орын етіп, намаз оқыңдар. Әрі имандыларды / мүміндерді / қош хабармен қуандыр», - деп уахи еттік"
        },
        {
            "chapter": 10,
            "verse": 88,
            "text": "Мұса: «Раббымыз! Ақиқатында, Сен Фиръаунға және оның уәзір, бектеріне бүл өмірде сән-салтанат және байлық бердің. Раббымыз! Олар оны жолыңнан адастырулары үшін / пайдаланды / Раббымыз, олардың дүниелерін жой және олардың жүректерін қатайт! Олар қинаушы азапты көргендерінше иманға келмесін», - деді"
        },
        {
            "chapter": 10,
            "verse": 89,
            "text": "Ол / Аллаһ / : «Екеуіңнің тілектеріңе жауап берілді. Туралықты ұстаныңдар және білмейтіндердің жолына ермеңдер!» - деді"
        },
        {
            "chapter": 10,
            "verse": 90,
            "text": "Біз Исраил ұрпақтарын теңізден өткіздік. Сонда Фиръаун мен оның әскері әділетсіздік әрі дұшпандықпен, олардың соңынан қуды. Ал, ол / Фиръаун / суға батар кезінде: «Исраил ұрпақтары сенген құдайдан басқа ешбір құдайдың жоқтығына сендім. Мен де Мұсылмандарданмын / бойсұнушыларданмын / », - деді"
        },
        {
            "chapter": 10,
            "verse": 91,
            "text": "«Енді ғана ма? Ал бұрын бойсұнбаған едің әрі бұзушы-бүлдірушілерден болдың"
        },
        {
            "chapter": 10,
            "verse": 92,
            "text": "Бүгін сені өзіңнен кейінгілерге бір белгі болуы үшін мүрдеңді / сенің тәніңді / құтқарамыз». Негізінде, адамдардың көбі Біздің белгілерімізден қаперсіз / ғибрат алмайды"
        },
        {
            "chapter": 10,
            "verse": 93,
            "text": "Біз Исраил ұрпақтарын игі мекенге орналастырдық және оларға жақсы нәрселерден ризық бердік. Әрі олар, өздеріне білім келгенге дейін қарама-қайшылыққа түспеді. Ақиқатында, Раббың Қайта тірілу күні қарама-қайшылыққа түскен нәрселері жайында олардың араларына үкім береді"
        },
        {
            "chapter": 10,
            "verse": 94,
            "text": "Ей, Мұхаммед! / Егер Біз өзіңе түсіргеннен күмәнда болсаң, алдын Кітап / түсіріліп / оқығандардан сұра. Саған Раббыңнан ақиқат келді, сондықтан күмәнданушылардан болма"
        },
        {
            "chapter": 10,
            "verse": 95,
            "text": "Сондай-ақ, Аллаһтың аяттарын өтірікке шығарушылардан болма. Онда зиян көрушілерден боласың"
        },
        {
            "chapter": 10,
            "verse": 96,
            "text": "Ақиқатында, Раббыңның сөзі тиісті болғандар иманға келмейді"
        },
        {
            "chapter": 10,
            "verse": 97,
            "text": "сондай қинаушы азапты көргендеріне дейін, тіпті оларға қандай бір белгі - мұғжизалар келсе де"
        },
        {
            "chapter": 10,
            "verse": 98,
            "text": "Йунустың елінен басқа / азапты көргенде / иманға келген әрі имандары пайда берген бірде-бір елді мекен болды ма? Олар иманға келген кезде, Біз олардан осы өмірде қорлық азабын кетірдік әрі оларды бір мерзімге дейін пайдаландырдық"
        },
        {
            "chapter": 10,
            "verse": 99,
            "text": "Егер Раббың қалағанда, жер жүзіндегілердің барлығы, түгелдей иманға келер еді. / Ей, Мұхаммед, / сен, адамдарды иманды / мүмін / болуға мәжбүрлейсің бе"
        },
        {
            "chapter": 10,
            "verse": 100,
            "text": "Әрбір жан Аллаһтың рұқсатымен ғана иманға келеді. Ол, ақылдарын істетіп, ұғынбайтындарға рижс жібереді"
        },
        {
            "chapter": 10,
            "verse": 101,
            "text": "Ей, Мұхаммед! / Айт: «Аспандар және жердегі нәрселерге қараңдаршы», - деп. Имансыз адамдарға дәлелдер мен ескертулерпайда бермейді"
        },
        {
            "chapter": 10,
            "verse": 102,
            "text": "Олар өздерінен бұрынғы өткендерге келген тәрізді күндерді күтеді ме? Айт: «Күтіңдер! Мен де - сендермен бірге күтушімін!» - де"
        },
        {
            "chapter": 10,
            "verse": 103,
            "text": "Содан кейін Біз елшілерімізді және иманға келгендерді құтқарамыз. Осылай, имандыларды / мүміндерді / құтқару - Біздің міндетіміз"
        },
        {
            "chapter": 10,
            "verse": 104,
            "text": "Ей, Мұхаммед! / Айт: «Ей, адамдар! Егер сендер менің дінімнен күмәнда болсаңдар, мен сендердің Аллаһтан өзге табынатындарыңа табынбаймын, алайда мен сендердің жандарыңды алатын Аллаһқа құлшылық етемін әрі мен имандылардан / мүміндерден / болуға бұйырылдым», - деп"
        },
        {
            "chapter": 10,
            "verse": 105,
            "text": "Ханиф (Аллаһты бірлеп, тура жолдан таймай, жалғыз Оған құлшылық етуші) болған түрде, жүзінді / хақ / дінге бұр. Әрі Аллаһпен қатар, өзгелерге табынушылардан / мүшріктерден / болма"
        },
        {
            "chapter": 10,
            "verse": 106,
            "text": "Аллаһтан өзге саған пайда да, зиян да келтіре алмайтын нәрсеге жалбарынба. Егер олай істесең, онда әлбетте әділетсіздерден боласың"
        },
        {
            "chapter": 10,
            "verse": 107,
            "text": "Егер Аллаһ саған бір зиян жеткізсе, оны Оның Өзінен басқа кетіруші жоқ. Ал, егер Ол саған бір жақсылық қаласа, Оның кеңшілігін қайтарушы жоқ. Ол, оны құлдарынан Өзі қалағанына нәсіп етеді. Ол - өте Кешірімді , ерекше Мейірімді"
        },
        {
            "chapter": 10,
            "verse": 108,
            "text": "Ей, Мұхаммед! / Айт: «Әй, адамдар! Сендерге өздеріңнің Раббыңнан ақиқат келді. Кім тура жолмен жүрсе, тек өзі үшін тура жолда жүреді. Ал кім адасса, тек өз зиянына адасады. Мен сендерге жауапты / кепіл / емеспін», - деп"
        },
        {
            "chapter": 10,
            "verse": 109,
            "text": "Әрі өзіңе уахи етілгенге ер, әрі Аллаһ үкім бергенге дейін сабыр ет. Ол - үкім берушілердің ең қайырлысы"
        },
        {
            "chapter": 11,
            "verse": 1,
            "text": "Әлиф, Ләм, Ра. Бұл - аяттары аса Дана, бәрінен Хабардардан анық баяндалып, түсіндірілген Кітап"
        },
        {
            "chapter": 11,
            "verse": 2,
            "text": "Аллаһтан басқаға Құлшылық етпеңдер. Анығында, мен сендерге Одан / жіберілген / ескертуші әрі қуанышты хабар жеткізушімін"
        },
        {
            "chapter": 11,
            "verse": 3,
            "text": "Өздеріңнің Раббыңнан кешірім тілеңдер әрі істеген күнәларыңа шынайы өкініп, Оған бойсұнуға қайтыңдар / тәубеге келіндер / . Ол сендерді белгілі бір мерзімге / өлім келгенге / дейін көркем несібемен пайдаландырады. Әрі Ол, әрбір кеңшілік етушіні Өз кеңшілігіне бөлейді. Егер теріс бұрылсаңдар, сендерге болатын ұлы Күннің / Қияметтің / азабынан қорқамын"
        },
        {
            "chapter": 11,
            "verse": 4,
            "text": "Сендер Аллаһқа қайтарыласыңдар. Ал, Ол - барлық нәрсені Жасай алушы"
        },
        {
            "chapter": 11,
            "verse": 5,
            "text": "Біліндер, олар, Одан жасыру үшін кеуделерін бүрістіреді. Анығында, олар киімдерін бүркеніп алғандарында да Ол / Аллаһ / олардың нені жасыратындарын және нені әшкере ететіндерін біледі. Анығында, Ол - кеуделердегіні / жүректердегіні / жақсы Білуші"
        }
    ]
}