{
    "pages": [
        {
            "chapter": 5,
            "verse": 96,
            "text": "Tomadera jan'ya samudrera sikara o sumudrera khadya halala kara hayeche tomadera upakararthe ebam tomadera eharamakaridera jan'ye harama kara hayeche sthala sikara yataksana eharama abasthaya thaka. Allahake bhaya kara, yara kache tomara ekatrita habe."
        },
        {
            "chapter": 5,
            "verse": 97,
            "text": "Allaha sam'manita grha kabake manusera sthitisilatara karana karechena ebam sam'manita masasamuke, harama korabanira jantuke o yadera galaya abarana rayeche. Era karana e'i ye, yate tomara jene na'o ye, allaha nabhomandala o bhumandalera saba kichu janena ebam allaha sarba bisaye mahajnani."
        },
        {
            "chapter": 5,
            "verse": 98,
            "text": "Jene na'o, niscaya allaha kathora sasti data o niscaya allaha ksamasila-dayalu."
        },
        {
            "chapter": 5,
            "verse": 99,
            "text": "Rasulera dayitba sudhu pauchiye de'oya. Allaha janena, ya kichu tomara prakasye kara ebam ya kichu gopana kara."
        },
        {
            "chapter": 5,
            "verse": 100,
            "text": "Bale dinah apabitra o pabitra samana naya, yadi'o apabitrera pracurya tomake bismita kare. Ata'eba, he bud'dhimanagana, allahake bhaya kara-yate tomara mukti pa'o."
        },
        {
            "chapter": 5,
            "verse": 101,
            "text": "He muminagana, emana kathabarta jijnesa karo na, ya tomadera kache paribyakta hale tomadera kharapa lagabe. Yadi kora'ana abataranakale tomara esaba bisaya jijnesa kara, tabe ta tomadera jan'ye prakasa kara habe. Atita bisaya allaha ksama karechena allaha ksamasila, sahanasila."
        },
        {
            "chapter": 5,
            "verse": 102,
            "text": "Erupa katha barta tomadera purbe eka sampradaya jijnesa karechila. Era para tara esaba bisaye abisbasi haye gela."
        },
        {
            "chapter": 5,
            "verse": 103,
            "text": "Allaha ‘bahira’ ‘sayeba’ osila’ ebam ‘hami’ ke sariyatasid'dha karenani. Kintu yara kaphera, tara allahara upara mithya apabada aropa kare. Tadera adhikansera'i bibeka bud'dhi ne'i."
        }
    ]
}