{
    "pages": [
        {
            "chapter": 6,
            "verse": 60,
            "text": "Tini'i ratri belaya tomaderake karayatta kare nena ebam ya kichu tomara dinera belaya kara, ta janena. Atahpara tomaderake dibase sam'mukhita karena-yate nirdista oyada purna haya."
        },
        {
            "chapter": 6,
            "verse": 61,
            "text": "Anantara tamra'i dike tomadera pratyabartana. Atahpara tomaderake bale dibena, ya kichu tomara karachile. Tini'i sbiya bandadera upara prabala. Tini prerana karena tomadera kache raksanabeksanakari. Emana ki, yakhana tomadera kara'o mrtyu ase takhana amara prerita pheresatara tara atma hastagata kare neya."
        },
        {
            "chapter": 6,
            "verse": 62,
            "text": "Atahpara saba'ike satyikara prabhu allahara kache paumchano habe. Sune rakha, phayasala tamra'i ebam tini druta hisaba grahana karabena."
        },
        {
            "chapter": 6,
            "verse": 63,
            "text": "Apani balunah ke tomaderake sthala o jalera andhakara theke ud'dhara karena, yakhana tomara tamke binitabhabe o gopane ahabana kara ye, yadi apani amadera ke e theke ud'dhara kare nena, tabe amara abasya'i krtajnadera antarbhukta haye yaba."
        },
        {
            "chapter": 6,
            "verse": 64,
            "text": "Apani bale dinah allaha tomaderake ta theke mukti dena eba saba duhkha-bipada theke. Tathapi tomara seraka kara."
        },
        {
            "chapter": 6,
            "verse": 65,
            "text": "Apani balunah tini'i saktimana ye, tomadera upara kona sasti upara dika theke athaba tomadera padatala theke prerana karabena athaba tomaderake dale-upadale bibhakta kare saba'ike mukhomukhi kare dibena ebam ekake an'yera upara akramanera sbada asbadana karabena. Dekha, ami kemana ghuriye-phiriye nidarsanabali barnana kari yate tara bujhe neya."
        },
        {
            "chapter": 6,
            "verse": 66,
            "text": "Apanara sampradaya eke mithya balache, athaca ta satya. Apani bale dinah ami tomadera upara niyojita na'i."
        },
        {
            "chapter": 6,
            "verse": 67,
            "text": "Pratyeka khabarera ekati samaya nirdista rayeche ebam acire'i tomara ta jene nibe."
        },
        {
            "chapter": 6,
            "verse": 68,
            "text": "Yakhana apani taderake dekhena, yara amara ayata samuhe chidranbesana kare, takhana tadera kacha theke sare yana ye paryanta tara an'ya kathaya prabrtta na haya, yadi sayatana apanake bhuliye deya tabe smarana ha'oyara para jalemadera sathe upabesana karabena na."
        }
    ]
}