{
    "pages": [
        {
            "chapter": 6,
            "verse": 152,
            "text": "Etimadera dhanasampadera kache'o yeyo na; kintu uttama panthaya ye paryanta se bayahprapta na haya. Ojana o mapa purna kara n'yaya sahakare. Ami ka'uke tara sadhyera atita kasta de'i na. Yakhana tomara katha bala, takhana subicara kara, yadi'o se atniya'o haya. Allahara angikara purna kara."
        },
        {
            "chapter": 6,
            "verse": 153,
            "text": "Tomaderake e nirdesa diyechena, yena tomara upadesa grahana kara. Niscita eti amara sarala patha. Ata'eba, e pathe cala ebam an'yan'ya pathe calo na. Ta hale sesaba patha tomaderake tamra patha theke bicchinna kare dibe. Tomaderake e nirdesa diyechena, yate tomara sanyata ha'o."
        },
        {
            "chapter": 6,
            "verse": 154,
            "text": "Atahpara ami musake grantha diyechi, satkarmidera prati neyamatapurna karara jan'ye, pratyeka bastura bisada bibaranera jan'ye, hodayatera jan'ye ebam karunara jan'ye-yate tara sbiya palanakartara sathe saksate bisbasi haya."
        },
        {
            "chapter": 6,
            "verse": 155,
            "text": "Eti emana ekati grantha, ya ami abatirna karechi, khuba mangalamaya, ata'eba, era anusarana kara ebam bhaya kara-yate tomara karunaprapta ha'o."
        },
        {
            "chapter": 6,
            "verse": 156,
            "text": "E jan'ye ye, kakhana'o tomara balate suru karah grantha to kebala amadera purbabarti du'sampradayera prati'i abatirna hayeche ebam amara segulora patha o pathana samparke kichu'i janatama na."
        },
        {
            "chapter": 6,
            "verse": 157,
            "text": "Kimba balate suru karah yadi amadera prati kona grantha abatirna hata, amara edera ca'ite adhika pathaprapta hatama. Ata'eba, tomadera palanakartara paksa theke tomadera kache suspasta pramana, hedayeta o rahamata ese geche. Atahpara se byaktira ca'ite adhika anacari ke habe, ye allahara ayata samuhake mithya bale ebam ga bamciye cale. Ati sattbara ami taderake sasti deba. Yara amara ayata samuha theke ga bamciye cale-jaghan'ya sasti tadera ga bamcanora karane."
        }
    ]
}