{
    "pages": [
        {
            "chapter": 7,
            "verse": 74,
            "text": "Tomara smarana kara, yakhana tomaderake ada jatira pare sardara karechena; tomaderake prthibite thikana diyechena. Tomara narama matite attalika nirmana kara ebam parbata gatra khanana kare prakostha nirmana kara. Ata'eba allahara anugraha smarana kara ebam prthibite anartha srsti karo na."
        },
        {
            "chapter": 7,
            "verse": 75,
            "text": "Tara sampradayera dambhika sardarara imanadara daridraderake jijnesa karalah tomara ki bisbasa kara ye saleha ke tara palanakarta prerana karechena; tara balala amara to tara anita bisayera prati bisbasi."
        },
        {
            "chapter": 7,
            "verse": 76,
            "text": "Dambhikara balalah tomara ye bisaye bisbasa sthapana karecha, amara tate asbikrta."
        },
        {
            "chapter": 7,
            "verse": 77,
            "text": "Atahpara tara ustrike hatya karala ebam sbiya pratipalakera adesa aman'ya karala. Tara balalah he chaleha, niye esa yaddbara amaderake bhaya dekhate, yadi tumi rasula haye thaka."
        },
        {
            "chapter": 7,
            "verse": 78,
            "text": "Atahpara pakara'o karala taderake bhumikampa. Phale sakala belaya nija nija grhe upura haye pare ra'ila."
        },
        {
            "chapter": 7,
            "verse": 79,
            "text": "Chaleha tadera kacha theke prasthana karalo ebam balalah he amara sampradaya, ami tomadera kache sbiya pratipalakera payagama pauchiyechi ebam tomadera mangala kamana karechi kintu tomara mangalakankhiderake bhalabasa na."
        },
        {
            "chapter": 7,
            "verse": 80,
            "text": "Ebam ami lutake prerana karechi. Yakhana se sbiya sampradayake balalah tomara ki emana aslila kaja karacha, ya tomadera purbe sara bisbera ke'u kareni"
        },
        {
            "chapter": 7,
            "verse": 81,
            "text": "Tomara to kamabasatah purusadera kache gamana kara nariderake chere. Baram tomara sima atikrama karecha."
        }
    ]
}