{
    "pages": [
        {
            "chapter": 9,
            "verse": 14,
            "text": "Yud'dha kara odera sathe, allaha tomadera haste tadera sasti debena. Tadera lanchita karabena, tadera birud'dhe tomadera jayi karabena ebam musalamanadera antarasamuha santa karabena."
        },
        {
            "chapter": 9,
            "verse": 15,
            "text": "Ebam tadera manera ksobha dura karabena. Ara allaha yara prati iccha ksamasila habe, allaha sarbajna, prajnamaya."
        },
        {
            "chapter": 9,
            "verse": 16,
            "text": "Tomara ki mane kara ye, tomadera chere deya habe emani, yataksana na allaha jene nebena tomadera ke yud'dha kareche ebam ke allaha, tamra rasula o musalamanadera byatita an'ya ka'uke antaranga bandhurupe grahana kara theke birata rayeche. Ara tomara ya kara se bisaye allaha sabisesa abahita."
        },
        {
            "chapter": 9,
            "verse": 17,
            "text": "Musarikara yogyata rakhe na allahara masajida abada karara, yakhana tara nijera'i nijedera kupharira sbikrti dicche. Edera amala barabada habe ebam era agune sthayibhabe basabasa karabe."
        },
        {
            "chapter": 9,
            "verse": 18,
            "text": "Nihsandehe tara'i allahara masajida abada karabe yara imana eneche allahara prati o sesa dinera prati ebam kayema kareche namaya o adaya kare yakata; allaha byatita ara ka'uke bhaya kare na. Ata'eba, asa kara yaya, tara hedayeta praptadera antarbhukta habe."
        },
        {
            "chapter": 9,
            "verse": 19,
            "text": "Tomara ki hajidera pani sarabaraha o masajidula-harama abadakaranake se'i lokera samana mane kara, ye imana rakhe allaha o sesa dinera prati ebam yud'dha kareche allahara rahe, era allahara drstite samana naya, ara allaha jalema lokadera hedayeta karena na."
        },
        {
            "chapter": 9,
            "verse": 20,
            "text": "Yara imana eneche, desa tyaga kareche ebam allahara rahe nijedera jana o mala diye jehada kareche, tadera bara maryada rayeche allahara kache ara tara'i saphalakama."
        }
    ]
}