{
    "pages": [
        {
            "chapter": 18,
            "verse": 46,
            "text": "Dhanaisbarya o santana-santati parthiba jibanera saundarya ebam sthayi satkarmasamuha apanara palanakartara kache pratidana prapti o asa labhera jan'ye uttama."
        },
        {
            "chapter": 18,
            "verse": 47,
            "text": "Yedina ami parbatasamuhake paricalana karaba ebam apani prthibike dekhabena ekati um'mukta prantara ebam ami manusake ekatrita karaba atahpara tadera ka'uke charaba na."
        },
        {
            "chapter": 18,
            "verse": 48,
            "text": "Tara apanara palanakartara samane pesa habe saribad'dha bhabe ebam bala habeh tomara amara kache ese gecha; yemana tomaderake prathama bara srsti karechilama. Na, tomara to balate ye, ami tomadera jan'ye kona pratisruta samaya nirdista karaba na."
        },
        {
            "chapter": 18,
            "verse": 49,
            "text": "Ara amalanama samane rakha habe. Tate ya ache; tara karane apani aparadhiderake bhita-santrasta dekhabena. Tara balabeh haya aphasosa, e kemana amalanama. E ye chota bara kona kichu'i bada deyani-saba'i ete rayeche. Tara tadera krtakarmake samane upasthita pabe. Apanara palanakarta kara'o prati juluma karabena na."
        },
        {
            "chapter": 18,
            "verse": 50,
            "text": "Yakhana ami pheresataderake balalamah adamake sejada kara, takhana saba'i sejada karala ibalisa byatita. Se chila jinadera ekajana. Se tara palanakartara adesa aman'ya karala. Ata'eba tomara ki amara paribarte take ebam tara bansadharake bandhurupe grahana karacha? Athaca tara tomadera satru. Eta jalemadera jan'ye khuba'i nikrsta badala."
        },
        {
            "chapter": 18,
            "verse": 51,
            "text": "Nabhomandala o bhumandalera srjanakale ami taderake saksya rakhini ebam tadera nijedera srjanakale'o na. Ebam ami emana'o na'i ye, bibhranta kariderake sahayyakarirupe grahana karabo."
        },
        {
            "chapter": 18,
            "verse": 52,
            "text": "Yedina tini balabenah tomara yaderake amara sarika mane karate taderake daka. Tara takhana taderake dakabe, kintu tara e ahabane sara debe na. Ami tadera madhyasthale rekhe deba ekati mrtyu gahabara."
        },
        {
            "chapter": 18,
            "verse": 53,
            "text": "Aparadhira aguna dekhe bojhe nebe ye, taderake tate patita hate habe ebam tara ta theke rasta paribartana karate parabe na."
        }
    ]
}