{
    "pages": [
        {
            "chapter": 21,
            "verse": 25,
            "text": "Apanara purbe ami ye rasula'i prerana karechi, take e adesa'i prerana karechi ye, ami byatita an'ya kona upasya ne'i. Sutaram amara'i ebadata kara."
        },
        {
            "chapter": 21,
            "verse": 26,
            "text": "Tara balalah dayamaya allaha santana grahana kareche. Tamra jan'ya kakhana'o iha yogya naya; baram tara to tamra sam'manita banda."
        },
        {
            "chapter": 21,
            "verse": 27,
            "text": "Tara age bere katha balate pare na ebam tara tamra adese'i kaja kare."
        },
        {
            "chapter": 21,
            "verse": 28,
            "text": "Tadera sam'mukhe o pascate ya ache, ta tini janena. Tara sudhu tadera jan'ye suparisa kare, yadera prati allaha santusta ebam tara tamra bhaye bhita."
        },
        {
            "chapter": 21,
            "verse": 29,
            "text": "Tadera madhye ye bale ye, tini byatita ami'i upasya, take ami jahannamera sasti deba. Ami jalemaderake ebhabe'i pratiphala diye thaki."
        },
        {
            "chapter": 21,
            "verse": 30,
            "text": "Kapherara ki bhebe dekhe na ye, akasamandali o prthibira mukha bandha chila, atahpara ami ubhayake khule dilama ebam pranabanta sabakichu ami pani theke srsti karalama. Erapara'o ki tara bisbasa sthapana karabe na"
        },
        {
            "chapter": 21,
            "verse": 31,
            "text": "ami prthibite bhari bojha rekhe diyechi yate taderake niye prthibi jhumke na pare ebam tate prasasta patha rekhechi, yate tara patha prapta haya."
        },
        {
            "chapter": 21,
            "verse": 32,
            "text": "Ami akasake suraksita chada karechi; athaca tara amara akasastha nidarsanabali theke mukha phiriye rakhe."
        },
        {
            "chapter": 21,
            "verse": 33,
            "text": "Tini'i srsti karechena ratri o dina ebam surya o candra. Saba'i apana apana kaksapathe bicarana kare."
        },
        {
            "chapter": 21,
            "verse": 34,
            "text": "Apanara purbe'o kona manusake ami ananta jibana dana karini. Sutaram apanara mrtyu hale tara ki ciranjiba habe"
        },
        {
            "chapter": 21,
            "verse": 35,
            "text": "pratyekake mrtyura sbada asbadana karate habe. Ami tomaderake manda o bhala dbara pariksa kare thaki ebam amara'i kache tomara pratyabartita habe."
        }
    ]
}