{
    "chapter": [
        {
            "chapter": 34,
            "verse": 1,
            "text": "Pokhvala musytʹ BOH - komu nalezhytʹ vse u nebi ta zemli; vsya pokhvala musytʹ takozh Yo u U maybutnʹomu. Vin yavlyaye soboyu Naybilʹsh Mudryy, Cognizant"
        },
        {
            "chapter": 34,
            "verse": 2,
            "text": "Vin znaye vse shcho ide u zemlyu, ta vse shcho vytikaye z tse, ta vse shcho prybuvaye vnyz z neba, ta vse shcho pidnimayetʹsya u tse. Vin yavlyaye soboyu Naybilʹsh Myloserdnyy, Probachayuchyy"
        },
        {
            "chapter": 34,
            "verse": 3,
            "text": "Tsey khto disbelieve skazaly, Hodyna nikoly ne prybude proyty!\" Skazhitʹ, \"Absolyutno - moyim Lordom - tse bude naybilʹsh zvychayno prybuvaty do vas. Vin yavlyaye soboyu Knower maybutnʹoho. Ne navitʹ ekvivalent vahy atomu ye prykhovanyy z Yoho, tse u nebi abo zemli. Ne navitʹ bilʹsh malyy nizh shcho, abo bilʹshyy (ye prykhovanyy). Vesʹ u hlybokomu zapysi"
        },
        {
            "chapter": 34,
            "verse": 4,
            "text": "Naybilʹsh zvychayno, Vin nahorodytʹ tsi khto vvazhayutʹ ta vedutʹ spravedlyve zhyttya. Tsey zasluzhyly forgiveness ta velykodushne zabezpechennya"
        },
        {
            "chapter": 34,
            "verse": 5,
            "text": "Yak dlya tsykh khto stalo skladna zadacha nashi vidkryttya, vony zaznaly retribution bolisnoho prynyzhennya"
        },
        {
            "chapter": 34,
            "verse": 6,
            "text": "ochevydno do tsykh khto blahoslovlyayetesʹ z znannyam shcho tse vidkryttya z vashoho Lorda do vy yavlyaye soboyu pravdu, ta shcho tse dovidnyky do shlyakhu Mohutnʹoho, naybilʹsh Praiseworthy"
        },
        {
            "chapter": 34,
            "verse": 7,
            "text": "Tsey khto disbelieve skazaly, \"Dozvolyayete nam pokazuyete vam lyudyna shcho rozpovidaye vam shcho pislya vy rvutʹsʹ okremo vy budete utvoryuvatysya shche raz"
        },
        {
            "chapter": 34,
            "verse": 8,
            "text": "Budʹ-yakyy vin vyhotovyv brekhnyu pro BOHA, abo vin ye bozhevilʹnyy.\" Diysno, tsey khto disbelieve u U maybutnʹomu zaznaly nayhirshoho retribution; vony poyikhaly daleko astray"
        },
        {
            "chapter": 34,
            "verse": 9,
            "text": "vony ne pobachyly vsi rechi pered nymy ta pozadu nykh, u nebesakh ta zemli? Yakshcho my willed, my mohly vyklykaly zemlyu kovtnuty yikh, abo vyklykaly masy vpasty na nykh z neba. Tse povynno buty dostatniy dokaz dlya kozhnoho slukhnyanoho sluzhbovtsya"
        },
        {
            "chapter": 34,
            "verse": 10,
            "text": "My nadaly pravo David z blahoslovennyam z nas: \"O hory, pidkoryayutʹsya z nym, ta vy takozh, O ptakhy.\" My pom'yakshyly zalizo dlya nʹoho"
        },
        {
            "chapter": 34,
            "verse": 11,
            "text": "Vy mozhete zrobyty shchyty shcho prydatni doskonalo, ta robota righteousness. Shchob ni vy, ya Seer tut"
        },
        {
            "chapter": 34,
            "verse": 12,
            "text": "Solomon my zdiysnyly viter u yoho rozporyadzhenni, mandruyuchy odyn misyatsʹ prybuttya ta odyn misyatsʹ iduchyy. Ta my vyklykaly beremo pochatok z naftu khlynuty dlya nʹoho. Takozh, jinns popratsyuvav dlya nʹoho, yoho vid'yizdom Lorda. Budʹ-yakyy odyn z nykh khto disregarded nashi komandy, my piddaly yoho do suvoroho retribution"
        },
        {
            "chapter": 34,
            "verse": 13,
            "text": "Vony spryamuvaly do yoho budʹ shcho vin zakhotiv - nishi, statuyi, hlyboki stavky, ta vazhki varyachi horshchyky. O rodyna David, robota (righteousness) shchob pokazaty vashu otsinku. Tilʹky dekilʹka Moyikh sluzhbovtsiv appreciative"
        },
        {
            "chapter": 34,
            "verse": 14,
            "text": "Koly pryznachenyy chas dlya yoho smerti prybuv, vony ne maly klyucha shcho vin vmer. Ne do odniyeyi z tvaryn postaravsya z'yisty yoho personal, ta vin vypav, jinns zdiysnyv shcho vin buv mertvyy. Vony takym chynom zdiysnyly, kotryy yakshcho b vony diysno znaly unseen, vony zupynyatʹsya robochi takym chynom tyazhkyy yak tilʹky vin vmer"
        },
        {
            "chapter": 34,
            "verse": 15,
            "text": "Sheba batʹkivshchyna zvychayno bula dyvo, z dvoma parkom na pravi ta lyshenomu. Z'yizhte z vashykh umov Lorda, ta vmiyutʹ appreciative Yoho harnoyi zemli, ta probachayuchoyi Lordu"
        },
        {
            "chapter": 34,
            "verse": 16,
            "text": "Vony prohnaly ta, otzhe, my lylysya na nykh z·hubnyy potik, ta my zaminyly yikhniy dva park u dva park pohanykh kushtuyuchykh fruktiv, thorny zavodiv, ta skimpy urozhayu"
        },
        {
            "chapter": 34,
            "verse": 17,
            "text": "My takym chynom requited yim dlya yikhnʹoho disbelief. My ne requite tilʹky disbelievers"
        },
        {
            "chapter": 34,
            "verse": 18,
            "text": "My rozmistyly mizh nymy ta spilʹnotamy shcho my blahoslovlyaly inshi oazysy, ta my zabezpechyly mandrivku mizh nymy: \"Peresuvannya tam dni ta nich u povnotsinniy bezpetsi"
        },
        {
            "chapter": 34,
            "verse": 19,
            "text": "Ale vony (povernuly unappreciative ta) kydav vyklyk: \"Nash Lord, my ne dbayemo yakshcho Vy zbilʹshuyete vidstanʹ nashykh mandrivok (bez budʹ-yakykh stantsiy).\" Vony takym chynom obrazyly yikhni vlasni dushi. Otzhe, my zrobyly yim istoriyu, ta rozihnaly yikh u mali spilʹnoty vsyudy zemlya. Tse musytʹ zabezpechyty uroky dlya tsykh khto steadfast, appreciative"
        },
        {
            "chapter": 34,
            "verse": 20,
            "text": "Satan znaydeni yim lehko vykonuyuchi yoho ochikuvannya. Vony proslidkuvaly za yo, krim nechyslennykh viruyuchiv"
        },
        {
            "chapter": 34,
            "verse": 21,
            "text": "Vin nikoly ne mav budʹ-yakyy enerhetychnyy nad nymy. Ale my takym chynom rozriznyuyemo tsi khto viryatʹ v U maybutnʹomu z tsykh khto ye doubtful pro tse. Vash Lord ye u povnomu kontroli vsikh rechey"
        },
        {
            "chapter": 34,
            "verse": 22,
            "text": "Kazhete, \"Blahayete idoliv vy vstanovyly bilya BOHA. Vony ne volodiyutʹ yak bahato yak yedynoho atomu u nebi, abo zemli. Vony ne volodiyutʹ partnerstvom tam, ne Vin dozvolyayutʹ yim buty Yoho asystenty"
        },
        {
            "chapter": 34,
            "verse": 23,
            "text": "Zastupnytstvo z Nym bude marno, yakshcho ne tse zbihayetʹsya z Yoho bude. Koly yikhni rozum nareshti zaspokoyuyutʹsya, ta vony zapytuyutʹ, \"Shcho zrobyly vashoho Lorda kazhutʹ,\" vony skazhutʹ, pravda.\" Vin yavlyaye soboyu Naybilʹsh Vysoko, naybilʹsh Velykyy"
        },
        {
            "chapter": 34,
            "verse": 24,
            "text": "Kazhete, \"Khto zabezpechuye dlya vas, z neba ta zemli?\" Skazhitʹ, \"BOH,\" ta \"Abo my 'abo vy keruyetesʹ, abo poyikhaly daleko astray"
        },
        {
            "chapter": 34,
            "verse": 25,
            "text": "Kazhete, \"Vy ye ne vidpovidalʹni dlya nashykh zlochyniv, ne my vidpovidalʹni za shcho vy"
        },
        {
            "chapter": 34,
            "verse": 26,
            "text": "Kazhutʹ, \"Nash Lord zbere nas vsikh razom pered tym, yak Yo, todi Vin bude pryymaty rishennya mizh namy equitably. Vin yavlyaye soboyu Suddyu, Omniscient"
        },
        {
            "chapter": 34,
            "verse": 27,
            "text": "Kazhutʹ, \"Pokazuyutʹ meni idoly vy vstanovyly tomu shcho partnery z Nym!\" Skazhitʹ, Nomer; Vin yavlyaye soboyu odnoho BOHA, Mohutniy, Naybilʹsh Mudryy"
        },
        {
            "chapter": 34,
            "verse": 28,
            "text": "My poslaly vam (O Rashad) do vsikh lyudey, pred'yavnyk harnoyi novyny, tak zhe, yak i warner, ale naybilʹsh lyudy ne znayutʹ"
        },
        {
            "chapter": 34,
            "verse": 29,
            "text": "Vony vyklyk, \"Koly tsya obitsyanka bude prybuvaty do propusku, yakshcho vy budete ye pravdyvi"
        },
        {
            "chapter": 34,
            "verse": 30,
            "text": "Kazhete, \"Vy mayete spetsyfichnyy chas, na spetsyfichnomu dni, shcho vy ne mozhete zabarytysya odniyeyu hodynoyu, ne avansom"
        },
        {
            "chapter": 34,
            "verse": 31,
            "text": "Tsey khto disbelieve skazaly, \"My ne budemo viryty v tse Quran, ne u poperednikh svyatykh pysanni.\" Yakshcho vy mohly tilʹky peredbachyty tsykh porushnykiv koly vony stoyatʹ pered tym, yak yikhniy Lord! Vony budutʹ sperechatysya z odyn odnym spyna ta vpered. Poslidovnyky kazhutʹ yikhnim lideram, \"Yakshcho b tse bulo ne dlya vas, my by viruyuchi"
        },
        {
            "chapter": 34,
            "verse": 32,
            "text": "lidery skazhutʹ tsym khto proslidkuvaly za nymy, my shcho vidvodymosya vy z kerivnytstva pislya tse prybuly do vas? Ni; tse - vy shcho buly bezputni"
        },
        {
            "chapter": 34,
            "verse": 33,
            "text": "poslidovnyky skazhutʹ yikhnim lideram, \"Tse buly vy kotri zamyslyly nich ta denʹ, todi nakazaly nam buty unappreciative BOHA, ta shchob vstanovyty idoliv vyshykuvatysya z Nym.\" Vony budutʹ yikhatysya z remorse, koly vony bachatʹ retribution, dlya my rozmistymo kaydany navkolo shyy tsykh khto disbelieved. Vony ne spravedlyvo requited za shcho vony"
        },
        {
            "chapter": 34,
            "verse": 34,
            "text": "Kozhnyy chas my poslaly warner do spilʹnoty, lidery shcho spilʹnota skazala, \"My vidkhylyayemo povidomlennya vy posylayetesʹ"
        },
        {
            "chapter": 34,
            "verse": 35,
            "text": "Vony takozh skazaly, \"My ye bilʹshe potuzhni, z bilʹshe hroshovymy ta ditʹmy, ta my ne budemo pokarani"
        },
        {
            "chapter": 34,
            "verse": 36,
            "text": "Kazhutʹ, \"Miy Lord yavlyaye soboyu odyn khto kontrolyuye vsi umovy; Vin harantuye umovy whomever Vin wills, abo zmenshuye yikh, ale naybilʹsh lyudy ne znayutʹ"
        },
        {
            "chapter": 34,
            "verse": 37,
            "text": "Tse - ne vashi hroshi abo vashi dity shcho prynosyatʹ vam blyzhchym do nas. Tilʹky tsey khto vvazhayutʹ ta vedutʹ spravedlyve zhyttya otrymaye vynahorodu dlya yikhnikh pratsʹ, prymnozhyvsya mahistralʹ. U abode Rayu vony prozhyvutʹ u doskonalomu myri"
        },
        {
            "chapter": 34,
            "verse": 38,
            "text": "Yak dlya tsykh khto stiyko skladna zadacha nashi vidkryttya, vony budutʹ perebuvaty u retribution"
        },
        {
            "chapter": 34,
            "verse": 39,
            "text": "Kazhutʹ, \"Miy Lord yavlyaye soboyu odyn khto kontrolyuye vsi umovy; Vin zbilʹshuye umovy dlya whomever Vin vybyraye z chysla Yoho sluzhbovtsiv, abo zmenshuye yikh. Budʹ shcho vy vytrachayete (v im'ya Boha), Vin nahorodytʹ vas dlya tse; Vin yavlyaye soboyu Krashchoho Provaydera"
        },
        {
            "chapter": 34,
            "verse": 40,
            "text": "Na dni koly Vin sklykaye yikh vesʹ, Vin skazhe anhelam, tsi lyudy obozhnyuvaly vas"
        },
        {
            "chapter": 34,
            "verse": 41,
            "text": "Vony vidpovidyatʹ, Vy glorified. Vy ye nash Lord ta Mayster, ne yim. Zamistʹ tsʹoho, vony obozhnyuvaly jinns; bilʹshistʹ yikh viruyuchi tam"
        },
        {
            "chapter": 34,
            "verse": 42,
            "text": "Na shcho denʹ, vy ne volodiyete potuzhnistyu dopomohty abo shkoda odyn odnym, ta my skazhemo porushnykam, \"Kushtuyemo retribution Pekla shcho vy zvychayno zaperechuvaly"
        },
        {
            "chapter": 34,
            "verse": 43,
            "text": "Koly nashi dokazy deklamuvalysʹ yim, doskonalo yasni, vony skazaly, \"Tse ye prosto lyudyna shcho zakhoche vidvesty vas z shlyakhu vashi batʹky obozhnyuyutʹ.\" Vony takozh skazaly, \"Tsey vyhotovlyayutʹsya brekhnya.\" Tsey khto disbelieved takozh skazanyy pro pravdu shcho prybuv yim, \"Tse ye ochevydno mahichne"
        },
        {
            "chapter": 34,
            "verse": 44,
            "text": "My ne daly yim budʹ-yaki inshi knyhy navchannyu, ne zrobyly my posylayemo yim pered tym, yak vy inshi warner"
        },
        {
            "chapter": 34,
            "verse": 45,
            "text": "Tsey pered tym, yak yim disbelieved, ta nezvazhayuchy na te, shcho vony ne dyvylysya odni-desyatyy (chudo) my daly tsyu heneratsiyu, koly vony disbelieved Moyi kur'yery, yak suvori Miy retribution"
        },
        {
            "chapter": 34,
            "verse": 46,
            "text": "Kazhu, \"ya proshu vas zrobyty odnu rich: Prysvyatitʹ sebe do BOHA, paramy abo tomu shcho osoby, todi viddzerkalyuyutʹ. Vash tovarysh (Rashad) ye ne bozhevilʹnyy. Vin ye ochevydnyy warner do vas, tilʹky pered advent strashnoho retribution"
        },
        {
            "chapter": 34,
            "verse": 47,
            "text": "Kazhu, \"ya ne proshu vas dlya budʹ-yakoyi zarplaty; vy mozhete utrymaty tse. Moya zarplata prybuvaye tilʹky z BOHA. Vin zasvidchuye vsi rechi"
        },
        {
            "chapter": 34,
            "verse": 48,
            "text": "Kazhutʹ, \"Miy Lord vyklykaye pravdu perevazhaty. Vin yavlyaye soboyu Knower vsikh tayemnytsʹ"
        },
        {
            "chapter": 34,
            "verse": 49,
            "text": "Kazhutʹ, pravda prybula; v toy chas, yak falsehood mozhe ni vystupayutʹ z initsiatyvoyu shcho-nebudʹ, ni povtoryuyutʹ tse"
        },
        {
            "chapter": 34,
            "verse": 50,
            "text": "Kazhu, \"Yakshcho ya zablukayusya, ya zablukayusya vnaslidok moyikh vlasnykh defektiv. Ta yakshcho ya keruyusʹ, tse ye vnaslidok moho natkhnennya Lorda. Vin Slukhach, Poblyzu"
        },
        {
            "chapter": 34,
            "verse": 51,
            "text": "Yakshcho vy mohly tilʹky pobachyty yikh koly velykyy teror vrazhaye yikh; vony ne mozhutʹ vtikty todi, ta vony budutʹ zabyratysya forcibly"
        },
        {
            "chapter": 34,
            "verse": 52,
            "text": "Vony todi skazhutʹ, \"My zaraz virymo v tse,\" ale tse bude daleko nadto pizno"
        },
        {
            "chapter": 34,
            "verse": 53,
            "text": "Vony vidkhylyly tse ranishe; vony vyrishyly zamistʹ tsʹoho uphold prypushchennya ta guesswork"
        },
        {
            "chapter": 34,
            "verse": 54,
            "text": "Otzhe, vony buly pozbavlene vse vony sumuvaly. Tse yavlyaye soboyu tu zhe samyy dolyu yak yikhni kolehy u poperednikh heneratsiyakh. Vony harbored nadto bahato sumniviv"
        }
    ]
}