{
    "juzs": [
        {
            "chapter": 18,
            "verse": 75,
            "text": "Hizir dedi ki: \"Dogrusu sen benimle asla sabredemezsin demedim mi sana"
        },
        {
            "chapter": 18,
            "verse": 76,
            "text": "(Musa) dedi ki: \"Eger bundan sonra sana bir sey sorarsam bana arkadas olma! Hakikaten benim tarafimdan ileri surulebilecek son mazerete ulastin"
        },
        {
            "chapter": 18,
            "verse": 77,
            "text": "Bunun uzerine yine yuruduler. Nihayet bir koy halkina varip onlardan yemek istediler. Ancak koy halki onlari misafir etmekten kacindilar. Derken orada yikilmak uzere olan bir duvar buldular. Hizir hemen onu dogrulttu. Musa: \"Isteseydin elbet buna karsi bir ucret alirdin\" dedi"
        },
        {
            "chapter": 18,
            "verse": 78,
            "text": "Hizir dedi ki: \"Iste bu, seninle benim aramizin ayrilmasidir. Simdi sana o sabredemedigin seylerin icyuzunu haber verecegim"
        },
        {
            "chapter": 18,
            "verse": 79,
            "text": "Gemi, denizde calisan bir kac yoksula aitti. Onu kusurlu kilmak istedim, cunku onlarin ilerisinde her saglam gemiye zorla el koyan bir hukumdar vardi"
        },
        {
            "chapter": 18,
            "verse": 80,
            "text": "Oglana gelince, onun ana-babasi mumin kimselerdi. Cocugun onlari azginlik ve inkara suruklemesinden korktuk"
        },
        {
            "chapter": 18,
            "verse": 81,
            "text": "Istedik ki Rabbleri onun yerine kendilerine ondan temizlikce daha hayirli ve daha cok merhamet eden birini versin"
        },
        {
            "chapter": 18,
            "verse": 82,
            "text": "Duvar ise, o sehirde iki yetim oglana ait idi. Duvarin altinda onlarin bir hazinesi vardi. Babalari da iyi bir kimse idi. Onun icin Rabbin istedi ki o iki cocuk erginlik caglarina ersinler ve Rabbinden bir rahmet olarak hazinelerini cikarsinlar. Ve ben bunlarin hicbirini kendiligimden yapmadim. Iste senin sabredemedigin seylerin icyuzleri budur"
        },
        {
            "chapter": 18,
            "verse": 83,
            "text": "Bir de sana Zulkarneyn'den soruyorlar. De ki: Size ondan bir hatira okuyacagim"
        },
        {
            "chapter": 18,
            "verse": 84,
            "text": "Gercekten biz onu (Zulkarneyn'i) yeryuzunde iktidar sahibi yaptik ve ona ulasmak istedigi her seyi elde etmesinin bir yolunu verdik"
        },
        {
            "chapter": 18,
            "verse": 85,
            "text": "Derken o da bu yollardan birini tutup gitti"
        },
        {
            "chapter": 18,
            "verse": 86,
            "text": "Nihayet gunesin battigi yere vardigi zaman, gunesi, (sanki) kara bir balcikta batiyor buldu. Bir de bunun yaninda bir kavim buldu. Biz ona dedik ki: \"Ey Zulkarneyn! Onlari ya cezalandirirsin veya onlarin hakkinda iyi davranirsin"
        },
        {
            "chapter": 18,
            "verse": 87,
            "text": "O da demisti ki: \"Kim haksizlik ederse muhakkak ona azab edecegiz; Sonra Rabbine geri dondurulecek, O da onu gorulmemis bir azabla cezalandirir"
        },
        {
            "chapter": 18,
            "verse": 88,
            "text": "Amma her kim de iman edip iyi bir is yaparsa, buna da en guzel mukafat vardir. Biz ona dunyada kolaylik gosterir zor islere kosmayiz"
        },
        {
            "chapter": 18,
            "verse": 89,
            "text": "Sonra Zulkarneyn yine bir yol tuttu"
        },
        {
            "chapter": 18,
            "verse": 90,
            "text": "Nihayet gunesin dogdugu yere vardıgında, gunesin kendilerini ondan koruyacak bir siper yapmadıgımız bir kavim uzerine dogmakta oldugunu gordu"
        },
        {
            "chapter": 18,
            "verse": 91,
            "text": "Iste Zulkarneyn'in kudret ve saltanati boyleydi. Ve biz onun yaninda olan her seyi bilgimizle kusatmistik"
        },
        {
            "chapter": 18,
            "verse": 92,
            "text": "Sonra yine bir yol tuttu"
        },
        {
            "chapter": 18,
            "verse": 93,
            "text": "Nihayet iki dag arasina ulastiginda onlarin onunde, hemen hic soz anlamayan bir kavim bulmustu"
        },
        {
            "chapter": 18,
            "verse": 94,
            "text": "Dediler ki: \"Ey Zulkarneyn! Ye'cuc ve Me'cuc bu yerde fesat cikariyorlar. Onun icin, bizimle onlar arasinda bir sed yapman sartiyla sana bir vergi versek olur mu"
        },
        {
            "chapter": 18,
            "verse": 95,
            "text": "Dedi ki: \"Rabbimin bana vermis oldugu servet ve saltanat, sizin vereceginiz seyden daha hayirlidir. Bana maddi yardimda bulunun da sizinle onlarin arasina en saglam seddi yapayim"
        },
        {
            "chapter": 18,
            "verse": 96,
            "text": "Bana, demir kutleleri getirin.\" Nihayet dagin iki ucunu denklestirdigi vakit: \"Ates yakip korukleyin\" dedi. Demiri bir ates koru haline getirince. \"Bana erimis bakir getirin uzerine dokeyim\" dedi"
        },
        {
            "chapter": 18,
            "verse": 97,
            "text": "Artik Ye'cuc ve Me'cuc bu seti ne asabildiler ne de delebildiler"
        },
        {
            "chapter": 18,
            "verse": 98,
            "text": "Zulkarneyn dedi ki: \"Bu Rabbimin bir lutfudur. Rabbimin vaadi geldigi vakit de onu dumduz yapacaktir. Rabbimin vaadi de haktir"
        },
        {
            "chapter": 18,
            "verse": 99,
            "text": "Biz o gun (kiyamet gunu) onlari birakivermisizdir. Dalgalar halinde birbirlerine girerler, Sur'a da ufurulmustur. Boylece onlarin hepsini bir araya toplamisizdir"
        },
        {
            "chapter": 18,
            "verse": 100,
            "text": "Ve cehennemi o gun kafirlere oyle bir gosterecegiz ki"
        },
        {
            "chapter": 18,
            "verse": 101,
            "text": "Onlar ki, beni hatirlatan ayetlerimden gozleri bir ortu icindeydi. Isitmeye de tahammul edemiyorlardi"
        },
        {
            "chapter": 18,
            "verse": 102,
            "text": "O kafirler, beni birakip da kullarimi dostlar edineceklerini mi sandilar? Dogrusu biz cehennemi o kafirlere bir konukluk olarak hazirladik"
        },
        {
            "chapter": 18,
            "verse": 103,
            "text": "De ki: Amelleri en cok bosa gidenleri size bildirelim mi"
        },
        {
            "chapter": 18,
            "verse": 104,
            "text": "Onlarin dunya hayatinda calismalari bosa gitmistir. Oysa onlar guzel isler yaptiklarini saniyorlardi"
        },
        {
            "chapter": 18,
            "verse": 105,
            "text": "Iste onlar, Rabblerinin ayetlerini ve O'nun huzuruna cikacaklarini inkar etmislerdir de bu yuzden iyilik altinda yaptiklari butun amelleri bosa gitmistir. Artik kiyamet gunu onlar icin hicbir olcu tutturmayiz"
        },
        {
            "chapter": 18,
            "verse": 106,
            "text": "Iste boyle, onlarin cezalari cehennemdir. Cunku inkar etmisler ve benim ayetlerimi, peygamberlerimi alaya almislardir"
        },
        {
            "chapter": 18,
            "verse": 107,
            "text": "Iman edip salih ameller isleyenlere gelince, onlar icin Firdevs cennetleri konak olmustur"
        },
        {
            "chapter": 18,
            "verse": 108,
            "text": "Iclerinde ebedi olarak kalacaklar, oradan hic ayrilmak istemeyeceklerdir. Bu hatirlatma ve uyarmayi yeterli gormeyip de daha fazla aciklama isteyenlere karsi ey Muhammed"
        },
        {
            "chapter": 18,
            "verse": 109,
            "text": "Deki: \"Eger Rabbimin sozlerini yazmak icin deniz murekkep olsa, Rabbimin sozleri tukenmeden once, deniz muhakkak tukenecekti, bir mislini daha yardimci getirsek bile"
        },
        {
            "chapter": 18,
            "verse": 110,
            "text": "De ki: \"Ben de sizin gibi ancak bir beserim. Ne var ki, bana ilahinizin ancak bir ilah oldugu vahyolunuyor. Onun icin her kim Rabbine kavusmayi arzu ederse iyi amel islesin ve Rabbine yaptigi ibadete hic kimseyi ortak etmesin"
        },
        {
            "chapter": 19,
            "verse": 1,
            "text": "Kaf, Ha, Ya, Ayn, Sad"
        },
        {
            "chapter": 19,
            "verse": 2,
            "text": "Bu, Rabbinin, kulu Zekeriyya'ya olan rahmetini anmadir"
        },
        {
            "chapter": 19,
            "verse": 3,
            "text": "Bir zamanlar o, Rabbine gizlice (icinden) yalvarmisti"
        },
        {
            "chapter": 19,
            "verse": 4,
            "text": "Soyle demisti: \"Ey Rabbim! Suphesiz (artik oyle bir durumdayim ki) benim kemigim zayiflayip gevsedi ve basim(in saci) bembeyaz alev gibi tutustu. Sana dua etmekle de ey Rabbim, hicbir zaman bedbaht olmadim"
        },
        {
            "chapter": 19,
            "verse": 5,
            "text": "Gercekten ben, arkamdan yerime gececek varislerden endisedeyim. Karim da kisir bulunuyor. Onun icin katindan bana bir cocuk ihsan et"
        },
        {
            "chapter": 19,
            "verse": 6,
            "text": "Ki bana da mirasci olsun, Yakub ailesine de mirasci olsun. Rabbim, onu sen rizana kavustur"
        },
        {
            "chapter": 19,
            "verse": 7,
            "text": "(Allah soyle buyurdu): \"Ey Zekeriyya! Suphesiz biz sana Yahya isminde bir oglani mujdeliyoruz. Bundan once ona hicbir adas yapmadik"
        },
        {
            "chapter": 19,
            "verse": 8,
            "text": "Zekeriyya: \"Rabbim! Karim kisir, ben de son derece kocamisken nasil oglum olabilir?\" dedi"
        },
        {
            "chapter": 19,
            "verse": 9,
            "text": "(Allah yahut Cebrail ona soyle) dedi: \"Dedigin gibidir, (fakat) Rabbin buyurdu ki, bu isi yapmak bana kolaydir. Nitekim bundan once seni yarattim. Halbuki sen hicbir sey degildin"
        },
        {
            "chapter": 19,
            "verse": 10,
            "text": "Zekeriyya soyle dedi: \"Rabbim! Bana alamet ver.\" Allah: \"Senin alametin, sapasaglam oldugun halde, uc gun, uc gece insanlarla konusamaz hale gelmendir.\" buyurdu"
        },
        {
            "chapter": 19,
            "verse": 11,
            "text": "Nihayet (birgun konusamayinca) mihrabdan kavmine karsi cikti da onlara \"Sabah ve aksam (Rabbinizi) tesbih edin\" diye isaret etti"
        },
        {
            "chapter": 19,
            "verse": 12,
            "text": "Ey Yahya! Kitaba kuvvetle saril\" (dedik) ve daha cocukken ona hikmet verdik"
        },
        {
            "chapter": 19,
            "verse": 13,
            "text": "Hem de katimizdan bir merhamet ve (gunahlardan) paklik verdik, o cok takva sahibi idi"
        },
        {
            "chapter": 19,
            "verse": 14,
            "text": "Anne ve babasina karsi iyi davranan bir kimse idi, zorba ve isyankar degildi"
        },
        {
            "chapter": 19,
            "verse": 15,
            "text": "Dogdugu gun, olecegi gun ve dirilecegi gun ona selam olsun"
        },
        {
            "chapter": 19,
            "verse": 16,
            "text": "(Ey Muhammed!) Kur'an'daki Meryem kissasini da an (insanlara anlat). Hani o, ailesinden ayrilarak (evinin veya mescidin) dogu tarafinda bir yere cekilmisti"
        },
        {
            "chapter": 19,
            "verse": 17,
            "text": "Sonra ailesiyle kendisi arasina bir perde koymustu. Biz ona melegimiz (Cebrail)i gonderdik de ona tam bir insan seklinde gorundu"
        },
        {
            "chapter": 19,
            "verse": 18,
            "text": "Meryem: \"Ben senden Rahman (olan Allah) a siginirim. Eger Allah'dan korkuyorsan (dokunma bana)\" dedi"
        },
        {
            "chapter": 19,
            "verse": 19,
            "text": "Melek: \"Ben, sana temiz bir oglan bagislamak icin, Rabbinin gonderdigi bir elciyim\" dedi"
        },
        {
            "chapter": 19,
            "verse": 20,
            "text": "Meryem: \"Benim nasil cocugum olabilir? Bana hicbir insan dokunmamistir. Ben iffetsiz de degilim\" dedi"
        },
        {
            "chapter": 19,
            "verse": 21,
            "text": "Melek: \"Bu, dedigin gibidir. Ancak Rabbin buyurdu ki: Bu (babasiz cocuk vermek), bana pek kolaydir. Hem biz onu nezdimizden insanlara bir mucize ve rahmet kilacagiz. Hem, bu onceden (ezelde) kararlastirilmis bir istir.\" dedi"
        },
        {
            "chapter": 19,
            "verse": 22,
            "text": "Nihayet (Allah'in emri gerceklesti) Meryem Isa'ya gebe kaldi ve o haliyle uzak bir yere cekildi"
        },
        {
            "chapter": 19,
            "verse": 23,
            "text": "Sonra dogum sancisi onu bir hurma dalina tutunup dayanmaya zorladi. \"Keske bundan once olseydim de unutulup gitseydim\" dedi"
        },
        {
            "chapter": 19,
            "verse": 24,
            "text": "Melek, Meryem'e, asagi tarafindan soyle seslendi. \"Sakin uzulme, Rabbin alt tarafinda bir irmak akitti"
        },
        {
            "chapter": 19,
            "verse": 25,
            "text": "Hurma dalini kendine dogru silkele, uzerine devsirilmis taze hurmalar dokulsun"
        },
        {
            "chapter": 19,
            "verse": 26,
            "text": "Ye, ic, gozun aydin olsun. Eger insanlardan birini gorursen, ben Rahman (olan Allah)a bir oruc (susmak) adadim. Onun icin bugun hicbir kimseyle konusmayacagim\" de"
        },
        {
            "chapter": 19,
            "verse": 27,
            "text": "Sonra Meryem onu (Isa'yi) yuklenerek kavmine getirdi. Onlar (hayretler icinde soyle) dediler: \"Ey Meryem! dogrusu sen gorulmemis bir sey yaptin"
        },
        {
            "chapter": 19,
            "verse": 28,
            "text": "Ey Harun'un kizkardesi! Senin baban kotu bir adam degildi, annen de iffetsiz bir kadin degildi"
        },
        {
            "chapter": 19,
            "verse": 29,
            "text": "Bunun uzerine Meryem cocugu gosterdi. Onlar; \"Biz besikteki bir cocukla nasil konusuruz?\" dediler"
        },
        {
            "chapter": 19,
            "verse": 30,
            "text": "(Allah'in bir mucizesi olarak Isa soyle) dedi: \"Suphesiz ben Allah'in kuluyum. O bana kitab verdi ve beni bir peygamber yapti"
        },
        {
            "chapter": 19,
            "verse": 31,
            "text": "Beni, nerede olursam olayim mubarek kildi. Hayatta bulundugum muddetce namaz kilmami ve zekat vermemi emretti"
        },
        {
            "chapter": 19,
            "verse": 32,
            "text": "Beni anneme hurmetkar kildi. Beni zorba ve isyankar yapmadi"
        },
        {
            "chapter": 19,
            "verse": 33,
            "text": "Dogdugum gun, olecegim gun ve dirilecegim gun selam ve emniyet benim uzerimedir"
        },
        {
            "chapter": 19,
            "verse": 34,
            "text": "Iste hakkinda (yahudilerle hiristiyanlarin) ihtilaf edip durduklari Meryemoglu Isa'ya dair Allah'in sozu budur"
        },
        {
            "chapter": 19,
            "verse": 35,
            "text": "Cocuk edinmek asla Allah'in sanina yakismaz. O bundan munezzehtir. O, bir seyin olmasini dilerse, ona sadece \"ol\" der, o da oluverir"
        },
        {
            "chapter": 19,
            "verse": 36,
            "text": "Suphesiz benim de Rabbim, sizin de Rabbiniz Allah'tir. O halde ona ibadet edin, iste dosdogru yol budur"
        },
        {
            "chapter": 19,
            "verse": 37,
            "text": "Ne var ki, firkalar (yahudi ve hiristiyanlar) kendi aralarinda ihtilafa dustuler. O buyuk (dehsetli) gunu gorecek kafirlerin vay haline"
        },
        {
            "chapter": 19,
            "verse": 38,
            "text": "Bize gelecekleri gun, neler isitecekler, neler gorecekler! Fakat o zalimler bugun apacik bir sapiklik icindedirler"
        },
        {
            "chapter": 19,
            "verse": 39,
            "text": "(Ey Muhammed!) Insanlarin pismanlik duyacagi ve isin bitmis olacagi (kiyamet) gunu ile onlari uyar. Onlar hala gaflet icindedirler, onlar iman etmezler"
        },
        {
            "chapter": 19,
            "verse": 40,
            "text": "Suphesiz biz butun yeryuzune ve uzerindekilere varis olacagiz. Ve onlar da mutlaka bize donduruleceklerdir. {*} Iste budur, ta besikten tekrar dirilmesine kadar oyle dogan ve o sozleri soyleyen bir kuldur. {*} Hakk (olan Allah)in bildirdigine gore Meryem'in oglu Isa {*} ki hakkinda tartisip duruyorlar. Goruluyor ki surenin basindan beri ve buradan da sonuna kadar ayetler, hep elif fasilasiyla biterken, surenin bu bolumunde yalniz yedi ayet \"Nun ve Mim\" fasilasiyla islenmis bir cerceve icine alinmistir. Bu da gosterir ki bu ayetler, bu surenin asil maksadini anlatan karar mahiyetindeki ayetlerdir ki, basta Allah'a cocuk isnadini {*} \"Allah'in cocuk edinmesi hicbir zaman olur sey degildir. O'nu tenzih ederiz.\" ayetiyle reddedip Allah'i tenzih etmekte ve Isa'nin dilinden de {*} \"Allah benim de Rabbim, sizin de Rabbinizdir. O'na kulluk ediniz. Iste bu dogru bir yoldur.\" demek suretiyle tevhide davet etmektedir. Bu ayet, ta yukaridaki {*} \"Ben Allah'in kuluyum.\" (19/30) cumlesine atfedilmistir. Dolayisiyla {*} \"Allah, benim Rabbimdir, dedi\" demek olup Isa'nin konusmasinin bir devamidir (Al-i Imran Suresi'nde gecen benzeri ayetin tefsirine de bkz: 3/51). Eldeki Incillerde de kendisine yer verilen bu soz, onun peygamberliginde, davetinin ozunu teskil ettigi ve tevhid inancini net bir sekilde ifade ettigi icin, burada tekrar sozkonusu yapilmistir. {*} Sonra firkalar kendi aralarinda ihtilafa dustuler. Yahudiler bir turlu soyledi. Hiristiyanlarin kendi firkalari da degisik tartismalarin icine girdiler; bir kismi Allah'in oglu dediler, bir kismi da Allah'in kendisidir, yere indi sonra goge cikti dediler; diger bir kismi ise ucun biri dediler. Saglam bir grup da Allah'in kulu ve peygamberi oldugunu tasdik ettiler. {*} \"Vay haline o kufreden kimselerin"
        },
        {
            "chapter": 19,
            "verse": 41,
            "text": "Kur'an'da Ibrahim'i(n kissasini da) an. Suphesiz ki o, siddik (ozu, sozu dogru) bir peygamberdi"
        },
        {
            "chapter": 19,
            "verse": 42,
            "text": "O, bir zaman babasina soyle demisti: \"Babacigim! Isitmeyen, gormeyen ve sana hicbir faydasi olmayan seylere nicin tapiyorsun"
        },
        {
            "chapter": 19,
            "verse": 43,
            "text": "Babacigim! Dogrusu sana gelmeyen bir ilim bana geldi. O halde bana uy da, seni dogru bir yola eristireyim"
        },
        {
            "chapter": 19,
            "verse": 44,
            "text": "Babacigim! Seytana tapma, cunku seytan Rahman (olan Allah)a asi oldu"
        },
        {
            "chapter": 19,
            "verse": 45,
            "text": "Babacigim! Dogrusu ben korkarim ki, sana Rahman'dan bir azab dokunur da seytana (cehennemde arkadas) olursun"
        },
        {
            "chapter": 19,
            "verse": 46,
            "text": "Babasi \"Ey Ibrahim! Sen benim ilahlarimdan yuz mu ceviriyorsun? Yemin ederim ki, eger (onlari kotulemekten) vazgecmezsen, seni muhakkak taslarim. (gercektenveya soz ile- sana tas atarim). Haydi uzun bir muddet benden uzak ol\" dedi"
        },
        {
            "chapter": 19,
            "verse": 47,
            "text": "Ibrahim soyle dedi: \"Selam sana olsun, senin icin Rabbimden magfiret dileyecegim. Cunku o, bana cok lutufkardir"
        },
        {
            "chapter": 19,
            "verse": 48,
            "text": "Ben, sizden ve Allah'tan baska taptiginiz seylerden cekilip ayrilirim da Rabbime dua (ibadet) ederim. Rabbime yalvarisimda mahrum kalmayacagimi umarim"
        },
        {
            "chapter": 19,
            "verse": 49,
            "text": "Ibrahim, kavminden ve onlarin Allah'tan baska ibadet ettikleri seylerden uzaklasinca, biz ona Ishak'i ve (Ishak'in oglu) Yakub'u ihsan ettik. Ve hepsini de peygamber yaptik"
        },
        {
            "chapter": 19,
            "verse": 50,
            "text": "Biz onlara rahmetimizden lutuflarda bulunduk. Hepsine de dillerde guzel ve yuksek bir ovgu verdik"
        },
        {
            "chapter": 19,
            "verse": 51,
            "text": "Kur'an'da Musa'yi da an; Suphesiz ki o, ihlasli bir kuldu ve gonderilmis bir peygamberdi"
        },
        {
            "chapter": 19,
            "verse": 52,
            "text": "Biz ona Tur daginin sag yanindan seslendik ve onu hususi bir konusmada bulunmak uzere kendimize yaklastirdik"
        },
        {
            "chapter": 19,
            "verse": 53,
            "text": "Rahmetimizden de ona, kardesi Harun'u bir peygamber olarak ihsan eyledik. Meal-i Serifi"
        },
        {
            "chapter": 19,
            "verse": 54,
            "text": "Kur'an'da Ismail'i de an; cunku o, vaadine sadik bir kuldu ve gonderilmis bir peygamberdi"
        },
        {
            "chapter": 19,
            "verse": 55,
            "text": "Ailesine ve cevresine namaz kilmayi ve zekat vermeyi emrederdi ve Rabbinin katinda hosnutluga ermisti"
        },
        {
            "chapter": 19,
            "verse": 56,
            "text": "Kitapta Idris'i de an; cunku o, cok sadik (ozu, sozu pek dogru) bir peygamberdi"
        },
        {
            "chapter": 19,
            "verse": 57,
            "text": "Biz onu yuce bir yere yukselttik"
        },
        {
            "chapter": 19,
            "verse": 58,
            "text": "Iste bunlar, Allah'in kendilerine nimetler verdigi peygamberlerden, Adem'in soyundan ve gemide Nuh ile beraber tasidiklarimizin neslinden, Ibrahim ve Israil'in soyundan, hidayete erdirdigimiz ve sectigimiz kimselerdir. Kendilerine Rahman (olan Allah)in ayetleri okundugu zaman aglayarak secdeye kapanirlardi"
        },
        {
            "chapter": 19,
            "verse": 59,
            "text": "Sonra bunlarin ardindan oyle bir nesil geldi ki, namazi terkettiler, heva ve heveslerine uydular; onlar bu taskinliklarinin karsiligini mutlaka goreceklerdir. (Cehennemdeki \"Gayya\" vadisini boylayacaklardir)"
        },
        {
            "chapter": 19,
            "verse": 60,
            "text": "Fakat tevbe edip iman eden ve salih amel isleyen bunun disindadir. Bunlar cennete girecekler ve hicbir haksizliga ugratilmayacaklardir"
        },
        {
            "chapter": 19,
            "verse": 61,
            "text": "O cennet, Rahman (olan Allah)in kullarina gormedikleri halde vadettigi \"Adn\" cennetleridir. Suphesiz O'nun vaadi mutlaka yerini bulacaktir"
        },
        {
            "chapter": 19,
            "verse": 62,
            "text": "Onlar orada bos bir soz isitmezler. Ancak \"Selam\" isitirler. Orada sabah aksam riziklari da hazirdir"
        },
        {
            "chapter": 19,
            "verse": 63,
            "text": "Iste kullarimizdan takva sahibi olanlara verecegimiz cennet budur"
        },
        {
            "chapter": 19,
            "verse": 64,
            "text": "(Cebrail dedi ki: Ey Muhammed!) \"Biz senin Rabbinin emri olmadikca inmeyiz. Onumuzdeki ve ardimizdaki (butun gecmis ve gelecek seyler) ve bunlarin arasindakiler hep O'nundur. Rabbin de (seni) unutmus degildir"
        },
        {
            "chapter": 19,
            "verse": 65,
            "text": "O, goklerin, yerin ve aralarindakilerin Rabbidir. O halde, O'na ibadet et ve O'na ibadet etmekte sabirli ol. Hic sen Allah'in ismini tasiyan baska birini bilir misin"
        },
        {
            "chapter": 19,
            "verse": 66,
            "text": "Halbuki insan soyle der: \"Ben oldugum zaman, ileride gercekten diri olarak (mezardan) cikarilacak miyim"
        },
        {
            "chapter": 19,
            "verse": 67,
            "text": "O insan, daha once hicbir sey degilken kendisini yoktan var ettigimizi hatirlamaz mi"
        },
        {
            "chapter": 19,
            "verse": 68,
            "text": "Rabbine andolsun ki biz onlari (oldukten sonra dirilmeyi inkar eden kafirleri) seytanlari ile beraber elbette ve elbette mahserde toplayacagiz. Sonra onlari muhakkak cehennemin etrafinda dizleri ustu hazir bulunduracagiz (ki cennetlikleri gorup hasret ceksinler)"
        },
        {
            "chapter": 19,
            "verse": 69,
            "text": "Sonra her zumreden Rahman'a karsi en ziyade isyankar hangileri ise, muhakkak ayirip atacagiz"
        },
        {
            "chapter": 19,
            "verse": 70,
            "text": "Sonra o cehenneme atilmaya layik olanlarin kimler bulundugunu elbette biz daha iyi biliriz"
        },
        {
            "chapter": 19,
            "verse": 71,
            "text": "Icinizden hicbiri istisna edilmemek uzere mutlaka herkes cehenneme varacaktir. Bu, Rabbinin katinda kesinlesmis bir hukumdur"
        },
        {
            "chapter": 19,
            "verse": 72,
            "text": "Sonra Allah'dan korkup, sakinanlari kurtaracagiz ve zalimleri de toptan cehennemde birakacagiz"
        },
        {
            "chapter": 19,
            "verse": 73,
            "text": "Ayetlerimiz kendilerine apacik okundugu zaman, o inkar edenler, iman edenlere dediler ki :\"Bu iki zumreden (Mumin ve kafirlerden) hangisi mevki bakimindan daha iyi, meclis ve topluluk itibariyle daha guzeldir"
        },
        {
            "chapter": 19,
            "verse": 74,
            "text": "Halbuki biz, kendilerinden evvel, mal ve gosterisce daha guzel nice asirlar halkini helak etmisizdir"
        },
        {
            "chapter": 19,
            "verse": 75,
            "text": "Onlara de ki: \"Kim sapiklik icinde ise, Rahman ona mal ve evlatca ziyadelik ve azginliginda muhlet verir. Nihayet kendilerine vaad edilen azabi, yahut kiyamet gunu cehennemi gordukleri vakit, artik bilecekler kimin mevkii daha fena ve yardimcilari daha zayifmis"
        },
        {
            "chapter": 19,
            "verse": 76,
            "text": "Allah, hidayeti kabul edenlere, daha cok hidayet verir. Baki kalacak olan salih ameller, Rabbinin katinda sevap bakimindan da daha hayirlidir, sonuc bakimindan da daha hayirlidir"
        },
        {
            "chapter": 19,
            "verse": 77,
            "text": "Simdi ayetlerimizi inkar eden ve \"Elbette bana mal ve evlat verilecektir.\" diyen adami gordun mu"
        },
        {
            "chapter": 19,
            "verse": 78,
            "text": "O (kafir), gaybi mi bildi? Yoksa Rahman (olan Allah) katindan bir soz mu aldi"
        },
        {
            "chapter": 19,
            "verse": 79,
            "text": "Hayir, asla oyle degil; biz onun soylediklerini yazacagiz ve azabini cogalttikca cogaltacagiz"
        },
        {
            "chapter": 19,
            "verse": 80,
            "text": "O soyledigi (mal ve evlat gibi) seyleri de hep elinden alacagiz ve o, tek basina bize gelecektir"
        },
        {
            "chapter": 19,
            "verse": 81,
            "text": "Onlar, kendilerine kuvvet ve seref kazandirsin diye, Allah'dan baska ilah edindiler"
        },
        {
            "chapter": 19,
            "verse": 82,
            "text": "Hayir, (zannettikleri gibi degil) tapindiklari ilahlar onlarin ibadetlerini inkar edecekler ve aleyhlerine donup dusman olacaklardir"
        },
        {
            "chapter": 19,
            "verse": 83,
            "text": "Gormedin mi? Biz seytanlari o kafirler uzerine musallat ettik. Onlari (gunaha) kiskirtip duruyorlar"
        },
        {
            "chapter": 19,
            "verse": 84,
            "text": "Oyleyse onlarin hemen azaba ugratilmalarini isteme. Biz onlarin (ecel) gunlerini sayiyoruz"
        },
        {
            "chapter": 19,
            "verse": 85,
            "text": "O gun, takva sahiplerini, heyet olarak Rahman'in huzuruna toplayacagiz"
        },
        {
            "chapter": 19,
            "verse": 86,
            "text": "Suclulari da susuz olarak cehenneme surecegiz"
        },
        {
            "chapter": 19,
            "verse": 87,
            "text": "(O gun) Rahman (olan Allah)'in katinda bir ahd almis olan kimseden baskalari sefaat etme hakkina sahip olamayacaklardir"
        },
        {
            "chapter": 19,
            "verse": 88,
            "text": "(Yahudilerle hiristiyanlar) \"Rahman, cocuk edindi\" dediler"
        },
        {
            "chapter": 19,
            "verse": 89,
            "text": "Yemin olsun ki, siz cok cirkin bir sey soylediniz"
        },
        {
            "chapter": 19,
            "verse": 90,
            "text": "Az kalsin, soyledikleri sozden gokler catlayacak, yer yarilacak ve daglar parcalanip dagilacakti"
        },
        {
            "chapter": 19,
            "verse": 91,
            "text": "O Rahman'a cocuk isnad ettiler diye"
        },
        {
            "chapter": 19,
            "verse": 92,
            "text": "Halbuki Rahman'a cocuk edinmek yarasmaz"
        },
        {
            "chapter": 19,
            "verse": 93,
            "text": "Goklerde ve yerde bulunan hicbir kimse yoktur ki (kiyamet gunu) Rahman'in huzuruna kul olarak cikmasin"
        },
        {
            "chapter": 19,
            "verse": 94,
            "text": "And olsun ki Allah onlarin hepsini kusatmis, kendilerini ve yaptiklarini bir bir saymistir"
        },
        {
            "chapter": 19,
            "verse": 95,
            "text": "Kiyamet gunu onlarin herbiri Allah'in huzuruna tek basina cikacaktir"
        },
        {
            "chapter": 19,
            "verse": 96,
            "text": "Iman edip, salih amel isleyenler var ya, Rahman (olan Allah) onlari (gonullere) sevdirecektir"
        },
        {
            "chapter": 19,
            "verse": 97,
            "text": "(Ey Muhammed!) Biz Kur'an'i senin dilin uzere kolaylastirdik ki, onunla Allah'tan korkup sakinanlari mujdeleyesin, inat edenleri de korkutasin"
        },
        {
            "chapter": 19,
            "verse": 98,
            "text": "Hem onlardan once nice nesilleri helak ettik. (Simdi) onlardan hicbirini goruyor musun, yahud onlarin hafif bir sesini isitiyor musun"
        },
        {
            "chapter": 20,
            "verse": 1,
            "text": "Ta, Ha"
        },
        {
            "chapter": 20,
            "verse": 2,
            "text": "Ey Muhammed! Kur'an'i sana sikintiya dusesin diye indirmedik"
        },
        {
            "chapter": 20,
            "verse": 3,
            "text": "Ancak Allah'tan korkan kimse icin bir ogut olarak (indirdik)"
        },
        {
            "chapter": 20,
            "verse": 4,
            "text": "Yeri ve yuce gokleri yaratanin katindan yavas yavas bir indirilisle (onu) indirdik"
        },
        {
            "chapter": 20,
            "verse": 5,
            "text": "O Rahman (kudret ve hakimiyyetiyle) Ars'a hakim oldu"
        },
        {
            "chapter": 20,
            "verse": 6,
            "text": "Butun goklerde olanlar, butun yerdekiler, bu ikisinin arasinda ve topragin altida bulunanlar O'nundur"
        },
        {
            "chapter": 20,
            "verse": 7,
            "text": "Sen (Allah'a ettigin dua ve zikirle) sesini yukseltirsen (bilki Allah bundan mustagnidir.). Cunku O suphesiz gizliyi de, gizlinin gizlisini de bilir"
        },
        {
            "chapter": 20,
            "verse": 8,
            "text": "Allah O'dur ki, kendisinden baska hicbir ilah yoktur. En guzel isimler O'nundur"
        },
        {
            "chapter": 20,
            "verse": 9,
            "text": "(Habibim!) Musa'nin (basindan gecen hayat) hikayesi sana geldi mi"
        },
        {
            "chapter": 20,
            "verse": 10,
            "text": "Hani o bir ates gormustu de, ailesine: \"Yerinizde durun, benim gozume bir ates ilisti, belki size bir kor getiririm, yahut atesin yaninda bir yol gosterici bulurum\" demisti"
        },
        {
            "chapter": 20,
            "verse": 11,
            "text": "Atese vardigi zaman soyle cagrildi: \"Ey Musa"
        },
        {
            "chapter": 20,
            "verse": 12,
            "text": "Ben suphesiz senin Rabbinim. Hemen ayakkabilarini cikar, cunku sen kutsal bir vadi olan Tuva'dasin"
        },
        {
            "chapter": 20,
            "verse": 13,
            "text": "Ben seni sectim, simdi (sana) vahyolunacak seyleri dinle"
        },
        {
            "chapter": 20,
            "verse": 14,
            "text": "Suphesiz ben Allah'im, benden baska hicbir ilah yoktur. Onun icin bana kulluk et ve beni anmak icin namaz kil"
        },
        {
            "chapter": 20,
            "verse": 15,
            "text": "Cunku kiyamet muhakkak gelecektir. Onun vaktini gizli tutuyorum ki, herkes yaptiginin karsiligini gorsun"
        },
        {
            "chapter": 20,
            "verse": 16,
            "text": "Sakin kiyamete inanmayip, kendi heva ve hevesine uyan kimse seni, ona iman etmekten alikoymasin; sonra helak olursun"
        },
        {
            "chapter": 20,
            "verse": 17,
            "text": "Ey Musa! Sag elindeki nedir"
        },
        {
            "chapter": 20,
            "verse": 18,
            "text": "Musa dedi: \"O benim asam (degnegim) dir, ona dayanirim, onunla davarlarima yaprak silkerim ve onda baska hacetlerim (faydalanacagim seyler) de var"
        },
        {
            "chapter": 20,
            "verse": 19,
            "text": "Allah: \"Ey Musa! onu (yere) birak\"dedi"
        },
        {
            "chapter": 20,
            "verse": 20,
            "text": "Musa da onu birakti, bir de ne gorsun! o bir yilan olmus kosuyor"
        },
        {
            "chapter": 20,
            "verse": 21,
            "text": "Allah buyurdu ki: \"Tut onu, korkma; biz onu yine eski durumuna cevirecegiz"
        },
        {
            "chapter": 20,
            "verse": 22,
            "text": "Bir de diger bir mucize olmak uzere elini koynuna koy ki, kusursuz olarak bembeyaz ciksin"
        },
        {
            "chapter": 20,
            "verse": 23,
            "text": "Bunlari sana en buyuk mucizelerimizden (bir kismini) gosterelim diye yaptik"
        },
        {
            "chapter": 20,
            "verse": 24,
            "text": "Firavun'a git, cunku o hakikaten azdi"
        },
        {
            "chapter": 20,
            "verse": 25,
            "text": "Musa dedi ki: \"Ey Rabbim! Benim gogsume genislik ver"
        },
        {
            "chapter": 20,
            "verse": 26,
            "text": "Isimi kolaylastir"
        },
        {
            "chapter": 20,
            "verse": 27,
            "text": "Dilimden dugumu coz"
        },
        {
            "chapter": 20,
            "verse": 28,
            "text": "Ki, sozumu iyi anlasinlar"
        },
        {
            "chapter": 20,
            "verse": 29,
            "text": "Bir de bana ailemden bir vezir ver"
        },
        {
            "chapter": 20,
            "verse": 30,
            "text": "Kardesim Harun'u (ver)"
        },
        {
            "chapter": 20,
            "verse": 31,
            "text": "Onunla arkami kuvvetlendir"
        },
        {
            "chapter": 20,
            "verse": 32,
            "text": "(Elcilik) isimde onu bana ortak et"
        },
        {
            "chapter": 20,
            "verse": 33,
            "text": "Ki seni cok tesbih edelim"
        },
        {
            "chapter": 20,
            "verse": 34,
            "text": "Seni cok analim"
        },
        {
            "chapter": 20,
            "verse": 35,
            "text": "Suphe yok ki sen bizi gorup duruyorsun"
        },
        {
            "chapter": 20,
            "verse": 36,
            "text": "Allah buyurdu: \"Ey Musa! Diledigin (seyler) sana verildi"
        },
        {
            "chapter": 20,
            "verse": 37,
            "text": "And olsun biz, sana diger bir defa daha ihsan etmistik"
        },
        {
            "chapter": 20,
            "verse": 38,
            "text": "Hani bir vakit ilham edilmesi gereken (ancak ilham ile bilinebilen) su ilhami annene verdik"
        },
        {
            "chapter": 20,
            "verse": 39,
            "text": "Onu (Musa'yi) tabut icine koy da denize birak. Deniz de onu sahile atsin. Onu hem bana dusman, hem ona dusman olan biri alsin.\" Bir de benim gozetimim altinda yetistirilmen icin, uzerine katimdan bir sevgi birakmistim. (Ey Musa)"
        },
        {
            "chapter": 20,
            "verse": 40,
            "text": "Hani kiz kardesin (Firavun'un sarayina) giderek: \"Ona bakacak birini size buluvereyim mi? diyordu. Boylece seni tekrar annene verdik ki, gozu aydin olsun da kederlenmesin. Hem sen, bir adam oldurdun de seni gamdan kurtardik. Seni cesitli musibetlerle imtihan ettik. Bu sebeple yillarca Medyen halki icinde kaldin. Sonra ey Musa! Belli bir caga (peygamberlik gorevini yuklenecek bir yasa) geldin"
        },
        {
            "chapter": 20,
            "verse": 41,
            "text": "Ben, seni kendime (peygamber) sectim"
        },
        {
            "chapter": 20,
            "verse": 42,
            "text": "Sen kardesinle birlikte mucizelerimle git. Ikiniz de beni anmakta gevseklik etmeyin"
        },
        {
            "chapter": 20,
            "verse": 43,
            "text": "Firavun'a gidin, cunku o gercekten azdi"
        },
        {
            "chapter": 20,
            "verse": 44,
            "text": "Varin da ona yumusak soz soyleyin; olur ki, ogut dinler, yahut korkar"
        },
        {
            "chapter": 20,
            "verse": 45,
            "text": "(Musa ile Harun) \"Rabbimiz! Onun bize kotuluk yapmasindan veya azginligini artirmasindan korkariz\" dediler"
        },
        {
            "chapter": 20,
            "verse": 46,
            "text": "Allah buyurdu ki: \"Korkmayin, zira ben sizinle beraberim, isitir ve gorurum"
        },
        {
            "chapter": 20,
            "verse": 47,
            "text": "Hemen gidin de Firavun'a deyin ki: \"Biz Rabbinin (sana gonderilen) elcileriyiz. Artik Israilogullari'ni bizimle gonder, onlara azab etme; biz sana Rabbinden bir mucize ile geldik. Selam dogru yolda gidenleredir"
        },
        {
            "chapter": 20,
            "verse": 48,
            "text": "Bize kesin olarak vahyolundu ki, azab suphesiz (gercegi) inkar edip ona sirt cevirenleredir"
        },
        {
            "chapter": 20,
            "verse": 49,
            "text": "Firavun: \"Ey Musa! Sizin Rabbiniz kimdir?\" dedi"
        },
        {
            "chapter": 20,
            "verse": 50,
            "text": "Musa: \"Bizim Rabbimiz her seye seklini veren, sonra da yolunu gosterendir.\" dedi"
        },
        {
            "chapter": 20,
            "verse": 51,
            "text": "Firavun : \"Oyleyse gecmis asirlar (daki insanlar)in durumu nedir?\" dedi"
        },
        {
            "chapter": 20,
            "verse": 52,
            "text": "Musa dedi ki: \"Onlarin bilgisi Rabbimin katinda bir kitapta (yazili)dir. Rabbim yanlis yapmaz ve unutmaz"
        },
        {
            "chapter": 20,
            "verse": 53,
            "text": "Yeryuzunu sizin icin bir dosek yapan, oradan sizin icin yollar acan ve gokten bir su indiren O'dur.\" Iste biz o su ile turlu turlu bitkilerden ciftler cikardik"
        },
        {
            "chapter": 20,
            "verse": 54,
            "text": "Hem siz yiyin, hem de hayvanlarinizi otlatin. Akil sahibleri icin bunda nice ibretler vardir"
        },
        {
            "chapter": 20,
            "verse": 55,
            "text": "Sizi yerden (topraktan) yarattik, yine (olumunuzden sonra) ona dondurecegiz. Hem de ondan sizi bir kere daha cikaracagiz"
        },
        {
            "chapter": 20,
            "verse": 56,
            "text": "And olsun ki, biz, Firavun'a mucizelerimizin hepsini gosterdik. Boyle iken o yine onlari yalan sayip kabulden cekindi"
        },
        {
            "chapter": 20,
            "verse": 57,
            "text": "(Firavun Musa'ya soyle) dedi: \"Ey Musa! Sen sihrinle bizi yerimizden cikarmak icin mi geldin bize"
        },
        {
            "chapter": 20,
            "verse": 58,
            "text": "O halde biz de senin sihrin gibi bir sihirle sana gelecegiz (karsina cikacagiz); simdi bizimle senin aranda bir vakit ve bir bulusma yeri tayin et ki; ne senin, ne bizim caymayacagimiz uygun bir yer olsun"
        },
        {
            "chapter": 20,
            "verse": 59,
            "text": "Musa: \"Sizinle bulusma zamani, sus (bayrami) gunu ve insanlarin toplanacagi kusluk vaktidir.\" dedi"
        },
        {
            "chapter": 20,
            "verse": 60,
            "text": "Bunun uzerine Firavun dondu gitti ve butun hile vasitalarini topladiktan sonra geldi"
        },
        {
            "chapter": 20,
            "verse": 61,
            "text": "Musa onlara dedi ki: \"Yaziklar olsun size! Allah'a yalan uydur mayin. Sonra bir azab ile kokunuzu keser. Gercekten (Allah'a) iftira eden husrana ugramistir"
        },
        {
            "chapter": 20,
            "verse": 62,
            "text": "Sihirbazlar aralarinda islerini tartistilar ve konusmalarini gizli tuttular"
        },
        {
            "chapter": 20,
            "verse": 63,
            "text": "(Sihirbazlar daha sonra Musa ve Harun'u gostererek soyle) dediler: \"Bu ikisi muhakkak sihirbazdir; buyuleriyle sizi yurdunuzdan cikarmak ve de ornek dininizi yok etmek istiyorlar"
        },
        {
            "chapter": 20,
            "verse": 64,
            "text": "Onun icin butun tuzaklarinizi bir araya getirin, sonra hep bir sira halinde gelin. Bugun ustun gelen muhakkak zafer kazanmistir"
        },
        {
            "chapter": 20,
            "verse": 65,
            "text": "Sihirbazlar: \"Ey Musa! Ya sen at, yahud ilk atan biz olalim\" dediler"
        },
        {
            "chapter": 20,
            "verse": 66,
            "text": "Musa dedi ki: \"Hayir, siz atin.\" Bir de ne gorsun! Onlarin ipleri ve degnekleri, yaptiklari sihirden oturu kendisine sanki yuruyorlarmis gibi geldi"
        },
        {
            "chapter": 20,
            "verse": 67,
            "text": "Bu yuzden Musa icinde bir korku hissetti"
        },
        {
            "chapter": 20,
            "verse": 68,
            "text": "Biz dedik ki: \"Korkma, cunku sen muhakkak ustunsun (galib geleceksin)"
        },
        {
            "chapter": 20,
            "verse": 69,
            "text": "Sag elindekini ativer, o, onlarin yaptiklarini yutar. Cunku onlarin yaptiklari ancak bir buyucu tuzagidir. Buyucu ise, her nerede olursa olsun basariya ulasamaz"
        },
        {
            "chapter": 20,
            "verse": 70,
            "text": "Sonunda butun sihirbazlar secdeye kapandilar, \"Musa ile Harun'un Rabbine iman ettik\" dediler"
        },
        {
            "chapter": 20,
            "verse": 71,
            "text": "Firavun: \"Ben size izin vermeden mi ona iman ettiniz? O, muhakkak size sihir ogreten buyugunuzdur. And olsun ki, ellerinizi ve ayaklarinizi caprazlama kesecegim ve muhakkak sizi hurma dallarina asacagim. Boylece hangimizin azabinin daha siddetli ve devamli oldugunu bileceksiniz\" dedi"
        },
        {
            "chapter": 20,
            "verse": 72,
            "text": "(Iman eden sihirbazlar soyle) dediler: \"Bize gelen bu acik mucizeler ve bizi yaratana karsi, asla seni tercih edemeyiz. Ne hukum vereceksen ver. Sen, ancak bu dunya hayatina hukmedebilirsin"
        },
        {
            "chapter": 20,
            "verse": 73,
            "text": "Dogrusu biz hem gunahlarimiza, hem bizi zorladigin sihre karsi, bizi bagislasin diye, Rabbimize iman ettik. Allah (sevabca senden) daha hayirli ve (azab verme bakimindan da) daha devamlidir"
        },
        {
            "chapter": 20,
            "verse": 74,
            "text": "Her kim Rabbine suclu olarak varirsa, suphesiz ki ona cehennem vardir. Orada ne olur, ne de dirilir"
        },
        {
            "chapter": 20,
            "verse": 75,
            "text": "Kim de ona bir mumin olarak salih ameller islemis oldugu halde varirsa, iste onlara en yuksek dereceler vardir"
        },
        {
            "chapter": 20,
            "verse": 76,
            "text": "Adn cennetleri vardir ki, altlarindan irmaklar akar, onlar, orada ebedi olarak kalacaklardir. Ve iste bu, (kufur ve isyandan) arinanlarin mukafatidir. Meal-i Serifi"
        },
        {
            "chapter": 20,
            "verse": 77,
            "text": "Gercekten Musa'ya soyle vahyettik: \"Kullarimla geceleyin yuru (Misir'dan cik) de (asani vurarak) onlara denizde kuru bir yol ac; (artik firavun tarafindan) yetisilmekten korkmazsin ve (bogulmaktan) endise de etmezsin"
        },
        {
            "chapter": 20,
            "verse": 78,
            "text": "Firavun ordulariyla hemen onlari takip etti, denizden kendilerini sariveren (korkunc bogulma) sariverdi"
        },
        {
            "chapter": 20,
            "verse": 79,
            "text": "Boylece Firavun kavmini yanlis yola surukledi ve dogru yola goturmedi"
        },
        {
            "chapter": 20,
            "verse": 80,
            "text": "Ey Israilogullari! Sizleri dusmaninizdan kurtardik ve Tur daginin sag yaninda size soz verdik, uzerinize de kudret helvasi ve bildircin indirdik"
        },
        {
            "chapter": 20,
            "verse": 81,
            "text": "Size verdigimiz riziklarin en temizlerinden yiyin ve bunda taskinlik etmeyin, sonra uzerinize gazabim iner. Kimin uzerine de gazabim inerse, muhakkak o mahvolur"
        },
        {
            "chapter": 20,
            "verse": 82,
            "text": "Bununla beraber, suphe yok ki ben, tevbe eden, iman edip salih amel isleyen, sonra da hak yolda sebat gosteren kimse icin cok bagislayiciyim"
        },
        {
            "chapter": 20,
            "verse": 83,
            "text": "Ey Musa! Seni kavminden (ayirip) daha cabuk (gelmeye) sevkeden nedir?\" (dedik)"
        },
        {
            "chapter": 20,
            "verse": 84,
            "text": "Musa: \"Onlar benim izimdeler (arkamdan beni takip edip geliyorlar). Ben sana acele ettim (geldim) ki, hosnud olasin\" dedi"
        },
        {
            "chapter": 20,
            "verse": 85,
            "text": "Allah: \"Dogrusu biz senden sonra kavmini imtihan ettik. Samiri onlari saptirdi\" dedi"
        },
        {
            "chapter": 20,
            "verse": 86,
            "text": "Hemen Musa ofkeli ve uzgun olarak kavmine dondu (onlara soyle) dedi: \"Ey kavmim! Rabbiniz size guzel bir vaad ile soz vermedi mi? Size bu sure mi cok uzun geldi, yoksa Rabbinizden size bir gazab inmesini arzu ettiniz de mi, bana olan vaadinizden caydiniz"
        },
        {
            "chapter": 20,
            "verse": 87,
            "text": "Onlar dediler ki: \"Biz sana verdigimiz sozden, kendiligimizden caymadik. Fakat biz o (Kibti) kavminin sus esyasindan bir takim agirliklar yuklenmistik. Onlari (atese) attik. Samiri de (kendi mucevheratini) boylece atmisti"
        },
        {
            "chapter": 20,
            "verse": 88,
            "text": "Nihayet Samiri onlara boguren bir buzagi heykeli ortaya cikardi. Bunun uzerine Samiri ve adamlari: \"Iste sizin de, Musa'nin da ilahi budur, ama o unuttu\" dediler"
        },
        {
            "chapter": 20,
            "verse": 89,
            "text": "Onlar gormuyorlar miydi ki, o buzagi, kendilerine hicbir sozle karsilik veremiyor; onlara ne bir zarar, ne de bir yarar vermeye sahip bulunamiyordu"
        },
        {
            "chapter": 20,
            "verse": 90,
            "text": "And olsun ki Harun daha once onlara: \"Ey kavmim! Siz bununla (buzagi ile) imtihana cekildiniz. Sizin gercek Rabbiniz Rahman'dir. Gelin bana uyun ve emrime itaat edin\" demisti"
        },
        {
            "chapter": 20,
            "verse": 91,
            "text": "Onlar (cevap olarak soyle) demislerdi: \"Musa bize donup gelinceye kadar, biz ona tapmaya elbette devam edecegiz"
        },
        {
            "chapter": 20,
            "verse": 92,
            "text": "(Musa gelince kardesine soyle) dedi: \"Ey Harun! bunlarin sapikliga dustugunu gordugun vakit, seni engelleyen ne oldu"
        },
        {
            "chapter": 20,
            "verse": 93,
            "text": "(Neden) benim yolumu takip etmedin, benim emrime karsi mi geldin"
        },
        {
            "chapter": 20,
            "verse": 94,
            "text": "Harun: \"Ey anamin oglu! Sakalimi ve basimi (sacimi) tutma. Ben senin 'Israilogullari arasinda ayrilik cikardin, sozume bakmadin' diyeceginden korktum.\" dedi"
        },
        {
            "chapter": 20,
            "verse": 95,
            "text": "(Hz. Musa bu defa Samiri'ye donerek) \"Ey Samiri! Senin bu yaptigin nedir?\" dedi"
        },
        {
            "chapter": 20,
            "verse": 96,
            "text": "Samiri: \"Onlarin gormedikleri bir sey gordum: (Sana gelen) ilahi elcinin (Cebrail'in) izinden bir avuc (toprak) aldim ve onu (erimis mucevheratin icine) attim. Bunu, bana boylece nefsim hos gosterdi\" dedi"
        },
        {
            "chapter": 20,
            "verse": 97,
            "text": "(Musa ona soyle) dedi: \"Haydi cekil git. Artik senin icin hayat boyunca, 'benimle temas yok' diye soylemen var (bir vahsi gibi yapayalniz yasamaga mahkum olacaksin). Hem senin icin asla kacamayacagin bir ceza daha vardir. Bir de ibadet edip durdugun ilahina bak; elbette biz onu yakacagiz, sonra da kul edip muhakkak onu denize savuracagiz"
        },
        {
            "chapter": 20,
            "verse": 98,
            "text": "Sizin ilahiniz, ancak kendisinden baska hicbir ilah bulunmayan Allah'dir. Onun ilmi her seyi kusatmistir"
        },
        {
            "chapter": 20,
            "verse": 99,
            "text": "(Ey Muhammed!) Sana gecmisin haberlerinden bir kismini boylece anlatiyoruz. Suphe yok ki, sana katimizdan bir zikir (dusunup kendisinden ibret alinacak bir kitab) verdik"
        },
        {
            "chapter": 20,
            "verse": 100,
            "text": "Kim ondan yuz cevirirse, suphesiz o, kiyamet gunu bir gunah yuklenecektir"
        },
        {
            "chapter": 20,
            "verse": 101,
            "text": "Devamli o azabin altinda kalacaklar. Kiyamet gunu onlar icin, bu ne fena bir yuktur"
        },
        {
            "chapter": 20,
            "verse": 102,
            "text": "Sur'a ufurulecegi gun ki biz suclulari o gun, (gozleri korkudan) gogermis olarak mahserde toplayacagiz"
        },
        {
            "chapter": 20,
            "verse": 103,
            "text": "Siz dunyada sadece on(gun) kaldiniz\" diye kendi aralarinda gizli gizli konusurlar"
        },
        {
            "chapter": 20,
            "verse": 104,
            "text": "Aralarinda ne konusacaklarini biz cok iyi biliriz. Gorusu en ustun olan: \"Ancak bir gun kaldiniz\" diyecektir"
        },
        {
            "chapter": 20,
            "verse": 105,
            "text": "(Ey Muhammed!) Sana daglar(in kiyametteki durumunu) sorarlar, de ki: \"Rabbim onlari ufalayip savuracak"
        },
        {
            "chapter": 20,
            "verse": 106,
            "text": "Boylece yerlerini dumduz bos bir halde birakacak"
        },
        {
            "chapter": 20,
            "verse": 107,
            "text": "Orada ne bir cukur, ne de bir tumsek goreceksin"
        },
        {
            "chapter": 20,
            "verse": 108,
            "text": "O gun, hicbir tarafa sapmadan o davetciye (Sur'a ufleyenin cagrisina) uyarlar. Oyleki, Rahman'in heybetinden sesler kisilmistir. Artik bir fisiltidan baska hicbir sey isitemezsin"
        },
        {
            "chapter": 20,
            "verse": 109,
            "text": "O gun, Rahman'in kendisine izin verdigi ve sozunden hosnud oldugu kimselerden baskasinin sefaati fayda vermez"
        },
        {
            "chapter": 20,
            "verse": 110,
            "text": "Allah, onlarin geleceklerini de, gecmislerini de bilir. Onlar ise O'nu ilmen kavrayamazlar"
        },
        {
            "chapter": 20,
            "verse": 111,
            "text": "Butun yuzler, diri ve butun yarattiklarini gozetip duran Allah'a bas egmistir. Bir zulum yuklenen gercekten husrana ugramistir"
        },
        {
            "chapter": 20,
            "verse": 112,
            "text": "Her kim de mumin olarak salih amelleri islerse, artik o, ne bir haksizliktan ve ne de cignenmekden korkar"
        },
        {
            "chapter": 20,
            "verse": 113,
            "text": "Iste boylece biz onu Arapca bir Kur'an olarak indirdik. Onda tehditlerden nice turlusunu tekrar tekrar acikladik ki belki sakinirlar, yahut onlara bir ibret ve uyanis verir"
        },
        {
            "chapter": 20,
            "verse": 114,
            "text": "Hukmu her yerde gecerli gercek hukumdar olan Allah yucedir. (Ey Muhammed!) Kur'an sana vahyedilirken, vahiy bitmeden once (unutma korkusu ile) Kur'an'i okumada acele etme; \"Rabbim! benim ilmimi artir\" de"
        },
        {
            "chapter": 20,
            "verse": 115,
            "text": "Dogrusu bundan once Adem'e (bu agactan yeme diye) emrettik, fakat unuttu ve biz onda bir azim (bir kararlilik) bulmadik"
        },
        {
            "chapter": 20,
            "verse": 116,
            "text": "Bir vakit meleklere: \"Adem(e hurmet) icin secde edin\" demistik; Iblis'ten baska hepsi secde etmis, o cekinmisti"
        },
        {
            "chapter": 20,
            "verse": 117,
            "text": "Biz de (Adem'e) soyle demistik: \"Ey Adem! Suphesiz bu (Iblis) sana ve esine dusmandir. Sakin sizi cennetten cikarmasin, sonra bedbaht olursun (sikinti ceker, perisan olursun)"
        },
        {
            "chapter": 20,
            "verse": 118,
            "text": "Dogrusu senin acikmaman ve ciplak kalmaman (ancak) cennettedir"
        },
        {
            "chapter": 20,
            "verse": 119,
            "text": "Ve sen orada ne susarsin, ne de gunesin sicaginda kalirsin"
        },
        {
            "chapter": 20,
            "verse": 120,
            "text": "Nihayet seytan ona vesvese verdi. Soyle dedi: \"Ey Adem! Sana sonsuzluk agacini ve cokmesi olmayan bir saltanati gostereyim mi"
        },
        {
            "chapter": 20,
            "verse": 121,
            "text": "Bunun uzerine ikisi de o agactan yediler. Hemen ayip yerleri kendilerine acilip gorunuverdi. Ve uzerlerine cennet yapragindan ortup yamamaya basladilar. Adem Rabbinin emrinden cikti da sasirdi"
        },
        {
            "chapter": 20,
            "verse": 122,
            "text": "Sonra Rabbi, onu secti de tevbesini kabul buyurdu ve ona dogru yolu gosterdi"
        },
        {
            "chapter": 20,
            "verse": 123,
            "text": "Allah (onlara) soyle dedi: \"Birbirinize dusman olmak uzere hepiniz oradan (cennetten) inin. Artik benden size bir hidayet (kitab) geldigi zaman, kim benim hidayetime uyarsa iste o, sapikliga dusmez ve (ahirette) zahmet cekmez"
        },
        {
            "chapter": 20,
            "verse": 124,
            "text": "Her kim de benim zikrimden (Kur'an'dan) yuz cevirirse, (bilsin ki) ona dar bir gecim vardir ve onu kiyamet gunu kor olarak hasrederiz"
        },
        {
            "chapter": 20,
            "verse": 125,
            "text": "(O zaman Kur'andan yuz ceviren kimse) \"Rabbim! beni nicin kor olarak hasrettin, oysa ben goren bir kimseydim\" der"
        },
        {
            "chapter": 20,
            "verse": 126,
            "text": "Allah: \"Boyledir, sana ayetlerimiz gelmisti de onlari sen unutmustun, bugun de oylece unutulursun\" der"
        },
        {
            "chapter": 20,
            "verse": 127,
            "text": "Iste haddi asanlari, Rabbinin ayetlerine inanmayanlari biz boyle cezalandiririz. Ve muhakkak ki ahiret azabi (dunya azabindan) daha siddetli ve daha devamlidir"
        },
        {
            "chapter": 20,
            "verse": 128,
            "text": "Onlari, yerlerinde gezip durduklari su kendilerinden once yok ettigimiz bunca nesiller(in o korkunc akibeti) dogru yola sevk etmedi mi? Dogrusu bunda ibret alacak akli olanlar icin nice deliller vardir"
        },
        {
            "chapter": 20,
            "verse": 129,
            "text": "Eger Rabbinin verdigi bir hukum ve tayin ettigi bir sure olmasaydi, hemen azaba ugrarlardi"
        },
        {
            "chapter": 20,
            "verse": 130,
            "text": "O halde, dediklerine sabret; gunesin dogmasindan once ve batmasindan once Rabbini hamd ile tesbih et. Gecenin bir kisim vakitlerinde ve gunduzun etrafinda da tesbih et ki hosnudluga eresin"
        },
        {
            "chapter": 20,
            "verse": 131,
            "text": "Kafirlerden bir kismina, onlari sinamak icin dunya hayatinin zineti olarak verdigimiz ve onunla kendilerini gecindirdigimiz seye (mal ve saltanata) sakin ragbetle bakma. Rabbinin (ahiretteki) rizki daha hayirli ve daha devamlidir"
        },
        {
            "chapter": 20,
            "verse": 132,
            "text": "(Ey Muhammed!) Ehline namaz kilmalarini emret, kendin de ona sabirla devam et. Biz senden bir rizik istemiyoruz. Seni biz riziklandiririz. Guzel akibet takva sahiplerinindir"
        },
        {
            "chapter": 20,
            "verse": 133,
            "text": "(Inkar edenler): \"Rabbinden bize bir mucize getirse ya\" dediler. Onlara onceki kitablarda olan apacik deliller gelmedi mi"
        },
        {
            "chapter": 20,
            "verse": 134,
            "text": "Eger biz, onlari bundan (peygamber veya Kur'an'dan) once bir azab ile yok etseydik, muhakkak \"Ey Rabbimiz! bize bir peygamber gonderseydin de, alcak ve rezil olmadan once ayetlerine uysaydik, olmaz miydi?\" diyeceklerdi"
        },
        {
            "chapter": 20,
            "verse": 135,
            "text": "De ki: \"Hepimiz beklemekteyiz, siz de bekleyedurun. Suphesiz duz yolun sahiplerinin kimler oldugunu ve kimlerin dogru yolda bulundugunu yakinda bileceksiniz"
        }
    ]
}