{
    "rukus": [
        {
            "chapter": 16,
            "verse": 101,
            "text": "আর যখন আমরা এক আয়াতের স্থান পরিবর্তন করে অন্য আয়াত দেই--- আর আল্লাহ্‌ই ভাল জানেন যা তিনি নাযিল করবেন সে সম্পর্কে--- , তখন তারা বলে, ‘আপনি তো শুধু মিথ্যা রটনাকারী’, বরং তাদের অধিকাংশই জানে না।"
        },
        {
            "chapter": 16,
            "verse": 102,
            "text": "বলুন, ‘আপনার রবের কাছ থেকে রূহুল কুদুস [১]- জিবরীল- যথাযথ ভাবে একে নাযিল করেছেন, যারা ঈমান এনেছে তাদেরকে সুদৃঢ় করার জন্য এবং হিদায়াত ও মুসলিমদের জন্য সুসংবাদস্বরূপ’।"
        },
        {
            "chapter": 16,
            "verse": 103,
            "text": "আর আমরা অবশ্যই জানি যে, তারা বলে, ‘তাকে তো কেবল একজন মানুষ [১] শিক্ষা দেয়’। তারা যার প্রতি এটাকে সম্পর্কযুক্ত করার জন্য ঝুঁকছে তার ভাষা তো আরবী নয়; অথচ এটা- কুরআন- হচ্ছে সুস্পষ্ট আরবী ভাষা।"
        },
        {
            "chapter": 16,
            "verse": 104,
            "text": "নিশ্চয় যারা আল্লাহ্‌র আয়াত সমূহে ঈমান আনে না, তাদেরকে আল্লাহ্‌ হিদায়াত করবেন না এবং তাদের জন্য রয়েছে যন্ত্রণাদয়ক শাস্তি।"
        },
        {
            "chapter": 16,
            "verse": 105,
            "text": "যারা আল্লাহ্‌র আয়াতসমূহে ঈমান আনে না, তারাই তো শুধু মিথ্যা রটনা করে, আর তারাই মিথ্যাবাদী [১]।"
        },
        {
            "chapter": 16,
            "verse": 106,
            "text": "কেউ তার ঈমান আনার পর আল্লাহ্‌র সাথে কুফরী করলে এবং কুফরীর জন্য হৃদয় উন্মুক্ত রাখলে তার উপর আপতিত হবে আল্লাহ্‌র গযব এবং তার জন্য রয়েছে মহাশাস্তি [১]; তবে তার জন্য নয়, যাকে কুফরীর জন্য বাধ্য [২] করা হয় কিন্তু তার চিত্ত ঈমানে অবিচলিত [৩]।"
        },
        {
            "chapter": 16,
            "verse": 107,
            "text": "এটা এ জন্যে যে, তারা দুনিয়ার জীবনকে আখিরাতের উপর প্রাধান্য দেয়। আর আল্লাহ্‌ কাফির সম্প্রদায়কে হিদায়াত করেন না।"
        },
        {
            "chapter": 16,
            "verse": 108,
            "text": "এরাই তারা, আল্লাহ্‌ যাদের অন্তর, কান ও চোখ মোহর করে দিয়েছেন। আর তারাই গাফিল।"
        },
        {
            "chapter": 16,
            "verse": 109,
            "text": "নিঃসন্দেহ, নিশ্চিত যে, তারাই আখিরাতে হবে ক্ষতিগ্রস্থ।"
        },
        {
            "chapter": 16,
            "verse": 110,
            "text": "তারপর যারা নির্যাতিত হওয়ার পর হিজরত করে, পরে জিহাদ করে এবং ধৈর্য ধারণ করে, নিশ্চয় আপনার রব এ সবের পর, তাদের প্রতি পরম ক্ষমাশীল, পরম দয়ালু।"
        }
    ]
}