{
    "rukus": [
        {
            "chapter": 57,
            "verse": 20,
            "text": "তোমারা জেনে রাখ, নিশ্চয় দুনিয়ার জীবন খেল-তামাশা, ক্রীড়া – কৌতুক, জাঁকজমক, পারস্পরিক গর্ব –অহংকার, ধন-সম্পদ ও সন্তান –সন্ততিতে প্রাচুর্য লাভের প্রতিযোগিতা ছাড়া আর কিছু নয় [১]। এর উপমা হলো বৃষ্টি, যার উৎপন্ন শস্য–সম্ভার কৃষকদেরকে চমৎকার করে, তারপর সেগুলো শুকিয়ে যায়, ফলে আপনি ওগুলো পীতবর্ণ দেখতে পান, অবশেষে সেগুলো খড়–কুটোয় পরিণত হয়। আর আখেরাতে রয়েছে কঠিন শাস্তি এবং আল্লাহর ক্ষমা ও সন্তুষ্টি। আর দুনিয়ার জীবন প্রতারণার সামগ্রী ছাড়া কিছু নয় [২]।"
        },
        {
            "chapter": 57,
            "verse": 21,
            "text": "তোমরা অগ্রণী হও তোমাদের রবের ক্ষমা ও সে জান্নাত লাভের প্রয়াসে, যা প্রশস্ততায় আসমান ও যমীনের প্রশস্ততার মত [১], যা প্ৰস্তুত করা হয়েছে তাদের জন্য যারা আল্লাহ্‌ ও তাঁর রাসূলগণের প্রতি ঈমান আনে। এটা আল্লাহর অনুগ্রহ, যাকে ইচ্ছে তিনি এটা দান করেন [২]; আর আল্লাহ মহাঅনুগ্রহশীল।"
        },
        {
            "chapter": 57,
            "verse": 22,
            "text": "যমীনে বা ব্যক্তিগতভাবে তোমাদের উপর যে বিপর্যয়ই আসে তা সংঘটিত হওয়ার পূর্বেই আমরা তা কিতাবে লিপিবদ্ধ রেখেছি [১]। নিশ্চয় আল্লাহর পক্ষে এটা খুব সহজ।"
        },
        {
            "chapter": 57,
            "verse": 23,
            "text": "এটা এ জন্যে যে, তোমরা যা হারিয়েছ তাতে যেন তোমরা বিমর্ষ না হও এবং যা তিনি তোমাদেরকে দিয়েছেন তার জন্য আনন্দিত না হও [১]। নিশ্চয় আল্লাহ পছন্দ করেন না কোনো উদ্ধত - অহংকারীদেরকে---[২]"
        },
        {
            "chapter": 57,
            "verse": 24,
            "text": "যারা কার্পণ্য করে ও মানুষকে কার্পণ্যের নির্দেশ দেয় এবং যে মুখ ফিরিয়ে নেয় সে জেনে রাখুক নিশ্চয় আল্লাহ অভাবমুক্ত, চির প্রশংসিত।"
        },
        {
            "chapter": 57,
            "verse": 25,
            "text": "অবশ্যই আমরা আমাদের রাসূলগণকে পাঠিয়েছি স্পষ্ট প্রমাণসহ [১] এবং তাদের সঙ্গে দিয়েছি কিতাব ও ন্যায়ের পাল্লা, যাতে মানুষ সুবিচার প্রতিষ্টা [২] করে। আমরা আরও নাযিল করেছি লোহা যাতে রয়েছে প্ৰচণ্ড শক্তি এবং রয়েছে মানুষের জন্য বহুবিধ কল্যাণ [৩]। এটা এ জন্যে যে, আল্লাহ প্রকাশ করে দেন কে গায়েব অবস্থায়ও তাঁকে ও তাঁর রাসূলগণকে সাহায্য করে। নিশ্চয় আল্লাহ্‌ মহা শক্তিমান, পরাক্রমশালী।"
        }
    ]
}