{
    "rukus": [
        {
            "chapter": 3,
            "verse": 110,
            "text": "তোমরাই শ্রেষ্ঠ উম্মত [১], মানব জাতির জন্য যাদের বের করা হয়েছে; তোমরা সৎকাজের নির্দেশ দিবে, অসৎকাজে নিষেধ করবে [২] এবং আল্লাহ্‌র উপর ঈমান আনবে [৩]। আর আহলে কিতাবগণ যদি ঈমান আনতো তবে তা ছিল তাদের জন্য ভালো। তাদের মধ্যে কিছু সংখ্যক মুমিন আছে; কিন্তু তাদের অধিকাংশই ফাসেক।"
        },
        {
            "chapter": 3,
            "verse": 111,
            "text": "সামান্য কষ্ট দেয়া ছাড়া তারা তোমাদের কোনো ক্ষতি করতে পারবে না। আর যদি তারা তোমাদের সাথে যুদ্ধ করে তবে তারা পৃষ্ঠ প্রদর্শন করবে; তারপর তারা সাহায্যপ্রাপ্ত হবে না।"
        },
        {
            "chapter": 3,
            "verse": 112,
            "text": "আল্লাহ্‌র প্রতিশ্রুতি ও মানুষের প্রতিশ্রুতির বাইরে যেখানেই তাদেরকে পাওয়া গেছে সেখানেই তারা লাঞ্ছিত হয়েছে। আর তারা আল্লাহ্‌র ক্রোধের পাত্র হয়েছে এবং তাদের উপর দারিদ্র নির্ধারণ করে দেয়া হয়েছে। এটা এ জন্যে যে, তারা আল্লাহ্‌র আয়াতসমূহের সাথে কুফরী করত এবং অন্যায়ভাবে নবীগণকে হত্যা করত; তা এজন্য যে, তারা অবাধ্য হয়েছিল এবং সীমালংঘন করত।"
        },
        {
            "chapter": 3,
            "verse": 113,
            "text": "তারা সবাই এক রকম নয়। কিতাবীদের মধ্যে অবিচলিত এক দল আছে; তারা রাতে আল্লাহ্‌র আয়াতসমূহ তেলাওয়াত করে এবং তারা সাজ্‌দা করে [১]।"
        },
        {
            "chapter": 3,
            "verse": 114,
            "text": "তারা আল্লাহ এবং শেষ দিনে ঈমান আনে, সৎকাজের নির্দেশ দেয়, অসৎকাজে নিষেধ করে এবং তারা কল্যাণকর কাজে প্রতিযোগিতা করে [১]। আর তারাই পূণ্যবানদের অন্তর্ভুক্ত।"
        },
        {
            "chapter": 3,
            "verse": 115,
            "text": "আর উত্তম কাজের যা কিছু তারা করে তা থেকে তাদেরকে কখনো বঞ্চিত করা হবে না। আর আল্লাহ মুত্তাকীদের সম্বন্ধে সবিশেষ অবগত।"
        },
        {
            "chapter": 3,
            "verse": 116,
            "text": "নিশ্চয় যারা কুফরী করেছে, তাদের ধন-সম্পদ ও সন্তান-সন্ততি আল্লাহ্‌র কাছে কোনো কাজে আসবে না। আর তারাই অগ্নিবাসী, তারা সেখানে স্থায়ী হবে।"
        },
        {
            "chapter": 3,
            "verse": 117,
            "text": "এ পার্থিব জীবনে যা তারা ব্যয় করে তার দৃষ্টান্ত হিমশীতল বায়ূ, যা আঘাত করে ঐ জাতির শস্যক্ষেতে যারা নিজেদের উপর যুলুম করেছে; অতঃপর তা ধ্বংস করে দেয়। আর আল্লাহ তাদের প্রতি কোনো যুলুম করেননি, তারাই নিজেদের প্রতি যুলুম করে।"
        },
        {
            "chapter": 3,
            "verse": 118,
            "text": "হে মুমিনগণ! তোমরা নিজেদের ছাড়া অন্য কাউকে অন্তরঙ্গ বন্ধুরূপে গ্রহণ করো না [১]। তারা তোমাদের অনিষ্ট করতে ত্রুটি করবে না; যা তোমাদেরকে বিপন্ন করে তা-ই তারা কামনা করে। তাদের মুখে বিদ্বেষ প্রকাশ পায় এবং তাদের হৃদয় যা গোপন রাখে তা আরো গুরুতর [২]। তোমাদের জন্য আয়াতসমূহ বিশদভাবে বিবৃত করেছি, যদি তোমরা অনুধাবন কর [৩]।"
        },
        {
            "chapter": 3,
            "verse": 119,
            "text": "দেখ, তোমরাই তাদেরকে ভালোবাস কিন্তু তারা তোমাদেরকে ভালোবাসে না অথচ তোমরা সব কিতাবে ঈমান রাখ। আর তারা যখন তোমাদের সংস্পর্শে আসে তখন বলে, ‘আমরা ঈমান এনেছি; কিন্তু তারা যখন একান্তে মিলিত হয় তখন তোমাদের প্রতি আক্রোশে তারা নিজেদের আঙ্গুলের অগ্রভাগ দাঁত দিয়ে কাটতে থাকে।’ বলুন, ‘তোমাদের আক্রোশেই তোমরা মর।’ নিশ্চয় অন্তরে যা রয়েছে সে সম্পর্কে আল্লাহ সবিশেষ অবগত।"
        },
        {
            "chapter": 3,
            "verse": 120,
            "text": "তোমাদের মঙ্গল হলে তা তাদেরকে কষ্ট দেয় আর তোমাদের অমঙ্গল হলে তারা তাতে আনন্দিত হয়। তোমরা যদি ধৈর্যশীল হও এবং মুত্তাকী হও তবে তাদের ষড়যন্ত্র তোমাদের কিছুই ক্ষতি করতে পারবে না [১]। তারা যা করে নিশ্চয় আল্লাহ তা পরিবেষ্টন করে রয়েছেন।"
        }
    ]
}