{
    "rukus": [
        {
            "chapter": 5,
            "verse": 6,
            "text": "হে মুমিনগণ! যখন তোমরা সালাতের জন্য দাঁড়াতে চাও তখন তোমরা তোমাদের মুখমণ্ডল ও হাতগুলো কনুই পর্যন্ত ধুয়ে নাও, তোমাদের মাথায় মাসেহ কর [১] এবং পায়ের টাখনু পর্যন্ত ধুয়ে নাও [২] আর যদি তোমরা অপবিত্র থাক, তবে বিশেষভাবে পবিত্র হবে। আর যদি তোমরা অসুস্থ হও বা সফরে থাক বা তোমাদের কেউ পায়খানা থেকে আসে বা তোমরা স্ত্রীর সাথে সংগত হও [৩] এবং পানি না পাও তবে পবিত্র মাটি দিয়ে তায়াম্মুম করবে। সুতরাং তা দ্বারা মুখমণ্ডলে ও হাতে মাসেহ করবে। আল্লাহ তোমাদের উপর কোনো সংকীর্ণতা করতে চান না; বরং তিনি তোমাদেরকে পবিত্র করতে চান এবং তোমাদের প্রতি তাঁর নেয়ামত সম্পূর্ণ করতে চান, যাতে তোমরা কৃতজ্ঞতা জ্ঞাপন কর।"
        },
        {
            "chapter": 5,
            "verse": 7,
            "text": "আর স্মরণ কর, তোমাদের উপর আল্লাহর নেয়ামত এবং যে অঙ্গীকারে তিনি তোমাদেরকে আবদ্ধ করেছিলেন তা; যখন তোমরা বলেছিলে, ‘শুনলাম এবং মেনে নিলাম’ [১]। আর তোমরা আল্লাহর তাকওয়া অবলম্বন কর; নিশ্চয় আল্লাহ অন্তরে যা আছে সে সম্পর্কে সবিশেষ অবগত।"
        },
        {
            "chapter": 5,
            "verse": 8,
            "text": "হে মুমিনগণ! আল্লাহর উদ্দেশ্যে ন্যায় সাক্ষ্যদানে তোমরা অবিচল থাকবে; কোনো সম্প্রদায়ের প্রতি শত্রুতা তোমাদেরকে যেন সুবিচার বর্জনে প্ররোচিত না করে। তোমরা সুবিচার করবে [১], এটা তাকওয়ার অধিকতর নিকটবর্তী। আর তোমরা আল্লাহর তাকওয়া অবলম্বন কর। নিশ্চয় তোমরা যা কর, আল্লাহ সে বিষয়ে সম্যক অবহিত [২]।"
        },
        {
            "chapter": 5,
            "verse": 9,
            "text": "যারা ঈমান এনেছে ও সৎকাজ করেছে আল্লাহ তাদেরকে প্রতিশ্রুতি দিয়েছেন যে, তাদের জন্য রয়েছে ক্ষমা ও মহাপুরস্কার।"
        },
        {
            "chapter": 5,
            "verse": 10,
            "text": "আর যারা কুফরী করে এবং আমাদের আয়াতসমূহে মিথ্যারোপ করে তারা প্রজ্বলিত আগুনের অধিবাসী।"
        },
        {
            "chapter": 5,
            "verse": 11,
            "text": "হে মুমিনগণ! তোমাদের প্রতি আল্লাহর নেয়ামত স্মরণ কর যখন এক সম্প্রদায় তোমাদের বিরুদ্ধে তাদের হাত প্রসারিত করতে চেয়েছিল, অতঃপর আল্লাহ তাদের হাত তোমাদের থেকে নিবৃত রাখলেন। আর তোমরা আল্লাহর তাকওয়া অবলম্বন কর। আল্লাহর উপরই যেন মুমিনগণ তাওয়াক্কুল করে [১]।"
        }
    ]
}