{
    "maqras": [
        {
            "chapter": 14,
            "verse": 10,
            "text": "Els seus Missatgers van dir «Es possible dubtar d'Al·la, creador dels cels i de la terra? Ell us crida per a perdonar-vos els vostres pecats i remetre-us a un termini fix». Van dir: «No sou mes que uns mortals com nosaltres. Voleu apartar-nos dels deus a qui els nostres avantpassats servien. Aporteu-nos, doncs, una autoritat evident!»"
        },
        {
            "chapter": 14,
            "verse": 11,
            "text": "Els seves Missatgers els van dir: «No som mes que uns mortals com vosaltres, pero Al·la agracia a qui Ell vol dels seus serfs. I nosaltres no podem aportar-vos una autoritat sino amb permis d'Al·la. Que els creients confiin en Al·la!»"
        },
        {
            "chapter": 14,
            "verse": 12,
            "text": "Com no anem a posar nosaltres la nostra confianca en Al·la, si ens ha dirigit en els nostres camins? Tindrem, certament, paciencia, a pesar del molt que ens molesteu. Que els que confien, confiin en Al·la"
        },
        {
            "chapter": 14,
            "verse": 13,
            "text": "Els infidels van dir al seus Missatgers: «Hem d'expulsar- vos del nostre territori, tret que torneu a la nostra religio!» El seu Senyor els va inspirar: «Hem de fer perir als impius"
        },
        {
            "chapter": 14,
            "verse": 14,
            "text": "i hem d'instal·lar-vos, despres d'ells, en la terra! Aixo es per a qui temi La meva condicio i temi La meva amenaca»"
        },
        {
            "chapter": 14,
            "verse": 15,
            "text": "Van demanar auxili i tot tira desviat va sofrir una decepcio"
        },
        {
            "chapter": 14,
            "verse": 16,
            "text": "Li espera la Jahenam i se li donara a beure una barreja de pus i sang"
        },
        {
            "chapter": 14,
            "verse": 17,
            "text": "a glops, que tot just podra passar. La mort vindra a ell pertot arreu, sense que arribi a morir. Li espera un dur castig"
        },
        {
            "chapter": 14,
            "verse": 18,
            "text": "Les obres de qui no creuen en el seu Senyor son com cendres assotades pel vent en un dia de tempesta. No poden esperar gens pel que han merescut. Aquest es la profunda perdua"
        },
        {
            "chapter": 14,
            "verse": 19,
            "text": "No has vist que Al·la ha creat amb una fi els cels i la terra? Si Ell volgues, us faria desapareixer i us substituiria per creatures noves"
        },
        {
            "chapter": 14,
            "verse": 20,
            "text": "I aixo no seria dificil per a Al·la"
        },
        {
            "chapter": 14,
            "verse": 21,
            "text": "Tots compareixeran davant Al·la. Els febles diran llavors als altius: «Nosaltres us seguiem. No podrieu ara servir-nos d'alguna cosa contra el castig d'Al·la?» Diran: «Si Al·la ens hagues dirigit, us hauriem dirigit. Dona igual que ens impacientem o que tinguem paciencia: no tenim escapi...»"
        },
        {
            "chapter": 14,
            "verse": 22,
            "text": "El Dimoni dira quan es decideixi la cosa: «Al·la us va fer una promesa de debo, pero jo us vaig fer una que no he complert. No tenia mes poder sobre vosaltres que per a cridar- vos i em vau escoltar. No em censureu, doncs, a mi, sino censureu-vos a vosaltres mateixos! Ni jo puc socorrer-vos, ni vosaltres podeu socorrer-me. Nego que m'hagiu associat abans a Al·la». Els impius tindran un castig doloros"
        },
        {
            "chapter": 14,
            "verse": 23,
            "text": "mentre que a qui hagin cregut i obrat el be se'ls introduira en jardins pels baixos dels quals fluixen rierols i en els quals estaran, amb permis del seu Senyor, eternament. Com salutacio escoltaran: «Pau!»"
        },
        {
            "chapter": 14,
            "verse": 24,
            "text": "No has vist com ha proposat Al·la com simil una bona paraula, semblant a un arbre bo, d'arrel ferma i copa que s'eleva en l'aire"
        },
        {
            "chapter": 14,
            "verse": 25,
            "text": "que dona fruit en tota estacio, amb permis del seu Senyor? Al·la proposa simils als homes. Potser, aixi. es deixin amonestar"
        },
        {
            "chapter": 14,
            "verse": 26,
            "text": "Una dolenta paraula es, al contrari, semblant a un arbre dolent arrencat del sol: li falta fermesa"
        },
        {
            "chapter": 14,
            "verse": 27,
            "text": "Al·la confirma amb paraula ferma a qui creuen, en la vida d'aqui i en la l´altra. Pero Al·la extravia als impius. Al·la fa el que vol"
        }
    ]
}