{
    "maqras": [
        {
            "chapter": 28,
            "verse": 76,
            "text": "Core formava part del poble de Moises i es va insolentar amb ells. Li haviem donat tants tresors que un grup d'homes forcuts tot just podia carregar amb les claus. Quan el seu poble li va dir: «No t´alegres, que Al·la no estima als que s´alegren"
        },
        {
            "chapter": 28,
            "verse": 77,
            "text": "Busca en el que Al·la t'ha donat El Domicili Ultim, pero no oblidis la part que de la vida d'aqui et toca! Se bo, com Al·la ho es amb tu! No busquis corrompre en la terra, que Al·la no estima als corruptors!»"
        },
        {
            "chapter": 28,
            "verse": 78,
            "text": "Va dir: «El que se m'ha donat ho dec nomes a una ciencia que tinc». Pero es que no sabia que Al·la havia fet perir abans d'ell a altres generacions mes poderoses i opulentes que ell? Pero als pecadors no se'ls interrogara sobre els seus pecats"
        },
        {
            "chapter": 28,
            "verse": 79,
            "text": "Va apareixer davant el seu poble, envoltat de pompa. Els que desitjaven la vida d'aqui van dir: «Tant de bo se'ns hagues donat altre tant del que s'ha donat a Core! Te una sort extraordinaria»"
        },
        {
            "chapter": 28,
            "verse": 80,
            "text": "Pero els que havien rebut la Ciencia, van dir: «Ai de vosaltres! La recompensa d'Al·la es millor per al que creu i obra be. I no ho aconseguiran sino els que tinguin paciencia»"
        },
        {
            "chapter": 28,
            "verse": 81,
            "text": "Vam fer que la terra s'empasses a ell i el seu habitatge. No va haver cap grup que, fora d'Al·la, li auxilies, ni va poder defensar-se a si mateix"
        },
        {
            "chapter": 28,
            "verse": 82,
            "text": "Al mati seguent, els que la vespra havien envejat la seva posicio van dir: «Ai ai! Al·la dispensa el sosteniment a qui Ell vol dels seus Serfs: a uns amb llarguesa, a uns altres amb mesura. Si Al·la no ens hagues agraciat, hauria fet que ens empasses. Ai ai! Els infidels no prosperaran!»"
        },
        {
            "chapter": 28,
            "verse": 83,
            "text": "Assignem aquest Domicili Ultim a qui no volen conduir-se amb altivesa en la terra ni corrompre. La fi es per als que temen a Al·la"
        },
        {
            "chapter": 28,
            "verse": 84,
            "text": "Qui haja obrat be tindra com recompensa alguna cosa encara millor. I qui venja havent obrat malament,i tots qui hagin obrat malament, no seran retribuits sino conforme a les seves obres"
        },
        {
            "chapter": 28,
            "verse": 85,
            "text": "Si, Qui t'ha imposat l'Alcora, et retornara a citar. Digues: «El meu Senyor sap be qui ha portat La Guia i qui esta evidentment extraviat»"
        },
        {
            "chapter": 28,
            "verse": 86,
            "text": "Tu no podies esperar que se't transmetera a tu l'Escriptura. No ha estat aixi mes que per misericordia vinguda del teu Senyor. No protegeixis als infidels"
        },
        {
            "chapter": 28,
            "verse": 87,
            "text": "Que no et desviin dels versicles d'Al·la, despres d'haver-te estat revelades! Crida al teu Senyor i no siguis dels associadors"
        },
        {
            "chapter": 28,
            "verse": 88,
            "text": "No invoquis a altre deu juntament amb Al·la! No hi ha mes deu que Ell! Tot pereix, excepte Ell! Seva es la decisio! I a Ell sereu retornats"
        }
    ]
}