{
    "maqras": [
        {
            "chapter": 35,
            "verse": 41,
            "text": "Al·la soste els cels i la terra perque no es desplomen. Si es desplomaren no hauria ningu, fora d'Ell, que pogues sostenir- los. Es Benigne, Indulgent"
        },
        {
            "chapter": 35,
            "verse": 42,
            "text": "Van jurar solemnement per Al·la que, si venia un monitor a ells, anaven a ser dirigits millor que cap altra comunitat. I, quan ha vingut a ells un monitor, aixo no ha fet sino acreixer la seva repulsa"
        },
        {
            "chapter": 35,
            "verse": 43,
            "text": "portant-se altivament en la terra i tramant maldat. Pero el tramar maldat no recau sino en els seus propis autors. Es que esperen una sort diferent de la que van rebre els antics? Doncs trobaras la practica d'Al·la irreemplacable, i trobaras la practica d'Al·la immutable"
        },
        {
            "chapter": 35,
            "verse": 44,
            "text": "No han anat per la terra i mirat com van acabar els seus antecessors, inclus sent mes poderosos? Gens, ni en els cels ni en la terra, pot escapar a Ell. Es omniscient, omnipotent"
        },
        {
            "chapter": 35,
            "verse": 45,
            "text": "Si Al·la dones als homes el seu merescut, no deixaria cap esser viu sobre la seva superficie. Remitent, no obstant aixo, el seu castig a un termini fix. I quan venc el seu termini... Al·la veu be als seus serfs"
        },
        {
            "chapter": 36,
            "verse": 1,
            "text": "Ya-Siin"
        },
        {
            "chapter": 36,
            "verse": 2,
            "text": "Pel savi Alcora"
        },
        {
            "chapter": 36,
            "verse": 3,
            "text": "que tu ets, certament, un dels Missatgers"
        },
        {
            "chapter": 36,
            "verse": 4,
            "text": "i estas en una via recta"
        },
        {
            "chapter": 36,
            "verse": 5,
            "text": "com Revelacio del Poderos, del Misericordios"
        },
        {
            "chapter": 36,
            "verse": 6,
            "text": "perque adverteixis a un poble els avantpassats del qual no van ser advertits i que, per aixo, no es preocupa"
        },
        {
            "chapter": 36,
            "verse": 7,
            "text": "S'ha complert la sentencia contra la majoria: no creuen"
        },
        {
            "chapter": 36,
            "verse": 8,
            "text": "Els hem posat al coll argolles, fins a la barbeta, de tal manera que no poden moure el cap"
        },
        {
            "chapter": 36,
            "verse": 9,
            "text": "Els hem posat una barrera per davant i altra per darrere, cobrint-los de tal manera que no poden veure"
        },
        {
            "chapter": 36,
            "verse": 10,
            "text": "Els dona el mateix que els adverteixis o no: no creuran"
        },
        {
            "chapter": 36,
            "verse": 11,
            "text": "Pero tu nomes has d'advertir a qui segueix l'Amonestacio i te por del Compassiu en secret. Anuncia-li el perdo i una recompensa generosa"
        },
        {
            "chapter": 36,
            "verse": 12,
            "text": "Nosaltres ressuscitem als morts. Inscrivim tot el que abans van fer, aixi com les consequencies dels seus actes. Tot ho tenim en compte en un Llibre clar"
        },
        {
            "chapter": 36,
            "verse": 13,
            "text": "Proposa'ls una parabola: els habitants de la ciutat. Quan van venir a ella els Missatgers"
        },
        {
            "chapter": 36,
            "verse": 14,
            "text": "Quan els enviem a dos i els van desmentir. Reforcem amb un tercer i van dir: «Se'ns ha enviat a vosaltres»"
        },
        {
            "chapter": 36,
            "verse": 15,
            "text": "Van dir: «No sou sino uns mortals com nosaltres. El Compassiu no ha revelat gens. No dieu sino mentides»"
        },
        {
            "chapter": 36,
            "verse": 16,
            "text": "Van dir: «El nostre Senyor sap: en veritat, se'ns ha enviat a vosaltres"
        },
        {
            "chapter": 36,
            "verse": 17,
            "text": "encarregats nomes de la transmissio clara»"
        },
        {
            "chapter": 36,
            "verse": 18,
            "text": "Van dir: «No presagiem de vosaltres gens bo. Si no desistiu hem de lapidar-vos i fer-vos sofrir un castig doloros»"
        },
        {
            "chapter": 36,
            "verse": 19,
            "text": "Van dir: «De vosaltres depen la vostra sort. Si us deixessiu amonestar... Si, sou gent immoderada»"
        },
        {
            "chapter": 36,
            "verse": 20,
            "text": "Llavors, dels ravals, va venir corrent un home. Va dir: «Poble! Seguiu als Missatgers"
        },
        {
            "chapter": 36,
            "verse": 21,
            "text": "Seguiu a qui no us demanen salari i segueixen la bona senda"
        },
        {
            "chapter": 36,
            "verse": 22,
            "text": "Per que no vaig a servir a Qui m'ha creat i a Qui sereu retornats"
        },
        {
            "chapter": 36,
            "verse": 23,
            "text": "Vaig a prendre, en lloc de prendre-li a Ell, deus la intercessio dels quals, si El Compassiu em desitja una desgracia, de res m'aprofitara i tals que no podran salvar-me"
        },
        {
            "chapter": 36,
            "verse": 24,
            "text": "Si aixo fes, estaria, si, evidentment extraviat"
        },
        {
            "chapter": 36,
            "verse": 25,
            "text": "Creo en el vostre Senyor! Escolteu-me!»"
        },
        {
            "chapter": 36,
            "verse": 26,
            "text": "Es va dir: «Entra en el Paradis!» Va dir: «Ah! Si el meu poble sabes"
        },
        {
            "chapter": 36,
            "verse": 27,
            "text": "que el meu Senyor m'ha perdonat i m'ha col·locat entre els honrats»"
        }
    ]
}