{
    "maqras": [
        {
            "chapter": 42,
            "verse": 13,
            "text": "Us ha prescrit en materia de religio el que ja havia ordenat a Noe, el que Nosaltres t'hem revelat i el que ja haviem ordenat a Abraham, a Moises i a Jesus: «Que rendiu cult i que aixo no us serveixi de motiu de divisio!» Als associadors els resulta dificil allo que tu els crides. Al·la tria per a Si a qui Ell vol i dirigeix a Ell a qui es penedeix"
        },
        {
            "chapter": 42,
            "verse": 14,
            "text": "No es van dividir, per rebel·lia mutua, sino despres d'haver rebut la Ciencia. I, si no arriba a esser per una paraula previa del teu Senyor, remetent a un terme fix, ja s'hauria decidit entre ells. Qui, despres, van heretar l'Escriptura dubten seriosament d'ella"
        },
        {
            "chapter": 42,
            "verse": 15,
            "text": "Aixi, doncs, predica. Segueix la via recta, com se't ha ordenat, i no segueixis les seves passions. I digues: «Creo en tota Escriptura que Al·la ha revelat. Se m'ha ordenat que faci justicia entre vosaltres. Al·la es el nostre Senyor i Senyor vostre! Nosaltres respondrem dels nostres actes i vosaltres dels vostres. Que no hagi disputes entre nosaltres i vosaltres! Al·la ens reunira... Es Ell la fi de tot!»"
        },
        {
            "chapter": 42,
            "verse": 16,
            "text": "Qui disputen a proposit d'Al·la despres que se li ha escoltat, esgrimeixen un argument sense valor per al seu Senyor. Incorren en ira i tindran un castig sever"
        },
        {
            "chapter": 42,
            "verse": 17,
            "text": "Al·la es qui ha fet descendir l'Escriptura amb la Veritat, i la Balanca. Qui sap? Potser l'Hora estigui proxima"
        },
        {
            "chapter": 42,
            "verse": 18,
            "text": "Els quals no creuen en ella desitjarien que s'avances, mentre que els quals creuen tremolen nomes de pensar en ella i saben que es un fet. Els quals disputen sobre l'Hora no estan profundament extraviats"
        },
        {
            "chapter": 42,
            "verse": 19,
            "text": "Al·la es bondadoso amb Els seus serfs. Proveix a les necessitats de qui Ell vol. Ell es el Fort, el Poderos"
        },
        {
            "chapter": 42,
            "verse": 20,
            "text": "A qui desitgi llaurar el camp de la vida futura l'hi acreixerem. A qui, en canvi, desitgi llaurar el camp de la vida d'aqui, li donarem d'ella, pero no tindra cap part en l'altra vida"
        },
        {
            "chapter": 42,
            "verse": 21,
            "text": "Tenen associats que els hagin prescrit en materia de religio el que Al·la no ha permes? Si no s'hagues ja pronunciat la sentencia decisiva, s'hauria decidit entre ells. Els impius tindran un castig doloros"
        },
        {
            "chapter": 42,
            "verse": 22,
            "text": "Veuras als impius temer pel que han merescut, que recaura en ells, mentre que els quals hagin cregut i obrat be estaran en els prats dels jardins i tindran al costat del seu Senyor el que desitgin. Aquest es el gran favor"
        },
        {
            "chapter": 42,
            "verse": 23,
            "text": "Aquesta es la bona nova que Al·la anuncia als seus serfs, que creuen i obren be. Digues: «Jo no us demano salari a canvi, a part que estimeu als relatius». A qui obri be, li augmentarem el valor de la seva obra. Al·la es indulgent, molt agrait"
        },
        {
            "chapter": 42,
            "verse": 24,
            "text": "O diran: «S'ha inventat una mentida contra Al·la». Al·la segellara, si vol, el teu cor. Pero Al·la dissipa la falsedat i fa triomfar la Veritat amb Les seves paraules. Ell sap be el que tanquen els pits"
        },
        {
            "chapter": 42,
            "verse": 25,
            "text": "Ell es Qui accepta el penediment dels seus serfs i perdona les dolentes accions. I sap el que feu"
        },
        {
            "chapter": 42,
            "verse": 26,
            "text": "Escolta a qui creuen i obren be i els dona mes del seu favor. Els infidels, en canvi, tindran un castig sever"
        }
    ]
}