{
    "maqras": [
        {
            "chapter": 2,
            "verse": 283,
            "text": "I si esteu de viatge i no trobeu escriva, que es dipositi una fianca. Si un confia un diposit a un altre, deu el dipositari restituir el diposit en el temor d'Al·la, el seu Senyor. I no refuseu deposar com testimonis. Qui rehusa te un cor pecador. Al·la sap be el que feu"
        },
        {
            "chapter": 2,
            "verse": 284,
            "text": "D'Al·la es el que esta en els cels i en la terra. El mateix si manifesteu el que teniu en vosaltres que si ho oculteu, Al·la us demanara compte d'aixo. Perdona a qui Ell vol i castiga a qui Ell vol. Al·la es omnipotent"
        },
        {
            "chapter": 2,
            "verse": 285,
            "text": "El Missatger creu quan li ha estat revelat pel seu Senyor, i el mateix els creients. Tots ells creuen en Al·la, en Els seus angels, en Les seves Escriptures i en Les seves Missatgers. No fem distincio ens cap dels seus Missatgers. Han dit: «Escoltem i obeim. El teu perdo, Senyor! Ets Tu la fi de tot!»"
        },
        {
            "chapter": 2,
            "verse": 286,
            "text": "Al·la no demana gens a ningu mes enlla de les seves possibilitats. El que un hagi fet redundara en el seu propi be o en el seu propi mal. Senyor! No castiguis els nostres oblits o les nostres faltes! Senyor! No ens imposis una carrega com la que vas imposar a qui ens van precedir! Senyor! No ens imposis mes enlla de les nostres forces! I absol-nos, perdona'ns, apiadate de nosaltres! Tu ets el nostre Protector! Auxilia'ns contra el poble infidel"
        },
        {
            "chapter": 3,
            "verse": 1,
            "text": "Alif Laam Miim"
        },
        {
            "chapter": 3,
            "verse": 2,
            "text": "Al·la! No hi ha mes deu que Ell, El Vivent, El Subsistent"
        },
        {
            "chapter": 3,
            "verse": 3,
            "text": "Ell t'ha revelat l'Escriptura amb la Veritat, en confirmacio dels missatges anteriors. Ell ha revelat la Tora i l'Evangeli"
        },
        {
            "chapter": 3,
            "verse": 4,
            "text": "abans, com guia per als homes, i ha revelat el Criteri. Qui no creen en els signes d'Al·la tindran un castig sever. Al·la es poderos, venjador"
        },
        {
            "chapter": 3,
            "verse": 5,
            "text": "No hi ha gens en la terra ni en el cel que s'amagui d'Al·la"
        },
        {
            "chapter": 3,
            "verse": 6,
            "text": "Ell es Qui us forma en el seno com vol. No hi ha mes deu que Ell, el Poderos, el Savi"
        },
        {
            "chapter": 3,
            "verse": 7,
            "text": "Ell es Qui t'ha revelat l'Escriptura. Algunes dels seus versicles son univoques i constituixen l'Escriptura Matriu; unes altres son equivoques. Els de cor extraviat segueixen les equivoques, per esperit de discordia i per ganes de donar la interpretacio d'aixo. Pero ningu sino Al·la coneix la interpretacio d'aixo. Els arrelats en la Ciencia diuen:«Creiem en aixo. Tot procedeix del Nostre Senyor». Pero no es deixen amonestar sino els dotats d'intel·lecte"
        },
        {
            "chapter": 3,
            "verse": 8,
            "text": "Senyor! No facis que els nostres cors es desviin, despres d'haver-nos Tu dirigit! Regala'ns, de Tu, misericordia! Tu ets El Munifico"
        },
        {
            "chapter": 3,
            "verse": 9,
            "text": "Senyor! Tu ets qui va a reunir als homes per a un dia indubitable. Al·la no manca a La seva promesa"
        },
        {
            "chapter": 3,
            "verse": 10,
            "text": "A qui no creen, ni la seva hisenda ni els seus fills els serviran de res enfront d'Al·la. Aquests serviran de combustible per al Foc"
        },
        {
            "chapter": 3,
            "verse": 11,
            "text": "Com va ocorrer amb la gent de Farao i amb els que els van precedir: van desmentir Els nostres signes i Al·la els va castigar pels seus pecats. Al·la castiga severament"
        },
        {
            "chapter": 3,
            "verse": 12,
            "text": "Digues a qui no creuen: «Sereu vencuts i congregats cap a la Jahenam». Quina mal jac"
        },
        {
            "chapter": 3,
            "verse": 13,
            "text": "Vau tenir un signe en les dues tropes que es van trobar: la que combatia per Al·la i l'altra, infidel, que, a primera vista, va creure que aquella li doblegava en nombre. Al·la enforteix amb El seu auxili a qui Ell vol. Si, hi ha en aixo motiu de reflexio per al dotat de clarividencia"
        },
        {
            "chapter": 3,
            "verse": 14,
            "text": "L'amor del apetecible apareix als homes engalanat: les dones, els fills, l'or i la plata per quintales acumulats, els cavalls de raca, els ramats els camps de cultiu... Aixo es breu gaudi de la vida d'aqui. Pero Al·la te al costat de Si un bell lloc de tornada"
        }
    ]
}