{
    "maqras": [
        {
            "chapter": 49,
            "verse": 14,
            "text": "Els beduins diuen: «Creiem!» Digues: «No creieu! Digueu, mes aviat: 'Hem abracat l'islam'! La fe no ha entrat encara en els vostres cors. Pero, si obeiu a Al·la i al seu Missatger, no menyscabara gens les vostres obres. Al·la es indulgent, misericordios»"
        },
        {
            "chapter": 49,
            "verse": 15,
            "text": "Son creients unicament els quals creuen en Al·la i en El seu Missatger, sense abrigar cap dubte, i combaten per Al·la amb la seva hisenda i les seves persones. Aquests son els veracos"
        },
        {
            "chapter": 49,
            "verse": 16,
            "text": "Digues: «Aneu a ensenyar a Al·la en que consisteix la vostra religio, sent aixi que Al·la coneix el que esta en els cels i en la terra?» Al·la es omniscient"
        },
        {
            "chapter": 49,
            "verse": 17,
            "text": "Et recorden la seva conversio a l'islam com si, amb aixo, t'haguessin agraciat. Digues: «No em recordeu la vostra conversio a l'islam com si m´haguessin agraciat! Al contrari! Es Al·la qui us ha agraciat dirigint-vos cap a la fe. Si es veritat el que deciis...»"
        },
        {
            "chapter": 49,
            "verse": 18,
            "text": "Al·la coneix l'ocult dels cels i de la terra. Al·la veu be el que feu"
        },
        {
            "chapter": 50,
            "verse": 1,
            "text": "Qaaf. Pel glorios Alcora"
        },
        {
            "chapter": 50,
            "verse": 2,
            "text": "Pero se sorprenen que un sortit d'ells hagi vingut a advertir- los. I diuen els infidels: «Aixo es quelcom sorprenent"
        },
        {
            "chapter": 50,
            "verse": 3,
            "text": "Es que quan morim i siguem terra...? Es tornar des de lluny...»"
        },
        {
            "chapter": 50,
            "verse": 4,
            "text": "Ja sabem que es el que d'ells consumeix la terra. Tenim una Escriptura que conserva"
        },
        {
            "chapter": 50,
            "verse": 5,
            "text": "Pero han desmentit la Veritat quan ha vingut a ells i es troben en un estat de confusio"
        },
        {
            "chapter": 50,
            "verse": 6,
            "text": "No veuen el cel que tenen damunt, com ho hem edificat i engalanat i no s'ha esquerdat"
        },
        {
            "chapter": 50,
            "verse": 7,
            "text": "Hem estes la terra, col·locat en ella fermes muntanyes i fet creixer en ella tota especie primorosa"
        },
        {
            "chapter": 50,
            "verse": 8,
            "text": "com il·lustracio i amonestacio per a tot serf penedit"
        },
        {
            "chapter": 50,
            "verse": 9,
            "text": "Hem fet baixar del cel aigua beneida, mitjancant la qual fem que creixin jardins i el gra de la collita"
        },
        {
            "chapter": 50,
            "verse": 10,
            "text": "esveltes palmeres d'atapeits penjolls"
        },
        {
            "chapter": 50,
            "verse": 11,
            "text": "a sostenimemt pel serfs. I, gracies a ella, retornem la vida a un pais mort. Aixi sera la Resurreccio"
        },
        {
            "chapter": 50,
            "verse": 12,
            "text": "Abans d'aixo, ja havien desmentit el poble de Noe, els habitants de Ar-Ras, Els Tamudis"
        },
        {
            "chapter": 50,
            "verse": 13,
            "text": "Els Adites, Farao, els germans de Lot"
        },
        {
            "chapter": 50,
            "verse": 14,
            "text": "els habitants del Bosc Espes i el Poble de Tubba. Tots ells van desmentir als Missatgers. I es va complir La meva amenaca"
        },
        {
            "chapter": 50,
            "verse": 15,
            "text": "Es que Ens va cansar la primera creacio? Doncs ells dubten d'una nova creacio"
        },
        {
            "chapter": 50,
            "verse": 16,
            "text": "Si, hem creat a l'home. Sabem el que la seva ment li suggereix. Estem mes prop d'ell que la seva mateixa vena yugular"
        },
        {
            "chapter": 50,
            "verse": 17,
            "text": "Quan els dos encarregats de recollir recullin, asseguts l'u a la dreta i l'altre a l'esquerra"
        },
        {
            "chapter": 50,
            "verse": 18,
            "text": "no pronunciara cap paraula que no tingui sempre al seu costat a un observador preparat"
        },
        {
            "chapter": 50,
            "verse": 19,
            "text": "L'agonia del moribund portara la Veritat: «Aqui tens el que defugies!»"
        },
        {
            "chapter": 50,
            "verse": 20,
            "text": "Es tocara la trompeta. Aquest es el dia de l'Amenaca"
        },
        {
            "chapter": 50,
            "verse": 21,
            "text": "Cadascun vindra acompanyat d'un conductor i d'un testimoni"
        },
        {
            "chapter": 50,
            "verse": 22,
            "text": "«Aquestes coses et portaven sense cura. T'hem llevat el vel i, avui, la teva vista es penetrant»"
        },
        {
            "chapter": 50,
            "verse": 23,
            "text": "El seu company dira: «Aixo es el que tinc preparat»"
        },
        {
            "chapter": 50,
            "verse": 24,
            "text": "«Llanceu a la Jahenam a tot infidel pertinac, desviat"
        },
        {
            "chapter": 50,
            "verse": 25,
            "text": "adversari del be, violador de la llei, esceptic"
        },
        {
            "chapter": 50,
            "verse": 26,
            "text": "que posava, juntament amb Al·la, a altre deu! Llanceu-lo al castig sever!»"
        }
    ]
}