{
    "maqras": [
        {
            "chapter": 4,
            "verse": 74,
            "text": "Que qui canvien la vida d'aqui per l'altra combatin per Al·la! A qui combatent per Al·la, sigui mort o surti victorios, li donarem una magnifica recompensa"
        },
        {
            "chapter": 4,
            "verse": 75,
            "text": "Per que no voleu combatre per Al·la i pels oprimits -homes, dones i nens que diuen: «Senyor! Treu-nos d'aquesta ciutat, de impius habitants! Dona'ns un protector designat per Tu! Dona'ns un auxiliar designat per ti!»"
        },
        {
            "chapter": 4,
            "verse": 76,
            "text": "Qui creuen, combaten per Al·la. Qui no creuen, combaten pels Taguts. Combateu, doncs, contra els amics del Dimoni. Els ardits del Dimoni son febles"
        },
        {
            "chapter": 4,
            "verse": 77,
            "text": "No has vist a aquells a qui es va dir: «Deposeu les armes! Feu la azala i doneu el azaque!»? Quan se'ls prescriu el combat, alguns d'ells tenen tanta por dels homes com haurien de tenir d'Al·la, o encara mes, i diuen: «Senyor! Per que ens has ordenat combatre? Si ens deixessis per a un poc mes tard...» Digues: «El breu gaudi de la vida d'aqui es mesqui. L'altra vida es millor per a qui tem a Al·la. No se us tractara injustament ni en menys_de_res.»"
        },
        {
            "chapter": 4,
            "verse": 78,
            "text": "Onsevulla que us trobeu, la mort us arribara a, inclus si esteu en torres elevades. Si els succeix un be, diuen: «Aixo ve d'Al·la». Pero, si es un mal, diuen: «Aixo ve de tu». Digues: «Tot ve d'Al·la». Pero que tenen aquests, que tot just comprenen el que se'ls diu"
        },
        {
            "chapter": 4,
            "verse": 79,
            "text": "El bo que et succeix ve d'Al·la. L'inconvenient que et succeix ve de tu mateix. T'hem manat a la Humanitat com Missatger. Al·la basta com testimoni"
        },
        {
            "chapter": 4,
            "verse": 80,
            "text": "Qui obeix al Missatger, obeix a Al·la. Qui s'aparta... Nosaltres no t'hem manat perque siguis el seu custodi"
        },
        {
            "chapter": 4,
            "verse": 81,
            "text": "I diuen: «Obediencia! Pero, quan eixen de la teva presencia, alguns tramen de nit una altra cosa diferent del que tu dius. Al·la pren nota del que tramen de nit. Aparta't, doncs, d'ells i confia en Al·la! Al·la basta com Protector"
        },
        {
            "chapter": 4,
            "verse": 82,
            "text": "No mediten en l'Alcora ? Si hagues sigut d'un altre que d'Al·la, haurien trobat en ell nombroses contradiccions"
        },
        {
            "chapter": 4,
            "verse": 83,
            "text": "Quan s'assabenten de quelcom referent a la seguretat o al temor, ho difonen. Si ho haguessin referit al Missatger i als que d'ells tenen autoritat, els que desitjaven esbrinar la veritat haurien sabut si donar credit o no. Si no arriba a ser pel favor que d'Al·la heu rebut i per La seva misericordia, haurieu seguit quasi tots al dimoni"
        },
        {
            "chapter": 4,
            "verse": 84,
            "text": "Combat, doncs, per Al·la! Nomes de tu eres responsable. Anima als creients! Potser Al·la continga l'impetu dels infidels. Al·la disposa de mes violencia i es mes terrible a castigar"
        },
        {
            "chapter": 4,
            "verse": 85,
            "text": "qui intercedix de bona manera tindra la seva part i qui intercedix de roina manera rebra un altre tant. Al·la vetla per tot"
        },
        {
            "chapter": 4,
            "verse": 86,
            "text": "Si us saluden, saludeu amb una salutacio encara millor, o torneu-ho igual. Al·la te tot en compte"
        },
        {
            "chapter": 4,
            "verse": 87,
            "text": "Al·la! No hi ha mes deu que Ell! Ell ha de reunir-vos per al dia indubtable de La Resurrecion. I qui es mes verac que Al·la quan diu quelcom"
        }
    ]
}