{
    "maqras": [
        {
            "chapter": 5,
            "verse": 67,
            "text": "Missatger! Comunica la Revelacio que has rebut del teu Senyor, que, si no ho fas, no comuniques El seu missatge! Al·la et protegira dels homes. Al·la no dirigeix al poble infidel"
        },
        {
            "chapter": 5,
            "verse": 68,
            "text": "Digues: «Gent de l'Escriptura ! No feu gens de fonament mentre no observeu la Tora, l'Evangeli i la Revelacio que heu rebut del vostre Senyor». Pero la Revelacio que tu has rebut del teu Senyor acreixera en molts d'ells la seva rebel·lio i incredulitat. No t'afligeixis, doncs, pel poble infidel"
        },
        {
            "chapter": 5,
            "verse": 69,
            "text": "Els creients, els jueus, els sabeans i els cristians -qui creuen en Al·la i en l'ultim Dia i obren be- no han de temer i no estaran trists"
        },
        {
            "chapter": 5,
            "verse": 70,
            "text": "Concertem un pacte amb els Fills d'Israel i els manem Missatgers. Sempre que un Missatger venia a ells amb alguna cosa que no era del seu gust, desmentien a uns o maten a uns altres"
        },
        {
            "chapter": 5,
            "verse": 71,
            "text": "Creien que no anaven a ser provats i es van portar com cecs i sords. Al·la es va tornar a ells, pero molts d'ells heu van fer portant-se com cecs i sords. Al·la veu be el que fan"
        },
        {
            "chapter": 5,
            "verse": 72,
            "text": "No creuen, en realitat, qui diuen: «Al·la es el Ungit, fill de Maria», sent aixi que el mateix Ungit ha dit: «Fills d'Israel, serviu a Al·la, el meu Senyor i Senyor vostre!». Al·la veda el Paradis a qui associa a Al·la. El seu estatge sera el Foc. Els impius no tindran qui els auxilii"
        },
        {
            "chapter": 5,
            "verse": 73,
            "text": "No creuen, en realitat, qui diuen: «Al·la es el tercer de tres». No hi ha cap altre deu que Deu U i, si no paren de dir aixo, un castig doloros arribara a qui d'ells no creen"
        },
        {
            "chapter": 5,
            "verse": 74,
            "text": "No es tornaran a Al·la demanant-li, perdo? Al·la es indulgent, misericordios"
        },
        {
            "chapter": 5,
            "verse": 75,
            "text": "El Ungit, fill de Maria, no es sino un Missatger, abans del com han passat altres Missatgers, i la seva mare, veraca. Ambdos prenien aliments. Mira com els expliquem els signes! I mira com son desviats"
        },
        {
            "chapter": 5,
            "verse": 76,
            "text": "Digues: «Aneu a servir, en lloc de servir a Al·la, el que no pot danyar-vos ni aprofitar-vos?» Al·la es Qui tot ho escolta, Qui tot ho sap"
        },
        {
            "chapter": 5,
            "verse": 77,
            "text": "Digues: «Gent de l'Escriptura ! No exagereu en la vostra religio professant quelcom diferent de la Veritat i no seguiu les passions d'una gent que ja abans es va extraviar, va extraviar a molts i es va apartar del recte cami»"
        },
        {
            "chapter": 5,
            "verse": 78,
            "text": "Els Fills d'Israel que no van creure van ser maleits per boca de David i de Jesus, fill de Maria, per haver desobeit i violat la llei"
        },
        {
            "chapter": 5,
            "verse": 79,
            "text": "No es prohibien mutuament les accions reprovables que cometien. Que malament feien"
        },
        {
            "chapter": 5,
            "verse": 80,
            "text": "Veus a molts d'ells que traven amistat amb els que no creuen. El que han fet abans esta tan malament que Al·la esta irritat amb ells i tindran un castig etern"
        },
        {
            "chapter": 5,
            "verse": 81,
            "text": "Si haguessin cregut en Al·la, en el Profeta i en la Revelacio que aquest va rebre, no els haurien pres com amics. pero molts d'ells son perversos"
        }
    ]
}