{
    "maqras": [
        {
            "chapter": 7,
            "verse": 117,
            "text": "I vam inspirar a Moises: «Llenca la teva vara!» I heus aqui que aquesta engoli les seves mentides"
        },
        {
            "chapter": 7,
            "verse": 118,
            "text": "I es va complir la Veritat i va resultar inutil el que havien fet"
        },
        {
            "chapter": 7,
            "verse": 119,
            "text": "Van ser, aixi, vencuts i es van retirar humiliats"
        },
        {
            "chapter": 7,
            "verse": 120,
            "text": "Els mags van caure prosternats"
        },
        {
            "chapter": 7,
            "verse": 121,
            "text": "Van dir: «Creiem en el Senyor de l'univers"
        },
        {
            "chapter": 7,
            "verse": 122,
            "text": "el Senyor de Moises i de Aaron»"
        },
        {
            "chapter": 7,
            "verse": 123,
            "text": "Farao va dir: «Heu cregut en ell abans que jo us autoritzes! Aquesta es, certament, una intriga que heu ordit en la ciutat per a treure d'ella a la seva poblacio, pero aneu a veure"
        },
        {
            "chapter": 7,
            "verse": 124,
            "text": "He de fer-vos amputar les mans i els peus oposats. Despres he de fer-vos crucificar a tots»"
        },
        {
            "chapter": 7,
            "verse": 125,
            "text": "Van dir: «Certament, tornarem al nostre Senyor"
        },
        {
            "chapter": 7,
            "verse": 126,
            "text": "Et venges de nosaltres nomes perque hem cregut en els signes del nostre Senyor quan han vingut a nosaltres. Senyor! Infon en nosaltres paciencia i feix que quan morim ho fem sotmesos a Tu»"
        },
        {
            "chapter": 7,
            "verse": 127,
            "text": "Els dignataris del poble de Farao van dir: «Deixareu que Moises i el seu poble corrompin en el pais i us abandonin, a tu a i als teus deus?» Va dir: «Matarem sense pietat als seus fills i deixarem amb vida a les seves dones. Els sotmetrem al nostre poder»"
        },
        {
            "chapter": 7,
            "verse": 128,
            "text": "Moises va dir al seu poble: «Imploreu l'ajuda d'Al·la i tingueu paciencia! La terra es d'Al·la i la hi dona en herencia a qui Ell vol dels seus serfs. La fi es per als que temen a Al·la»"
        },
        {
            "chapter": 7,
            "verse": 129,
            "text": "Van dir: «Hem sofert abans que tu vinguessis a nosaltres i despres d'haver vingut». Va dir: «Pot ser que el vostre Senyor destrueixi al vostre enemic i us faci succeir-los en la terra per a veure com actueu»"
        },
        {
            "chapter": 7,
            "verse": 130,
            "text": "Infligim al poble de Farao de seca i escassetat de fruits. Potser aixi, es deixessin amonestar"
        },
        {
            "chapter": 7,
            "verse": 131,
            "text": "Quan els somreia la fortuna, deien: «Aixo es nostre!». Pero, quan els succeia un mal, ho atribuien al mal averany de Moises i de qui amb ell estaven. Es que la seva sort no depenia nomes d'Al·la? Pero la majoria no sabien"
        },
        {
            "chapter": 7,
            "verse": 132,
            "text": "Van dir: «Sigui el que sigui el signe que ens portis per a fetillar-nos amb ell, no et creurem»"
        },
        {
            "chapter": 7,
            "verse": 133,
            "text": "Enviem contra ells la inundacio, les llagostes, els polls, les granotes i la sang, signes intel·ligibles. Pero van ser altius, eren gent pecadora"
        },
        {
            "chapter": 7,
            "verse": 134,
            "text": "I, quan va caure el castig sobre ells, van dir: «Moises! Prega al teu Senyor per nosaltres en virtut de l'alianca que ha concertat amb tu. Si apartes el castig de nosaltres, creurem, certament, en tu i deixarem que els Fills d'Israel parteixin amb tu»"
        },
        {
            "chapter": 7,
            "verse": 135,
            "text": "Pero, quan vam retirar el castig fins que es complis el termini que havien d'observar, heus aqui que van trencar la seva promesa"
        },
        {
            "chapter": 7,
            "verse": 136,
            "text": "Ens vinguem d'ells negant-los en el mar per haver desmentit Els nostres signes i per no haver fet cas d'ells"
        },
        {
            "chapter": 7,
            "verse": 137,
            "text": "I vam donar en herencia al poble que havia estat humiliat les terres orientals i les occidentals, que Nosaltres hem beneit. I es va complir la bella promesa del teu Senyor als Fills d'Israel, per haver tingut paciencia. I destruim el que Farao i el seu poble havien fet i el que havien construit"
        },
        {
            "chapter": 7,
            "verse": 138,
            "text": "I vam fer que els Fills d'Israel travessessin el mar i van arribar a una gent lliurada al culte dels seus idols. Van dir: «Moises! Fes-nos un deu, com ells tenen deus!» «Sou un poble ignorant!», va dir"
        },
        {
            "chapter": 7,
            "verse": 139,
            "text": "«Allo en que aquestes gents estan va a ser destruit i les seves obres seran vanes»"
        },
        {
            "chapter": 7,
            "verse": 140,
            "text": "Va dir: «Vaig a buscar-vos un deu diferent d'Al·la, sent aixi que Ell us ha distingit entre tots els pobles?»"
        },
        {
            "chapter": 7,
            "verse": 141,
            "text": "I quan us salvem de les gents de Farao, que us sotmetien a dur castig, matant sense pietat als vostres fills i deixant amb vida a les vostres dones. Amb aixo us va provar el vostre Senyor durament"
        }
    ]
}