{
    "pages": [
        {
            "chapter": 2,
            "verse": 120,
            "text": "I nece biti zadovoljni tobom jevreji ni krscani, dok ne budes slijedio millet njihov. Reci: \"Uistinu! Uputa Allahova - to je Uputa.\" A ako bi slijedio strasti njihove, nakon sto ti je doslo nesto znanja, ne bi ti imao od Allaha nikakva zastitnika, niti pomagaca"
        },
        {
            "chapter": 2,
            "verse": 121,
            "text": "Oni kojima smo dali Knjigu, uce je ispravnim ucenjem njenim - takvi vjeruju u nju. A ko ne vjeruje u nju - pa ti takvi su gubitnici"
        },
        {
            "chapter": 2,
            "verse": 122,
            "text": "O sinovi Israilovi! Sjetite se blagodati Moje koju sam vam podario i da sam Ja bio odlikovao vas nad svjetovima"
        },
        {
            "chapter": 2,
            "verse": 123,
            "text": "I bojte se Dana kad nece koristiti dusa dusi nimalo, niti ce se primiti od nje nadoknada, i nece joj koristiti posredovanje, niti ce oni biti pomognuti"
        },
        {
            "chapter": 2,
            "verse": 124,
            "text": "I kad je kusao Ibrahima Gospodar njegov rijecima, pa ih je ispunio, rece: \"Uistinu! Ja sam Taj koji je ucinio tebe imamom ljudima.\" Rece: \"A od potomstva mog?\" (Allah) rece: \"Moje obecanje nece doseci zalime"
        },
        {
            "chapter": 2,
            "verse": 125,
            "text": "I kad smo ucinili Kucu stjecistem ljudima i sigurnoscu, i: \"Uzmite stajaliste Ibrahimovo musallom\", i nalozili Ibrahimu i Ismailu: \"Ocistite Kucu Moju za one koji cine tawwaf i one koji cine itikaf i one koji cine ruku', i one koji cine sedzdu"
        },
        {
            "chapter": 2,
            "verse": 126,
            "text": "I kad rece Ibrahim: \"Gospodaru moj! Ucini ovaj grad sigurnim i opskrbi stanovnike njegove (raznim) plodovima, onog od njih ko vjeruje u Allaha i Dan posljednji.\" (Allah) rece: \"A ko ne vjeruje - pa dacu da malo uziva, zatim cu ga natjerati u kaznu vatrom\", a lose li je dolaziste"
        }
    ]
}