{
    "pages": [
        {
            "chapter": 20,
            "verse": 114,
            "text": "Pa uzvisen neka je Allah, Vladar istinski! I ne zuri s Kur'anom prije no sto ti se okonca objavljivanje njegovo, i reci: \"Gospodaru moj, uvecaj mi znanje"
        },
        {
            "chapter": 20,
            "verse": 115,
            "text": "I doista smo obavezali Adema ranije, pa je zaboravio i nismo nasli u njega odlucnosti"
        },
        {
            "chapter": 20,
            "verse": 116,
            "text": "I kad rekosmo melecima: \"Padnite na sedzdu Ademu\", tad ucinise sedzdu, izuzev Iblisa; odbio je"
        },
        {
            "chapter": 20,
            "verse": 117,
            "text": "Tad rekosmo: \"O Ademe! Uistinu je ovo neprijatelj tebi i zeni tvojoj. Zato neka vas nikako ne izvede iz Dzenneta, pa da se mucis"
        },
        {
            "chapter": 20,
            "verse": 118,
            "text": "Uistinu, za tebe je da neces gladniti u njemu, niti ogoliti"
        },
        {
            "chapter": 20,
            "verse": 119,
            "text": "I da ti u njemu neces ozedniti, niti suncu izlozen biti"
        },
        {
            "chapter": 20,
            "verse": 120,
            "text": "Tad mu dosapnu sejtan. Rece: \"O Ademe! Hoces li da ti ukazem na drvo besmrtnosti i carstvo koje nece nestati"
        },
        {
            "chapter": 20,
            "verse": 121,
            "text": "Pa njih dvoje pojedose od njega, te im se ukazase sew'ati njihovi, i pocese po sebi krpiti (siti) nesto lisca dzennetskog. I nije poslusao Adem Gospodara svog, pa je skrenuo"
        },
        {
            "chapter": 20,
            "verse": 122,
            "text": "Zatim ga je odabrao Gospodar njegov, pa mu oprostio i uputio"
        },
        {
            "chapter": 20,
            "verse": 123,
            "text": "(Allah) rece: \"Siđite iz njega oboje - svi! Vi ste jedno drugom neprijatelj.\" Pa ako vam dođe od Mene Uputa, pa ko bude slijedio Uputu Moju, tad nece zalutati, niti se unesreciti"
        },
        {
            "chapter": 20,
            "verse": 124,
            "text": "A ko se okrene od Moje Opomene, pa uistinu ce on imati zivot tjeskoban, a sakupicemo ga na Dan kijameta slijepog"
        },
        {
            "chapter": 20,
            "verse": 125,
            "text": "Reci ce: \"Gospodaru moj! Zasto si me sakupio slijepog, a vec sam bio onaj koji vidi"
        }
    ]
}