{
    "pages": [
        {
            "chapter": 24,
            "verse": 11,
            "text": "Uistinu, oni koji su dosli sa lazi, skupina su od vas. Ne smatrajte to zlom za vas. Naprotiv, to je bolje za vas. Svaki covjek od njih ce imati ono sta je stekao od grijeha; a onaj od njih koji preuzme glavninu toga, imace on kaznu strahovitu"
        },
        {
            "chapter": 24,
            "verse": 12,
            "text": "Zasto nisu - kad ste to culi - pomislili vjernici i vjernice o dusama svojim dobro, i rekli: \"Ovo je laz ocita"
        },
        {
            "chapter": 24,
            "verse": 13,
            "text": "Zasto na to nisu doveli cetiri svjedoka? Pa kad nisu doveli svjedoke, pa takvi - kod Allaha - oni su lazljivci"
        },
        {
            "chapter": 24,
            "verse": 14,
            "text": "A da nije dobrote Allahove prema vama i milosti Njegove na Dunjau i Ahiretu, sigurno bi vas dotakla u onom u sto ste se upustili, kazna uzasna"
        },
        {
            "chapter": 24,
            "verse": 15,
            "text": "Kad ste to prebacivali jezicima svojim, i govorili ustima svojim ono o cemu vi nemate znanje, i smatrali to lahkim, a to je kod Allaha strasno"
        },
        {
            "chapter": 24,
            "verse": 16,
            "text": "Zasto niste - kad ste to culi - rekli: \"Nije za nas da o ovom govorimo. Slava Tebi (o Allahu)! Ovo je potvora strasna"
        },
        {
            "chapter": 24,
            "verse": 17,
            "text": "Allah vas savjetuje da ne ponovite slicno tome nikada, ako ste vjernici"
        },
        {
            "chapter": 24,
            "verse": 18,
            "text": "I objasnjava vam Allah ajete; a Allah je Znalac, Mudri"
        },
        {
            "chapter": 24,
            "verse": 19,
            "text": "Uistinu, oni koji vole da sire razvrat među onima koji vjeruju, imace oni kaznu bolnu na Dunjau i Ahiretu. A Allah zna, a vi ne znate"
        },
        {
            "chapter": 24,
            "verse": 20,
            "text": "A da nije dobrote Allahove prema vama i milosti Njegove, i da Allah (nije) Samilostan, Milosrdan"
        }
    ]
}