{
    "pages": [
        {
            "chapter": 47,
            "verse": 20,
            "text": "I govore oni koji ne vjeruju: \"Sto se ne objavi sura?\" Pa kad je objavljena sura presudna i pomenuta u njoj borba, vidio si one u srcima cijim je bolest - gledaju u tebe pogledom smrcu onesvjestenog. Pa tesko njima"
        },
        {
            "chapter": 47,
            "verse": 21,
            "text": "Poslusnost i govor uljudan! Pa kad je odlucena stvar, da su tad iskreni Allahu, sigurno bi bilo bolje za njih"
        },
        {
            "chapter": 47,
            "verse": 22,
            "text": "Pa da li biste mozda - ako biste zavladali - da napravite fesad na Zemlji i pokidate srodstvo vase"
        },
        {
            "chapter": 47,
            "verse": 23,
            "text": "Takvi su oni koje je prokleo Allah, pa ih ogluhnuo i oslijepio vidove njihove"
        },
        {
            "chapter": 47,
            "verse": 24,
            "text": "Pa zar nece razmisljati o Kur'anu, ili su na srcima njihovim brave"
        },
        {
            "chapter": 47,
            "verse": 25,
            "text": "Uistinu, oni koji su okrenuli leđa svoja, nakon sto im bila jasna Uputa, sejtan ih je zaveo i oduzio im"
        },
        {
            "chapter": 47,
            "verse": 26,
            "text": "To zato sto oni kazu onima koji mrze sta je Allah objavio: \"Poslusacemo vas u nekoj stvari\"; a Allah zna tajne njihove"
        },
        {
            "chapter": 47,
            "verse": 27,
            "text": "Pa kako ce biti kad ih uzmu meleci, udarajuci lica njihova i leđa njihova"
        },
        {
            "chapter": 47,
            "verse": 28,
            "text": "To zato sto su oni slijedili ono sta srdi Allaha i mrzili zadovoljstvo Njegovo, zato ce unistiti djela njihova"
        },
        {
            "chapter": 47,
            "verse": 29,
            "text": "Zar misle oni u srcima cijim je bolest, da Allah nece iznijeti zlobe njihove"
        }
    ]
}