{
    "rukus": [
        {
            "chapter": 2,
            "verse": 122,
            "text": "Fills d'Israel! Recordeu la gràcia que us vaig dispensar i que us vaig distingir entre tots els pobles"
        },
        {
            "chapter": 2,
            "verse": 123,
            "text": "Temeu un dia que ningú pugui satisfer gens per un altre, ni s'accepti cap compensació ni aprofiti cap intercessió, ni sigui possible auxili algun"
        },
        {
            "chapter": 2,
            "verse": 124,
            "text": "I quan el seu Senyor va provar a Abraham amb certes ordres. Al complir-les, va dir: «Faré de tu guia per als homes». Va dir: «I de la meva descendència?» Va dir: \"La meva aliança no inclou als impius»"
        },
        {
            "chapter": 2,
            "verse": 125,
            "text": "I quan vam fer de la Casa lloc de reunió i de refugi per als homes. I: «Feu del lloc d'Abraham un oratori!» I concertem una aliança amb Abraham i Ismael: que purifiquessin La meva Casa per als que donessin les voltes, per als que acudissin a fer un retir, a inclinar-se i a prosternarse"
        },
        {
            "chapter": 2,
            "verse": 126,
            "text": "I quan Abraham va dir: «Senyor! Feix d'aquesta una ciutat segura i proveïx de fruits a la seva població, a aquells que creen en Al·là i en l'últim Dia». Va dir: «A qui no creen, és deixaré que gaudeixin per breu temps. Després. els arrossegaré al càstig del Foc. Quin mala fi...!»"
        },
        {
            "chapter": 2,
            "verse": 127,
            "text": "I quan Abraham i Ismael aixecaven els fonaments de la Casa: «Senyor, accepta'ns-el! Tu ets Qui tot ho escolta, Qui tot ho sap"
        },
        {
            "chapter": 2,
            "verse": 128,
            "text": "I feix, Senyor, que ens sotmetem a Tu, feix de la nostra descendència una comunitat submissa a Tu, mostra'ns els nostres ritus i torna't a nosaltres! Tu ets, certament, l'Indulgent, el Misericordiós"
        },
        {
            "chapter": 2,
            "verse": 129,
            "text": "Senyor! Suscita entre ells a un Missatger de la seva estirp que els reciti els teves versicles i els ensenyi l'Escriptura i la Saviesa, els purifiqui! Tu ets, certament, el Poderós, el Savi»"
        }
    ]
}