{
    "rukus": [
        {
            "chapter": 17,
            "verse": 53,
            "text": "Digues als meus serfs que parlin de la millor manera que puguin. El Dimoni sembra la discòrdia entre ells. El Dimoni és per a l'home un enemic declarat"
        },
        {
            "chapter": 17,
            "verse": 54,
            "text": "El vostre Senyor us coneix bé. Si vol, es apiadará de vosaltres i, si vol, us castigarà. No t'hem enviat perquè siguis el seu protector"
        },
        {
            "chapter": 17,
            "verse": 55,
            "text": "El teu Senyor coneix bé a qui estan en els cels i en la terra. Hem preferit a uns profetes més que a uns altres. I vam donar a David Salms"
        },
        {
            "chapter": 17,
            "verse": 56,
            "text": "Digues: «Invoqueu als quals, en lloc d'Ell, preteneu! No poden evitar-vos la desgràcia ni modificar-la!»"
        },
        {
            "chapter": 17,
            "verse": 57,
            "text": "Els mateixos a qui invoquen busquen el mitjà d'acostar-se al seu Senyor. Esperen en La seva misericòrdia i temen El seu càstig. El càstig del teu Senyor és temible"
        },
        {
            "chapter": 17,
            "verse": 58,
            "text": "No hi ha cap ciutat que no destruïm o que no castiguem severament abans del dia de la Resurreción. Està anotat en l'Escriptura"
        },
        {
            "chapter": 17,
            "verse": 59,
            "text": "No Ens ha impedit obrar miracles sinó que els antics els desmentissin. Vam donar la camella als Tamudís com miracle palpable, però van obrar impíament amb ella. No obrem els miracles sinó per a atemorir"
        },
        {
            "chapter": 17,
            "verse": 60,
            "text": "I quan et vam dir: «El teu Senyor envolta als homes». No vam fer del somni que et vam mostrar i de l'arbre maleït esmentat en l'Alcorà sinó(com a) temptació per als homes. Com més els acoquinem, més augmenta la seva rebel·lia"
        }
    ]
}