{
    "rukus": [
        {
            "chapter": 2,
            "verse": 197,
            "text": "Ja se sap quins són els mesos de la peregrinació. Qui decideixi fer-la en aquests mesos s'abstindrà durant la peregrinació de jaure´s junts, de cometre actes impius i de discutir. Al·là coneix el bé que feu. Aprovisioneu-vos! La millor provisió és el temor d'Al·là...Temeu-me, doncs, homes d'intel·lecte"
        },
        {
            "chapter": 2,
            "verse": 198,
            "text": "No feu malament, si busqueu favor del vostre Senyor. Quan us llanceu des d'Arafat recordeu a Al·là al costat del Monument Sagrat! Recordeu-li... com us ha dirigit... quan éreu, llavors, dels extraviats"
        },
        {
            "chapter": 2,
            "verse": 199,
            "text": "Feu, després, com els altres i demaneu perdó a Al·là! Al·là és indulgent, misericordiós"
        },
        {
            "chapter": 2,
            "verse": 200,
            "text": "Quan hàgiu complert els vostres ritus, recordeu a Al·là com recordeu als vostres avantpassats o amb més fervor encara! Hi ha entre els homes qui diuen: «Senyor! Dóna'ns en la vida d'aquí!» Aquests no tindran part en l'altra vida"
        },
        {
            "chapter": 2,
            "verse": 201,
            "text": "Uns altres diuen: «Senyor! Dóna'ns bé en la vida d'aquí i en l'altra i preserva'ns del càstig del Foc!»"
        },
        {
            "chapter": 2,
            "verse": 202,
            "text": "Aquests tindran part segons els seus mèrits. Al·là és ràpid a ajustar comptes"
        },
        {
            "chapter": 2,
            "verse": 203,
            "text": "Recordeu a Al·là en dies determinats! Qui els redueixi a dos dies no fa malament; com tampoc qui es demori, si és que tem a Al·là. Temeu a Al·là! Sapigueu que sereu congregats cap a Ell"
        },
        {
            "chapter": 2,
            "verse": 204,
            "text": "Hi ha entre els homes algun dels cuals la manera de parlar sobre la vida d'aquí t'agrada, que pren a Al·là per testimoni del que el seu cor tanca,mentres que és un fogós discutidor"
        },
        {
            "chapter": 2,
            "verse": 205,
            "text": "Però, tot just et torna l'esquena, s'esforça per corrompre en el país i destruir les collites i el bestiar. Al·là no estima la corrupció"
        },
        {
            "chapter": 2,
            "verse": 206,
            "text": "I, quan se li diu: «Tem a Al·là!», s'apodera d'ell un orgull criminal. Tindrà la Jahenam com retribució. Quina mal jaç"
        },
        {
            "chapter": 2,
            "verse": 207,
            "text": "Hi ha entre els homes qui se sacrifica per desig d'agradar a Al·là. Al·là és mans amb Els seus serfs"
        },
        {
            "chapter": 2,
            "verse": 208,
            "text": "Creients! Entreu tots en la Pau i no seguiu els passos del Dimoni! És per a vosaltres un enemic declarat"
        },
        {
            "chapter": 2,
            "verse": 209,
            "text": "Però si, després d'haver rebut les proves clares, cometeu una esvarada, sapigueu que Al·là és poderós, savi"
        },
        {
            "chapter": 2,
            "verse": 210,
            "text": "Què esperen sinó que Al·là i els àngels venguen a ells en un nuvolós? El assumpte,doncs, està ja decidit. Tot serà retornat a Al·là"
        }
    ]
}