{
    "rukus": [
        {
            "chapter": 18,
            "verse": 60,
            "text": "I quan Moisés va dir al seu mosso: «No desistiré fins que arribi a la confluència de les dues grans masses d'aigua, encara que hagi de caminar molts anys»"
        },
        {
            "chapter": 18,
            "verse": 61,
            "text": "I, quan van arribar la seva confluència, es van oblidar del seu peix, que va emprendre tranquil·lament el camí cap a la gran massa d'aigua"
        },
        {
            "chapter": 18,
            "verse": 62,
            "text": "I, quan van passar més enllà va dir al seu mosso: «Porta el menjar, que ens hem cansat amb aquest viatge!»"
        },
        {
            "chapter": 18,
            "verse": 63,
            "text": "Va dir: «Què et sembla? Quan ens refugiem en la roca, em vaig oblidar del peix -ningú sinó el Dimoni va fer oblidar-me que m'acordés d'ell- i va emprendre el camí cap a la gran massa d'aigua. És sorprenent!»"
        },
        {
            "chapter": 18,
            "verse": 64,
            "text": "Va dir: «Això és el que desitjàvem», i van regressar tornant sobre els seus passos"
        },
        {
            "chapter": 18,
            "verse": 65,
            "text": "trobant a un dels Nostres serfs a qui havíem fet objecte d'una misericòrdia vinguda de Nosaltres i ensenyat una ciència de Nosaltres"
        },
        {
            "chapter": 18,
            "verse": 66,
            "text": "Moisés li va dir: «Et segueixo perquè m'ensenyis quelcom de la bona guia que se't ha ensenyat?»"
        },
        {
            "chapter": 18,
            "verse": 67,
            "text": "Va dir: «No podràs tenir paciència amb mi"
        },
        {
            "chapter": 18,
            "verse": 68,
            "text": "I com vas a tenir-la en allò que no tens ple coneixement?»"
        },
        {
            "chapter": 18,
            "verse": 69,
            "text": "Va dir: «Em trobaràs, si Al·là vol, pacient, i no desobeiré els teus ordres»"
        },
        {
            "chapter": 18,
            "verse": 70,
            "text": "Va dir: «Si em segueixes, doncs, no em preguntis gens sense que jo t'ho suggereixi»"
        }
    ]
}