{
    "rukus": [
        {
            "chapter": 19,
            "verse": 1,
            "text": "Kaaf Haa yaa Ayn Ssaad"
        },
        {
            "chapter": 19,
            "verse": 2,
            "text": "Record de la misericòrdia que el teu Senyor va tenir amb El seu serf Zacarías"
        },
        {
            "chapter": 19,
            "verse": 3,
            "text": "Quan va invocar interiorment al seu Senyor"
        },
        {
            "chapter": 19,
            "verse": 4,
            "text": "Va dir: «Senyor! Se m'han afeblit els ossos, els meus cabells han encanudit. Quan T'he invocat, Senyor, mai m'has decebut"
        },
        {
            "chapter": 19,
            "verse": 5,
            "text": "Temo la conducta dels meus a la meva mort, doncs la meva dona és estèril. Regala'm, doncs, de Tu un descendent"
        },
        {
            "chapter": 19,
            "verse": 6,
            "text": "que m'hereti a mi i hereti de la família de Jacob, i feix, Senyor, que ell Et sigui agradable!»"
        },
        {
            "chapter": 19,
            "verse": 7,
            "text": "«Zacarías! T'anunciem la bona nova d'un noi que es cridarà Juan, sense homònims en el passat»"
        },
        {
            "chapter": 19,
            "verse": 8,
            "text": "«Senyor!» va dir «Com puc tenir un noi, sent la meva dona estèril i jo un vell decrépit?»"
        },
        {
            "chapter": 19,
            "verse": 9,
            "text": "«Així serà», va dir. «El teu Senyor diu: 'És cosa fàcil per a Mi. Ja t'he creat abans quan no eres res'»"
        },
        {
            "chapter": 19,
            "verse": 10,
            "text": "Va dir: «Senyor! Dóna'm un signe!» Va dir: «El teu signe serà que, estant sa, no podràs parlar a la gent durant tres dies»"
        },
        {
            "chapter": 19,
            "verse": 11,
            "text": "Llavors, va sortir del Temple cap a la seva gent i els va significar que havien de glorificar matí i tarda"
        },
        {
            "chapter": 19,
            "verse": 12,
            "text": "«Juan! Agafa l'Escriptura amb mà ferma!» I li atorguem el judici quan encara era nen"
        },
        {
            "chapter": 19,
            "verse": 13,
            "text": "així com tendresa de Nosaltres i puresa. I va ser temerós d'Al·là"
        },
        {
            "chapter": 19,
            "verse": 14,
            "text": "i piadós amb els seus pares; no va ser violent, desobedient"
        },
        {
            "chapter": 19,
            "verse": 15,
            "text": "Pau sobre ell el dia que va néixer, el dia que mori i el dia que sigui ressuscitat a la vida"
        }
    ]
}