{
    "rukus": [
        {
            "chapter": 20,
            "verse": 105,
            "text": "Et preguntaran per les muntanyes. Digues: «El meu Senyor les reduirà a pols i les ventará"
        },
        {
            "chapter": 20,
            "verse": 106,
            "text": "Les deixarà com pla anivellat"
        },
        {
            "chapter": 20,
            "verse": 107,
            "text": "en el qual no es veuran depressions ni elevacions»"
        },
        {
            "chapter": 20,
            "verse": 108,
            "text": "Aquest dia, seguiran al Pregoner, que no es desviarà. Baixaran les veus davant el Compassiu i no s'escoltarà res que murmuris"
        },
        {
            "chapter": 20,
            "verse": 109,
            "text": "Aquest dia no aprofitarà més intercessió que la d'aquell que conti amb l'autorització del Compassiu, d'aquell les paraules del qual Ell accepti"
        },
        {
            "chapter": 20,
            "verse": 110,
            "text": "Coneix el seu passat i el seu futur mentre que ells no poden abastar-lo en la seva ciència"
        },
        {
            "chapter": 20,
            "verse": 111,
            "text": "Els rostres s'humiliaran davant El Vivent, El Subsistent. Qui s'hagi carregat de impietat, sofrirà una decepció"
        },
        {
            "chapter": 20,
            "verse": 112,
            "text": "Qui, en canvi, obra bé, sent creient, no té per què témer injustícia ni opressió"
        },
        {
            "chapter": 20,
            "verse": 113,
            "text": "Així l'hem revelat com Alcorà àrab. Hem exposat en ell amenaces. Potser, així, Ens temin o els serveixi d'amonestació"
        },
        {
            "chapter": 20,
            "verse": 114,
            "text": "Exaltat sigui Al·là, el Rei veritable! No et precipitis en la Recitació abans que et sigui revelada completament! I digues: «Senyor! Augmenta la meva ciència!»"
        },
        {
            "chapter": 20,
            "verse": 115,
            "text": "Havíem concertat abans una aliança amb Adán, però va oblidar i no vam veure en ell resolució"
        }
    ]
}