{
    "rukus": [
        {
            "chapter": 71,
            "verse": 1,
            "text": "Enviem a Noé al seu poble: «Adverteix al teu poble abans que li arribi un càstig dolorós!»"
        },
        {
            "chapter": 71,
            "verse": 2,
            "text": "Va dir: «Poble! Sóc per a vosaltres un monitor que parla clar"
        },
        {
            "chapter": 71,
            "verse": 3,
            "text": "Serviu a Al·là i temeu-li! I obeïu-me"
        },
        {
            "chapter": 71,
            "verse": 4,
            "text": "Així, us perdonarà els vostres pecats i us remetrà a un termini fix. Però, quan venci el termini fixat per Al·là, no podrà ja ser alentit. Si sabéssiu...»"
        },
        {
            "chapter": 71,
            "verse": 5,
            "text": "Va dir: «Senyor! He cridat al meu poble nit i dia"
        },
        {
            "chapter": 71,
            "verse": 6,
            "text": "La meva crida només ha servit perquè fugin més"
        },
        {
            "chapter": 71,
            "verse": 7,
            "text": "Sempre que els crido perquè Tu els perdonis, es posen els dits en les oïdes, es cobreixen amb la roba, s'obstinen i es mostren en extrem altius"
        },
        {
            "chapter": 71,
            "verse": 8,
            "text": "A més, els he cridat obertament"
        },
        {
            "chapter": 71,
            "verse": 9,
            "text": "i els he parlat en públic i en secret"
        },
        {
            "chapter": 71,
            "verse": 10,
            "text": "I he dit: 'Demaneu perdó al vostre Senyor -Que és indulgent"
        },
        {
            "chapter": 71,
            "verse": 11,
            "text": "i enviarà sobre vosaltres del cel una pluja abundant"
        },
        {
            "chapter": 71,
            "verse": 12,
            "text": "Us donarà molta hisenda i fills. Posarà a la vostra disposició jardins, posarà a la vostra disposició rierols"
        },
        {
            "chapter": 71,
            "verse": 13,
            "text": "Què us passa, que no espereu d'Al·là magnanimitat"
        },
        {
            "chapter": 71,
            "verse": 14,
            "text": "havent-vos creat en fases"
        },
        {
            "chapter": 71,
            "verse": 15,
            "text": "No heu vist com ha creat Al·là set cels superposats"
        },
        {
            "chapter": 71,
            "verse": 16,
            "text": "i lloc en ells la lluna com claror i el sol com llum"
        },
        {
            "chapter": 71,
            "verse": 17,
            "text": "Al·là us ha fet créixer de la terra com plantes"
        },
        {
            "chapter": 71,
            "verse": 18,
            "text": "Després, us farà tornar a ella, i us traurà"
        },
        {
            "chapter": 71,
            "verse": 19,
            "text": "Al·là us ha posat la terra com catifa"
        },
        {
            "chapter": 71,
            "verse": 20,
            "text": "perquè recorreu en ella camins, amples passos'»"
        }
    ]
}