{
    "pages": [
        {
            "chapter": 21,
            "verse": 73,
            "text": "Onları, bizim buyruğumuzla yol alan önderler yaptık. Onlara iyilikler yapmayı, duayı/namazı yerine getirmeyi, zekât vermeyi vahyettik. Onlar, yalnız bize kulluk ediyorlardı"
        },
        {
            "chapter": 21,
            "verse": 74,
            "text": "Lût´a da hükümranlık ve ilim verdik. Onu, pislikler üretip duran bir kentten kurtardık. O kent halkı yoldan çıkmış kötü bir kavimdi"
        },
        {
            "chapter": 21,
            "verse": 75,
            "text": "Onu rahmetimizin içine soktuk. O, hak ve barış için çalışanlardandı"
        },
        {
            "chapter": 21,
            "verse": 76,
            "text": "Nûh´a gelince, o da daha önce bize yakarmıştı. Yakarışına cevap verdik de onu ve ailesini, o büyük sıkıntıdan kurtardık"
        },
        {
            "chapter": 21,
            "verse": 77,
            "text": "Ona, ayetlerimizi yalanlayan topluluğa karşı yardım ettik. Kötülüğün toplumuydu onlar. Hepsini birden batırıp boğduk"
        },
        {
            "chapter": 21,
            "verse": 78,
            "text": "Ve Dâvud ile Süleyman... Hani, halkın davarının yayıldığı ekinler hakkında hüküm veriyorlardı da biz hükümlerine tanıklar olmuştuk"
        },
        {
            "chapter": 21,
            "verse": 79,
            "text": "Onu Süleyman´a derhal kavrattık. Her birine hükümdarlık ve bilgi verdik. Dâvud´a dağları boyun eğdirdik. Kuşlarla beraber tespih ediyorlardı. Yapmak isteyince yapanlarız biz"
        },
        {
            "chapter": 21,
            "verse": 80,
            "text": "Ona, sizi sizin şiddetinizden koruyacak olan zırh yapma sanatını öğrettik. Peki, siz şükrediyor musunuz"
        },
        {
            "chapter": 21,
            "verse": 81,
            "text": "Ve Süleyman´a kasırgayı boyun eğdirdik. İçini bereketlerle doldurduğumuz toprağa doğru onun emriyle akıp giderdi. Her şeyi bilenleriz biz"
        }
    ]
}