{
    "chapter": [
        {
            "chapter": 20,
            "verse": 1,
            "text": "Tâ, Hâ"
        },
        {
            "chapter": 20,
            "verse": 2,
            "text": "Nous ne t’avons pas révélé le Coran pour que tu sois en peine"
        },
        {
            "chapter": 20,
            "verse": 3,
            "text": "Mais pour que ce soit un Rappel dont profite celui qui craint (Allah)"
        },
        {
            "chapter": 20,
            "verse": 4,
            "text": "(Le Coran est) une révélation de la part de Celui Qui a créé la terre et les cieux altissimes"
        },
        {
            "chapter": 20,
            "verse": 5,
            "text": "Le Tout Clément S’est installé avec une infinie Majesté (istawâ) sur le Trône"
        },
        {
            "chapter": 20,
            "verse": 6,
            "text": "À Lui appartiennent ce qui est dans les cieux et sur terre, ce qui est entre les deux et ce qui est sous terre"
        },
        {
            "chapter": 20,
            "verse": 7,
            "text": "Que tu parles à voix haute (ou non), Il Sait tous les secrets, et même ce qui est plus caché encore"
        },
        {
            "chapter": 20,
            "verse": 8,
            "text": "Allah ! Point d’autre divinité que Lui ! Il a les plus Beaux Noms"
        },
        {
            "chapter": 20,
            "verse": 9,
            "text": "L’histoire de Moïse t’est-elle donc parvenue"
        },
        {
            "chapter": 20,
            "verse": 10,
            "text": "Ayant aperçu du feu, il dit aux siens : « Attendez ici, j’aperçois un feu au loin. Je pourrais peut-être vous en apporter un tison, ou trouver là (quelqu’un qui pourrait) nous guider"
        },
        {
            "chapter": 20,
            "verse": 11,
            "text": "Arrivé au feu, il fut appelé : « Ô Moïse"
        },
        {
            "chapter": 20,
            "verse": 12,
            "text": "C’est Moi, ton Seigneur. Ôte donc tes sandales car tu es dans la vallée sacrée de Touwâ"
        },
        {
            "chapter": 20,
            "verse": 13,
            "text": "C’est Moi Qui t’ai choisi. Écoute donc bien ce qui va être révélé"
        },
        {
            "chapter": 20,
            "verse": 14,
            "text": "Certes, Je suis Allah. Point d’autre divinité que Moi. Adore-Moi donc, accomplis la Çalât pour Me rappeler à ton souvenir"
        },
        {
            "chapter": 20,
            "verse": 15,
            "text": "L’Heure arrivera et Je la tiens cachée de tous pour que toute âme soit rétribuée selon ce qu’elle s’emploie à accomplir"
        },
        {
            "chapter": 20,
            "verse": 16,
            "text": "Que ne t’en détourne donc pas ceux qui n’y croient pas et qui suivent leurs passions, ou tu serais alors perdu"
        },
        {
            "chapter": 20,
            "verse": 17,
            "text": "Mais qu’est ce donc que tu as dans ta main droite, Moïse ? »"
        },
        {
            "chapter": 20,
            "verse": 18,
            "text": "« C’est mon bâton, dit (Moïse), sur lequel je m’appuie et avec lequel je fais tomber (les feuilles des arbres) pour mes moutons ; je m’en sers aussi pour d’autres utilités. »"
        },
        {
            "chapter": 20,
            "verse": 19,
            "text": "Il lui dit : « Jette-le donc, Moïse ! »"
        },
        {
            "chapter": 20,
            "verse": 20,
            "text": "Il le jeta, et le voilà devenu un serpent qui rampait"
        },
        {
            "chapter": 20,
            "verse": 21,
            "text": "(Allah) dit : « Prends-le, n’aie pas peur. Nous le rendrons à sa forme première"
        },
        {
            "chapter": 20,
            "verse": 22,
            "text": "Serre ta main contre ton flanc, elle en sortira blanche et saine de toute maladie ; ce sera là un autre prodige"
        },
        {
            "chapter": 20,
            "verse": 23,
            "text": "Cela, pour que Nous te montrions (certains) de Nos Signes les plus grands"
        },
        {
            "chapter": 20,
            "verse": 24,
            "text": "Va trouver Pharaon car il a transgressé ! »"
        },
        {
            "chapter": 20,
            "verse": 25,
            "text": "(Moïse) dit : « Seigneur ! Fais que ma poitrine s’ouvre (à Ta révélation)"
        },
        {
            "chapter": 20,
            "verse": 26,
            "text": "Rends ma mission facile"
        },
        {
            "chapter": 20,
            "verse": 27,
            "text": "Défais le nœud (qui lie) ma langue"
        },
        {
            "chapter": 20,
            "verse": 28,
            "text": "afin qu’ils comprennent ce que je (leur) dis"
        },
        {
            "chapter": 20,
            "verse": 29,
            "text": "Donne-moi un assistant issu des miens"
        },
        {
            "chapter": 20,
            "verse": 30,
            "text": "Aaron, mon frère"
        },
        {
            "chapter": 20,
            "verse": 31,
            "text": "fais qu’il me soit appui et renfort"
        },
        {
            "chapter": 20,
            "verse": 32,
            "text": "associe-le à ma mission"
        },
        {
            "chapter": 20,
            "verse": 33,
            "text": "afin que nous Te rendions gloire abondamment"
        },
        {
            "chapter": 20,
            "verse": 34,
            "text": "et que nous T’évoquions abondamment"
        },
        {
            "chapter": 20,
            "verse": 35,
            "text": "Tu Vois parfaitement clair en nous. »"
        },
        {
            "chapter": 20,
            "verse": 36,
            "text": "(Allah) dit : « Accordée est ta demande, Moïse"
        },
        {
            "chapter": 20,
            "verse": 37,
            "text": "Nous t’avons déjà favorisé une première fois"
        },
        {
            "chapter": 20,
            "verse": 38,
            "text": "Quand, à ta mère, Nous avons inspiré ce qui s’inspire"
        },
        {
            "chapter": 20,
            "verse": 39,
            "text": "Mets-le dans une caisse que tu jetteras dans les eaux du fleuve. Les flots l’entraîneront jusqu’à l’autre rive. Là le recueillera un ennemi à lui et à Moi.\" Et j’ai répandu sur toi, comme Signe de Ma grâce, l’amour (de tous), afin que tu sois élevé sous Mes yeux"
        },
        {
            "chapter": 20,
            "verse": 40,
            "text": "Or ta sœur qui te suivait dit : \"Voulez-vous que je vous indique (une nourrice) pour le prendre en charge ?\" Alors, Nous t’avons rendu à ta mère pour qu’elle soit heureuse et pour qu’elle ne s’afflige point. Puis tu as tué un homme et Nous t’avons sauvé des tourments et t’avons mis plus d’une fois à l’épreuve. Pendant plusieurs années, ensuite, tu as vécu parmi le peuple de Madyan. Puis tu es venu, Moïse, d’après un terme décrété"
        },
        {
            "chapter": 20,
            "verse": 41,
            "text": "Je t’ai élu pour Moi-même"
        },
        {
            "chapter": 20,
            "verse": 42,
            "text": "Va donc avec ton frère, munis tous les deux de Mes Signes, et ne cessez pas de M’évoquer"
        },
        {
            "chapter": 20,
            "verse": 43,
            "text": "Allez tous deux vers Pharaon car il a transgressé"
        },
        {
            "chapter": 20,
            "verse": 44,
            "text": "Tenez-lui des propos conciliants, peut-être qu’il se rappellera et (Me) craindra. »"
        },
        {
            "chapter": 20,
            "verse": 45,
            "text": "« Seigneur ! Nous craignons fort qu’il ne s’en prenne à nous ou qu’il n’abuse », dirent-ils"
        },
        {
            "chapter": 20,
            "verse": 46,
            "text": "« Ne craignez rien, dit Allah, Je suis avec vous, J’Entends et Je Vois"
        },
        {
            "chapter": 20,
            "verse": 47,
            "text": "Allez lui dire : “Nous sommes deux envoyés de ton Seigneur. Laisse donc partir avec nous les Enfants d’Israël, ne les torture plus. Nous sommes venus vers toi munis d’un Signe de ton Seigneur. Que la paix soit sur quiconque suivra la juste direction (hudâ)"
        },
        {
            "chapter": 20,
            "verse": 48,
            "text": "Il nous est révélé que le supplice frappera ceux qui osent démentir (les Signes d’Allah) et qui s’en détournent.” »"
        },
        {
            "chapter": 20,
            "verse": 49,
            "text": "« Qui est donc votre Seigneur à vous deux, Moïse ? » interrogea Pharaon"
        },
        {
            "chapter": 20,
            "verse": 50,
            "text": "« Notre Seigneur, répondit Moïse, est Celui Qui a donné à chaque chose la forme de sa création puis l’a conduite (vers la vérité). »"
        },
        {
            "chapter": 20,
            "verse": 51,
            "text": "« Qu’en est-il alors des générations révolues », répliqua Pharaon"
        },
        {
            "chapter": 20,
            "verse": 52,
            "text": "Moïse dit: « La connaissance de ce qui les concerne est du ressort exclusif de mon Seigneur, (consignée) dans un Livre. Mon Seigneur ne saurait d’ailleurs ni Se tromper ni oublier"
        },
        {
            "chapter": 20,
            "verse": 53,
            "text": "C’est Lui Qui vous a fait de la terre un berceau, y a tracé pour vous des chemins, a fait pleuvoir de l’eau du ciel par laquelle Nous faisons pousser des plantes en couples et de toutes les variétés. »"
        },
        {
            "chapter": 20,
            "verse": 54,
            "text": "Mangez-en donc et laissez paître votre bétail. Il y a certainement là des Signes pour les esprits sagaces"
        },
        {
            "chapter": 20,
            "verse": 55,
            "text": "D’elle (la terre), Nous vous avons créés, et vers elle Nous vous ferons retourner, puis d’elle Nous vous ferons sortir une nouvelle fois"
        },
        {
            "chapter": 20,
            "verse": 56,
            "text": "Nous lui[317] fîmes (pourtant) voir tous Nos Signes. Mais il les traita de mensonges et refusa d’y croire"
        },
        {
            "chapter": 20,
            "verse": 57,
            "text": "Il dit : « Es-tu venu vers nous, Moïse, pour nous chasser de notre terre avec ta magie"
        },
        {
            "chapter": 20,
            "verse": 58,
            "text": "Nous allons donc t’apporter une magie semblable. Fixe-nous un rendez-vous que nous ne manquerons pas, ni nous ni toi. Que ce soit dans un lieu qui nous convienne (à tous deux).»"
        },
        {
            "chapter": 20,
            "verse": 59,
            "text": "« Vous avez rendez-vous au jour des festivités et que les gens soient rassemblés dans la matinée. »"
        },
        {
            "chapter": 20,
            "verse": 60,
            "text": "Pharaon se retira, mobilisa tous ses stratagèmes et revint"
        },
        {
            "chapter": 20,
            "verse": 61,
            "text": "Moïse leur dit : « Malheur à vous ! Ne débitez point de mensonges sur le compte d’Allah ou alors Il vous exterminera par un supplice. Car celui qui débite des mensonges échouera. »"
        },
        {
            "chapter": 20,
            "verse": 62,
            "text": "Ils discutèrent alors entre eux et tinrent secrètes leurs délibérations"
        },
        {
            "chapter": 20,
            "verse": 63,
            "text": "Ils dirent : « Ces deux-là ne sont que des magiciens qui, par leurs sortilèges, veulent vous chasser de votre terre et se réserver votre tradition parfaite"
        },
        {
            "chapter": 20,
            "verse": 64,
            "text": "Mobilisez donc tous vos stratagèmes, serrez les rangs, car aura certes réussi celui qui triomphera ! »"
        },
        {
            "chapter": 20,
            "verse": 65,
            "text": "« Ô Moïse, dirent-ils, jetteras-tu (ton bâton) ou veux-tu que nous jetions d’abord (ce que nous avons) ? »"
        },
        {
            "chapter": 20,
            "verse": 66,
            "text": "Il dit : « Jetez (ce que vous avez). » Aussitôt, leurs cordes et leurs bâtons lui semblèrent ramper par l’effet de leur sorcellerie"
        },
        {
            "chapter": 20,
            "verse": 67,
            "text": "Il ressentit au fond de lui-même quelque peur, Moïse"
        },
        {
            "chapter": 20,
            "verse": 68,
            "text": "Nous dîmes : « N’aie pas peur, c’est toi qui leur es supérieur"
        },
        {
            "chapter": 20,
            "verse": 69,
            "text": "Jette ce que tu as dans ta main droite, et (tu le verras) happer tout ce qu’ils ont fait comme artifice. Ce qu’ils viennent de faire comme artifice n’est qu’illusions de magicien. Or le magicien, où qu’il aille, ne saurait prospérer. »"
        },
        {
            "chapter": 20,
            "verse": 70,
            "text": "Les magiciens se jetèrent (à terre) prosternés en s’écriant : « Nous croyons au Seigneur d’Aaron et de Moïse ! »"
        },
        {
            "chapter": 20,
            "verse": 71,
            "text": "(Et Pharaon) leur dit : « Osez-vous croire en lui avant que je ne vous le permette ? Ce doit être votre chef et c’est lui qui a dû vous initier à la magie. Je vous ferai couper les mains et les pieds opposés puis vous ferai crucifier sur les troncs de palmiers. Vous saurez ainsi qui (du Seigneur de Moïse ou de moi) a le supplice le plus dur et le plus durable.»"
        },
        {
            "chapter": 20,
            "verse": 72,
            "text": "Ils dirent alors : « Nous ne te préfèrerons pas aux preuves évidentes qui nous sont parvenues, Pas plus que (nous ne te préfèrerons) à Celui Qui nous a créés (sans modèle préalable). Prononce donc le verdict que tu as à prononcer. Car tes sentences ne concernent que la vie en ce bas monde"
        },
        {
            "chapter": 20,
            "verse": 73,
            "text": "Nous n’avons cru en notre Seigneur que pour qu’Il pardonne nos péchés et (nous pardonne) cette magie que tu nous as contraints (à pratiquer). Allah est Meilleur et (Sa rétribution) est plus durable. »"
        },
        {
            "chapter": 20,
            "verse": 74,
            "text": "Celui qui vient à son Seigneur en criminel aura (mérité) la Géhenne, où il ne mourra pas, ni ne vivra"
        },
        {
            "chapter": 20,
            "verse": 75,
            "text": "Et ceux qui comparaîtront devant Lui en croyants, ayant accompli les bonnes œuvres, ceux-là auront (mérité) les plus hauts rangs"
        },
        {
            "chapter": 20,
            "verse": 76,
            "text": "Des Jardins d’Éden sous lesquels coulent les rivières, où ils séjourneront pour l’éternité. Telle est la récompense de qui s’est purifié"
        },
        {
            "chapter": 20,
            "verse": 77,
            "text": "Nous révélâmes à Moïse : « Pars avec Mes serviteurs, de nuit. Fraie dans la mer un passage à sec.[318] Ne crains pas d’être rejoint, n’éprouve aucune peur. »"
        },
        {
            "chapter": 20,
            "verse": 78,
            "text": "Pharaon les suivit avec ses troupes et ils furent tous engloutis par les flots de la mer"
        },
        {
            "chapter": 20,
            "verse": 79,
            "text": "Pharaon égara ainsi son peuple et ne le guida point vers la bonne direction (hudâ)"
        },
        {
            "chapter": 20,
            "verse": 80,
            "text": "Ô Enfants d’Israël ! Nous vous avons ainsi délivrés de vos ennemis. Nous vous avons fixé rendez-vous sur le flanc droit du Mont et Nous avons fait pleuvoir sur vous la manne et les cailles"
        },
        {
            "chapter": 20,
            "verse": 81,
            "text": "Mangez des délices que Nous vous avons dispensées et n’y commettez pas d’abus, ou alors Ma colère fondra sur vous. Car celui que frappe Ma colère tombe dans un abîme sans fond"
        },
        {
            "chapter": 20,
            "verse": 82,
            "text": "Je suis Très Absoluteur[319] pour quiconque se repent, croit, fait le bien puis s’engage sur le droit chemin (ihtadâ)"
        },
        {
            "chapter": 20,
            "verse": 83,
            "text": "« Qu’est-ce donc qui t’a fait quitter si tôt ton peuple, ô Moïse ? » (dit Allah)"
        },
        {
            "chapter": 20,
            "verse": 84,
            "text": "« Ils sont derrière moi qui me suivent, dit Moïse, mais moi je me suis hâté pour que Tu sois satisfait. »"
        },
        {
            "chapter": 20,
            "verse": 85,
            "text": "« Nous avons mis les tiens à l’épreuve, pendant ton absence. Le Sâmirî les a égarés. »"
        },
        {
            "chapter": 20,
            "verse": 86,
            "text": "Moïse revint alors vers son peuple, en colère et affligé. Il dit : « Ô peuple mien ! Votre Seigneur ne vous a-t-Il pas fait une belle promesse ? La durée de l’engagement vous a-t-elle donc paru trop longue, ou vouliez-vous subir la colère de votre Seigneur pour avoir violé votre engagement envers moi ? »"
        },
        {
            "chapter": 20,
            "verse": 87,
            "text": "« Ce n’est pas de notre propre volonté que nous avons violé notre engagement envers toi. Seulement, nous étions lourdement chargés de bijoux (appartenant) au peuple. Nous les avons jetés au feu tout comme fit le Sâmirî. »"
        },
        {
            "chapter": 20,
            "verse": 88,
            "text": "Il en fit sortir ensuite le corps d’un veau émettant comme un mugissement. Ils dirent alors : « Voici votre dieu et le dieu de Moïse qu’il a dû oublier ! »"
        },
        {
            "chapter": 20,
            "verse": 89,
            "text": "Ne voyaient-ils donc pas qu’il ne pouvait répliquer à leur parole et qu’il ne possédait ni le pouvoir de leur nuire ni celui de leur profiter en quoi que ce fût"
        },
        {
            "chapter": 20,
            "verse": 90,
            "text": "Aaron leur avait pourtant dit auparavant: « Ô peuple mien ! Ce veau était une tentation pour vous mettre à l’épreuve. Votre (Seul) Seigneur c’est le Tout Clément. Suivez-moi donc et obéissez à mes ordres. »"
        },
        {
            "chapter": 20,
            "verse": 91,
            "text": "« Nous continuerons à l’adorer, dirent-ils, jusqu’à ce que Moïse revienne vers nous. »"
        },
        {
            "chapter": 20,
            "verse": 92,
            "text": "« Qu’est-ce donc qui t’a empêché, Aaron, lorsque tu les as vus s’égarer, dit (Moïse à son retour)"
        },
        {
            "chapter": 20,
            "verse": 93,
            "text": "de me rejoindre ? As-tu donc désobéi à mes ordres ? »"
        },
        {
            "chapter": 20,
            "verse": 94,
            "text": "Et (Aaron) répondit : « Fils de ma mère, ne me prends pas par la barbe, ni par la tête. J’ai simplement craint que tu ne dises : “Tu as semé la discorde parmi les Enfants d’Israël et tu n’as pas tenu compte de ce que j’ai dit. ” »"
        },
        {
            "chapter": 20,
            "verse": 95,
            "text": "« Et quel était ton dessein, toi le Sâmirî ? » demanda (Moïse)"
        },
        {
            "chapter": 20,
            "verse": 96,
            "text": "« J’ai vu ce qu’ils n’ont pas vu, dit-il. J’ai pris une poignée (de poussière) sur les traces de l’Envoyé (l’Ange Gabriel)[321] et je l’ai jetée. C’est ce que mon âme m’a suggéré (de faire). »"
        },
        {
            "chapter": 20,
            "verse": 97,
            "text": "« Pars, dit (Moïse), tu auras (pour châtiment) en ce bas monde de dire (à qui te rencontrera) : \"Ne me touche pas !\" ; et (dans l’autre monde) un rendez-vous t’attend, que tu ne manqueras pas. Regarde ton dieu (le Veau) que tu as adoré assidûment. Nous allons le brûler puis disperser ses cendres dans la mer"
        },
        {
            "chapter": 20,
            "verse": 98,
            "text": "Votre Seul Dieu est Allah. Il n’y a point d’autre dieu que Lui. Il cerne Toute chose de Sa science. »"
        },
        {
            "chapter": 20,
            "verse": 99,
            "text": "C’est ainsi que Nous te contons les histoires des temps passés et, de Notre part, Nous t’apportons un Rappel"
        },
        {
            "chapter": 20,
            "verse": 100,
            "text": "Quiconque s’en détourne devra porter un (lourd) fardeau au Jour de la Résurrection"
        },
        {
            "chapter": 20,
            "verse": 101,
            "text": "Ils (le porteront) éternellement, et quel horrible fardeau ils porteront au Jour de la Résurrection"
        },
        {
            "chapter": 20,
            "verse": 102,
            "text": "Au jour où il sera soufflé dans le Cor et où Nous rassemblerons les criminels livides (de peur)"
        },
        {
            "chapter": 20,
            "verse": 103,
            "text": "Ils se diront les uns aux autres en chuchotant : « Vous n’êtes restés guère plus de dix (jours en ce bas monde). »"
        },
        {
            "chapter": 20,
            "verse": 104,
            "text": "C’est Nous Qui Savons le mieux ce qu’ils disent. Le plus sage d’entre eux en conduite dira : « Vous n’y êtes restés qu’un jour ! »"
        },
        {
            "chapter": 20,
            "verse": 105,
            "text": "Ils t’interrogent à propos des montagnes. Dis : « Mon Seigneur les réduira en poussière"
        },
        {
            "chapter": 20,
            "verse": 106,
            "text": "Faisant (de la terre) une étendue plate et nue"
        },
        {
            "chapter": 20,
            "verse": 107,
            "text": "où tu ne verras ni creux ni bosses. »"
        },
        {
            "chapter": 20,
            "verse": 108,
            "text": "Ce jour-là, ils suivront celui qui les appellera (au Jugement). Il n’y aura aucun détour (pour le fuir). Les voix se feront toutes basses devant le Tout Clément, et tu n’entendras que murmures"
        },
        {
            "chapter": 20,
            "verse": 109,
            "text": "Ce jour-là, l’intercession ne servira à personne, à moins (qu’elle ne provienne) de quelqu’un qui aura eu la permission du Tout Clément et dont la parole aura été agréée par Lui"
        },
        {
            "chapter": 20,
            "verse": 110,
            "text": "Il Sait ce qu’ils ont devant eux et derrière eux, quand eux ne peuvent Le cerner de leur science"
        },
        {
            "chapter": 20,
            "verse": 111,
            "text": "Les visages seront baissés devant le Vivant, Le Veilleur éternel sur Toute chose (Al-Qayyûm) ; et sera perdu quiconque portera (le lourd fardeau) d’une injustice"
        },
        {
            "chapter": 20,
            "verse": 112,
            "text": "Et celui qui, tout en étant croyant, fait le bien, n’aura à craindre, lui, ni injustice ni privation"
        },
        {
            "chapter": 20,
            "verse": 113,
            "text": "Ainsi l’avons-Nous révélé : un Coran (en langue) arabe où Nous avons varié les menaces, peut-être auront-ils la piété ou seront-ils amenés à réfléchir"
        },
        {
            "chapter": 20,
            "verse": 114,
            "text": "Exalté soit Allah, le Souverain le Vrai ! Ne t’empresse pas de (réciter) le Coran avant que la révélation qui t’en est faite ne soit terminée et dis : « Seigneur, ajoute à ma science ! »"
        },
        {
            "chapter": 20,
            "verse": 115,
            "text": "Auparavant, Nous avions fait une recommandation à Adam mais il l’oublia et Nous ne trouvâmes pas chez lui de ferme résolution"
        },
        {
            "chapter": 20,
            "verse": 116,
            "text": "C’est alors que Nous dîmes aux Anges : « Prosternez-vous devant Adam ! » Ils se prosternèrent tous, sauf Iblîs qui refusa (d’obéir)"
        },
        {
            "chapter": 20,
            "verse": 117,
            "text": "Nous dîmes : « Ô Adam, celui-là est pour toi et ton épouse un ennemi. Gardez-vous de le laisser vous chasser du Paradis, ou alors tu auras à peiner"
        },
        {
            "chapter": 20,
            "verse": 118,
            "text": "Ici tu ne connaîtras ni la faim ni la nudité"
        },
        {
            "chapter": 20,
            "verse": 119,
            "text": "tu ne sentiras ni la soif ni la chaleur du soleil. »"
        },
        {
            "chapter": 20,
            "verse": 120,
            "text": "Mais Satan lui susurra : « Ô Adam ! Veux-tu que je te montre l’arbre de l’immortalité et un royaume qui jamais ne périra ? »"
        },
        {
            "chapter": 20,
            "verse": 121,
            "text": "Tous deux en mangèrent et leur nudité leur apparut aussitôt. Alors, ils se mirent à se couvrir avec des feuilles du Paradis. Adam désobéit à son Seigneur, et il fut ainsi dévoyé"
        },
        {
            "chapter": 20,
            "verse": 122,
            "text": "Puis son Seigneur fit de lui Son élu, accueillit son repentir et l’engagea sur la bonne voie"
        },
        {
            "chapter": 20,
            "verse": 123,
            "text": "« Descendez de là vous deux ! dit (Allah). Vous serez ennemis les uns des autres. Cependant, si jamais une bonne direction (hudâ) vous parvenait de Moi, celui qui la suivra ne serait ni égaré ni malheureux"
        },
        {
            "chapter": 20,
            "verse": 124,
            "text": "Mais celui qui ne se souciera pas de M’évoquer aura une vie pénible. Nous le ramènerons aveugle (au grand rassemblement du Jour Dernier). »"
        },
        {
            "chapter": 20,
            "verse": 125,
            "text": "Il dira : « Seigneur, pourquoi m’as-Tu ramené aveugle quand autrefois j’étais voyant ? »"
        },
        {
            "chapter": 20,
            "verse": 126,
            "text": "« De la même façon que tu as oublié Nos Signes, répondra (Allah), tu seras oublié aujourd’hui ! »"
        },
        {
            "chapter": 20,
            "verse": 127,
            "text": "C’est ainsi que Nous rétribuons quiconque se livre aux excès et ne croit pas aux Signes de son Seigneur. Le supplice de l’autre monde est certes plus dur et plus durable"
        },
        {
            "chapter": 20,
            "verse": 128,
            "text": "Cela ne les a-t-il pas suffisamment éclairés (de voir) combien de générations, avant eux, Nous avons fait périr ? C’est dans leurs demeures qu’ils marchent (aujourd’hui). Il y a bien là des Signes pour les esprits sagaces"
        },
        {
            "chapter": 20,
            "verse": 129,
            "text": "S’il n’y avait eu un arrêt déjà décrété de ton Seigneur, et un terme déjà nommé, (leur supplice) eût été (immédiat)"
        },
        {
            "chapter": 20,
            "verse": 130,
            "text": "Prends donc ce qu’ils disent en patience, rends gloire à ton Seigneur et célèbre Ses louanges avant le lever du soleil et avant son coucher ! Rends-Lui donc gloire pendant la nuit et aux extrémités du jour ! Peut-être seras-tu satisfait (par la récompense divine)"
        },
        {
            "chapter": 20,
            "verse": 131,
            "text": "Ne porte point tes yeux sur les jouissances éphémères que Nous avons (réservées) à certains d’entre eux : apparat de ce bas monde par lequel Nous les éprouvons. Mais les biens que dispense ton Seigneur sont bien meilleurs et plus durables"
        },
        {
            "chapter": 20,
            "verse": 132,
            "text": "Ordonne aux tiens la Çalât. Observe-la toi-même avec constance. Nous ne te demandons point de subsistance, c’est Nous qui pourvoyons à la tienne. Et c’est aux gens pieux qu’est (promise) l’heureuse conséquence"
        },
        {
            "chapter": 20,
            "verse": 133,
            "text": "Ils disent : « Si au moins il nous apportait un Signe de son Seigneur ! » Ne leur est-il donc pas parvenu une preuve évidente de ce qui était (consigné) dans les anciens Feuillets"
        },
        {
            "chapter": 20,
            "verse": 134,
            "text": "Si pourtant Nous les avions fait périr par un supplice avant lui (Muhammad), ils auraient certainement dit : « Seigneur, pourquoi ne nous as-Tu pas envoyé un Messager ? Nous aurions alors suivi Tes Signes avant d’être frappés d’humiliation et couverts d’infamie ? »"
        },
        {
            "chapter": 20,
            "verse": 135,
            "text": "Dis : « Chacun de nous attend. Attendez donc ! Vous saurez bientôt quels sont les partisans de la voie droite et qui est bien orienté. »"
        }
    ]
}