{
    "chapter": [
        {
            "chapter": 28,
            "verse": 1,
            "text": "Tâ, Sîn, Mîm"
        },
        {
            "chapter": 28,
            "verse": 2,
            "text": "Ce sont là les versets du Livre explicite"
        },
        {
            "chapter": 28,
            "verse": 3,
            "text": "Nous te relatons, en toute vérité, quelques faits de l’histoire de Moïse et de Pharaon, à l’adresse des gens qui ont la foi"
        },
        {
            "chapter": 28,
            "verse": 4,
            "text": "Pharaon (qui) s’enflait d’orgueil et transgressait sur terre divisa ses habitants en divers clans. Il en opprimait le plus faible, dont il faisait égorger les enfants, et laissait vivre les femmes. Il faisait certes partie des corrupteurs"
        },
        {
            "chapter": 28,
            "verse": 5,
            "text": "Nous voulions favoriser ceux qui étaient opprimés sur terre, en faire des guides et en faire des héritiers"
        },
        {
            "chapter": 28,
            "verse": 6,
            "text": "Nous voulions affermir leur situation sur terre et montrer à Pharaon, à Hâmân et à leurs armées ce qu’ils redoutaient de la part (des opprimés)"
        },
        {
            "chapter": 28,
            "verse": 7,
            "text": "Nous inspirâmes à la mère de Moïse : « Allaite-le. Et si tu crains pour lui, jette-le dans le fleuve. N’aie pas peur et ne sois pas triste, car Nous allons te le rendre. Et Nous ferons de lui un Messager. »"
        },
        {
            "chapter": 28,
            "verse": 8,
            "text": "La famille de Pharaon le recueillit alors, pour qu’il devienne pour eux un ennemi et une cause de malheur. Pharaon, Hâmân et leurs armées étaient dans l’erreur"
        },
        {
            "chapter": 28,
            "verse": 9,
            "text": "La femme de Pharaon dit : « Ce sera la joie de mes yeux et des tiens. Ne le tuez pas. Il nous sera peut-être utile, ou alors nous le prendrons comme notre fils! » Et ils ne pouvaient (encore) rien sentir"
        },
        {
            "chapter": 28,
            "verse": 10,
            "text": "Le cœur de la mère de Moïse fut envahi d’un grand vide et elle faillit tout révéler, mais Nous affermîmes son courage pour qu’elle fût du nombre des croyants"
        },
        {
            "chapter": 28,
            "verse": 11,
            "text": "Elle dit à sa sœur[378] : « Va à sa suite. » Elle l’apercevait alors de loin et sans qu’ils aient pu sentir (sa présence)"
        },
        {
            "chapter": 28,
            "verse": 12,
            "text": "Or, Nous avions déjà défendu qu’il fût allaité d’un autre sein (que celui de sa mère). (Sa sœur) dit : « Voulez-vous que je vous indique une famille qui le prendra en charge à votre place et qui saura bien le traiter ? »"
        },
        {
            "chapter": 28,
            "verse": 13,
            "text": "Nous le rendîmes alors à sa mère pour qu’elle retrouvât la joie, ne s’affligeât point et se rendît compte que la promesse d’Allah est vérité. La plupart d’entre eux, cependant, ne le savent pas"
        },
        {
            "chapter": 28,
            "verse": 14,
            "text": "Lorsqu’il eut atteint la maturité et fut dans la force de l’âge, Nous lui donnâmes la sagesse et la science. C’est ainsi que Nous récompensons les bienfaiteurs"
        },
        {
            "chapter": 28,
            "verse": 15,
            "text": "Il entra un jour dans la ville, à l’insu des ses habitants, et y surprit deux hommes qui se battaient. L’un était de sa communauté, et l’autre du clan ennemi. Celui qui était de sa communauté l’appela à son secours contre son ennemi. Moïse donna à ce dernier un coup de poing et le tua. « C’est certainement une œuvre de Satan, dit-il, c’est un ennemi qui égare (les hommes) d’une façon évidente. »"
        },
        {
            "chapter": 28,
            "verse": 16,
            "text": "Il ajouta : « Seigneur, je me suis lésé moi-même, veuille me pardonner. » Et Il lui pardonna. Car Il est l’Absoluteur, le Tout Miséricordieux"
        },
        {
            "chapter": 28,
            "verse": 17,
            "text": "Il dit encore : « Seigneur ! Par les grâces dont Tu m’as comblé, jamais je ne serai l’allié des criminels. »"
        },
        {
            "chapter": 28,
            "verse": 18,
            "text": "Le lendemain, au petit jour, il était dans la ville, apeuré et regardant autour de lui, lorsque celui qui, la veille, l’avait appelé à son secours demanda son aide à grands cris. Moïse lui dit alors : « Tu es un égaré manifeste ! »"
        },
        {
            "chapter": 28,
            "verse": 19,
            "text": "Lorsqu’il voulut s’attaquer à leur ennemi commun, il lui fut dit[379] : « Ô Moïse, veux-tu donc me tuer comme tu as déjà tué un homme hier ? Tu ne veux être, décidément, qu’un tyran sur terre, et tu ne souhaites manifestement pas être parmi les hommes de bien. »"
        },
        {
            "chapter": 28,
            "verse": 20,
            "text": "Un homme vint en courant de l’autre bout de la ville : «Ô Moïse, dit-il, l’assemblée des notables est en train de délibérer à ton sujet et projette de te mettre à mort. Sors donc (de la ville), je te le conseille sincèrement ! »"
        },
        {
            "chapter": 28,
            "verse": 21,
            "text": "Il quitta la ville alors, (tremblant) de peur et toujours sur ses gardes. « Seigneur, dit-il, sauve-moi des gens injustes. »"
        },
        {
            "chapter": 28,
            "verse": 22,
            "text": "Se dirigeant vers Madyan, il dit : « Puisse mon Seigneur m’engager sur la bonne voie. »"
        },
        {
            "chapter": 28,
            "verse": 23,
            "text": "Il arriva au point d’eau de Madyan, où il trouva une foule de gens qui faisaient boire (leur bétail). Il vit aussi deux femmes qui, un peu plus loin, retenaient (leurs bêtes). « Qu’avez-vous donc ? » leur demanda Moïse. « Nous ne pourrons faire boire (nos bêtes) que lorsque les bergers seront partis, répondirent-elles ; car notre père est un homme très âgé. »"
        },
        {
            "chapter": 28,
            "verse": 24,
            "text": "Il abreuva donc (les bêtes) à leur place, puis alla se mettre à l’ombre en disant : « Seigneur, j’ai grandement besoin de ce que Tu daigneras m’envoyer comme bien. »"
        },
        {
            "chapter": 28,
            "verse": 25,
            "text": "D’un pas timide, l’une des deux (jeunes femmes) vint alors vers lui en disant: « Mon père voudrait t’inviter pour te remercier d’avoir abreuvé (les bêtes) à notre place. » Or, quand il alla le voir et lui raconta son histoire, (le père des deux jeunes femmes) lui dit : « N’aie aucune crainte, te voilà sauvé d’un peuple d’injustes. »"
        },
        {
            "chapter": 28,
            "verse": 26,
            "text": "« Père, prends-le à ton service, dit l’une des deux (jeunes) femmes, car il n’est pas meilleur homme à engager que celui qui est fort et honnête. »"
        },
        {
            "chapter": 28,
            "verse": 27,
            "text": "Il dit alors (à l’adresse de Moïse) : «Je voudrais te donner en mariage l’une de mes deux filles que tu vois là, à condition que tu travailles pour moi pendant huit ans. Si tu veux aller jusqu’à en achever dix, ce sera par ta propre volonté. Je ne veux rien t’imposer de pénible, et tu trouveras en moi, si Allah le veut, un homme de vertu. »"
        },
        {
            "chapter": 28,
            "verse": 28,
            "text": "« C’est entendu entre toi et moi, fit (Moïse). Qu’il s’agisse de l’une ou de l’autre échéance que j’aurais passée, aucun reproche ne pourra m’être fait. Allah est Garant de ce que nous disons. »"
        },
        {
            "chapter": 28,
            "verse": 29,
            "text": "Ayant passé la période convenue, Moïse prit le départ avec sa famille et aperçut un feu sur le flanc du Mont (Sinaï) « Attendez ici, dit-il, j’aperçois un feu au loin. Je pourrais peut-être vous en apporter quelque nouvelle ou un tison de quoi vous réchauffer. »"
        },
        {
            "chapter": 28,
            "verse": 30,
            "text": "Quand il fut arrivé (au feu), il fut appelé depuis le côté de la vallée qui se trouve à droite (du Mont) à l’endroit béni, du fond de l’arbre : « Ô Moïse, c’est Moi, Allah, le Seigneur de l’Univers"
        },
        {
            "chapter": 28,
            "verse": 31,
            "text": "Jette ton bâton. » Mais, lorsqu’il le[380] vit se remuer tel un serpent, il tourna les talons et s’enfuit sans se retourner. « Ô Moïse, (reprit Allah), reviens, n’aie pas peur, tu es en sécurité"
        },
        {
            "chapter": 28,
            "verse": 32,
            "text": "Introduis ta main dans la fente de ta tunique, elle en ressortira blanche et saine de toute maladie. Presse ton bras contre toi pour dissiper ta terreur. Voilà deux preuves de ton Seigneur adressées à Pharaon et à son assemblée de notables. Car ce sont certes des gens pervers. »"
        },
        {
            "chapter": 28,
            "verse": 33,
            "text": "« Seigneur, dit Moïse, j’ai tué l’un des leurs, et je crains qu’ils ne me tuent"
        },
        {
            "chapter": 28,
            "verse": 34,
            "text": "Et puis mon frère Aaron a le verbe plus facile que moi. Envoie-le donc pour m’assister et confirmer mes propos, car je crains qu’ils ne m’accusent de mensonge. »"
        },
        {
            "chapter": 28,
            "verse": 35,
            "text": "« Nous ferons que ton frère te prête main forte, et Nous vous donnerons, à tous les deux, des arguments d’autorité et ils ne pourront vous atteindre. Grâce à Nos Signes, vous deux, ainsi que ceux qui vous suivront, serez les vainqueurs. »"
        },
        {
            "chapter": 28,
            "verse": 36,
            "text": "Lorsque, nanti de Nos Signes évidents, Moïse comparut devant eux, [381] ils dirent : « Ce n’est là que magie mise au point, et nous n’avons jamais entendu parler d’une telle chose chez nos premiers ancêtres ! »"
        },
        {
            "chapter": 28,
            "verse": 37,
            "text": "« Mon Seigneur, fit Moïse, est le Meilleur à Savoir qui, de Sa part, est venu avec la juste direction (hudâ), et qui connaîtra une fin heureuse. Les injustes, certes, ne réussiront point. »"
        },
        {
            "chapter": 28,
            "verse": 38,
            "text": "« Ô vous, assemblée de notables, dit Pharaon, je ne sache[382] point qu’il y ait, pour vous, une autre divinité que moi. Hâmân, fais donc cuire pour moi (des briques) d’argile, et fais bâtir pour moi une tour, peut-être alors pourrai-je monter jusqu’au Dieu de Moïse. Mais je crois plutôt qu’il est du nombre des menteurs. »"
        },
        {
            "chapter": 28,
            "verse": 39,
            "text": "Lui et ses armées se montrèrent injustement hautains et dédaigneux sur terre, croyant qu’ils ne seraient point ramenés vers Nous"
        },
        {
            "chapter": 28,
            "verse": 40,
            "text": "Alors, Nous le saisîmes, lui et ses armées, et les précipitâmes dans les flots de la mer. Vois donc quel fut le sort des injustes"
        },
        {
            "chapter": 28,
            "verse": 41,
            "text": "Nous fîmes d’eux des chefs qui appellent (les hommes) vers le Feu. Au Jour de la Résurrection, ils n’auront point de secours"
        },
        {
            "chapter": 28,
            "verse": 42,
            "text": "Nous les fîmes poursuivre en ce bas monde de Notre malédiction, et au Jour de la Résurrection ils seront marqués d’infamie"
        },
        {
            "chapter": 28,
            "verse": 43,
            "text": "Nous avons apporté à Moïse le Livre après avoir fait périr les premières générations, comme une lumière, un guide et une miséricorde pour les hommes. Peut-être sauront-ils y réfléchir"
        },
        {
            "chapter": 28,
            "verse": 44,
            "text": "Tu n’étais pas (ô Muhammad) sur le flanc ouest (du Mont), lorsque Nous dictâmes Notre ordre à Moïse, et tu n’en étais pas témoin"
        },
        {
            "chapter": 28,
            "verse": 45,
            "text": "Mais Nous fîmes naître par la suite des générations qui, avec le temps, (ont oublié les ordres d’Allah). Tu n’habitais pas parmi les gens de Madyan pour leur réciter Nos versets. Alors Nous devions envoyer des Messagers"
        },
        {
            "chapter": 28,
            "verse": 46,
            "text": "Tu n’étais pas, non plus, sur le flanc du Mont quand Nous appelâmes (Moïse), mais (ces événements te sont révélés) par la grâce de ton Seigneur, pour avertir un peuple qui n’avait jamais connu d’avertisseur auparavant. Peut-être alors sauront-ils y réfléchir"
        },
        {
            "chapter": 28,
            "verse": 47,
            "text": "Sans cela, si un malheur les avait atteints, à cause de ce qu’ils avaient commis de leurs propres mains, ils auraient dit : « Seigneur ! Si seulement Tu nous avais envoyé un Messager ! Nous aurions alors suivi Tes Signes et nous aurions été du nombre des croyants ! »"
        },
        {
            "chapter": 28,
            "verse": 48,
            "text": "Mais quand la vérité, venant de Nous, leur est parvenue, ils ont dit : « Si au moins il avait reçu ce qu’a reçu Moïse ! » Mais, n’ont-ils pas déjà renié ce qui a été donné à Moïse ? Ils ont dit alors : « Voilà deux magies complices ! »[383] Et d’ajouter : « Nous ne croyons en aucune des deux. »"
        },
        {
            "chapter": 28,
            "verse": 49,
            "text": "Dis : « Apportez donc un Livre émanant d’Allah, qui serve de meilleur guide que ces deux -là, et je le suivrai volontiers, s’il s’avère que vous êtes sincères. »"
        },
        {
            "chapter": 28,
            "verse": 50,
            "text": "S’ils ne répondent pas à ton défi, sache alors qu’ils ne suivent que leurs passions. Est-il plus égaré, d’ailleurs, que celui qui suit ses passions sans se fonder sur une bonne direction (hudâ) venant d’Allah? Or Allah ne guide point les gens injustes"
        },
        {
            "chapter": 28,
            "verse": 51,
            "text": "Nous leur avons fait parvenir la Parole[384] afin qu’ils se souviennent"
        },
        {
            "chapter": 28,
            "verse": 52,
            "text": "Ceux à qui Nous avons donné le Livre avant (le Coran), croient pourtant à celui-ci"
        },
        {
            "chapter": 28,
            "verse": 53,
            "text": "Quand il leur est récité, ils disent : « Nous y croyons. Il est la pure vérité venant de notre Seigneur. Dès avant sa venue, nous étions Musulmans.[386] »"
        },
        {
            "chapter": 28,
            "verse": 54,
            "text": "Ceux-là auront double récompense pour avoir été patients (à l’épreuve), pour avoir repoussé le mal par le bien et dépensé des biens que Nous leur avons dispensés"
        },
        {
            "chapter": 28,
            "verse": 55,
            "text": "Quand ils entendent de vains propos, ils s’en détournent en disant : « Nous avons nos œuvres et vous avez les vôtres. Que la paix soit sur vous ! Nous n’avons que faire des ignorants. »"
        },
        {
            "chapter": 28,
            "verse": 56,
            "text": "Tu[387] ne sauras guider qui tu aimes, mais Allah guide qui Il veut. Il est le Meilleur à reconnaître ceux qui sont guidés vers la bonne direction"
        },
        {
            "chapter": 28,
            "verse": 57,
            "text": "Ils[388] disent : « Si nous suivons la bonne direction avec toi, nous serons chassés de notre terre. » Ne les avons-Nous pas fermement établis dans une enceinte sacrée et imprenable, vers laquelle sont acheminés, dons de Notre part, des fruits de toutes sortes ? La plupart d’entre eux, cependant, ne savent pas"
        },
        {
            "chapter": 28,
            "verse": 58,
            "text": "Combien de cités ingrates avons-Nous fait périr, qui vivaient dans l’opulence ? Voilà leurs demeures qui, après eux, n’ont guère été habitées. C’est Nous Seul Qui en avons hérité"
        },
        {
            "chapter": 28,
            "verse": 59,
            "text": "Ton Seigneur ne saurait anéantir des cités sans d’abord envoyer dans leur métropole un Messager pour y réciter Nos versets. Nous ne faisons périr les cités que si leurs habitants sont des injustes"
        },
        {
            "chapter": 28,
            "verse": 60,
            "text": "Tout ce qui vous est donné n’est que jouissance passagère et vain apparat de ce bas monde. Mais ce que détient Allah est bien meilleur et plus durable. N’entendez-vous donc pas raison"
        },
        {
            "chapter": 28,
            "verse": 61,
            "text": "Celui à qui Nous avons fait une belle promesse qu’il verra s’accomplir, est-il donc pareil à celui que Nous avons fait jouir des biens de ce bas monde mais qui, au Jour de la Résurrection, sera amené à comparaître (pour le châtiment)"
        },
        {
            "chapter": 28,
            "verse": 62,
            "text": "Ce jour où Il les appellera pour leur dire : « Où sont donc les associés que vous prétendiez être les Miens ? »"
        },
        {
            "chapter": 28,
            "verse": 63,
            "text": "Ceux contre qui le verdict sera prononcé diront alors : « Ce sont là, Seigneur, ceux que nous avons dévoyés. Nous les avons dévoyés comme nous l’avons été nous-mêmes. Nous les désavouons devant Toi. Ce n’était pas nous qu’ils adoraient. »"
        },
        {
            "chapter": 28,
            "verse": 64,
            "text": "Il leur sera dit : « Appelez donc ces associés (que vous prêtiez à Allah). » Or, quand ils les appelleront, ceux-ci ne leur répondront pas. Ils verront alors le supplice (et regretteront) de n’être pas allés vers le droit chemin"
        },
        {
            "chapter": 28,
            "verse": 65,
            "text": "Le Jour où Il les appellera, Il leur dira : « Qu’avez-vous répondu aux Messagers ? »"
        },
        {
            "chapter": 28,
            "verse": 66,
            "text": "Leurs excuses, ce jour-là, leur paraîtront si confuses que nul ne se tournera vers l’autre (pour savoir quoi répondre)"
        },
        {
            "chapter": 28,
            "verse": 67,
            "text": "Celui qui se sera repenti, aura cru et aura fait le bien, peut-être sera-t-il parmi les triomphants"
        },
        {
            "chapter": 28,
            "verse": 68,
            "text": "Ton Seigneur crée ce qu’Il veut et choisit. Car le choix ne leur revient pas. Gloire soit rendue à Allah, Qui est bien au-dessus de ce qu’ils Lui associent"
        },
        {
            "chapter": 28,
            "verse": 69,
            "text": "Ton Seigneur Sait ce qu’ils cachent dans le secret du cœur et ce qu’ils révèlent (au grand jour)"
        },
        {
            "chapter": 28,
            "verse": 70,
            "text": "C’est Lui, Allah. Point d’autre divinité que Lui. À Lui la louange en ce monde et dans l’autre. À Lui revient le Jugement et vers Lui vous serez ramenés"
        },
        {
            "chapter": 28,
            "verse": 71,
            "text": "Dis : « Que diriez-vous si Allah faisait que votre nuit soit sans fin jusqu’au Jour de la Résurrection ? Quelle autre divinité que Lui pourrait vous donner la lumière ? N’entendez-vous donc pas ? »"
        },
        {
            "chapter": 28,
            "verse": 72,
            "text": "Dis encore : « Que diriez-vous si Allah faisait que votre jour soit sans fin jusqu’au Jour de la Résurrection ? Quelle autre divinité que Lui pourrait vous ramener la nuit pour vous reposer ? Ne voyez-vous donc pas ? »"
        },
        {
            "chapter": 28,
            "verse": 73,
            "text": "C’est par un effet de Sa grâce qu’Il a fait pour vous la nuit et le jour, (la nuit) pour que vous vous reposiez, et (le jour) pour que vous vous mettiez en quête de Ses faveurs. Peut-être Lui rendrez-vous grâces"
        },
        {
            "chapter": 28,
            "verse": 74,
            "text": "Le jour où Il les appellera, Il leur dira : « Où sont donc les associés que vous prétendiez être les Miens? »"
        },
        {
            "chapter": 28,
            "verse": 75,
            "text": "Nous prendrons de chaque communauté un témoin, et dirons : « Apportez votre preuve ! » Mais ils sauront que la vérité ne relève que d’Allah et ce qu’ils avaient inventé (comme illusions) se sera alors dissipé"
        },
        {
            "chapter": 28,
            "verse": 76,
            "text": "Qârûn (Coré) était du peuple de Moïse. Mais il persécutait les siens, abusant de sa force. Les trésors que Nous lui avions donnés étaient si grands que leurs clés étaient lourdes à porter même pour un groupe d’hommes dotés d’une grande force. Son peuple lui dit alors : « Ne sois pas trop fier (de ce que tu as), car Allah n’aime pas les gens fiers. »"
        },
        {
            "chapter": 28,
            "verse": 77,
            "text": "Recherche plutôt, avec les biens qu’Allah t’a donnés, la Demeure Ultime. N’oublie cependant pas ta part en ce bas monde.[389] Sois bienfaisant (envers autrui) comme Allah l’a été envers toi. Ne cherche pas le désordre sur terre, car Allah n’aime pas les semeurs de désordre"
        },
        {
            "chapter": 28,
            "verse": 78,
            "text": "« Ce qui m’a été donné, fit Qârûn (Coré), je l’ai eu grâce à une science que je détiens ! » Mais, ne savait-il donc pas qu’Allah avait fait périr, avant lui, des générations encore plus puissantes et plus riches ? Mais les criminels ne seront (même) pas interrogés à propos de leurs péchés (avant d’être jetés en Enfer)"
        },
        {
            "chapter": 28,
            "verse": 79,
            "text": "Il sortit (un jour) devant son peuple, portant ses plus riches parures. Ceux dont la prédilection allait vers les biens de ce monde dirent alors : « Si seulement nous pouvions avoir (les mêmes richesses) que celles données à Qârûn (Coré) : il est certes immensément fortuné ! »"
        },
        {
            "chapter": 28,
            "verse": 80,
            "text": "Ceux, en revanche, qui détenaient le savoir dirent : « Malheur à vous ! La récompense d’Allah est bien meilleure pour celui qui a la foi et fait le bien. » Mais seuls la recevront ceux qui savent être patients"
        },
        {
            "chapter": 28,
            "verse": 81,
            "text": "Nous fîmes soudain se fendre la terre sous lui. Lui et sa demeure y furent engloutis. Il n’y eut alors, en dehors d’Allah, aucun clan pour le secourir, et il ne put lui-même se secourir"
        },
        {
            "chapter": 28,
            "verse": 82,
            "text": "Et voici que ceux qui, la veille, souhaitaient être à sa place, se reprirent le lendemain matin : « Allah dispense Ses biens à qui Il veut parmi Ses serviteurs, avec générosité ou avec parcimonie. Si Allah ne nous avait pas privilégiés, Il nous aurait certes fait engloutir sous terre. Certes les mécréants ne (sauraient) réussir. »"
        },
        {
            "chapter": 28,
            "verse": 83,
            "text": "Cette Ultime Demeure, Nous la destinons à ceux qui ne veulent ni suprématie ni corruption sur terre. L’aboutissement heureux est (promis) aux hommes pieux"
        },
        {
            "chapter": 28,
            "verse": 84,
            "text": "Celui qui viendra avec une bonne œuvre aura bien mieux encore. Et celui qui viendra avec une mauvaise œuvre (doit savoir que) ceux qui commettent des œuvres impies ne seront rétribués que selon ce qu’ils auront commis"
        },
        {
            "chapter": 28,
            "verse": 85,
            "text": "Celui qui t’a imposé le Coran entend te ramener au (lieu amène)[390] d’un retour. Dis : « Mon Seigneur est le Meilleur à Savoir qui indique (aux hommes) la bonne direction (hudâ) et qui est dans un égarement manifeste. »"
        },
        {
            "chapter": 28,
            "verse": 86,
            "text": "Tu n’entretenais nul espoir que le Livre te fût envoyé.[391] Il le fut par la grâce de ton Seigneur. Ne sois donc point l’allié des mécréants"
        },
        {
            "chapter": 28,
            "verse": 87,
            "text": "Qu’ils ne te détournent point des versets d’Allah une fois que ceux-ci te sont révélés. Appelle (les hommes) vers ton Seigneur, et ne sois pas du nombre des associâtres"
        },
        {
            "chapter": 28,
            "verse": 88,
            "text": "N’invoque avec Allah aucun autre dieu. Point d’autre divinité que Lui ! Tout va périr, excepté Son Visage. À Lui revient le Jugement, et vers Lui vous serez ramenés"
        }
    ]
}