{
    "chapter": [
        {
            "chapter": 3,
            "verse": 1,
            "text": "Alif, Lâm, Mîm"
        },
        {
            "chapter": 3,
            "verse": 2,
            "text": "Allah ! point d’autre divinité que Lui, le Vivant, l’Éternel Veilleur sur Toute chose (Al-Qayyûm)"
        },
        {
            "chapter": 3,
            "verse": 3,
            "text": "Il a fait descendre sur toi (en révélation) le Livre de la Vérité pour confirmer les précédents (Livres). Et Il a fait descendre la Torah et l’Évangile"
        },
        {
            "chapter": 3,
            "verse": 4,
            "text": "dès avant, pour guider (hudâ) les hommes ; et Il a fait descendre (en révélation) le Discernement (Al-Furqân). Ceux qui n’ont pas cru aux Signes d’Allah seront soumis à un terrible supplice. Car Allah est Tout-Puissant et Il a fait Sienne la Vengeance"
        },
        {
            "chapter": 3,
            "verse": 5,
            "text": "Rien n’échappe à l’attention d’Allah sur terre et dans les cieux"
        },
        {
            "chapter": 3,
            "verse": 6,
            "text": "C’est Lui Qui, comme Il veut, vous façonne dans les matrices. Point d’autre divinité que Lui, le Tout- Puissant, le Sage"
        },
        {
            "chapter": 3,
            "verse": 7,
            "text": "C’est Lui Qui, sur toi, a fait descendre (en révélation) le Livre dont certains versets, clairs et ne prêtant à aucune confusion, sont le fondement de l’Écriture ; d’autres, cependant, ont de multiples sens. Les gens dont les cœurs ont dévié suivent les versets ambigus pour semer la discorde en leur donnant les interprétations (qu’ils veulent) ; or Allah Seul en connaît l’interprétation ; les gens au savoir bien ancré, quant à eux, disent : « Nous y avons cru car Tout vient de notre Seigneur ! » Seuls s’en souviennent, cependant, les esprits sagaces"
        },
        {
            "chapter": 3,
            "verse": 8,
            "text": "Seigneur ! Ne fais pas dévier nos cœurs après nous avoir guidés ; donne- nous Ta grâce, car c’est Toi le Suprême Donateur"
        },
        {
            "chapter": 3,
            "verse": 9,
            "text": "Seigneur ! Tu es Celui Qui va rassembler les hommes pour un jour à propos duquel il n’y a point de doute. Allah ne manque jamais à Sa promesse"
        },
        {
            "chapter": 3,
            "verse": 10,
            "text": "Ceux qui ont mécru, ni leurs biens ni leur progéniture ne les préserveront (de la colère) d’Allah. Et ce sont eux qui alimenteront le Feu"
        },
        {
            "chapter": 3,
            "verse": 11,
            "text": "Tel fut le cas du peuple de Pharaon, et ceux qui les précédèrent. Ils traitèrent Nos Signes de mensonges, alors Allah les a châtiés pour leurs péchés. Et Allah a le châtiment très dur"
        },
        {
            "chapter": 3,
            "verse": 12,
            "text": "Dis à ceux qui ont mécru : « Vous serez vaincus et rassemblés en foule dans la Géhenne ; et alors là, quelle horrible couche ! »"
        },
        {
            "chapter": 3,
            "verse": 13,
            "text": "Ce fut un signe pour vous que cette rencontre de deux troupes dont l’une combattait dans le chemin d’Allah et l’autre était mécréante. Aux yeux (des mécréants), (les croyants) paraissaient le double de ce qu’ils étaient eux-mêmes ; Allah appuie par Son secours qui Il veut et, en cela, il y a une leçon à tirer par les esprits lucides"
        },
        {
            "chapter": 3,
            "verse": 14,
            "text": "Aux yeux des hommes est embelli l’amour des choses convoitées, le penchant pour les femmes et l’attachement porté aux enfants, aux trésors chargés d’or et d’argent amassé, aux chevaux de race, aux bétail et aux cultures des champs. Telles sont les jouissances de ce bas monde ; et ce n’est qu’auprès d’Allah qu’est heureux le retour"
        },
        {
            "chapter": 3,
            "verse": 15,
            "text": "Dis : « Voulez-vous donc que je vous annonce de bien meilleures nouvelles? Pour ceux qui ont craint (Allah), il y aura auprès de leur Seigneur des jardins sous lesquels coulent les rivières et où ils séjourneront pour l’éternité ; ils y auront des épouses purifiées et l’agrément d’Allah. Et Allah Voit parfaitement Ses serviteurs"
        },
        {
            "chapter": 3,
            "verse": 16,
            "text": "Ceux-là disent : « Ô Seigneur ! Nous avons cru ! Alors pardonne-nous nos péchés et préserve-nous du supplice du Feu ! »"
        },
        {
            "chapter": 3,
            "verse": 17,
            "text": "Ceux-là sont les persévérants, les véridiques et les soumis ; ceux qui dépensent sans compter (pour la cause d’Allah) et ceux qui implorent le pardon d’Allah dès avant l’aube"
        },
        {
            "chapter": 3,
            "verse": 18,
            "text": "Allah atteste, ainsi que les Anges et les initiés à la science, qu’il n’y a point d’autre divinité que Lui, Qui assure le maintien de la justice. Point d’autre divinité que Lui, le Tout- Puissant, le Sage"
        },
        {
            "chapter": 3,
            "verse": 19,
            "text": "La (seule) religion est, pour Allah, l’Islam. Ceux à qui fut révélé le Livre ne tombèrent en désaccord, par hostilité des uns envers les autres, qu’après que la science leur fut venue. Et celui qui renie les Signes d’Allah (doit savoir qu’) Allah est prompt à dresser les comptes"
        },
        {
            "chapter": 3,
            "verse": 20,
            "text": "S’ils te disputent (de cela), dis-leur : « Je m’en suis remis à Allah, avec ceux qui m’ont suivi. » Et dis à ceux à qui le Livre fut révélé ainsi qu’aux illettrés : « Êtes-vous entrés en Islam ? » S’ils ont embrassé l’Islam, ils se seront engagés sur la juste voie (ihtadaw), et s’ils s’en détournent, tu n’auras pas failli à ton devoir de leur transmettre (ton message). Et Allah Voit parfaitement Ses serviteurs"
        },
        {
            "chapter": 3,
            "verse": 21,
            "text": "Ceux qui ont renié les Signes d’Allah, qui tuent indûment les Prophètes, et tuent ceux qui demandent aux hommes d’être justes, annonce-leur un terrible supplice"
        },
        {
            "chapter": 3,
            "verse": 22,
            "text": "Voilà ceux dont les œuvres ont échoué dans ce bas monde et dans l’autre ; et ils n’auront aucun allié"
        },
        {
            "chapter": 3,
            "verse": 23,
            "text": "N’as-tu donc pas vu ceux qui ont reçu une partie du Livre, comment ils sont invités au Livre d’Allah afin qu’il soit leur juge mais voilà qu’un clan parmi eux refuse et s’en détourne"
        },
        {
            "chapter": 3,
            "verse": 24,
            "text": "Car ils ont dit : « Le Feu ne nous touchera que pendant un certain nombre de jours. » C’est certes ce mensonge qui les abuse au sujet de leur religion"
        },
        {
            "chapter": 3,
            "verse": 25,
            "text": "Que dire alors quand Nous les aurons rassemblés en un jour à propos duquel il n’y aura point de doute, lorsque toute âme sera rétribuée à la juste valeur de ses actions ? Et ils n’y seront point lésés"
        },
        {
            "chapter": 3,
            "verse": 26,
            "text": "Dis : « Seigneur ! Possesseur de la Royauté! Tu accordes la souveraineté à qui Tu veux, et Tu en dépossèdes qui Tu veux ! Tu élèves à la puissance qui Tu veux, et tu ravales à l’humiliation qui Tu veux ! Dans Ta Main (Tu tiens) le bien, car Tu es de Toute chose Infiniment Capable"
        },
        {
            "chapter": 3,
            "verse": 27,
            "text": "Tu fais entrer la nuit dans le jour, et Tu fais entrer le jour dans la nuit ; Tu fais sortir le vivant du mort, et Tu fais sortir le mort du vivant ; et Tu dispenses Tes biens à qui Tu veux, sans compter"
        },
        {
            "chapter": 3,
            "verse": 28,
            "text": "Que les croyants ne prennent pas les mécréants pour alliés en dehors des croyants ! Celui qui agira de la sorte ne peut se réclamer en rien d’Allah ; à moins que ce soit par crainte qu’ils ne vous nuisent. Allah vous avertit que c’est Lui qu’il faut craindre. Et c’est vers Allah que sera le devenir"
        },
        {
            "chapter": 3,
            "verse": 29,
            "text": "Dis : « Si vous cachez ce qui est dans vos poitrines, ou vous le montrez, Allah le Sait. Et Il Sait ce qui est dans les cieux et sur terre, et Allah est de Toute chose Infiniment Capable. »"
        },
        {
            "chapter": 3,
            "verse": 30,
            "text": "Le jour (viendra) où toute âme sera mise en présence du bien qu’elle aura fait, et du mal qu’elle aura commis. Elle souhaitera alors qu’il y ait entre elle et ce mal une grande distance ! Allah vous avertit que c’est Lui qu’il faut craindre, Allah est Compatissant envers Ses serviteurs"
        },
        {
            "chapter": 3,
            "verse": 31,
            "text": "Dis : « Qui, parmi vous, aime Allah me suive ! Allah vous aimera alors et vous pardonnera vos péchés ; et Allah est Tout Absoluteur,Tout Miséricordieux ! »"
        },
        {
            "chapter": 3,
            "verse": 32,
            "text": "Dis : « Obéissez à Allah et au Messager. » Et s’ils se détournent, (qu’ils sachent qu’) Allah n’aime pas les mécréants. »"
        },
        {
            "chapter": 3,
            "verse": 33,
            "text": "Allah a élu Adam, Noé, la famille d’Abraham et la famille d’Imrân, les préférant au reste des hommes"
        },
        {
            "chapter": 3,
            "verse": 34,
            "text": "Ce sont des descendances issues les unes des autres, et Allah Entend Tout et Il est Omniscient"
        },
        {
            "chapter": 3,
            "verse": 35,
            "text": "(Souviens-toi) lorsque la femme d’Imrân dit : « Je Te voue en exclusivité ce que je porte dans mon ventre. Veuille donc l’accepter de moi, Toi Qui Entends Tout, Toi Qui es Omniscient ! »"
        },
        {
            "chapter": 3,
            "verse": 36,
            "text": "Quand elle l’eut mise au monde, elle dit : « J’ai accouché d’une fille. » Allah savait mieux ce qu’elle avait mis au monde. « Et le garçon n’est certes pas comme la fille. Je l’ai nommée Marie, dit-elle, et je cherche refuge auprès de Toi, pour elle et pour sa descendance, contre Satan le lapidé. »"
        },
        {
            "chapter": 3,
            "verse": 37,
            "text": "Son Seigneur l’a alors accueillie[108] du meilleur accueil, l’a fait croître de la meilleure croissance et l’a confiée à la garde de Zacharie. Or chaque fois que Zacharie entrait dans le sanctuaire, il trouvait près d’elle de la nourriture. « Ô Marie ! D’où cela te vient-il ? » lui demandait-il. « Cela est d’Allah, car Allah dispense Ses biens à qui Il veut, sans compter ! »"
        },
        {
            "chapter": 3,
            "verse": 38,
            "text": "Zacharie invoqua alors son Seigneur en disant : « Seigneur ! Donne-moi une bonne descendance, car c’est Toi Qui Entends Toute prière ! »"
        },
        {
            "chapter": 3,
            "verse": 39,
            "text": "Les Anges l’appelèrent aussitôt, pendant qu’il était debout et priait dans le sanctuaire : « Allah t’annonce une heureuse nouvelle : la naissance prochaine de Yahia (Jean), qui viendra confirmer la Parole[109] d’Allah. Ce sera un homme d’une grande noblesse, chaste et un Prophète parmi les vertueux. »"
        },
        {
            "chapter": 3,
            "verse": 40,
            "text": "Il dit : « Seigneur ! Comment pourrait-il me naître un garçon alors que je suis atteint par le grand âge[110] et que ma femme est stérile ? » (Allah) répondit : « Ainsi en sera-t-il, Allah fait ce qu’Il veut. »"
        },
        {
            "chapter": 3,
            "verse": 41,
            "text": "Il dit : « Seigneur ! Que me vienne un signe de Toi ! » – « Ton signe, répondit Allah, sera de t’abstenir de parler aux gens pendant trois jours, si ce n’est par gestes. Invoque abondamment ton Seigneur, rends-Lui gloire, matin et soir ! »"
        },
        {
            "chapter": 3,
            "verse": 42,
            "text": "(Souviens-toi) quand les Anges dirent : « Ô Marie ! Allah t’a élue, t’a purifiée et t’a privilégiée par rapport à toutes les femmes du monde. »"
        },
        {
            "chapter": 3,
            "verse": 43,
            "text": "« Ô Marie ! obéis humblement à ton Seigneur, prosterne-toi, et incline-toi avec ceux qui s’inclinent. »"
        },
        {
            "chapter": 3,
            "verse": 44,
            "text": "Voilà des nouvelles de l’Inconnaissable (ghayb) que Nous t’inspirons, toi qui n’étais point présent lorsqu’ils jetaient leurs calames pour savoir qui d’entre eux devait se charger de Marie, toi qui n’étais point présent, non plus lorsqu’ils se disputaient"
        },
        {
            "chapter": 3,
            "verse": 45,
            "text": "Et quand les Anges dirent : « Ô Marie ! Voici l’heureuse nouvelle qu’Allah t’annonce : la venue d’une Parole de Sa part dont le nom sera le Messie, Jésus fils de Marie, illustre ici-bas et dans l’au-delà, et il est du nombre des rapprochés (d’Allah). »"
        },
        {
            "chapter": 3,
            "verse": 46,
            "text": "Il parlera aux hommes depuis le berceau et à l’âge mûr ; et il sera du nombre des vertueux"
        },
        {
            "chapter": 3,
            "verse": 47,
            "text": "Elle dit : « Seigneur ! Comment pourrais-je avoir un enfant alors qu’aucun homme ne m’a touchée ? » « Ainsi en sera-t-il, répondit-il, Allah crée ce qu’Il veut. Il Lui suffit, quand il décrète une chose, qu’Il lui dise : « Sois » et, aussitôt, elle est"
        },
        {
            "chapter": 3,
            "verse": 48,
            "text": "Et Il lui enseignera l’écriture, la sagesse, la Torah et l’Évangile"
        },
        {
            "chapter": 3,
            "verse": 49,
            "text": "et fera de lui un Envoyé aux Enfants d’Israël (à qui il dira) : « Je suis venu vous apporter un Signe de votre Seigneur. Je façonne pour vous de l’argile en forme d’oiseau, je souffle dedans et, par la permission d’Allah, l’oiseau devient réel. Je guéris l’aveugle-né et le lépreux et, toujours par la permission d’Allah, je fais revivre les morts. Je peux vous dire ce que vous mangez et quelles sont les provisions que vous conservez dans vos maisons. En cela, certes, il y a un Signe pour vous, si vous êtes croyants"
        },
        {
            "chapter": 3,
            "verse": 50,
            "text": "Et je viens confirmer ce qui fut révélé avant moi dans la Torah, et rendre licite une partie de ce qui vous était défendu. Et je viens vous apporter un signe de la part de votre Seigneur, alors craignez Allah et obéissez-moi"
        },
        {
            "chapter": 3,
            "verse": 51,
            "text": "Allah est mon Seigneur et le vôtre, alors adorez-Le, voilà la voie droite. »"
        },
        {
            "chapter": 3,
            "verse": 52,
            "text": "Mais, lorsque Jésus sentit leur mauvaise foi, il dit : « Qui seront mes alliés (dans mon retour) vers Allah ? » Les apôtres répondirent : « Nous sommes les alliés d’Allah, nous croyons en Allah et sois témoin que nous sommes du nombre des Soumis"
        },
        {
            "chapter": 3,
            "verse": 53,
            "text": "Seigneur ! Nous avons cru à ce que Tu as fait descendre (en révélation) et nous avons suivi le Messager. Inscris-nous donc au nombre des témoins. »"
        },
        {
            "chapter": 3,
            "verse": 54,
            "text": "Et ils complotèrent mais Allah déjoua leurs complots, car nul mieux qu’Allah ne sait déjouer les complots"
        },
        {
            "chapter": 3,
            "verse": 55,
            "text": "Ce fut alors qu’Allah dit : « Ô Jésus ! Je vais mettre fin à ta vie terrestre, t’élever vers Moi, te purifier de ceux qui ont mécru et mettre ceux qui t’ont suivi au-dessus des infidèles, jusqu’au Jour de la Résurrection. Puis, c’est vers Moi que sera votre retour. Alors, Je jugerai entre vous du différend qui vous opposait"
        },
        {
            "chapter": 3,
            "verse": 56,
            "text": "Quant à ceux qui auront mécru, Je leur ferai subir un terrible supplice ici-bas et dans l’au-delà, et ils n’auront point d’alliés"
        },
        {
            "chapter": 3,
            "verse": 57,
            "text": "Et quant à ceux qui auront cru et auront accompli les bonnes œuvres, Il leur accordera les récompenses (qu’ils auront méritées). Et Allah n’aime point les injustes. »"
        },
        {
            "chapter": 3,
            "verse": 58,
            "text": "Tels sont les versets et la sage révélation que Nous te récitons"
        },
        {
            "chapter": 3,
            "verse": 59,
            "text": "Jésus est, pour Allah, tel Adam qu’Il créa de terre puis à qui Il dit : « Sois ! » et il fut"
        },
        {
            "chapter": 3,
            "verse": 60,
            "text": "La vérité émane de ton Seigneur, alors ne sois pas de ceux qui doutent"
        },
        {
            "chapter": 3,
            "verse": 61,
            "text": "À ceux qui disputeront avec toi à son sujet,[112] après ce que tu en as appris, tu diras : « Allons appeler nos fils et les vôtres, nos femmes et les vôtres, nous-mêmes et vous-mêmes, puis prions pour que la malédiction d’Allah tombe sur les menteurs. »"
        },
        {
            "chapter": 3,
            "verse": 62,
            "text": "Tel est le récit véridique. Il n’y a point d’autre divinité qu’Allah, et Allah est, Lui, le Tout- Puissant, le Sage"
        },
        {
            "chapter": 3,
            "verse": 63,
            "text": "S’ils se détournent, alors Allah connaît parfaitement les corrupteurs"
        },
        {
            "chapter": 3,
            "verse": 64,
            "text": "Dis : « Ô gens du Livre ! Adoptons donc cette parole qui nous est commune (selon laquelle) nous n’adorerons qu’Allah et nous ne Lui associerons rien, et nous ne nous prendrons point mutuellement pour seigneurs en dehors d’Allah. » Et, s’ils se détournent, dites : « Soyez témoins que nous sommes Soumis ! »"
        },
        {
            "chapter": 3,
            "verse": 65,
            "text": "Ô gens du Livre ! Pourquoi disputez-vous à propos d’Abraham alors que la Torah et l’Évangile n’ont été révélés qu’après lui ? N’êtes-vous donc pas doués de raison"
        },
        {
            "chapter": 3,
            "verse": 66,
            "text": "Voilà donc que vous avez disputé jusque-là de (questions) dont vous aviez quelque connaissance. Alors pourquoi disputez-vous de (questions) dont vous n’avez nulle connaissance ? Or Allah Sait et vous ne savez pas"
        },
        {
            "chapter": 3,
            "verse": 67,
            "text": "Abraham ne fut ni juif ni chrétien. Il fut un authentique Soumis.[113] Et il ne fut point du nombre des associâtres"
        },
        {
            "chapter": 3,
            "verse": 68,
            "text": "Les hommes les plus dignes de se réclamer d’Abraham sont ceux-là qui l’ont suivi : ce Prophète et ceux qui ont cru. Et Allah est, certes, le protecteur des croyants"
        },
        {
            "chapter": 3,
            "verse": 69,
            "text": "Une partie des gens du Livre aurait souhaité vous égarer. Or ils n’égarent qu’eux-mêmes et ils ne le sentent pas"
        },
        {
            "chapter": 3,
            "verse": 70,
            "text": "Ô gens du Livre ! Pourquoi mécroyez-vous aux versets d’Allah alors que vous en êtes témoins"
        },
        {
            "chapter": 3,
            "verse": 71,
            "text": "Ô gens du Livre ! Pourquoi affublez-vous le vrai par le faux et taisez-vous la vérité tout en la sachant"
        },
        {
            "chapter": 3,
            "verse": 72,
            "text": "Une partie des gens du Livre dit : « Croyez, en début de journée, à ce qui a été révélé à ceux qui ont eu la foi, et mécroyez vers sa fin, peut-être alors reviendront-ils"
        },
        {
            "chapter": 3,
            "verse": 73,
            "text": "Et n’ajoutez foi qu’à ceux qui ont suivi votre religion. » Dis : « La juste direction (hudâ) est la direction d’Allah. » (Et ils diront encore) : « Et gardez-vous de (reconnaître) qu’une révélation pareille à celle que vous avez reçue puisse être reçue par quelqu’un d’autre (que vous). Cela, pour qu’ils ne puissent avoir aucun argument contre vous auprès du Seigneur. » Dis : « La grâce est dans la Main d’Allah, Il la donne à qui Il veut. Allah est Immense et Il est Omniscient. »"
        },
        {
            "chapter": 3,
            "verse": 74,
            "text": "Il réserve Sa miséricorde exclusivement à qui Il veut. Car Allah est le Détenteur de la grâce infinie"
        },
        {
            "chapter": 3,
            "verse": 75,
            "text": "Il en est qui, parmi les gens du Livre, si tu leur confies un quintal (d’or)[115] te le restitueront, et qui, en revanche, si tu leur confies un (seul) dinar ne te le restitueront que si tu n’arrêtes pas de le leur réclamer. Car ils se disent : « Nous n’aurons aucun reproche à nous faire à propos (des biens) des illettrés. » C’est qu’ils débitent au sujet d’Allah des mensonges, et ils le savent bien"
        },
        {
            "chapter": 3,
            "verse": 76,
            "text": "Au contraire, celui qui honore son engagement et se conduit avec piété (qu’il sache qu’) Allah aime les gens pieux"
        },
        {
            "chapter": 3,
            "verse": 77,
            "text": "Ceux qui vendent à bas prix leur engagement envers Allah ainsi que leurs serments, ceux-là n’auront aucune part dans l’autre monde. Allah ne leur parlera pas et ne les regardera pas, le Jour de la Résurrection, pas plus qu’Il ne les purifiera. Et ils auront un terrible supplice"
        },
        {
            "chapter": 3,
            "verse": 78,
            "text": "Et parmi eux, il y a ceux qui, en lisant le Livre, tordent leurs langues pour que vous croyiez que cela provient vraiment du Livre, alors qu’il n’en est rien. Et ils disent : « Cela vient d’Allah », alors qu’il n’en est rien. C’est qu’ils débitent au sujet d’Allah des mensonges, et ils le savent bien"
        },
        {
            "chapter": 3,
            "verse": 79,
            "text": "Il ne siérait nullement à un être humain, après qu’Allah lui eut révélé le Livre, la sagesse et la prophétie, de dire aux gens : « Soyez mes adorateurs en dehors d’Allah. » Mais plutôt: « Soyez des savants soumis au Seigneur, pour avoir enseigné le Livre et l’avoir étudié. »"
        },
        {
            "chapter": 3,
            "verse": 80,
            "text": "Et Il ne vous ordonne point de prendre les Anges et les Prophètes pour seigneurs. Vous ordonnerait-Il de mécroire, vous qui êtes Soumis (Musulmans)"
        },
        {
            "chapter": 3,
            "verse": 81,
            "text": "Et quand Allah prit un engagement sur les Prophètes, Il leur dit : « Si un Messager vient vous confirmer le Livre et la Sagesse que Je vous ai déjà donnés, croyez en lui, et soutenez-le. » Puis Il ajouta : « Le consentez-vous et le tiendrez-vous (cet engagement) ? » Ils dirent : « Nous le consentons. » Il dit : « Soyez-en témoins et Je suis avec vous parmi les témoins. »"
        },
        {
            "chapter": 3,
            "verse": 82,
            "text": "Ceux qui, après cela, se rétracteront, ceux-là sont les pervers"
        },
        {
            "chapter": 3,
            "verse": 83,
            "text": "Désirent-ils donc (avoir) une autre religion que celle d’Allah, cependant que s’est soumis à Lui, de gré ou de force, Tout ce qui est dans les cieux et sur terre ? Et c’est vers Lui, certes, que tous seront ramenés"
        },
        {
            "chapter": 3,
            "verse": 84,
            "text": "Dis : « Nous avons cru en Allah, en ce qui nous fut révélé et révélé à Abraham, Ismaël, Isaac, Jacob et les Tribus,[116] et en ce qui fut donné à Moïse, Jésus et les Prophètes de la part de leur Seigneur. Nous ne faisons entre eux aucune distinction. Et à Lui nous sommes Soumis. »"
        },
        {
            "chapter": 3,
            "verse": 85,
            "text": "Quiconque recherche une autre religion que l’Islam, elle ne sera pas acceptée de lui et, dans l’autre monde, il sera parmi les perdants"
        },
        {
            "chapter": 3,
            "verse": 86,
            "text": "Allah saurait-Il guider des gens qui ont mécru après avoir eu la foi, qui ont déjà témoigné que le Messager est pure vérité, et après que leur sont venues les preuves évidentes ? Allah ne guide pas les gens injustes"
        },
        {
            "chapter": 3,
            "verse": 87,
            "text": "Ceux-là auront pour rétribution la malédiction d’Allah, des Anges et de l’humanité entière"
        },
        {
            "chapter": 3,
            "verse": 88,
            "text": "Ils la subiront éternellement, sans que leur supplice ne soit allégé ni qu’ils aient jamais à attendre un quelconque répit"
        },
        {
            "chapter": 3,
            "verse": 89,
            "text": "Hormis ceux qui, plus tard, se seront repentis et se seront amendés. Car Allah est Tout Absoluteur et Tout Miséricordieux"
        },
        {
            "chapter": 3,
            "verse": 90,
            "text": "Ceux qui ont mécru après avoir eu la foi, puis ont gagné en mécréance, leur repentir ne sera point accepté. Ceux-là sont, certes, les égarés"
        },
        {
            "chapter": 3,
            "verse": 91,
            "text": "Ceux qui ont mécru et sont morts en mécréants, nul rachat ne sera accepté d’aucun d’eux, fût-ce tout l’or qui remplirait la terre. Ceux-là auront un terrible supplice et ils n’auront pas d’alliés"
        },
        {
            "chapter": 3,
            "verse": 92,
            "text": "Vous n’atteindrez à la vertu que lorsque vous aurez dépensé de ce qui vous est cher, et vous ne dépenserez rien qu’Allah ne sache parfaitement"
        },
        {
            "chapter": 3,
            "verse": 93,
            "text": "Toute nourriture était licite pour les Enfants d’Israël, sauf ce qu’Israël s’interdisait lui-même avant que ne fût révélée la Torah. Dis : « Apportez la Torah et lisez-la, si vous dites la vérité. »"
        },
        {
            "chapter": 3,
            "verse": 94,
            "text": "Quiconque, après cela, débitera sur le compte d’Allah des mensonges, sera du nombre des injustes"
        },
        {
            "chapter": 3,
            "verse": 95,
            "text": "Dis : « Allah dit vrai. Suivez donc la religion d’Abraham, authentique Soumis.[117] Et il ne fut point du nombre des associâtres. »"
        },
        {
            "chapter": 3,
            "verse": 96,
            "text": "La première Maison édifiée à l’intention des hommes est celle de Bakka (La Mecque), bénie et érigée en Orient Absolu[118] pour tout l’Univers"
        },
        {
            "chapter": 3,
            "verse": 97,
            "text": "S’y trouvent les Signes évidents de la station[119] d’Abraham ; quiconque y entre y sera en sécurité. Les hommes qui en ont les moyens ont le devoir, envers Allah, de se rendre à la Maison Sacrée en pèlerinage. Ceux qui mécroient (se doivent de savoir qu’) Allah Se passe de Toutes les créatures de l’Univers"
        },
        {
            "chapter": 3,
            "verse": 98,
            "text": "Dis : « Ô gens du Livre ! Pourquoi reniez-vous les versets d’Allah, alors qu’Allah est Témoin de ce que vous faites ? »"
        },
        {
            "chapter": 3,
            "verse": 99,
            "text": "Dis : « Ô gens du Livre ! Qu’avez-vous à repousser loin de la voie d’Allah ceux qui ont cru ? La voulez-vous tortueuse alors que vous êtes témoins (de sa rectitude) ? Allah n’est certes pas distrait de ce que vous faites"
        },
        {
            "chapter": 3,
            "verse": 100,
            "text": "Ô vous qui avez cru ! Si vous obéissez à quelques-uns de ceux qui ont reçu le Livre, ils vous rendront à la mécréance alors que vous aviez la foi"
        },
        {
            "chapter": 3,
            "verse": 101,
            "text": "Et comment mécroyez-vous quand les versets d’Allah vous sont récités, et que parmi vous il y a Son Messager ? Quiconque s’attache avec force à Allah est guidé vers une voie droite"
        },
        {
            "chapter": 3,
            "verse": 102,
            "text": "Ô vous qui avez cru ! Craignez Allah comme il convient de Le craindre, et ne mourez qu’entièrement Soumis"
        },
        {
            "chapter": 3,
            "verse": 103,
            "text": "Accrochez-vous tous à la Corde d’Allah et ne vous divisez point. Évoquez la grâce dont Allah vous a comblés. Vous étiez ennemis et Il a uni vos cœurs ; vous êtes devenus frères, par Sa grâce. Et lorsque vous étiez au bord d’un abîme de feu, Il vous en a sauvés. Ainsi Allah vous expose-t-Il clairement Ses Signes, peut-être serez-vous guidés (vers la bonne voie)"
        },
        {
            "chapter": 3,
            "verse": 104,
            "text": "Qu’il y ait donc parmi vous une communauté qui appelle au bien, qui prescrit le convenable et proscrit le condamnable. Ceux-là atteindront à la réussite"
        },
        {
            "chapter": 3,
            "verse": 105,
            "text": "Et ne soyez pas comme ceux-là qui s’étaient divisés et s’étaient opposés après que leur furent venues les preuves évidentes. Ceux-là, certes, auront un terrible supplice"
        },
        {
            "chapter": 3,
            "verse": 106,
            "text": "Viendra le jour où certains visages rayonneront, et d’autres s’assombriront. Quant à ceux dont les visages seront sombres, (il leur sera dit) : « Vous avez mécru après avoir eu la foi ? Alors, goûtez au supplice que vous aura valu votre mécréance ! »"
        },
        {
            "chapter": 3,
            "verse": 107,
            "text": "Quant à ceux dont les visages seront rayonnants, ils seront accueillis dans la miséricorde d’Allah, où ils séjourneront à jamais"
        },
        {
            "chapter": 3,
            "verse": 108,
            "text": "Voilà donc les versets d’Allah que Nous te récitons en toute vérité. Car Allah n’entend faire aucune injustice aux créatures de l’Univers"
        },
        {
            "chapter": 3,
            "verse": 109,
            "text": "À Allah appartient tout ce qu’il y a dans les cieux et sur la terre, et à Lui toute chose sera ramenée"
        },
        {
            "chapter": 3,
            "verse": 110,
            "text": "Vous êtes la meilleure communauté qui ait jamais surgi pour les hommes. Vous prescrivez le convenable, proscrivez le condamnable et croyez en Allah. Et si les gens du Livre croyaient, cela serait bien meilleur pour eux. Il en est qui, certes, croient, mais la majorité sont des dépravés"
        },
        {
            "chapter": 3,
            "verse": 111,
            "text": "Ils ne vous nuiront que très peu.[121] Et s’ils vous combattent, ils tourneront vite les talons et ne seront point secourus"
        },
        {
            "chapter": 3,
            "verse": 112,
            "text": "Ils sont marqués d’infamie là où ils se trouvent, à moins d’une aide d’Allah ou d’un secours des hommes. Ils ont mérité la colère d’Allah, et sur eux s’est abattue l’humiliation, car ils reniaient les Signes d’Allah, tuaient indûment les Prophètes, désobéissaient et transgressaient"
        },
        {
            "chapter": 3,
            "verse": 113,
            "text": "Certes, tous ne sont pas pareils. Il y a, parmi les gens du Livre, ceux qui, de nuit, récitent les versets d’Allah et se prosternent"
        },
        {
            "chapter": 3,
            "verse": 114,
            "text": "Ils croient en Allah et au Jour Dernier, prescrivent le convenable, proscrivent le condamnable et se hâtent vers le bien. Ceux-là sont du nombre des vertueux"
        },
        {
            "chapter": 3,
            "verse": 115,
            "text": "Tout le bien qu’ils auront fait ne leur sera point méconnu, car Allah connaît parfaitement les gens pieux"
        },
        {
            "chapter": 3,
            "verse": 116,
            "text": "Rien, pour ceux qui ont mécru, ne servira contre Allah, ni leurs biens ni leurs enfants. Ce sont eux les hôtes du Feu, où ils séjourneront pour l’éternité"
        },
        {
            "chapter": 3,
            "verse": 117,
            "text": "Ce qu’ils dépensent ici-bas est à l’image d’un vent glacial qui, atteignant les champs cultivés de gens injustes envers eux-mêmes, les ravage et les détruit. Allah ne les a point lésés, ils se sont lésés eux-mêmes"
        },
        {
            "chapter": 3,
            "verse": 118,
            "text": "Ô vous qui avez cru ! Ne prenez point de confidents qui ne soient pas des vôtres. Car ils ne laisseront pas de vous corrompre. Ils souhaitent vous voir souffrir toutes les peines et la haine se dégage de leurs bouches, mais ce que cachent leurs poitrines est encore pire. Nous vous avons montré clairement les Signes ; si seulement vous pouviez comprendre"
        },
        {
            "chapter": 3,
            "verse": 119,
            "text": "Vous, vous les aimez, mais, eux, ne vous aiment pas. Vous croyez à toutes les Écritures, mais eux, lorsqu’ils vous rencontrent, disent : « Nous croyons » et lorsqu’ils sont seuls, ne pouvant contenir leur rage, s’en mordent les doigts. Dis : « Mourez donc de votre rage ! » Allah connaît parfaitement ce qu’il y a au fond des cœurs"
        },
        {
            "chapter": 3,
            "verse": 120,
            "text": "Un bien vous touche-t-il, ils en sont déçus. Un mal vous frappe-t-il, ils en sont réjouis. Mais si vous êtes patients et avez la piété, rien de leurs intrigues ne pourra vous nuire. Car Allah Cerne tout ce qu’ils font"
        },
        {
            "chapter": 3,
            "verse": 121,
            "text": "(Souviens-toi, ô Muhammad) lorsque tu quittas, au petit jour, ta famille pour attribuer aux croyants leurs postes de combat. Allah Entend Tout et Il est Omniscient"
        },
        {
            "chapter": 3,
            "verse": 122,
            "text": "Deux de vos groupes alors faillirent abandonner, cependant qu’Allah était leur protecteur ! Car c’est à Allah que les croyants doivent s’en remettre"
        },
        {
            "chapter": 3,
            "verse": 123,
            "text": "Allah vous avait bien fait triompher à Badr[122]quand vous étiez bien inférieurs. Alors, craignez Allah, peut-être serez-vous reconnaissants"
        },
        {
            "chapter": 3,
            "verse": 124,
            "text": "Tu disais alors aux croyants : « Ne vous suffit-il donc pas que votre Seigneur vous ait envoyé en renfort trois mille Anges descendus (du Ciel) ? »"
        },
        {
            "chapter": 3,
            "verse": 125,
            "text": "Que oui ! Si vous êtes patients et pieux et que vos ennemis vous assaillent sans plus tarder, votre Seigneur vous enverra alors cinq mille Anges élus aux marques distinctes"
        },
        {
            "chapter": 3,
            "verse": 126,
            "text": "Allah ne le fit que pour (vous annoncer) une heureuse nouvelle, afin que vos cœurs en soient rassurés. La victoire, certes, ne peut venir que d’Allah, le Tout -Puissant, le Sage"
        },
        {
            "chapter": 3,
            "verse": 127,
            "text": "(C’était aussi) pour décimer une partie des mécréants ou pour les défaire, afin qu’ils se retirent, humiliés et déçus"
        },
        {
            "chapter": 3,
            "verse": 128,
            "text": "Tu n’as pas à te prononcer en quoi que ce soit dans l’ordre (d’Allah).[123] Ou Il accepte leur repentir, ou Il les soumet au supplice, car ils sont injustes"
        },
        {
            "chapter": 3,
            "verse": 129,
            "text": "À Allah appartient ce qu’il y a dans les cieux et sur la terre ; Il pardonne à qui Il veut et soumet au supplice qui Il veut, et Allah est Tout Absoluteur,Tout Miséricordieux"
        },
        {
            "chapter": 3,
            "verse": 130,
            "text": "Ô vous qui avez cru ! Ne profitez pas des intérêts plusieurs fois multipliés de l’usure, craignez Allah, peut-être atteindrez-vous à la réussite"
        },
        {
            "chapter": 3,
            "verse": 131,
            "text": "Et craignez le Feu préparé pour les mécréants"
        },
        {
            "chapter": 3,
            "verse": 132,
            "text": "Et obéissez à Allah et à Son Messager, peut-être serez-vous touchés par la miséricorde"
        },
        {
            "chapter": 3,
            "verse": 133,
            "text": "Empressez-vous (d’aller) vers le pardon de votre Seigneur, et vers un Paradis large comme les cieux et la terre, réservé aux hommes pieux"
        },
        {
            "chapter": 3,
            "verse": 134,
            "text": "qui dépensent aussi bien dans les moments fastes que dans les moments néfastes, qui savent contenir leur rage et pardonnent à leurs semblables. Allah aime les bienfaiteurs"
        },
        {
            "chapter": 3,
            "verse": 135,
            "text": "(et ceux aussi) qui, s’ils ont succombé à une dépravation ou se sont lésés eux-mêmes, se rappellent Allah, demandent le pardon pour leurs péchés - et Qui donc pardonne les péchés sinon Allah ? – et ne persistent pas, en le sachant bien, dans ce qu’ils ont fait (de mal)"
        },
        {
            "chapter": 3,
            "verse": 136,
            "text": "Ceux-là, leur rétribution sera un pardon de leur Seigneur et des jardins sous lesquels coulent les rivières, où ils séjourneront pour l’éternité. Quelle merveilleuse récompense pour ceux qui œuvrent si bien"
        },
        {
            "chapter": 3,
            "verse": 137,
            "text": "Beaucoup d’événements ont été subis par les générations qui vous ont précédés. Alors, parcourez la terre et voyez quel fut le sort de ceux qui démentaient"
        },
        {
            "chapter": 3,
            "verse": 138,
            "text": "Voilà un manifeste pour les hommes, un guide droit (hudâ), et une leçon pour les gens pieux"
        },
        {
            "chapter": 3,
            "verse": 139,
            "text": "Ne lâchez pas pied et ne soyez pas attristés, car c’est vous qui êtes supérieurs si vous êtes croyants"
        },
        {
            "chapter": 3,
            "verse": 140,
            "text": "Si vous êtes touchés par une blessure (et avez subi des pertes en vies humaines), les autres (les ennemis) ont déjà été touchés par une blessure pareille (et de semblables pertes). C’est ainsi que Nous faisons alterner les jours heureux et les jours malheureux entre les hommes, afin qu’Allah sache quels sont ceux qui ont cru, et qu’Il élise parmi vous des martyrs. Allah n’aime pas les injustes"
        },
        {
            "chapter": 3,
            "verse": 141,
            "text": "Et afin qu’Allah purifie (de leurs péchés) ceux qui ont cru et anéantisse les mécréants"
        },
        {
            "chapter": 3,
            "verse": 142,
            "text": "Ou alors comptiez-vous entrer au Paradis sans qu’Allah n’ait su qui de vous luttent et qui de vous endurent (patiemment les épreuves)"
        },
        {
            "chapter": 3,
            "verse": 143,
            "text": "Vous souhaitiez la mort avant de l’avoir rencontrée, voilà que vous la voyez maintenant de vos propres yeux"
        },
        {
            "chapter": 3,
            "verse": 144,
            "text": "Muhammad n’est qu’un Messager que d’autres Messagers ont précédé. S’il venait à mourir, ou s’il était tué, tourneriez-vous donc les talons ? Celui qui tourne les talons ne nuira en rien à Allah, et Allah récompensera les reconnaissants"
        },
        {
            "chapter": 3,
            "verse": 145,
            "text": "Nul ne meurt si ce n’est par la permission d’Allah et selon un délai écrit.[125] Et quiconque voudrait la récompense de ce bas monde, Nous lui en accorderons (une part), et quiconque voudrait la récompense de l’autre monde, Nous lui en accorderons (une part). Et Nous récompenserons les reconnaissants"
        },
        {
            "chapter": 3,
            "verse": 146,
            "text": "Que de Prophètes ont combattu, avec à leurs côtés nombre de leurs disciples ! Ces derniers ne se laissèrent nullement décourager par les revers essuyés dans le chemin d’Allah ; ils ne faiblirent point ni ne capitulèrent. Et Allah aime ceux qui prennent patience"
        },
        {
            "chapter": 3,
            "verse": 147,
            "text": "Ils ne faisaient que dire : « Ô Seigneur ! Pardonne-nous nos péchés et nos excès dans notre comportement, affermis nos pas et fais-nous triompher des peuples mécréants. »"
        },
        {
            "chapter": 3,
            "verse": 148,
            "text": "Allah leur accorda donc la récompense de ce bas monde, et la récompense bien plus belle de l’autre monde. Et Allah aime les bienfaiteurs"
        },
        {
            "chapter": 3,
            "verse": 149,
            "text": "Ô vous qui avez cru ! Si vous obéissez à ceux qui ont mécru, ils vous feront vous rétracter et vous vous retrouverez perdants"
        },
        {
            "chapter": 3,
            "verse": 150,
            "text": "C’est Allah Qui est votre Maître et c’est Lui votre meilleur allié"
        },
        {
            "chapter": 3,
            "verse": 151,
            "text": "Nous jetterons l’effroi dans les cœurs de ceux qui ont mécru, eux qui ont associé à Allah (d’autres divinités) sans argument d’autorité céleste. Leur refuge sera le Feu, et quel horrible refuge que celui des injustes"
        },
        {
            "chapter": 3,
            "verse": 152,
            "text": "Allah a tenu Sa promesse envers vous lorsque, par Sa permission, vous les tailliez par vos épées,[126] jusqu’au moment où vous avez faibli, vous avez disputé les ordres, puis vous les avez carrément enfreints, alors qu’Il vous avait laissés entrevoir ce que vous aimiez.[127] Parmi vous, il en était qui voulaient ce bas monde, et il en était qui voulaient l’autre monde. Puis, pour vous mettre à l’épreuve, Il vous a fait fuir devant eux. Mais Il vous a déjà pardonné, car Allah est Plein de Faveurs pour les croyants"
        },
        {
            "chapter": 3,
            "verse": 153,
            "text": "(Souvenez-vous) quand vous preniez la fuite sans vous soucier de personne, alors que, derrière vous, le Messager vous rappelait. (Allah) vous infligea alors affliction sur affliction pour que vous ne regrettiez pas (la victoire) qui vous avait échappé et (le revers) que vous aviez essuyé. Et Allah est parfaitement Informé de ce que vous faites"
        },
        {
            "chapter": 3,
            "verse": 154,
            "text": "Puis Il fit descendre sur vous, après l’affliction, une quiétude et un sommeil enveloppant une partie d’entre vous, cependant qu’une autre partie, se préoccupant d’elle-même, nourrissait d’Allah des opinions autres que la vérité, (rappelant) celles du temps de l’Ignorance (antéislamique : Jahiliyya). Ceux-là disaient : « Mais quelle part avons-nous donc prise à ce commandement ? » Dis : « Le commandement tout entier revient à Allah. » Ils dissimulent au fond d’eux-mêmes ce qu’ils ne te montrent pas. Ils disent : « Si nous avions pris part au commandement, nous ne nous serions pas fait tuer ici même. » Dis : « Même si vous étiez restés dans vos maisons, ceux pour qui il était écrit[128] de mourir, seraient quand même sortis vers leurs dernières demeures. Tout cela, pour qu’Allah éprouve ce qu’il y a dans vos poitrines et purifie ce qu’il y a dans vos cœurs. Car Allah Sait parfaitement ce qu’il y a dans les poitrines"
        },
        {
            "chapter": 3,
            "verse": 155,
            "text": "Ceux qui, d’entre vous, ont pris la fuite le jour où les deux armées se sont rencontrées, c’est bien Satan qui les a fait succomber, pour les mauvaises actions qu’ils ont commises. Allah leur a pardonné, car Allah est Tout Absoluteur et Tout Indulgent"
        },
        {
            "chapter": 3,
            "verse": 156,
            "text": "Ô vous qui avez cru, ne soyez pas comme ceux qui ont mécru, et qui ont dit de leurs frères, partis en voyage ou en guerre : « S’ils étaient parmi nous, ils ne seraient pas morts et ne seraient pas tués. » Allah en fit ainsi un sujet de profond regret dans leurs cœurs. Car c’est Allah Qui fait vivre et mourir, et c’est Allah Qui Voit ce que vous faites"
        },
        {
            "chapter": 3,
            "verse": 157,
            "text": "Que vous soyez tués pour la cause d’Allah ou que vous mouriez (de mort naturelle), un pardon d’Allah et une miséricorde valent toujours bien mieux que tout ce qu’ils amassent"
        },
        {
            "chapter": 3,
            "verse": 158,
            "text": "Que vous mouriez ou que vous soyez tués, c’est toujours devant Allah que vous serez rassemblés"
        },
        {
            "chapter": 3,
            "verse": 159,
            "text": "C’est par une miséricorde d’Allah que tu t’es montré conciliant à leur égard. Si tu avais été rude et avais eu le cœur dur, ils se seraient dispersés autour de toi. Alors, pardonne-leur, prie pour leur pardon et consulte-les en cas de décision (ayant un rapport) avec les affaires (importantes). Et lorsque tu as pris ta décision, mets ta confiance en Allah, car Allah aime ceux qui s’en remettent à Lui"
        },
        {
            "chapter": 3,
            "verse": 160,
            "text": "Si Allah vous porte secours, nul ne pourra vous vaincre. Et s’Il vous délaisse, qui donc, après Lui, vous portera secours ? C’est à Allah que les croyants doivent s’en remettre"
        },
        {
            "chapter": 3,
            "verse": 161,
            "text": "Un Prophète n’a pas à détourner une partie du butin à son profit. Quiconque aura commis pareil détournement viendra le Jour de la Résurrection avec le butin détourné. Alors, toute âme sera rétribuée à la mesure de ses œuvres acquises. Et ils ne seront point lésés"
        },
        {
            "chapter": 3,
            "verse": 162,
            "text": "Mais alors, celui qui aura suivi l’agrément d’Allah est-il semblable à celui qui aura encouru la fureur d’Allah ? Son séjour sera le Feu, et quel horrible séjour"
        },
        {
            "chapter": 3,
            "verse": 163,
            "text": "Ils sont à différents degrés pour Allah, et Allah Voit parfaitement ce qu’ils font"
        },
        {
            "chapter": 3,
            "verse": 164,
            "text": "Allah a certes accordé une faveur aux croyants en leur envoyant un Messager d’entre eux, qui leur récite Ses versets, les purifie (de leurs péchés) et leur enseigne le Livre et la Sagesse, eux qui étaient auparavant dans un égarement manifeste"
        },
        {
            "chapter": 3,
            "verse": 165,
            "text": "Est-ce que lorsqu’un malheur vous atteint, alors que vous en avez auparavant fait subir le double, vous vous demandez : « D’où cela nous vient-il ? » Dis : « Cela vient de vous-mêmes. » Allah, certes, est de Toute chose Infiniment Capable"
        },
        {
            "chapter": 3,
            "verse": 166,
            "text": "Ce qui vous a atteints, le jour où les deux armées se sont rencontrées, fut par la permission d’Allah, et pour qu’Il reconnaisse les croyants"
        },
        {
            "chapter": 3,
            "verse": 167,
            "text": "et pour qu’Il reconnaisse aussi les hypocrites, à qui il fut dit : « Venez combattre dans le chemin d’Allah, repoussez (l’ennemi) ! » Ils répondirent : « Si nous savions qu’un combat aurait vraiment lieu, nous vous suivrions. » Ce jour-là, ils étaient plus près de la mécréance que de la foi, et ils disaient de leurs bouches ce qu’il n’y avait point dans leurs cœurs. Et Allah en Sait mieux sur ce qu’ils taisaient"
        },
        {
            "chapter": 3,
            "verse": 168,
            "text": "Ce sont ceux-là même qui, restés chez eux, dirent à leurs frères : « S’ils nous avaient obéi, ils n’auraient pas été tués. » Dis : « Évitez donc vous-mêmes la mort, si vous êtes véridiques ! »"
        },
        {
            "chapter": 3,
            "verse": 169,
            "text": "Ne compte pas comme morts ceux qui ont été tués pour la cause d’Allah, non ils sont vivants et subsistants[130] auprès de leur Seigneur"
        },
        {
            "chapter": 3,
            "verse": 170,
            "text": "heureux des faveurs dont Allah les a comblés, et se réjouissant à l’idée que ceux qui ne les ont pas encore rejoints n’auront aucune crainte ni aucune affliction"
        },
        {
            "chapter": 3,
            "verse": 171,
            "text": "Ils se réjouissent, à l’avance, de la grâce et de la faveur d’Allah, et de l’idée qu’Allah ne laissera point se perdre la récompense des croyants"
        },
        {
            "chapter": 3,
            "verse": 172,
            "text": "Ceux qui, après avoir essuyé un revers, répondirent à l’appel d’Allah et de Son Messager, à ceux d’entre eux qui auront fait le bien et auront fait montre de piété (est promise) une immense rétribution"
        },
        {
            "chapter": 3,
            "verse": 173,
            "text": "Ce sont ceux à qui l’on disait : « Les gens ont rassemblé (leurs troupes) contre vous. Craignez-les. » Mais cela ne fit que raffermir leur foi, et ils dirent : « Allah Seul nous suffira, et c’est le meilleur Garant. »"
        },
        {
            "chapter": 3,
            "verse": 174,
            "text": "Ils s’en revinrent alors bénis de la grâce et de la faveur d’Allah. Aucun mal ne les a touchés, et ils ont cherché l’agrément d’Allah, car Allah est Plein de Faveurs pour les croyants"
        },
        {
            "chapter": 3,
            "verse": 175,
            "text": "Ce n’est là que Satan qui cherche à vous effrayer (en s’aidant de) ses suppôts. Ne les craignez donc pas et craignez-Moi, si vous êtes croyants"
        },
        {
            "chapter": 3,
            "verse": 176,
            "text": "Ceux qui se précipitent vers la mécréance ne doivent pas t’affliger. Ils ne nuiront en rien à Allah. C’est Allah Qui veut les priver d’avoir une part dans l’autre monde. Ils seront voués à un terrible supplice"
        },
        {
            "chapter": 3,
            "verse": 177,
            "text": "Ceux qui ont acheté la mécréance au prix de la foi ne nuiront en rien à Allah, et ils seront voués à un très douloureux supplice"
        },
        {
            "chapter": 3,
            "verse": 178,
            "text": "Ceux qui ont mécru ne doivent pas penser que ce sursis que Nous leur accordons est pour leur bien. Nous le leur accordons pour qu’ils ajoutent péchés à leurs péchés. Et il leur sera réservé un supplice humiliant"
        },
        {
            "chapter": 3,
            "verse": 179,
            "text": "Allah ne laisserait pas les croyants en l’état où vous êtes, sauf le temps qu’il faut pour distinguer le mauvais du bon. Pas plus qu’Il ne saurait vous révéler l’Inconnaissable (ghayb). Mais Allah choisit qui Il veut parmi Ses Messagers. Croyez donc en Allah et en Ses Messagers. Car si vous croyez et avez la piété, vous aurez une immense rétribution"
        },
        {
            "chapter": 3,
            "verse": 180,
            "text": "Ceux qui sont avares des faveurs dont Allah les a comblés ne doivent pas croire que cela est pour leur bien, cela est plutôt pour leur malheur. Au Jour de la Résurrection, ce qu’ils ont gardé avarement leur serrera le cou. C’est bien à Allah qu’est dû l’héritage des cieux et de la terre, et Allah est, de ce que vous faites, parfaitement Informé"
        },
        {
            "chapter": 3,
            "verse": 181,
            "text": "Allah a certes entendu la parole de ceux qui ont dit : « Allah est pauvre et nous sommes riches. » Nous écrirons leurs propos et (retiendrons) leurs meurtres injustes (perpétrés sur la personne) des Prophètes. Et Nous leur dirons : « Goûtez au supplice de la Fournaise ! »"
        },
        {
            "chapter": 3,
            "verse": 182,
            "text": "Cela, pour ce que vous avez commis de vos propres mains. Car Allah n’est point injuste envers Ses serviteurs"
        },
        {
            "chapter": 3,
            "verse": 183,
            "text": "(Allah a bien entendu aussi) ceux qui ont dit : « Allah nous a recommandé de ne croire en un messager que s’il nous apporte une offrande que le feu (du ciel) viendra consumer. » Dis : « Des Messagers avant moi sont venus vous apporter les preuves évidentes et ce que vous avez demandé, pourquoi donc les avez-vous tués, si vous êtes vraiment de bonne foi ? »"
        },
        {
            "chapter": 3,
            "verse": 184,
            "text": "S’ils te traitent de menteur, des Messagers ont été traités de même ; ils étaient venus apporter les preuves évidentes, les Psaumes et le Livre Lumineux"
        },
        {
            "chapter": 3,
            "verse": 185,
            "text": "Toute âme goûtera la mort. Mais vous aurez votre rétribution en entier au Jour de la Résurrection. Quiconque sera éloigné du Feu et introduit au Paradis aura réussi. Et la vie en ce bas monde n’est que jouissance fallacieuse"
        },
        {
            "chapter": 3,
            "verse": 186,
            "text": "Vous serez sûrement éprouvés dans vos biens et dans vos personnes, et vous entendrez certes de la part de ceux qui ont reçu le Livre avant vous, et de la part de ceux qui ont fait acte d’associâtrie, beaucoup de propos injurieux. Mais si vous prenez patience et avez la piété, voilà bien la meilleure résolution (à prendre)"
        },
        {
            "chapter": 3,
            "verse": 187,
            "text": "Et (souviens-toi) quand Allah fit prendre sur ceux qui avaient reçu le Livre l’engagement que voici : « Exposez-le clairement aux hommes et ne le gardez point secret. » Or, ils l’ont jeté derrière leurs dos et l’ont vendu à vil prix. Quel misérable marché ils ont conclu"
        },
        {
            "chapter": 3,
            "verse": 188,
            "text": "Ne compte pas ceux qui jubilent de ce qu’ils ont accompli (comme œuvres), ou qui aiment à être loués de ce qu’ils n’ont pas fait, ne les compte donc pas à l’abri du supplice, car ils auront un très douloureux[131] supplice"
        },
        {
            "chapter": 3,
            "verse": 189,
            "text": "C’est à Allah qu’appartient la royauté des cieux et de la terre. Et Allah est de Toute chose Infiniment Capable"
        },
        {
            "chapter": 3,
            "verse": 190,
            "text": "Dans la création des cieux et de la terre, dans l’alternance de la nuit et du jour, il y a certes des signes pour les esprits sagaces"
        },
        {
            "chapter": 3,
            "verse": 191,
            "text": "qui (sans cesse) invoquent Allah, qu’ils soient debout, assis ou couchés sur le côté, et qui méditent sur la création des cieux et de la terre : « Seigneur ! Tu n’as point créé tout cela en pure perte. Gloire Te soit rendue ! Préserve-nous donc du supplice du Feu"
        },
        {
            "chapter": 3,
            "verse": 192,
            "text": "Seigneur ! Celui que Tu fais entrer dans le Feu, Tu l’as marqué d’infamie. Et aux injustes, personne ne porte secours"
        },
        {
            "chapter": 3,
            "verse": 193,
            "text": "Seigneur ! Nous avons entendu quelqu’un appeler à la foi : “Croyez en votre Seigneur.” Et nous avons cru. Seigneur ! Pardonne alors nos péchés, rachète nos méfaits et, quand nous serons morts, reçois-nous avec les vertueux"
        },
        {
            "chapter": 3,
            "verse": 194,
            "text": "Seigneur ! Accorde-nous ce que Tu nous as promis par le biais de Tes Messagers. Ne nous couvre pas d’opprobre au Jour de la Résurrection, car Tu ne manques jamais à Ta promesse ! »"
        },
        {
            "chapter": 3,
            "verse": 195,
            "text": "Leur Seigneur leur a alors répondu (exauçant leur prière) : « Je ne laisserai pas se perdre le prix d’aucune œuvre que vous, hommes ou femmes, aurez accomplie, car vous êtes issus les uns des autres. Ceux qui ont émigré, qui ont été expulsés de leurs foyers et ont subi du tort pour Ma cause, qui ont combattu et ont été tués, Je rachèterai leurs méfaits et Je les ferai entrer dans des jardins sous lesquels coulent les rivières, en récompense de la part d’Allah ; et c’est Allah Qui détient les plus belles récompenses. »"
        },
        {
            "chapter": 3,
            "verse": 196,
            "text": "Que les multiples activités de ceux qui ont mécru ne te leurrent point"
        },
        {
            "chapter": 3,
            "verse": 197,
            "text": "Jouissance éphémère ! Puis leur abri sera la Géhenne. Quel misérable séjour"
        },
        {
            "chapter": 3,
            "verse": 198,
            "text": "Mais ceux qui ont craint leur Seigneur auront des jardins sous lesquels coulent les rivières et où ils séjourneront à jamais, lieu amène où Allah les reçoit en hôtes. Car auprès d’Allah, se trouve le meilleur pour les vertueux"
        },
        {
            "chapter": 3,
            "verse": 199,
            "text": "Parmi les gens du Livre, il en est qui croient en Allah, en ce qui vous a été révélé et ce qui leur a été révélé. Ils se recueillent humblement devant Allah et ne vendent pas Ses versets à bas prix. Ceux-là auront leur rétribution auprès de leur Seigneur. Et Allah, certes, est prompt à dresser les comptes"
        },
        {
            "chapter": 3,
            "verse": 200,
            "text": "Ô vous qui avez cru ! Prenez patience, rivalisez d’endurance, contre l’ennemi luttez avec fermeté et constance, peut-être atteindrez-vous à la réussite"
        }
    ]
}