{
    "chapter": [
        {
            "chapter": 61,
            "verse": 1,
            "text": "Tout ce qui est dans les cieux et tout ce qui est sur terre rend gloire à Allah, Lui le Tout-Puissant, le Sage"
        },
        {
            "chapter": 61,
            "verse": 2,
            "text": "Ô vous qui avez cru ! Pourquoi dites-vous ce que vous ne faites pas"
        },
        {
            "chapter": 61,
            "verse": 3,
            "text": "C’est une chose exécrable pour Allah que vous disiez ce que vous ne faites pas"
        },
        {
            "chapter": 61,
            "verse": 4,
            "text": "Allah aime ceux qui combattent pour Sa cause en rang, semblables à un édifice solidement bâti"
        },
        {
            "chapter": 61,
            "verse": 5,
            "text": "(Souviens-toi) lorsque Moïse dit à son peuple : « Ô peuple mien, pourquoi cherchez-vous à me faire du mal alors que vous savez que je suis le Messager d’Allah (envoyé) vers vous ? » Lorsqu’ils dévièrent (du droit chemin), Allah fit dévier leurs cœurs. Allah ne guide pas la gent corrompue"
        },
        {
            "chapter": 61,
            "verse": 6,
            "text": "Et lorsque Jésus, fils de Marie, dit : « Ô Enfants d’Israël ! Je suis le Messager d’Allah (envoyé) vers vous, je suis venu confirmer ce qui m’a déjà précédé dans la Torah, et annoncer la venue d’un Messager qui me succèdera, du nom d’Ahmad. » Or, lorsqu’il leur eut apporté les preuves évidentes, ils dirent : « C’est manifestement de la magie ! »"
        },
        {
            "chapter": 61,
            "verse": 7,
            "text": "Est-il plus injuste que celui qui élabore des mensonges sur le compte d’Allah alors qu’il est invité à (embrasser) l’Islam ? Allah ne guide certes pas les gens injustes"
        },
        {
            "chapter": 61,
            "verse": 8,
            "text": "Ils veulent, de leurs seules bouches, éteindre la lumière d’Allah ; or Allah accomplira (la manifestation) de Sa lumière, quelque dépit qu’en aient les mécréants"
        },
        {
            "chapter": 61,
            "verse": 9,
            "text": "C’est Lui Qui envoya Son Messager avec la juste direction (hudâ) et la religion de la vérité, afin qu’il la fasse triompher de toute autre religion, quelque dépit qu’en aient les associâtres"
        },
        {
            "chapter": 61,
            "verse": 10,
            "text": "Ô vous qui avez cru ! Vous montrerai-je un commerce qui puisse vous épargner un supplice très douloureux"
        },
        {
            "chapter": 61,
            "verse": 11,
            "text": "Vous croirez en Allah et en Son Messager, vous lutterez pour la cause d’Allah par vos biens et vos âmes. Voilà qui est meilleur pour vous, si vous le saviez"
        },
        {
            "chapter": 61,
            "verse": 12,
            "text": "Il vous pardonnera vos péchés et vous fera entrer dans des jardins sous lesquels coulent les rivières, et dans de belles habitations dans les Jardins d’Éden. Voilà le suprême succès"
        },
        {
            "chapter": 61,
            "verse": 13,
            "text": "D’autres (faveurs) vous seront également accordées et que vous désirez tant : le soutien d’Allah et une victoire imminente. Annonce donc l’heureuse nouvelle aux croyants"
        },
        {
            "chapter": 61,
            "verse": 14,
            "text": "Ô vous qui avez cru ! Soyez les alliés d’Allah, tout comme Jésus, fils de Marie voulait que ses apôtres le fussent, quand il leur dit : « Qui sont mes alliés pour (la cause d’) Allah ? » Les apôtres répondirent : « Nous sommes les alliés d’Allah ! » Un groupe parmi les Enfants d’Israël crut, et un autre mécrut. Nous apportâmes Notre soutien alors à ceux qui ont cru contre leur ennemi, et c’est ainsi qu’ils furent les vainqueurs"
        }
    ]
}