{
    "rukus": [
        {
            "chapter": 2,
            "verse": 122,
            "text": "Ey İsrailoğulları! Size verdiğim nimeti ve sizi diğer toplumlara üstün kıldığımı hatırlayın"
        },
        {
            "chapter": 2,
            "verse": 123,
            "text": "Hiç kimsenin hiç kimse adına bir şey ödemeyeceği, hiç kimseden fidye kabul edilmeyeceği, hiç kimseye şefaatin fayda vermeyeceği ve kendilerine yardım da edilmeyeceği bir günden kendinizi koruyun"
        },
        {
            "chapter": 2,
            "verse": 124,
            "text": "(Hatırlayın o zamanı ki) Rabbi İbrahim’i bir takım kelimelerle imtihan etmiş, o da onları tamamen yerine getirince: Seni insanlara önder yapacağım, buyurmuş, İbrahim de: Soyumdan gelenlerden de önderler yap, demişti. Allah ise benim ahdime zalimler nail olamaz diye buyurdu"
        },
        {
            "chapter": 2,
            "verse": 125,
            "text": "Kâbe’yi insanlar için toplanma yeri ve emniyet mahalli kıldık. Ve: Siz de İbrahim’in makamını namazgâh edinin. İbrahim ve İsmail’e de: Beyt’imi tavaf edenler, itikafta bulunanlar, rükû ve secde edenler için temizleyin, diye kuvvetli bir emir vermiştik"
        },
        {
            "chapter": 2,
            "verse": 126,
            "text": "Hani İbrahim: Rab'bim! Bu şehri güvenli bir şehir yap, halkından Allah’a ve ahiret gününe inananları çeşitli ürünlerle rızıklandır, demişti. Allah da: İnkarcı olanı (bile) az bir süre geçindirir, sonra onu cehennem azabına atarım, ne kötü bir akibet! diye buyurmuştu"
        },
        {
            "chapter": 2,
            "verse": 127,
            "text": "İbrahim, İsmail’le birlikte Kâbe’nin temellerini yükseltiyor (ve şöyle dua ediyorlardı): Rabbimiz bizden bu (amelimizi) kabul buyur. Şüphesiz sen işitensin, bilensin"
        },
        {
            "chapter": 2,
            "verse": 128,
            "text": "Rabbimiz, bizi sana teslim olan iki kul ve soyumuzdan da sana teslim olan bir ümmet çıkar. Bize ibadet yollarımızı göster ve tevbelerimizi kabul et, zira tevbeleri kabul edip, çokça rahmet eden ancak sensin"
        },
        {
            "chapter": 2,
            "verse": 129,
            "text": "Rabbimiz onlara içlerinden senin ayetlerini onlara okuyan, kitap ve hikmeti öğreten ve onları (şirkten) arındıran bir rasûl gönder. Şüphesiz Aziz ve Hakim olan ancak sensin"
        }
    ]
}