{
    "rukus": [
        {
            "chapter": 18,
            "verse": 1,
            "text": "Hamd olsun Allah'a ki kuluna, kitabı indirdi ve onda hiçbir eğrilik koymadı"
        },
        {
            "chapter": 18,
            "verse": 2,
            "text": "Dosdoğru (bir kitap olarak), katından (gelecek) şiddetli bir azapla korkutmak ve salih amellerde bulunan müminlere güzel bir ecir olduğunu müjde vermek için (indirdi)"
        },
        {
            "chapter": 18,
            "verse": 3,
            "text": "Onlar onda ebedi olarak kalıcıdırlar"
        },
        {
            "chapter": 18,
            "verse": 4,
            "text": "Ve “Allah çocuk edinmiştir.” diyen kimseleri uyarması için indirmiştir"
        },
        {
            "chapter": 18,
            "verse": 5,
            "text": "Onların da atalarının da o konu hakkında bir bilgisi yoktur. Ağızlarından çıkan bu söz pek büyüktür. Onlar yalandan başkasını söylemiyorlar"
        },
        {
            "chapter": 18,
            "verse": 6,
            "text": "Belki de sen, bu kitaba iman etmiyorlar diye onların arkasından üzüntüden kendini helak edeceksin"
        },
        {
            "chapter": 18,
            "verse": 7,
            "text": "İnsanların hangisi daha güzel amel işleyecek diye imtihan etmek için yeryüzünde bulunanları, oranın süsü yaptık"
        },
        {
            "chapter": 18,
            "verse": 8,
            "text": "Biz mutlaka (yeryüzü) üzerinde olanları kupkuru çorak bir toprak kılıcılarız"
        },
        {
            "chapter": 18,
            "verse": 9,
            "text": "Kehf ve Rakim ehlini (n başına gelenleri) (tek) şaşılacak ayetlerimizden sanma"
        },
        {
            "chapter": 18,
            "verse": 10,
            "text": "Hani bir kaç genç mağaraya sığınmıştı ve şöyle demişlerdi: Rabbimiz, bize katından bir rahmet ver ve bu işimizde doğruyu bize nasip et"
        },
        {
            "chapter": 18,
            "verse": 11,
            "text": "Mağarada onları yıllarca uyuttuk"
        },
        {
            "chapter": 18,
            "verse": 12,
            "text": "Sonra da iki gruptan hangisinin kaldıkları süreyi daha iyi hesap ettiğini ortaya çıkarmak için onları uyandırdık"
        }
    ]
}