{
    "rukus": [
        {
            "chapter": 23,
            "verse": 33,
            "text": "Dünya hayatında kendilerine nimetler verdiğimiz, ahirete kavuşmayı yalanlayanlardan ve kâfirlerden olan kavminin ileri gelenleri şöyle dediler: Bu sizin gibi bir insandan başka bir şey değil. Yediğinizden yiyor, içtiğinizden içiyor"
        },
        {
            "chapter": 23,
            "verse": 34,
            "text": "Eğer, sizin gibi bir insana itaat ederseniz, işte o zaman hüsrana uğrarsınız"
        },
        {
            "chapter": 23,
            "verse": 35,
            "text": "Size, ölüp, toprak ve kemik olduktan sonra yeniden dirileceğinizi mi vadediyor"
        },
        {
            "chapter": 23,
            "verse": 36,
            "text": "Size vadedilen uzak, hem de çok uzak"
        },
        {
            "chapter": 23,
            "verse": 37,
            "text": "Hayat, ancak dünya hayatıdır. Ölürüz ve yaşarız. Ama tekrar diriltilecek değiliz"
        },
        {
            "chapter": 23,
            "verse": 38,
            "text": "O, Allah’a karşı ancak yalan uyduran bir adamdır. Biz, ona iman edecek değiliz"
        },
        {
            "chapter": 23,
            "verse": 39,
            "text": "Rabbim, dedi. Beni yalanlamalarına karşılık bana yardım et"
        },
        {
            "chapter": 23,
            "verse": 40,
            "text": "Allah: “Az sonra pişman olacaklardır” dedi"
        },
        {
            "chapter": 23,
            "verse": 41,
            "text": "Derken onları hak (olan) bir çığlık yakaladı. Onları bir (sel) süprüntüsü haline getirdik. Helak olup gitti zalim kavim"
        },
        {
            "chapter": 23,
            "verse": 42,
            "text": "Sonra onların ardından başka nesiller yarattık"
        },
        {
            "chapter": 23,
            "verse": 43,
            "text": "Hiç bir toplum ecelini ne öne alabilir ne de geri alabilir"
        },
        {
            "chapter": 23,
            "verse": 44,
            "text": "Daha sonra da birbiri arkasına elçiler gönderdik. Her ümmete rasülü geldikçe onu yalancı saydılar. Onları birbiri peşinden helak edip, (ibretlik) konuşulan (olaylar) haline getirdik. Yok olsun iman etmeyen toplum"
        },
        {
            "chapter": 23,
            "verse": 45,
            "text": "Sonra, Musa ve kardeşi Harun’u ayetlerimiz ve apaçık bir delil ile göndermiştik"
        },
        {
            "chapter": 23,
            "verse": 46,
            "text": "Firavun’a ve çevresine. Ama onlar, büyüklendiler. Zaten (insanlara) üstünlük taslayan bir kavim idiler"
        },
        {
            "chapter": 23,
            "verse": 47,
            "text": "Dediler ki: Bizim gibi iki insana mı iman edeceğiz, üstelik onların kavmi de bize ibadet ederken"
        },
        {
            "chapter": 23,
            "verse": 48,
            "text": "Bu sebeple onları yalanladılar da helak edilenlerden oldular"
        },
        {
            "chapter": 23,
            "verse": 49,
            "text": "Doğru yolu görsünler diye Musa’ya da kitabı vermiştik"
        },
        {
            "chapter": 23,
            "verse": 50,
            "text": "Meryem’in oğlunu da, annesini de bir ayet kıldık. O; ikisini akar sulu, yüksek ve meskun bir yere yerleştirdik"
        }
    ]
}