{
    "rukus": [
        {
            "chapter": 30,
            "verse": 1,
            "text": "Elif Lâm Mîm"
        },
        {
            "chapter": 30,
            "verse": 2,
            "text": "Rumlar yenilgiye uğradılar"
        },
        {
            "chapter": 30,
            "verse": 3,
            "text": "Pek yakın yerde yenilgiden sonra galip geleceklerdir"
        },
        {
            "chapter": 30,
            "verse": 4,
            "text": "Birkaç yıl içinde... Bundan önce de bundan sonra da emir Allah'ındır. O gün, müminler sevinecektir"
        },
        {
            "chapter": 30,
            "verse": 5,
            "text": "Allah’ın yardımıyla... Allah, dilediğine yardım eder. O, çok güçlüdür, çok merhametlidir"
        },
        {
            "chapter": 30,
            "verse": 6,
            "text": "Bu Allah’ın vaadidir. Allah, vaadinden asla dönmez. Fakat, insanların çoğu bunu bilmez"
        },
        {
            "chapter": 30,
            "verse": 7,
            "text": "Onlar, dünya hayatının görünen zahirini bilirler. Onlar, ahiretten gafil kimselerdir"
        },
        {
            "chapter": 30,
            "verse": 8,
            "text": "Kendi nefislerinde (olanları) hiç düşünmüyorlar mı? Allah gökleri, yeri ve aralarındaki şeyleri ancak hak ile ve belirli bir süre için yaratmıştır. İnsanların çoğu, Rabblerine kavuşma hakkında kâfirdirler"
        },
        {
            "chapter": 30,
            "verse": 9,
            "text": "Yeryüzünde dolaşmıyorlar mı ki, kendilerinden önceki kimselerin akibetinin nasıl olduğuna bir baksınlar? Onlardan daha güçlü idiler, toprağı sürmüşler. Onu, bunların (Mekke halkının) imar ettiğinden daha çok imar etmişlerdi. Onlara peygamberleri apaçık delillerle gelmişlerdi. Allah, onlara zulmetmiş değildir. Fakat onlar kendilerine zulmediyorlardı"
        },
        {
            "chapter": 30,
            "verse": 10,
            "text": "Sonra, Allah’ın ayetlerini yalanlayarak ve onu eğlence edinerek kötülükler yapanların akibeti de kötü olmuştur"
        }
    ]
}