{
    "rukus": [
        {
            "chapter": 34,
            "verse": 37,
            "text": "Bizim katımızda sizi (bize) yaklaştıracak olan, ne mallarınız, ne de evlatlarınızdır; ancak iman edip salih amellerde bulunanlar başka. İşte onlar (var ya), onlar için yaptıklarına karşılık olmak üzere kat kat mükâfat vardır ve onlar yüksek köşklerinde güven içindedirler"
        },
        {
            "chapter": 34,
            "verse": 38,
            "text": "Aciz bırakmak için ayetlerimiz hakkında koşuşturup, çaba sarfedenlere gelince, işte onlar azab içinde hazır bulundurulacak olanlardır"
        },
        {
            "chapter": 34,
            "verse": 39,
            "text": "De ki: Şüphesiz Rabbim, kullarından dilediğinin rızkını genişletir, dilediğini de daraltır. İnfak edip, harcadığınız şeyin yerine başkasını verir. Rızık verenlerin en hayırlısı O’ dur"
        },
        {
            "chapter": 34,
            "verse": 40,
            "text": "O gün, Allah onların hepsini bir araya toplar. Sonra meleklere der ki: Bunlar size mi ibadet ediyorlardı"
        },
        {
            "chapter": 34,
            "verse": 41,
            "text": "Seni tenzih ederiz, bizim velimiz sensin. Onlar değil. Hayır, onlar cinlere ibadet ediyorlardı. Çoğu onlara iman eden kimselerdi, derler"
        },
        {
            "chapter": 34,
            "verse": 42,
            "text": "O gün, birbirinize fayda da zarar da vermeye malik değilsiniz. Zalimlere şöyle deriz: Yalanlamış olduğunuz ateş azabını tadın"
        },
        {
            "chapter": 34,
            "verse": 43,
            "text": "Kendilerine apaçık ayetlerimiz okunduğu zaman: Bu, sadece bizi atalarımızın ibadet ettiklerinden alıkoymak isteyen bir adam, dediler. Bu Kur’an, düpedüz bir uydurmadan başka nedir? dediler. Kâfirler, hak kendilerine geldiği zaman: Bu, apaçık bir sihirden başka bir şey değil, dediler"
        },
        {
            "chapter": 34,
            "verse": 44,
            "text": "Oysa biz onlara okuyup inceleyecekleri kitaplar vermedik. Onlara senden önce hiçbir uyarıcı da göndermedik"
        },
        {
            "chapter": 34,
            "verse": 45,
            "text": "Onlardan öncekiler de (peygamberleri) yalanlamıştı. Onlara verdiğimiz (güç kuvvetin) onda birine bile ulaşamadılar. Buna rağmen rasullerimi yalanladılar. Buna karşı benim inkarım/cezam nasıldı"
        }
    ]
}