{
    "rukus": [
        {
            "chapter": 39,
            "verse": 10,
            "text": "De ki: Ey iman eden kullarım! Rabbinizden sakının! Bu dünyada iyilik yapanlar için (ahirette) bir iyilik vardır. Allah’ın arzı geniştir. Ancak sabredenlere, hesapsızca/sınırsızca karşılık verilecektir"
        },
        {
            "chapter": 39,
            "verse": 11,
            "text": "De ki: Ben, dini Allah’a halis kılarak O'na ibadet etmekle emrolundum"
        },
        {
            "chapter": 39,
            "verse": 12,
            "text": "Teslim olanların da ilki olmakla emrolundum"
        },
        {
            "chapter": 39,
            "verse": 13,
            "text": "De ki: Eğer Rabbime karşı isyan edersem, elbette ben büyük bir günün azabından korkarım"
        },
        {
            "chapter": 39,
            "verse": 14,
            "text": "Dinimi kendisine halis kılarak (sadece) Allah’a ibadet ederim! de"
        },
        {
            "chapter": 39,
            "verse": 15,
            "text": "Siz de, ondan başka dilediğinize ibadet edin. De ki: Hüsrana uğrayacaklar, kıyamet günü hem kendilerini hem de ailelerini hüsrana uğratanlardır. Dikkat edin, apaçık hüsran işte budur"
        },
        {
            "chapter": 39,
            "verse": 16,
            "text": "Onların üstlerinden ateşten tabakalar, altlarından da tabakalar vardır. Allah, kullarını işte bununla korkutuyor. Ey kullarım! Benden sakının"
        },
        {
            "chapter": 39,
            "verse": 17,
            "text": "Tağut'a ibadet etmekten kaçınıp, Allah'a yönelenlere müjde vardır. Kullarımı müjdele"
        },
        {
            "chapter": 39,
            "verse": 18,
            "text": "Onlar, sözü dinleyip en güzeline uyarlar. Onlar, Allah’ın kendilerine hidayet ettiği kimselerdir. Onlar, akıl sahibi kimselerdir"
        },
        {
            "chapter": 39,
            "verse": 19,
            "text": "Üzerine azap kelimesi hak olmuş kimseye (hidayet edemezsin), ateşte olanı da sen mi kurtaracaksın"
        },
        {
            "chapter": 39,
            "verse": 20,
            "text": "Oysa, Rablerinden sakınanlar için üstüste yapılmış, altlarından ırmaklar akan odalar/köşkler vardır. Bu, Allah’ın vaadidir. Allah, vaadinden dönmez"
        },
        {
            "chapter": 39,
            "verse": 21,
            "text": "Görmedin mi? Allah gökten bir su indirdi, onu yerdeki kaynaklara yerleştirdi, sonra onunla türlü türlü renklerde ekinler yetiştiriyor. Sonra onlar kurur da sapsarı olduklarını görürsün. Sonra da Allah onları kurumuş çer çöp hâline getirir. İşte bunda akıl sahipleri için bir ibret vardır"
        }
    ]
}