{
    "rukus": [
        {
            "chapter": 41,
            "verse": 45,
            "text": "Musa’ya da kitap vermiştik. Onda da ayrılığa düşüldü. Önceden Rabbinden bir söz verilmiş olmasaydı hemen aralarında hüküm verilirdi. Onlar, ondan yine de şüphe ve tereddüt içindedirler"
        },
        {
            "chapter": 41,
            "verse": 46,
            "text": "Kim salih amel yaparsa, kendisi içindir. Kim de kötülük yaparsa kendi aleyhinedir. Rabbin, kullara asla zulmedici değildir"
        },
        {
            "chapter": 41,
            "verse": 47,
            "text": "(Kıyamet) Saatinin ilmi sadece Allah’a aittir. Onun bilgisi olmadan ne meyveler kabuklarından çıkar; ne bir dişi hamile kalır ve ne de doğurur. Allah; onlara: Nerede ortaklarım? diye seslendiği gün: Bir şahidimiz olmadığını sana bildiririz, derler"
        },
        {
            "chapter": 41,
            "verse": 48,
            "text": "Daha önce dua/ibadet ettikleri şeyler onlardan kaybolup gitmiştir. Bir kaçış yolu olmadığını anlamışlardır"
        },
        {
            "chapter": 41,
            "verse": 49,
            "text": "İnsan hayır istemekten bıkkınlık duymaz; fakat ona bir şer dokundu mu, hemen ümitsiz ve karamsar düşer"
        },
        {
            "chapter": 41,
            "verse": 50,
            "text": "Kendisine dokunan bir zarardan sonra, ona biz, bir rahmet tattırırsak hemen şöyle der: Bu benim hakkımdır, kıyametin kopacağına da inanmıyorum. Eğer Rabbime döndürülürsem, onun yanında, benim için daha iyisi vardır. Kâfirlere elbette yaptıklarını haber vereceğiz ve en ağır azabı onlara tattıracağız"
        },
        {
            "chapter": 41,
            "verse": 51,
            "text": "İnsana bir nimet verdiğimizde yüz çevirir ve büyüklük taslar. Bir kötülük dokunduğu zaman hemen çokça dua etmeye başlar"
        },
        {
            "chapter": 41,
            "verse": 52,
            "text": "Eğer bu (Kur’an) Allah katından gelmiş; sonra da siz onu inkar etmişseniz, gördünüz mü uzak/derin bir ayrılık içinde olandan daha sapık kim vardır"
        },
        {
            "chapter": 41,
            "verse": 53,
            "text": "Onun hak olduğu iyice belli olana kadar, ayetlerimizi hem afakta hem de kendi içlerinde göstereceğiz. Rabbinin her şeye şahit olması yetmez mi"
        },
        {
            "chapter": 41,
            "verse": 54,
            "text": "Onlar, Rablerine kavuşmaktan şüphe içindedirler! Bilin ki o, her şeyi kuşatandır"
        }
    ]
}