{
    "rukus": [
        {
            "chapter": 43,
            "verse": 1,
            "text": "Hâ Mîm"
        },
        {
            "chapter": 43,
            "verse": 2,
            "text": "Apaçık kitaba andolsun ki"
        },
        {
            "chapter": 43,
            "verse": 3,
            "text": "Biz onu anlayasınız diye Arapça Kur’an kıldık"
        },
        {
            "chapter": 43,
            "verse": 4,
            "text": "O, katımızdaki ana kitaptadır/Levh-i Mahfuz'dadır. Yüce ve hikmet sahibidir"
        },
        {
            "chapter": 43,
            "verse": 5,
            "text": "Siz azgınlık eden bir toplumsunuz diye sizi Kur’an ile uyarmayı terk mi edelim"
        },
        {
            "chapter": 43,
            "verse": 6,
            "text": "Biz, öncekiler için de nice peygamberler gönderdik"
        },
        {
            "chapter": 43,
            "verse": 7,
            "text": "Onlara, hiçbir peygamber gelmedi ki onunla alay etmiş olmasınlar"
        },
        {
            "chapter": 43,
            "verse": 8,
            "text": "Onlardan daha güçlü olanları da helak ettik. Öncekilere dair örnek(ler) daha önce geçmiştir"
        },
        {
            "chapter": 43,
            "verse": 9,
            "text": "Onlara: Gökleri ve yeri kim yarattı? diye sorsan: Onları, Aziz ve Alim olan Allah yarattı derler"
        },
        {
            "chapter": 43,
            "verse": 10,
            "text": "O, sizin için yeri bir beşik kıldı, orada doğru yolu bulasınız diye yollar yaptı"
        },
        {
            "chapter": 43,
            "verse": 11,
            "text": "O, gökten bir ölçüyle su indirendir. Onunla ölü bir beldeyi canlandırdık. Siz de işte böyle çıkarılacaksınız"
        },
        {
            "chapter": 43,
            "verse": 12,
            "text": "O, bütün çiftleri yaratan, sizin gemi ve hayvanlardan üzerine bindiğiniz şeyleri var edendir"
        },
        {
            "chapter": 43,
            "verse": 13,
            "text": "Onların sırtlarına binip oturmanız, sonra da: Rabbinizin nimetlerini anmanız, onların üzerine yerleştikten sonra da: Bunu, hizmetimize veren Allah noksanlıklardan münezzehtir. Yoksa buna bizim gücümüz yetmezdi"
        },
        {
            "chapter": 43,
            "verse": 14,
            "text": "Ve biz elbette Rabbimize döneceğiz demeniz için"
        },
        {
            "chapter": 43,
            "verse": 15,
            "text": "Ama onlar, kullarından bir kısmını, O'nun bir cüzü (kızı) kıldılar. İnsan gerçekten apaçık bir nankördür"
        }
    ]
}