{
    "rukus": [
        {
            "chapter": 57,
            "verse": 11,
            "text": "Allah'a güzel bir borç verecek olan kimdir? Artık Allah, bunu kendisi için kat kat arttırır. Onun için güzel bir ecir vardır"
        },
        {
            "chapter": 57,
            "verse": 12,
            "text": "O gün, mü’min erkeklerin ve mü’min kadınların nurlarının önlerinden ve sağlarından koştuğunu görürsün. Bugün müjdeniz, altından ırmaklar akan ve içlerinde ebedi kalacağınız cennetlerdir, denilir. İşte O, en büyük kurtuluştur"
        },
        {
            "chapter": 57,
            "verse": 13,
            "text": "O gün, münafık erkekler ve münafık kadınlar, iman edenlere: Bize bakın da, biz de nurunuzdan biraz alıp faydalanalım, diyeceklerdir. Arkanıza dönün de oradan ışık arayın, denilecektir ve onların arasına, içinde rahmet, dışında azap bulunan kapılı bir sur çekilir"
        },
        {
            "chapter": 57,
            "verse": 14,
            "text": "Münafıklar, müminlere: Sizinle beraber değil miydik? diye seslenecekler. Evet, ancak siz kendinizi (münafıklık ederek) fitneye düşürdünüz, (müslümanların başına bela gelmesini) gözetip beklediniz, şüphe ettiniz. Sizleri kuruntular yanıltıp aldattı. Sonunda Allah'ın emri (olan ölüm) geliverdi ve o aldatıcı da sizi Allah ile aldatmış oldu” derler"
        },
        {
            "chapter": 57,
            "verse": 15,
            "text": "Bugün artık ne sizden, ne de kâfirlerden bir fidye alınır. Barınağınız ateştir. Size yaraşan odur. Ne kötü bir sonuç"
        },
        {
            "chapter": 57,
            "verse": 16,
            "text": "İman edenlerin Allah’ı zikretmekten ve inen haktan dolayı kalplerinin titreyerek ürpermesinin zamanı gelmedi mi? Onlar daha önce kendilerine kitap verilenler gibi olmasınlar. Onların üzerinden uzun zaman geçti de kalpleri katılaştı. Çoğu da yoldan çıkmışlardı"
        },
        {
            "chapter": 57,
            "verse": 17,
            "text": "Bilin ki Allah, yeryüzünü ölümden sonra canlandırır. Aklınızı kullanasınız diye delilleri açıkça bildirdik"
        },
        {
            "chapter": 57,
            "verse": 18,
            "text": "Şüphesiz ki sadaka veren erkeklerle sadaka veren kadınlar ve Allah’a güzel bir borç verenler var ya, (verdikleri) onlara kat kat ödenir. Ayrıca onlara çok değerli bir mükâfat da vardır"
        },
        {
            "chapter": 57,
            "verse": 19,
            "text": "Allah’a ve elçisine iman edenler, işte onlar sıddiklerdir ve şahitlerdir. Onların mükâfatları ve nurları vardır. Kâfirler ve âyetlerimizi yalanlayanlara gelince; işte onlar cehennemliklerdir"
        }
    ]
}