{
    "rukus": [
        {
            "chapter": 5,
            "verse": 101,
            "text": "Ey İman edenler! Açıklandığı zaman hoşunuza gitmeyecek şeyleri sormayın. Eğer Kur’an inerken onları sorarsanız, onlar size açıklanır. Allah, (o açıklamadığı şeylerde) sizi afiyette kılmıştır. Allah çok bağışlayandır, Halim'dir (kullarına azabı göndermede acele etmez)"
        },
        {
            "chapter": 5,
            "verse": 102,
            "text": "Sizden önce gelen bir toplum onu (peygamberlerine) sordu sonra da onu inkar ettiler"
        },
        {
            "chapter": 5,
            "verse": 103,
            "text": "Allah, bahîre (kulakları kesilen deve), sâibe (binilmeyen ve sırtına yük vurulmayan hayvan), vasîle (ard arda dişi yavrulayan) ve hâm (kendi sulbünden belli sayıda yavrular doğan erkek deve) diye (putlara adanan) bir şey (meşru) kılmamıştır. Fakat küfredenler Allah’a yalan yere iftira ediyorlar. Onların çoğu akletmezler"
        },
        {
            "chapter": 5,
            "verse": 104,
            "text": "Onlara: Allah’ın indirdiğine ve rasûle gelin, denildiğinde: Atalarımızı üzerinde bulduğumuz (din) bize yeter.” derler. Ya ataları bir şey bilmeyen ve doğru yolda olmayan kimseler idiyse"
        },
        {
            "chapter": 5,
            "verse": 105,
            "text": "Ey iman edenler! Siz kendinizi düzeltin. Siz hidayette olursanız, sapan kimse size zarar veremez. Hepinizin dönüşü Allah’adır. Yapmakta olduklarınızı o size haber verecektir"
        },
        {
            "chapter": 5,
            "verse": 106,
            "text": "Ey iman edenler! İçinizden birinin ölümü yaklaştığı zaman, vasiyet sırasında, aranızdan adalet sahibi iki kişi eğer, yolculukta iseniz ve ölüm musibeti de gelip çattıysa; sizden olmayan (zaruret halinde gayri müslim) iki kişi şahitliği etsin. Şayet şüphe ederseniz; namazdan sonra onları alıkorsunuz. Onlar da Allah’a şöyle yemin ederler: “Akraba da olsa, şahitliğimizi hiçbir karşılığa satmayız. Allah’ın şahitliğini gizlemeyeceğiz. Aksi halde günahkarlardan oluruz"
        },
        {
            "chapter": 5,
            "verse": 107,
            "text": "Eğer o ikisinin günaha düştükleri belli olursa, ölenin yakınlarından diğer iki kişi onların yerine geçerler ve “bizim şahitliğimiz, bu ikisinin (yalancı) şahitliğinden (kabul olma hususunda) daha geçerlidir. Biz (kimsenin hakkına) tecavüz etmedik, aksi takdirde biz, elbette zalimlerden oluruz\" diye Allah'a yemin ederler"
        },
        {
            "chapter": 5,
            "verse": 108,
            "text": "Bu, (hüküm) şahitliği doğru bir şekilde ifa etmeleri ya da yeminlerinden sonra yeminlerinin kabul edilmemesinden korkmalarını daha iyi yakındır. Allah’tan sakının/takvalı olun ve kulak verin. Allah, fasık topluma hidayet etmez"
        }
    ]
}