{
    "chapter": [
        {
            "chapter": 26,
            "verse": 1,
            "text": "Ta Sin Mim"
        },
        {
            "chapter": 26,
            "verse": 2,
            "text": "Awa ndi mawu omveka a Buku la Korani"
        },
        {
            "chapter": 26,
            "verse": 3,
            "text": "Iwe mwina ukhoza kudziononga ndi madandaulo chifukwa cha kusakhulupirira kwawo"
        },
        {
            "chapter": 26,
            "verse": 4,
            "text": "Ngati Ife tifuna, tikhoza kuwavumbulutsira chizindikiro chochokera kumwamba chimene makosi awo adzakhota modzichepetsa"
        },
        {
            "chapter": 26,
            "verse": 5,
            "text": "Palibe chenjezo latsopano limene limadza kuchokera kwa Mwini chisoni chosatha koma iwo amalikana"
        },
        {
            "chapter": 26,
            "verse": 6,
            "text": "Ndithudi iwo amakana mawu a Mulungu koma nkhani zidzadza kwa iwo zokhudza zinthu zimene iwo amazichita chipongwe"
        },
        {
            "chapter": 26,
            "verse": 7,
            "text": "Kodi iwo saona nthaka, mmene ife tameretsamo mbewu zabwino zosiyanasiyana"
        },
        {
            "chapter": 26,
            "verse": 8,
            "text": "Ndithudi m’menemu muli chizindikiro komabe ambiri a iwo sakhulupirira ayi"
        },
        {
            "chapter": 26,
            "verse": 9,
            "text": "Ndithudi Ambuye wako ndiye Mwini mphamvu zonse ndiponso Mwini chisoni chosatha"
        },
        {
            "chapter": 26,
            "verse": 10,
            "text": "Ndipo pamene Ambuye wako adamuitana Mose adanena kuti, “Pita kwa anthu opanda chilungamo.”"
        },
        {
            "chapter": 26,
            "verse": 11,
            "text": "Kodi anthu a Farawo sangaope"
        },
        {
            "chapter": 26,
            "verse": 12,
            "text": "Iye adati, “Ambuye wanga! Ndithudi ine ndili kuopa kuti adzandikana.”"
        },
        {
            "chapter": 26,
            "verse": 13,
            "text": "“Ndipondikhozakupsamtimandikulepherakuyankhula. Tumizani Aroni.”"
        },
        {
            "chapter": 26,
            "verse": 14,
            "text": "“Ndipo iwo ali ndi mangawa ndi ine ndipo ndichita mantha kuti akhoza kukandipha.”"
        },
        {
            "chapter": 26,
            "verse": 15,
            "text": "Mulungu adati, “Nkosatheka kutero! Kotero pitani nonse awiri ndi zizindikiro zathu. Ife tidzakhala ndi inu ndipo tidzamva.”"
        },
        {
            "chapter": 26,
            "verse": 16,
            "text": "Ndipo mukakafika kwa Farawo mukamuuze kuti, “Ife ndife Atumwi ochokera kwa Ambuye wa zolengedwa zonse.”"
        },
        {
            "chapter": 26,
            "verse": 17,
            "text": "“Motero alekeni ana a Israyeli kuti apite ndi ife.”"
        },
        {
            "chapter": 26,
            "verse": 18,
            "text": "(Farawo) adati, “Kodi ife sitidakurere iwe pamene udali wamng’ono? Ndipo iwe unakhala pakati pathu zaka zambiri.”"
        },
        {
            "chapter": 26,
            "verse": 19,
            "text": "“Ndipo iwe udachita chimene udachita. Ndithudi iwe ndiwe mmodzi wa anthu osathokoza.”"
        },
        {
            "chapter": 26,
            "verse": 20,
            "text": "(Mose) adati, “Ine ndidachita chimenecho popeza nthawi imeneyo ndidali wosadziwa china chilichonse.”"
        },
        {
            "chapter": 26,
            "verse": 21,
            "text": "“Motero ine ndidathawa inu nonse pa nthawi imene ndidakuopani koma tsopano Ambuye wanga wandipatsa luntha ndiponso wandipanga ine kukhala mmodzi mwa Atumwi ake.”"
        },
        {
            "chapter": 26,
            "verse": 22,
            "text": "“Ndipo uwu ndi mwayi umene ubwino wake iwe uli kundinyogodola. Iwe wasandutsa ana a Israyeli kukhala akapolo ako.”"
        },
        {
            "chapter": 26,
            "verse": 23,
            "text": "Farawo adati, “Kodi Ambuye wa zolengedwa zonse ndani?”"
        },
        {
            "chapter": 26,
            "verse": 24,
            "text": "(Mose) adati, “Ambuye wa kumwamba ndi dziko lapansi ndi zonse zimene zili pakati pawo ngati inu mufuna kukhulupirira.”"
        },
        {
            "chapter": 26,
            "verse": 25,
            "text": "(Farawo) adawafunsa anthu amene adamuzungulira! “Kodi muli kumva zimene ali kunenazi.”"
        },
        {
            "chapter": 26,
            "verse": 26,
            "text": "(Mose) adapitiriza kuti, “Ambuye wanu ndiponso Ambuye wa makolo anu akale.”"
        },
        {
            "chapter": 26,
            "verse": 27,
            "text": "(Farawo) adati, “Ndithudi Mtumwi amene watumizidwa kwa inu ndi wopenga.”"
        },
        {
            "chapter": 26,
            "verse": 28,
            "text": "(Mose) adati, “Iye ndi Ambuye wa kum’mawa ndi kumadzulo ndi zonse zimene zikhala kumeneko ngati muli ozindikira.”"
        },
        {
            "chapter": 26,
            "verse": 29,
            "text": "(Farawo) adayankha kuti, “Ngati iwe utumikira mulungu wina kupatula ine, ndithudi ndikupanga kukhala mmodzi wa anthu okhala ku ndende.”"
        },
        {
            "chapter": 26,
            "verse": 30,
            "text": "(Mose) adafunsa kuti, “Kodi zingakhale choncho ngakhale nditakulangiza chizindikiro choonekeratu? “"
        },
        {
            "chapter": 26,
            "verse": 31,
            "text": "(Farawo) adati, “Tilangize chizindikiro chako ngati zonse zimene unena ndi zoona.”"
        },
        {
            "chapter": 26,
            "verse": 32,
            "text": "Motero Mose adaponya ndodo yake pansi ndipo nthawi yomweyo idasanduka njoka yeniyeni"
        },
        {
            "chapter": 26,
            "verse": 33,
            "text": "Ndipo Iye adatulutsa dzanja lake ndipo nthawi yomweyo lidasanduka loyera kwa iwo amene adaliona"
        },
        {
            "chapter": 26,
            "verse": 34,
            "text": "Farawo adauza nduna zake kuti, “Ndithudi munthu uyu ndi wodziwa matsenga.”"
        },
        {
            "chapter": 26,
            "verse": 35,
            "text": "“Iyeyu afuna kukuchotsani m’dziko lanu ndi matsenga ake. Kodi ulangizi wanu ndi wotani ndipo ukupereka langizo lanji?”"
        },
        {
            "chapter": 26,
            "verse": 36,
            "text": "Iwo adati, “Muyambe mwawasunga iye pamodzi ndi m’bale wake kwa kanthawi kochepa. Tumizani mithenga ku mizinda yanu"
        },
        {
            "chapter": 26,
            "verse": 37,
            "text": "Abweretse kwa inu munthu aliyense yemwe ndi wodziwa matsenga kwambiri.”"
        },
        {
            "chapter": 26,
            "verse": 38,
            "text": "Motero anthu amatsengawa adasonkhanitsidwa patsiku lodziwika lomwe adagwirizana"
        },
        {
            "chapter": 26,
            "verse": 39,
            "text": "Ndipo anthu adafunsidwa kuti, “Kodi nonse mudzasonkhana?”"
        },
        {
            "chapter": 26,
            "verse": 40,
            "text": "“Kuti mwina ife tikhoza kudzatsatira a matsenga ngati iwo atapambana.”"
        },
        {
            "chapter": 26,
            "verse": 41,
            "text": "Ndipo pamene anthu onse amatsenga adadza kwa Farawo, iwo adati kwa Farawo, “Kodi mudzatilipira ngati titapambana?”"
        },
        {
            "chapter": 26,
            "verse": 42,
            "text": "Iye adati, “Inde. Ndipo ndithudi inu mudzakhala kufupi ndi Ine.”"
        },
        {
            "chapter": 26,
            "verse": 43,
            "text": "Mose adawauza kuti, “Ponyani pansi chilichonse chimene mufuna kuponya.”"
        },
        {
            "chapter": 26,
            "verse": 44,
            "text": "Ndipo iwo adaponya zingwe ndi ndodo zawo ndipo adati: “Mwa mphamvu ya Farawo, ndithudi, ife tipambana.”"
        },
        {
            "chapter": 26,
            "verse": 45,
            "text": "Ndipo Mose adaponya ndodo yake ndipo nthawi yomweyo idameza zonse zabodza zimene iwo adapanga"
        },
        {
            "chapter": 26,
            "verse": 46,
            "text": "Ndipo anthu amatsenga onse aja adagwa pansi mogwada"
        },
        {
            "chapter": 26,
            "verse": 47,
            "text": "Iwo adati, “Ife takhulupirira mwa Ambuye wa zolengedwa zonse.”"
        },
        {
            "chapter": 26,
            "verse": 48,
            "text": "“Ambuye wa Mose ndi Aroni”"
        },
        {
            "chapter": 26,
            "verse": 49,
            "text": "Farawo adati, “Kodi inu mwakhulupirira mwa iye pamene ine sindinakupatseni chilolezo? Ndithudi iye ndi mtsogoleri wanu amene adakuphunzitsani matsenga. Ndithudi posachedwapa mudzazindikira. Ndithudi ine ndidzadula manja anu ndi miyendo yanu moisiyanitsa. Ndidzakudulani dzanja lamanja ndi mwendo wamanzere ndiponso ndidzakupachikani pa mtanda.”"
        },
        {
            "chapter": 26,
            "verse": 50,
            "text": "Iwo adati, “Zilibe kanthu chifukwa ndithudi ife tidzabwerera kwa Ambuye wathu.”"
        },
        {
            "chapter": 26,
            "verse": 51,
            "text": "“Ndithudi Ife tili ndi chiyembekezo kuti Ambuye wathu adzatikhululukira machimo athu popeza ndife oyamba kukhulupirira.”"
        },
        {
            "chapter": 26,
            "verse": 52,
            "text": "Ndipo tidamulamula Mose kuti, “Nyamuka nthawi ya usiku ndi akapolo anga chifukwa, ndithudi, inu mulondoledwa ndi gulu la adani anu.”"
        },
        {
            "chapter": 26,
            "verse": 53,
            "text": "Ndipo Farawo adatumiza mithenga ku mizinda yonse"
        },
        {
            "chapter": 26,
            "verse": 54,
            "text": "“Ndithudi anthu amenewa ndi kagulu ka anthu ochepa.”"
        },
        {
            "chapter": 26,
            "verse": 55,
            "text": "“Ndithudi anthu amenewa atipsetsa mtima.”"
        },
        {
            "chapter": 26,
            "verse": 56,
            "text": "“Ife tonse tili tcheru.”"
        },
        {
            "chapter": 26,
            "verse": 57,
            "text": "Ndipo tidawachotsa m’minda ndi mu a kasupe"
        },
        {
            "chapter": 26,
            "verse": 58,
            "text": "Ndiponso m’chuma ndi m’malo alionse olemekezeka"
        },
        {
            "chapter": 26,
            "verse": 59,
            "text": "Kotero tidawapanga ana a Israyeli kukhala alowa m’malo a zinthu za anthu a Farawo"
        },
        {
            "chapter": 26,
            "verse": 60,
            "text": "Pamene dzuwa linali kutuluka, iwo adalondoledwa ndi adani awo"
        },
        {
            "chapter": 26,
            "verse": 61,
            "text": "Ndipo pamene magulu awiriwa adaonana wina ndi mnzake, anthu a Mose adati, “Ndithudi atipeza.”"
        },
        {
            "chapter": 26,
            "verse": 62,
            "text": "Mose adati, “Iyayi. Ndithudi Ambuye wanga ali ndi ine ndipo adzanditsogolera.”"
        },
        {
            "chapter": 26,
            "verse": 63,
            "text": "Ndipo tidalamulira Mose kuti, “Menya madzi a m’nyanja ndi ndodo yako.” Ndipo nyanja idagawanika pakati, mbali iliyonse idali ngati phiri lalikulu"
        },
        {
            "chapter": 26,
            "verse": 64,
            "text": "Ndipo anthu a Farawo tidawayandikitsa ndi nyanja ija"
        },
        {
            "chapter": 26,
            "verse": 65,
            "text": "Ndipo Ife tidapulumutsa Mose ndi onse amene adali ndi iye"
        },
        {
            "chapter": 26,
            "verse": 66,
            "text": "Ndipo tidamiza ena"
        },
        {
            "chapter": 26,
            "verse": 67,
            "text": "Ndithudi mu ichi muli phunziro komabe anthu ambiri sakhulupirira ayi"
        },
        {
            "chapter": 26,
            "verse": 68,
            "text": "Ndithudi Ambuye wako! Iye ndiye Mwini mphamvu zonse ndi Mwini chisoni chosatha"
        },
        {
            "chapter": 26,
            "verse": 69,
            "text": "Ndipo afotokozere nkhani za Abrahamu"
        },
        {
            "chapter": 26,
            "verse": 70,
            "text": "Pamenepo iye adanena kwa abambo ake ndiponso kwa anthu ake kuti, “Kodi ndi chiyani chimene inu muli kupembedza?”"
        },
        {
            "chapter": 26,
            "verse": 71,
            "text": "Iwo adati, “Timatumikira mafano ndipo timapempha kwa iwo modzipereka kwambiri.”"
        },
        {
            "chapter": 26,
            "verse": 72,
            "text": "Ndipo adati, “Kodi iwo amakumvani pamene mumawapempha?”"
        },
        {
            "chapter": 26,
            "verse": 73,
            "text": "“Kodi amakuthandizani kapena kukuonongani?”"
        },
        {
            "chapter": 26,
            "verse": 74,
            "text": "Iwo adati, “Iyayi. Koma ife tidawapeza makolo athu akupembedza mafano.”"
        },
        {
            "chapter": 26,
            "verse": 75,
            "text": "Iye adati, “Kodi inu muli kuzidziwa zimene muli kuzipembedza?”"
        },
        {
            "chapter": 26,
            "verse": 76,
            "text": "“Inu ndiponso makolo anu akale?”"
        },
        {
            "chapter": 26,
            "verse": 77,
            "text": "“Ndithudi onse ndi adani anga kupatula Ambuye wachilengedwe.”"
        },
        {
            "chapter": 26,
            "verse": 78,
            "text": "“Amene adandipanga ine ndipo ndiye amene amandipatsa chilangizo.”"
        },
        {
            "chapter": 26,
            "verse": 79,
            "text": "“Ndipo ndiye amene amandipatsa chakudya ndi chakumwa.”"
        },
        {
            "chapter": 26,
            "verse": 80,
            "text": "“Ndipo ndikadwala, ndi Iye amene amandichiza.”"
        },
        {
            "chapter": 26,
            "verse": 81,
            "text": "“Ndipo ndiye amene adzandipangitsa kuti ndife ndi kudzandibwezeranso moyo.”"
        },
        {
            "chapter": 26,
            "verse": 82,
            "text": "“Ndi amene ine ndimayembekezera kuti adzandikhululukira machimo anga pa tsiku lachiweruzo”"
        },
        {
            "chapter": 26,
            "verse": 83,
            "text": "Ambuye ndipatseni luntha ndipo mundilole kuti ndikhale pakati pa anthu ochita zabwino"
        },
        {
            "chapter": 26,
            "verse": 84,
            "text": "Ndipatseni ulemerero umene udzatchulidwe ndi mibadwo yomwe ikubwera mtsogolo"
        },
        {
            "chapter": 26,
            "verse": 85,
            "text": "Ndipo ndiikeni m’gulu la anthu amene adzakhala kumalo a mtendere a ku Paradiso"
        },
        {
            "chapter": 26,
            "verse": 86,
            "text": "Akhululukireni abambo anga ndithudi iwo ali mmodzi mwa anthu osochera"
        },
        {
            "chapter": 26,
            "verse": 87,
            "text": "Musadzandichititse manyazi patsiku limene anthu adzaukitsidwa kwa akufa"
        },
        {
            "chapter": 26,
            "verse": 88,
            "text": "Tsiku limene chuma ndi ana sizidzathandiza wina aliyense"
        },
        {
            "chapter": 26,
            "verse": 89,
            "text": "Kupatula yekhayo amene adzadza kwa Mulungu ndi mtima woyera"
        },
        {
            "chapter": 26,
            "verse": 90,
            "text": "Pamenepo Paradiso idzayandikiritsidwa kwa anthu angwiro"
        },
        {
            "chapter": 26,
            "verse": 91,
            "text": "Ndipo Gahena idzaonetsedwa poyera kwa anthu ochimwa"
        },
        {
            "chapter": 26,
            "verse": 92,
            "text": "Mawu adzanenedwa kwa iwo kuti, “Kodi mafano anu aja amene mumatumikira ali kuti?”"
        },
        {
            "chapter": 26,
            "verse": 93,
            "text": "Kuwonjezera pa Mulungu weniweni? Kodi iwo akhoza kukuthandizani inu kapena kudzithandiza okha?”"
        },
        {
            "chapter": 26,
            "verse": 94,
            "text": "Ndipo iwo ndi onse ochimwa adzaponyedwa ku Gahena"
        },
        {
            "chapter": 26,
            "verse": 95,
            "text": "Ndiponso pamodzi ndi magulu onse a Satana"
        },
        {
            "chapter": 26,
            "verse": 96,
            "text": "Iwo adzati pamene adzakhala ali kukangana kumeneko"
        },
        {
            "chapter": 26,
            "verse": 97,
            "text": "“Pali Mulungu, ndithudi, ife tidali ochimwa moonekeratu.”"
        },
        {
            "chapter": 26,
            "verse": 98,
            "text": "Pamene tidakusandutsani inu kukhala ofanana ndi Ambuye wa zolengedwa zonse"
        },
        {
            "chapter": 26,
            "verse": 99,
            "text": "Palibe ena koma anthu ochita zoipa amene adatisocheretsa ife"
        },
        {
            "chapter": 26,
            "verse": 100,
            "text": "Palibe wina woti angatipepesere ife"
        },
        {
            "chapter": 26,
            "verse": 101,
            "text": "Ndiponso palibe bwenzi lenileni"
        },
        {
            "chapter": 26,
            "verse": 102,
            "text": "Koma tikadakhalanso ndi moyo, tikadakhala anthu okhulupirira"
        },
        {
            "chapter": 26,
            "verse": 103,
            "text": "Ndithudi mu zimenezi muli chizindikiro koma anthu ambiri sakhulupirira ayi"
        },
        {
            "chapter": 26,
            "verse": 104,
            "text": "Ndithudi Ambuye wanu! Ndiye Mwini mphamvu zonse ndi Mwini chisoni chosatha"
        },
        {
            "chapter": 26,
            "verse": 105,
            "text": "Anthu a m’badwo wa Nowa adakana Atumwi awo"
        },
        {
            "chapter": 26,
            "verse": 106,
            "text": "Pamene Nowa adati, “Kodi inu simungaope Mulungu ndi kumumvera Iye?”"
        },
        {
            "chapter": 26,
            "verse": 107,
            "text": "“Ndithudi ine ndine Mtumwi wanu wokhulupirika.”"
        },
        {
            "chapter": 26,
            "verse": 108,
            "text": "“Motero opani Mulungu ndipo mundimvere ine.”"
        },
        {
            "chapter": 26,
            "verse": 109,
            "text": "“Ine sindikupemphani malipiro ena alionse chifukwa palibe wina aliyense amene angandilipire ine kupatula Ambuye wa zolengedwa zonse.”"
        },
        {
            "chapter": 26,
            "verse": 110,
            "text": "“Kotero opani Mulungu ndipo mundimvere ine.”"
        },
        {
            "chapter": 26,
            "verse": 111,
            "text": "Iwo adati, “Kodi ife tikukhulupirire iwe pamene anthu onyozeka ndiwo amene amakutsatira iwe?”"
        },
        {
            "chapter": 26,
            "verse": 112,
            "text": "Nowa adati, “Kodi ine ndikudziwa chiyani za chimene iwo amachita?”"
        },
        {
            "chapter": 26,
            "verse": 113,
            "text": "“Ambuye wanga ndiye amene akhoza kuweruza ngati mumazindikira.”"
        },
        {
            "chapter": 26,
            "verse": 114,
            "text": "“Ndipo ine sindidzathamangitsa anthu okhulupirira moona.”"
        },
        {
            "chapter": 26,
            "verse": 115,
            "text": "“Ine ndine wopereka chenjezo poyera.”"
        },
        {
            "chapter": 26,
            "verse": 116,
            "text": "Iwo adati, “Iwe Nowa; ngati siusiya zimene uchita udzaponyedwa miyala.”"
        },
        {
            "chapter": 26,
            "verse": 117,
            "text": "Iye adati, “Ambuye wanga! Ndithudi anthu anga akundikana.”"
        },
        {
            "chapter": 26,
            "verse": 118,
            "text": "Motero weruzani mwachilungamo pakati pa ine ndi iwo. Ndipulumutseni ine pamodzi ndi anthu okhulupirira amene ali ndi ine"
        },
        {
            "chapter": 26,
            "verse": 119,
            "text": "Ife tidamupulumutsa iye pamodzi ndi iwo amene adali naye m’chombo"
        },
        {
            "chapter": 26,
            "verse": 120,
            "text": "Ndipo pambuyo pake tidamiza ena onse ndi chigumula"
        },
        {
            "chapter": 26,
            "verse": 121,
            "text": "Ndithudi mu chimenechi muli phunziro komabe ambiri sakhulupirira"
        },
        {
            "chapter": 26,
            "verse": 122,
            "text": "Ndithudi Ambuye wako ndi Mwini mphamvu ndi Mwini chisoni chosatha"
        },
        {
            "chapter": 26,
            "verse": 123,
            "text": "Anthu a ku Aad sanakhulupirire Atumwi awo"
        },
        {
            "chapter": 26,
            "verse": 124,
            "text": "Pamene m’bale wawo Houd adati, “Kodi inu simungakhale ndi mantha ndi Mulungu?”"
        },
        {
            "chapter": 26,
            "verse": 125,
            "text": "“Ndithudi ine ndine Mtumwi wanu wokhulupirika.”"
        },
        {
            "chapter": 26,
            "verse": 126,
            "text": "“opani Mulungu ndipo munditsate ine.”"
        },
        {
            "chapter": 26,
            "verse": 127,
            "text": "“Pa ntchito iyi, ine sindipempha malipiro kuchokera kwa inu chifukwa palibe wina amene angandilipire kupatula Ambuye wa zolengedwa zonse.”"
        },
        {
            "chapter": 26,
            "verse": 128,
            "text": "“Kodi inu mukumamanga nyumba pamalo paliponse pokwera mofuna kudzisangalatsa?”"
        },
        {
            "chapter": 26,
            "verse": 129,
            "text": "“Kodi muli kumanga nyumba zokongola ndi zolimba ngati kuti mudzakhalamo mpaka kalekale?”"
        },
        {
            "chapter": 26,
            "verse": 130,
            "text": "“Ndipo pamene mumenya anthu mumamenya ngati anthu ankhanza.”"
        },
        {
            "chapter": 26,
            "verse": 131,
            "text": "“Motero opani Mulungu, ndipo mundimvere ine.”"
        },
        {
            "chapter": 26,
            "verse": 132,
            "text": "“Ndipo muopeni Iye amene wakupatsani inu zinthu zonse zimene mumazidziwa.”"
        },
        {
            "chapter": 26,
            "verse": 133,
            "text": "“Iye wakupatsani nyama ndi ana,”"
        },
        {
            "chapter": 26,
            "verse": 134,
            "text": "“Ndiponso minda ndi a kasupe;”"
        },
        {
            "chapter": 26,
            "verse": 135,
            "text": "“Ndithudi ine ndili kuchita mantha ndi chilango chimene chidzadza pa inu pa tsiku loopsa.”"
        },
        {
            "chapter": 26,
            "verse": 136,
            "text": "Iwo adati, “Ndi chimodzimodzi kwa ife kaya utilalikira kapena ayi.”"
        },
        {
            "chapter": 26,
            "verse": 137,
            "text": "“Zonse zimene uli kutiopseza nazo ndi chikhalidwe cha anthu amakedzana.”"
        },
        {
            "chapter": 26,
            "verse": 138,
            "text": "“Ife sitidzalangidwa ayi.”"
        },
        {
            "chapter": 26,
            "verse": 139,
            "text": "Iwo adamukana iye ndipo Ife tidawaononga onse. Ndithudi mu chimenechi muli phunziro koma ambiri sakhulupirira ayi"
        },
        {
            "chapter": 26,
            "verse": 140,
            "text": "Ndithudi Ambuye wako ndiye Mwini mphamvu zonse ndi Mwini chisoni chosatha"
        },
        {
            "chapter": 26,
            "verse": 141,
            "text": "Anthu a Thamoud adakana Atumwi awo"
        },
        {
            "chapter": 26,
            "verse": 142,
            "text": "Pamene m’bale wawo Saleh adati, “Kodi inu simungakhale ndi mantha ndi Mulungu?”"
        },
        {
            "chapter": 26,
            "verse": 143,
            "text": "“Ndithudi ine ndine Mtumwi wanu okhulupirika.”"
        },
        {
            "chapter": 26,
            "verse": 144,
            "text": "“Motero opani Mulungu ndipo mundimvere ine.”"
        },
        {
            "chapter": 26,
            "verse": 145,
            "text": "“Pa ntchito iyi ine sindili kukupemphani malipiro. Palibe wina amene angandilipire kupatula Ambuye wa zolengedwa zonse.”"
        },
        {
            "chapter": 26,
            "verse": 146,
            "text": "“Kodi inu muganiza kuti mudzasiyidwa mu mtendere wa m’dziko lino?”"
        },
        {
            "chapter": 26,
            "verse": 147,
            "text": "“M’kati mwa minda ndi a kasupe.”"
        },
        {
            "chapter": 26,
            "verse": 148,
            "text": "“Minda ya chimanga ndi mitengo ya tende imene yapatsa zipatso zambiri.”"
        },
        {
            "chapter": 26,
            "verse": 149,
            "text": "“Ndipo muboola mapiri ndi kumangamo nyumba zanu mwaukatswiri;”"
        },
        {
            "chapter": 26,
            "verse": 150,
            "text": "“Khalani ndi mantha ndi Mulungu ndipo mundimvere ine.”"
        },
        {
            "chapter": 26,
            "verse": 151,
            "text": "“Musamvere malamulo a anthu oononga.”"
        },
        {
            "chapter": 26,
            "verse": 152,
            "text": "“Amene amachita zoipa padziko lapansi ndipo sakonza makhalidwe awo.”"
        },
        {
            "chapter": 26,
            "verse": 153,
            "text": "Iwo adati, “Iwe uli mmodzi mwa olodzedwa.”"
        },
        {
            "chapter": 26,
            "verse": 154,
            "text": "“Iwe ndiwe munthu wonga ife tomwe. Tilangize chizindikiro ngati zimene ukunenazi ndi zoona”"
        },
        {
            "chapter": 26,
            "verse": 155,
            "text": "Iye adati, “Iyi ndi ngamira yaikazi. Iyo idzamwa madzi patsiku lake ndipo inu mudzamwa patsiku lanu lokhazikitsidwa.”"
        },
        {
            "chapter": 26,
            "verse": 156,
            "text": "“Musaizunze ayi chifukwa mukatero chilango cha tsiku loopsa chidzadza kwa inu.”"
        },
        {
            "chapter": 26,
            "verse": 157,
            "text": "Komabe iwo adaipha iyo ndipo adanong’oneza bombono"
        },
        {
            "chapter": 26,
            "verse": 158,
            "text": "Chilango chidawapeza iwo. Ndithudi mu chimenechi muli chizindikiro koma ambiri a iwo sakhulupirira"
        },
        {
            "chapter": 26,
            "verse": 159,
            "text": "Ndithudi Ambuye wako! Indedi ndiye Mwini mphamvu zonse ndi Mwini chisoni chosatha"
        },
        {
            "chapter": 26,
            "verse": 160,
            "text": "Anthu a Loti adakana Atumwi awo"
        },
        {
            "chapter": 26,
            "verse": 161,
            "text": "Pamene m’bale wawo Loti adati, “Kodi inu simungaope Mulungu?”"
        },
        {
            "chapter": 26,
            "verse": 162,
            "text": "“Ndithudi ine ndine Mtumwi wanu wokhulupirika.”"
        },
        {
            "chapter": 26,
            "verse": 163,
            "text": "“Opani Mulungu ndipo mundimvere ine.”"
        },
        {
            "chapter": 26,
            "verse": 164,
            "text": "“Ine sindili kupempha kuti mundilipire chifukwa cha ichi ayi chifukwa palibe wina amene angandilipire kupatula Ambuye wa zolengedwa zonse.”"
        },
        {
            "chapter": 26,
            "verse": 165,
            "text": "“Kodi inu mwasankha kuti muzigonana ndi amuna anzanu mwa zolengedwa zonse"
        },
        {
            "chapter": 26,
            "verse": 166,
            "text": "“Kusiya akazi amene Mulungu adakulengerani? Koma inu ndinu anthu olakwa kwambiri.”"
        },
        {
            "chapter": 26,
            "verse": 167,
            "text": "Iwo adati, “Iwe Loti! Ngati siusiya zimenezi ndithudi udzakhala mmodzi mwa othamangitsidwa.”"
        },
        {
            "chapter": 26,
            "verse": 168,
            "text": "Iye adati, “Ine ndili kudana ndi makhalidwe anu.”"
        },
        {
            "chapter": 26,
            "verse": 169,
            "text": "“Ambuye wanga! Ndipulumutseni ine pamodzi ndi a pabanja langa ku ntchito zawo zoipa.”"
        },
        {
            "chapter": 26,
            "verse": 170,
            "text": "Ndipo Ife tidamupulumutsa iye pamodzi ndi anthu ake onse"
        },
        {
            "chapter": 26,
            "verse": 171,
            "text": "Kupatula mayi wokalamba, pakati pa amene adatsalira m’mbuyo"
        },
        {
            "chapter": 26,
            "verse": 172,
            "text": "Ndipo Ife tidawaononga kwambiri ena onse"
        },
        {
            "chapter": 26,
            "verse": 173,
            "text": "Ndipo choipa chidali chilango cha mvula imene idagwa pa iwo amene adachenjezedwa koma sadamvere"
        },
        {
            "chapter": 26,
            "verse": 174,
            "text": "Ndithudi mu ichi muli phunziro koma ambiri a iwo sakhulupirira"
        },
        {
            "chapter": 26,
            "verse": 175,
            "text": "Ndithudi Ambuye wako ndiye mwini mphamvu zonse ndi mwini chisoni chosatha"
        },
        {
            "chapter": 26,
            "verse": 176,
            "text": "Nawonso anthu okhala m’nkhalango adakana Atumwi"
        },
        {
            "chapter": 26,
            "verse": 177,
            "text": "Pamene Shaibu adawauza kuti, “Kodi inu simungaope Mulungu?”"
        },
        {
            "chapter": 26,
            "verse": 178,
            "text": "“Ndithudi ine ndine Mtumwi wanu wokhulupirira.”"
        },
        {
            "chapter": 26,
            "verse": 179,
            "text": "“Opani Mulungu ndipo mundimvere ine.”"
        },
        {
            "chapter": 26,
            "verse": 180,
            "text": "“Ine sindikupemphani malipiro chifukwa palibe wina aliyense amene angandilipire kupatula Ambuye wa zolengedwa zonse.”"
        },
        {
            "chapter": 26,
            "verse": 181,
            "text": "“Perekani muyeso oyenera ndipo musachepetse.”"
        },
        {
            "chapter": 26,
            "verse": 182,
            "text": "“Yesani ndi miyeso yabwino.”"
        },
        {
            "chapter": 26,
            "verse": 183,
            "text": "“Ndipo musawachepetsere anthu zinthu zawo kapena kulowetsa chisokonezo m’dziko.”"
        },
        {
            "chapter": 26,
            "verse": 184,
            "text": "“Muopeni Iye amene adakulengani inu ndi mibadwo yakale.”"
        },
        {
            "chapter": 26,
            "verse": 185,
            "text": "Iwo adati, “Ndithudi iwe walodzedwa.”"
        },
        {
            "chapter": 26,
            "verse": 186,
            "text": "“Iwe ndiwe munthu wolingana ndi ife. Ndithudi ife tili kuganiza kuti iwe uli kunama.”"
        },
        {
            "chapter": 26,
            "verse": 187,
            "text": "“Tigwetsere mtambo kuchokera kumwamba ngati zimene uli kunena ndi zoonadi.”"
        },
        {
            "chapter": 26,
            "verse": 188,
            "text": "Iye adati, “Ambuye wanga amadziwa kwambiri chimene inu mumachita.”"
        },
        {
            "chapter": 26,
            "verse": 189,
            "text": "Iwo adamukana iye kotero chilango cha thambo ndi moto chidawaononga. Ichi chidali chilango cha tsiku loopsa"
        },
        {
            "chapter": 26,
            "verse": 190,
            "text": "Ndithudi mu chimenechi muli chiphunzitso koma ambiri a iwo sakhulupirira"
        },
        {
            "chapter": 26,
            "verse": 191,
            "text": "Ndithudi Ambuye wako ndiye Mwini mphamvu zonse ndi Mwini chisoni chosatha"
        },
        {
            "chapter": 26,
            "verse": 192,
            "text": "Buku lolemekezekali lavumbulutsidwa ndi Ambuye wa zolengedwa zonse"
        },
        {
            "chapter": 26,
            "verse": 193,
            "text": "Mzimu wokhulupirika udabweretsa Bukuli"
        },
        {
            "chapter": 26,
            "verse": 194,
            "text": "Ku mtima wako kuti ukhoza kuchenjeza mitundu ya anthu"
        },
        {
            "chapter": 26,
            "verse": 195,
            "text": "Mu chinenero chomveka cha Chiarabu"
        },
        {
            "chapter": 26,
            "verse": 196,
            "text": "Ndithudi lili kupezeka mu mawu a Mulungu akale"
        },
        {
            "chapter": 26,
            "verse": 197,
            "text": "Kodi si chizindikiro kwa iwo kuti anthu ophunzira a ana a Israyeli amalidziwa"
        },
        {
            "chapter": 26,
            "verse": 198,
            "text": "Ngati Ife tikadaivumbulutsa kwa munthu wa mtundu wina uliwonse yemwesi wa Chiarabu"
        },
        {
            "chapter": 26,
            "verse": 199,
            "text": "Kuti iye ailakatule kwa iwo ndipo sakadakhulupirira iwo mwa Bukulo"
        },
        {
            "chapter": 26,
            "verse": 200,
            "text": "Kotero Ife tidaipanga iyo kuti ilowe m’mitima ya anthu ochitazoipa"
        },
        {
            "chapter": 26,
            "verse": 201,
            "text": "Iwosadzakhulupiriramuilompakapamene adzaona chilango chowawa"
        },
        {
            "chapter": 26,
            "verse": 202,
            "text": "Ndipo icho chidzadza kwa iwo mwadzidzidzi pamene iwo sakudziwa"
        },
        {
            "chapter": 26,
            "verse": 203,
            "text": "Ndipo iwo adzati, “Kodi ife sitidzapatsidwanso nthawi?”"
        },
        {
            "chapter": 26,
            "verse": 204,
            "text": "Kodi iwo angafune kuti chilango chathu chidze msanga"
        },
        {
            "chapter": 26,
            "verse": 205,
            "text": "Tandiuza. Ngati Ife titawalola kukhala mu mtendere wa zaka zambiri"
        },
        {
            "chapter": 26,
            "verse": 206,
            "text": "Ndipo pambuyo pake chilango chimene chidalonjezedwa chidza pa iwo"
        },
        {
            "chapter": 26,
            "verse": 207,
            "text": "Chisangalalo chawo chimene adapatsidwa chidzakhala chopanda phindu"
        },
        {
            "chapter": 26,
            "verse": 208,
            "text": "Palibe mtundu wa anthu umene tidaonongapo kale umene sitidautumizire owachenjeza"
        },
        {
            "chapter": 26,
            "verse": 209,
            "text": "Monga chenjezo ndipo Ife si ndife opondereza ayi"
        },
        {
            "chapter": 26,
            "verse": 210,
            "text": "Si a Satana amene adabweretsa Korani ino ayi"
        },
        {
            "chapter": 26,
            "verse": 211,
            "text": "Si koyenera kwa iwo ndiponso sangathe kutero"
        },
        {
            "chapter": 26,
            "verse": 212,
            "text": "Ndithudi iwo amanidwa kumva za Bukuli"
        },
        {
            "chapter": 26,
            "verse": 213,
            "text": "Musapembedze milungu ina kuonjezera pa Mulungu weniweni chifukwa mukatero mudzakhala m’gulu limene lidzalangidwa"
        },
        {
            "chapter": 26,
            "verse": 214,
            "text": "Achenjeze abale ako amene ali pafupi ndi iwe"
        },
        {
            "chapter": 26,
            "verse": 215,
            "text": "Ndipo onetsa chifundo kwa anthu okhulupirira amene amakutsatira iwe"
        },
        {
            "chapter": 26,
            "verse": 216,
            "text": "Ngati iwo sakumvera iwe, unene kuti, “Ine sindidzaimbidwa mlandu chifukwa cha zimene mumachita.”"
        },
        {
            "chapter": 26,
            "verse": 217,
            "text": "Ika chikhulupiriro chako mwa Mwini mphamvu zonse ndi Mwini chisoni chosatha"
        },
        {
            "chapter": 26,
            "verse": 218,
            "text": "Amene amakuona pamene umaimirira popemphera"
        },
        {
            "chapter": 26,
            "verse": 219,
            "text": "Ndi machitidwe ako pakati pa anthu opemphera"
        },
        {
            "chapter": 26,
            "verse": 220,
            "text": "Mulungu amamva chilichonse ndipo amadziwa china chilichonse"
        },
        {
            "chapter": 26,
            "verse": 221,
            "text": "Kodi ndi kuuzeni za munthu amene Satana amamutsikira"
        },
        {
            "chapter": 26,
            "verse": 222,
            "text": "Iwo amadza pa munthu wabodza ndi wochimwa"
        },
        {
            "chapter": 26,
            "verse": 223,
            "text": "Iwo amamvera mabodza okhaokha ndipo komaambiriaiwondiabodza"
        },
        {
            "chapter": 26,
            "verse": 224,
            "text": "Alakatuliamatsatidwandi anthu ochita zoipa"
        },
        {
            "chapter": 26,
            "verse": 225,
            "text": "Kodi simuona kuti iwo amangonena nkhani iliyonse mu zolakatula zawo"
        },
        {
            "chapter": 26,
            "verse": 226,
            "text": "Ndipo iwo amakamba zinthu zimene iwo sachita"
        },
        {
            "chapter": 26,
            "verse": 227,
            "text": "Kupatula okhawo amene akhulupirira ndipo amachita ntchito zabwino ndi kumakumbukira Mulungu kwambiri ndi kudziteteza pambuyo pa kuponderezedwa. Ndipo iwo amene amachita zoipa adzadziwa chimene chidzawagadabuza"
        }
    ]
}