{
    "chapter": [
        {
            "chapter": 39,
            "verse": 1,
            "text": "Chivumbulutso cha Buku ili ndi chochokera kwa Mulungu, Mwini mphamvu ndi Mwini nzeru"
        },
        {
            "chapter": 39,
            "verse": 2,
            "text": "Ndithudi tavumbulutsa kwa iwe Buku mwachoonadi. Motero pembedza Mulungu yekha ndipo udzipereke kwa Iye kwathunthu"
        },
        {
            "chapter": 39,
            "verse": 3,
            "text": "Ndithudi kumvera ndi kupembedza, ndi kwa Mulungu yekha ndipo iwo amene amasankha ena kuti akhale owasamala m’malo mwa Mulungu amati, “Ife sitiwapembedza iwo ayi koma timafuna kuti iwo atifikitse pafupi ndi Mulungu.” Ndithudi Mulungu adzaweruza pa zonse zimene iwo amatsutsana. Ndithudi Mulungu satsogolera wabodza ndi wosakhulupirira"
        },
        {
            "chapter": 39,
            "verse": 4,
            "text": "Ngati Mulungu akadafuna kukhala ndi mwana, ndithudi, Iye akadasankha iwo amene wawafuna kuchokera ku gulu la zolengedwa zake. Koma ulemerero ukhale kwa Iye. Iye ndi Mulungu mmodzi ndi wogonjetsa onse"
        },
        {
            "chapter": 39,
            "verse": 5,
            "text": "Iye adalenga kumwamba ndi dziko lapansi m’choonadi Iye amapanga usiku kuti uphimbe usana ndiponso amapanga usana kuti uphimbe usiku ndipo adalamula dzuwa ndi mwezi kukhala zopanda mphamvu. Chilichonse kumaenda mu msewu wakewake. Ndithudi Iye ndi wamphamvu, ndi wokhululukira nthawi zonse"
        },
        {
            "chapter": 39,
            "verse": 6,
            "text": "Iye adakulengani inu nonse kuchokera kwa munthu mmodzi ndipo adalenga mnzake wolingana naye. Ndipo Iye adakutumizirani inu ng’ombe zisanu ndi zitatu zazimuna ndi zazikazi. Iye adakulengani inu m’mimba mwa amayi anu, chilengedwe chotsagana ndi chilengedwe china, m’magulu atatu a mdima. Iye ndiye Mulungu, Ambuye wanu. Kulibenso Mulungu wina koma Iye yekha. Nanga ndi chifukwa chiyani inu musocheretsedwa"
        },
        {
            "chapter": 39,
            "verse": 7,
            "text": "Ngati inu simukhulupirira, ndithudi, muyenera kudziwa kuti Mulungu ndi woima payekha ndipo alibe nanu kanthu ayi. Iye sakonda kusakhulupirira kwa akapolo ake. Koma ngati inu muthokoza, Iye amasangalala nanu. Ndipo palibe munthu amene adzasenza katundu wa mnzake. Ndipo ndi kwa Ambuye wanu kumene nonse mudzabwerera. Ndipo Iye adzakuuzani zonse zimene mudachita. Ndithudi Iye amadziwa chilichonse chimene chili m’mitima mwanu"
        },
        {
            "chapter": 39,
            "verse": 8,
            "text": "Koma pamene mavuto akhazikika pa munthu, iye amapempha Ambuye wake pafupipafupi koma munthuyo akalandira chisomo chochokera kwa Ambuye wake iye amaiwala zimene amalilira poyamba ndipo amakhazikitsa opikisana ndi Mulungu ndi cholinga chosokoneza anthu ku njira yoyenera ya Mulungu. Nena “Basangalalani ndi kusakhulupirira kwanu kwa kanthawi kochepa. Ndithudi inu ndinu okakhala ku moto!”"
        },
        {
            "chapter": 39,
            "verse": 9,
            "text": "Kodi iye amene amamvera Mulungu ndipo amadzipereka m’mapemphero nthawi ya usiku ndi kugwada kapena kuimirira popembedza ndiponso amene amaopa za m’moyo umene uli nkudza ndipo amalakalaka chisomo cha Ambuye wake ndi wofanana ndi osakhulupirira? Nena, “Kodi iwo amene amadziwa ndi ofanana ndi iwo osadziwa?” Ndi okhawo amene ndi ozindikira amene adzakumbukira"
        },
        {
            "chapter": 39,
            "verse": 10,
            "text": "Nena, “oh inu akapolo anga amene mwakhulupirira! opani Ambuye wanu. Mphotho yokoma ili kuwandikira iwo amene amachita zabwino m’dziko lino. Ndipo dziko la Mulungu lili ndi malo ambiri. Ndipo onse amene amapirira, ndithudi adzalandira mphotho yopanda malire.”"
        },
        {
            "chapter": 39,
            "verse": 11,
            "text": "Nena,“Inendalamulidwakutindizipembedza Mulungu ndi mtima wanga wonse.”"
        },
        {
            "chapter": 39,
            "verse": 12,
            "text": "“Ndiponso ine ndalamulidwa kukhala woyamba pakati pa iwo amene amadzipereka kwa Mulungu, m’Chisilamu.”"
        },
        {
            "chapter": 39,
            "verse": 13,
            "text": "Nena, “Ndithudi ngati ine ndikapanda kumvera Ambuye wanga, ine ndimachita mantha ndi chilango cha tsiku loopsa.”"
        },
        {
            "chapter": 39,
            "verse": 14,
            "text": "Nena, “Ndi Mulungu yekha amene ine ndimamupembedza ndi mtima wanga wonse.”"
        },
        {
            "chapter": 39,
            "verse": 15,
            "text": "Motero inu pembedzani aliyense amene mufuna kuonjezera pa Mulungu. “Ndithudi otayika ndi iwo amene adzataya miyoyo yawo ndi anthu awo pa tsiku lachiweruzo. Ndithudi kumeneku ndi kutayika kwenikweni.”"
        },
        {
            "chapter": 39,
            "verse": 16,
            "text": "Iwo adzakutidwa ndi moto pamwamba pawo ndi magawo a moto pansi pawo. Ndi chimenechi; Mulungu amaopseza akapolo ake. “Oh inu akapolo anga motero opani Ine.”"
        },
        {
            "chapter": 39,
            "verse": 17,
            "text": "Ndipo iwo amene sapembedza mafano ndipo amatembenukira kwa Mulungu molapa, iwo adzapeza nkhani zabwino. Kotero auze nkhani yabwino akapolo anga"
        },
        {
            "chapter": 39,
            "verse": 18,
            "text": "Iwo amene amamva mawu anga ndipo adawatsatira, iwo ndiwo amene Mulungu wawatsogolera ndiponso iwo ndiwo anthu ozindikira"
        },
        {
            "chapter": 39,
            "verse": 19,
            "text": "Kodi iye amene chilango chake chagamulidwa mwachilungamo ndi wofanana ndi munthu wochimwa? Kodi iwe ungamupulumutse iye amene ali m’moto"
        },
        {
            "chapter": 39,
            "verse": 20,
            "text": "Koma iwo amene aopa Ambuye wawo ali ndi nyumba zokongola ndi zosanjikizana zimene zamangidwa ndipo pansi pake pamayenda mitsinje. Limeneli ndilo lonjezo la Mulungu ndipo Iye saphwanya lonjezo lake"
        },
        {
            "chapter": 39,
            "verse": 21,
            "text": "Kodi inu simuona mmene Mulungu amatumizira mvula kuchokera kumwamba ndipo amaisiya kuti ilowe pansi m’mitsinje? Mmene Iye amameretsera mbewu za maonekedwe osiyanasiyana zimene zimafota ndipo inu mumaziona zitasanduka zachikasu ndipo amazipanga izo kuti ziume ndi kuthetheka? Ndithudi mu zimenezi muli chikumbutso kwa anthu ozindikira"
        },
        {
            "chapter": 39,
            "verse": 22,
            "text": "Kodi iye amene Mulungu watsekula mtima wake kuti alowe Chisilamu ndi kuona kuwala kochokera kwa Ambuye wake ndi wofanana ndi munthu wouma mtima? Iyayi! Tsoka kwa iwo amene mitima yawo ndi yolimba pokumbukira Mulungu. Ndipo iwo ndi olakwa kwambiri"
        },
        {
            "chapter": 39,
            "verse": 23,
            "text": "Mulungu watumiza uthenga wabwino, Buku limene limabwerezabwereza chiphunzitso chake mosiyanasiyana. MatupiaiwoameneamaopaAmbuyewawo, amanjenjemera ndi Bukulo. Ndipo makungu ndi mitima yawo imafewa akamakumbukira Mulungu. Chimenechindichochilangizo cha Mulungu. Iye amatsogolera ndi icho aliyense amene Iye wamufuna. Koma iye amene Mulungu amamusiya kuti asochere, alibe wina woti angamutsogolere"
        },
        {
            "chapter": 39,
            "verse": 24,
            "text": "Kodi iye amene adzapanga nkhope yake kukhala chishango cha chilango chowawa cha tsiku louka kwa akufa adzakhala wofanana ndi iye amene wapulumuka? Ndipo zidzanenedwa kwa anthu ochimwa kuti, “Lawani zipatso za ntchito zanu.”"
        },
        {
            "chapter": 39,
            "verse": 25,
            "text": "Iwo amene adalipo kale nawonso adakana kotero chilango chidadza pa iwo kuchokera kumbali imene iwo sanali kuyembekezera"
        },
        {
            "chapter": 39,
            "verse": 26,
            "text": "Kotero Mulungu adawachititsa manyazi m’moyo uno koma chilango cha m’moyo umene uli nkudza ndi chachikulu iwo akadadziwa"
        },
        {
            "chapter": 39,
            "verse": 27,
            "text": "Ndipo Ife tawaikira anthu, m’Buku la Korani, fanizo la mtundu uliwonse ndi cholinga chakuti azikumbukira"
        },
        {
            "chapter": 39,
            "verse": 28,
            "text": "Korani ya chiyankhulo cha Chiarabu, ndipo mulibe zinthu zolakwa, kuti iwo akhoza kulewa zoipa zimene Mulungu wawalamula"
        },
        {
            "chapter": 39,
            "verse": 29,
            "text": "Mulungu ali kupereka fanizo la kapolo amene ali ndi mabwana ambiri ndi kapolo amene ali ndi bwana mmodzi yekha. Kodi anthu awiriwa ndi ofanana m’machitidwe awo? Ulemerero ukhale kwa Mulungu! Koma anthu ambiri sadziwa"
        },
        {
            "chapter": 39,
            "verse": 30,
            "text": "Ndithudi iwe udzafa ndipo iwo adzafa"
        },
        {
            "chapter": 39,
            "verse": 31,
            "text": "Ndipo patsiku louka kwa akufa, nonse mudzatsutsana wina ndi mnzake pamaso pa Ambuye wanu"
        },
        {
            "chapter": 39,
            "verse": 32,
            "text": "Kodi wolakwa kwambiri ndani kuposa iye amene amapeka bodza lokhudza Mulungu ndipo amakana choonadi pamene chidza kwa iye? Kodi ku Gahena kulibe malo okhalamo anthu osakhulupirira"
        },
        {
            "chapter": 39,
            "verse": 33,
            "text": "Ndipo iye amene wabweretsa choonadi ndi amene adakhulupirira choonadi, ndithudi, amenewa ndiwo amene amachita bwino"
        },
        {
            "chapter": 39,
            "verse": 34,
            "text": "Iwo adzapeza zonse zimene afuna kuchokera kwa Ambuye wawo. Imeneyi ndiyo mphotho ya anthu abwino"
        },
        {
            "chapter": 39,
            "verse": 35,
            "text": "Kuti Mulungu adzawakhululukira zoipitsitsa zimene amachita ndi kuwapatsa mphotho yawo molingana ndi ntchito zawo zabwino zimene adachita"
        },
        {
            "chapter": 39,
            "verse": 36,
            "text": "Kodi Mulungu sakwana kuthandiza akapolo ake? Komabe iwo amayesetsa kukuopseza ndi milungu ina yoonjezera pa Iye. Ndipo aliyense amene Mulungu amusocheza alibe wina womutsogolera"
        },
        {
            "chapter": 39,
            "verse": 37,
            "text": "Ndipo iye amene Mulungu amamutsogolera palibe wina amene angamusocheze. Kodi Mulungu si wamphamvu zambiri ndiponso Ambuye wodziwa kubwezera"
        },
        {
            "chapter": 39,
            "verse": 38,
            "text": "Ndipo, ndithudi, ngati ungawafunse kuti, “Kodi ndani adalenga kumwamba ndi dziko lapansi?” Ndithudi iwo adzayankha kuti, “Ndi Mulungu.” Nena, “Kodi zinthu zimene mumapembedza m’malo mwa Mulungu, ngati Mulungu afuna kugwetsa mavuto pa ine, kodi zinthuzo zingathe kuchotsa mavutowo? Kapena ngati Iye alangiza chisomo chake pa ine, kodi izo zingakanize chisomo chake?” Nena, “Mulungu ndi wokwana kwa ine. Mwa Iye onse okhulupirira ayenera kuika chikhulupiriro chawo.”"
        },
        {
            "chapter": 39,
            "verse": 39,
            "text": "Nena, “oh inu anthu anga! Gwirani ntchito yanu ndipo ine ndigwira yanga, ndipo inu mudzadziwa.”"
        },
        {
            "chapter": 39,
            "verse": 40,
            "text": "Iye amene alandira chilango chochititsa manyazi ndi iye amene alandira chilango chamuyaya"
        },
        {
            "chapter": 39,
            "verse": 41,
            "text": "Ndithudi tavumbulutsa kwa iwe Buku la ulangizi kwa anthu mwachoonadi. Kotero aliyense amene atsatira njira yoyenera amapulumutsa mzimu wake ndipo aliyense amene asochera alanga mzimu wake. Ndipo iwe sindiwe msungi wawo ayi"
        },
        {
            "chapter": 39,
            "verse": 42,
            "text": "Ndi Mulungu amene amachotsa mizimu ya anthu pa nthawi ya imfa ndi mizimu ya anthu a moyo akamagona. Iye amasunga mizimu ya amene adalamula kuti afe ndi kubweza mizimu ya ena mpaka nthawi yawo itakwana. Ndithudi mu zimenezi muli zizindikiro kwa iwo amene amaganiza kwambiri"
        },
        {
            "chapter": 39,
            "verse": 43,
            "text": "Kodi iwo asankha ena ngati a mkhalapakati poonjezera pa Mulungu? Nena, “Ngakhale kuti iwo alibe mphamvu iliyonse ndiponso alibe nzeru?”"
        },
        {
            "chapter": 39,
            "verse": 44,
            "text": "Nena “Mphamvu zonse za mkhalapakati zili m’manja mwa Mulungu. Iye ndiye Mwini wa chilichonse chimene chili kumwamba ndi pa dziko lapansi. Ndipo ndi kwa Iye kumene mudzabwerera.”"
        },
        {
            "chapter": 39,
            "verse": 45,
            "text": "Ndipo pamene dzina la Mulungu lokha litchulidwa, mitima ya iwo amene sakhulupirira za m’moyo umene uli nkudza imakhumudwa koma pamene milungu ina kupatula Mulungu weniweni itchulidwa, iwo amasangalala kwambiri"
        },
        {
            "chapter": 39,
            "verse": 46,
            "text": "Nena, “oh Mulungu! Namalenga wakumwamba ndi dziko lapansi, Wodziwa zobisika ndi zooneka! Inu mudzaweruza pakati pa akapolo anu pa zimene amatsutsana.”"
        },
        {
            "chapter": 39,
            "verse": 47,
            "text": "Ngakhale anthu ochita zoipa akadakhala ndi zinthu zonse zimene zili pa dziko lapansi kapena zochuluka kuonjezera pa izi, ndithudi iwo akadazipereka izo ngati dipo kuti ziwapulumutse ku zowawa za chilango cha tsiku lachiweruzo. Ndipo chimene samachiganizira, chidzasonyezedwa kwa iwo ndi Mulungu"
        },
        {
            "chapter": 39,
            "verse": 48,
            "text": "Mphotho za ntchito zawo zonse zoipa zidzaonekera poyera ndipo zonse zimene amazinyoza zidzawazungulira iwo"
        },
        {
            "chapter": 39,
            "verse": 49,
            "text": "Pamene vuto ligwa pa munthu, iye amatipempha Ife, koma pamene timuonetsa chifundo chathu, iye amati, “Izi zapatsidwa kwa ine chifukwa cha nzeru zanga.” Iyayi! Awa ndi mayesero chabe koma ambiri a iwo sadziwa chilichonse"
        },
        {
            "chapter": 39,
            "verse": 50,
            "text": "Ndithudi iwo amene adalipo kale anali kunena chimodzimodzi koma chilichonse chimene anali kuchita chidali chopanda phindu kwa iwo"
        },
        {
            "chapter": 39,
            "verse": 51,
            "text": "Motero zoipa zimene adachita zidawatsata iwo. Ndipo iwo ochita zoipa a m’badwo uno zotsatira za ntchito zawo zidzawapeza ndipo iwo sadzatha kuthawa ayi"
        },
        {
            "chapter": 39,
            "verse": 52,
            "text": "Kodi iwo sadziwa kuti Mulungu amapereka moolowa manja kapena monyalapsa kwa aliyense amene Iye wamufuna? Ndithudi mu zimenezi muli zizindikiro kwa iwo amene ama amakhulupirira"
        },
        {
            "chapter": 39,
            "verse": 53,
            "text": "Nena, “Oh akapolo anga amene mwalakwira mizimu yanu! Musakayike za chisomo cha Mulungu. Ndithudi Mulungu amakhululukira machimo onse. Ndithudi Iye amakhululukira nthawi zonse ndipo ndiye Mwini chisoni chosatha.”"
        },
        {
            "chapter": 39,
            "verse": 54,
            "text": "Lapani kwa Ambuye wanu nthawi ndi nthawi ndipo mudzipereke kwathunthu kwa Iye chilango chisanadze kwa inu chifukwa sipadzakhala wina wothandiza inu"
        },
        {
            "chapter": 39,
            "verse": 55,
            "text": "Ndipotsatiranizabwinozonsezimenezavumbulutsidwa kwa inu kuchokera kwa Ambuye wanu chilango chake chisanadze kwa inu mwadzidzidzi pamene inu simuli kuchiganizira"
        },
        {
            "chapter": 39,
            "verse": 56,
            "text": "Mwina mzimu ungadzanene kuti, “Oh tsoka kwa ine chifukwa chakulephera kwanga pokwaniritsa udindo wanga kwa Mulungu! Ndithudi ine ndidali mmodzi wa iwo amene anali kunyoza.”"
        },
        {
            "chapter": 39,
            "verse": 57,
            "text": "Kapena akhoza kunena kuti, “Akadakhala kuti Mulungu adanditsogolera, ndithudi, ine ndikadakhala m’gulu la anthu angwiro.”"
        },
        {
            "chapter": 39,
            "verse": 58,
            "text": "Kapena pamene aona akhoza kunena chilango kuti, “N’kadakhala ndidali ndi mwayi wina, ndithudi, ndikadakhala m’gulu la iwo ochita zabwino.”"
        },
        {
            "chapter": 39,
            "verse": 59,
            "text": "Inde! Ndithudi ulangizi wanga unadza kwa inu koma inu munaukana. Inu munali kunyada ndipo munali m’gulu la anthu osakhulupirira"
        },
        {
            "chapter": 39,
            "verse": 60,
            "text": "Ndipo patsiku louka kwa akufa, iwe udzaona nkhope zonse za amene amanamizira Mulungu, zitadetsedwa. Kodi ku Gahena kulibe malo okhalako anthu a mwano"
        },
        {
            "chapter": 39,
            "verse": 61,
            "text": "Ndipo Mulungu adzapereka onse amene amalewa zoipa ku malo awo opambana. Palibe choipa chimene chidzagwa pa iwo, ndipo iwo sadzamva chisoni ayi"
        },
        {
            "chapter": 39,
            "verse": 62,
            "text": "Mulungu ndiye Namalenga wa zinthu zonse, Wosamalira ndiponso Mgawi wa zinthu zonse"
        },
        {
            "chapter": 39,
            "verse": 63,
            "text": "Chake ndi chuma chonse cha kumwamba ndi cha padziko lapansi. Ndipo iwo amene sakhulupirira muchivumbulutso cha Mulungu, amenewo ndiwo amene adzakhala olephera"
        },
        {
            "chapter": 39,
            "verse": 64,
            "text": "Nena, “Kodi inu muli kundilamula kuti ndipembedze wina wake osati Mulungu? Oh inu anthu osadziwa!”"
        },
        {
            "chapter": 39,
            "verse": 65,
            "text": "Ndipo, ndithudi, zavumbulutsidwa kwa iwe ndi kwa iwo amene adalipo kale kuti, “Ndithudi ngati inu muphatikiza Mulungu ndi china chake, ndithudi, ntchito zanu zidzakhala zopanda phindu. Ndithudi inu mudzakhala m’gulu la anthu olephera.”"
        },
        {
            "chapter": 39,
            "verse": 66,
            "text": "Iyayi! Koma iwe upembedze Mulungu m’modzi yekha ndipo khala m’gulu la iwo amene amathokoza"
        },
        {
            "chapter": 39,
            "verse": 67,
            "text": "Ndipo iwo sadamulemekeze Mulungu ndi ulemu umene uli woyenera kwa Iye ndipo dziko lapansi lidzakhala pa chikhato pake pa tsiku lachiweruzo. Kumwamba kudzakulungidwa m’dzanja lake lamanja. Ulemerero ukhale kwa Iye ndipo Iye ndi woposa mafano amene amamufanizira nawo"
        },
        {
            "chapter": 39,
            "verse": 68,
            "text": "Ndipo lipenga lidzalizidwa kotero onse amene ali kumwamba ndi onse amene ali padziko lapansi adzakomoka kupatula okhawo amene Mulungu wawafuna. Ndipo lidzalizidwanso kachiwiri ndipo onse adzakhala choimirira ndi kumangoyembekezera"
        },
        {
            "chapter": 39,
            "verse": 69,
            "text": "Ndipo dziko lapansi lidzawala ndi muuni wa Ambuye wako ndipo Buku lidzatsekulidwa. Atumwi ndi mboni zidzaitanidwa ndipo chiweruzo chidzaperekedwa mwachilungamo pakati pawo ndipo iwo sadzaponderezedwa konse"
        },
        {
            "chapter": 39,
            "verse": 70,
            "text": "Ndipo mzimu uliwonse udzalipidwa mokwanira molingana ndi zimene udachita ndipo Iye amadziwa bwino zonse zimene mumachita"
        },
        {
            "chapter": 39,
            "verse": 71,
            "text": "Ndipo onse osakhulupirira adzatengedwa paulendo wa ku Gahena m’magulumagulu ndipo pamene azidzafika pafupi, makomo ake adzatsekulidwa ndipo oyang’anira kumeneko adzati kwa iwo, “Kodi sikunadze kwa inu Atumwi a mtundu wanu kukulalikirani ulangizi wa Ambuye wanu ndi kukuchenjezani za kukumana kwanu ndi tsiku lino?” Iwo adzati, “Inde!” Koma chilango chakwaniritsidwa kwa anthu osakhulupirira"
        },
        {
            "chapter": 39,
            "verse": 72,
            "text": "Iwo adzauzidwa kuti, “Lowani nonse m’zipata za Gahena kuti muzikhala m’menemo.” Ndipo ndi oipa malowa womwe anthu onyada adzakhaleko"
        },
        {
            "chapter": 39,
            "verse": 73,
            "text": "Ndipo onse amene amaopa Ambuye wawo adzatsogozedwa ku Paradiso m’magulumagulu. Ndipo pamene iwo azidzafika pafupi, taonani makomo azipata adzatsekulidwa, ndipo oyang’anira kumeneko adzati, “Mtendere ukhale kwa inu!” Inu mudzakhala mosangalala kotero lowani kuti muzikhala momwemo.”"
        },
        {
            "chapter": 39,
            "verse": 74,
            "text": "Ndipo iwo adzati, “Ulemerero ukhale kwa Mulungu amene wakwaniritsa kwa ife lonjezo lake ndipo watilola ife kuti tikhale m’dziko ili. Ife tidzakhala m’minda imene tifuna.” Kotero yabwino ndi mphotho ya anthu ogwira ntchito zabwino"
        },
        {
            "chapter": 39,
            "verse": 75,
            "text": "Ndipo iwe udzaona angelo atazungulira Mpando Wachifumu mbali zonse, ali kuimba mayamiko ndi kulemekeza Ambuye wawo. Ndipo chiweruzo chidzaperekedwa kwa zolengedwa zonse mwachilungamo ndipo kudzanenedwa kuti, “Kuyamikidwa konse ndi kwa Mulungu, Ambuye wa zolengedwa zonse.” Sura 40 • al-mu’min"
        }
    ]
}