{
    "chapter": [
        {
            "chapter": 45,
            "verse": 1,
            "text": "Ha Mim"
        },
        {
            "chapter": 45,
            "verse": 2,
            "text": "Shpallja e Librit është nga All-llahu, i forti e i urti"
        },
        {
            "chapter": 45,
            "verse": 3,
            "text": "Në qiej dhe në tokë, me të vërtetë, ka argumente për besimtarët"
        },
        {
            "chapter": 45,
            "verse": 4,
            "text": "Edhe ne të krijuarit tuaj dhe çka ka shpërndarë nga shtazët ka argumente për njerëzit që janë të bindur"
        },
        {
            "chapter": 45,
            "verse": 5,
            "text": "Edhe në ndërrimin e ditës dhe të natës dhe çka lëshon All-llahu nga qielli prej furnizimeve që me anë të tij e ngjallë tokën, pasi të ketë vdekur, si edhe ndërrimi i erërave janë argumente për njerëzit e mençur"
        },
        {
            "chapter": 45,
            "verse": 6,
            "text": "Ato janë argumentet e All-llahut që t’i kumtojmë saktësisht. Po cilat fjalë ata besojnë në mos fjalët e All-llahut dhe argumentet e tij"
        },
        {
            "chapter": 45,
            "verse": 7,
            "text": "I mjeri çdo gënjeshtar, mëkatar"
        },
        {
            "chapter": 45,
            "verse": 8,
            "text": "I dëgjon ajetet e All-llahut që po i lexohen dhe prap mohon me mendjemadhësi sikur të mos i ketë dëgjuar. Atë përgëzoje me vuajtje të turpshme"
        },
        {
            "chapter": 45,
            "verse": 9,
            "text": "Sepse kur mëson për ndonjë ajet tonin ai tallet. Të atillët i pret dënimi poshtërues"
        },
        {
            "chapter": 45,
            "verse": 10,
            "text": "Përpara tyre është xhehennemi dhe nuk do t’u bëjë dobi ajo që kanë fituar e as ndihmësit, që ata i kanë marrë në vend të All-llahut. Ata i pret dënim i madh"
        },
        {
            "chapter": 45,
            "verse": 11,
            "text": "Ky është udhëzim kurse ata që i kanë mohuar argumentet e Zotit të vet i pret dënim i padurueshëm"
        },
        {
            "chapter": 45,
            "verse": 12,
            "text": "All-llahu, me vullnetin e tij, ju ka nënshtruar detin në mënyrë që nëpër te të lundrojnë lundrat, të mundeni të kërkoni mirësitë e tij. Ndoshta jeni mirënjohës"
        },
        {
            "chapter": 45,
            "verse": 13,
            "text": "Dhe ua ka nënshtruar çka ka në qiej dhe në tokë. E tëra është prej tij. Në kët ka argumente për njerëzit që mendojnë"
        },
        {
            "chapter": 45,
            "verse": 14,
            "text": "Thuaj atyre që besojnë t’ua falin atyre të cilët nuk kanë shpresë në ditët e All-llahut që t’i shpërblejë njerëzit për atë që kanë bërë"
        },
        {
            "chapter": 45,
            "verse": 15,
            "text": "Kush ka bërë mirë, ka bërë për vete, dhe kush ka bërë keq, ka bërë kundër vetes, por te Zoti juaj do të ktheheni"
        },
        {
            "chapter": 45,
            "verse": 16,
            "text": "Izraelitëve u kemi dhënë Libër, pushtet dhe pfoetësi dhe i patëm furnizuar me ushqime të bukura, dhe i dalluam prej të gjithë popujve"
        },
        {
            "chapter": 45,
            "verse": 17,
            "text": "Dhe u kemi dhënë argumente të qarta për fenë, mirëpo ata u përçanë tek pasi u informuan, për shkak të zilisë ndërmjet vet. Zoti yt, me siguri, do t’i gjykojë në Ditën E kijametit për atë rreth së cilës u konfrontuan"
        },
        {
            "chapter": 45,
            "verse": 18,
            "text": "E pastaj të kemi bërë në fe, në një drejtim të caktuar, prandaj pasoje atë dhe mos paso epshet e atyre që nuk dinë"
        },
        {
            "chapter": 45,
            "verse": 19,
            "text": "Ata assesi nuk munden të të mbrojnë aspak te All-llahu. Mizorët janë mbrojtës të njëri-tjetrit, kurse All-llahu është mbrojtës i të devotshmëve"
        },
        {
            "chapter": 45,
            "verse": 20,
            "text": "Ky është udhërrëfyes për njerëzit dhe udhëzim e mëshirë për ata që janë të bindur"
        },
        {
            "chapter": 45,
            "verse": 21,
            "text": "Ata që bëjnë vepra të këqia e mendojnë se do t’u bëjmë njëlloj, sikur atyre, të cilët besojnë dhe bëjnë vepra të mira, jetën si vdekjen? Po sa keq gjykojnë"
        },
        {
            "chapter": 45,
            "verse": 22,
            "text": "All-llahu i ka krijuar qiejt dhe tokën me urtësi dhe secili njeri do të shpërblehet sipas asaj që e ka fituar. Nuk do t’u bëhet aspak e padrejtë"
        },
        {
            "chapter": 45,
            "verse": 23,
            "text": "A e ke parë atë i cili e ka marrë epshin e vet si zot të vetin, atë All-llahu, me dije, e ka lënë të humbur dhe e ka vulosur zemrën e tij, edhe veshët e tij, kurse para syve të tij ka vënë një grillë. Kush do ta drejtojë atë në rrugë të drejtë në mos All-llahu? A nuk mendoni pak"
        },
        {
            "chapter": 45,
            "verse": 24,
            "text": "Ekziston vetëm jeta jonë në këtë botë, vdesim dhe jetojmë. Vetëm koha na zhdukë, thonë ata. Porse ata mu kurrgjë nuk dinë për këtë, ata vetëm imagjinojnë"
        },
        {
            "chapter": 45,
            "verse": 25,
            "text": "Dhe kur u kumtohen ajetet Tona të qarta, e ata nuk kanë asnjë fakt, por vetëm thonë: “Sillni baballarët tanë nësejeni të sinqertë!”"
        },
        {
            "chapter": 45,
            "verse": 26,
            "text": "Thuaj: “All-llahu iu ngjallë juve, pastaj iu vdes, e pastaj në Ditën e gjykimit, do t’iu tubojë. Në këtë nuk ka aspak dyshim, por shumica e njerëzve nuk e dinë"
        },
        {
            "chapter": 45,
            "verse": 27,
            "text": "Pushteti në qiej dhe në tokë është i All-llahut! Kurse atë ditë, kur të vijë kijameti gënjeshtrat shkatërrohen"
        },
        {
            "chapter": 45,
            "verse": 28,
            "text": "Dhe do të shohësh të gjithë popujt si gjunjëzohen. Secili popull do të thirret sipas librit të vet: “Sot do të shpërbleheni për atë që keni bërë!”"
        },
        {
            "chapter": 45,
            "verse": 29,
            "text": "Ky libër ynë do t’ua thotë të vërtetën, ngase ne kemi kërkuar të shkruhet se ç’keni punuar"
        },
        {
            "chapter": 45,
            "verse": 30,
            "text": "Ata që kanë besuar dhe kanë bërë vepra të mira Zoti i tyre do t’i shpjer në mëshirën e vet. Ai është sukses i dukshëm"
        },
        {
            "chapter": 45,
            "verse": 31,
            "text": "Kurse ata që kanë mohuar: “A nuk u janë lexuar ajetet e mia, dhe ju të bëni mendjemadhësi dhe ishit popull mosbesimtar"
        },
        {
            "chapter": 45,
            "verse": 32,
            "text": "Kur është thënë se premtimi i All-llahut është i vërtetë edhe për Ditën e Kijametit, nuk ka dyshim, ju keni thënë: “Ne nuk dimë se ç’është momenti i ringjalljes, ne vetëm e marrim me mend, por nuk jemi të bindur”"
        },
        {
            "chapter": 45,
            "verse": 33,
            "text": "Dhe do t’u tregohen të këqijat që kanë bërë dhe do t’i përfshijë ajo së cilës i janë tallur"
        },
        {
            "chapter": 45,
            "verse": 34,
            "text": "Dhe do tu thuhet: “Sot do t’ju harrojmë siç e keni harruar ju ballafaqimin tuaj me këtë ditë, dhe vendbanimi juaj do të jetë zjarri, dhe ju nuk keni ndihmës"
        },
        {
            "chapter": 45,
            "verse": 35,
            "text": "Për shkak se ajetet e All-llahut i keni marrë për tallje dhe u ka gënjyer jeta e kësaj bote”. Prandaj, sot nuk do të nxirren prej aty as do të kërkohet që prej tyre të jetë i kënaqur (All-llahu)"
        },
        {
            "chapter": 45,
            "verse": 36,
            "text": "Pra, falënderimi është për All-llahun, Zot i qiejve dhe Zot i tokës, Zot i tërë botërave"
        },
        {
            "chapter": 45,
            "verse": 37,
            "text": "Atij i takon madhështia në qiej dhe në tokë. Ai është i fortë dhe i urtë"
        }
    ]
}