{
    "chapter": [
        {
            "chapter": 38,
            "verse": 1,
            "text": "సాద్‌. హితబోధతో నిండిన ఖుర్‌ఆన్‌ సాక్షిగా"
        },
        {
            "chapter": 38,
            "verse": 2,
            "text": "అసలు (ఈ) తిరస్కారులు అహంకారానికి, మొండితనానికి లోనై ఉన్నారు"
        },
        {
            "chapter": 38,
            "verse": 3,
            "text": "మేము వారికి మునుపు కూడా ఎన్నో సముదాయాలను సర్వనాశనం చేశాము. మరి వారు (ఆఖరి క్షణాలలో) కేకలు పెట్టారు. కాని అది వారు తప్పించుకునే సమయం కాదు కదా"
        },
        {
            "chapter": 38,
            "verse": 4,
            "text": "తమ వద్దకు హెచ్చరించేవాడొకడు స్వయంగా తమలో నుంచే వచ్చాడే! అని వారు ఆశ్చర్యపోయారు. “ఇతడొక మాంత్రికుడు, అబద్ధాలకోరు” అని అవిశ్వాసులు అన్నారు"
        },
        {
            "chapter": 38,
            "verse": 5,
            "text": "(వారింకా ఇలా అన్నారు) “ఏమిటి? ఇతగాడు ఇంతమంది దేముళ్ళను ఒకే ఆరాధ్య దైవంగా చేసేశాడా? నిజంగా ఇది వింతగా ఉందే!”"
        },
        {
            "chapter": 38,
            "verse": 6,
            "text": "వారి నాయకమన్యులు ఈ విధంగా చెబుతూ వెళ్ళిపోయారు: “పదండ్రా. మీరు మీ దేముళ్ళ (పూజాపునస్కారాల) పైనే గట్టిగా నిలబడండి. నిశ్చయంగా ఈ మాటలో (మీకు వ్యతిరేకంగా) ఏదో మర్మం ఉంది"
        },
        {
            "chapter": 38,
            "verse": 7,
            "text": "“ఈ విషయాన్ని మేము వెనుకటి మతధర్మంలో కూడా వినలేదు. ఇదొక కల్పిత విషయం తప్ప మరేమీ కాదు"
        },
        {
            "chapter": 38,
            "verse": 8,
            "text": "“ఏమిటీ, మనందరిలో కేవలం అతనొక్కడిపైనే దైవవాణి అవతరించిందా!?” అసలు విషయమేమిటంటే వారు నా సందేశం (వహీ) విషయంలో సంశయానికి లోనయ్యారు. అదికాదు, ఇంతవరకు వారసలు నా శిక్ష రుచి చూడలేదు"
        },
        {
            "chapter": 38,
            "verse": 9,
            "text": "పోనీ వాళ్ళ దగ్గర శక్తిమంతుడు, పరమదాత అయిన నీ ప్రభువు కారుణ్య నిధులుగానీ ఉన్నాయా"
        },
        {
            "chapter": 38,
            "verse": 10,
            "text": "లేదా భూమ్యాకాశాల, వాటి మధ్యనున్న సమస్త వస్తువులపై అధికారం గానీ వారి సొంతమయిందా? ఒకవేళ అయి వుంటే ఇంకేం? త్రాళ్ళు వేసి (ఆకాశానికి) ఎక్కిపోవాలి"
        },
        {
            "chapter": 38,
            "verse": 11,
            "text": "ఇది కూడా (పెద్ద పెద్ద) సైనిక కూటములలో ఓడిపోయిన ఒక (చిన్న) సైనిక దళమే సుమా"
        },
        {
            "chapter": 38,
            "verse": 12,
            "text": "వీరికి మునుపు నూహ్‌ జాతివారు, ఆద్‌ వారు, మేకులు గల ఫిరౌను వారు కూడా ధిక్కరించారు"
        },
        {
            "chapter": 38,
            "verse": 13,
            "text": "సమూదువారు, లూత్‌ జాతివారు, అయికావారు (కూడా ధిక్కరించినవారే). వారే (పెద్ద పెద్ద) సైనిక పటాలాల వారు"
        },
        {
            "chapter": 38,
            "verse": 14,
            "text": "వారిలో దైవప్రవక్తలను ధిక్కరించని వారంటూ ఎవరూ లేరు. అందువల్ల నా శిక్ష వారిపై ఖరారు అయ్యింది"
        },
        {
            "chapter": 38,
            "verse": 15,
            "text": "వారు ఒకే ఒక్క కేక కోసం నిరీక్షిస్తున్నారు. అందులో ఎలాంటి తెరిపి కూడా ఉండదు"
        },
        {
            "chapter": 38,
            "verse": 16,
            "text": "“ప్రభూ! మా (మంచీచెడుల) భాగమేదో లెక్కల దినానికి ముందే మాకు ఇచ్చేయకూడదా?!” అని వారంటున్నారు"
        },
        {
            "chapter": 38,
            "verse": 17,
            "text": "(ఓ ప్రవక్తా!) వారు చెప్పే మాటలపై ఓపిక పట్టు. మా దాసుడైన దావూదు (అలైహిస్సలాం)ను జ్ఞాపకం చేసుకో! అతడు మహాశక్తిమంతుడు. నిశ్చయంగా అతను (అల్లాహ్‌ వైపునకు) అధికంగా మరలేవాడు"
        },
        {
            "chapter": 38,
            "verse": 18,
            "text": "మేము పర్వతాలను అతని అదుపులోపెట్టాము. అవి అతనితో పాటే సాయంత్రం పూట, ఉదయం పూట (మా) పవిత్రతను కొనియాడేవి"
        },
        {
            "chapter": 38,
            "verse": 19,
            "text": "అలాగే, పక్షులను కూడా గుమిగూడిన స్థితిలో. అవన్నీ కలసి అతనితో పాటే (దైవం వైపుకు) మరలేవి"
        },
        {
            "chapter": 38,
            "verse": 20,
            "text": "మేమతని రాజ్యవ్యవస్థను పటిష్ట పరిచాము. అతనికి వివేకాన్ని ప్రసాదించాము. (వివాదాస్పద) విషయాలపై తీర్పు చేయటం (కూడా నేర్పాము)"
        },
        {
            "chapter": 38,
            "verse": 21,
            "text": "మరి తగవుపడిన వారి సమాచారంగాని నీకు అందిందా? అప్పుడు వారు గోడదూకి (అతని) ప్రార్థనా గదిలోకి వచ్చేశారు"
        },
        {
            "chapter": 38,
            "verse": 22,
            "text": "వారు దావూదు (అలైహిస్సలాం)ను సమీపించగానే అతను వారి పట్ల భీతి చెందాడు. వారు ఇలా విన్నవించుకున్నారు : “భయపడకండి. మేమిద్దరం తగాదా పడ్డాము. మాలో ఒకరింకొకరిపై అన్యాయానికి పాల్పడ్డారు. కాబట్టి తమరు మా ఇద్దరి మధ్య న్యాయసమ్మతంగా తీర్పుచేయండి. అన్యాయం మాత్రం చేయకండి. మాకు సరైన దారి చూపండి"
        },
        {
            "chapter": 38,
            "verse": 23,
            "text": "“ఇతను నా సోదరుడు. ఇతని దగ్గర తొంభై తొమ్మిది గొర్రెలున్నాయి. నా దగ్గర మాత్రం ఒకే ఒక్క గొర్రె ఉన్నది. అయినా ఈ ఒక్కదానిని కూడా తనకే ఇచ్చేయమని ఇతనంటున్నాడు. వాదనలో నాతో చాలా పరుషంగా వ్యవహరిస్తున్నాడు.”"
        },
        {
            "chapter": 38,
            "verse": 24,
            "text": "అతను (దావూదు) ఇలా అన్నాడు: “ఇతను తన గొర్రెలతో పాటు నీ గొర్రెనొక్క దానిని కూడా కలుపుకుంటానని అడిగి నీపై అన్యాయానికి ఒడిగడుతున్నాడు. భాగస్వాములలో చాలామంది (ఇలాంటి వారే అయి ఉంటారు. వారు) ఒండొకరిపై అన్యాయానికి పాల్పడుతూ ఉంటారు. అయితే విశ్వసించి, సత్కార్యాలు చేసేవారు మాత్రం అలా చేయరు. కాని అలాంటి వారు చాలా కొద్దిమంది మాత్రమే ఉంటారు.” (అంతే!) మేము అతన్ని పరీక్షిస్తున్నామన్న సంగతిని దావూదు గ్రహించాడు. మరి తన ప్రభువును క్షమాభిక్ష కోరసాగాడు. కడుదీనంగా మోకరిల్లాడు. (ఏకాగ్రతతో తన ప్రభువు వైపునకు) మరలాడు"
        },
        {
            "chapter": 38,
            "verse": 25,
            "text": "మేము కూడా అతని (ఆ తప్పు)ని మన్నించాము. నిశ్చయంగా అతను మా వద్ద సామీప్యం పొందినవాడు, మంచి స్థానం పొందినవాడు"
        },
        {
            "chapter": 38,
            "verse": 26,
            "text": "ఓ దావూద్‌! మేము నిన్ను భువిలో వారసుడి (ఖలీఫా)గా చేశాము. కనుక నువ్వు ప్రజల మధ్య సత్య (న్యాయ) బద్ధంగా తీర్పులు ఇస్తూ ఉండు. నీ మనోవాంఛలను అనుసరించకు. అన్యధా అవి నిన్ను అల్లాహ్‌ మార్గం నుంచి తప్పిస్తాయి. అల్లాహ్‌ మార్గం నుంచి తప్పిపోయిన వారికి కఠిన శిక్ష పడటం ఖాయం. ఎందుకంటే వారు లెక్కల దినాన్ని విస్మరించారు"
        },
        {
            "chapter": 38,
            "verse": 27,
            "text": "మేము భూమ్యాకాశాలను, వాటి మధ్యనున్న వాటిని లక్ష్య రహితంగా పుట్టించలేదు. ఇది అవిశ్వాసుల ఆలోచన మాత్రమే. కాబట్టి అవిశ్వాసులకు (నరక) అగ్ని నుండి వినాశం తప్పదు"
        },
        {
            "chapter": 38,
            "verse": 28,
            "text": "ఏమిటి? మేము విశ్వసించి, సత్కార్యాలు చేసిన వారిని భూమిలో (నిత్యం) కల్లోలం రేకెత్తించే వారితో సమానులుగా చేసేస్తామా? లేక భయభక్తులు గలవారిని పాపాత్ములతో సమానంగా చేస్తామా"
        },
        {
            "chapter": 38,
            "verse": 29,
            "text": "ఇదొక శుభప్రదమైన గ్రంథం. ప్రజలు దీని వాక్యాలపై చింతన చేసేటందుకు, బుద్ధిజీవులు దీని ద్వారా గుణపాఠం నేర్చుకునేందుకు మేము దీనిని నీ వైపుకు పంపాము"
        },
        {
            "chapter": 38,
            "verse": 30,
            "text": "మేము దావూదుకు సులైమాను (అనే కొడుకు)ను ప్రసాదించాము. అతను ఎంతో మంచి దాసుడు, (నిత్యం మా వైపుకు) మరలేవాడు"
        },
        {
            "chapter": 38,
            "verse": 31,
            "text": "అతని ముందు (ఒకనాడు) సాయం సమయాన అతివేగంగా పరుగెత్తే మేలు జాతి అశ్వాలు తేబడినప్పుడు…"
        },
        {
            "chapter": 38,
            "verse": 32,
            "text": "అతనిలా అన్నాడు : “నేను నా ప్రభువు ధ్యానంపై ఈ (మేలు జాతి అశ్వ) సంపద పట్లగల మోజుకు ప్రాధాన్యతనిచ్చాను. ఈలోగా (సూర్యుడు) తెరచాటుకు వెళ్ళి పోయాడు"
        },
        {
            "chapter": 38,
            "verse": 33,
            "text": "“వాటిని మళ్లీ నా దగ్గరకు తీసుకురండి.” తరువాత (అతను) వాటి పిక్కలను, మెడలను నిమరసాగాడు"
        },
        {
            "chapter": 38,
            "verse": 34,
            "text": "మేము సులైమానును పరీక్షించాము. అతని సింహాసనంపై ఒక దేహాన్ని పడవేశాము. తరువాత అతను (మా వైపు) మరలాడు"
        },
        {
            "chapter": 38,
            "verse": 35,
            "text": "“ప్రభూ! నన్ను మన్నించు. నాకు తప్ప ఇతరులెవరివల్లా కాని సామ్రాజ్యాన్ని నాకు ప్రసాదించు. నిశ్చయంగా నీవు గొప్ప ప్రదాతవు” అని వేడుకున్నాడు"
        },
        {
            "chapter": 38,
            "verse": 36,
            "text": "అందుచేత మేము గాలిని అతని అదుపాజ్ఞలలో ఉంచాము. అది అతని ఆదేశానుసారం మలయమారుతంలా (వీస్తూ) అతను కోరినచోటికల్లా చేర్చేది"
        },
        {
            "chapter": 38,
            "verse": 37,
            "text": "(బలాఢ్యులైన) జిన్నాతులను కూడా (అతని స్వాధీనంలో ఉంచాము), అన్ని రకాల కట్టడాలు కట్టేవారిని, గజ ఈతగాళ్ళను"
        },
        {
            "chapter": 38,
            "verse": 38,
            "text": "సంకెళ్ళలో బంధించబడి ఉండే ఇతర జిన్నాతులను కూడా (వశపరచాము)"
        },
        {
            "chapter": 38,
            "verse": 39,
            "text": "ఇదీ మా అనుగ్రహం! ఇక నువ్వు (ఎవరికైనా) ఉపకారం చేసినా, ఆపి ఉంచినా నీ నుండి లెక్క తీసుకోబడదు"
        },
        {
            "chapter": 38,
            "verse": 40,
            "text": "అతనికి మా దగ్గర మంచి సామీప్యం ఉంది. చాలా మంచి గమ్యస్థానం కూడా"
        },
        {
            "chapter": 38,
            "verse": 41,
            "text": "మా దాసుడైన అయ్యూబ్‌ (అలైహిస్సలాం)ను జ్ఞప్తికి తెచ్చుకో. “షైతాను నన్ను దుఃఖానికి, బాధకు లోను చేశాడు” అని అతను తన ప్రభువుకు మొరపెట్టుకున్నప్పుడు"
        },
        {
            "chapter": 38,
            "verse": 42,
            "text": "“నీ కాలిని (నేలకేసి) కొట్టు. ఇది స్నానం చేయటానికి, త్రాగటానికి చల్లని నీరు” (అని మేము సూచించాము)"
        },
        {
            "chapter": 38,
            "verse": 43,
            "text": "మరి మేమతనికి, అతని పరివారాన్నంతటినీ (తిరిగి) ప్రసాదించాము. వారితో పాటు మరి అంతమందిని కూడా మా (ప్రత్యేక) కృపతో అనుగ్రహించాము – విజ్ఞులకు గుణపాఠం కాగలిగేందుకు"
        },
        {
            "chapter": 38,
            "verse": 44,
            "text": "“గడ్డిపరకల కట్టను చేత్తో పట్టుకుని కొట్టు. ప్రమాణ భంగానికి పాల్పడకు” (అని మేమతనికి సెలవిచ్చాము). వాస్తవానికి మేమతన్ని సహనశీలునిగా పొందాము. నిశ్చయంగా అతను మంచి దాసుడు, (ప్రభువు వైపు) అమితంగా మరలేవాడు"
        },
        {
            "chapter": 38,
            "verse": 45,
            "text": "ఇంకా మా దాసులైన ఇబ్రాహీము, ఇస్‌హాఖు, యాఖూబు (అలైహిముస్సలాం) లను కూడా జ్ఞాపకం చేసుకో. వారు చేతులు గలవారు, కళ్లుగలవారు"
        },
        {
            "chapter": 38,
            "verse": 46,
            "text": "మేము వారిని ఒకానొక ప్రత్యేక విషయానికై – అంటే పరలోక స్మరణ నిమిత్తం – ప్రత్యేకించాము"
        },
        {
            "chapter": 38,
            "verse": 47,
            "text": "వారంతా మా వద్ద ఎన్నుకోబడినవారు, ఉత్తములు"
        },
        {
            "chapter": 38,
            "verse": 48,
            "text": "ఇస్మాయీల్‌, యసా, జుల్‌ కిఫ్ల్‌ (అలైహిముస్సలాం) లను కూడా జ్ఞాపకం చేసుకో. వారంతా ఉత్తముల సమూహానికి చెందినవారు"
        },
        {
            "chapter": 38,
            "verse": 49,
            "text": "ఇదొక ఉపదేశం. నిశ్చయంగా భక్తి పరాయణుల కోసం చాలా మంచి నివాసముంటుంది"
        },
        {
            "chapter": 38,
            "verse": 50,
            "text": "శాశ్వితమైన స్వర్గవనాలున్నాయి. వాటి ద్వారాలు వారికోసం తెరువబడి ఉన్నాయి"
        },
        {
            "chapter": 38,
            "verse": 51,
            "text": "వాటిలో వారు నిక్షేపంగా దిండ్లకు ఆనుకుని, బోలెడు పండ్లను, పానీయాలను తెప్పించుకుంటూ ఉంటారు"
        },
        {
            "chapter": 38,
            "verse": 52,
            "text": "వారి దగ్గర చూపులు క్రిందికి వాలి ఉండే సమవయస్కులైన సుందరీమణులుంటారు"
        },
        {
            "chapter": 38,
            "verse": 53,
            "text": "ఇదీ లెక్కల దినానికి సంబంధించి మీతో చేయబడిన వాగ్దానం"
        },
        {
            "chapter": 38,
            "verse": 54,
            "text": "ఇదీ మా ప్రసాదిత ఉపాధి! దీనికి అంతం అంటూ ఉండదు"
        },
        {
            "chapter": 38,
            "verse": 55,
            "text": "ఇదీ (పుణ్యఫలం) సంగతి. మరి తలబిరుసుల కొరకు చాలా చెడ్డ నివాసం ఉంది"
        },
        {
            "chapter": 38,
            "verse": 56,
            "text": "(అది) నరకం – దానికి వారు ఆహుతి అవుతారు. (ఆహ్‌!) ఎంతచెడ్డ పాన్పు అది"
        },
        {
            "chapter": 38,
            "verse": 57,
            "text": "ఇదీ (వారి గతి)! దాన్ని వారు రుచి చూడాలి. మరిగే నీళ్లు, చీము నెత్తురు"
        },
        {
            "chapter": 38,
            "verse": 58,
            "text": "అదిగాకుండా, అలాంటివే రకరకాల శిక్షలు ఉంటాయి"
        },
        {
            "chapter": 38,
            "verse": 59,
            "text": "ఇదిగో! మీతోపాటే (నరకానికి) ఆహుతి అయ్యే మరో జట్టు వచ్చింది. వారి కొరకు ఎలాంటి స్వాగత సన్నాహాలు లేవు. వారు అగ్నికి ఆహుతి కానున్నారు"
        },
        {
            "chapter": 38,
            "verse": 60,
            "text": "వారు (తమను పెడత్రోవ పట్టించిన నాయకులను ఉద్దేశించి) ఇలా అంటారు: “కాదు. అసలు స్వాగతానికి నోచుకోనిది మీరే. దీనిని మా ముందు తెచ్చి పెట్టింది కూడా మీరే కదా! కాబట్టి ఉండటానికి బహుచెడ్డ స్థలమే ఉంది.”"
        },
        {
            "chapter": 38,
            "verse": 61,
            "text": "వారు (అనుచరులు ఇంకా) ఇలా అంటారు : “మా ప్రభూ! మా కొరకు ముందు నుంచే (అవిశ్వాస పోకడను) తీసినవారికి నరకయాతనను రెండింతలు చేయి.”"
        },
        {
            "chapter": 38,
            "verse": 62,
            "text": "వారు (ఇంకా) ఇలా అంటారు : “మనం దుష్టజనులుగా జమ కట్టినవారు మనకిక్కడ కనిపించటం లేదేమిటి"
        },
        {
            "chapter": 38,
            "verse": 63,
            "text": "“ఏమిటీ, మనమే వాళ్లను ఆట పట్టించామా? లేక మన చూపులు వారి నుంచి తొలగిపోయాయా?”"
        },
        {
            "chapter": 38,
            "verse": 64,
            "text": "నరకవాసుల మధ్య ఈ రకమయిన ఘర్షణ తప్పకుండా జరిగి తీరుతుంది"
        },
        {
            "chapter": 38,
            "verse": 65,
            "text": "(ఓ ప్రవక్తా!) వారికిలా చెప్పు : “నేనైతే హెచ్చరించేవాణ్ణి మాత్రమే. ఒక్కడు, తిరుగులేనివాడు అయిన అల్లాహ్‌ తప్ప మరో ఆరాధ్యుడు లేడు"
        },
        {
            "chapter": 38,
            "verse": 66,
            "text": "“ఆయన భూమ్యాకాశాలకు, వాటి మధ్యనున్న సమస్తానికీ ప్రభువు. ఆయన శక్తిశాలి, క్షమాశీలి.”"
        },
        {
            "chapter": 38,
            "verse": 67,
            "text": "(ఇంకా ఇలా) చెప్పు: “అది చాలా గొప్ప విషయం"
        },
        {
            "chapter": 38,
            "verse": 68,
            "text": "“కాని మీరు దాన్ని లక్ష్యపెట్టడం లేదు"
        },
        {
            "chapter": 38,
            "verse": 69,
            "text": "“ఊర్ధ్వలోక సదస్సులో తలెత్తిన వివాదం గురించి నాకేమీ తెలీదు"
        },
        {
            "chapter": 38,
            "verse": 70,
            "text": "“నేను స్పష్టంగా హెచ్చరించేవాణ్ణి మాత్రమే అన్న సందేశమే నా వద్దకు వస్తుంది.”"
        },
        {
            "chapter": 38,
            "verse": 71,
            "text": "నీ ప్రభువు దైవదూతలతో, “నేను మట్టితో ఒక మనిషిని సృష్టించబోతున్నాను” అని అన్నాడు"
        },
        {
            "chapter": 38,
            "verse": 72,
            "text": "“నేనతన్ని (సంపూర్ణంగా) తీర్చిదిద్ది, అతనిలో నా ఆత్మను ఊదినప్పుడు, మీరంతా అతనికి సాష్టాంగ ప్రణామం చేయాలి” (అన్నాడు)"
        },
        {
            "chapter": 38,
            "verse": 73,
            "text": "అప్పుడు దైవదూతలంతా (ఆదంకు) సాష్టాంగపడ్డారు"
        },
        {
            "chapter": 38,
            "verse": 74,
            "text": "ఇబ్లీసు తప్ప! (అతను మాత్రం సాష్టాంగపడలేదు) వాడు గర్వం ప్రదర్శించి, తిరస్కారుల కోవలో చేరాడు"
        },
        {
            "chapter": 38,
            "verse": 75,
            "text": "“ఓ ఇబ్లీస్‌! నేను నా స్వహస్తాలతో సృష్టించిన వానిముందు సాష్టాంగపడకుండా ఏ విషయం నిన్ను ఆపింది? నువ్వు గర్వపడుతున్నావా? లేక నువ్వు ఉన్నత శ్రేణికి చెందినవాడివా?” అని (అల్లాహ్‌) అడిగితే"
        },
        {
            "chapter": 38,
            "verse": 76,
            "text": "“నేను అతనికంటే ఘనుడను. (ఎందుకంటే) నీవు నన్ను అగ్నితో సృష్టించావు. అతన్నేమో మట్టితో సృష్టించావు” అని వాడు సమాధానమిచ్చాడు"
        },
        {
            "chapter": 38,
            "verse": 77,
            "text": "(అప్పుడు అల్లాహ్‌ ఈ విధంగా) సెలవిచ్చాడు : “నువ్విక్కణ్ణుంచి వెళ్ళిపో. నువ్వు ధూత్కరించబడ్డావు"
        },
        {
            "chapter": 38,
            "verse": 78,
            "text": "“తీర్పుదినం వరకూ నీపై నా శాపం ఉంటుంది.”"
        },
        {
            "chapter": 38,
            "verse": 79,
            "text": "“ప్రభూ! అలాగయితే వారు తిరిగి లేపబడే రోజు వరకూ నాకు గడువు ఇవ్వు” అని (ఇబ్లీసు) విన్నవించుకోగా"
        },
        {
            "chapter": 38,
            "verse": 80,
            "text": "“నీకు గడువు ఇవ్వబడింది” అని (అల్లాహ్‌) సెలవిచ్చాడు"
        },
        {
            "chapter": 38,
            "verse": 81,
            "text": "“సమయం నిర్ధారించబడివున్న రోజు వరకే” (అన్నాడు)"
        },
        {
            "chapter": 38,
            "verse": 82,
            "text": "ఇబ్లీసు పలికాడు: “మరయితే నీ గౌరవమర్యాదల సాక్షిగా (చెబుతున్నాను) – అందరినీ నేను పెడదారి పట్టిస్తాను.”"
        },
        {
            "chapter": 38,
            "verse": 83,
            "text": "“ఎంపిక కాబడిన కొంతమంది నీ దాసులను తప్ప!” (అని అన్నాడు)"
        },
        {
            "chapter": 38,
            "verse": 84,
            "text": "“సరే! సత్యం మాత్రం ఇదే! నేను సత్యమే పలుకుతాను” అని అల్లాహ్‌ అన్నాడు"
        },
        {
            "chapter": 38,
            "verse": 85,
            "text": "“(అదేమిటంటే) నీతోనూ, నిన్ను అనుసరించే వారందరితోనూ నేను నరకాన్ని నింపుతాను” (అని చెప్పాడు)"
        },
        {
            "chapter": 38,
            "verse": 86,
            "text": "(ఓ ముహమ్మద్‌!) వారికి చెప్పు : “నేను ఈ పనికిగాను మీ నుండి ఎలాంటి ప్రతిఫలాన్నీ అడగటంలేదు. ఇంకా – నేను మభ్యపెట్టేవాడిని కూడా కాను"
        },
        {
            "chapter": 38,
            "verse": 87,
            "text": "“ఇది లోకవాసులందరి కోసం ఆసాంతం ఒక జ్ఞాపిక (హితబోధ)"
        },
        {
            "chapter": 38,
            "verse": 88,
            "text": "“దీని వాస్తవికతను మీరు అనతికాలంలోనే (క్షుణ్ణంగా) తెలుసుకుంటారు.”"
        }
    ]
}