{
    "chapter": [
        {
            "chapter": 43,
            "verse": 1,
            "text": "హా మీమ్‌"
        },
        {
            "chapter": 43,
            "verse": 2,
            "text": "సుస్పష్టమైన (ఈ) గ్రంథం సాక్షిగా"
        },
        {
            "chapter": 43,
            "verse": 3,
            "text": "మీరు అర్థం చేసుకోవటానికిగాను మేము దీనిని అరబీ ఖురానుగా చేశాము"
        },
        {
            "chapter": 43,
            "verse": 4,
            "text": "నిశ్చయంగా ఇది మాతృగ్రంథం (లౌహె మహ్‌ఫూజ్‌)లో ఉన్నది. మా వద్ద అది ఎంతో ఉన్నతమైన, వివేకంతో నిండిన గ్రంథంగా ఉన్నది"
        },
        {
            "chapter": 43,
            "verse": 5,
            "text": "ఏమిటి? మీరు హద్దు మీరిపోయే జనులైనందున మేము ఈ ఉపదేశాన్ని మీ నుంచి మళ్లించాలా"
        },
        {
            "chapter": 43,
            "verse": 6,
            "text": "మేము పూర్వీకులలో కూడా ఎంతోమంది ప్రవక్తల్ని పంపించాము"
        },
        {
            "chapter": 43,
            "verse": 7,
            "text": "తమ వద్దకు ఏ ప్రవక్త వచ్చినా వారు అతన్ని పరిహసించకుండా వదల్లేదు"
        },
        {
            "chapter": 43,
            "verse": 8,
            "text": "మేము వీళ్ళకన్నా ఎక్కువ ఘటికులనే పట్టుకొని అంత మొందించాము. పూర్వీకుల దృష్టాంతాలు గడచిఉన్నాయి"
        },
        {
            "chapter": 43,
            "verse": 9,
            "text": "“భూమ్యాకాశాలను సృష్టించినదెవరు?” అని నువ్వు గనక వారిని ప్రశ్నిస్తే, “సర్వశక్తుడు, సర్వజ్ఞాని అయినవాడే (అల్లాహ్‌యే) సృష్టించాడ”ని వారు తప్పకుండా సమాధానమిస్తారు"
        },
        {
            "chapter": 43,
            "verse": 10,
            "text": "ఆయనే మీకోసం భూమిని పాన్పుగా చేశాడు. మీరు మార్గం తెలుసుకోగలగటానికి అందులో మీ కోసం దారులను ఏర్పరచాడు"
        },
        {
            "chapter": 43,
            "verse": 11,
            "text": "మరి ఆయనే ఒక లెక్క ప్రకారం ఆకాశం నుంచి నీళ్ళను కురిపించాడు. ఆ విధంగా మేము దాంతో (ఆ నీటితో) సచ్చిన సీమను బ్రతికించాము. మీరూ (సమాధుల నుండి) అలాగే వెలికి తీయబడతారు"
        },
        {
            "chapter": 43,
            "verse": 12,
            "text": "ఆయన వస్తువులన్నింటికీ జతలను సృష్టించాడు. మరి మీ కోసం ఓడలను, పశువులను (కూడా) చేశాడు. వాటిపై మీరు ఎక్కిపోతుంటారు"
        },
        {
            "chapter": 43,
            "verse": 13,
            "text": "మీరు వాటి వీపులపై ఎక్కి, ఆ తర్వాత వాటి మీద సర్దుకుని కూర్చున్నప్పుడు మీ ప్రభువు అనుగ్రహాన్ని స్మరిస్తారని (ఇదంతా చేశాము). మీరు ఇలా పలకండి: “దీనిని మాకు వశపరచినవాడు పరమ పవిత్రుడు. లేకపోతే దీనిని వశపరచుకోవటం మావల్ల అయ్యేపనికాదు"
        },
        {
            "chapter": 43,
            "verse": 14,
            "text": "“నిశ్చయంగా మేము (ఎట్టకేలకు) మా ప్రభువు వద్దకు మరలిపోవలసిన వారమే.”"
        },
        {
            "chapter": 43,
            "verse": 15,
            "text": "ఇంకా వీళ్లు అల్లాహ్‌ దాసులలో కొందరిని ఆయన భాగంగా చేశారు. నిజంగా మానవుడు చాలా స్పష్టంగా కృతఘ్నతకు పాల్పడతాడు"
        },
        {
            "chapter": 43,
            "verse": 16,
            "text": "ఏమిటి, అల్లాహ్‌ తాను సృష్టించిన వారిలో నుంచి కూతుళ్ళను తన కోసం కేటాయించుకుని, మీకేమో కొడుకులను అనుగ్రహించాడా"
        },
        {
            "chapter": 43,
            "verse": 17,
            "text": "మరి వారిలో ఎవరికయినా, కరుణామయుడైన అల్లాహ్‌కు అతను అంటగట్టిన ఉపమానం అతనికే కలిగిందనే శుభవార్తను అందజేస్తే అతని ముఖంపై చీకటి ఆవరిస్తుంది. ఆపై అతను దుఃఖించసాగుతాడు"
        },
        {
            "chapter": 43,
            "verse": 18,
            "text": "ఏమిటీ, ఆభరణాల మధ్య పెరిగి, వాదోపవాదాలలో (తన మాటను) స్పష్టంగా విడమరచి చెప్పలేని (ఆడ సంతానం అల్లాహ్‌ వాటాలోనికి వస్తుందా)"
        },
        {
            "chapter": 43,
            "verse": 19,
            "text": "కరుణామయుని (అల్లాహ్‌) దాసులైన దైవదూతలను వీళ్లు ఆడవారుగా ఖరారు చేశారు. ఏమిటి, వారి పుట్టుక సందర్భంగా వీళ్ళుగాని అక్కడ ఉన్నారా? వీళ్ల ఈ సాక్ష్యం వ్రాసుకోబడుతుంది. (దీని గురించి) వీళ్లు తప్పకుండా నిలదీసి అడగబడతారు"
        },
        {
            "chapter": 43,
            "verse": 20,
            "text": "“కరుణామయుడు (అయిన అల్లాహ్‌) తలచి ఉంటే మేము వాళ్ళను పూజించేవారం కాము” అని (వీళ్లు కబుర్లు) చెబుతున్నారు. దీనికి సంబంధించి వీరికసలు ఏమీ తెలీదు. అవి కేవలం వీళ్ల ఊహాగానాలు మాత్రమే"
        },
        {
            "chapter": 43,
            "verse": 21,
            "text": "ఏమిటి, దీనికి మునుపు మేము వారికి ఏదైనా (వేరే) గ్రంథం ఇచ్చి ఉన్నామా? దాన్ని గాని వారు గట్టిగా పట్టుకొని ఉన్నారా"
        },
        {
            "chapter": 43,
            "verse": 22,
            "text": "అది కాదు, “మా తాతముత్తాతలు ఒకానొక పద్ధతిపై ఉండటం మేము చూశాము. మేము వాళ్ల అడుగుజాడలలోనే నడుచుకుని సన్మార్గం పొందాము” అని వారు బుకాయిస్తారు"
        },
        {
            "chapter": 43,
            "verse": 23,
            "text": "ఇలాగే నీకు మునుపు మేము ఏ బస్తీలో హెచ్చరించేవాణ్ణి పంపినా అక్కడి శ్రీమంతులు కూడా, “మేము మా తాత ముత్తాతలను ఒక పద్ధతిపై ఉండటం చూశాము. మేము కూడా వారి పాదచిహ్నాలలోనే నడుస్తాము” అని చెప్పేవారు"
        },
        {
            "chapter": 43,
            "verse": 24,
            "text": "“మీ తాతముత్తాతలు అనుసరిస్తుండగా మీరు చూసిన మార్గం కంటే చాలా మంచి మార్గాన్ని (గమ్యానికి చేర్చే మార్గాన్ని) నేను మీ వద్దకు తీసుకువచ్చాను” అని (దైవప్రవక్త) అన్నప్పుడు, “మీకిచ్చి పంపబడిన పద్ధతిని మేము తిరస్కరిస్తున్నాం” అని వాళ్లు (తెగేసి) చెప్పారు"
        },
        {
            "chapter": 43,
            "verse": 25,
            "text": "అందుకే మేము వారిపై ప్రతీకారం తీర్చుకున్నాము. మరి ధిక్కరించిన వారికి పట్టిన గతేమిటో చూడు"
        },
        {
            "chapter": 43,
            "verse": 26,
            "text": "ఇబ్రాహీము తన తండ్రితోనూ, తన జాతి వారితోనూ పలికినప్పటి విషయం (స్మరించదగినది. ఆయన ఇలా అన్నాడు): “మీరు పూజించే వాటి నుంచి నేను వేరైపోయాను"
        },
        {
            "chapter": 43,
            "verse": 27,
            "text": "“నన్ను పుట్టించిన వానిని మాత్రమే (నేను ఆరాధిస్తాను). ఆయనే నాకు సన్మార్గం చూపుతాడు.”"
        },
        {
            "chapter": 43,
            "verse": 28,
            "text": "మరి ఇబ్రాహీము ఈ మాటే – తన తదనంతరం – తన సంతానంలో మిగిలి ఉండేట్లుగా చేసి వెళ్ళాడు – ప్రజలు (షిర్క్‌ నుంచి) మరలిరావటానికి"
        },
        {
            "chapter": 43,
            "verse": 29,
            "text": "పైగా నేను వారికీ, వారి పితామహులకు జీవన సామగ్రిని విరివిగా ప్రసాదించాను – చివరికి వారి వద్దకు సత్యం వచ్చేసింది. అన్నింటినీ విడమరచి చెప్పే ప్రవక్త కూడా వచ్చేశాడు"
        },
        {
            "chapter": 43,
            "verse": 30,
            "text": "తీరా సత్యం వచ్చేశాక, “ఇదొక ఇంద్రజాలం. దీన్ని మేము త్రోసిపుచ్చుతున్నాం” అని వారు చెప్పేశారు"
        },
        {
            "chapter": 43,
            "verse": 31,
            "text": "“అవునూ, ఈ ఖుర్‌ఆను ఈ రెండు (ప్రసిద్ధ) నగరాలలో ఉండే ఎవరో ఒక ప్రముఖునిపై ఎందుకు అవతరింపజేయబడలేదు?” అని వారు అనసాగారు"
        },
        {
            "chapter": 43,
            "verse": 32,
            "text": "ఏమిటి, వారు నీ ప్రభువు కారుణ్యాన్ని పంచుతున్నారా? యదార్థానికి మేమే వారి ప్రాపంచిక జీవితంలో వారి ఉపాధిని వారి మధ్య పంచిపెట్టాము. కొందరు మరి కొందరిని లోబరచి ఉంచేందుకుగాను – అంతస్థుల రీత్యా – కొందరికి మరి కొందరిపై ఆధిక్యతను వొసగాము. వారు ప్రోగు చేస్తూపోయే దానికన్నా నీ ప్రభువు కారుణ్యం ఎంతో మేలైనది సుమా"
        },
        {
            "chapter": 43,
            "verse": 33,
            "text": "మానవులంతా ఒకే వర్గంగా తయారవుతారనే మాటే గనక లేకుంటే, కరుణామయుని పట్ల తిరస్కార వైఖరిని అవలంబించే వారి ఇళ్ళ పైకప్పులను, వారు ఎక్కే మెట్లను (కూడా) మేము వెండితో చేసి ఉండేవారం"
        },
        {
            "chapter": 43,
            "verse": 34,
            "text": "వారి ఇళ్ల తలుపులను, వారు దిండ్లకు ఆనుకుని కూర్చునే పీఠాలను కూడా (వెండితో చేసి ఉండేవారము)"
        },
        {
            "chapter": 43,
            "verse": 35,
            "text": "బంగారు వస్తువులుగా కూడా చేసి ఉండేవారం. ఇదంతా ఐహిక జీవితపు లాభం మాత్రమే. పరలోకం మాత్రం నీ ప్రభువు దగ్గర కేవలం భయభక్తులు గలవారికే లభిస్తుంది"
        },
        {
            "chapter": 43,
            "verse": 36,
            "text": "కరుణామయుని స్మరణ పట్ల గుడ్డిగా వ్యవహరించే వ్యక్తిపై మేము షైతానును నియమిస్తాము. ఇక వాడే అతనికి సహవాసిగా ఉంటాడు"
        },
        {
            "chapter": 43,
            "verse": 37,
            "text": "వారు (ఆ షైతానులు) వారిని సన్మార్గాన పోకుండా అడ్డుకుంటారు. మరి వారేమో తాము సన్మార్గంపైనే ఉన్నామని భ్రమపడుతూ ఉంటారు"
        },
        {
            "chapter": 43,
            "verse": 38,
            "text": "ఆఖరికి అతను మా వద్దకు వచ్చినప్పుడు, “ఆహ్‌! నీకూ – నాకూ మధ్య తూర్పు – పడమరలకు మధ్య ఉన్నంత దూరం ఉండి ఉంటే ఎంత బావుండేది! నువ్వు మహాచెడ్డ సావాసివి” అని (తన వెంటనున్న షైతానుతో) అంటాడు"
        },
        {
            "chapter": 43,
            "verse": 39,
            "text": "మీరు దుర్మార్గులని తేలిపోయినప్పుడు, ఈ రోజు మీరంతా నరక యాతనలో భాగస్థులై ఉండటం మీకెలాంటి లబ్దినీ చేకూర్చదు"
        },
        {
            "chapter": 43,
            "verse": 40,
            "text": "(ఓ ప్రవక్తా!) మరి నువ్వు చెవిటివారికి వినిపించగలవా? అంధులకుగాని, స్పష్టమైన మార్గభ్రష్టతకు లోనై ఉన్నవారికిగాని సన్మార్గం చూపగలవా"
        },
        {
            "chapter": 43,
            "verse": 41,
            "text": "ఒకవేళ మేము నిన్ను ఇక్కడి నుంచి తీసుకుపోయినా, మేము వారిపై ప్రతీకారం తీర్చుకోవటం మటుకు ఖాయం"
        },
        {
            "chapter": 43,
            "verse": 42,
            "text": "లేదా మేము వారికి చేసిన వాగ్దానాన్ని నీకు చూపిస్తాము. వారిపై మాకు పూర్తి అదుపు (అధికారం) ఉంది"
        },
        {
            "chapter": 43,
            "verse": 43,
            "text": "కనుక నీకు పంపబడిన సందేశాన్ని (వహీని) నువ్వు గట్టిగా పట్టుకో. నిశ్చయంగా నువ్వు రుజుమార్గంపై ఉన్నావు"
        },
        {
            "chapter": 43,
            "verse": 44,
            "text": "నిస్సందేహంగా ఇది (ఈ గ్రంథం) నీకూ, నీ జాతివారికి హితబోధిని. త్వరలోనే మీరంతా ప్రశ్నించబడతారు"
        },
        {
            "chapter": 43,
            "verse": 45,
            "text": "మరి నీకు పూర్వం మేము పంపిన మా ప్రవక్తలను “కరుణామయుడు (అయిన అల్లాహ్‌)ను వదలి వేరితర పూజించబడుతున్న దైవాలను మేము నిర్ధారించామేమో” అడిగిచూడు"
        },
        {
            "chapter": 43,
            "verse": 46,
            "text": "మేము మూసాకు మా సూచనలను ఇచ్చి ఫిరౌన్‌ వద్దకు, అతని నాయకుల వద్దకు పంపించాము. అప్పుడు (మూసా వాళ్ల దగ్గరకు వెళ్ళి) “నేను సకల లోకాల ప్రభువు యొక్క ప్రవక్తను” అన్నాడు"
        },
        {
            "chapter": 43,
            "verse": 47,
            "text": "మరి అతను మా సూచనలను తీసుకుని వారి వద్దకు వచ్చినపుడు వారు వాటిపై వికటాట్టహాసం చేశారు"
        },
        {
            "chapter": 43,
            "verse": 48,
            "text": "మేము వారికి చూపిస్తూపోయిన ఒక్కో సూచన దానికి ముందు వచ్చిన దానికి మించినదిగా ఉండేది. మరి మేము వాళ్ళను శిక్షగా పట్టుకున్నాము – అలాగైనా దారికి వస్తారేమోనని"
        },
        {
            "chapter": 43,
            "verse": 49,
            "text": "వారిలా అన్నారు: “ఓ మాంత్రికుడా! నీ ప్రభువు నీతో వాగ్దానం చేసివున్న దాని గురించి మా కొరకుకాస్త ప్రార్థించవోయ్‌! (ఈ ఆపద గనక తొలగిపోతే) మేము తప్పకుండా సన్మార్గంపైకి వస్తాము.”"
        },
        {
            "chapter": 43,
            "verse": 50,
            "text": "అయితే మేము ఆ శిక్షను వారి నుంచి తొలగించగా, అప్పటికప్పుడే వారు ఆడిన మాటను తప్పారు"
        },
        {
            "chapter": 43,
            "verse": 51,
            "text": "మరి ఫిరౌను తన జాతి (జనుల) మధ్య చాటింపు వేయిస్తూ ఇలా అన్నాడు : “ఓ నా జాతి జనులారా! ఈజిప్టు రాజ్యం నాది కాదా? ఈ కాలువలు నా (మేడల) క్రింద ప్రవహిస్తున్నాయి. మీరు చూడటం లేదా"
        },
        {
            "chapter": 43,
            "verse": 52,
            "text": "“పైగా తుచ్ఛుడైన అతని కంటే నేను ఉత్తముడను, కనీసం స్పష్టంగా చెప్పటం కూడా అతనికి చేత కాదాయె"
        },
        {
            "chapter": 43,
            "verse": 53,
            "text": "“సరే, అతనిపై బంగారు కంకణాలు ఎందుకు దించబడలేదు? పోనీ, అతని వెంట బారులు తీరిన దైవదూతలు ఎందుకు రాలేదు?”"
        },
        {
            "chapter": 43,
            "verse": 54,
            "text": "ఆ విధంగా అతను తన ప్రజలను మభ్యపెట్టి, మూర్ఖుల్ని చేశాడు. తుదకు వారు అతని మాటే విన్నారు. నిశ్చయంగా వారంతా అవిధేయ జనులే"
        },
        {
            "chapter": 43,
            "verse": 55,
            "text": "ఆ తరువాత వారు మాకు కోపం తెప్పించగా మేము వారిపై ప్రతీకారం తీర్చుకున్నాం. వారందరినీ (సముద్రంలో) ముంచి వేశాము"
        },
        {
            "chapter": 43,
            "verse": 56,
            "text": "ఆ విధంగా మేము వారిని గతించిన వారుగా, రాబోయే తరాల వారికి ఒక ఉదాహరణగా చేశాము"
        },
        {
            "chapter": 43,
            "verse": 57,
            "text": "మర్యమ్‌ కుమారుని ఉదాహరణ ఇవ్వబడినపుడు నీ జాతి జనులు (సంబరపడి) కేకలు వేశారు"
        },
        {
            "chapter": 43,
            "verse": 58,
            "text": "“ఇంతకీ మా దేవుళ్ళు మంచివాళ్ళా లేక అతనా?” అని వారు (తరచి తరచి) అడగటం మొదలెట్టారు. వారు నిన్ను అలా అడగటం వెనుక వారి ఉద్దేశం జగడం తప్ప మరేమీ కాదు. అసలా జనులే జగడాలమారులు"
        },
        {
            "chapter": 43,
            "verse": 59,
            "text": "అతను (మర్యమ్‌ కుమారుడైన ఈసా) కూడా ఒక దాసుడు మాత్రమే. మేమతన్ని అనుగ్రహించాము. ఇస్రాయీలు సంతతి వారికొరకు అతన్ని ఒక ఉదాహరణ (మా శక్తి నిదర్శనం)గా చేశాము"
        },
        {
            "chapter": 43,
            "verse": 60,
            "text": "మరి మేమే గనక తలచుకుంటే మీకు బదులుగా దైవదూతలనే భూమికి వారసులుగా చేసి ఉండేవారం"
        },
        {
            "chapter": 43,
            "verse": 61,
            "text": "నిశ్చయంగా అతను (ఈసా – అలైహిస్సలాం) ప్రళయానికి ఒక సూచన. కాబట్టి మీరు దాని (ప్రళయదినం) విషయంలో సందేహపడకండి. మీరు నన్ను అనుసరించండి. ఇదే రుజు మార్గం"
        },
        {
            "chapter": 43,
            "verse": 62,
            "text": "షైతాన్‌ మిమ్మల్ని అడ్డుకోరాదు సుమా! వాడు మీకు బద్ధ విరోధి"
        },
        {
            "chapter": 43,
            "verse": 63,
            "text": "స్పష్టమైన నిదర్శనాలను తీసుకుని వచ్చినప్పుడు ఈసా (ఏసు – అలైహిస్సలాం) ఇలా అన్నాడు: “నేను మీ దగ్గరకు వివేకాన్ని తెచ్చాను. మీరు విభేదించుకుంటున్న కొన్ని విషయాల వాస్తవికతను విడమరచి చెప్పటానికే వచ్చాను. కనుక మీరు అల్లాహ్‌కు భయపడండి. నాకు విధేయత చూపండి"
        },
        {
            "chapter": 43,
            "verse": 64,
            "text": "“నిజానికి నా ప్రభువూ, మీ ప్రభువూ అల్లాహ్‌ మాత్రమే. కాబట్టి మీరంతా ఆయన్నే ఆరాధించండి. ఇదే రుజుమార్గం.”"
        },
        {
            "chapter": 43,
            "verse": 65,
            "text": "అయితే ఆ తర్వాత (ఇస్రాయీల్‌ సంతతికి చెందిన) పలు కూటములవారు పరస్పరం విభేదించుకున్నారు. కనుక దుర్మార్గులకు బాధాకరమైన దినమునందలి శిక్ష వల్ల వినాశం తప్పదు"
        },
        {
            "chapter": 43,
            "verse": 66,
            "text": "తమకు తెలీకుండానే, తమపై అకస్మాత్తుగా ప్రళయం వచ్చి పడాలని వారు ఎదురు చూస్తున్నారా"
        },
        {
            "chapter": 43,
            "verse": 67,
            "text": "ఆ రోజు (ప్రాణ) మిత్రులు కూడా ఒకరికొకరు శత్రువులై పోతారు – అయితే దైవభక్తి పరాయణులు మాత్రం అలా ప్రవర్తించరు"
        },
        {
            "chapter": 43,
            "verse": 68,
            "text": "ఓ నా దాసులారా! ఈ రోజు మీకెలాంటి భయంగానీ, దుఃఖంగానీ ఉండదు"
        },
        {
            "chapter": 43,
            "verse": 69,
            "text": "మా సూచనలను విశ్వసించి, విధేయులు (ముస్లింలు)గా ఉన్న వారినుద్దేశించి (ఈ విధంగా అనబడుతుంది)"
        },
        {
            "chapter": 43,
            "verse": 70,
            "text": "మీరూ, మీ భార్యలూ సంతోషంగా (సగౌరవంగా) స్వర్గంలో ప్రవేశించండి"
        },
        {
            "chapter": 43,
            "verse": 71,
            "text": "వారి వద్దకు నలువైపుల నుంచి బంగారు పళ్లాలూ, బంగారు గ్లాసులూ తేబడతాయి. మనసు కోరేవీ, కళ్లు ఆస్వాదించేవీ- అన్నీ అక్కడ ఉంటాయి. అందులో మీరు కలకాలం (సుఖంగా) ఉంటారు"
        },
        {
            "chapter": 43,
            "verse": 72,
            "text": "ఈ స్వర్గం – మీరు చేసుకున్న సత్కర్మలకు బదులుగా మీరు దీనికి వారసులయ్యారు"
        },
        {
            "chapter": 43,
            "verse": 73,
            "text": "ఇందులో మీరు ఆరగించటానికి ఎన్నో పండ్లు ఫలాలున్నాయి (అని అనబడుతుంది)"
        },
        {
            "chapter": 43,
            "verse": 74,
            "text": "(ఇకపోతే) అపరాధులు ఖచ్చితంగా శాశ్వతమైన నరకయాతనకు లోనై ఉంటారు"
        },
        {
            "chapter": 43,
            "verse": 75,
            "text": "ఆ యాతన వారినుంచి ఎన్నటికీ తగ్గించబడదు. ఇక వారు ఆశలన్నీ వదులుకుని, అందులోనే పడి ఉంటారు"
        },
        {
            "chapter": 43,
            "verse": 76,
            "text": "మేము వారికెలాంటి అన్యాయం చేయలేదు. కాని వారంతట వారే అన్యాయస్థులయ్యారు"
        },
        {
            "chapter": 43,
            "verse": 77,
            "text": "“ఓ మాలిక్‌! నీ ప్రభువు మమ్మల్ని అంతం చేసేస్తే (అంటే పూర్తిగా ఒకేసారి చంపేస్తే) పోతుంది కదయ్యా” అని వారు అరుస్తారు. దానికతను “మీరు (నిత్యం) ఇలా ఉండాల్సిందే” అంటాడు"
        },
        {
            "chapter": 43,
            "verse": 78,
            "text": "“మేము మీ దగ్గరకు సత్యాన్ని తీసుకువచ్చాము. కాని మీలో చాలా మంది సత్యాన్ని ఏవగించుకున్నారు కదా!”"
        },
        {
            "chapter": 43,
            "verse": 79,
            "text": "ఏమిటి, వీళ్లు (నీకు వ్యతిరేకంగా) ఏదన్నా విషయాన్ని గట్టిగా నిర్ధారించారా? మరైతే మేము కూడా గట్టిగానే నిర్ధారిస్తాము"
        },
        {
            "chapter": 43,
            "verse": 80,
            "text": "ఏమిటి, వాళ్ల రహస్య విషయాలను, వారి గుసగుసలను మేము వినలేమని వారనుకుంటున్నారా? (తప్పకుండా వింటాము) మేము పంపిన దూతలు వాళ్ల దగ్గరే వ్రాస్తున్నారు"
        },
        {
            "chapter": 43,
            "verse": 81,
            "text": "(ఓ ప్రవక్తా!) వారికి చెప్పు : “కరుణామయునికి సంతానమే గనక ఉంటే, అందరికన్నా ముందు నేనే వారిని ఆరాధించి ఉండేవాణ్ణి.”"
        },
        {
            "chapter": 43,
            "verse": 82,
            "text": "వీళ్లు భూమ్యాకాశాల ప్రభువు, అర్ష్‌ (సింహాసనము) నకు అధిపతి అయిన అల్లాహ్‌ వీళ్లు బొంకే మాటలన్నింటికీ అతీతుడు, పవిత్రుడు"
        },
        {
            "chapter": 43,
            "verse": 83,
            "text": "కాబట్టి నువ్వు వాళ్ళను వాళ్ళ వాగుడులోనే, ఆటపాటల్లోనే పడి ఉండనివ్వు. తుదకు వాళ్లకు వాగ్దానం చేయబడుతున్న రోజు వారికి ఎదురవుతుంది"
        },
        {
            "chapter": 43,
            "verse": 84,
            "text": "ఆయనే ఆకాశాలలో ఆరాధించదగినవాడు. భూమిలో కూడా ఆయనే ఆరాధ్యుడు. ఆయన అపార వివేక సంపన్నుడు, సంపూర్ణ జ్ఞానం కలవాడు"
        },
        {
            "chapter": 43,
            "verse": 85,
            "text": "ఇంకా ఆయన గొప్ప శుభకరుడు. భూమ్యాకాశాల్లోనూ, వాటి మధ్య నున్న సమస్త వస్తువుల మీదనూ ఆధిపత్యం ఆయనదే. ప్రళయ ఘడియ గురించిన జ్ఞానం కూడా ఆయన వద్దనే ఉంది. మీరంతా (ఆఖరికి) ఆయన వద్దకే మరలించబడతారు"
        },
        {
            "chapter": 43,
            "verse": 86,
            "text": "అల్లాహ్‌ను వదలి వీళ్లు ఎవరెవరిని మొరపెట్టుకుంటున్నారో వారికి, సిఫారసుకు సంబంధించిన ఏ అధికారమూ లేదు. కాని సత్యం గురించి సాక్ష్యమిచ్చి, దానికి సంబంధించిన జ్ఞానమున్న వారు మాత్రం (సిఫారసుకు యోగ్యులు)"
        },
        {
            "chapter": 43,
            "verse": 87,
            "text": "“మిమ్మల్ని పుట్టించినదెవర”ని నువ్వు గనక వారిని అడిగితే, “అల్లాహ్‌” అని వారు తప్పకుండా అంటారు. మరలాంటప్పుడు వారు ఎటు తిరిగిపోతున్నారు(ట)"
        },
        {
            "chapter": 43,
            "verse": 88,
            "text": "“ఓ నా ప్రభూ! వీళ్లు మాత్రం విశ్వసించే జనులు కారు” అన్న తన ప్రవక్త పలుకు గురించి కూడా ఆయనకు తెలుసు"
        },
        {
            "chapter": 43,
            "verse": 89,
            "text": "కనుక (ఓ ప్రవక్తా!) నువ్వు వారి నుంచి ముఖం త్రిప్పుకో. “(నాయనలారా!) మీకో సలాం!” అని చెప్పు. త్వరలో వారికే తెలిసివస్తుంది"
        }
    ]
}