{
    "pages": [
        {
            "chapter": 13,
            "verse": 35,
            "text": "Toto jest vypodobnění ráje, slíbeného bohabojným: zpod zahrad jeho řeky tekou, plody jejich věčné jsou a stín jejich taktéž: takováto bude (poslední) odměna bohabojným, však (poslední) odměnou nevěřících bude oheň pekelný"
        },
        {
            "chapter": 13,
            "verse": 36,
            "text": "Ti, kterým seslali jsme Knihu, radují se z toho, co sesláno ti bylo, však mezi spojenými (kmeny) jsou některé, jež popírají část toho. Rci: „Pouze nakázáno mi bylo, abych uctíval Boha jediného a nedával mu společniků: jej vzývám a k němu navrátím se.“"
        },
        {
            "chapter": 13,
            "verse": 37,
            "text": "Takovýmto způsobem seslali jsme ti jej, jako zákon v jazyku arabském: a následoval-li bys choutky jejich poté, když sesláno ti bylo vědění, nebude ti před Bohem ani ochránce, ani obhajovatele"
        },
        {
            "chapter": 13,
            "verse": 38,
            "text": "„A poslali jsme již před tebou proroky a dali jsme jim manželky a potomstvo: nebylo pak proroka, jenž by byl přinášel znamení, leda s dovolením božím. Každý věk pak má Knihu svou"
        },
        {
            "chapter": 13,
            "verse": 39,
            "text": "Zruší Bůh, co chce, a potvrdí, co chce: u něho nalézá se Kniha prvotní"
        },
        {
            "chapter": 13,
            "verse": 40,
            "text": "Ať již dáme ti dočkati se spatření něčeho z toho, co slibujeme jim, anebo vezmeme tě k sobě (před tím) — tobě připadá pouze hlásání, nám pak účtování"
        },
        {
            "chapter": 13,
            "verse": 41,
            "text": "Zdaž nevidí, jak vnikáme do země jejich a zmenšujeme hranice její? Bůh vynáší rozsudek a nikomu nelze zvrátiti jej: a on rychlý jest v účtování"
        },
        {
            "chapter": 13,
            "verse": 42,
            "text": "Úklady strojili ti, kdož byli před nimi, však Bohu známy jsou úklady veškeré. On ví, co zasluhuje si každá duše a seznají nevěřící, komu poslední připadne obydlí"
        }
    ]
}