{
    "pages": [
        {
            "chapter": 41,
            "verse": 1,
            "text": "Há. Mím"
        },
        {
            "chapter": 41,
            "verse": 2,
            "text": "Seslání od Milosrdného, Slitovného"
        },
        {
            "chapter": 41,
            "verse": 3,
            "text": "Kniha, jejíž znamení ROZDĚLENA byla jako Korán arabský pro lid vědoucí"
        },
        {
            "chapter": 41,
            "verse": 4,
            "text": "(aby byl) věštitelem a varovatelem — však většina jich vzdaluje se a nenaslouchá"
        },
        {
            "chapter": 41,
            "verse": 5,
            "text": "A říkají: „Zastřena jsou srdce naše před tím, k čemu zveš nás: a v uších našich tíha jest: mezi námi a tebou jest clona. Dělej si, (jak chceš): my (též tak) dělati si budeme.“"
        },
        {
            "chapter": 41,
            "verse": 6,
            "text": "Rci: „Jáť zajisté pouze jsem člověk, jako vy: vnuknuto pak mi jest, že Bůh váš jest jen Bohem Jediným! Kráčejte tedy přímo k němu a proste jej za odpuštění — a běda mnohobožcům"
        },
        {
            "chapter": 41,
            "verse": 7,
            "text": "Těm, kteří nedávají (povinné) almužny a v život budoucí již nevěří"
        },
        {
            "chapter": 41,
            "verse": 8,
            "text": "Těm pak, kdož uvěřili a konají dobré skutky, zajisté připadne odměna bezvýhradná.“"
        },
        {
            "chapter": 41,
            "verse": 9,
            "text": "Rci: „Zdaž nechcete věřiti v toho, jenž stvořil zemi ve dvou dnech a činiti mu chcete rovné? Onť Pánem jest veškerenstva"
        },
        {
            "chapter": 41,
            "verse": 10,
            "text": "On učinil na ní temena hor, a požehnal jí, a ustanovil po ní různé potraviny ve čtyřech dnech, rovným dílem pro (všechny) žádající"
        },
        {
            "chapter": 41,
            "verse": 11,
            "text": "Pak vznesl se na nebe, jež bylo pouhým dýmem, a řekl jemu i zemi: „Pojďte ke mně, ať poslušné již, či proti vůli své.“ I řekly nebe i země: „K tobě jdeme, poslušně!“"
        }
    ]
}