{
    "pages": [
        {
            "chapter": 43,
            "verse": 11,
            "text": "a jenž seslal vám s nebe vodu, dle odměření: i vzkříjsme jí končinu zmrtvělou. Stejně tak (z hrobů) vyvedeni budete"
        },
        {
            "chapter": 43,
            "verse": 12,
            "text": "A jenž stvořil všechno (tvorstvo) v párech, a dal vám v lodích a dobytčatech prostředky k ježdění"
        },
        {
            "chapter": 43,
            "verse": 13,
            "text": "abyste seděli v rovnováze na hřbetech jejich a vzpomínali, když tak v rovnováze na nich sedíte, dobrodiní Pána svého, řkouce: „Chválen budiž ten, jenž podmanil nám toto! Neb sami nebyli bychom nikdy se k tomu dostali"
        },
        {
            "chapter": 43,
            "verse": 14,
            "text": "a zajisté my k Pánu svému navrátíme se.“"
        },
        {
            "chapter": 43,
            "verse": 15,
            "text": "Však přece učinili mu ze služebníků jeho děti! Zajisté člověk jest velký zatvrzelec zjevný"
        },
        {
            "chapter": 43,
            "verse": 16,
            "text": "Či Bůh by si byl vzal dcery z toho, co stvořil, a syny vybral pro vás"
        },
        {
            "chapter": 43,
            "verse": 17,
            "text": "A přec když oznámeno jest jednomu z nich narození toho, o čem podobenství činí ohledně Milosrdného, zasmuší se temným stínem tvář jeho a jest jako zařezaný"
        },
        {
            "chapter": 43,
            "verse": 18,
            "text": "Zdaž (dávati budou Bohu za děti tvory), již vychováni jsou v ozdůbkách a sklonni jsou k hádkám bez zjevných důvodů"
        },
        {
            "chapter": 43,
            "verse": 19,
            "text": "A učinili z andělů, kteří jsou služebníci Milosrdného, ženy. Což byli svědky stvoření jejich? Zapsáno bude jim toto dosvědčování jich a tázáni (ohledně toho) budou"
        },
        {
            "chapter": 43,
            "verse": 20,
            "text": "A říkají: „Kdyby byl chtěl Milosrdný, nebyli bychom jich nikdy uctívali.“ Nijakého vědění nemají o tom: a pouze lhou"
        },
        {
            "chapter": 43,
            "verse": 21,
            "text": "Či snad dali jsme jim Knihu nějakou předtím, jíž přidržují se"
        },
        {
            "chapter": 43,
            "verse": 22,
            "text": "Naopak; ale říkají: „Shledali jsme otce naše v (jistém) náboženství: a my šlépějemi jejich vedeni jsme.“"
        }
    ]
}