{
    "pages": [
        {
            "chapter": 16,
            "verse": 55,
            "text": "تا نعمتى را كه به آنها عنايت كرده‌ايم ناسپاسى كنند. اكنون متمتع شويد، زودا كه خواهيد دانست"
        },
        {
            "chapter": 16,
            "verse": 56,
            "text": "آنگاه از آنچه روزيشان داده‌ايم نصيبى براى بتانى كه هيچ نمى‌دانند معين مى‌كنند. به خدا سوگند به سبب دروغى كه مى‌بنديد بازخواست مى‌شويد"
        },
        {
            "chapter": 16,
            "verse": 57,
            "text": "براى خدا دختران قائل مى‌شوند -او منزه است- و براى خود هر چه دوست دارند"
        },
        {
            "chapter": 16,
            "verse": 58,
            "text": "و چون به يكيشان مژده دختر دهند، سيه‌روى شود و خشمگين گردد"
        },
        {
            "chapter": 16,
            "verse": 59,
            "text": "از شرم اين مژده، از مردم پنهان مى‌شود. آيا با خوارى نگاهش دارد يا در خاك نهانش‌كند؟ آگاه باشيد كه بد داورى مى‌كنند"
        },
        {
            "chapter": 16,
            "verse": 60,
            "text": "صفت بد از آن كسانى است كه به قيامت ايمان نمى‌آورند و صفت برتر از آن خداوند است. و اوست پيروزمند و حكيم"
        },
        {
            "chapter": 16,
            "verse": 61,
            "text": "اگر خداوند بخواهد كه مردم را به گناهشان هلاك كند، بر روى زمين هيچ جنبنده‌اى باقى نگذارد، ولى عذابشان را تا مدتى معين به تأخير مى‌افكند. و چون اجلشان فرارسد، يك ساعت پس و پيش نشوند"
        },
        {
            "chapter": 16,
            "verse": 62,
            "text": "آنچه را نمى‌پسندند به خدا نسبت كنند و زبانشان به دروغ گويد كه خوبيها از آن آنهاست، نه، بى‌ترديد نصيب آنها آتش است و ايشان را به شتاب به سوى آن برند"
        },
        {
            "chapter": 16,
            "verse": 63,
            "text": "به خدا سوگند كه براى مردمى هم كه پيش از تو بوده‌اند پيامبرانى فرستاده‌ايم. ولى شيطان اعمالشان را در چشمشان بياراست. و در آن روز شيطان دوستشان خواهد بود و آنها راست عذابى دردآور"
        },
        {
            "chapter": 16,
            "verse": 64,
            "text": "ما اين كتاب را بر تو نازل نكرده‌ايم جز براى آنكه هر چه را در آن اختلاف مى‌كنند برايشان بيان كنى. و نيز راهنما و رحمتى براى مؤمنان باشد"
        }
    ]
}