{
    "rukus": [
        {
            "chapter": 6,
            "verse": 71,
            "text": "De ki: Allah’ı bırakıp da bize fayda veya zarar veremeyecek olan şeylere mi tapalım? Allah bizi doğru yola ilettikten sonra şeytanların saptırıp şaşkın olarak çöle düşürmek istedikleri, arkadaşlarının ise: «Bize gel!» diye doğru yola çağırdıkları şaşkın kimse gibi gerisin geri (inkarcılığa) mı döndürüleceğiz? De ki: Allah’ın hidayeti doğru yolun ta kendisidir. Bize âlemlerin Rabbine teslim olmamız emredilmiştir"
        },
        {
            "chapter": 6,
            "verse": 72,
            "text": "«Namazı dosdoğru kılın ve Allah'tan korkun» (diye de emredildik ). O, huzuruna varıp toplanacağınız Allah'tır"
        },
        {
            "chapter": 6,
            "verse": 73,
            "text": "O, gökleri ve yeri hak (ve hikmet) ile yaratandır. « OL!» dediği gün herşey oluverir. O'nun sözü gerçektir. Sûr'a üflendiği gün de hükümranlık O'nundur. Gizliyi ve açığı bilendir ve O, hikmet sahibidir, herşeyden haberdardır"
        },
        {
            "chapter": 6,
            "verse": 74,
            "text": "(Bir gün) İbrahim, babası Âzer'e şöyle demişti: \"Bir takım putları ilâhlar mı ediniyorsun? Ben, seni ve kavmini apaçık bir sapıklık içinde görüyorum"
        },
        {
            "chapter": 6,
            "verse": 75,
            "text": "Böylece biz, kesin iman edenlerden olması için İbrahim'e göklerin ve yerin melekûtunu gösteriyorduk"
        },
        {
            "chapter": 6,
            "verse": 76,
            "text": "Gecenin karanlığı onu kaplayınca bir yıldız gördü, Rabbim budur, dedi. Yıldız batınca, batanları sevmem, dedi"
        },
        {
            "chapter": 6,
            "verse": 77,
            "text": "Ay'ı doğarken görünce, Rabbim budur, dedi. O da batınca, Rabbim bana doğru yolu göstermezse elbette yoldan sapan topluluklardan olurum, dedi"
        },
        {
            "chapter": 6,
            "verse": 78,
            "text": "Güneşi doğarken görünce de, Rabbim budur, zira bu daha büyük, dedi. O da batınca, dedi ki: Ey kavmim! Ben sizin (Allah'a) ortak koştuğunuz şeylerden uzağım"
        },
        {
            "chapter": 6,
            "verse": 79,
            "text": "Ben hanîf olarak, yüzümü gökleri ve yeri yoktan yaratan Allah’a çevirdim ve ben müşriklerden değilim"
        },
        {
            "chapter": 6,
            "verse": 80,
            "text": "Kavmi ona karşı deliller getirmeye kalkışmış, o da demişti ki: \"Allah bana hidâyet etmiş olduğu halde, O'nun hakkında benimle mücadeleye mi kalkışıyorsunuz? Rabbımın dilediği şey dışında sizin ortak koştuklarınızdan asla korkmam. Rabbımın ilmi her şeyi kuşatmıştır. Halâ düşünmüyor musunuz"
        },
        {
            "chapter": 6,
            "verse": 81,
            "text": "Siz, Allah'ın size haklarında hiçbir hüküm indirmediği şeyleri O'na ortak koşmaktan korkmazken, ben sizin ortak koştuğunuz şeylerden nasıl korkarım! Şimdi biliyorsanız (söyleyin), iki gruptan hangisi güvende olmaya daha lâyıktır?»"
        },
        {
            "chapter": 6,
            "verse": 82,
            "text": "İman edenler ve imanlarına şirk bulaştırmayanlar, işte emniyet onlar içindir ve doğru yola iletilmiş olanlar da onlardır"
        }
    ]
}