{
    "rukus": [
        {
            "chapter": 20,
            "verse": 55,
            "text": "Sizi ondan (topraktan) yarattık; yine sizi oraya döndüreceğiz ve bir kez daha sizi ondan çıkaracağız"
        },
        {
            "chapter": 20,
            "verse": 56,
            "text": "Andolsun biz ona (Firavuna) bütün (bu) delillerimizi gösterdik; yine de yalanladı ve diretti"
        },
        {
            "chapter": 20,
            "verse": 57,
            "text": "Dedi ki: Bizi, yaptığın büyü ile yurdumuzdan çıkarasın diye mi geldin, ey Musa"
        },
        {
            "chapter": 20,
            "verse": 58,
            "text": "Öyle ise, muhakkak surette biz de sana, aynen onun gibi bir büyü getireceğiz. Şimdi sen, seninle bizim aramızda, ne senin, ne de bizim muhalefet etmeyeceğimiz uygun bir yerde buluşma zamanı ayarla"
        },
        {
            "chapter": 20,
            "verse": 59,
            "text": "Musa: Buluşma zamanınız, bayram günü, kuşluk vaktinde insanların toplanma zamanı olsun, dedi"
        },
        {
            "chapter": 20,
            "verse": 60,
            "text": "Bunun üzerine Firavun dönüp gitti. Hilesini (sihirbazlarını) topladı; sonra geri geldi"
        },
        {
            "chapter": 20,
            "verse": 61,
            "text": "Musa onlara: Yazık size! dedi, Allah hakkında yalan uydurmayın! Sonra O, bir azap ile kökünüzü keser! İftira eden, muhakkak perişan olur"
        },
        {
            "chapter": 20,
            "verse": 62,
            "text": "Bunun üzerine onlar, durumlarını aralarında tartıştılar; gizli gizli fısıldaştılar"
        },
        {
            "chapter": 20,
            "verse": 63,
            "text": "Şöyle dediler: «Bu ikisi, muhakkak ki, sihirleriyle sizi yurdunuzdan çıkarmak ve sizin örnek yolunuzu ortadan kaldırmak isteyen iki sihirbazdırlar sadece.»"
        },
        {
            "chapter": 20,
            "verse": 64,
            "text": "«Öyle ise hilenizi kurun; sonra sıra halinde gelin! Muhakkak ki bugün, üstün gelen kazanmıştır.»"
        },
        {
            "chapter": 20,
            "verse": 65,
            "text": "Dediler ki: Ey Musa! Ya sen at veya önce atan biz olalım"
        },
        {
            "chapter": 20,
            "verse": 66,
            "text": "Hayır, siz atın, dedi. Bir de baktı ki, büyüleri sayesinde ipleri ve sopaları, kendisine gerçekten hızlıca hereket ediyor gibi görünüyor"
        },
        {
            "chapter": 20,
            "verse": 67,
            "text": "Musa, birden içinde bir korku duydu"
        },
        {
            "chapter": 20,
            "verse": 68,
            "text": "«Korkma! dedik, üstün gelecek olan kesinlikle sensin.»"
        },
        {
            "chapter": 20,
            "verse": 69,
            "text": "«Sağ elindekini at da, onların yaptıklarını yutsun. Yaptıkları, sadece bir büyücü hilesidir. Büyücü ise, nereye varsa (ne yapsa) iflah olmaz.»"
        },
        {
            "chapter": 20,
            "verse": 70,
            "text": "(Mûsâ elindeki asasını atıp da âsâ yılan olup sihirbazların yaptıklarını yutunca)sihirbazlar hemen secdeye kapanmışlar ve şöyle demişlerdi:\"Harûn ve Musâ'nın Rabbine iman ettik"
        },
        {
            "chapter": 20,
            "verse": 71,
            "text": "(Firavun) Şöyle dedi: Ben size izin vermeden önce ona inandınız öyle mi! Hakikat şu ki o, size büyü öğreten ulunuzdur. Şimdi elleriniz ile ayaklarınızı tereddüt etmeden çaprazlama keseceğim ve sizi hurma dallarına asacağım! Böylece, hangimizin azabının daha şiddetli ve sürekli olduğunu iyice anlayacaksınız"
        },
        {
            "chapter": 20,
            "verse": 72,
            "text": "Dediler ki: «Seni, bize gelen açık açık mucizelere ve bizi yaratana tercih edemeyiz. Öyle ise yapacağını yap! Sen, ancak bu dünya hayatında hükmünü geçirebilirsin.»"
        },
        {
            "chapter": 20,
            "verse": 73,
            "text": "«Bize, hatalarımızı ve senin bize zorla yaptırdığın büyüyü bağışlaması için Rabbimize iman ettik. Allah, (mükâfatı) en hayırlı ve (cezası) en sürekli olandır.»"
        },
        {
            "chapter": 20,
            "verse": 74,
            "text": "Şurası muhakkak ki, kim Rabbine günahkâr olarak varırsa, cehennem sırf onun içindir. O ise orada ne ölür ne de yaşar"
        },
        {
            "chapter": 20,
            "verse": 75,
            "text": "Kim de iyi davranışlarda bulunmuş bir mümin olarak O'na varırsa, üstün dereceler işte sırf bunlar içindir"
        },
        {
            "chapter": 20,
            "verse": 76,
            "text": "İçinde ebedî kalacakları, zemininden ırmaklar akan Adn cennetleri! İşte arınanların mükâfatı budur"
        }
    ]
}