{
    "rukus": [
        {
            "chapter": 2,
            "verse": 222,
            "text": "(Ey Muhammed! Sana;) Hayızı (kadınların âdet halini) soruyorlar. (Onlara) de ki: O bir eza (rahatsızlık) dır. Bu sebeple âdet halinde kadınlardan uzak durun. Temizleninceye kadar onlara yaklaşmayın. Temizlendikleri vakit, Allah'ın size emrettiği yerden onlara yaklaşın. Şunu iyi bilin ki, Allah çokça tevbe edenleri de sever, temizlenenleri de sever"
        },
        {
            "chapter": 2,
            "verse": 223,
            "text": "Kadınlarınız sizin için bir tarladır. Tarlanıza nasıl dilerseniz öyle varın. Kendiniz için önceden (gelecekte faydasını göreceğiniz iyi amellerle) hazırlık yapın. Allah'tan korkun, biliniz ki siz O'na kavuşacaksınız. (Ey Muhammed!) Mü'minleri müjdele"
        },
        {
            "chapter": 2,
            "verse": 224,
            "text": "Yeminlerinizden dolayı , iyilik etmenize, O'ndan sakınmanıza ve insanların arasını düzeltmenize Allah'ı (O'nun adını) engel kılmayın. Allah, hakkıyla işiten, hakkıyla bilendir"
        },
        {
            "chapter": 2,
            "verse": 225,
            "text": "Allah sizi kasıtsız yeminlerinizden sorumlu tutmaz. Lâkin kalplerinizin kasdettiği yeminden sorumlu tutar. Allah, Gafûr'dur, Halîm'dir"
        },
        {
            "chapter": 2,
            "verse": 226,
            "text": "Kadınlarına yanaşmamaya yemin edenlerin dört ay beklemeleri gerekir. Eğer (yeminlerinden) dönerlerse, şüphesiz, Allah, Ğafûr'dur, Rahîm'dir"
        },
        {
            "chapter": 2,
            "verse": 227,
            "text": "Eğer (müddeti içinde dönmeyip kadınlarını) boşamaya karar verirlerse (ayrılırlar). Allah, şüphesiz, hakkıyla işiten, hakkıyla bilendir"
        },
        {
            "chapter": 2,
            "verse": 228,
            "text": "Boşanmış kadınlar, kendi başlarına üç hayız (veya temizlik) süresi beklerler. Eğer onlar Allah'a ve ahiret gününe gerçekten inanmışlarsa, rahimlerinde Allah'ın yarattığını gizlemeleri kendilerine helâl olmaz. Eğer kocalar barışmak isterlerse, bu durumda boşadıkları kadınları geri almaya daha fazla hak sahibidirler. Kocalarının onlar üzerinde hakları olduğu gibi, onların da kocaları üzerinde belli hakları vardır, ancak erkekler, onlar üzerinde bir üstünlük derecesine sahiptirler. Allah Azîz'dir, Hakîm'dir"
        }
    ]
}