{
    "rukus": [
        {
            "chapter": 45,
            "verse": 27,
            "text": "Göklerin ve yerin mülkü Allah'ındır. Kıyametin kopacağı gün var ya, işte o gün bâtıla sapanlar hüsrana uğrayacaklardır"
        },
        {
            "chapter": 45,
            "verse": 28,
            "text": "O gün her ümmeti, diz çökmüş görürsün. Her ümmet kendi kitabına çağırılır, (onlara şöyle denilir:) «Bu gün, yaptıklarınızla cezalandırılacaksınız!»"
        },
        {
            "chapter": 45,
            "verse": 29,
            "text": "«Bu, yüzünüze karşı gerçeği söyleyen kitabımızdır. Çünkü biz, yaptıklarınızı kaydediyorduk.»"
        },
        {
            "chapter": 45,
            "verse": 30,
            "text": "İman edip sâlih ameller işleyenlere gelince, Rableri onları rahmetine kabul eder. İşte apaçık kurtuluş budur"
        },
        {
            "chapter": 45,
            "verse": 31,
            "text": "Ama inkâr edenlere gelince onlara: Âyetlerim size okunmuş, siz de büyüklenip suçlu bir toplum olmuştunuz, değil mi? denilir"
        },
        {
            "chapter": 45,
            "verse": 32,
            "text": "«Allah'ın vaadi gerçektir, kıyamet gününde şüphe yoktur» dendiği zaman: Kıyametin ne olduğunu bilmiyoruz, onun bir tahminden ibaret olduğunu sanıyoruz; (onun hakkında) kesin bir bilgi elde etmiş değiliz, demiştiniz"
        },
        {
            "chapter": 45,
            "verse": 33,
            "text": "Yaptıklarının kötülükleri onlara görünmüş, alay edip durdukları şey onları kuşatmıştır"
        },
        {
            "chapter": 45,
            "verse": 34,
            "text": "Denilir ki: Bu güne kavuşacağınızı unuttuğunuz gibi biz de bugün sizi unuturuz. Yeriniz ateştir, yardımcılarınız da yoktur"
        },
        {
            "chapter": 45,
            "verse": 35,
            "text": "Bunun böyle olmasının sebebi şudur: Siz Allah’ın âyetlerini alaya aldınız, dünya hayatı sizi aldattı. Artık bugün ateşten çıkarılmayacaklardır ve onların (Allah'ı) hoşnut etmeleri de istenmeyecektir"
        },
        {
            "chapter": 45,
            "verse": 36,
            "text": "Hamd, göklerin Rabbi, yerin Rabbi bütün âlemlerin Rabbi olan Allah'a mahsustur"
        },
        {
            "chapter": 45,
            "verse": 37,
            "text": "Göklerde ve yerde azamet yalnız O'nundur. O, azîzdir, hakîmdir"
        }
    ]
}