{
    "chapter": 24,
    "verse": 45,
    "text": "Allah adalah Pencipta segala sesuatu dengan kehendak-Nya. Dia menciptakan semua jenis hewan dari asal yang sama yaitu air. Maka tidak satu pun hewan yang tidak memerlukan air. Kemudian dijadikanlah hewan-hewan itu bervariasi dari segi jenis, potensi dan perbedaan-perbedaaan lainnya. Maka sebagian dari hewan itu ada yang berjalan di atas perutnya seperti ikan, dan binatang merangkak lainnya. Sebagian lainnya berjalan di atas kedua kakinya seperti manusia dan burung. Ada pula jenis hewan yang berjalan di atas empat kaki seperti binatang-binatang. Allah menciptakan makhluk yang dikehendaki-Nya dengan cara bagaimana pun untuk menunjukkan kekuasaan dan pengetahuan-Nya. Dia adalah Zat yang berkehendak memilih dan Mahakuasa atas segala sesuatu(1). (1) Air yang dimaksud dalam ayat di atas adalah air kehidupan atau air yang mengandung anasir-anasir spermatozoa. Ayat ini tidak hanya mendahului ilmu pengetahuan dalam menerangkan kejadian manusia dari setetes air seperti disebut dalam ayat 5 dan 6 surat al-Thâriq, bahkan juga telah mendahului ilmu pengetahuan dalam menerangkan bahwa setiap makhluk hidup di atas bumi berkembang biak melalui sperma, meskipun bentuk dan ciri sperma yang ada pada masing-masing makhluk itu berbeda. Dari sudut pandang ilmu pengetahuan, ayat ini mengandung penafsiran ilmiah bahwa air merupakan sarana terpenting dalam kejadian setiap makhluk. Ambillah contoh, misalnya, kandungan air dalam tubuh manusia yang mencapai 70% dari berat tubuhnya. Ini berarti, seseorang yang mempunyai berat badan 70 kg, di dalam tubuhnya terkandung sekitar 50 kg air. Kejadian manusia dan besarnya kandungan air di dalam tubuh, sebagaimana disebutkan di atas, belum diketahui sebelum al-Qur'ân diturunkan. Bagi manusia, air lebih penting dari makanan. Seseorang mungkin dapat bertahan hidup selama 60 hari tanpa makan. Tetapi tanpa air, manusia diperkirakan hanya mampu bertahan 3 sampai 10 hari. Selain itu, air adalah asal mula terbentuknya darah, cairan limpa, cairan sumsum, kencing, air mata, air liur, air empedu, susu dan seluruh cairan yang ada di sendi. Airlah yang menyebabkan tubuh manusia menjadi lentur. Kalau saja tubuh seseorang kehilangan 20% air, maka ia tidak akan dapat bertahan hidup. Demikian pula, air dapat berfungsi melarutkan bahan-bahan makanan setelah dikunyah dan ditelan. Di samping itu ia juga dapat melarutkan sisa-sisa proses metabolisme melalui kencing dan keringat. Demikianlah, air menjadi bagian terbesar dan terpenting dalam tubuh manusia. Karena itu dapat dikatakan bahwa setiap makhluk hidup, sebagaimana dijelaskan ayat ini, diciptakan dari air"
}