{
    "maqras": [
        {
            "chapter": 17,
            "verse": 99,
            "text": "Kare-ra wa, ten to ji o sōzō sa reta arrā ga, kare-ra to onajiyōna mono o, tsukuru koto ga dekiru no ga wakaranai no ka. Mata kare-ra no tame ni, kare wa ichi kigen o sadame rareta. Soreni utagai no yochi wa nai nodearu. Soredemo fugi no to wa, fushinjin hitosuji ni (sono ukeire o) kyohi suru"
        },
        {
            "chapter": 17,
            "verse": 100,
            "text": "Gen tte yaru ga ī. `Tatoe watashi no omo no jihi no takaramono ga anata gata no shuchū ni atte mo, sore o tsuiyasu koto o osorete, anata gata wa kanarazu shimai komu kotodearou.' Ningen wa tsuneni rinshokudearu"
        },
        {
            "chapter": 17,
            "verse": 101,
            "text": "Hontōni ware wa mūsā ni kokonotsu no meishō o sazuketa. Isuraeru no shison ni kike, kare (mūsā) ga kare-ra no moto ni kita toki firuaun wa,`mūsā yo, watashi wa anata o tsukareta monodearu to omou.' To itta"
        },
        {
            "chapter": 17,
            "verse": 102,
            "text": "Kare wa itta. `Anata wa korera (shirushi) o, shōko to shite kudasa reta kata ga, ten to ji no omo ni soto naranai koto o shitte imasu. Firuaun yo, hontōni anata wa hametsu suru unmei ni aru to watashi wa kangaemasu"
        },
        {
            "chapter": 17,
            "verse": 103,
            "text": "Sokode kare (firuaun) wa kare-ra o kokugai ni tsuihō shiyou to shita. Daga ware wa kare (firuaun) soshite kare ni shitagau mono o, isseini obore saseta"
        },
        {
            "chapter": 17,
            "verse": 104,
            "text": "Ware wa sonogo, Isuraeru no shison-tachi ni itta. `Kono ji ni sumitsuki nasai. Daga raise no yakusoku ga kuru toki, ware wa anata gata o ugō no shū ni surudearou"
        },
        {
            "chapter": 17,
            "verse": 105,
            "text": "Ware wa kono (kuruān) o shinri o motte kudashitanode, soreha shinri ni yotte kudatta. Soshite ware wa, kippō no dentatsu-sha, matawa keikoku-sha to shite anata o tsukawashita dakedearu"
        },
        {
            "chapter": 17,
            "verse": 106,
            "text": "(Koreha) ware ga bunkatsu (shite keiji) shita kuruāndeari, anata (yogen-sha) ni yukkuri to hitobito ni Satoru 唱 Suru tame ni, hitsuyōniōjite kore o keiji shita"
        },
        {
            "chapter": 17,
            "verse": 107,
            "text": "Gen tte yaru ga ī. `Anata gataga kono (kuruān) o shinjite mo, mata shinjinakute mo, izen ni chishiki o ataerareta-sha-tachi wa, dokuju o mimi ni suru to, kanarazu sono-gao o fusete sajida suru"
        },
        {
            "chapter": 17,
            "verse": 108,
            "text": "Soshite (inotte),“watashi-tachi no omo no eikō o tataemasu. Hontōni omo no o yakusoku wa hatasa remashita. ” To iu"
        },
        {
            "chapter": 17,
            "verse": 109,
            "text": "Kare-ra wa namida o nagashite kao o ji ni fuse, kenjō no makoto o tsunora seru. 〔Sajida〕"
        },
        {
            "chapter": 17,
            "verse": 110,
            "text": "gen tte yaru ga ī. `Arrā ni inore. Jihibukai okata ni inori nasai. Dono gyomei de kare ni inoroutomo, mottomo utsukushī gyomei wa, subete kare ni zokusuru.' Reihai no ori ni wa, kowadaka ni tonaete wa naranai. Mata (amari) hikuku tonaete mo ikenai. Sono chūkan no michi o tore"
        },
        {
            "chapter": 17,
            "verse": 111,
            "text": "Mata itte yaru ga ī. `Arrā ni tatae are. Kare wa ko o mota renai okata. Mata (kare no) taiken ni wa kyōyū-sha mo nai okata. Mata (kare wa) fumenbokuna shien-sha (sore wa hi sōzō-monodakara) o motanai okata de ara reru. (Arrā wa kanzen jisoku-sha de ara reru).' Kare no idai-sa (eikō) o tatae nasai"
        },
        {
            "chapter": 18,
            "verse": 1,
            "text": "Arrā o tataeru. Kare wa sono shimo be ni keiten o kudasa reta. Soreni wa, sukoshi no magatta koto mo fukuma renai"
        },
        {
            "chapter": 18,
            "verse": 2,
            "text": "(Kono Keisuke no naiyō o) tadashiku massugu ni nasa re, kare no omoto kara no tsūretsuna shobatsu o keikoku sa re, mata tadashī okonai o suru shinja wa, yoi hōshō o eru to no kippō o tsutae rareta"
        },
        {
            "chapter": 18,
            "verse": 3,
            "text": "Kare-ra wa eien ni sono naka ni sumudearou"
        },
        {
            "chapter": 18,
            "verse": 4,
            "text": "Mata,`arrā wa hitori no miko o mota remasu.' To iu mono e keikoku nasa reru"
        },
        {
            "chapter": 18,
            "verse": 5,
            "text": "Kare-ra wa kono kotoni tsuite nani no chishiki mo naku, kare-ra no sosen mo mata sōdeatta. Kare-ra no kuchi o tsuite deru kotoba wa, yuyushiki monodearu. Kare-ra no kotoba wa, itsuwari nihokanaranai"
        },
        {
            "chapter": 18,
            "verse": 6,
            "text": "Moshi kare-ra ga kono shōsoku (kuruān) o shinjinainaraba, osoraku anata wa kare-ra no shogyō no tame ni kunō shite, jibun no miwohorobosudearou"
        },
        {
            "chapter": 18,
            "verse": 7,
            "text": "Hontōni chijō no subete no yū wa, sore (daichi) no sōshoku to shite ware ga mōketa mono de, kare-ra no naka dare ga mottomo sugureta okonai o suru ka o, kokoromiru tamedearu"
        },
        {
            "chapter": 18,
            "verse": 8,
            "text": "Hontōni ware wa, kono (ji)-jō ni aru subete no yū o, kanarazu (seimei no nai) kawaita tsuchi ni surudearou"
        },
        {
            "chapter": 18,
            "verse": 9,
            "text": "Dōkutsu no nakama-tachi to sono hibun no koto o, anata wa kangaenai no ka. Waga shirushi no naka demo kyōtan subeki monodeatta to"
        },
        {
            "chapter": 18,
            "verse": 10,
            "text": "Seinen-tachi ga dōkutsu no naka ni nogareta toki o omoe. Kare-ra wa (inotte) itta. `Omo yo, anata no omoto kara jihi o atae rare, watashi-tachi no jitai ni tadashī michi o o sazuke kudasai"
        },
        {
            "chapter": 18,
            "verse": 11,
            "text": "Ware wa sore kara dōkutsu no naka de ikutose mo no ma, kare-ra no chōkaku o samatageta"
        },
        {
            "chapter": 18,
            "verse": 12,
            "text": "Sorekara ware wa, kare-ra o yobiokoshi, 2-dan no dochiraga, yoku kare-ra no (taizai) kikan o keisan dekiru ka o shirou to shita"
        },
        {
            "chapter": 18,
            "verse": 13,
            "text": "Ware wa kare-ra no monogatari no shinjitsu o anata ni katarou. Kare-ra wa omo o shinjiru seinendeattakara, ware wa nao issō kare-ra o michibiita"
        },
        {
            "chapter": 18,
            "verse": 14,
            "text": "Ware wa kare-ra no kokoro o hikitate, kare-ra wa oki nobotta toki itta. `Watashi-tachi no omo wa, ten to ji no omodearu. Watashi-tachi wa, kare o sashioite ikanaru kami ni mo inoranai. (Moshi sōshitara) hontōni muhōna koto o kuchi ni suru koto ni naru"
        },
        {
            "chapter": 18,
            "verse": 15,
            "text": "Korera waga dōzoku no hitobito wa, kare o sashioite kamigami o tateta. Dōshite sorera (kamigami) wa, kare-ra ni taishite hitotsu no meihakuna ken'i mo motarasanai nodearou ka. Arrā ni tsuite itsuwari o netsuzō suru yori mo, hanahadashī fugi o okasu mono ga arou ka"
        },
        {
            "chapter": 18,
            "verse": 16,
            "text": "Sōda, anata gata ga kare-ra kara, mata arrā igai ni kare-ra ga sūhai suru mono kara sorete, dōkutsu ni nogarereba,-nushi wa anata gata no ue ni jihi o gen wa sa re, anata gata no tame ni, jitai o an'non ni shori nasa reyou"
        }
    ]
}