{
    "maqras": [
        {
            "chapter": 26,
            "verse": 1,
            "text": "Tā su~īn mīmu"
        },
        {
            "chapter": 26,
            "verse": 2,
            "text": "Kore wa meiryōna keiten no shirushidearu"
        },
        {
            "chapter": 26,
            "verse": 3,
            "text": "Kare-ra ga shinja ni narou to shinai tame, anata wa tabun, shinuhodo kunō shite iru kotodearou"
        },
        {
            "chapter": 26,
            "verse": 4,
            "text": "Moshi ware ga sono tsumori to nari, ten kara shirushi o kudaseba, kare-ra wa sore ni osoreitte kenkyo ni narudearou"
        },
        {
            "chapter": 26,
            "verse": 5,
            "text": "Daga, jihibukaki okata kara kare-ra ni atarashī kunkai ga motarasa reru tabi ni, kare-ra wa itsumo somuki saru"
        },
        {
            "chapter": 26,
            "verse": 6,
            "text": "Kare-ra wa (sore o) usodearu to suru.Daga ima ni sono gurō suru koto ga, shinjitsu to natte, kare-ra ni furikakaru nodearu"
        },
        {
            "chapter": 26,
            "verse": 7,
            "text": "Kare-ra wa, ka no daichi o minai no ka. Ikaga ni ōku no, subete no tōtoi mono o, ware wa soko de sodateru ka o"
        },
        {
            "chapter": 26,
            "verse": 8,
            "text": "Hontōni sono nakaniha, hitotsu no shirushi ga aru. Daga kare-ra no ōku wa shinjinai"
        },
        {
            "chapter": 26,
            "verse": 9,
            "text": "Hontōni anata no shu, kare wa iryoku narabinaku jihibukai okatadearu"
        },
        {
            "chapter": 26,
            "verse": 10,
            "text": "Anata no omo ga mūsā ni yobikake, kō ōse rareta toki o omoi nasai. `Fuhōna min no moto ni ike"
        },
        {
            "chapter": 26,
            "verse": 11,
            "text": "Firuaun no min no moto ni. Kare-ra wa omo o osorenai no ka"
        },
        {
            "chapter": 26,
            "verse": 12,
            "text": "Kare wa mōshiageta. `Watashi no omo yo, kare-ra ga watashi o uso-tsuki yobawari suru koto o osore ma su"
        },
        {
            "chapter": 26,
            "verse": 13,
            "text": "Watashi no mune wa appaku sa re, mata watashi no shita wa motsuremasu. Desukara hārūn o, noko washi (tasuke)te kudasai"
        },
        {
            "chapter": 26,
            "verse": 14,
            "text": "Mata (sono Jō) kare-ra wa, watashi ni tsumi o ka shite irunode, watashi o korosu no o osoremasu"
        },
        {
            "chapter": 26,
            "verse": 15,
            "text": "Kare wa ōse rareta. `Kesshite sōde wanai. Anata gata ryōnin wa, waga shirushi o motte ike. Hontōni ware wa, anata gata to issho ni ite, kiite iru nodearu"
        },
        {
            "chapter": 26,
            "verse": 16,
            "text": "Sorede anata gata ryōnin wa, firuaun no moto ni itte itte yaru ga ī. “Watashi-tachi wa, ban'yū no nushi kara tsukawasa reta shitodearukara"
        },
        {
            "chapter": 26,
            "verse": 17,
            "text": "Isuraeru no shison o, watashi-tachi to issho ni ika sete kudasai” to"
        },
        {
            "chapter": 26,
            "verse": 18,
            "text": "Kare wa itta. `Anata wa yōshō no toki, watashi-tachi no ma de sodate raretade wanai ka. Anata no shōgai no ōku no nengetsu o, watashi-tachi no ma de sugoshitade wanai ka"
        },
        {
            "chapter": 26,
            "verse": 19,
            "text": "Sorenanoni anata wa hidoi koto o shidekashita monoda. Anata wa onwowasureru-sha no nakamadearu"
        },
        {
            "chapter": 26,
            "verse": 20,
            "text": "Kare (mūsā) wa itta. `Watashi ga, sore o okonatta no wa jadō ni fumi mayotte ita toki no kotodearu"
        },
        {
            "chapter": 26,
            "verse": 21,
            "text": "Sorede watashi wa osoroshiku natte, anata gatakara nige dashita. Daga,-nushi wa watashi ni chishiki o sazukete, shito no hitori to nasa reta nodearu"
        },
        {
            "chapter": 26,
            "verse": 22,
            "text": "Anata wa Isuraeru no shison o dorei to shite okinagara, sore ga watashi ni kōi o shimesu onkeidearu to demo iu nodesu ka"
        },
        {
            "chapter": 26,
            "verse": 23,
            "text": "Firuaun wa itta. `Ban'yū no omo to wa, nandesuka"
        },
        {
            "chapter": 26,
            "verse": 24,
            "text": "Kare (mūsā) wa itta. `Ten to ji, soshite sonoaida no subete no yū no omode ara remasu. Anata gataga moshi (kore o) satottanaraba"
        },
        {
            "chapter": 26,
            "verse": 25,
            "text": "Kare (firuaun) wa, sayū no mono ni mukatte itta. `Anata gata wa kikimashita ka"
        },
        {
            "chapter": 26,
            "verse": 26,
            "text": "Kare (mūsā) wa itta. `Anata gata no shu, mata mukashikara no anata gata no sosen no omode mo ara remasu"
        },
        {
            "chapter": 26,
            "verse": 27,
            "text": "Kare (firuaun wa sayū no mono ni) itta. `Anata gata ni tsukawasa reta kono shito wa, hontōni kichigaidesu"
        },
        {
            "chapter": 26,
            "verse": 28,
            "text": "Kare (mūsā) wa itta. `Azuma to nishi, mata sonoaida ni aru ban'yū no omode ara remasu. Anata gataga moshi rikai suru nodeareba"
        },
        {
            "chapter": 26,
            "verse": 29,
            "text": "Kare (firuaun) wa itta. `Anata ga, moshi watashi igai ni kami o taterunaraba, watashi wa kanarazu anata o shūjin ni surudeshou"
        },
        {
            "chapter": 26,
            "verse": 30,
            "text": "Kare (mūsā) wa itta. `Watashi ga moshi, meihakuna nanimono ka o, anata ni motarashite modesu ka"
        },
        {
            "chapter": 26,
            "verse": 31,
            "text": "Kare (firuaun) wa itta. `Anata no iu koto ga hontōnara, sore o shimeshi nasai"
        },
        {
            "chapter": 26,
            "verse": 32,
            "text": "Sorede (mūsā) wa tsue o nageta. Miruga ī. Sore wa akiraka ni hebi to naru"
        },
        {
            "chapter": 26,
            "verse": 33,
            "text": "Mata kare no tewosashinoberu to, miruga ī. Sore wa dare ga mite mo masshirodearu"
        },
        {
            "chapter": 26,
            "verse": 34,
            "text": "Kare (firuaun) wa sayū no chōrō-tachi ni itta. `Hontōni kore wa, rōren'na majutsu-shidearu"
        },
        {
            "chapter": 26,
            "verse": 35,
            "text": "Kare wa sono majutsu de, anata gata o kono kuni kara oidasou to shite iru. Sorede anata gata wa dō shiyō to iu no ka"
        },
        {
            "chapter": 26,
            "verse": 36,
            "text": "Kare-ra wa itta. ` (Hisashiku) kare to sono kyōdai o taiki sa se, tsukai no mono o sho toshi ni noko washi"
        },
        {
            "chapter": 26,
            "verse": 37,
            "text": "subete no rōren'na majutsu-shi o anata no moto ni meshidasa reyo"
        },
        {
            "chapter": 26,
            "verse": 38,
            "text": "Sokode majutsu-shi-tachi wa, kimerareta-bi no kimerareta jikoku ni atsume rareta"
        },
        {
            "chapter": 26,
            "verse": 39,
            "text": "Mata minshū ni mukatte mo,`anata gata wa (zenbu) shūgō shita no ka.' To tsuge rareta"
        },
        {
            "chapter": 26,
            "verse": 40,
            "text": "(Hitobito wa iu. ) `Majutsu-shi no kata ga kateba, watashi-tachi wa kare-ra (no oshie) ni shitagaoude wanaidesu ka"
        },
        {
            "chapter": 26,
            "verse": 41,
            "text": "Majutsu-shi-tachi wa yattekurunari, firuaun ni itta. `Watashi-tachi ga kateba, kanarazu hōbi ga arudeshou ka"
        },
        {
            "chapter": 26,
            "verse": 42,
            "text": "Kare (firuaun) wa itta. `Mochirondearu. So no baai anata gata wa, kanarazu sokkin to narou"
        },
        {
            "chapter": 26,
            "verse": 43,
            "text": "Mūsā wa kare-ra ni mukatte itta. `Anata gata no nageru mono o, nage nasai"
        },
        {
            "chapter": 26,
            "verse": 44,
            "text": "Sokode kare-ra wa, nawa to tsue o nagete itta. `Firuaun no o ikō ni chikai kete, watashi-tachi wa kanarazu shōri-sha ni narou"
        },
        {
            "chapter": 26,
            "verse": 45,
            "text": "Sonotoki mūsā ga tsue o nageru to, miruga ī. Sore wa kare-ra no netsuzō shita mono o, nomikonde shimatta"
        },
        {
            "chapter": 26,
            "verse": 46,
            "text": "Sokode majutsu-shi-tachi wa, satto fushi sajida shite"
        },
        {
            "chapter": 26,
            "verse": 47,
            "text": "itta. `Watashi-tachi wa, ban'yū no omo o shinjimasu"
        },
        {
            "chapter": 26,
            "verse": 48,
            "text": "Mūsā to hārūn no omo o"
        },
        {
            "chapter": 26,
            "verse": 49,
            "text": "Kare (firuaun) wa itta. `Anata gata wa, watashi no yurushi mo enai uchi ni kare o shinjiru no ka. Kitto kare wa, anata gata ni majutsu o oshieta, anata gata no shuchōdearou. Daga, yagate omoishirudearou. Watashi wa kanarazu anata gata no te to ashi o tagaichigai ni setsudan shi, anata gata o, subete haritsuke no kei ni surudearou"
        },
        {
            "chapter": 26,
            "verse": 50,
            "text": "Kare-ra wa itta. `Kamaimasen. Watashi-tachi wa, jibun no omo no moto ni kaeru dakedesukara"
        },
        {
            "chapter": 26,
            "verse": 51,
            "text": "Watashi-tachi no negai wa, tada-nushi ga, watashi-tachi no kazukazu no ayamachi o yurusa re, watashi-tachi ga shinja-tachi no sakigake ni naru kotodesu"
        }
    ]
}