{
    "maqras": [
        {
            "chapter": 68,
            "verse": 1,
            "text": "Nūn. Fude ni chikai kete, mata kaita mono ni oite chikau"
        },
        {
            "chapter": 68,
            "verse": 2,
            "text": "Omo no onkei ni oite, anata wa kichigaide wanai"
        },
        {
            "chapter": 68,
            "verse": 3,
            "text": "Iya, hontōni anata ni wa, tsukinai hōshō ga arou"
        },
        {
            "chapter": 68,
            "verse": 4,
            "text": "Hontōni anata wa, sūkōna tokusei o sonaete iru"
        },
        {
            "chapter": 68,
            "verse": 5,
            "text": "Yagate anata wa miyou, kare-ra mo mata mirudearou"
        },
        {
            "chapter": 68,
            "verse": 6,
            "text": "Anata gata no dare ga kichigaidearu ka o"
        },
        {
            "chapter": 68,
            "verse": 7,
            "text": "Hontōni anata no omo wa,-dō kara mayoi satta mono o, mottomo yoku shitte ora re, mata michibika rete iru mono o mottomo yoku shiri tsukusa reru katadearu"
        },
        {
            "chapter": 68,
            "verse": 8,
            "text": "Sorede anata wa (shinri o) hinin suru mono ni shitagatte wa naranai"
        },
        {
            "chapter": 68,
            "verse": 9,
            "text": "Kare-ra no negai wa, anata ga ayumiyoru koto de, sō nareba kare-ra mo dakyō shitai nodearu"
        },
        {
            "chapter": 68,
            "verse": 10,
            "text": "Anata wa, hiretsuna chikai o tateru don'na mono ni mo kutsujū shite wa naranai"
        },
        {
            "chapter": 68,
            "verse": 11,
            "text": "Chūshō shi, waruguchi o ii aruku mono"
        },
        {
            "chapter": 68,
            "verse": 12,
            "text": "zenji o samatage, okite ni somuku tsumibukaimono"
        },
        {
            "chapter": 68,
            "verse": 13,
            "text": "ranbō (zangyaku)na-sha, sono soto sujō no iyashī-sha"
        },
        {
            "chapter": 68,
            "verse": 14,
            "text": "tomi to (ōku no) shijo o motte iru tame ni (sōdearu, korera no mono ni shitagatte wa naranai)"
        },
        {
            "chapter": 68,
            "verse": 15,
            "text": "Kare ni waga shirushi ga Satoru 唱 Sa reru to,`sore wa mukashi no monogataridesu.' To iu"
        },
        {
            "chapter": 68,
            "verse": 16,
            "text": "Yagate ware wa, hana no ue ni yakiin o osudearou"
        },
        {
            "chapter": 68,
            "verse": 17,
            "text": "Hontōni ware wa,(kaju)-en no mochinushi o kokoromita yō ni, kare-ra o kokoromita. Kare-ra ga, sōchō ni sore (kudamono) o shūkaku suru koto o chikatta toki ni"
        },
        {
            "chapter": 68,
            "verse": 18,
            "text": "(arrā no o nozominaraba) to, jōken o tsukeru koto o shinakatta"
        },
        {
            "chapter": 68,
            "verse": 19,
            "text": "Sore de kare-ra ga nemutte iru ma ni, anata no nushi kara no tenbatsu ga sore o osotta"
        },
        {
            "chapter": 68,
            "verse": 20,
            "text": "Sorede asa ni wa, sore wa tsumitora reta yō ni natta"
        },
        {
            "chapter": 68,
            "verse": 21,
            "text": "Sōchō kare-ra wa tagaini sakenda"
        },
        {
            "chapter": 68,
            "verse": 22,
            "text": "Moshi shūkaku suru nonara anata gata no hata ni isogimashou"
        },
        {
            "chapter": 68,
            "verse": 23,
            "text": "Sokode kare-ra wa tei koe ni sasayaki atte dekaketa"
        },
        {
            "chapter": 68,
            "verse": 24,
            "text": "Kyō wa hitori no binbōnin mo, ano (kaju-en) ni haira sete wa narimasen"
        },
        {
            "chapter": 68,
            "verse": 25,
            "text": "Kare-ra wa tsuyoku kokoro ni kimete, asa hayaku deteitta"
        },
        {
            "chapter": 68,
            "verse": 26,
            "text": "Daga kare-ra ga sore o mita toki, itta. `Watashi-tachi wa, michi o machigaete iru"
        },
        {
            "chapter": 68,
            "verse": 27,
            "text": "Iya, watashi-tachi wa (shūkaku-mono o) ubawareta"
        },
        {
            "chapter": 68,
            "verse": 28,
            "text": "Kare-ra no naka, sukoshi odayakana hitori ga itta. `Anata gata wa dōshite (omo o) tataenai no ka to, watashi ga itta no ni"
        },
        {
            "chapter": 68,
            "verse": 29,
            "text": "Kare-ra wa,`watashi-tachi no omo o tataeru. Hontōni watashi-tachi wa fugidearimashita.' To itta"
        },
        {
            "chapter": 68,
            "verse": 30,
            "text": "Soko de kare-ra wa, tagaini semeai hajimeta"
        },
        {
            "chapter": 68,
            "verse": 31,
            "text": "Kare-ra wa itta. `Ā kanashī, watashi-tachi wa hontōni ōheideshita"
        },
        {
            "chapter": 68,
            "verse": 32,
            "text": "Omo wa kore ni kawaru, sara ni yoi (kaju-en) o atae rareru kamo shirenai. Hontōni watashi-tachi wa,(kaigo shite) omo ni tangan shimasu"
        },
        {
            "chapter": 68,
            "verse": 33,
            "text": "Kono yōna mono ga,(gense no) chōbatsudearu. Daga raise no chōbatsu wa sarani ōkina monodearu. Moshi kare-ra ni wakatte itanaraba"
        },
        {
            "chapter": 68,
            "verse": 34,
            "text": "Hontōni arrā o osoreru mono ni taishite wa,-nushi no omoto ni ki kobi no rakuen ga arou"
        },
        {
            "chapter": 68,
            "verse": 35,
            "text": "Ware wa shinjinbukai-sha-tachi o, tsumibito no yō ni atsukau to demo iu no ka"
        },
        {
            "chapter": 68,
            "verse": 36,
            "text": "Anata gata wa dō shita no ka. Anata gata wa dō handan suru no ka"
        },
        {
            "chapter": 68,
            "verse": 37,
            "text": "Soretomo anata gata ni wa, manabu ni tariru Keisuke ga aru no ka"
        },
        {
            "chapter": 68,
            "verse": 38,
            "text": "Anata gata ga erabu mono wa, nani demo sono Keisuke no naka ni aru no ka"
        },
        {
            "chapter": 68,
            "verse": 39,
            "text": "Soretomo anata gata wa, shinpan no hi made yūkōna seiyaku o wareto musunda no ka. Anata gataga shiryobunbetsu suru koto wa, tashikani anata gata no mono ni naru no ka"
        },
        {
            "chapter": 68,
            "verse": 40,
            "text": "(Muhanmado yo) kare-ra ni toe. `Kare-ra no dare ga sore o hoshō suru nodesu ka"
        },
        {
            "chapter": 68,
            "verse": 41,
            "text": "Matawa, kare-ra wa (omoni) haisuru mono ga aru no ka. Kare-ra ga tadashī nonara, sono haisuru mono o tsurete kitasa se nasai"
        },
        {
            "chapter": 68,
            "verse": 42,
            "text": "Sune ga, gen wa ni sa reru hi (o omoi nasai). Kare-ra wa sajida suru yō motome rareru. Daga kare-ra ni wa dekinaidearou"
        },
        {
            "chapter": 68,
            "verse": 43,
            "text": "Kare-ra wa me o fuse, kutsujoku o kōmurudearou. Sajida suru yō, tashika ni kare-ra wa yobikake rarete ita. Sonotoki gotai manzokunanoni (kyohi shita)"
        },
        {
            "chapter": 68,
            "verse": 44,
            "text": "Sokode kono o kotoba (kuruān) o kyogidearu to suru mono o ware ni makase yo. Ware wa kare-ra ga kidzukanai hōmen kara, ippo ichiichi (daraku ni) michibiki"
        },
        {
            "chapter": 68,
            "verse": 45,
            "text": "kare-ra o yūyo surudearou. Hontōni ware no keiryaku wa tsuyoku tashikadearu"
        },
        {
            "chapter": 68,
            "verse": 46,
            "text": "Soretomo anata ga kare-ra ni hōshū o motome, sore de kare-ra wa futan o kase rareta no ka"
        },
        {
            "chapter": 68,
            "verse": 47,
            "text": "Mata yūgen-kai ga kare-ra no temoto ni ari, sore de kare-ra wa (sore o) kakikudasu koto ga dekiru no ka"
        },
        {
            "chapter": 68,
            "verse": 48,
            "text": "Dakara nintai shite, anata no omo no meirei o mate. Sakana no tomo no yōdeatte wa naranai. Kurushi-sa no amari (kare ga) sakenda toki (no yō ni)"
        },
        {
            "chapter": 68,
            "verse": 49,
            "text": "Nushi kara no onkei ga kare ni tasshinakattanaraba, kare wa tsumi o owasa re, fumenboku ni fumōnochi ni suteraretadearou"
        },
        {
            "chapter": 68,
            "verse": 50,
            "text": "Kono yō ni omo wa, kare o erabi seigi no to no hitori to nasa reta"
        },
        {
            "chapter": 68,
            "verse": 51,
            "text": "Fushinjin-sha wa keikoku o kiku toki, sono (monosugoi) metsuki de, anata o 凡 Ndo taoren bakari ni suru. Kare-ra wa iu. `Hontōni kare wa tsuka reta monodesu"
        },
        {
            "chapter": 68,
            "verse": 52,
            "text": "Daga, kono (kuruān) koso wa, ban'yū no tame no kunkai nihokanaranai"
        }
    ]
}