{
    "maqras": [
        {
            "chapter": 6,
            "verse": 13,
            "text": "Yoru to hiru to ni sumu subete no mono wa, kare no yūdearu. Kare wa, zen Akira ni shite zenchi de ara reru"
        },
        {
            "chapter": 6,
            "verse": 14,
            "text": "Itte yaru ga ī. `Watashi wa, arrā igai no kago o dōshite motomerudarou ka. Kare wa ten to ji no sōzō-sha de,(subete o) yashinai,(dare karamo) yashinawa renai' itte yaru ga ī. `Watashi wa (kare ni) fukujū, kie suru mono no sakiki kake to nari,“tashinkyō to no nakama to natte wa naranai” to meiji rareta"
        },
        {
            "chapter": 6,
            "verse": 15,
            "text": "Itte yaru ga ī. `Watashi ga moshi omo ni somukunaraba, idaina-bi no chōbatsu ga hontōni osoroshī"
        },
        {
            "chapter": 6,
            "verse": 16,
            "text": "Sonohi (chōbatsu o) manukareru mono ni wa, kanarazu jihi o atae rareru. Sore wa akiraka ni shijō no kōfuku no jōjudearu"
        },
        {
            "chapter": 6,
            "verse": 17,
            "text": "Moshi arrā ga, anata o saiyaku de gaisa rereba, kare no soto ni kore o nozoku mono wanai. Moshi kare ga, anata ni kōfuku o todoke rarereba, hontōni kare wa subete no koto ni zen'nōte ara reru"
        },
        {
            "chapter": 6,
            "verse": 18,
            "text": "Kare wa, sono shimo be-tachi no ue ni ora reru shikō-shadeari, kare wa eimei ni shite zenchi de ara reru"
        },
        {
            "chapter": 6,
            "verse": 19,
            "text": "Gen tte yaru ga ī. `Risshō ni oite, mottomo jūyōna koto wa nanidearu ka.' Itte yaru ga ī. `Arrā wa, watashi to anata gata to no ma no risshō-sha de ara reru. Kono kuruān ga, watashi ni keiji sa reta no wa, watashi ga anata gata soshite todoku kagiri no mono ni, sore ni yotte keikoku suru tamedearu. Anata gata wa (arrā no soto ni) hoka no kami ga aru koto o, shōgen dekiru no ka.' Itte yaru ga ī. `Watashi wa shōgen suru koto wa dekinai.' Itte yaru ga ī. `Hontōni kare wa yuiitsu no kami de ara reru. Watashi wa, anata gataga shinkō suru mono to wa mattaku mukankeidearu"
        },
        {
            "chapter": 6,
            "verse": 20,
            "text": "Ware ga keiten o sazuketa-sha-tachi wa, jibun no ko o shitatameru yō ni kore o shitatameru. Daga, jibun no tamashī o horoboshita mono wa shinjinai"
        },
        {
            "chapter": 6,
            "verse": 21,
            "text": "Arrā ni tsuite kyogi o tsukuriage, matawa sono shirushi o kyohi suru yori, hanahadashī fugi ga arou ka. Hontōni fugi o okonau mono wa kesshite seikō shinaidearou"
        },
        {
            "chapter": 6,
            "verse": 22,
            "text": "Ware ga isseini kare-ra o shōshū suru hi, jashin o shinkō shita-sha-tachi ni (toute) iu. `Anata gata ga iihatte ita, nakama (jashin-domo) wa doko ni iru no ka"
        },
        {
            "chapter": 6,
            "verse": 23,
            "text": "Sonotoki kare-ra wa, kōyuu-gai ni Ro jitsuwa naidearou. `Watashi-tachi no shu, arrā ni kakete chikaimasu. Watashi-tachi wa kesshite soto no kamigami o shinkō shita monode wa arimasen"
        },
        {
            "chapter": 6,
            "verse": 24,
            "text": "Mi nasai. Ikaga ni kare-ra ga mizukara o azamuku ka. Mata kare-ra no kyokō shita mono ga, kare-ra o mayowa seta ka o"
        },
        {
            "chapter": 6,
            "verse": 25,
            "text": "Kare-ra no nakaniha, anata ni mimiwokatamukeru-sha moaruga, ware wa kare-ra no kokoro ni ōi o shitanode, kore (kuruān) o rikai shinai. Mata sono mimi o nibuku shita.Dakara kare-ra wa tatoe kakushu no shirushi o mite mo, kore o shinjinai. Soshite kare-ra ga anata no moto ni yattekuru no wa, giron suru tame (dake)dearu. Shinjinai-sha-tachi wa,`kore wa mukashi no monogatari ni suginai nodesu.' To iu"
        },
        {
            "chapter": 6,
            "verse": 26,
            "text": "Kare-ra wa soto no mono o sore kara tōzake, mata jibun-tachi mo kore o yokeru. Daga kare-ra wa mizukara jibun no tamashī o kizutsukeru dake de, jibun wa sore ni kidzukanai"
        },
        {
            "chapter": 6,
            "verse": 27,
            "text": "Anata ga moshi, kare-ra ga hi goku no mae ni tatasa reru sugata o mitara dōdearou. Sonotoki kare-ra wa iu. `Ā , watashi-tachi ga moshi okuri kisa rerunaraba, kesshite omo no shirushi o kyohi shinaide, kanarazu shinkō surudeshou ni"
        },
        {
            "chapter": 6,
            "verse": 28,
            "text": "Iya, kare-ra ga imamade kakushite ita mono ga,(ima) jibun-tachi no mae ni akiraka ni natta nisuginai. Sore de kare-ra ga tatoe (futatabi) modosa rete mo, kare-ra wa kanarazu kinji rareta koto o kurikaesudearou. Kare-ra wa hontōni kyogen no todearu"
        },
        {
            "chapter": 6,
            "verse": 29,
            "text": "Kare-ra wa iu. `Konoyo no nama ga aru dake de, futatabi yomigaeru nado to iu koto wa nai nodesu"
        },
        {
            "chapter": 6,
            "verse": 30,
            "text": "Anata ga moshi, kare-ra ga omo to mukaiatte tatasa reru toki o mitara dōdearou. Sonotoki (omo wa) ōse rarerudearou. `Kore wa shinjitsude wanai ka.' Kare-ra wa iu. `Sōdesu. Omoni kakete (chikatte).' Kare wa ōse rareyou. `Anata gata wa, shinkō o kyohi shita tame ni chōbatsu o ajiwai na-sa i"
        },
        {
            "chapter": 6,
            "verse": 31,
            "text": "Arrā ni au koto o kyogidearu to suru mono wa, tashika ni shippai-shadearu. Sonotoki ga totsuzen kureba, kare-ra wa iu. `Ā , kanashī, watashi-tachi wa nanto orosokana koto o shita koto ka.' Kare-ra wa se ni jibun no omoni o otte iru. Ā, kare-ra no ou omoni koso wazawaidearu"
        },
        {
            "chapter": 6,
            "verse": 32,
            "text": "Gense no seikatsu wa, asobi ka tawamure nisuginai. Daga omo o osoreru mono ni wa, raise no sumai koso mottomo sugurete iru. Anata gata wa satoranai no ka"
        },
        {
            "chapter": 6,
            "verse": 33,
            "text": "Ware wa kare-ra no kotoba ga, anata o ikaga ni kanashima seru ka o shitte iru. Kare-ra ga kyogen no to to suru no wa, anatade wanai. Fugimono-tachi wa, moppara arrā no shirushi o hitei shite iru dake"
        },
        {
            "chapter": 6,
            "verse": 34,
            "text": "Anata izen ni mo, shito-tachi wa kyogen no to to yoba reta. Sorede ware no kyūjo o eru made, kare-ra wa kyohi to hakugai o taeshinonda. Darenimo arrā no o kotoba o kaeru koto wa dekinai. Shito-tachi ni kansuru ichibu no shōsoku wa, sudeni anata ni tsutae rareta nodearu"
        },
        {
            "chapter": 6,
            "verse": 35,
            "text": "Moshi kare-ra ga hankō shite saru no ga anata ni hidoku kutsūnaraba, anata ni dekirunara,-chi ni ton'neru o hori, matawa ten ni hashigo o kakete, kare-ra ni shirushi o gen wase. Arrā ga o konomi ni narunaraba,(tadashī) michibiki no ue ni kare-ra o atsume rareru. Sorede anata wa, muchinamono no nakama to natte wa naranai"
        }
    ]
}