{
    "maqras": [
        {
            "chapter": 9,
            "verse": 60,
            "text": "Hodokoshi 〔sadaka〕 wa, hinja, konkyū-sha, kore (hodokoshi no jimu) o kanri suru mono, oyobi kokoro ga (shinri ni) katamuite kita mono no tame, mata minoshirokin ya fusai no kyūsai no tame, mata arrā no michi no tame (ni sossen shite doryoku suru mono), mata tabibito no tame no monodearu. Kore wa arrā no ketteidearu. Arrā wa zenchi ni shite eimei de ara reru"
        },
        {
            "chapter": 9,
            "verse": 61,
            "text": "Mata kare-ra no nakaniha, yogen-sha o komara sete,`kare wa (tada no) mimidesu.' To iu mono ga aru. Itte yaru ga ī. `Kare wa anata gata no tame, yoi koto no kikitedearu, kare wa arrā o shinkō shi, shinja-tachi o shinrai suru. Mata anata gata no naka no shinkō suru mono no tame ni wa (arrā kara no) jihidearu. Arrā no shito o nayamasu mono ni wa, itamashī chōbatsu ga aru"
        },
        {
            "chapter": 9,
            "verse": 62,
            "text": "Kare-ra wa anata gata o yorokoba seru tame, arrā ni kakete chikau. Daga kare-ra ga (shin no) shinjanaraba, arrā to sono shito no yorokobi o eru no ga mottomo tadashī"
        },
        {
            "chapter": 9,
            "verse": 63,
            "text": "Kare-ra wa shiranai no ka, arrā to sono shito ni hankō suru mono ni wa, jitsuni hi goku ga yōi sa rete ori, sono naka ni eien ni sumu koto o. Sore wa ōkina kutsujokudearu"
        },
        {
            "chapter": 9,
            "verse": 64,
            "text": "Haishin-sha wa, jibun no kokoronouchi ni daku koto o bakuro suru 1-shō 〔sūra〕 ga kudasa reru koto o keikai shite iru. Itte yaru ga ī. `Asa Emi shite ore. Hontōni arrā wa, anata gata ga osoreru mono o abakidasa reru"
        },
        {
            "chapter": 9,
            "verse": 65,
            "text": "Moshi anata ga kare-ra ni toeba, kare-ra wa kanarazu watashi-tachi wa, muda-banashi o shite tawamurete iru dakedesu' to iu. Itte yaru ga ī. `Anata gata wa, arrā to kare no shirushi to shito o, Akira Emi shite itade wanai ka"
        },
        {
            "chapter": 9,
            "verse": 66,
            "text": "Benkai suru ni wa oyobanai. Anata gata wa tashika ni ichido shinkō ni haitte nochi, fushinjin ni natta. Ware wa, tatoe anata gata no ichibu o yurushite mo,-gai wa tsumi o okashite itanode chōbatsu surudearou"
        },
        {
            "chapter": 9,
            "verse": 67,
            "text": "Otoko no haishin-sha mo on'na no haishin-sha mo, subete dōruidearu. Kare-ra wa jaaku o meiji, tadashī koto o kinji,(arrā no michi no tame ni tsuiyasu koto ni) sono-te o tojiru. Kare-ra wa arrā o wasureruga, kare mo kare-ra o wasure rareru. Hontōni haishin-sha-tachi wa, arrā no okite ni somuku-sha-tachidearu"
        },
        {
            "chapter": 9,
            "verse": 68,
            "text": "Arrā wa, otoko no haishin-sha to on'na no haishin-sha, mata fushin-sha ni, jigoku no hi o yakusoku sa re, sono naka ni eien ni suma se rareru. Sore wa kare-ra ni totte wa jūbundearu. Arrā wa kare-ra o mi kagiri, kare-ra ni wa eien no chōbatsu ga arou"
        },
        {
            "chapter": 9,
            "verse": 69,
            "text": "Anata izen no min to onajiyōni (anata gata mo sōdearu). Kare-ra wa, sono chikara wa anata ga tayori mo tsuyoku, zaisan to shijo demo haruka ni ōkatta. Kare-ra wa sono fukubun o kyōraku shita. Sorede anata gata izen no mono ga sono fukubun o kyōraku shita yō ni, anata gata no fukubun o kyōraku suru. Mata kare-ra ga fuketta yō ni, anata gata mo (muda-banashi ni) fukette iru. Korera no mono no okonai wa, utsushiyo demo mata raise demo, mi o musubanai. Korera no mono koso shippai-shadearu"
        },
        {
            "chapter": 9,
            "verse": 70,
            "text": "Kare-ra ni wa, senjin no korera no shōsoku ga tasshinakatta no ka. Nūfu, ādo, samūdo no min, mata iburāhīmu no min, madoyan no jūmin, mata tenpuku shita sho toshi (no min no shōsoku ga). Shito-tachi wa kare-ra ni akashi o suru tame ni yattekita. Arrā wa kare-ra o son warenai. Daga kare-ra wa jibun jishin o gai shita"
        },
        {
            "chapter": 9,
            "verse": 71,
            "text": "Otoko no shinja mo on'na no shinja mo, tagaini nakamadearu. Kare-ra wa tadashī koto o susume, jaaku o kinjiru. Mata reihai no tsutome o mamori, sadame no kisha o nashi, arrā to sono shito ni shitagau. Korera no mono ni, arrā wa jihi o ataeru. Hontōni arrā wa iryoku narabinaku eimei de ara reru"
        },
        {
            "chapter": 9,
            "verse": 72,
            "text": "Arrā wa, otoko no shinja ni mo on'na no shinja ni mo, kawa ga eien ni shita o nagareru rakuen ni sumu koto o yakusoku sa reta. Mata eien 〔adon〕 no en no naka no, rippana yakata o mo. Daga mo idaina mono wa, arrā no o man'etsudearu. Sore o eru koto wa, shijō no kōfuku no jōjudearu"
        },
        {
            "chapter": 9,
            "verse": 73,
            "text": "Yogen-sha yo, fushin-sha to haishin-sha ni taishi funtō doryoku shi, kare-ra ni kibishiku taisho seyo. Kare-ra no sumai wa jigokudearu. Nanto warui kaeri-shodearu koto yo"
        },
        {
            "chapter": 9,
            "verse": 74,
            "text": "Kare-ra wa arrā ni,`(warui koto wa) nani mo iwanai.' To chikau. Daga kare-ra wa tashika ni fushinjin'na hanashi o shi, 1-do isurāmu o ukeireta nochi fushinjin ni nari, jōju shi enai koto o takuramu. Arrā to shito ga, sono onkei ni yotte kare-ra o (senri-hin de) fuyū ni nasa rete iru koto ni taishite fukushū o shita nisuginai. Moshi kaigo surunaraba kare-ra no tame ni mottomo yoi. Moshi somuki sarunaraba, arrā wa gense demo raise demo itamashī chōbatsu de kare-ra o bassa reru. Kare-ra wa chijō ni, hogo-sha mo enjo-sha mo naidearou"
        }
    ]
}