{
    "maqras": [
        {
            "chapter": 12,
            "verse": 53,
            "text": "Mata watashi jishin, muketsu to hai emasenga,-nushi ga jihi o kaketa igai no (ningen no) tamashī wa aku ni katamuki yasui nodesu. Hontōni watashi no omo wa kan'yō ni shite jihibukaku ara remasu"
        },
        {
            "chapter": 12,
            "verse": 54,
            "text": "(Korera no hōkoku o kii te)-ō wa itta. `Kare o watashi no moto ni tsurete maire. Watashi wa sokkin to shite kare o hikitateyou.' Sokode kare (ō ) wa, kare (yūsufu) to hanashi o kawashita nochi, itta. `Kyō anata wa, tashikani watashi no sokkindearu. Kōi ni tsuke rare, shinrai sa rete iru nodearu"
        },
        {
            "chapter": 12,
            "verse": 55,
            "text": "Kare (yūsufu) wa itta. `Watashi o kono kuni no zai-ko (no kanrisha) ni ninmei shite kudasai. Watashi wa hontōni chishiki aru kanzai-shadesu"
        },
        {
            "chapter": 12,
            "verse": 56,
            "text": "Kōshite ware wa, kono kuni ni oite yūsufu ni kenryoku o sazuketa. Sore de kare wa, inomama ni Ejiputo no kunijū o nandokidemo doko ni demo sumu koto ga dekita. Ware wa hossuru mono ni jihiwohodokosu. Mata zenkō o nasu mono e no hōshō o munashiku shinai"
        },
        {
            "chapter": 12,
            "verse": 57,
            "text": "Shinkō shite, taezu omo o osoreru mono ni wa, raise ni okeru hōshō koso mottomo sugureta monodearu"
        },
        {
            "chapter": 12,
            "verse": 58,
            "text": "Sono chū yūsufu no anitachi ga kite, kare no mae ni makari deta. Kare (yūsufu) wa kare-ra o shitatameta ga, kare-ra (anitachi) no kata wa kare ni kidzukanakatta"
        },
        {
            "chapter": 12,
            "verse": 59,
            "text": "Kare wa shokuryō o kare-ra ni ataete kara itta. `Anata gata to onaji chichioya no, kyōdai o 1-ri watashi no moto ni tsurete ki nasai. Anata gata wa, watashi ga jūbun ni keiryō shita no o minakatta no ka. Sore wa watashi no saijō no motenashide wanai ka"
        },
        {
            "chapter": 12,
            "verse": 60,
            "text": "Moshi anata gata gakare o tsurete konainara, anata gata wa watashi no tokoro de (kara-mono o) hakatte moraezu, watashi ni chikadzuku koto mo dekinai"
        },
        {
            "chapter": 12,
            "verse": 61,
            "text": "Kare-ra wa itta. `Kare (otōto) ni tsuite chichi o nattoku sa se, kanarazu sore o jikkō itashimashou"
        },
        {
            "chapter": 12,
            "verse": 62,
            "text": "Sorekara kare (yūsufu) wa, sono buka ni (meijite) itta. `Kare-ra no (kokumotsu to kōkan shite haratta) daika o kare-ra no fukuro ni irete oke. Kare-ra wa ie ni kaeri sore o mite, osoraku modotte kurudearou"
        },
        {
            "chapter": 12,
            "verse": 63,
            "text": "Kare-ra wa chichi no tokoro ni kaette itta. `Chichiyo, watashi-tachi wa (kokumotsu o) hakaru koto o kyohi sa remashita. Otōto o watashi-tachi to issho ni ika sete kudasai. Sō sureba hakatte moraemasu. Watashi-tachi wa (don'na kiken ga atte mo) kanarazu kare o mamorimasu"
        },
        {
            "chapter": 12,
            "verse": 64,
            "text": "Kare (yaakōbu) wa itta. `Watashi wa izen ni kare no ani (yūsufu) ni tsuite anata gata o shin'yō shita ijō ni, kare ni tsuite anata gata o shin'yō dekiyou ka. Daga arrā wa mottomo yoku (kare o) mamora reru. Kare koso wa, jihibukai okata no naka demo saidai no jihibukai okata de ara reru"
        },
        {
            "chapter": 12,
            "verse": 65,
            "text": "Kare-ra ga nimotsu o hiraku to, daika ga kare-ra ni kaesa rete iru no o mitsuketa. Kare-ra wa itta. `Chichiyo, watashi-tachi wa (kono Jō) nani o nozomimashou. Kono daika ga watashi-tachi ni modosa rete imasu. Kazoku ni (motto) takuwae ga moraemasu. Otōto o mamori, rakuda 1-tō-bun no zōhai o e (te ki)rudeshou. Sono kurai wa, nan'naku te ni hairudeshou"
        },
        {
            "chapter": 12,
            "verse": 66,
            "text": "Kare wa itta. `Anata gataga, sake gatai shōgai ni torikakoma reta baai no soto kanarazu kare o tsurete modoru to, arrā ni kakete yakusoku shinai kagiri, watashi wa kare o anata gata to issho ni kesshite yaranaidearou.' Kōshite kare-ra ga kare ni genshuku ni chikatta toki, kare wa itta. `Arrā wa, watashi-tachi no itta koto no kanshi-sha de ara reru"
        },
        {
            "chapter": 12,
            "verse": 67,
            "text": "Sarani kare wa itta. `Musuko-tachi yo,(machi ni hairu toki wa mina ga) 1tsu no mon kara haitte wa naranai. Anata gata wa betsubetsu no mon kara hairi nasai.Daga (kono yōjin wa), arrā ni taishite wa, anata gata ni nani mo yakudatanaidearou. Saitei wa, tada arrā ni zokusuru. Kare ni watashi wa shinrai shita. Subete no tayoru mono wa, kare ni koso tayorubekidearu"
        },
        {
            "chapter": 12,
            "verse": 68,
            "text": "Kare-ra wa chichi no meijita yarikata de haitta. Sore wa, arrā (no keikaku) ni taishi, nani no yaku ni mo tatanakatta. Tada yaakōbu jishin ni hitsuyōna kiyasume ni suginakatta. Kare wa ware ga oshietanode, chishiki o motte ita. Daga hitobito no ōku wa shiranai"
        },
        {
            "chapter": 12,
            "verse": 69,
            "text": "Sate kare-ra ga yūsufu no moto ni itta toki, kare wa sono otōto o shitashiku mukaete itta. `Watashi wa anata no anidesu. Ima made kare-ra (anitachi) ga shite kita koto ni, kokoro o nayama shite wa naranai"
        },
        {
            "chapter": 12,
            "verse": 70,
            "text": "Kare (yūsufu) ga, kare-ra ni haikyū o shi owatta toki, kare wa otōto no fukuro no naka ni sakazuki o ireta. Yagate, aru mono ga yobikaketa. `Taishō yo, anata gata wa tashika ni dorobōdesu"
        },
        {
            "chapter": 12,
            "verse": 71,
            "text": "Kare-ra wa furimuite itta. `Anata gata no nani ga nakunarimashita ka"
        },
        {
            "chapter": 12,
            "verse": 72,
            "text": "Kare-ra wa itta. `Watashi-tachi wa, ōsama no sakazuki o nakushita nodesu. Sore o motte kita mono ni wa rakuda no ittō-bun no ni (o ataeru)deshou. Watashi ga sono hoshōnindesu"
        },
        {
            "chapter": 12,
            "verse": 73,
            "text": "Kare-ra wa itta. `Arrā ni kakete chikaimasu. Watashi-tachi wa kono kuni de, akujiwohataraku tame ni kita node wanai koto o, anata gata wa sudeni gozonjidesu. Watashi-tachi wa, nusumi wa itashimasen"
        },
        {
            "chapter": 12,
            "verse": 74,
            "text": "Kare-ra wa itta. `Anata gataga usotsukideattara, sono (nusumi no) shobatsu wa nanto shiyou ka"
        },
        {
            "chapter": 12,
            "verse": 75,
            "text": "Kare-ra (anitachi wa kotaete) itta. `Sono shobatsu wa, daredemo-bukuro no naka kara (sakazuki ga) hakken sa reta monodearimasu. Kare ga, sono tsugunaidesu. Ko no yō ni, watashi-tachi wa aku o okonau mono o basshimasu"
        },
        {
            "chapter": 12,
            "verse": 76,
            "text": "Sore de kare (yūsufu) wa, otōto no fukuro (no kensa) o suru mae ni, kare-ra no fukuro o (shirabe) hajimeta. Soshite (ato ni) otōto no fukuro kara, sore o sagashidashita. Ware wa kono yō ni, yūsufu ni sakuryaku o sazuketa. Arrā ga nozoma reru igai ni wa, kare wa otōto o (Ejiputo kuni)-ō no hōritsu no shita de yokuryū suru koto ga dekinakatta nodearu. Ware wa hossuru mono no (eichi no)-kai kurai o takameru. Subete no chisha no ue ni zenchinaru okata wa iru"
        }
    ]
}