{
    "rukus": [
        {
            "chapter": 20,
            "verse": 55,
            "text": "From it We created you and into it We shall send you back and from it will We raise you a second time"
        },
        {
            "chapter": 20,
            "verse": 56,
            "text": "And truly We showed him Our signs, all of them, but he rejected and refused"
        },
        {
            "chapter": 20,
            "verse": 57,
            "text": "Said he: Have you come to us that you should turn us out of our land by your magic, O Musa"
        },
        {
            "chapter": 20,
            "verse": 58,
            "text": "So we too will produce before you magic like it, therefore make between us and you an appointment, which we should not break, (neither) we nor you, (in) a central place"
        },
        {
            "chapter": 20,
            "verse": 59,
            "text": "(Musa) said: Your appointment is the day of the Festival and let the people be gathered together in the early forenoon"
        },
        {
            "chapter": 20,
            "verse": 60,
            "text": "So Firon turned his back and settled his plan, then came"
        },
        {
            "chapter": 20,
            "verse": 61,
            "text": "Musa said to them: Woe to you! do not forge a lie against Allah, lest He destroy you by a punishment, and he who forges (a lie) indeed fails to attain (his desire)"
        },
        {
            "chapter": 20,
            "verse": 62,
            "text": "So they disputed with one another about their affair and kept the discourse secret"
        },
        {
            "chapter": 20,
            "verse": 63,
            "text": "They said: These are most surely two magicians who wish to turn you out from your land by their magic and to take away your best traditions"
        },
        {
            "chapter": 20,
            "verse": 64,
            "text": "Therefore settle your plan, then come standing in ranks and he will prosper indeed this day who overcomes"
        },
        {
            "chapter": 20,
            "verse": 65,
            "text": "They said: O Musa! will you cast, or shall we be the first who cast down"
        },
        {
            "chapter": 20,
            "verse": 66,
            "text": "He said: Nay! cast down. then lo! their cords and their rods-- it was imaged to him on account of their magic as if they were running"
        },
        {
            "chapter": 20,
            "verse": 67,
            "text": "So Musa conceived in his mind a fear"
        },
        {
            "chapter": 20,
            "verse": 68,
            "text": "We said: Fear not, surely you shall be the uppermost"
        },
        {
            "chapter": 20,
            "verse": 69,
            "text": "And cast down what is in your right hand; it shall devour what they have wrought; they have wrought only the plan of a magician, and the magician shall not be successful wheresoever he may come from"
        },
        {
            "chapter": 20,
            "verse": 70,
            "text": "And the magicians were cast down making obeisance; they said: We believe in the Lord of Haroun and Musa"
        },
        {
            "chapter": 20,
            "verse": 71,
            "text": "(Firon) said: You believe in him before I give you leave; most surely he is the chief of you who taught you enchantment, therefore I will certainly cut off your hands and your feet on opposite sides, and I will certainly crucify you on the trunks of the palm trees, and certainly you will come to know which of us is the more severe and the more abiding in chastising"
        },
        {
            "chapter": 20,
            "verse": 72,
            "text": "They said: We do not prefer you to what has come to us of clear arguments and to He Who made us, therefore decide what you are going to decide; you can only decide about this world's life"
        },
        {
            "chapter": 20,
            "verse": 73,
            "text": "Surely we believe in our Lord that He may forgive us our sins and the magic to which you compelled us; and Allah is better and more abiding"
        },
        {
            "chapter": 20,
            "verse": 74,
            "text": "Whoever comes to his Lord (being) guilty, for him is surely hell; he shall not die therein, nor shall he live"
        },
        {
            "chapter": 20,
            "verse": 75,
            "text": "And whoever comes to Him a believer (and) he has done good deeds indeed, these it is who shall have the high ranks"
        },
        {
            "chapter": 20,
            "verse": 76,
            "text": "The gardens of perpetuity, beneath which rivers flow, to abide therein; and this is the reward of him who has purified himself"
        }
    ]
}