{
    "rukus": [
        {
            "chapter": 23,
            "verse": 78,
            "text": "And He it is Who made for you the ears and the eyes and the hearts; little is it that you give thanks"
        },
        {
            "chapter": 23,
            "verse": 79,
            "text": "And He it is Who multiplied you in the earth, and to Him you shall be gathered"
        },
        {
            "chapter": 23,
            "verse": 80,
            "text": "And He it is Who gives life and causes death, and (in) His (control) is the alternation of the night and the day; do you not then understand"
        },
        {
            "chapter": 23,
            "verse": 81,
            "text": "Nay, they say the like of what the ancients said"
        },
        {
            "chapter": 23,
            "verse": 82,
            "text": "They say: What! When we are dead and become dust and bones, shall we then be raised"
        },
        {
            "chapter": 23,
            "verse": 83,
            "text": "Certainly we are promised this, and (so were) our fathers aforetime; this is naught but stories of those of old"
        },
        {
            "chapter": 23,
            "verse": 84,
            "text": "Say: Whose is the earth, and whoever is therein, if you know"
        },
        {
            "chapter": 23,
            "verse": 85,
            "text": "They will say: Allah's. Say: Will you not then mind"
        },
        {
            "chapter": 23,
            "verse": 86,
            "text": "Say: Who is the Lord of the seven heavens and the Lord of the mighty dominion"
        },
        {
            "chapter": 23,
            "verse": 87,
            "text": "They will say: (This is) Allah's. Say: Will you not then guard (against evil)"
        },
        {
            "chapter": 23,
            "verse": 88,
            "text": "Say: Who is it in Whose hand is the kingdom of all things and Who gives succor, but against Him Succor is not given, if you do but know"
        },
        {
            "chapter": 23,
            "verse": 89,
            "text": "They will say: (This is) Allah's. Say: From whence are you then deceived"
        },
        {
            "chapter": 23,
            "verse": 90,
            "text": "Nay! We have brought to them the truth, and most surely they are liars"
        },
        {
            "chapter": 23,
            "verse": 91,
            "text": "Never did Allah take to Himself a son, and never was there with him any (other) god-- in that case would each god have certainly taken away what he created, and some of them would certainly have overpowered others; glory be to Allah above what they describe"
        },
        {
            "chapter": 23,
            "verse": 92,
            "text": "The Knower of the unseen and the seen, so may He be exalted above what they associate (with Him)"
        }
    ]
}