{
    "rukus": [
        {
            "chapter": 28,
            "verse": 22,
            "text": "And when he turned his face towards Madyan, he said: Maybe my Lord will guide me in the right path"
        },
        {
            "chapter": 28,
            "verse": 23,
            "text": "And when he came to the water of Madyan, he found on it a group of men watering, and he found besides them two women keeping back (their flocks). He said: What is the matter with you? They said: We cannot water until the shepherds take away (their sheep) from the water, and our father is a very old man"
        },
        {
            "chapter": 28,
            "verse": 24,
            "text": "So he watered (their sheep) for them, then went back to the shade and said: My Lord! surely I stand in need of whatever good Thou mayest send down to me"
        },
        {
            "chapter": 28,
            "verse": 25,
            "text": "Then one of the two women came to him walking bashfully. She said: My father invites you that he may give you the reward of your having watered for us. So when he came to him and gave to him the account, he said: Fear not, you are secure from the unjust people"
        },
        {
            "chapter": 28,
            "verse": 26,
            "text": "Said one of them: O my father! employ him, surely the best of those that you can employ is the strong man, the faithful one"
        },
        {
            "chapter": 28,
            "verse": 27,
            "text": "He said: I desire to marry one of these two daughters of mine to you on condition that you should serve me for eight years; but if you complete ten, it will be of your own free will, and I do not wish to be hard to you; if Allah please, you will find me one of the good"
        },
        {
            "chapter": 28,
            "verse": 28,
            "text": "He said: This shall be (an agreement) between me and you; whichever of the two terms I fulfill, there shall be no wrongdoing to me; and Allah is a witness of what we say"
        }
    ]
}