{
    "maqras": [
        {
            "chapter": 39,
            "verse": 53,
            "text": "ته (دوى) ته ووایه: اى زما هغو بنده ګانو چې په خپلو ځانونو يې زیاتى كړى دى! تاسو د الله له رحمت نه مه ناامېده كېږئ، بېشكه الله ټول ګناهونه بخښي، بېشكه دغه (الله)، هم دى ښه بخښونكى، بې حده رحم كوونكى دى"
        },
        {
            "chapter": 39,
            "verse": 54,
            "text": "او تاسو خپل رب ته رجوع وكړئ او هغه ته غاړه كېږدئ، مخكې له دې نه چې په تاسو عذاب راشي، بیا به تاسو سره مدد نه كولى شي"
        },
        {
            "chapter": 39,
            "verse": 55,
            "text": "او تاسو د تر ټولو ښه حكم (قرآن) پیروي وكړئ هغه چې تاسو ته د خپل رب له جانبه نازل كړى شوى دى مخكې له دې نه چې په تاسو عذاب راشي ناڅاپه، حال دا چې تاسو به نه پوهېږئ"
        },
        {
            "chapter": 39,
            "verse": 56,
            "text": "(تاسو اوس خپل رب ته رجوع وكړئ) ځكه چې نفس به وايي: اى زما حسرته! په هغه چې ما د الله په حق كې تقصیر(او كمى) كړى دى او یقینًا زه خامخا د استهزا كوونكو ځنې وم"
        },
        {
            "chapter": 39,
            "verse": 57,
            "text": "یا به وايي: كه حقیقتًا الله ما ته هدایت كړى وى(، نو) زه به خامخا د پرهېزګارانو ځنې وى"
        },
        {
            "chapter": 39,
            "verse": 58,
            "text": "یا به وايي كله چې عذاب ویني: كاشكې په رښتیا سره ما ته بېرته تلل وى، نو زه به له نېكي كوونكو ځنې وم"
        },
        {
            "chapter": 39,
            "verse": 59,
            "text": "ولې نه! یقینًا تا ته زما ایتونه راغلي وو، نو تا د هغو تكذیب كړى و او تكبر دې كړى و او ته وې له كافرانو نه"
        },
        {
            "chapter": 39,
            "verse": 60,
            "text": "او د قیامت په ورځ به ته هغه كسان ووینې چې په الله يې دروغ تړلي وو، په داسې حال كې چې د دوى مخونه به تك تور كړى شوي وي، ایا په دوزخ كې د تكبر كوونكو لپاره ځاى نشته"
        },
        {
            "chapter": 39,
            "verse": 61,
            "text": "او الله به هغو كسانو ته چې ځان يې (له شرك نه) بچ ساتلى دى، د خپلې كامیابۍ (او فلاح) په وجه نجات وركړي، په داسې حال كې چې دوى ته به نه سختي رسېږي او نه به دوى غمجن كېږي"
        },
        {
            "chapter": 39,
            "verse": 62,
            "text": "الله د هر شي پیدا كوونكى دى او هغه په هر شي باندې نګران دى"
        },
        {
            "chapter": 39,
            "verse": 63,
            "text": "خاص هم ده لره د اسمانونو او ځمكې چابیانې دي، او هغه كسان چې د الله په ایتونو سره كافران شوي دي، هم دغه كسان تاوانیان دي"
        },
        {
            "chapter": 39,
            "verse": 64,
            "text": "ته (دوى ته) ووایه: ایا نو تاسو ما ته حكم كوئ چې زه د غیر الله عبادت وكړم؟ اى جاهلانو"
        },
        {
            "chapter": 39,
            "verse": 65,
            "text": "او یقینًا یقینًا تا ته وحي كړى شوې ده او هغو كسانو ته چې له تا نه مخكې وو (داسې چې) قسم دى كه تا شرك وكړ (نو) ستا عمل به خامخا لازمًا برباد شي او ته به خامخا لازمًا له تاوانیانو ځنې شې"
        },
        {
            "chapter": 39,
            "verse": 66,
            "text": "بلكې ته خاص د الله عبادت كوه او اوسه له شكر كوونكو ځنې"
        },
        {
            "chapter": 39,
            "verse": 67,
            "text": "او دغو (مشركانو) د الله تعظیم ونه كړ د هغه حق تعظیم، حال دا چې ځمكه ټوله د ده په قبضه كې ده د قیامت په ورځ كې او اسمانونه د ده په ښي لاس كې رانغاړل (راټول كړى) شوي دي، ده لره پاكي ده او هغه ډېر اوچت دى له هغو څیزونو نه چې دوى يې (له هغه سره) شریكوي"
        },
        {
            "chapter": 39,
            "verse": 68,
            "text": "او په شپېلۍ كې به پو كړى شي، نو بې هوشه (بې خوده) به شي هر هغه څوك چې په اسمانونو كې دي او هر هغه څوك چې په ځمكه كې دي، غیر له هغه چا نه چې الله يې وغواړي، بیا به په دې كې بل ځلې پو كړى شي، نو ناڅاپه به دوى ولاړ وي، ګوري به (حیران حیران)"
        },
        {
            "chapter": 39,
            "verse": 69,
            "text": "او ځمكه به د خپل رب په نور سره روښانه شي او كتاب (عمل نامه) به كېښودل شي او نبیان او شاهدان به راوستل شي او د دوى په مینځ كې به په حق (او انصاف) سره فیصله وكړى شي، په داسې حال كې چې په دوى به هېڅ ظلم ونه كړى شي"
        },
        {
            "chapter": 39,
            "verse": 70,
            "text": "او هر نفس ته به د ده كړى عمل پوره وركړى شي او هغه (الله) ښه عالم دى په هغو عملونو چې دوى يې كوي"
        },
        {
            "chapter": 39,
            "verse": 71,
            "text": "او كافران شوي كسان به دوزخ ته ډلې ډلې روان كړى شي، تر هغه پورې چې كله دوى دغه (دوزخ) ته راشي، (نو) د ده دروازې به پرانستل شي او دوى ته به د دغه (جهنم) نګرانان ووايي: ایا تاسو ته رسولان نه وو راغلي، چې له هم ستاسو نه وو، چې تاسو ته به يې ستاسو د رب ایتونه لوستل او تاسو به يې د خپلې دغې ورځې له ملاقات نه وېرولئ؟ دوى به ووايي: ولې نه! (راغلي وو) او لېكن د عذاب خبره په كافرانو باندې ثابته شوې وه"
        },
        {
            "chapter": 39,
            "verse": 72,
            "text": "وبه ویل شي (دوى ته): تاسو د دوزخ په دروازو كې ننوځئ، په داسې حال كې چې په دغه (دوزخ) كې به تل يئ، نو د تكبر كوونكو استوګنه بده ده"
        },
        {
            "chapter": 39,
            "verse": 73,
            "text": "او هغه كسان به چې له خپل رب نه وېرېدل، جنت ته ډلې ډلې روان كړى شي، تر هغه پورې چې كله دوى ده ته راشي، په دې حال كې چې د ده دروازې به (له مخكې نه) پرانستل شوي وي او دوى ته به د دغه (جنت) نګرانان ووايي: په تاسو دې سلام وي، تاسو پاك يئ، نو دغو ته داخل شئ، په داسې حال كې چې تل اوسېدونكي به یئ"
        },
        {
            "chapter": 39,
            "verse": 74,
            "text": "او دوى به وايي: ټول د كمال صفتونه هغه الله لره خاص دي چې زمونږ سره يې خپله وعده رښتینې كړه او مونږ ته يې دغه ځمكه میراث راكړه، چې په دغه جنت كې مونږ ځاى نیسو، هر ځاى چې مونږ وغواړو، نو د (نېك) عمل كوونكو اجر ښه دى"
        },
        {
            "chapter": 39,
            "verse": 75,
            "text": "او (اى نبي) ته به ملايك ووينې، چې د عرش ګېر چاپېره راتاوېدونكي وي، چې د خپل رب له حمد سره تسبیح وايي او د دغو (خلقو) په مینځ كې به په حقه سره فیصله وكړى شي او وبه ویل شي: ټول د كمال صفتونه خاص د الله لپاره دي چې د عالمونو ښه پالونكى دى"
        }
    ]
}