{
    "maqras": [
        {
            "chapter": 6,
            "verse": 13,
            "text": "او خاص د هغه لپاره دي هغه څه چې ارام كوي په شپه كې او په ورځ كې او هم هغه ښه اورېدونكى، ښه عالم دى"
        },
        {
            "chapter": 6,
            "verse": 14,
            "text": "ته ووایه: ایا زه (بل) ولي (مددګار) ونیسم، له الله نه غیر چې د اسمانونو او ځمكې پیدا كوونكى دى او هغه خوراك وركوي او هغه ته خوراك نشي وركولى؟ ته ووایه: بېشكه ما ته خو حكم شوى دى چې زه په اسلام راوړونكو كې اول شم او (ما ته ویل شوي دي چې) ته هېڅكله هم له مشركانو څخه مه كېږه"
        },
        {
            "chapter": 6,
            "verse": 15,
            "text": "ته ووایه: بېشكه زه د لويې ورځې له عذاب نه وېرېږم، كه د خپل رب نافرماني وكړم"
        },
        {
            "chapter": 6,
            "verse": 16,
            "text": "هغه څوك چې له هغه نه په دغې ورځ كې دغه (عذاب) واړول شو، نو یقینًا پر هغه يې رحم وكړ او همدا څرګنده كامیابي ده"
        },
        {
            "chapter": 6,
            "verse": 17,
            "text": "او كه الله تا ته تكلیف درورسوي، نو د هغه (تكلیف) لرې كوونكى له هغه نه سِوا بل هیڅوك نشته او كه هغه تا ته خیر درورسوي، نو هغه په هر شي باندې ښه قادر دى"
        },
        {
            "chapter": 6,
            "verse": 18,
            "text": "او همدى غالب دى، د خپلو بنده ګانو له پاسه دى او همدى ښه حكمت والا، ښه خبردار دى"
        },
        {
            "chapter": 6,
            "verse": 19,
            "text": "ته ووایه: د ګواهۍ په لحاظ كوم شى تر ټولو لوى دى؟ ته ووایه: الله دى، (هغه) زما په مینځ كې او ستاسو په مینځ كې ګواه دى او ما ته دا قرآن وحي شوى دى، د دې لپاره چې په دې (قرآن) سره زه تاسو ووېروم او هغه څوك چې دا ورته رسي، ایا تاسو په رښتيا (د دې خبرې) ګواهي كوئ چې یقینًا له الله سره نور معبودان (هم) شته؟ ته ووایه: زه (د دې) شاهدي نه كوم، ته ووایه: بېشكه همدا خبره ده چې همغه یو حق معبود دى او بېشكه زه له هغه څه نه بېزاره یم چې تاسو يې شریكوئ"
        },
        {
            "chapter": 6,
            "verse": 20,
            "text": "هغه كسان چې هغوى ته مونږ كتاب وركړى دى، هغوى دى (داسې) پېژني لكه څنګه چې خپل زامن پېژني، هغه كسان چې خپلو ځانونو ته يې تاوان رسولى دى، نو هغوى ایمان نه راوړي"
        },
        {
            "chapter": 6,
            "verse": 21,
            "text": "او له هغه كس نه (بل) زیات ظالم څوك دى چې په الله باندې دروغ تپي (اړوي)، یا د هغه ایتونه دروغ ګڼي، بېشكه حقيقت دا دى چې ظالمان نشي كاميابېدلى"
        },
        {
            "chapter": 6,
            "verse": 22,
            "text": "او په هغې ورځ كې چې مونږ به دوى ټول راجمع كوو، بیا به مونږه هغو كسانو ته چې شرك يې كړى دى ؛ وایو: ستاسو هغه شریكان چېرته دي چې تاسو به (له الله سره شریكان) ګڼل؟"
        },
        {
            "chapter": 6,
            "verse": 23,
            "text": "بیا به نه وي (بله) بهانه د دوى مګر دا چې دوى به ووايي: قسم پر الله چې زمونږ رب دى! مونږ مشركان نه وو"
        },
        {
            "chapter": 6,
            "verse": 24,
            "text": "ته وګوره څنګه دوى په خپلو ځانونو باندې دروغ وویل او له دوى نه هغه څه ورك شول چې دوى به په دروغه جوړول"
        },
        {
            "chapter": 6,
            "verse": 25,
            "text": "او په دوى كې ځینې هغه څوك دي چې تا ته غوږ نیسي او مونږ د هغوى په زړونو باندې پردې اچولې دي چې پر دې (قرآن) پوه (نه) شي او د دوى په غوږونو كې مو كوڼ والى (اچولى دى) او كه دوى هره نښه وویني، (بيا هم) دوى په هغې ایمان نه راوړي، تر دې چې كله دوى تا ته راشي، چې له تا سره جګړه كوي (، نو) هغه كسان چې كافر شوي دي؛ وايي: نه دى دا (قرآن) مګر د مخكېنو خلقو باطلې قصې"
        },
        {
            "chapter": 6,
            "verse": 26,
            "text": "(او دوى له ده نه منع كول كوي او )پخپله هم) ترې لرې كېږي او دوى يواځې خپل ځانونه هلاكوي او دوى شعور نه لري"
        },
        {
            "chapter": 6,
            "verse": 27,
            "text": "او كه ته ووینې كله چې دوى پر (غاړه د) اور ودرول شي، نو دوى به وايي: اى كاشكې! مونږ بیا (دنیا ته) واپس كړى شو، له دې (عقيدې او عمل) سره چې د خپل رب د ایتونو (بیا) تكذیب ونه كړو او مونږ شو له مومنانو ځنې"
        },
        {
            "chapter": 6,
            "verse": 28,
            "text": "بلكې دوى ته هغه څه ظاهر شول چې دوى له دې نه مخكې پټول او كه چېرې دوى (دنیا ته) واپس كړى شي (، نو) دوى به هغه شي ته خامخا بيا وروګرځي، له څه نه چې دوى منع كړى شوي وو، او بېشكه دوى یقینًا دروغجن دي"
        },
        {
            "chapter": 6,
            "verse": 29,
            "text": "او دوى وايي: نه دى دا (ژوند) مګر همدغه زمونږ دنيايي ژوند دى او مونږ به كله هم بیا راژوندي نه كړى شو"
        },
        {
            "chapter": 6,
            "verse": 30,
            "text": "او كه چېرې ته ووینې كله چې دوى د خپل رب په وړاندې ودرول شي (، نو) هغه به وفرمايي: ایا دا (ژوند) رښتیا نه دى؟ دوى به ووايي: ولې نه! زمونږ دې پر خپل رب قسم وي، رب به وفرمايي: نو تاسو عذاب وڅكئ د هغه كفر په سبب چې تاسو به كاوه"
        },
        {
            "chapter": 6,
            "verse": 31,
            "text": "هغه كسان یقینًا تاوانیان شوي دي چې له الله سره ملاقات يې دروغ ګڼلى دى، تر دې چې كله دوى ته قیامت ناڅاپه راشي، دوى به وايي: هۍ افسوس! په هغې كوتاهۍ باندې چې مونږ د دې (قیامت) په باره كې كړې ده، او دوى به خپل پېټي په خپلو شاګانو پورته كوي، اګاه شئ! بد دى هغه شى چې دوى يې (بوج) پورته كوي"
        },
        {
            "chapter": 6,
            "verse": 32,
            "text": "او دنيايي ژوند نه دى مګر لوبه او تماشه، او یقینًا د اخرت كور د هغو كسانو لپار ډېر غوره دى چې پرهېزګاره دي، نو ولې تاسو عقل نه كاروئ"
        },
        {
            "chapter": 6,
            "verse": 33,
            "text": "بېشكه مونږ پوهېږو چې یقینًا حقیقت دا دى چې تا هغه خبره خامخا غمجنوي، چې دوى يې وايي، نو یقینًا دوى تا دورغژن نه ګڼي او لېكن دغه ظالمان د الله له ایتونو نه انكار كوي"
        },
        {
            "chapter": 6,
            "verse": 34,
            "text": "او یقینًا یقینًا له تا نه مخكې رسولان دروغژن بلل شوي وو، نو هغوى په دروغژن بلل كېدلو او ضرر رسېدلو صبر وكړ تر دې چې هغوى ته زمونږ مدد راغى، او د الله كلماتو لره هیڅوك اړوونكى نشته، او یقینًا تا ته د رسولانو څه خبرونه خو راغلي دي"
        },
        {
            "chapter": 6,
            "verse": 35,
            "text": "او كه چېرې په تا باندې د دوى مخ اړول ګران وي، نو كه ته طاقت لرې د دې چې په ځمكه كې سُرنګ ولټوې، یا اسمان ته كومه زینه، بیا ته دوى ته څه نښه (مُعجِزه) راوړې، (نو همدغسې وكړه) او كه الله غوښتلى دوى به يې په نېغه لار باندې لازمًا جمع كړي وو، نو ته له ناپوهانو څخه مه كېږه"
        }
    ]
}