{
    "maqras": [
        {
            "chapter": 11,
            "verse": 84,
            "text": "او (لېږلى و مونږ) مدین ته د هغوى ورور شعیب، هغه وویل: اى زما قومه! تاسو د الله عبادت كوئ، تاسو لپاره له هغه نه غیر (بل) هېڅ حق معبود نشته او تاسو پېمانه او تله مه كموئ، بېشكه زه تاسو په خیر (ښه حال) وینم او بېشكه زه پر تاسو باندې د چا پېرېدونكې ورځې له عذاب نه وېرېږم"
        },
        {
            "chapter": 11,
            "verse": 85,
            "text": "او اى زما قومه! تاسو پېمانه او تله په انصاف سره پوره وركوئ او خلقو ته د هغوى څیزونه مه كموئ او په ځمكه كې ورانى كوونكي مه ګرځئ، فساد كوونكي"
        },
        {
            "chapter": 11,
            "verse": 86,
            "text": "د الله باقي پاتې كړى (رزق) تاسو لپاره ډېر غوره دى كه تاسو مومنان یئ او زه پر تاسو باندې څه نګران خو نه یم"
        },
        {
            "chapter": 11,
            "verse": 87,
            "text": "هغوى وویل: اى شعیبه! ایا ستا لمونځ تا ته د دې حكم كوي چې مونږ هغه (څیزونه) پرېږدو چې زمونږ پلرونو به يې عبادت كاوه یا دا چې په خپلو مالونو كې چې مونږ څه كول غواړو (هغه پرېږدو)، بېشكه هم ته یقینًا ډېر حِلم والا، ډېر پوه يې"
        },
        {
            "chapter": 11,
            "verse": 88,
            "text": "هغهٔ وویل: اى زما قومه! تاسو ما ته خبر راكړئ! كه زه یم پر ښكاره دلیل باندې د خپل رب له جانبه او ما ته يې له خپله جانبه ډېر ښكلى رزق راكړى وي (نو زه يې ولې نافرماني وكړم) او زه نه غواړم چې ستاسو مخالفت وكړم (او راشم) هغه كار ته چې تاسو له هغهٔ نه منع كوم، زه يواځې اصلاح كول غواړم، څومره چې زما وس وي او زما توفیق يواځې دالله په مدد سره دى، خاص په هغه باندې ما توكل كړى دى او خاص هغه ته رجوع كوم"
        },
        {
            "chapter": 11,
            "verse": 89,
            "text": "او اى زما قومه! زما سره دښمني دې تاسو د دې حقدار ونه ګرځوي چې پر تاسو په مثل د هغه (عذاب) راشي چې د نوح پر قوم یا د هود پر قوم یا د صالح پر قوم راغلى و او له تاسو نه د لوط قوم ډېر لرې نه دى"
        },
        {
            "chapter": 11,
            "verse": 90,
            "text": "او تاسو له خپل رب نه مغفرت وغواړئ، بیا هغه ته رجوع وكړئ، بېشكه زما رب ډېر مهربان، بې حده مینه كوونكى دى"
        },
        {
            "chapter": 11,
            "verse": 91,
            "text": "دوى وویل: اى شعیبه! مونږ پر ډېرو هغو خبرو نه پوهېږو چې ته يې وايې او بېشكه مونږ خو تا په مونږ كې كمزورى وینو او كه چېرې ستا دا خپلوان نه وى ( چې مونږ سره په كفر كې شریكان دي) نو مونږ به تهٔ خامخا سنګسار كړى وى او ته پر مونږ باندې هېڅ عزتناك نه يې"
        },
        {
            "chapter": 11,
            "verse": 92,
            "text": "هغه وویل: اى زما قومه! ایا زما خپلوان پر تاسو باندې له الله نه ډېر عزتناك (او مخور) دي او تاسو دا (الله) ګرځولى دى خپل وروسته، شا ته غورځول شوى، بېشكه زما رب د هغو كارونو چې تاسو يې كوئ؛ راګېروونكى دى"
        },
        {
            "chapter": 11,
            "verse": 93,
            "text": "او اى زما قومه! تاسو پر خپل ځاى (او طریقې) عمل كوئ، یقینًا زه هم عمل كوونكى یم، ژر به تاسو وپېژنئ هغه څوك چې پر هغه به داسې عذاب راځي چې هغه به رسواكوي او هغه څوك (به هم وپېژنئ) چې دروغجن دى، او تاسو انتظار كوئ بېشكه زه (هم) له تاسو سره انتظار كوونكى یم"
        },
        {
            "chapter": 11,
            "verse": 94,
            "text": "او كله چې زمونږ حكم (د عذاب) راغى (،نو) مونږ شعیب ته او هغو كسانو ته چې له هغه سره يې ایمان راوړى و؛ خلاصى وركړ په رحمت سره له خپل جانب نه او هغه كسان چې ظلم يې كړى و؛ خطرناكې چغې ونیول، نو شول په خپلو كورونو كې پړمخې مړه پراته"
        },
        {
            "chapter": 11,
            "verse": 95,
            "text": "ګویاكې دوى په دې (كورونو) كې نه وو اوسېدلي، اګاه شئ (د الله له رحمت نه) لرې والى دى مدین ته لكه څنګه چې ثمودیان لرې (او هلاك) شول"
        },
        {
            "chapter": 11,
            "verse": 96,
            "text": "او یقینًا یقینًا مونږ موسٰى په خپلو(نهو) معجزو او ښكاره دلیل سره لېږلى و"
        },
        {
            "chapter": 11,
            "verse": 97,
            "text": "فرعون او د هغهٔ سردارانو ته، نو دغه (سرداران) د فرعون د حكم تابع شول، حال دا چې د فرعون حكم له سره درست نه و"
        },
        {
            "chapter": 11,
            "verse": 98,
            "text": "د قیامت په ورځ به د خپل قوم په مخكې شي، نو اور ته به يې داخل كړي او بد ځاى د ورتلو دى چې (دوى هغه ته) وروستلى شي"
        },
        {
            "chapter": 11,
            "verse": 99,
            "text": "او په دوى پسې په دې دنیا كې لعنت ولګول شو او د قیامت په ورځ (به هم ورپسې وي)، بد دى هغه انعام چې (دوى ته) وركولى شي"
        },
        {
            "chapter": 11,
            "verse": 100,
            "text": "دا د كلیو ځينې خبرونه (او احوال) دي چې مونږ يې تا ته بیانوو، ځینې په دغو (كليو) كې ولاړ دي او (ځینې يې) رېبل شوي دي"
        },
        {
            "chapter": 11,
            "verse": 101,
            "text": "او مونږ پر دوى ظلم نه و كړى او لېكن دوى (پخپله) پر خپلو ځانونو ظلم وكړ، نو د دوى هغه خدایان چې دوى به له الله نه غير بلل هېڅ شى په كار رانغلل، كله چې ستا د رب حكم راغى او دغو (خدایانو) دوى ته له هلاكت نه غیر (نور څه) ورزیات نه كړل"
        },
        {
            "chapter": 11,
            "verse": 102,
            "text": "او په شان د دغو (نیولو) نیول د رب ستا دي كله چې هغه كلي نیسي، په داسې حال كې چې هغه (كلي) ظالم وي، بېشكه د هغهٔ (الله) نیول ډېر دردوونكي، ډېر سخت دي‰"
        },
        {
            "chapter": 11,
            "verse": 103,
            "text": "بېشكه په دغو (ذكر شويو قصو) كې خامخا (د عبرت) لویه نښه ده د هغه چا لپاره چې د اخرت له عذاب نه وېرېږي، دا داسې ورځ ده چې په دې كې به خلق جمع كولى شي او دا داسې ورځ ده چې حاضري به ورته وشي"
        },
        {
            "chapter": 11,
            "verse": 104,
            "text": "او مونږ دا (ورځ) نه وروسته كوو مګر د معلومې نېټې (د پوره كېدلو) لپاره"
        },
        {
            "chapter": 11,
            "verse": 105,
            "text": "په كومه ورځ چې هغه (د قیامت هیبت) راشي (نو) هېڅ نفس به د هغه (الله) له اجازت نه پرته خبرې نه كوي، نو ځینې به په دوى كې بدبخته وي او (ځینې به) نېك بخته وي"
        },
        {
            "chapter": 11,
            "verse": 106,
            "text": "نو هر چې هغه كسان دي چې بدبخته شوي دي، نو هغوى به (د جهنم) په اور كې وي، د دوى لپاره به په هغه كې (د خره په شان) سختې اوچتې رمباړې او ټیټې رمباړې وي"
        },
        {
            "chapter": 11,
            "verse": 107,
            "text": "په داسې حال كې چې دوى به په هغه كې تل ترتله وي، څو چې اسمانونه او ځمكه وي مګر هغه چې ستا رب (څه) وغواړي (او زَمْهَریر ته يې بوځي)، بېشكه ستا رب د هغه كار كوونكى دى چې اراده يې وكړي"
        }
    ]
}