{
    "pages": [
        {
            "chapter": 6,
            "verse": 19,
            "text": "De: “Kimin şahidliyi daha böyükdür?” De: “Allah mənimlə sizin aranızda Şahiddir. Bu Quran mənə vəhy olundu ki, onunla sizi və onun çatacağı hər kəsi xəbərdar edim. Məgər siz Allahla yanaşı ibadətə layiq olan başqa məbudların olduğuna şahidlik edirsiniz?” De: “Mən şahidlik etmirəm!” De: “O, Tək olan İlahdır. Mən sizin şərik qoşduqlarınızdan uzağam”"
        },
        {
            "chapter": 6,
            "verse": 20,
            "text": "Özlərinə Kitab verdiyimiz kəslər onu (Muhəmmədi) öz oğullarını tanıdıqları kimi tanıyırlar. Özlərini ziyana uğradanlar iman gətirməzlər"
        },
        {
            "chapter": 6,
            "verse": 21,
            "text": "Allaha qarşı yalan uyduran və ya Onun ayələrini yalan hesab edən kimsədən daha zalım kim ola bilər? Şübhəsiz ki, zalımlar nicat tapmayacaqlar"
        },
        {
            "chapter": 6,
            "verse": 22,
            "text": "O gün onların hamısını bir yerə toplayacaq, sonra isə şərik qoşanlara deyəcəyik: “İddia etdiyiniz şərikləriniz haradadır?”"
        },
        {
            "chapter": 6,
            "verse": 23,
            "text": "Sonra onların: “Allaha – Rəbbimizə and olsun ki, biz müşrik olmamışdıq!”– demələrindən başqa bir bəhanələri qalmayacaq"
        },
        {
            "chapter": 6,
            "verse": 24,
            "text": "Bax gör onlar özlərinə qarşı necə yalan söyləyirlər. Uydurduqları bütlər isə onlardan uzaqlaşıb yox olacaqlar"
        },
        {
            "chapter": 6,
            "verse": 25,
            "text": "Aralarında səni dinləyənlər də vardır. Quranı anlamasınlar deyə onların qəlblərinə pərdə çəkdik, qulaqlarına da tıxac vurduq. Onlar istənilən ayəni görsələr belə, yenə də ona inanmazlar. Hətta sənin yanına gəldikdə səninlə mübahisə edirlər. Kafir olanlar: “Bu, keçmişdəkilərin əfsanələrindən başqa bir şey deyildir”– deyərlər"
        },
        {
            "chapter": 6,
            "verse": 26,
            "text": "Onlar həm insanları haqdan uzaqlaşdırır, həm də özləri ondan uzaqlaşırlar. Onlar ancaq özlərini həlak edir və bunu hiss etmirlər"
        },
        {
            "chapter": 6,
            "verse": 27,
            "text": "Odun üzərində dayandırıldıqları vaxt onların: “Kaş ki, bizi dünyaya qaytaraydılar! Onda biz Rəbbimizin ayələrini yalan saymayıb möminlərdən olardıq”– dediklərini görəydin"
        }
    ]
}