{
    "pages": [
        {
            "chapter": 2,
            "verse": 154,
            "text": "Allah yolunda ölənlərə: “Ölüdürlər!” deməyin. Əksinə, onlar diridirlər, lakin siz bunu duymursunuz"
        },
        {
            "chapter": 2,
            "verse": 155,
            "text": "Biz sizi bir az qorxu, bir az aclıq, bir az da mal-dövlət, insan və məhsul itkisi ilə sınayarıq. Səbir edənlərə müjdə ver"
        },
        {
            "chapter": 2,
            "verse": 156,
            "text": "O kəslər ki, onlara bir müsibət üz verdikdə: “Biz, Allaha məxsusuq və Ona da qayıdacağıq!”– deyirlər"
        },
        {
            "chapter": 2,
            "verse": 157,
            "text": "Onlara öz Rəbbi tərəfindən təriflər və mərhəmət vardır. Məhz onlar doğru yolda olanlardır"
        },
        {
            "chapter": 2,
            "verse": 158,
            "text": "Həqiqətən, Səfa və Mərvə Allahın qoyduğu nişanələrdəndir. Kim evi (Kəbəni) həcc və ya ümrə niyyəti ilə ziyarət edərsə, bunları təvaf etməsində ona heç bir günah olmaz. Kim yaxşı bir iş görsə, bilsin ki, Allah şükrün əvəzini verəndir, Biləndir"
        },
        {
            "chapter": 2,
            "verse": 159,
            "text": "Kitabda insanlara bəyan etdiyimiz açıq-aydın dəlilləri və doğru yol göstərən ayələri nazil etdikdən sonra onları gizli saxlayanlara həm Allah lənət edir, həm də lənət edə bilənlər lənət oxuyurlar"
        },
        {
            "chapter": 2,
            "verse": 160,
            "text": "Yalnız tövbə edənlər, əməllərini islah edənlər və haqqı bəyan edənlər istisnadır. Mən onların tövbəsini qəbul edərəm. Mən tövbələri qəbul edənəm, Rəhmliyəm"
        },
        {
            "chapter": 2,
            "verse": 161,
            "text": "Kafir olub kafir kimi də ölənlərə Allahın, mələklərin və bütün insanların lənəti olsun"
        },
        {
            "chapter": 2,
            "verse": 162,
            "text": "Onlar bu lənətin içərisində həmişəlik qalarlar. Onların əzabı yüngülləşdirilməyəcək və onlara möhlət də verilməyəcəkdir"
        },
        {
            "chapter": 2,
            "verse": 163,
            "text": "Sizin məbudunuz Tək olan İlahdır. Ondan başqa məbud yoxdur, Mərhəmətlidir, Rəhmlidir"
        }
    ]
}