{
    "pages": [
        {
            "chapter": 13,
            "verse": 35,
            "text": "Müttəqilərə vəd edilmiş Cənnətin vəsfi belədir; onun ağacları altından çaylar axar və onun yeməkləri də, kölgəsi də daimidir. Müttəqilərin aqibəti budur. Kafirlərin aqibəti isə Oddur"
        },
        {
            "chapter": 13,
            "verse": 36,
            "text": "Kitab verdiyimiz kəslər sənə nazil edilənə sevinirlər. Firqələr arasında eləsi də vardır ki, onun bir qismini inkar edirlər. De: “Mənə Allaha ibadət etmək və Ona şərik qoşmamaq əmr edilmişdir. Mən sizi yalnız Ona ibadət etməyə çağırıram və qayıdışım da yalnız Onadır!”"
        },
        {
            "chapter": 13,
            "verse": 37,
            "text": "Beləliklə biz onu (Quranı) ərəbcə bir qanun olaraq nazil etdik. Əgər sənə gələn bu elmdən sonra onların istəklərinə tabe olsan, səni Allahdan nə bir himayə edən, nə də bir qoruyan olar"
        },
        {
            "chapter": 13,
            "verse": 38,
            "text": "Biz səndən əvvəl də elçilər göndərdik və onlara zövcələr və övladlar verdik. Heç bir elçi Allahın izni olmadan bir ayə gətirə bilməzdi. Hər vaxtın bir yazısı var"
        },
        {
            "chapter": 13,
            "verse": 39,
            "text": "Allah bu yazıdan istədiyini silər, istədiyini də sabit saxlayar. Kitabın anası da Onun yanındadır"
        },
        {
            "chapter": 13,
            "verse": 40,
            "text": "Biz onlara vəd etdiyimizin bir qismini sənə göstərsək və ya ondan öncə səni öldürsək bil ki, sənin öhdənə düşən ancaq təbliğ etməkdir. Haqq-hesab çəkmək isə Bizə aiddir"
        },
        {
            "chapter": 13,
            "verse": 41,
            "text": "Məgər kafirlər Bizim, yer üzünə gəlib onu bəzi tərəflərindən azaltdığımızı (müsəlmanların ixtiyarına verdiyimizi) görmürlərmi? Allah istədiyi kimi hökm verir. Onun hökmünü ləğv edən olmaz. O, tez haqq-hesab çəkəndir"
        },
        {
            "chapter": 13,
            "verse": 42,
            "text": "Onlardan əvvəlkilər də hiylə qurdular. Halbuki bütün hiylələr Allaha aiddir. O, hər kəsin nə qazandığını bilir. Kafirlər Axirət yurdunun kimin olacağını biləcəklər"
        }
    ]
}