{
    "pages": [
        {
            "chapter": 16,
            "verse": 94,
            "text": "Andlarınızı aranızda hiylə vasitəsinə çevirməyin. Yoxsa ayağınız möhkəm dayanmış ikən sürüşər və insanları Allah yolundan döndərdiyinizə görə əzabı dadarsınız. Sizin üçün axirətdə də böyük bir əzab hazırlanar"
        },
        {
            "chapter": 16,
            "verse": 95,
            "text": "Allahla bağladığınız əhdi ucuz qiymətə satmayın. Əgər bilirsinizsə, Allah yanında olan savab sizin üçün daha xeyirlidir"
        },
        {
            "chapter": 16,
            "verse": 96,
            "text": "Sizdə olan nemətlər tükənəcək, Allah yanında olan nemətlər isə daim qalacaqdır. Səbirli olanlara etdikləri yaxşı əməllərə görə mükafatlarını verəcəyik"
        },
        {
            "chapter": 16,
            "verse": 97,
            "text": "Mömin olaraq yaxşı iş görən kişi və qadınlara, əlbəttə, gözəl həyat bəxş edəcək və etdikləri ən yaxşı əməllərə görə onları mütləq mükafatlandıracağıq"
        },
        {
            "chapter": 16,
            "verse": 98,
            "text": "Quran oxuduqda qovulmuş şeytandan Allaha sığın"
        },
        {
            "chapter": 16,
            "verse": 99,
            "text": "Şübhəsiz ki, şeytanın, iman gətirib yalnız öz Rəbbinə təvəkkül edənlər üzərində heç bir hökmranlığı yoxdur"
        },
        {
            "chapter": 16,
            "verse": 100,
            "text": "Onun hakimiyyəti yalnız onu özünə dost tutanlar və Allaha şərik qoşanlar üzərindədir"
        },
        {
            "chapter": 16,
            "verse": 101,
            "text": "Biz bir ayəni başqa bir ayə ilə əvəz etdikdə onlar: “Sən ancaq bir iftiraçısan!”– deyirlər. Halbuki Allah nə nazil etdiyini daha yaxşı bilir. Xeyr! Onların çoxu bunu bilmir"
        },
        {
            "chapter": 16,
            "verse": 102,
            "text": "De: “Müqəddəs Ruh (Cəbrail) onu sənin Rəbbindən iman gətirənləri sabitqədəm etmək üçün, həm də müsəlmanlara doğru yol göstəricisi və müjdə olsun deyə gerçək olaraq nazil etmişdir”"
        }
    ]
}