{
    "pages": [
        {
            "chapter": 17,
            "verse": 59,
            "text": "Bizim möcüzələr göndərməkdən vaz keçməyimizə səbəb ancaq əvvəlkilərin onları yalan hesab etmələri idi. Səmud tayfasına açıq-aydın möcüzə kimi bir dişi dəvə verdik, lakin onlar ona zülm etdilər. Biz möcüzələri yalnız qorxutmaq üçün göndəririk"
        },
        {
            "chapter": 17,
            "verse": 60,
            "text": "Bir zaman Biz sənə: “Rəbbin insanları əhatə etmişdir”– demişdik. Meracda sənə göstərdiyimiz mənzərəni və Quranda lənətlənmiş ağacı insanlar üçün yalnız bir imtahan etdik. Biz onları qorxuduruq, bu isə onlarda ancaq böyük bir azğınlığı daha da artırır"
        },
        {
            "chapter": 17,
            "verse": 61,
            "text": "Bir zaman mələklərə: “Adəmə səcdə edin!”– demişdik. İblisdən başqa hamısı səcdə etdi. O dedi: “Mən Sənin palçıqdan yaratdığınamı səcdə edəcəyəm?!”"
        },
        {
            "chapter": 17,
            "verse": 62,
            "text": "İblis dedi: “Məndən üstün tutduğuna bir bax! Əgər Qiyamət gününə qədər mənə möhlət versən, az bir qismindən başqa onun bütün nəslini özümə ram edəcəyəm”"
        },
        {
            "chapter": 17,
            "verse": 63,
            "text": "Allah buyurdu: “Çıx get! Onlardan kim sənə uysa, tam bir əvəz kimi cəzanız Cəhənnəm olacaqdır"
        },
        {
            "chapter": 17,
            "verse": 64,
            "text": "Onlardan gücün çatdığı kimsələri səsinlə günaha təhrik et, atlı və piyadanı onların üstünə yerit, mallarına və övladlarına şərik ol, onlara vədlər ver. Şübhəsiz ki, şeytan onlara ancaq yalan vədlər verər"
        },
        {
            "chapter": 17,
            "verse": 65,
            "text": "Əslində, Mənim ixlaslı qullarım üzərində sənin hökmranlığın olmayacaqdır. Qoruyan olaraq Rəbbin yetər”"
        },
        {
            "chapter": 17,
            "verse": 66,
            "text": "Lütfünə nail olasınız deyə dənizdə gəmiləri sizin üçün hərəkətə gətirən Rəbbinizdir. Həqiqətən, O sizə qarşı rəhmlidir"
        }
    ]
}