{
    "pages": [
        {
            "chapter": 23,
            "verse": 43,
            "text": "Heç bir ümmət öz əcəlini nə qabaqlaya bilər, nə də yubandırar"
        },
        {
            "chapter": 23,
            "verse": 44,
            "text": "Sonra bir-birinin ardınca elçilərimizi göndərdik. Hər dəfə hər hansı bir ümmətə peyğəmbər gəldikdə, onlar onu yalançı saydılar. Biz də onları bir-birinin ardınca məhv edib əfsanələrə çevirdik. Məhv olsun iman gətirməyənlər"
        },
        {
            "chapter": 23,
            "verse": 45,
            "text": "Sonra Musanı və qardaşı Harunu ayələrimizlə və açıq-aydın bir dəlillə göndərdik –"
        },
        {
            "chapter": 23,
            "verse": 46,
            "text": "Fironun və onun əyanlarının yanına. Onlar isə təkəbbürlük göstərdilər. Çünki onlar özlərini yüksək tutan adamlar idilər"
        },
        {
            "chapter": 23,
            "verse": 47,
            "text": "Onlar dedilər: “Bunların tayfası bizə kölə olduğu halda, biz özümüz kimi iki adama inanacağıq?”"
        },
        {
            "chapter": 23,
            "verse": 48,
            "text": "Beləliklə, onları yalançı saydılar və həlak edilənlərdən oldular"
        },
        {
            "chapter": 23,
            "verse": 49,
            "text": "Biz Musaya Kitab verdik ki, bəlkə onlar doğru yola yönəlsinlər"
        },
        {
            "chapter": 23,
            "verse": 50,
            "text": "Biz Məryəm oğlunu və onun anasını bir möcüzə etdik. Onları əlverişli bir yerdə, çeşmə axan bir təpədə yerləşdirdik"
        },
        {
            "chapter": 23,
            "verse": 51,
            "text": "Ey elçilər! Halal nemətlərdən yeyin və yaxşı işlər görün! Mən, həqiqətən, sizin nə etdiklərinizi bilirəm"
        },
        {
            "chapter": 23,
            "verse": 52,
            "text": "Həqiqətən, bu, vahid bir din olaraq sizin dininizdir. Mən də sizin Rəbbinizəm. Elə isə Məndən qorxun"
        },
        {
            "chapter": 23,
            "verse": 53,
            "text": "Lakin ümmətlər öz dinini aralarında parçalayıb firqələrə bölündülər. Hər firqə özündə olana sevinir"
        },
        {
            "chapter": 23,
            "verse": 54,
            "text": "Sən onları bir müddət öz cəhaləti içində burax"
        },
        {
            "chapter": 23,
            "verse": 55,
            "text": "Yoxsa günahkarlar elə hesab edirlər ki, onlara var-dövlət və övlad verməklə"
        },
        {
            "chapter": 23,
            "verse": 56,
            "text": "onlara yaxşılıq etməyə tələsirik? Xeyr, onlar bu işin fərqinə varmırlar"
        },
        {
            "chapter": 23,
            "verse": 57,
            "text": "Həqiqətən, Rəbbinin qorxusundan əsim-əsim əsənlər"
        },
        {
            "chapter": 23,
            "verse": 58,
            "text": "Rəbbinin ayələrinə iman gətirənlər"
        },
        {
            "chapter": 23,
            "verse": 59,
            "text": "Rəbbinə şərik qoşmayanlar"
        }
    ]
}