{
    "pages": [
        {
            "chapter": 24,
            "verse": 44,
            "text": "Allah gecə və gündüzü bir-birilə əvəz edir. Həqiqətən, bunda bəsirət sahibləri üçün bir ibrət vardır"
        },
        {
            "chapter": 24,
            "verse": 45,
            "text": "Allah hər bir canlını sudan yaratmışdır. Onlardan bəzisi qarnı üstə sürünür, bəzisi iki ayaq üstündə gəzir, bəzisi də dörd ayaq üstündə gəzir. Allah istədiyini yaradır. Şübhəsiz ki, Allah hər şeyə qadirdir"
        },
        {
            "chapter": 24,
            "verse": 46,
            "text": "Biz açıq-aydın ayələr nazil etdik. Allah istədiyini doğru yola yönəldir"
        },
        {
            "chapter": 24,
            "verse": 47,
            "text": "Münafiqlər: “Allaha və Peyğəmbərə iman gətirdik, itaət etdik!”– deyirlər. Bundan sonra isə onlardan bir dəstə üz çevirir. Onlar mömin deyillər"
        },
        {
            "chapter": 24,
            "verse": 48,
            "text": "Aralarında hökm vermək üçün Allahın və Onun Elçisinin yanına çağırıldıqları zaman onlardan bir dəstə üz çevirir"
        },
        {
            "chapter": 24,
            "verse": 49,
            "text": "Onlar haqlı olsaydılar, itaət edib onun yanına gələrdilər"
        },
        {
            "chapter": 24,
            "verse": 50,
            "text": "Onların qəlbində xəstəlikmi var? Yoxsa onlar şübhəyəmi düşüblər? Ya da Allahın və Onun Elçisinin onlara haqsızlıq edəcəklərindən qorxurlar? Xeyr, məhz onlar zalımdırlar"
        },
        {
            "chapter": 24,
            "verse": 51,
            "text": "Aralarında hökm vermək üçün Allahın və Onun Elçisinin yanına çağırıldıqda möminlərin sözü ancaq: “Eşidirik və itaət edirik!”– demələridir. Nicat tapanlar da məhz onlardır"
        },
        {
            "chapter": 24,
            "verse": 52,
            "text": "Allaha və Onun Elçisinə itaət edənlər, Allahdan qorxub çəkinənlər – məhz onlar uğur qazananlardır"
        },
        {
            "chapter": 24,
            "verse": 53,
            "text": "Münafiqlər Allaha çox möhkəm and içdilər ki, əgər sən onlara əmr etsən, onlar mütləq döyüşə çıxacaqlar. De: “And içməyin! İtaətiniz bəllidir. Şübhəsiz ki, Allah nə etdiklərinizdən xəbərdardır”"
        }
    ]
}