{
    "pages": [
        {
            "chapter": 33,
            "verse": 63,
            "text": "Camaat sənə o Saat barədə sual verir. De: “Onu yalnız Allah bilir!” Nə bilirsən, bəlkə də, o Saat lap yaxınlaşmışdır"
        },
        {
            "chapter": 33,
            "verse": 64,
            "text": "Həqiqətən, Allah kafirləri lənətləmiş və onlar üçün yandırıb- yaxan Od hazırlamışdır"
        },
        {
            "chapter": 33,
            "verse": 65,
            "text": "Onlar orada əbədi qalacaq, özlərinə nə bir himayəçi, nə də bir yardımçı tapa bilməyəcəklər"
        },
        {
            "chapter": 33,
            "verse": 66,
            "text": "Üzləri odda o yan-bu yana döndəriləcəyi gün onlar deyəcəklər: “Kaş biz Allaha ibadət edəydik, Onun Elçisinə itaətkar olaydıq!”"
        },
        {
            "chapter": 33,
            "verse": 67,
            "text": "Onlar deyəcəklər: “Ey Rəbbimiz! Biz başçılarımıza və böyüklərimizə itaət etdik, onlar da bizi haqq yoldan azdırdılar"
        },
        {
            "chapter": 33,
            "verse": 68,
            "text": "Ey Rəbbimiz! Onları ikiqat əziyyətə sal və onları müdhiş bir lənətə məruz qoy!”"
        },
        {
            "chapter": 33,
            "verse": 69,
            "text": "Ey iman gətirənlər! Musanı incidən şəxslərə oxşamayın. Allah onu onların dediklərindən təmizə çıxartdı. O, Allahın yanında çox ehtiram edilən şəxsdir"
        },
        {
            "chapter": 33,
            "verse": 70,
            "text": "Ey iman gətirənlər! Allahdan qorxun və doğru söz danışın ki"
        },
        {
            "chapter": 33,
            "verse": 71,
            "text": "O, sizin əməllərinizi islah etsin və günahlarınızı bağışlasın. Kim Allaha və Onun Elçisinə itaət etsə, böyük bir uğur qazanar"
        },
        {
            "chapter": 33,
            "verse": 72,
            "text": "Biz əmanəti göylərə, yerə və dağlara təklif etdik. Onlar onu daşımaqdan qorxub imtina etdilər. Lakin insan onu boynuna götürdü. Doğrudan da, o, zalım və cahildir"
        },
        {
            "chapter": 33,
            "verse": 73,
            "text": "Bu əmanət insana ona görə verildi ki, Allah münafiq kişiləri və münafiq qadınları, müşrik kişiləri və müşrik qadınları cəzalandırsın, mömin kişilərin və mömin qadınların tövbələrini qəbul etsin. Allah Bağışlayandır, Rəhmlidir"
        }
    ]
}