{
    "pages": [
        {
            "chapter": 34,
            "verse": 49,
            "text": "De: “Haqq gəldi. Batil ona qarşı nə ortaya bir şey çıxarar, nə də onu qaytara bilər”"
        },
        {
            "chapter": 34,
            "verse": 50,
            "text": "De: “Əgər mən haqq yoldan çıxsam, öz əleyhimə çıxmış olaram. Yox, əgər doğru yolla gedirəmsə, bu da Rəbbimin mənə nazil etdiyi vəhyə görədir. Həqiqətən, O, Eşidəndir, Yaxındır”"
        },
        {
            "chapter": 34,
            "verse": 51,
            "text": "Kaş ki, sən o kafirləri qorxuya düşdükləri vaxt görəydin. Onlar qaçıb canlarını qurtara bilməyəcək və onsuz da yaxın bir yerdə ələ keçiriləcəklər"
        },
        {
            "chapter": 34,
            "verse": 52,
            "text": "Onlar: “Biz ona inandıq!”– deyəcəklər. Amma uzaq bir yerdə (Axirətdə) imana necə nail ola bilərlər"
        },
        {
            "chapter": 34,
            "verse": 53,
            "text": "Halbuki bundan əvvəl onu inkar edir və əlçatmaz bir yerdən qeyb haqqında fikir yürüdürdülər"
        },
        {
            "chapter": 34,
            "verse": 54,
            "text": "Daha öncə onların bənzərlərinə edildiyi kimi, arzuladıqları şeylərlə onların arasına sədd çəkilər. Həqiqətən, onlar anlaşılmaz bir şübhə içində idilər"
        },
        {
            "chapter": 35,
            "verse": 1,
            "text": "Göyləri və yeri Yaradan, mələkləri iki, üç və dörd qanadlı elçilər edən Allaha həmd olsun! O, xəlq etdiklərindən istədiyini artırır. Həqiqətən, Allah hər şeyə qadirdir"
        },
        {
            "chapter": 35,
            "verse": 2,
            "text": "Allah insanlara mərhəmətindən nəyi nəsib edərsə, heç kəs onun qarşısını ala bilməz. Onun göndərmədiyi bir şeyi də Ondan başqa heç kəs verə bilməz. O, Qüdrətlidir, Müdrikdir"
        },
        {
            "chapter": 35,
            "verse": 3,
            "text": "Ey insanlar! Allahın sizə verdiyi lütfünü bir xatırlayın. Allahdan başqa sizə göylərdən və yerdən ruzi verən bir xaliq varmı? Ondan başqa heç bir məbud yoxdur. Siz necə də haqdan döndərilirsiniz"
        }
    ]
}