{
    "pages": [
        {
            "chapter": 3,
            "verse": 158,
            "text": "Ölsəniz də, öldürülsəniz də, mütləq Allahın hüzuruna gətirilib cəm olunacaqsınız"
        },
        {
            "chapter": 3,
            "verse": 159,
            "text": "Allahın mərhəməti sayəsində sən onlarla mülayim rəftar etdin. Əgər sən kobud və daş qəlbli olsaydın, onlar hökmən sənin ətrafından dağılışardılar. Sən onların günahından keç, Allahdan onların bağışlanmalarını dilə və görəcəyin işlər barədə onlarla məsləhətləş. Qəti qərara gəldikdə isə Allaha təvəkkül et! Həqiqətən, Allah təvəkkül edənləri sevir"
        },
        {
            "chapter": 3,
            "verse": 160,
            "text": "Əgər Allah sizə kömək edərsə, heç kəs sizə qalib gələ bilməz. Əgər O, sizi zəlil edərsə, Ondan sonra kim sizə yardım edə bilər? Qoy möminlər Allaha təvəkkül etsinlər"
        },
        {
            "chapter": 3,
            "verse": 161,
            "text": "Peyğəmbərə əmanətə xəyanət etmək yaraşmaz. Əmanətə xəyanət edən kimsə Qiyamət günü xəyanət etdiyi şeylə gələr. Sonra da hər kəsə əməllərinin əvəzi tam veriləcək və onlara zülm edilməyəcəkdir"
        },
        {
            "chapter": 3,
            "verse": 162,
            "text": "Məgər Allahın razılığını qazanmaq üçün gedən kimsə, Allahın qəzəbinə gələn və sığınacaq yeri Cəhənnəm olan bir kimsə ilə bərabər tutula bilərmi? Ora nə pis qayıdış yeridir"
        },
        {
            "chapter": 3,
            "verse": 163,
            "text": "Onlar Allah yanında müxtəlif dərəcələrdə olacaqlar. Allah onların nə etdiklərini görür"
        },
        {
            "chapter": 3,
            "verse": 164,
            "text": "Allah möminlərə, öz aralarından onlara Allahın ayələrini oxuyan, onları günahlardan təmizləyən, onlara Kitabı və Hikməti (Sünnəni) öyrədən bir Elçi göndərməklə mərhəmət göstərmişdir. Halbuki əvvəllər onlar açıq-aydın azğınlıqda idilər"
        },
        {
            "chapter": 3,
            "verse": 165,
            "text": "Siz onların başına ikiqat müsibət gətirmiş olduğunuz halda, başınıza bir müsibət gəldiyi zaman: “Bu, haradan gəldi?”– söylədiniz. De ki: “Bu, sizin özünüzdəndir!” Həqiqətən, Allah hər şeyə qadirdir"
        }
    ]
}