{
    "pages": [
        {
            "chapter": 6,
            "verse": 111,
            "text": "Si Nous faisions descendre les anges parmi eux, que les morts communiquaient avec eux, et que Nous rassemblions toutes choses sous leurs yeux, ils ne croiraient pas, a moins que Dieu ne le veuille. Mais la plupart d’entre eux sont ignorants"
        },
        {
            "chapter": 6,
            "verse": 112,
            "text": "Et c’est ainsi que Nous avons attribue a chaque prophete un ennemi : des demons incarnes par des Hommes et des djinn, qui s’inspirent mutuellement de paroles agrementees d’ornements, dictees par la vanite. Si telle avait ete la volonte de ton Seigneur, ils n’auraient pas agi de la sorte. Abandonne-les donc a leurs fabulations"
        },
        {
            "chapter": 6,
            "verse": 113,
            "text": "Afin que ceux dont les cœurs sont hermetiques a la croyance en la Vie Future lui pretent une oreille attentive. Qu’ils s’en satisfassent et qu’ils se complaisent dans leur egarement"
        },
        {
            "chapter": 6,
            "verse": 114,
            "text": "Irais-je querir un arbitre en dehors de Dieu, Lui qui vous a envoye ce Livre si bien detaille ? Ceux a qui Nous avons envoye l’Ecriture savent qu’il emane en verite de ton Seigneur. Ne sois donc pas du nombre de ceux que le doute envahit"
        },
        {
            "chapter": 6,
            "verse": 115,
            "text": "La Parole de ton Seigneur s’accomplit en toute verite et en toute justice. Rien ne peut se substituer a Ses Paroles. Il est Celui Qui entend et Celui Qui sait tout"
        },
        {
            "chapter": 6,
            "verse": 116,
            "text": "Si tu te rangeais a la majorite des habitants de la Terre, ils t’eloigneraient de la Voie de Dieu car ils se fondent en conjectures et se contentent de fabuler"
        },
        {
            "chapter": 6,
            "verse": 117,
            "text": "Ton Seigneur connait parfaitement celui qui s’ecarte de Sa Voie, et Il connait parfaitement les bien-guides"
        },
        {
            "chapter": 6,
            "verse": 118,
            "text": "Consommez donc la nourriture sur laquelle le Nom de Dieu est prononce si vous croyez en Ses signes"
        }
    ]
}