{
    "pages": [
        {
            "chapter": 8,
            "verse": 9,
            "text": "Vous avez implore l’assistance de votre Seigneur et Il vous a exauce: « Je vous accorde un renfort d’un millier d’anges defilant en procession »"
        },
        {
            "chapter": 8,
            "verse": 10,
            "text": "Dieu voulut ainsi leur annoncer une heureuse nouvelle afin d’apaiser leurs craintes. Assurement la victoire n’est accessible qu’avec l’aide de Dieu, Le Puissant, Le Sage"
        },
        {
            "chapter": 8,
            "verse": 11,
            "text": "Il vous enveloppa d’un sommeil salutaire, et fit descendre sur vous une eau du ciel afin de vous purifier, d’eloigner de vous l’infamie de Satan, de vous permettre de resister a l’epreuve et d’avancer avec assurance"
        },
        {
            "chapter": 8,
            "verse": 12,
            "text": "Puis Il revela aux anges : «Je suis avec vous ! Rassurez les croyants ! Quant aux mecreants, Je me charge de semer l’effroi dans leurs cœurs. Assenez-leur un coup sur la nuque ! Frappez-les sur les doigts !»"
        },
        {
            "chapter": 8,
            "verse": 13,
            "text": "Tel fut leur sort pour prix de leur insurrection a l’egard de Dieu et de Son messager. Car quiconque s’insurge contre Dieu et Son messager doit savoir que Dieu est Terrible dans Son chatiment"
        },
        {
            "chapter": 8,
            "verse": 14,
            "text": "Ceci est un apercu de votre chatiment ! Le supplice du feu attend les denegateurs"
        },
        {
            "chapter": 8,
            "verse": 15,
            "text": "Et vous qui croyez ! Lorsque vous vous trouvez face aux denegateurs, ne fuyez"
        },
        {
            "chapter": 8,
            "verse": 16,
            "text": "pas ! Quiconque, ce jour-la, fuira, a l’exception de ceux qui obeissent a une pure strategie de combat, ou de ceux qui rallient un autre groupe, s’exposera a la colere de Dieu et sera voue a la Gehenne. Un sort bien miserable"
        }
    ]
}