{
    "pages": [
        {
            "chapter": 9,
            "verse": 55,
            "text": "Ne sois pas envieux de leurs richesses et du nombre de leurs enfants ! La volonte de Dieu est de les affliger dans ce monde ici-bas, et de leur faire rendre l’ame en denegateurs"
        },
        {
            "chapter": 9,
            "verse": 56,
            "text": "Ils jurent par Dieu qu’ils sont vraiment des votres, alors qu’ils ne le sont pas. En realite, ils sont motives par la peur"
        },
        {
            "chapter": 9,
            "verse": 57,
            "text": "et s’ils trouvaient un refuge, une grotte ou un souterrain quelconque, ils n’hesiteraient pas a s’y engouffrer pour se dissimuler a ta vue"
        },
        {
            "chapter": 9,
            "verse": 58,
            "text": "Certains parmi eux t’invectivent a propos de la repartition des aumones. S’ils en recoivent une part, ils s’en accommodent, mais si aucune part ne leur est distribuee, ils s’en indignent"
        },
        {
            "chapter": 9,
            "verse": 59,
            "text": "Et s’ils s’etaient contentes de ce que Dieu et Son messager leur avaient prodigue et avaient seulement reconnu : « Dieu nous suffit ! Dieu nous comblera de Ses bienfaits ainsi que Son messager ! Nous placons nos espoirs en Dieu»"
        },
        {
            "chapter": 9,
            "verse": 60,
            "text": "Les aumones sont destinees aux pauvres, aux necessiteux, a ceux qui sont charges de collecter ces aumones, a ceux dont les cœurs sont a rallier, a l’affranchissement des esclaves, aux endettes, pour la cause de Dieu et aux voyageurs. C’est une obligation prescrite par Dieu, et Dieu est Omniscient et Sage"
        },
        {
            "chapter": 9,
            "verse": 61,
            "text": "Certains parmi eux calomnient le Prophete en disant : « Il accorde credit a tout ce qu’il entend !». Reponds-leur : « Il accorde credit en effet, tant qu’il le fait dans votre interet. Il croit en Dieu et fait confiance aux croyants. Il est une misericorde pour les croyants parmi vous. Quant a ceux qui calomnient le Prophete, un chatiment douloureux est reserve»"
        }
    ]
}