{
    "pages": [
        {
            "chapter": 11,
            "verse": 89,
            "text": "O mon peuple ! Que votre hostilite a mon egard ne vous donne pas l’occasion de vous obstiner dans votre voie. Vous risqueriez de subir le meme sort que celui du peuple de Noe, ou celui du peuple de Houd, ou celui du peuple de Salih, ou encore l’exemple du peuple de Loth qui n’est pas si lointain"
        },
        {
            "chapter": 11,
            "verse": 90,
            "text": "Implorez donc le pardon de votre Seigneur et revenez a Lui repentants, car mon Seigneur est Plein de Clemence et d’Indulgence !»"
        },
        {
            "chapter": 11,
            "verse": 91,
            "text": "«O Shou`ayb », repondirent-ils, « nous n’entendons pas grand-chose a tes paroles. Et visiblement, tu n’es pas en position de force parmi nous et, n’eut ete ton clan, nous t’aurions deja lapide. En verite, nous n’avons aucune estime pour toi !»"
        },
        {
            "chapter": 11,
            "verse": 92,
            "text": "«O mon peuple », dit Shou`ayb, « serait-ce que vous m’epargnez par consideration pour mon clan et non pour Dieu a Qui vous tournez le dos ? Sachez que mon Seigneur cerne vos agissements, quels qu’ils soient »"
        },
        {
            "chapter": 11,
            "verse": 93,
            "text": "« O mon peuple ! Agissez comme vous l’entendez ! J’en ferai de meme. Vous saurez bientot qui subira un chatiment infamant, et lequel d’entre nous est un imposteur. Soyez en alerte, j’observerai a vos cotes »"
        },
        {
            "chapter": 11,
            "verse": 94,
            "text": "Et lorsque Notre decret s’accomplit, Nous sauvames Shou`ayb et ceux de son clan qui avaient cru, par un effet de Notre misericorde. Mais ceux qui avaient ete injustes, furent surpris par un grondement effroyable et, le lendemain, leurs corps gisaient sans vie sous les decombres de leurs demeures"
        },
        {
            "chapter": 11,
            "verse": 95,
            "text": "C’etait comme s’il n’y avait jamais eu trace de vie ! Que ce soit la fin du peuple de Madyan, comme le fut celui de Thamoud"
        },
        {
            "chapter": 11,
            "verse": 96,
            "text": "Nous avons envoye aussi Moise, porteur de Nos signes et de preuves manifestes"
        },
        {
            "chapter": 11,
            "verse": 97,
            "text": "a Pharaon et a ses conseillers. Mais ces derniers s’en tinrent aux methodes de Pharaon, bien que ses methodes fussent denuees de toute sagesse"
        }
    ]
}