{
    "pages": [
        {
            "chapter": 27,
            "verse": 45,
            "text": "Nous avons envoye aux Thamoud, leur frere Salih qui les exhorta a adorer Dieu. Mais ils se diviserent en deux groupes qui se disputerent"
        },
        {
            "chapter": 27,
            "verse": 46,
            "text": "Il dit : «O mon peuple ! Pourquoi appelez-vous de vos vœux le mal (malheur) plutot que le bien (la misericorde de Dieu) ? Implorez plutot le pardon de Dieu, puisse-t-Il vous accueillir en Sa grace »"
        },
        {
            "chapter": 27,
            "verse": 47,
            "text": "Ils repondirent : « Toi et tes compagnons nous portez malheur !». « Quelque malheur qui vous arrive, procede de la volonte de Dieu. En verite, vous etes un peuple auquel sont infligees des epreuves (les malheurs que vous evoquez sont en fait des epreuves) »"
        },
        {
            "chapter": 27,
            "verse": 48,
            "text": "Il y avait dans la ville neuf individus qui propageaient le mal sur Terre au lieu du bien"
        },
        {
            "chapter": 27,
            "verse": 49,
            "text": "Ils dirent : « Faisons le serment par Dieu de prendre Salih et les siens de nuit par surprise, et de les tuer. Nous dirons ensuite a qui il appartiendra de le venger : « Nous n’etions pas temoins du meurtre des siens. Nous ne disons que la verite !»"
        },
        {
            "chapter": 27,
            "verse": 50,
            "text": "Ils avaient premedite un complot et s’appretaient a mettre leur dessein a execution, mais c’est Notre dessein qui s’accomplit, alors qu’ils ne s’y attendaient pas"
        },
        {
            "chapter": 27,
            "verse": 51,
            "text": "Considere la consequence de leur complot. Nous les fimes perir, eux et leur peuple, jusqu’au dernier"
        },
        {
            "chapter": 27,
            "verse": 52,
            "text": "Considere leurs demeures detruites pour prix de leurs crimes. Il y a la un signe pour ceux qui meditent"
        },
        {
            "chapter": 27,
            "verse": 53,
            "text": "Nous sauvames cependant ceux qui avaient cru et qui craignaient Dieu"
        },
        {
            "chapter": 27,
            "verse": 54,
            "text": "Et Loth, lorsqu’il dit a son peuple : « Commettrez- vous vos turpitudes en toute connaissance de cause, en"
        },
        {
            "chapter": 27,
            "verse": 55,
            "text": "assouvissant vos desirs charnels avec les hommes au lieu des femmes? Vous etes assurement un peuple ignare !»"
        }
    ]
}