{
    "pages": [
        {
            "chapter": 45,
            "verse": 33,
            "text": "Leurs mauvaises actions leur apparaitront dans toute leur horreur, et les menaces de chatiments qu’ils tournaient en derision se realiseront alors"
        },
        {
            "chapter": 45,
            "verse": 34,
            "text": "(Et ils entendront) : « En ce jour, Nous vous jetons dans l’oubli, comme vous avez oublie (d’œuvrer pour) ce Jour ou vous deviez comparaitre devant Nous. Desormais, l’Enfer sera votre demeure et vous n’en serez pas delivres"
        },
        {
            "chapter": 45,
            "verse": 35,
            "text": "Il en est ainsi parce que vous avez tourne les versets de Dieu en derision, et que la vie en ce monde ici-bas vous a leurres ». A compter de ce Jour, ils n’en seront pas arraches, et il ne leur sera pas donne de se racheter"
        },
        {
            "chapter": 45,
            "verse": 36,
            "text": "Alors, louange a Dieu, le Seigneur des Cieux et le Seigneur de la Terre, le Seigneur de l’Univers"
        },
        {
            "chapter": 45,
            "verse": 37,
            "text": "A Lui la Majeste Supreme dans les Cieux et sur la Terre. Il est le Tout-Puissant, le Sage"
        },
        {
            "chapter": 46,
            "verse": 1,
            "text": "Ha - Mim"
        },
        {
            "chapter": 46,
            "verse": 2,
            "text": "La revelation du Coran emane de Dieu, le Tout-Puissant, le Sage"
        },
        {
            "chapter": 46,
            "verse": 3,
            "text": "Nous n’avons cree les Cieux, la Terre et les espaces compris entre eux qu’a dessein et pour un terme fixe, mais ceux qui denient et se detournent de ce dont ils ont ete avertis"
        },
        {
            "chapter": 46,
            "verse": 4,
            "text": "dis-leur : « Qu’en est-il de ceux que vous invoquez en dehors de Dieu ! Faites-moi connaitre leur part dans la creation de la Terre. Auraient-ils contribue a la creation des Cieux ? Apportez-moi un Livre anterieur a celui-ci, ou il est fait mention d’une quelconque science (a propos de la contribution de vos idoles), si vous etes sinceres !»"
        },
        {
            "chapter": 46,
            "verse": 5,
            "text": "Qui est plus egare que celui qui invoque, en dehors de Dieu, ce qui n’exauce pas ses prieres, et qui le restera (egare) jusqu’au Jour de la Resurrection ? Des idoles qui ne peuvent entendre leurs invocations"
        }
    ]
}