{
    "pages": [
        {
            "chapter": 3,
            "verse": 62,
            "text": "C’est la le recit veridique. Et il n’y a pas de divinite en dehors de Dieu. En verite, Dieu est Le Tout-Puissant et Le Sage"
        },
        {
            "chapter": 3,
            "verse": 63,
            "text": "S’ils s’en detournent, Dieu connait bien ceux qui sement le mal"
        },
        {
            "chapter": 3,
            "verse": 64,
            "text": "Dis : « O gens des Ecritures ! Reunissons-nous autour d’une parole qui nous agree mutuellement, celle qui consiste a n’adorer que Dieu Seul, a ne rien Lui associer et a ne pas nous prendre les uns les autres pour maitres en dehors de Dieu ». S’ils refusent, dites-leur : « Soyez temoins que nous sommes pour notre part, soumis a Dieu »"
        },
        {
            "chapter": 3,
            "verse": 65,
            "text": "« O gens des Ecritures ! Pourquoi vous evertuez-vous a polemiquer a propos d’Abraham alors que la Thora et l’Evangile n’ont ete revelees qu’apres lui ? Ne reflechissez- vous donc pas ? »"
        },
        {
            "chapter": 3,
            "verse": 66,
            "text": "Vous avez tout loisir d’engager vos controverses a propos de ce que vous connaissez. Pourquoi des lors, persistez-vous a polemiquer a propos de ce dont vous ne savez rien ? Dieu sait. Mais vous ne savez pas"
        },
        {
            "chapter": 3,
            "verse": 67,
            "text": "En verite, Abraham n’etait ni Juif ni Chretien, mais un monotheiste convaincu qui s’est soumis a Dieu, et qui"
        },
        {
            "chapter": 3,
            "verse": 68,
            "text": "n’est pas du nombre des polytheistes. Les plus a meme de se reclamer d’Abraham sont ceux qui l’ont suivi ainsi que ce prophete (Mouhammad) et ceux qui ont cru en son message. Dieu est Le Protecteur des croyants"
        },
        {
            "chapter": 3,
            "verse": 69,
            "text": "Certains parmi les gens des Ecritures ambitionnaient de vous eloigner de la Voie Droite. En realite, ils n’egarent que leurs propres personnes et cela sans s’en rendre compte"
        },
        {
            "chapter": 3,
            "verse": 70,
            "text": "O gens des Ecritures ! Pourquoi vous obstinez-vous a denier les signes de Dieu alors que vous en etes temoins"
        }
    ]
}