{
    "pages": [
        {
            "chapter": 3,
            "verse": 154,
            "text": "Apres l’affliction, Dieu etendit sur vous la serenite sous la forme d’un sommeil qui s’empara d’une partie d’entre vous, alors qu’une autre partie preoccupee uniquement par son sort, deversait a propos de Dieu des paroles non conformes a la verite et dignes de l’epoque de l’ignorance : « Avons- nous pris part a quelque decision dans cette affaire ? », disaient-ils. Reponds-leur : « Toute decision appartient a Dieu ! ». Ils dissimulaient des pensees qu’ils n’exprimaient pas devant toi. Ils disaient : « Si nous avions eu notre mot a dire, nous n’aurions pas accepte de venir ici pour nous faire tuer ! ». Dis-leur : « Meme si vous etiez restes chez vous, ceux dont le sort etait de mourir, seraient sortis pour rencontrer leur destin. Tout ceci ne s’est produit que parce que Dieu eprouve votre foi afin de purifier vos cœurs. Dieu connait vos pensees les plus intimes »"
        },
        {
            "chapter": 3,
            "verse": 155,
            "text": "Ceux d’entre vous qui ont battu en retraite le jour ou les deux troupes se sont affrontees, ont agi de la sorte sous l’impulsion de Satan qui les a fait flancher en raison de quelque peche a leur actif. Malgre cela, Dieu leur a pardonne car Il est Plein de Mansuetude et de Clemence"
        },
        {
            "chapter": 3,
            "verse": 156,
            "text": "O vous qui croyez ! Ne vous faites pas l’echo des denegateurs qui, en parlant de leurs freres partis en voyage ou en guerre, disent : « S’ils etaient restes avec nous, ils ne seraient pas morts, ou ils n’auraient pas ete tues ». Dieu a voulu que ces pensees soient source d’affliction pour eux, et leur rappelle ainsi que Lui Seul possede le pouvoir de donner la vie et de la reprendre. Il observe ce que vous faites"
        },
        {
            "chapter": 3,
            "verse": 157,
            "text": "Que vous soyez tues au combat pour la cause de Dieu, ou que vous mouriez (de mort naturelle), le pardon et la misericorde de Dieu ne sont-ils pas meilleurs que toutes les richesses que vous pourriez amasser"
        }
    ]
}