{
    "maqras": [
        {
            "chapter": 27,
            "verse": 56,
            "text": "U t-tweġiba ta' niesu ma kinitx għajr li qalu: ''Keċċu lil- nies. Lot mill-belt tagħkoml Tabilħaqq huma' nies li jissaffew"
        },
        {
            "chapter": 27,
            "verse": 57,
            "text": "U ħlisna lilu u lil familtu, ħlief lil martu. Aħna qtajnieha li hi tkun mill-megrudini"
        },
        {
            "chapter": 27,
            "verse": 58,
            "text": "U niżżilna fuqhom xita (kbira ta' ġebel u kubrit), U mill-agħar ix-xita ta' l-imwissijinl"
        },
        {
            "chapter": 27,
            "verse": 59,
            "text": "Għid (Muħammad): ''Tifħir lil Alla, u sliem fuq il- qaddejja tiegħu li għażell' Jaqaw Alla huwa aħjar, jew dawk (l-idoli) li jxierku (miegħu, li la jaraw u lanqas jisimgħu)"
        },
        {
            "chapter": 27,
            "verse": 60,
            "text": "Jew min ħalaq is-smewwiet u l-art, u niżżlilkom ilma mis-sema 7 Bih nibbitna (u kabbarna) ġonna sbieħ, (filwaqt li intom) ma għandkomx il-ħila tnibbtu s-siġar tagħhom. Jaqaw hemm xi alla (ieħor) ma' Alla (li għamel. dan) 7 Le (ma hemmx), imma huma nies li jqisu lil Alla u lill-idoli ndaqs"
        },
        {
            "chapter": 27,
            "verse": 61,
            "text": "Jew min qiegħed l-art fis-sod (biex tgħixu fuqha); għadda xmajjar minnha, għamel fiha iġbla ma jitħarrkux, u għamel ilqugħ bejn iż-żewġt ibħra (biex l-ilma ħelu ma jitħallatx mal-mielaħ) 2 Jaqaw hemm xi alla (ieħor) ma' Alla (li għamel dan) 7 Le (ma hemmx), iżda ħafna minnhom ma jafux"
        },
        {
            "chapter": 27,
            "verse": 62,
            "text": "Jew min iwieġeb lil min jinsab fil-ħtieġa, meta jsejjaħlu, ineħħi l-ħażen (i jkun fih) u jagħmel minnkom werrieta ta' l-art 2 Jaqaw hemm xi alla (ieħor) ma' Alla (li għamel dan)) Ftit tiftakrul"
        },
        {
            "chapter": 27,
            "verse": 63,
            "text": "Jew min imexxikom (waqt is-safar tagħkom) fid- dalmiet ta' l-art u l-baħar, u min jibgħat ir-riħ bi bxara tajba qabel il-ħniena tiegħu (ix-xita) 7 Jaqaw hemm xi alla (ieħor) ma' Alla (li għamel dan) 2 Alla huwa ogħla minn dak li jxierku miegħu"
        },
        {
            "chapter": 27,
            "verse": 64,
            "text": "Jew min jibda l-ħolqien, u mbagħad jerġa' jibdieh (wara li dan jintemm), u min jgħajjixkom mis-smewwiet (bix-xita. li: jinżel minnhom) u mill-art (bil-ħxejjex. li jikbru fiha) 2 Jaqaw hemm xi alla (ieħor) ma' Alla (li għamel dan). Għid(ilhom Muħammad): ''Ġibu l-prova tagħkom, jekk qegħdin tgħidu s-sewwal"
        },
        {
            "chapter": 27,
            "verse": 65,
            "text": "Għid(ilhom ukoll): 'Ħadd minn dawk li huma fis- smewwiet u fl-art ma jafu l-mistur, ħlief Alla, u ma jafux meta jitqajmu mill-mewt"
        },
        {
            "chapter": 27,
            "verse": 66,
            "text": "Lel L-għarfien tagħhom ma jasalx (biex jifhem il- Ħajja) l-Oħra, anzi huma jinsabu bejn ħalltejn dwarha. Mhux biss talli huma għomja għaliha (għaliex ma jridux. jafu biha)"
        },
        {
            "chapter": 27,
            "verse": 67,
            "text": "Dawk li ċaħdu t-twemmin jgħidu: 'Jaqaw, meta nsiru trab, flimkien. ma' missirijietna, aħna. tabilħaqq se titqajmu (mill-mewt)"
        },
        {
            "chapter": 27,
            "verse": 68,
            "text": "Aħna u missirijietna tassew konna diġà mwegħdin dan qabel. Dawn huma biss stejjer ta' nies il-qedeml"
        },
        {
            "chapter": 27,
            "verse": 69,
            "text": "(Għidfilhom Muħammad): ''Terrqu fl-art u araw kif kien tmiem il-ħatjin (li giddbu lill-ProfetijU)"
        },
        {
            "chapter": 27,
            "verse": 70,
            "text": "La titnikkitx għalihom, u la tkunx f'diqa minħabba dak li (il-pagani u dawk li ma jemmnux) inassu. (kontrik, għaliex Alla jħarsek minnu)"
        },
        {
            "chapter": 27,
            "verse": 71,
            "text": "Huma jgħidu (b''żebliħ): ''Meta hija din il-wegħda, jekk qegħdin tgħidu s-sewwa"
        },
        {
            "chapter": 27,
            "verse": 72,
            "text": "Għid(ilhom): ''Għandu mnejn li diġà jinsab. riesaq lejkom xi ħaġa minn dak (il-kastig) li qegħdin tgħaġġlu"
        },
        {
            "chapter": 27,
            "verse": 73,
            "text": "Sidek (il-Mulej) tabilħaqq huwa Kollu Tjieba man-nies (u jdum ma jikkastigahom), iżda ħafna minnhom ma jiżżux ħajr"
        },
        {
            "chapter": 27,
            "verse": 74,
            "text": "U Sidek tabilħaqq jaf x'hemm mistur fi qlubhom u dak li juru"
        },
        {
            "chapter": 27,
            "verse": 75,
            "text": "U ma hemm xejn mistur fis-sema jew fl-art li-ma jinsabx fi ktieb ċar"
        },
        {
            "chapter": 27,
            "verse": 76,
            "text": "Dan il-Qoran tabilħaqq jgħid lil Ulied Israel il-ġrajja ta' ħafna minn dak li huma ma jaqblux fuqu"
        },
        {
            "chapter": 27,
            "verse": 77,
            "text": "u'huwa tmexxija u ħniena għal dawk li jemmnu"
        },
        {
            "chapter": 27,
            "verse": 78,
            "text": "Sidek tabilħaqq jagħmel ħaqq minnhom bil-Ġudizzju tiegħu. Huwa l-Qawwi, li jaf kollox"
        },
        {
            "chapter": 27,
            "verse": 79,
            "text": "Għalhekk (Muħammad) ħalli f'idejn Alla. Inti tinsab fis- sewwa l-aktar ċart"
        },
        {
            "chapter": 27,
            "verse": 80,
            "text": "Inti ma (tistax) issemma' lill-mejtin, u lanqas isemma' s- sejħa (dejn Alla u lejn l-Islam) lit-torox meta huma (jwebbsu rashom u) iwarrbu u jitilqu 'l hemm"
        },
        {
            "chapter": 27,
            "verse": 81,
            "text": "Lanqas ma tmexxi lill-għomja (u tbegħedhom) mit-telfien, uma ssemmax ħlief lil dawk li jemmmu fis-sinjali tagħna, u huma Misilmin (li nrelqu għar-rieda ta' Alla)"
        }
    ]
}