{
    "maqras": [
        {
            "chapter": 40,
            "verse": 1,
            "text": "Ħa'. Mim"
        },
        {
            "chapter": 40,
            "verse": 2,
            "text": "Tinżil (bir-Rivelazzjoni) tal-Ktieb minn Alla, il-Qawwi, li jaf kollox"
        },
        {
            "chapter": 40,
            "verse": 3,
            "text": "Dakeli jaħfer id-dnub, jilqa' l-indiema, Qalil fil-kastig, u l-Ġeneruż. Ma hemmx alla ħliefu, u lejh it-tmiem"
        },
        {
            "chapter": 40,
            "verse": 4,
            "text": "Ma jħaqquhiex dwar is-sinjali. (u: r-Rivelazzjoni). ta' Alla għajr dawk bla twemmin. Għalhekk ma għandhomx iqarrqu bik (Muħammad, u b'kulmin jimxi warajk) il-ġid u s-setgħa tagħhom (li jgawdu) fil-pajjiżi"
        },
        {
            "chapter": 40,
            "verse": 5,
            "text": "Qabilhom (nies Mekka), nies Noċ (ukoll) giddbu (lill- Mibgħutin), u. l-ġemgħat ta' warajhom (għamlu bħalhom). U kull ġens nassas kontra l-Profeta tiegħu biex jaqbdu. (u joqtlu). Huma ħaqquha bil-gideb biex bih (mingħalihom) 'ixejnu s-sewwa, Għalhekk qbadthom, u kemm kien (tal-biża ') il-kastig tiegħil"
        },
        {
            "chapter": 40,
            "verse": 6,
            "text": "B'hekk seħħet kelmet Sidek kontra dawk li ċaħdu t- twemmin, li huma nies in-Narl"
        },
        {
            "chapter": 40,
            "verse": 7,
            "text": "Dawk (l-anġli) li: jġorru t-Tron, u dawk. (l-anġli) madwaru li jfaħħru s-sebħ ta' Sidhom, jemmnu fih u jitolbu l-maħfra għal dawk li emmnu (u jgħidu hekkj: ''Sidna, Inti tesa' kollox fil-ħniena u. fl-għerf (tiegħek). Mela aħfer lil dawk li nidmu u mxew fi triqtek, u ħarishom mill-kastig ta' l-Infern"
        },
        {
            "chapter": 40,
            "verse": 8,
            "text": "Sidna, daħħalhom fil-Ġonna ta' l-Għeden li wegħedthom u (daħħal magħhom) lil dawk li-għamlu l- ġid fost missirijiethom, in-nisa tagħhom u nisilhom. Inti tabilħaqq il-Qawwi, l-Għaref"
        },
        {
            "chapter": 40,
            "verse": 9,
            "text": "U ħarishom mill-għemejjel ħżiena; u lil-min tħares mill-għemejjel ħżiena, dakinhar Inti tkun ħennejt għalih. Dik hija l-akbar rebħa"
        },
        {
            "chapter": 40,
            "verse": 10,
            "text": "Tabilħaqq li dawk bla twemmin jissejħu (u jingħad lilhom): 'Tassew. li l-mibegħda ta' Alla (lejkom) hija ikbar mill-mibegħda tagħkom lejkom infuskom, meta kontu tissejħu lejn it-twemmin, u m'emmintuxi"
        },
        {
            "chapter": 40,
            "verse": 11,
            "text": "Huma jgħidu: 'Sidna, bgħattilna l-mewt. darbtejn (darba meta konna għadna ma nħlaqniex, u darba oħra meta mitna fid-dinja), u tajtna l-ħajja darbtejn (darba meta ħlaqtna fid-dinja u mbagħad meta qajjimtna f'Jum il-Qawmien). Għarafna (issa) dnubietna. Hemm (forsi) xi triq ta' ħruġ (minn dam l-Infernji)"
        },
        {
            "chapter": 40,
            "verse": 12,
            "text": "Dak (il-kastig ħadtuh) għaliex. meta. ssejjaħ Alla, waħdu, intom m'emmintux, u meta kien imsieħeb (ina' allat oħra), emmintu. Id-deċiżjoni hija ta' Alla l-Wisq Għoli, il-Kbir"
        },
        {
            "chapter": 40,
            "verse": 13,
            "text": "Huwa li jurikom is-sinjali tiegħu, u jniżżlilkom mis- sema l-għajxien (tagħkom). Iżda ma jiftakarx (dan kollu ti jitgħallem. minnu) ħlief dak li jdur (/ejn Alla) bl- indiema"
        },
        {
            "chapter": 40,
            "verse": 14,
            "text": "Mela sejħu lil-Alla u oqogħdu biss għad-din tiegħu, anki jekk dawk bla twemmin jobogħdu (din il-ħaġa)"
        },
        {
            "chapter": 40,
            "verse": 15,
            "text": "Fil-għoli l-qagħda tiegħu, Sid it-Tron. Huwa jibgħat ir- ruħ (l-anġlu Gabrijel) bl-amar tiegħu fuq min irid mill- qaddejja tiegħu, biex iwissi (lill-bnedmin) b'Jum il- laqgħa (ma'' Alla)"
        },
        {
            "chapter": 40,
            "verse": 16,
            "text": "Fil-Jum meta joħorġu (mill-oqbra) u jidhru: fguddiem Alla), xejn ma jkun moħbi minn Alla dwarhom. Ta' min hi s-saltna Ilum 2 Ta' Alla, il-Wieħed, li jegħleb lil kollox u lil kulħadd"
        },
        {
            "chapter": 40,
            "verse": 17,
            "text": "Illum. kull ruħ. titħallas ta' dak li kisbet, Ebda inġustizzja (ma' ssir) illumt Tabilħaqq li Alla malajr jagħmel il-kontijiet"
        },
        {
            "chapter": 40,
            "verse": 18,
            "text": "Wissihom (Muħammad) bil-Jum (tal-kastig) li riesaq, meta. l-qlub (imwerwra jitilgħu) sal-grieżem fil-hemm kbir tagħhom' Il-ħżiena ma jkollhom la ħabib tal-qalb u lanqas interċessur li jkun mismugħ"
        },
        {
            "chapter": 40,
            "verse": 19,
            "text": "(Alla) jaf l-għajnejn li jħarsu bis-serqa (lejn dak li ma huwiex xieraq) u dak li jaħbu l-qlub"
        },
        {
            "chapter": 40,
            "verse": 20,
            "text": "Alla jagħmel ħaqq bis-sewwa, iżda dawk (l-allat). li huma jsejħu minfloku ma jagħmlu ħaqq minni xejn. Alla tabilħaqq jisma' kollox u jara kollox"
        }
    ]
}