{
    "maqras": [
        {
            "chapter": 4,
            "verse": 100,
            "text": "Min jemigra (minħabba twemminu u biex imur iħabrek) għal Alla, isib fl-art ħafna kenn u bosta ġid. U min joħroġ minn daru u jemigra lejn (il-ħidma ta') Alla u tal- Mibgħut (tiegħu), imbagħad tiġi fuqu l-mewt (qabel ma jilħaq jasal), ħlasu jkun żġur għand Alla. Alla huwa Kollu Maħfra, Ħanin"
        },
        {
            "chapter": 4,
            "verse": 101,
            "text": "Meta tterrqu fl-art, ma jkollkom ebda ħtija jekk tqassru t-talb, jekk tibżgħu li jġarrbukom dawk li ma jemmnux Tabilħaqq li dawk li ma jemmnux huma għadu fil-beraħ tagħkom"
        },
        {
            "chapter": 4,
            "verse": 102,
            "text": "(Muħammad) meta tkun magħhom u trid tmexxilhom it-talb (imsejjaħ salaru l-ħawf, it-talba tal-biża '), ġemgħa minnhom għandha tieqaf (fit-talb) miegħek u għandha tieħu l-armi (tagħha). Meta jkunu nxteħtu fl-art (iċ talbu miegħek l-ewwel rakgħa), ara li (meta jagħmlu rakgħa oħra waħidhom u jlestu) imorru warajkom. (biex iħarsukom). Ħalli tiġi ġemgħa oħra, li tkun għadha ma talbitx, biex titlob miegħek (it-tieni rakgħa), u ara li jieħdu ħsieb, u jieħdu l-armi tagħhom. Dawk li ma jemmnux jixtiequ li kieku ma tiħdux ħsieb l-armi tagħkom u (il-bqija ta') ħwejjiġkom, biex jaħbtu għalikom fi ħbit wieħed. Ma jkollkom ebda ħtija jekk, I minħabba x-xita jew għaliex tkunu morda, tħallu l-armi tagħkom, (iżda) moħħkom hemmi Alla tabilħaqq ħejja għal dawk li ma jemmnux kastig ta' tkasbir"
        },
        {
            "chapter": 4,
            "verse": 103,
            "text": "Meta ttemmu t-talb, ftakru f'Alla bil-wieqfa, bil- qiegħda u fuq ġenbejkom. Meta (imbagħad) tħossukom ħielsa mill-biża', agħmlu t-talb (sħiħ, kif għandu jkun). Tabilħaqq li t-talb għal dawk li jemmnu huwa obbligu li jrid isir fil-ħinijiet maħsuba għalih"
        },
        {
            "chapter": 4,
            "verse": 104,
            "text": "La tkunux bla ħila meta toħorġu għall-għadu. Jekk tkunu qegħdin tbatu (mill-ġrieħi tat-taqbid), huma bħalkom ikunu qegħdin ibatu. Intom tittamaw mingħand Alla dak li huma ma jittamawx (il-premju fil-Ġenna). Alla jaf kollox u Għaref"
        },
        {
            "chapter": 4,
            "verse": 105,
            "text": "Aħna tabilħaqq niżżilnielek (Muħammad) il-Ktieb bis- sewwa biex tagħmel ħaqq min-nies skond dak li wriek Alla. U la tkunx (minn dawk) li jaqbżu għat-tradituri"
        },
        {
            "chapter": 4,
            "verse": 106,
            "text": "Itlob il-maħfra ta' Allat Alla tabilħaqq Kollu Maħfra u I Ħanin"
        },
        {
            "chapter": 4,
            "verse": 107,
            "text": "Lanqas (ima għandek toqgħod) tħaqqaqha (u taqbeż) għal dawk li jqarrqu bihom infushom. Alla tabilħaqq ma. jħobbx lil min hu traditur u ħażin"
        },
        {
            "chapter": 4,
            "verse": 108,
            "text": "Huma: jinħbew (għaliex. jistħu). min-nies, U ma jinħbewx minn Alla. Huwa jkun magħhom meta jgħaddu l-lejl inassu u jgħidu kliem li-ma jogħġbux. Alla jaf sewwa b'dak li jagħmlu"
        },
        {
            "chapter": 4,
            "verse": 109,
            "text": "Hawn intom, qgħadtu tħaqquha f'isimhom (u qbiżt għalihom) fil-ħajja (ta' din) id-dinja. Iżda min se jħaqqaqha ma' Alla: għalihom f'Jum il-Qawmien, jew min se jkun il-protettur tagħhom"
        },
        {
            "chapter": 4,
            "verse": 110,
            "text": "Min jagħmel xi ħażen jew jonqos lejh innifsu, imbagħad jitlob il-maħfra ta' Alla, isib lil Alla Kollu Maħfra u Ħanin"
        },
        {
            "chapter": 4,
            "verse": 111,
            "text": "Min jagħmel xi dnub, ikun għamlu kontra. tiegħu nnifsu. Alla jaf kollox u Għaref"
        },
        {
            "chapter": 4,
            "verse": 112,
            "text": "U min jagħmel xi ħtija jew dnub, imbagħad iwaħħal f'xi ħadd innoċenti, ikun ħa fuqu l-qerq u (jkun ħati ta') dnub mill-aktar ċar"
        },
        {
            "chapter": 4,
            "verse": 113,
            "text": "Li kieku ma kinitx għat-tjieba u għall-ħniena ta' Alla fuqek (Muħammad), ġemgħa minnhom kienet qatgħetha li jtellfuk it-triq (it-tajba). Iżda ma jtellfux it-triq għajr lilhom infushom. Huma ma jagħmlulek xejn. ħsara (għaliex Alla miegħek). Alla niżżel fuqek il-Ktieb u l- għerf, u għallmek dak li makontx taf. It-tjieba ta' Alla fuqek hija ta' kobor bla tarf"
        }
    ]
}