{
    "maqras": [
        {
            "chapter": 12,
            "verse": 101,
            "text": "Sidi (il-Midej), Inti tajtni s-setgħa u għallimtni tifsir il- ġrajjiet (kif jidhru fil-ħolm). Ħallieq is-smewwiet u l-art, Inti tieħu ħsiebi f'(din) id-dinja u fl-Oħra. Ħudli ruħi meta jiena Mislem, u laqqagħni mal-ġusti"
        },
        {
            "chapter": 12,
            "verse": 102,
            "text": "Dawk huma xi ftit mill-ġrajjiet mistura (dwar Ġużeppi) li Aħna nnebbħulek ( Muħammad, u ngħallmuk). Inti ma kontx. magħhom: (ħut Ġużeppi) meta qatgħuha x'għandhom jagħmlu, huma u jħejju n-nasba tagħhom"
        },
        {
            "chapter": 12,
            "verse": 103,
            "text": "Iżda ħafna min-nies ma jemmnux, minkejja. l-ħeġġa tiegħek (Muħammad)"
        },
        {
            "chapter": 12,
            "verse": 104,
            "text": "Inti ma titlobx minnhom ħlas għal dan (it-tħabrik tiegħek. fosthom). Dan (il-Qoran) ma huwiex. għajr tifkira (u twissija) lill-ħolqien"
        },
        {
            "chapter": 12,
            "verse": 105,
            "text": "U kemm-il sinjal fis-smewwiet u fl-art (li juru li hemm Alla Wieħed) jiltaqgħu magħhom, iżda huma ma jagħtux kas (tagħhom)"
        },
        {
            "chapter": 12,
            "verse": 106,
            "text": "il-kotra tagħhom ma jemmnux f'Alla, ħlief meta jxierku (allat oħra miegħu)"
        },
        {
            "chapter": 12,
            "verse": 107,
            "text": "Jaqaw serrħu rashom li ma huwiex se-jiġi fuqhom il- kastig ta' Alla li jgħattihom (vzinni kullimkien), jew li ma hijiex se tiġi s-Siegħa għal għarrieda, mingħajr ma jintebħu"
        },
        {
            "chapter": 12,
            "verse": 108,
            "text": "Għid (Muħammad): ''Din triqti (u ma fiha ebda tagħwiġ). Jiena nsejjaħ (biex idduru) lejn Alla. Jiena u min jimxi warajja għandna għarfien sħiħ. Sebħ lil Allat M'iniex minn dawk li jxierku (allat oħra ma' Allajf)"
        },
        {
            "chapter": 12,
            "verse": 109,
            "text": "Qablek. (Muħammad). ma. bgħatniex għajr irġiel li nebbaħniehom, minn nies l-ibliet, (u la bgħatna nisa u lanqas anġli jew ġinn). Jaqaw (dawk li ċaħdu t-twemmin) ma terrqux fuq l-art, u ma rawx kif kien tmiem dawk (il- ħżiena) ta' qabilhom (biex forsi jieħdu tagħlima) 7 Iżda l- Aħħar Dar hija l-aħjar għal dawk li jibżgħu minn Alla. Mela ma għandkomx għaqal (biex tifhmu)"
        },
        {
            "chapter": 12,
            "verse": 110,
            "text": "Meta l-Mibgħutin qatgħu qalbhom (minn nieshom), u dehrilhom li kienu mgiddbin, ġiethom l-għajnuna (u r- rebħa) tagħna, u nħeles kulmin ridna. Il-qilla tagħna ma titwarrabx minn fuq in-nies il-ħatjin"
        },
        {
            "chapter": 12,
            "verse": 111,
            "text": "Fi ġrajjiethom (ta' Ġużeppi u ħuni) hemm tagħlima għan-nies ta' dehen. (Dan il-Qoran) ma huwiex xi ħrafa li xi ħadd qala' minn żniedu, iżda jseddaq dak li għadda qablu (fil-Kotba mqaddsa); tifsira bir-reqqa ta' kollox, u tmexxija tajba u ħniena għal nies li jemmnu"
        },
        {
            "chapter": 13,
            "verse": 1,
            "text": "Alif. Lam. Mim. Ra'. Dawn huma l-versi tal-Ktieb. U dak li tniżżillek (Muħammad) minn Sidek (il-Mulej) huwa s-sewwa, iżda ħafna min-nies ma jemmnux (fi)"
        },
        {
            "chapter": 13,
            "verse": 2,
            "text": "Alla huwa li refa' s-smewwiet mingħajr kolonni li (tistgħu) tarawhom, imbagħad intasab fuq it-Tron, u ħaddem ix-xemx u l-qamar (b'riżg il-bnedmin), ilkoll kemm huma jiġru (fid-dawra tagħhom) lejn żmien imsemmi. Huwa jieħu ħsieb kollox, u jfisser bir-reqqa s- sinjali biex forsi temmnu sħiħ fil-laqgħa ma' Sidkom (il- Mulej)"
        },
        {
            "chapter": 13,
            "verse": 3,
            "text": "Huwa li medd l-art (bil-wesgħat tagħha mħejjija għall- bnedmin u għall-bhejjem), għamel fiha iġbla mqiegħda fis-sod u xmajjar, u l-frott kollu għamlu f'żewġ (għamliet: raġel u mara), u jifrex il-lejl (bħal velu) fuq in-nhar. F'dan (kollu) tabilħaqq hemm sinjali għal nies li jixtarru (is-siwi tagħhom)"
        },
        {
            "chapter": 13,
            "verse": 4,
            "text": "Fl-art hemm qatgħat ħdejn xulxin, ġonna ta' l-għeneb, għelieqi miżrugħa u siġar tal-palm b'għerq wieħed (bejniethom) u (oħrajn) b'għeruq differenti; (dan kollu) jissaqqa b'ilma wieħed, filwaqt li nippreferu uħud (minn dan il-frott) minn ieħor għall-ikel. Tabilħaqq li f'dan (kollu) hemm sinjali għal nies bil-għaqal"
        }
    ]
}