{
    "pages": [
        {
            "chapter": 19,
            "verse": 77,
            "text": "Mark the words of him who denies Our signs and who yet boasts: ‘I shall surely be given wealth and children!‘"
        },
        {
            "chapter": 19,
            "verse": 78,
            "text": "Has the future been revealed to him? Or has the Merciful made him such a promise"
        },
        {
            "chapter": 19,
            "verse": 79,
            "text": "By no means! We will record his words and make his punishment long and terrible"
        },
        {
            "chapter": 19,
            "verse": 80,
            "text": "All he speaks of he shall leave behind and come before us all alone"
        },
        {
            "chapter": 19,
            "verse": 81,
            "text": "They have chosen deities other than God to help them. By no means"
        },
        {
            "chapter": 19,
            "verse": 82,
            "text": "They will renounce their worship and turn against them"
        },
        {
            "chapter": 19,
            "verse": 83,
            "text": "Behold how We send down to the unbelievers demons who incite them to evil"
        },
        {
            "chapter": 19,
            "verse": 84,
            "text": "Therefore do not hurry them on: their days are numbered"
        },
        {
            "chapter": 19,
            "verse": 85,
            "text": "The day will surely come when We will gather the righteous in multitudes before the Lord of Mercy"
        },
        {
            "chapter": 19,
            "verse": 86,
            "text": "and drive the guilty to Hell in thirsty hordes"
        },
        {
            "chapter": 19,
            "verse": 87,
            "text": "None has power to intercede for them save him who has received the sanction of the Merciful"
        },
        {
            "chapter": 19,
            "verse": 88,
            "text": "And they say: ‘The Lord of Mercy has begotten a son.‘"
        },
        {
            "chapter": 19,
            "verse": 89,
            "text": "You surely preach a monstrous falsehood"
        },
        {
            "chapter": 19,
            "verse": 90,
            "text": "at which the very heavens might crack, the earth split asunder, and the mountains crumble to dust"
        },
        {
            "chapter": 19,
            "verse": 91,
            "text": "That they should ascribe a son to the Merciful"
        },
        {
            "chapter": 19,
            "verse": 92,
            "text": "when it does not become the Merciful to beget offspring"
        },
        {
            "chapter": 19,
            "verse": 93,
            "text": "There is none in the heavens or on earth but shall return to the Merciful in utter submission"
        },
        {
            "chapter": 19,
            "verse": 94,
            "text": "He has kept strict count of them all"
        },
        {
            "chapter": 19,
            "verse": 95,
            "text": "and one by one shall they come to Him on the Day of Resurrection"
        }
    ]
}