{
    "pages": [
        {
            "chapter": 20,
            "verse": 99,
            "text": "Thus do We recount to you the history of events gone by. An Admonition of Our own have We given you"
        },
        {
            "chapter": 20,
            "verse": 100,
            "text": "those that reject it shall bear a heavy burden on the Day of Resurrection"
        },
        {
            "chapter": 20,
            "verse": 101,
            "text": "Forever shall they bear it: an evil burden on the Day of Resurrection"
        },
        {
            "chapter": 20,
            "verse": 102,
            "text": "On the day when the Trumpet shall be blown; on that day We shall herd all the sinners together. Their eyes blue with terror"
        },
        {
            "chapter": 20,
            "verse": 103,
            "text": "they shall murmur among themselves: ‘You lingered on the earth but ten days.‘"
        },
        {
            "chapter": 20,
            "verse": 104,
            "text": "We know full well what they will say. The most upright among them will say: ‘You lingered but one day.‘"
        },
        {
            "chapter": 20,
            "verse": 105,
            "text": "And they ask you about the mountains. Say: ‘My Lord will crush them to fine dust"
        },
        {
            "chapter": 20,
            "verse": 106,
            "text": "and reduce them to a desolate waste"
        },
        {
            "chapter": 20,
            "verse": 107,
            "text": "with no hollows nor jutting mounds to be seen.‘"
        },
        {
            "chapter": 20,
            "verse": 108,
            "text": "On that day men will follow their truthful summoner, their voices hushed before the Lord of Mercy; and you shall hear only the sound of marching feet"
        },
        {
            "chapter": 20,
            "verse": 109,
            "text": "On that day no intercession will avail except from him that has received the sanction of the Merciful and whose word was pleasing to Him"
        },
        {
            "chapter": 20,
            "verse": 110,
            "text": "He knows what is before them and behind them, but of Him they have no knowledge"
        },
        {
            "chapter": 20,
            "verse": 111,
            "text": "They will hang their heads with awe before the Living One, the Ever-existent. Those who are burdened with sin shall come to grief"
        },
        {
            "chapter": 20,
            "verse": 112,
            "text": "but those who have believed and done good works shall fear no tyranny or injustice"
        },
        {
            "chapter": 20,
            "verse": 113,
            "text": "And thus have We sent it down: a Koran in the Arabic tongue, and proclaimed in it warnings and threats, that they may fear God and be admonished"
        }
    ]
}