{
    "pages": [
        {
            "chapter": 28,
            "verse": 78,
            "text": "He said: ‘I was given this on account of the knowledge I possess.‘ Did he not know that, from among the generations gone before him, God had obliterated some who were mightier and possessed of much more wealth than he? The wrongdoers shall not be questioned about their sins"
        },
        {
            "chapter": 28,
            "verse": 79,
            "text": "And when he went out among his people in all his finery, those who loved this nether life said: ‘Would that we had the like of what Korah has been given! He is indeed a man of great good fortune.‘"
        },
        {
            "chapter": 28,
            "verse": 80,
            "text": "But those who were endowed with knowledge said: ‘Alas for you! Better is God‘s recompense for him that has faith and does good works; but none shall attain it save those who have endured with fortitude.‘"
        },
        {
            "chapter": 28,
            "verse": 81,
            "text": "We caused the earth to swallow him up, him and his dwelling, so that he found none besides God to help him; nor was he able to help himself"
        },
        {
            "chapter": 28,
            "verse": 82,
            "text": "And those who on the day before had coveted his lot next morning said: \"Behold! God gives abundantly to whom He will among his servants and sparingly also. But for the grace of God to us, He could have caused the earth to swallow us. Behold! The ungrateful shall never succeed.‘"
        },
        {
            "chapter": 28,
            "verse": 83,
            "text": "That Final Abode We shall assign it to those who seek neither grandeur on the earth nor evil-doing. The righteous shall have a blessed end"
        },
        {
            "chapter": 28,
            "verse": 84,
            "text": "He that comes with a good deed shall have what is better; and they that commit vile deeds shall be requited only according to what they did"
        }
    ]
}