{
    "pages": [
        {
            "chapter": 35,
            "verse": 45,
            "text": "Were it God‘s will to bring people to account for what they did, not one creature would He have left on the earth‘s surface. But He respites them till an appointed time. And when their time is come, God has been watching all His servants"
        },
        {
            "chapter": 36,
            "verse": 1,
            "text": "Yā‘ sīn"
        },
        {
            "chapter": 36,
            "verse": 2,
            "text": "By the Wise Koran"
        },
        {
            "chapter": 36,
            "verse": 3,
            "text": "you are surely one sent forth"
        },
        {
            "chapter": 36,
            "verse": 4,
            "text": "upon a straight path"
        },
        {
            "chapter": 36,
            "verse": 5,
            "text": "A revelation from the Almighty, the Forgiving"
        },
        {
            "chapter": 36,
            "verse": 6,
            "text": "that you may forewarn a people who, because their fathers were not warned before them, are now heedless"
        },
        {
            "chapter": 36,
            "verse": 7,
            "text": "On most of them judgement has been passed, yet still they disbelieve"
        },
        {
            "chapter": 36,
            "verse": 8,
            "text": "We have bound their necks with chains of iron reaching up to their chins, so that they cannot bow their heads"
        },
        {
            "chapter": 36,
            "verse": 9,
            "text": "We have put a barrier before them and a barrier behind them and covered them over, so that they cannot see"
        },
        {
            "chapter": 36,
            "verse": 10,
            "text": "It is the same for them whether or not you warn them: they will not believe"
        },
        {
            "chapter": 36,
            "verse": 11,
            "text": "You shall warn only those who observe the Admonition and fear the Merciful, though they cannot see Him. To these give joyful tidings of pardon and a rich reward"
        },
        {
            "chapter": 36,
            "verse": 12,
            "text": "It is We who will resurrect the dead. We record their deeds and the vestiges they leave behind: We keep account of all things in a veritable book"
        }
    ]
}