{
    "pages": [
        {
            "chapter": 40,
            "verse": 17,
            "text": "On that day every soul shall be recompensed according to what it did; on that day none shall be wronged. Swift is God‘s reckoning"
        },
        {
            "chapter": 40,
            "verse": 18,
            "text": "Forewarn them of the approaching day, when men‘s hearts will leap up to their throats and choke them; when the wrongdoers will have neither friend nor intercessor to be listened to"
        },
        {
            "chapter": 40,
            "verse": 19,
            "text": "He knows the furtive look and the hidden thought"
        },
        {
            "chapter": 40,
            "verse": 20,
            "text": "God will judge with fairness, but the idols to which they pray besides Him can judge nothing. Surely God alone hears all and observes all"
        },
        {
            "chapter": 40,
            "verse": 21,
            "text": "Have they never journeyed through the land and seen what was the fate of those who have gone before them, far greater in prowess? God smote them for their sins, and from God they had no protector"
        },
        {
            "chapter": 40,
            "verse": 22,
            "text": "That was because their apostles had come to them with veritable signs and they disbelieved. So God smote them. Mighty is God, and stern His retribution"
        },
        {
            "chapter": 40,
            "verse": 23,
            "text": "We sent forth Moses with Our signs and with veritable authority"
        },
        {
            "chapter": 40,
            "verse": 24,
            "text": "to Pharaoh, Haman, and Korah. But they said: ‘A sorcerer, a teller of lies.‘"
        },
        {
            "chapter": 40,
            "verse": 25,
            "text": "And when he brought them the Truth from Ourself, they said: ‘Put to death the sons of those who share his faith, and spare only their daughters.‘ Futile were the schemes of the unbelievers"
        }
    ]
}