{
    "pages": [
        {
            "chapter": 42,
            "verse": 23,
            "text": "Such is God‘s joyful promise to His servants who believe and do good works. Say: ‘For this I ask of you no recompense, except to love your kin. He that does a good deed We shall repay many times over. Surely God is forgiving and bountiful in His rewards.‘"
        },
        {
            "chapter": 42,
            "verse": 24,
            "text": "Or do they say: ‘He has framed a falsehood about God?‘ But if God pleased, He could set a seal upon your heart. God will bring falsehood to nothing and vindicate the Truth by His Words. He surely knows ones innermost thoughts"
        },
        {
            "chapter": 42,
            "verse": 25,
            "text": "He it is who accepts His servants‘ repentance, and pardons their sins. He has knowledge of what you do"
        },
        {
            "chapter": 42,
            "verse": 26,
            "text": "And He answers those who believe and do good works, and enriches them through His bounty. But grievous punishment awaits the unbelievers"
        },
        {
            "chapter": 42,
            "verse": 27,
            "text": "Had God bestowed abundance upon His servants, they would have committed much injustice in the land. But He gives what He will in due measure; He well knows and observes His servants"
        },
        {
            "chapter": 42,
            "verse": 28,
            "text": "He it is who sends down the rain when they have lost all hope, and spreads abroad His mercy. He is the Guardian worthy of praise"
        },
        {
            "chapter": 42,
            "verse": 29,
            "text": "Among His signs is the creation of the heavens and the earth and the living things He has dispersed over them. If He will, He can gather them all together"
        },
        {
            "chapter": 42,
            "verse": 30,
            "text": "Whatever misfortune befalls you, it is the fruit of your own labours. He forgives much"
        },
        {
            "chapter": 42,
            "verse": 31,
            "text": "And on the earth you cannot escape, nor have you any besides God to protect or help you"
        }
    ]
}