{
    "pages": [
        {
            "chapter": 3,
            "verse": 122,
            "text": "Two of your battalions became faint-hearted, but God was their protector. In God let the faithful put their trust"
        },
        {
            "chapter": 3,
            "verse": 123,
            "text": "God had already given you victory at Badr when you were helpless. Therefore fear God. Perchance you will give thanks"
        },
        {
            "chapter": 3,
            "verse": 124,
            "text": "You said to the believers: ‘Is it not enough that your Lord should send down three thousand angels to help you?‘"
        },
        {
            "chapter": 3,
            "verse": 125,
            "text": "Yes! If you have patience and fear God; and if they suddenly attack you, your Lord will send to your aid five thousand angels splendidly accoutred"
        },
        {
            "chapter": 3,
            "verse": 126,
            "text": "God designed this to be but good news for you, so that your hearts might be comforted (victory comes only from God, the Almighty, the Wise One)"
        },
        {
            "chapter": 3,
            "verse": 127,
            "text": "and that He might cut off the flank of the unbelievers or put them to flight, that they might withdraw defeated"
        },
        {
            "chapter": 3,
            "verse": 128,
            "text": "It is no concern of yours whether He will forgive or punish them. Wrongdoers they surely are"
        },
        {
            "chapter": 3,
            "verse": 129,
            "text": "His is all that the heavens and the earth contain. He pardons whom He will and punishes whom He pleases. God is forgiving and compassionate"
        },
        {
            "chapter": 3,
            "verse": 130,
            "text": "Believers, do not live on usury, doubling your wealth many times over. Have fear of God, that you may prosper"
        },
        {
            "chapter": 3,
            "verse": 131,
            "text": "Guard yourselves against the Fire, prepared for unbelievers"
        },
        {
            "chapter": 3,
            "verse": 132,
            "text": "Obey God and the Apostle that you may find mercy"
        }
    ]
}