{
    "manzils": [
        {
            "chapter": 10,
            "verse": 1,
            "text": "Алиф, лам, ра. Это - аяты мудрого Писания"
        },
        {
            "chapter": 10,
            "verse": 2,
            "text": "Неужели люди удивлены тем, что Мы ниспослали человеку из их среды откровение [, гласящее]: \"Увещевай неверующих и обрадуй уверовавших вестью о том, что им уготовано у Господа доброе воздаяние\"? Неверные скажут: \"Несомненно, этот [муж] - явный чародей"
        },
        {
            "chapter": 10,
            "verse": 3,
            "text": "Воистину, ваш Господь - Аллах, который создал небеса и землю за шесть дней, а потом утвердился на троне, управляя делами [вселенной]. Нет заступника [у людей], кроме как по Его дозволению. Таков Аллах, ваш Господь, поклоняйтесь Ему. Неужели вы не внемлете назиданию"
        },
        {
            "chapter": 10,
            "verse": 4,
            "text": "Все вы к Нему возвратитесь, согласно истинному завету Аллаха. Воистину, Он вершит первое творение, потом [в Судный день] возвращает [усопших к жизни], чтобы по справедливости вознаградить тех, которые уверовали и творили добрые деяния. Тем же, которые не уверовали, уготованы питье кипящее и мучительное наказание за то, что они не веровали"
        },
        {
            "chapter": 10,
            "verse": 5,
            "text": "Он - тот, кто даровал солнцу сияние, а луне - свет и установил для нее периоды, чтобы вы могли определять счет годов и счисление [времени]. Все это Аллах сотворил только по справедливости. Он разъясняет Свои знамения для тех, кто ведает [истину]"
        },
        {
            "chapter": 10,
            "verse": 6,
            "text": "Воистину, смена дня и ночи, а также то, что сотворил Аллах на небесах и на земле, - несомненные знамения для богобоязненных людей"
        },
        {
            "chapter": 10,
            "verse": 7,
            "text": "Воистину, тем, которые надеются, что не предстанут перед Нами, довольствуются жизнью в этом мире и находят в ней покой, а также тем, которые пренебрегают Нашими знамениями"
        },
        {
            "chapter": 10,
            "verse": 8,
            "text": "всем им прибежищем будет адский огонь [в наказание] за то, что творили"
        },
        {
            "chapter": 10,
            "verse": 9,
            "text": "Воистину, тех, которые уверовали и вершили праведные дела. Господь наставит на путь за их веру и [введет] в сады благословенные, где будут течь ручьи"
        },
        {
            "chapter": 10,
            "verse": 10,
            "text": "Там возгласят они: \"Хвала Тебе, о Аллах!\", там обратятся к ним со словами \"Мир [вам]\", завершатся же речи их [словами]: \"Слава Аллаху, Господу миров"
        },
        {
            "chapter": 10,
            "verse": 11,
            "text": "Если бы Аллах ускорил злую [расплату] для [грешников], подобно тому, как они хотят ускорить благое [воздаяние] для себя, их непременно настигла бы смерть. Но Мы оставляем [на время] тех, которые надеются, что не предстанут перед Нами, скитаться слепо в гордыне их, выйдя из повиновения"
        },
        {
            "chapter": 10,
            "verse": 12,
            "text": "Когда человека поражает горе, он взывает к Нам и лежа, и сидя, и стоя. Когда же Мы избавляем его от беды, он уходит, как будто и не взывал к Нам, [моля избавить] его от постигшего горя. Вот как нечестивцы обольщаются тем, что они вершат"
        },
        {
            "chapter": 10,
            "verse": 13,
            "text": "Мы погубили [целые] поколения, жившие до вас, когда они уклонялись от справедливости и не уверовали в Наших посланников, приходивших к ним с ясными знамениями. Так наказываем Мы грешных людей"
        },
        {
            "chapter": 10,
            "verse": 14,
            "text": "Потом Мы сделали вас их преемниками на земле, чтобы посмотреть, каковы будут ваши деяния"
        },
        {
            "chapter": 10,
            "verse": 15,
            "text": "Те, которые при возвещении им Наших ясных аятов надеются на то, что не предстанут перед Нами, говорят: \"Представь нам Другой Коран или замени его [чем-либо]!\" Отвечай: \"Не положено мне заменять его по своему усмотрению. Я лишь следую тому, что внушено мне в откровении. И боюсь, что если я ослушаюсь Господа моего, то меня постигнет наказание в Судный день"
        },
        {
            "chapter": 10,
            "verse": 16,
            "text": "Скажи [, Мухаммад]: \"Если бы Аллах захотел, то я не стал бы возвещать вам Коран и [Аллах] не стал бы учить вас ему. Я ведь до сегодняшнего дня прожил с вами целую жизнь. Неужели вы не разумеете"
        },
        {
            "chapter": 10,
            "verse": 17,
            "text": "Кто же более несправедлив, чем тот, кто возводил на Аллаха навет или отвергал Его знамения? Воистину, не достичь грешникам преуспеяния"
        },
        {
            "chapter": 10,
            "verse": 18,
            "text": "Вместо Аллаха они поклоняются тем, кто не приносит им ни вреда, ни пользы, и при этом утверждают: \"Они - наши заступники пред Аллахом\". Скажи [, Мухаммад]: \"Разве вы откроете Аллаху такое в небесах и на земле, чего бы Он не знал?\" Пречист Он и превыше тех, кому вы поклоняетесь вместо Него"
        },
        {
            "chapter": 10,
            "verse": 19,
            "text": "Люди [вначале] были единой общиной, но они разошлись [по вере]. И если бы прежде не было [произнесено] слово твоим Господом, то их разногласия были бы устранены"
        },
        {
            "chapter": 10,
            "verse": 20,
            "text": "Неверные говорят: \"Почему не ниспослано Мухаммаду знамение от его Господа?\" Отвечай: \"Сокровенное принадлежит только Аллаху. Ждите же, и я буду ждать вместе с вами"
        },
        {
            "chapter": 10,
            "verse": 21,
            "text": "Когда же Мы испытали людей милостью, после того как их постигло бедствие, они тут• же начали строить козни против Наших знамений. Скажи [им]: \"Аллах проворнее [вас] в кознях\". Воистину, Наши ангелы записывают ваши ухищрения"
        },
        {
            "chapter": 10,
            "verse": 22,
            "text": "Он - тот, кто направляет вас в путь по суше и по морю. И вот вы уже путешествуете на кораблях, плывущих вместе с ними при попутном ветре, которому они рады. [Но вдруг] подует ураганный ветер, их окружат волны со всех сторон, и им кажется, что надвигается на них [гибель]. И тут они с искренней верой взывают к Аллаху: \"Если Ты спасешь нас, то мы будем благодарны тебе вечно"
        },
        {
            "chapter": 10,
            "verse": 23,
            "text": "Когда же Он спасает их, они бесчинствуют на земле безо всякого на то права. О люди! Против вас же обернутся ваши бесчинства, [которые не что иное, как] наслаждение житейскими благами. Потом Вы предстанете передо Мной, и Мы сообщим вам, что вы вытворяли на земле"
        },
        {
            "chapter": 10,
            "verse": 24,
            "text": "Жизнь в этом мире [с ее расцветом и увяданием] подобна воде, которую Мы изливали с неба и которую затем впитали растения земли, идущие в пищу людям и животным. Когда же земля покрылась убором [трав и злаков] и приукрасилась и ее жители вообразили, что это они властны над ней, [внезапно] ночью или днем исходит Наше повеление, и Нашею волей уже сжат [урожай], словно его и не было вовсе. Так разъясняем Мы знамения для людей размышляющих"
        },
        {
            "chapter": 10,
            "verse": 25,
            "text": "Аллах зовет к обители [вечного] мира и ведет прямым путем тех, кого пожелает"
        },
        {
            "chapter": 10,
            "verse": 26,
            "text": "Тем, которые творили добрые деяния, [уготовано воздаяние] доброе и даже с придачей. Не будет на их лицах печати скорби или унижения. Они - обитатели рая, где будут пребывать вечно"
        },
        {
            "chapter": 10,
            "verse": 27,
            "text": "А те, кто вершил зло, им злом и воздается, и постигнет их унижение. Не будет им от [гнева] Аллаха защитника, и покроются их лица как бы клочьями ночи беспросветной. Они - обитатели адского огня, и там они пребудут вечно"
        },
        {
            "chapter": 10,
            "verse": 28,
            "text": "И однажды Мы соберем всех вместе, а потом скажем многобожникам: \"Оставайтесь на своих местах, вы вместе с вашими идолами\". Потом Мы разделим их [на две группы], и идолы скажут им: \"Вы вовсе не поклонялись нам"
        },
        {
            "chapter": 10,
            "verse": 29,
            "text": "И пусть только Аллах будет свидетелем между нами и вами: воистину, мы и не ведали о том, что вы поклонялись нам"
        },
        {
            "chapter": 10,
            "verse": 30,
            "text": "Там каждый человек испытывает [наказание за] то, что он совершил на земле. [Многобожники] будут возвращены к Аллаху, их истинному владыке, и сгинет то, что они измышляли"
        },
        {
            "chapter": 10,
            "verse": 31,
            "text": "Спроси [, Мухаммад]: \"Кто дает вам удел с неба и земли?\" Или [спроси]: \"Кто властен над слухом и зрением [людским]? Кто производит из мертвого живое и из живого мертвое? Кто управляет [всеми] событиями?\" И они ответят: \"Аллах\". Тогда спроси: \"Неужели же вы не страшитесь [Его]"
        },
        {
            "chapter": 10,
            "verse": 32,
            "text": "Ведь Он - Аллах, ваш истинный Господь! Что [может быть] помимо истины, если не заблуждение? Сколь [глубоко] вы заблуждаетесь"
        },
        {
            "chapter": 10,
            "verse": 33,
            "text": "Так подтвердилось предсказание Господа твоего о нечестивцах, о том, что они не уверуют"
        },
        {
            "chapter": 10,
            "verse": 34,
            "text": "Спроси [, Мухаммад]: \"Есть ли среди ваших идолов такой, который создает творение один раз, а потом повторяет его?\" Отвечай: \"Аллах создает единожды, а потом повторяет его. Сколь же извращены [ваши мысли]"
        },
        {
            "chapter": 10,
            "verse": 35,
            "text": "Спроси: \"Есть ли среди ваших идолов такой, который вел бы к истине?\" Скажи: \"Аллах ведет к истине. Тот ли достойнее, кто ведет к истине, чтобы [другие] следовали за ним, или же тот, кто сам не идет верным путем, если только его не поведут? Что это с вами? Как же вы рассуждаете"
        },
        {
            "chapter": 10,
            "verse": 36,
            "text": "Большинство многобожников - в плену своих догадок. Но ведь догадки никак не могут заменить истину. Воистину, Аллах ведает о том, что они творят"
        },
        {
            "chapter": 10,
            "verse": 37,
            "text": "Не измышлен этот Коран, а ниспослан Аллахом как подтверждение [дарованного] до него и в разъяснение Писания, в коем нет сомнения, [ниспосланного] Господом миров"
        },
        {
            "chapter": 10,
            "verse": 38,
            "text": "Или же многобожники станут утверждать: \"Измыслил Коран Мухаммад\". Ты отвечай: \"Сочините хотя бы одну суру, подобную Корану, и призовите [на помощь], кого вы можете, кроме Аллаха, если вы и вправду [так думаете]"
        },
        {
            "chapter": 10,
            "verse": 39,
            "text": "Так нет же, они объявляют ложью то, чего не постигают [своим] знанием и толкование чего им недоступно. Точно так же считали ложью [Писание] те, которые жили до них. Что же, погляди, каков был конец нечестивцев"
        },
        {
            "chapter": 10,
            "verse": 40,
            "text": "Среди них есть такие, что уверуют в него (т. е. в Коран), и такие, что не уверуют в него. Твой Господь лучше знает [о том, что творят] нечестивцы"
        },
        {
            "chapter": 10,
            "verse": 41,
            "text": "Если будут объявлять тебя лжецом, отвечай [, Мухаммад]: \"Мне [воздается] за мои деяния, вам - за ваши. Вы не в ответе за то, что я творю, я не в ответе за то, что вы творите"
        },
        {
            "chapter": 10,
            "verse": 42,
            "text": "Среди них есть и такие, которые выслушивают тебя. Но можешь ли ты заставить слышать глухих [сердцем], если к тому же они и не разумеют"
        },
        {
            "chapter": 10,
            "verse": 43,
            "text": "Среди них есть и такие, которые смотрят на тебя. Но можешь ли ты вести прямым путем слепых, если к тому же они и не разумеют"
        },
        {
            "chapter": 10,
            "verse": 44,
            "text": "Воистину, Аллах ни в чем не проявляет несправедливости к людям, но люди сами обижают себя"
        },
        {
            "chapter": 10,
            "verse": 45,
            "text": "В тот день, когда Аллах соберет многобожников [и им будет казаться], что они не пробыли [в мире] и одного дневного часа, они узнают друг друга. Потерпят убыток те, которые отрицали, что предстанут перед Аллахом, ибо они не были на прямом пути"
        },
        {
            "chapter": 10,
            "verse": 46,
            "text": "Мы [, о Мухаммад,] или покажем тебе [в этом мире] кое-что из того, чем грозим неверным, или же упокоим тебя [до наказания неверных], но они [неизбежно] предстанут перед Нами, и Аллах воочию видит то, что они вершат"
        },
        {
            "chapter": 10,
            "verse": 47,
            "text": "У каждой общины есть свой посланник. Когда к последователям общины приходит их посланник, [их дела] будут решены по справедливости, и они не будут обижены"
        },
        {
            "chapter": 10,
            "verse": 48,
            "text": "Они спрашивают: \"Когда же [настанет] обещанное, если вы говорите правду"
        },
        {
            "chapter": 10,
            "verse": 49,
            "text": "Отвечай [, Мухаммад]: \"Не в моей власти [причинить] самому себе ни зло, ни добро, помимо того, что пожелает Аллах. Для каждой общины установлен срок. Когда настанет ее срок, то [она] ни на час не отсрочит его и не ускорит"
        },
        {
            "chapter": 10,
            "verse": 50,
            "text": "Спроси: \"Думали ли вы о том [, что станет с вами], если наказание Аллаха постигнет вас ночью или днем? \"\" Зачем же грешники хотят ускорить [наказание]"
        },
        {
            "chapter": 10,
            "verse": 51,
            "text": "Уверуете ли вы в него [хотя бы] тогда, когда оно постигнет вас? [Тогда вам скажут]: \"Теперь [вы убедились,] а ведь вы торопились ускорить [его наступление]"
        },
        {
            "chapter": 10,
            "verse": 52,
            "text": "Потом будет сказано тем, кто был несправедлив: \"Вкусите вечной муки! Разве воздается вам не за то, что вы совершали"
        },
        {
            "chapter": 10,
            "verse": 53,
            "text": "Они станут спрашивать тебя: \"Правда ли все это?\" Отвечай: \"Конечно, клянусь моим Господом! Воистину, это - подлинная правда, и вам не уклониться [от нее]"
        },
        {
            "chapter": 10,
            "verse": 54,
            "text": "Если бы некий человек, совершивший преступления [против религии], владел всеми богатствами земными, то [в Судный день] он отдал бы их за искупление. Когда же [предводители многобожников] узрят наказание, они утаят [свое] раскаяние. Между [представшими в Судный день] будет решено по справедливости, и никто из них не будет обижен"
        },
        {
            "chapter": 10,
            "verse": 55,
            "text": "Знайте, что Аллаху принадлежит то, что на небесах и на земле. Знайте, что обещание, данное Аллахом, истинно [осуществится], но большинство неверных не ведает [этого]"
        },
        {
            "chapter": 10,
            "verse": 56,
            "text": "Он оживляет и умерщвляет, пред Ним вы все предстанете"
        },
        {
            "chapter": 10,
            "verse": 57,
            "text": "О люди! К вам от вашего Господа пришли увещевание, исцеление тому, что в сердцах, [указание на] прямой путь и милость верующим"
        },
        {
            "chapter": 10,
            "verse": 58,
            "text": "Скажи [, Мухаммад]: \"Да возрадуются [люди] милосердию и милости Аллаха!\" Это лучше [земных благ], которые они накапливают"
        },
        {
            "chapter": 10,
            "verse": 59,
            "text": "Скажи: \"Что скажете вы о пропитании, которое ниспослал вам Аллах и часть которого вы объявили запретной, а другую часть - дозволенной?\" Спроси: \"Аллах дозволил вам это или же вы возводите на Аллаха напраслину"
        },
        {
            "chapter": 10,
            "verse": 60,
            "text": "Что будут думать в Судный день те, которые клевещут на Аллаха? Воистину, Аллах милостив к людям, но большинство их неблагодарны"
        },
        {
            "chapter": 10,
            "verse": 61,
            "text": "В каком бы положении ты [, Мухаммад,] ни очутился, что бы ты ни читал из Корана и что бы вы (т. е. верующие) ни делали, Мы наблюдаем за вами с самого начала [ваших действий]. И не скроется от Господа твоего ни одно [из ваших деяний], будь оно весом даже меньше пылинки, поскольку все [это записано] в книге ясной"
        },
        {
            "chapter": 10,
            "verse": 62,
            "text": "Знайте, что тем, кому покровительствует Аллах, нечего страшиться и не изведают они горя"
        },
        {
            "chapter": 10,
            "verse": 63,
            "text": "Тем, которые уверовали и были богобоязненны"
        },
        {
            "chapter": 10,
            "verse": 64,
            "text": "предназначена радостная весть [о доле благой] в этой жизни и будущей - слова Аллаха не подлежат отмене - это и есть великое преуспеяние"
        },
        {
            "chapter": 10,
            "verse": 65,
            "text": "Пусть тебя не заботит то, что они говорят, ибо величие принадлежит Аллаху. Он - слышащий, знающий"
        },
        {
            "chapter": 10,
            "verse": 66,
            "text": "Знайте: воистину, Аллаху принадлежит тот, кто на небесах и на земле. Те, которые поклоняются помимо Аллаха другим божествам, следуют лишь своим догадкам и предположениям"
        },
        {
            "chapter": 10,
            "verse": 67,
            "text": "Он - тот, кто сотворил вам ночь, чтобы вы отдыхали во время нее, и день, чтобы вы видели во время него. Воистину, в этом содержатся знамения для тех, кто слышит"
        },
        {
            "chapter": 10,
            "verse": 68,
            "text": "Они говорят: \"Аллах породил ребенка\". Свободен Он [от этого], Он [ни в чем] не нуждается, [ведь] Ему принадлежит [все] то, что на небесах и на земле. Нет у вас [, о неверные,] никакого доказательства тому [, что вы утверждаете]. Как же вы возводите на Аллаха то, чего вы не знаете"
        },
        {
            "chapter": 10,
            "verse": 69,
            "text": "Скажи [, Мухаммад]: \"Воистину, те, которые приписывают Аллаху ложно, не преуспеют"
        },
        {
            "chapter": 10,
            "verse": 70,
            "text": "[Им] - всего лишь блага этого мира, а потом они предстанут перед Нами. Тогда уж Мы дадим им вкусить суровое наказание за то, что они не уверовали"
        },
        {
            "chapter": 10,
            "verse": 71,
            "text": "Возвести им [, о Мухаммад,] рассказ о Нухе, о том, как он сказал своему народу: \"О народ мой! Если вам тягостно то, что я нахожусь [среди вас] и напоминаю [вам] знамения Аллаха - а я ведь уповаю только на Аллаха- то возвращайтесь к вашим делам и вашим идолам, не заботьтесь ни о чем другом - все равно потом вы обратитесь ко мне без промедления"
        },
        {
            "chapter": 10,
            "verse": 72,
            "text": "Если же вы отвратитесь [от знамений Аллаха], то ведь я не прошу [себе] награды, ибо наградит меня только Аллах. Мне же велено лишь быть предавшимся [Аллаху]"
        },
        {
            "chapter": 10,
            "verse": 73,
            "text": "Но они объявили его лжецом, и Мы спасли его и тех, кто был с ним, в ковчеге, и они стали по Нашей воле наследниками [погубленных]. А тех, кто отвергал Наши знамения, Мы потопили. Так посмотри же, каков конец увещеваемых [всуе]"
        },
        {
            "chapter": 10,
            "verse": 74,
            "text": "Потом и после Нуха Мы направляли посланников к их народам. Они приходили к ним с ясными знамениями, но [эти народы] вовсе не были склонны уверовать в то, что отвергали [их предки]. Так Мы накладываем печать на сердца нечестивцев"
        },
        {
            "chapter": 10,
            "verse": 75,
            "text": "После них Мы отправили Мусу и Харуна к Фир'ауну и его приближенным с Нашими знамениями. Но они (т. е. Фир'аун и вельможи) возгордились и тем самым стали грешниками"
        },
        {
            "chapter": 10,
            "verse": 76,
            "text": "Когда же перед ними предстала истина от Нас, они заявили: \"Воистину, это - явное чародейство"
        },
        {
            "chapter": 10,
            "verse": 77,
            "text": "Муса спросил: \"Неужели, когда истина предстала перед вами, вы станете спрашивать: \"Не колдовство ли это?\" Ведь чародеи не обретут преуспеяния"
        },
        {
            "chapter": 10,
            "verse": 78,
            "text": "Они спросили: \"Для того ли ты пришел, чтобы совратить нас с пути, по которому шли наши отцы, и чтобы вам обоим досталось величие на земле? Мы не уверуем в вас"
        },
        {
            "chapter": 10,
            "verse": 79,
            "text": "Фир'аун повелел: \"Приведите ко мне всех умелых чародеев"
        },
        {
            "chapter": 10,
            "verse": 80,
            "text": "Когда прибыли чародеи, Муса предложил им: \"Бросайте то, что собирались бросить"
        },
        {
            "chapter": 10,
            "verse": 81,
            "text": "Когда же [чародеи] бросили [это], Муса сказал: \"То, что вы затеяли, - всего-навсего колдовство. И Аллах, воистину, уничтожит его. Ведь Аллах не признает деяний нечестивцев"
        },
        {
            "chapter": 10,
            "verse": 82,
            "text": "Аллах Своими словами претворяет истину [в действительность], даже если это не по нутру грешникам"
        },
        {
            "chapter": 10,
            "verse": 83,
            "text": "За Мусой из страха перед Фир'ауном и его вельможами последовало лишь немного людей из народа Фир'ауна, опасаясь его преследований, ибо Фир'аун правил на земле самовластно. Воистину, он преступил всякую меру"
        },
        {
            "chapter": 10,
            "verse": 84,
            "text": "Муса сказал: \"О мой народ! Если вы уверовали в Аллаха, то на него и уповайте, раз вы предались [Аллаху]"
        },
        {
            "chapter": 10,
            "verse": 85,
            "text": "Они ответили: \"На Аллаха мы уповаем. Господи наш, не подвергай нас испытаниям от нечестивцев"
        },
        {
            "chapter": 10,
            "verse": 86,
            "text": "Твоей милостью спаси нас от неверных"
        },
        {
            "chapter": 10,
            "verse": 87,
            "text": "И Мы ниспослали откровение Мусе и его брату: \"Устройте для своего народа жилища в Египте, превратите их в молельные дома и совершайте [там] молитву. А ты [, Муса,] возвести [это] верующим"
        },
        {
            "chapter": 10,
            "verse": 88,
            "text": "Муса воззвал: \"Господи наш! Ты даровал Фир'ауну и его вельможам в здешней жизни украшения и богатства, так что они, Господи наш, совратили [людей] с Твоего пути. Господи наш! Преврати во прах их богатства, ожесточи их сердца, чтобы они не могли уверовать, пока не постигнет их мучительное наказание"
        },
        {
            "chapter": 10,
            "verse": 89,
            "text": "Аллах ответил: \"Услышана ваша молитва. Так не сходите же с прямого пути и не следуйте за теми, кто не ведает [истины]"
        },
        {
            "chapter": 10,
            "verse": 90,
            "text": "И Мы переправили сынов Исраила через море, а Фир'аун и его войско преследовали их упорно и ожесточенно. Когда же на Фир'ауна низвергся потоп, он воскликнул: \"Я уверовал в то, что нет Бога, кроме того, в кого уверовали сыны Исраила, и я из числа тех, кто предался [Богу]"
        },
        {
            "chapter": 10,
            "verse": 91,
            "text": "[Аллах сказал:]\"Теперь [ты уверовал], но раньше ты не повиновался [Нам] и был нечестивцем"
        },
        {
            "chapter": 10,
            "verse": 92,
            "text": "Сегодня же Мы вынесем твое тело на берег, чтобы ты был знамением для последующих поколений\". Воистину, многие люди пренебрегают Нашими знамениями"
        },
        {
            "chapter": 10,
            "verse": 93,
            "text": "[Потом] Мы поселили сынов Исра'ила в благодатной стране, наделили их благами, и меж ними не было разногласий, пока к ним не пришло знание. Воистину, твой Господь в Судный день рассудит их разногласия"
        },
        {
            "chapter": 10,
            "verse": 94,
            "text": "Если ты сомневаешься в том, что Мы ниспослали тебе, то спроси тех, которые читают прежние писания. Ведь к тебе явилась истина от твоего Господа, так не будь же сомневающимся"
        },
        {
            "chapter": 10,
            "verse": 95,
            "text": "Не будь также в числе тех, которые отрицали знамения Аллаха, а не то окажешься с теми, кто понес урон"
        },
        {
            "chapter": 10,
            "verse": 96,
            "text": "Воистину, те, о которых подтвердилось слово Аллаха, не уверуют"
        },
        {
            "chapter": 10,
            "verse": 97,
            "text": "если даже им явятся все знамения, пока не постигнет их мучительное наказание"
        },
        {
            "chapter": 10,
            "verse": 98,
            "text": "Разве хотя бы в одном селении уверовали жители и им помогла вера, кроме народа Йунуса? Когда они уверовали, Мы избавили их от позорного наказания в этой жизни и разрешили им пользоваться [благами жизни] до определенного времени"
        },
        {
            "chapter": 10,
            "verse": 99,
            "text": "Если бы твой Господь захотел, то все, кто есть на земле, без исключения уверовали бы. А ты разве стал бы принуждать людей к вере"
        },
        {
            "chapter": 10,
            "verse": 100,
            "text": "Ни один человек не уверует, кроме как с дозволения Аллаха, который и подвергает наказанию тех, кто не разумеет"
        },
        {
            "chapter": 10,
            "verse": 101,
            "text": "Скажи [, Мухаммад]: \"Задумайтесь о том, что на небесах и на земле\". И не будет пользы от знамений и увещеваний тем, кто не уверовал"
        },
        {
            "chapter": 10,
            "verse": 102,
            "text": "Неужели они могут ждать чего-либо иного, чем то, что постигло их предшественников [из неверных]? Скажи: \"Ждите, и я с вами подожду"
        },
        {
            "chapter": 10,
            "verse": 103,
            "text": "Потом Мы спасем Наших посланников и уверовавших. Таким образом Нам надлежит спасать верующих"
        },
        {
            "chapter": 10,
            "verse": 104,
            "text": "Скажи [, Мухаммад]: \"О люди! Если вы сомневаетесь насчет моей религии, то [знайте]: я не поклоняюсь тем, которым поклоняетесь вы помимо Аллаха, а поклоняюсь [только] Аллаху, который упокоит вас. И ведено мне быть верующим"
        },
        {
            "chapter": 10,
            "verse": 105,
            "text": "[Мне ведено также]: \"Обратись к правой вере и не будь из многобожников"
        },
        {
            "chapter": 10,
            "verse": 106,
            "text": "И не поклоняйся помимо Аллаха тому, кто не приносит тебе ни пользы и ни вреда. Если же ты будешь поклоняться ему, то ты в таком случае нечестивец"
        },
        {
            "chapter": 10,
            "verse": 107,
            "text": "Если Аллах поразит тебя бедой, то никто, кроме Него, не избавит тебя от нее. Если Он захочет одарить тебя добром, то никто не отвратит Его милости: \"Он одаривает ею, кого захочет из Своих рабов, и Он прощающий, милосердный"
        },
        {
            "chapter": 10,
            "verse": 108,
            "text": "Скажи [, Мухаммад]: \"О люди! К вам явилась истина от вашего Господа. Кто идет прямым путем - идет на пользу себе, а тот, кто сошел [с этого пути], сошел во вред себе, и я - не защитник ваш"
        },
        {
            "chapter": 10,
            "verse": 109,
            "text": "Следуй тому, что дается тебе в откровении, терпи [бедствия до тех пор], пока Аллах не рассудит, ибо Он - судия наилучший"
        },
        {
            "chapter": 11,
            "verse": 1,
            "text": "Алиф, лам, мим. [Это] - Писание, аяты которого ясно изложены и разъяснены от имени Мудрого, Ведающего"
        },
        {
            "chapter": 11,
            "verse": 2,
            "text": "чтобы вы не поклонялись никому, кроме Аллаха. [Скажи, Мухаммад]: \"Воистину, я для вас - увещеватель и добрый вестник от Него"
        },
        {
            "chapter": 11,
            "verse": 3,
            "text": "чтобы вы просили прощения у вашего Господа, а потом раскаялись пред Ним, чтобы Он наделил вас добрым достоянием до определенного срока и даровал каждому заслуживающему от милости Своей. Если же вы отклонитесь [от пути Аллаха], то я опасаюсь, [что вас постигнет] наказание в Великий день"
        },
        {
            "chapter": 11,
            "verse": 4,
            "text": "К Аллаху вернетесь вы, а Он властен над всем сущим"
        },
        {
            "chapter": 11,
            "verse": 5,
            "text": "О да! Воистину, неверные [стараются] сжать свои сердца, чтобы утаить от Него [то, что кроется в них]. О да! Когда они закутываются в покровы, Он знает то, что они утаивают и что обнаруживают. Воистину, ведомо Ему сокровенное в сердцах"
        },
        {
            "chapter": 11,
            "verse": 6,
            "text": "Нет на земле ни единого живого существа, которого Аллах не обеспечил бы пропитанием. Аллах знает также их [земное] местопребывание и [конечное] пристанище. И все это [записано] в ясном Писании"
        },
        {
            "chapter": 11,
            "verse": 7,
            "text": "Он - Тот, кто создал, пока Его трон покоился на воде, небеса и землю за шесть дней, дабы испытать, кто же из вас лучше по деяниям. Если ты [, Мухаммад,] скажешь: \"Воистину, вы будете воскрешены после смерти\", - то неверные непременно скажут: \"Это ведь не что иное, как явное колдовство"
        },
        {
            "chapter": 11,
            "verse": 8,
            "text": "Если же Мы отложим наказание их на некоторое время, они непременно скажут: \"Что же Его удерживает [от наказания]?\" Увы! В тот день, когда их постигнет наказание, им не отвратить его, и поразит их то, над чем они глумились"
        },
        {
            "chapter": 11,
            "verse": 9,
            "text": "Если Мы дадим человеку вкусить от милости [Своей], а потом отберем это, воистину, он неизбежно приходит в отчаяние и становится неблагодарным"
        },
        {
            "chapter": 11,
            "verse": 10,
            "text": "Если же Мы дадим ему вкусить благоденствие после беды, постигшей его, он непременно говорит: \"Напасти оставили меня в покое\", - и, воистину, он ликует и гордится"
        },
        {
            "chapter": 11,
            "verse": 11,
            "text": "[Таковы все люди,] кроме тех, которые терпели и творили добрые деяния. Им уготованы прощение и великое вознаграждение"
        },
        {
            "chapter": 11,
            "verse": 12,
            "text": "Быть может, ты [, Мухаммад,] откажешься от какой-либо части ниспосланного тебе в откровении из-за того, что твое сердце [, быть может,] огорчится их словами: \"Почему не ниспосланы ему сокровища или почему не явился вместе с ним ангел?\" Ты ведь - только увещеватель, Аллах же - поручитель всему сущему"
        },
        {
            "chapter": 11,
            "verse": 13,
            "text": "Или они станут утверждать: \"Он измыслил Коран\". Отвечай: \"Сочините-ка десять измышленных сур, подобных Корану, и призовите [на помощь], кого сумеете, помимо Аллаха, если вы и вправду [так считаете]"
        },
        {
            "chapter": 11,
            "verse": 14,
            "text": "Если они не выполнят вашу просьбу, то да будет вам известно, что Коран ниспослан с ведома Аллаха и что нет бога, кроме Него. Неужели же вы не предадитесь [Аллаху]"
        },
        {
            "chapter": 11,
            "verse": 15,
            "text": "Тем, кто жаждет жизни в этом мире и ее блага, Мы сполна воздадим за их поступки в этом мире, и они нисколько не будут ущемлены"
        },
        {
            "chapter": 11,
            "verse": 16,
            "text": "Они - те, которым в будущей жизни не назначено ничего, кроме огня. Тщетны их усилия в этом мире, никчемны их деяния"
        },
        {
            "chapter": 11,
            "verse": 17,
            "text": "Именно те, кому ниспослано было ясное откровение от Господа своего, сообщенное [Мухаммаду] свидетелем от Него, - а раньше [Корана] даровано было Писание Мусы (т. е. Тора) в качестве руководства и милости, - именно те уверовали в Него. А тем, кто не уверовал в Него, - из входящих в разные группировки - уготован адский огонь. Не впадай же в сомнение относительно Корана, ибо он - истина от Господа твоего, хотя большая часть людей не верует [в это]"
        },
        {
            "chapter": 11,
            "verse": 18,
            "text": "Кто же несправедливее того, кто возвел на Аллаха навет? Они предстанут перед Господом, и свидетели скажут тогда: \"Это они оболгали Господа своего\". Да будет проклятие Аллаха над нечестивцами"
        },
        {
            "chapter": 11,
            "verse": 19,
            "text": "которые сбивают [людей] с пути Аллаха, стремясь [представить] его в ложном свете, и не веруют в будущую жизнь"
        },
        {
            "chapter": 11,
            "verse": 20,
            "text": "Они не смогут избежать [наказания Аллаха] на земле, и нет у них защитников от Аллаха. Воздается им наказание вдвойне - ведь они не сумели услышать [о пути Аллаха] и не замечали [его]"
        },
        {
            "chapter": 11,
            "verse": 21,
            "text": "Они только навредили сами себе, и тщетными окажутся их измышления"
        },
        {
            "chapter": 11,
            "verse": 22,
            "text": "Нет сомнения в том, что в будущей жизни им придется тяжелее всех"
        },
        {
            "chapter": 11,
            "verse": 23,
            "text": "Воистину, те, которые уверовали, вершили добрые деяния и были смиренны пред своим Господом, будут обитать в раю и пребудут там во веки веков"
        },
        {
            "chapter": 11,
            "verse": 24,
            "text": "Верующие и неверные подобны слепому и глухому и зрячему и слышащему. Разве можно их сравнивать друг с другом? Неужели же вы (т. е. неверные) не образумитесь"
        },
        {
            "chapter": 11,
            "verse": 25,
            "text": "Мы отправили Нуха, [как и тебя, Мухаммад,] к его народу, [и он сказал]: \"Воистину, я для вас - ясно говорящий увещеватель"
        },
        {
            "chapter": 11,
            "verse": 26,
            "text": "Поклоняйтесь только Аллаху, ибо я опасаюсь, что вас подвергнут наказанию в мучительный (т. е. Судный) день"
        },
        {
            "chapter": 11,
            "verse": 27,
            "text": "И сказали знатные - те из его народа, которые не уверовали: \"Мы видим, что [по положению] ты - всего лишь такой же человек, как и мы. Мы видим, что за тобой пошли только самые низкие из нас, ограниченные умом. Мы не видим, чтобы вы чем-либо превосходили нас, напротив, думаем, что вы - лжецы"
        },
        {
            "chapter": 11,
            "verse": 28,
            "text": "[Нух] сказал: \"О мой народ! Неужели вы полагаете, что я, держась откровения от Господа моего и дарованной Им милости, которые недоступны вашим взорам, стал бы принуждать вас [принять] их, если они вам ненавистны"
        },
        {
            "chapter": 11,
            "verse": 29,
            "text": "О мой народ! Я не прошу у вас [вознаграждения] богатством за сообщение вам откровения: меня вознаградит один лишь Аллах. Я не буду отвергать тех, которые уверовали, ибо они уверовали в то, что предстанут перед Господом своим. А вы, как я вижу, - люди невежественные"
        },
        {
            "chapter": 11,
            "verse": 30,
            "text": "О мой народ! Кто заступится за меня перед Аллахом, если я отвергну уверовавших? Неужели вы не образумитесь"
        },
        {
            "chapter": 11,
            "verse": 31,
            "text": "Я не говорю вам: \"Сокровищницы Аллаха - при мне\" или: \"Я ведаю сокровенное\". Не говорю и так: \"Я - ангел\". Не говорю я также тем, кто презрен в ваших глазах, что Аллах не дарует им никакого добра. Аллах лучше осведомлен о том, что в их душах. [Если бы я это говорил], то, воистину, был бы несправедлив"
        },
        {
            "chapter": 11,
            "verse": 32,
            "text": "Они сказали: \"О Нух! Ты пререкался и пререкаешься с нами долго. Так яви же нам то, чем ты угрожаешь нам, если ты говоришь правду"
        },
        {
            "chapter": 11,
            "verse": 33,
            "text": "Нух сказал: \"Воистину, это явит вам сам Аллах, если пожелает, и не в ваших силах предотвратить это"
        },
        {
            "chapter": 11,
            "verse": 34,
            "text": "Вам не поможет и мой совет, если бы я захотел наставлять вас, если Аллах возжелает сбить вас с пути, то Он - ваш Господь, и к Нему вы будете возвращены"
        },
        {
            "chapter": 11,
            "verse": 35,
            "text": "Быть может, неверные скажут: \"[Мухаммад] сочинил сам Коран\". Отвечай: \"Если я сочинил его, то на мне лежит мой грех [за это], но к вашим грехам я непричастен"
        },
        {
            "chapter": 11,
            "verse": 36,
            "text": "Нуху было внушено в откровении: \"Из твоего народа верующими будут только те, которые уже уверовали. И пусть тебя не огорчают их деяния"
        },
        {
            "chapter": 11,
            "verse": 37,
            "text": "И воздвигни ковчег пред Нашими очами и по откровению Нашему, и не проси у Меня за тех, которые несправедливы, ибо они будут потоплены"
        },
        {
            "chapter": 11,
            "verse": 38,
            "text": "Он сооружал ковчег, и каждый раз, когда мимо него проходили знатные люди из его народа, они высмеивали его, а он говорил: \"Если вы насмехаетесь над нами, то и мы, воистину, будем насмехаться над вами, подобно тому как смеетесь вы"
        },
        {
            "chapter": 11,
            "verse": 39,
            "text": "Скоро вы узнаете, кого постигнет унизительная кара, кого поразит вечное наказание"
        },
        {
            "chapter": 11,
            "verse": 40,
            "text": "[Нух сооружал ковчег,] пока не снизошло Наше повеление и из чрева земли не забила ключом вода. Тогда Мы повелели: \"Забери [в ковчег] из каждого вида [животных] по паре - самца и самку - и свою семью, за исключением тех, о которых уже было предопределение [Аллаха], [возьми] также и тех, кто уверовал\". Но вместе с Нухом уверовали лишь немногие"
        },
        {
            "chapter": 11,
            "verse": 41,
            "text": "[Нух] сказал: \"Плывите в ковчеге! Именем Аллаха плывет он и останавливается. Воистину, Господь мой - прощающий, милосердный"
        },
        {
            "chapter": 11,
            "verse": 42,
            "text": "Ковчег с ними поплыл по волнам, огромным, как горы. И тогда Нух воззвал к своему сыну, который стоял одиноко в стороне: \"О сын мой! Садись с нами [в ковчег] и не оставайся с неверными"
        },
        {
            "chapter": 11,
            "verse": 43,
            "text": "[Сын] ответил: \"Я поднимусь на какую-нибудь гору, которая спасет меня от воды\". [Нух] сказал: \"Сегодня никто не спасет [никого] от предопределения Аллаха, за исключением тех, над кем Он смилостивится\". И при этих словах разъединила их волна, и сын утонул"
        },
        {
            "chapter": 11,
            "verse": 44,
            "text": "И сказано было [Аллахом]: \"О земля! Впитай твою воду. О небо! Перестань [проливать дождь]\". И тогда вода спала, свершилось веление [Аллаха], а [ковчег] пристал к [горе] ал-Джуди, и было сказано: \"Да лишатся неправедные люди [милости Аллаха]"
        },
        {
            "chapter": 11,
            "verse": 45,
            "text": "Тогда Нух воззвал к своему Господу: \"Господи! Ведь сын мой - частица моей семьи и Твое обещание истинно, а Ты - справедливейший из судей"
        },
        {
            "chapter": 11,
            "verse": 46,
            "text": "[Аллах] сказал: \"О Нух! Он - не частица твоей семьи. Твоя просьба - неправое дело, не проси Меня о том, чего не разумеешь. Воистину, я советую тебе не быть невеждой"
        },
        {
            "chapter": 11,
            "verse": 47,
            "text": "[Нух] сказал: \"Господи! Воистину, я уповаю на Тебя и не стану просить о том, чего не ведаю. И урон я понесу, если ты не простишь меня и не помилуешь"
        },
        {
            "chapter": 11,
            "verse": 48,
            "text": "Было сказано: \"О Нух! Сходи [на берег] с миром, ниспосланным Нами, и с благословениями [Нашими] тебе и общинам, которые с тобой. [Среди твоих потомков будут] общины, которых Мы облагодетельствуем, но потом их постигнет [за грехи] мучительное наказание от Нас"
        },
        {
            "chapter": 11,
            "verse": 49,
            "text": "Все, что [рассказано тебе, о Мухаммад], - вести о сокровенном, ниспосылаем Мы их тебе как откровение. Ни ты, ни твой народ не ведали о них прежде. Так будь же терпеливым, [подобно древним пророкам], ибо [счастливый] исход уготован богобоязненным"
        },
        {
            "chapter": 11,
            "verse": 50,
            "text": "К [людям] народа 'ад [Мы отправили] их собрата Худа. Он провозгласил: \"О мой народ! Поклоняйтесь Аллаху. У вас нет другого бога, кроме Него, и вы только выдумываете [себе богов]"
        },
        {
            "chapter": 11,
            "verse": 51,
            "text": "О мой народ! Я не прошу у вас награды за [призыв к истинной вере], ибо вознаградит меня тот, кто создал меня. Неужели вы не разумеете"
        },
        {
            "chapter": 11,
            "verse": 52,
            "text": "О мой народ! Просите прощения у вашего Господа, а потом раскайтесь пред Ним, и Он ниспошлет вам с неба обильный дождь и умножит многократно вашу силу. Так не отступайтесь же [от меня] грешниками"
        },
        {
            "chapter": 11,
            "verse": 53,
            "text": "Они ответили: \"О Худ! Ты не явил нам ясного знамения, и мы не станем отрекаться от своих богов и не уверуем в твое [пророчество]"
        },
        {
            "chapter": 11,
            "verse": 54,
            "text": "Мы твердо уверены, что просто один из наших богов причинил тебе зло\". [Худ] сказал: \"Воистину, я прошу Аллаха быть свидетелем, а вы свидетельствуйте, что я непричастен к тем, кому вы поклоняетесь"
        },
        {
            "chapter": 11,
            "verse": 55,
            "text": "помимо Него. Так ухищряйтесь, объединившись [с ними], против меня и не давайте мне отсрочки"
        },
        {
            "chapter": 11,
            "verse": 56,
            "text": "Воистину, я уповаю на Аллаха, моего и вашего Господа. Нет ни одного живого существа, которое не было бы подвластно Ему. Воистину, путь моего Господа - прямой"
        },
        {
            "chapter": 11,
            "verse": 57,
            "text": "Если же вы сойдете [с указанного пути], то ведь я довел до вашего сведения то, с чем я к вам послан. А мой Господь породит вместо вас другой народ, вы же не причините Ему никакого вреда. Воистину, Господь мой - над всем сущим страж"
        },
        {
            "chapter": 11,
            "verse": 58,
            "text": "Когда настала пора [осуществиться] Нашему велению, Мы милостиво спасли Худа и тех, кто уверовал вместе с ним. Мы избавили их от жестокого наказания"
        },
        {
            "chapter": 11,
            "verse": 59,
            "text": "Адиты же отвергли знамения своего Господа, не вняли Его посланникам и повиновались обыкновенному тирану-ослушнику"
        },
        {
            "chapter": 11,
            "verse": 60,
            "text": "И в этом мире, и в Судный день неотлучно будет следовать за ними проклятие, дабы вы знали, что адиты не уверовали в своего Господа. Воистину, да сгинут адиты, народ Худа"
        },
        {
            "chapter": 11,
            "verse": 61,
            "text": "[Мы послали] к самудянам Салиха - брата их. Он сказал:\"О мой народ! Поклоняйтесь [только] Аллаху: у вас нет иного бога, кроме Него. Он сотворил вас из земли и дал вам на ней жилища. Просите же прощения у Него, затем покайтесь пред Ним. Воистину, мой Господь близок [к людям], Он удовлетворяет просьбы"
        },
        {
            "chapter": 11,
            "verse": 62,
            "text": "Они сказали: \"О Салих! До нынешнего дня ты был нашей надеждой. Неужели ты будешь запрещать нам поклоняться тому, кому поклонялись наши отцы? Воистину, мы очень сомневаемся в том, к чему ты нас призываешь"
        },
        {
            "chapter": 11,
            "verse": 63,
            "text": "[Салих] сказал: \"О мой народ, поразмысли! Ведь я уверовал в ясные знамения Господа моего, Он одарил меня милостью, - кто же отвратит от меня [наказание] Аллаха, если я не повинуюсь [Ему]? Из-за вас я могу потерпеть большой урон"
        },
        {
            "chapter": 11,
            "verse": 64,
            "text": "О мой народ! Вот эта верблюдица Аллаха - знамение для вас. Пусть она пасется на земле Аллаха, не причиняйте ей зла, а не то вас постигнет скорое наказание"
        },
        {
            "chapter": 11,
            "verse": 65,
            "text": "Но они подрезали ей поджилки, и Салих сказал: \"Пользуйтесь мирскими благами [еще] три дня в своих жилищах. Это - неотвратимое обещание [о вашем наказании]"
        },
        {
            "chapter": 11,
            "verse": 66,
            "text": "Когда же настал час [исполниться] Нашему повелению, Салиха и тех, кто уверовал вместе с ним, Мы по Нашему милосердию спасли [от гибели] и от бесславия в тот день. Воистину, твой Господь силен, всемогущ"
        },
        {
            "chapter": 11,
            "verse": 67,
            "text": "А тех, кто был нечестивцем, поразил трубный звук, и к утру они лежали в своих жилищах недвижимыми"
        },
        {
            "chapter": 11,
            "verse": 68,
            "text": "словно бы вовсе и не жили там. Знайте же, что самудяне не уверовали в своего Господа. Да сгинут самудяне"
        },
        {
            "chapter": 11,
            "verse": 69,
            "text": "Наши посланцы (т. е. ангелы) пришли к Ибрахиму с радостной вестью, сказали: \"Мир!\" Он ответил: \"Мир!\" - и, не мешкая, принес жареного ягненка"
        },
        {
            "chapter": 11,
            "verse": 70,
            "text": "Увидев, что они не тронули еды, он догадался, что они - не гости, и ему стало боязно перед ними. Посланцы сказали: \"Не бойся, воистину, мы посланы к народу Лута"
        },
        {
            "chapter": 11,
            "verse": 71,
            "text": "Тем временем жена Ибрахима стояла [рядом с ним], и она засмеялась, когда Мы сообщили ей радостную весть об Исхаке, а вслед за Исхаком - о Йа'кубе"
        },
        {
            "chapter": 11,
            "verse": 72,
            "text": "Она воскликнула: \"Горе мне! Неужели я рожу? Ведь я - старуха. И муж мой - старик. Воистину, это удивительно"
        },
        {
            "chapter": 11,
            "verse": 73,
            "text": "Посланцы сказали: \"Неужели ты удивлена велением Аллаха? Милость Аллаха и Его благословения да осенят вас, обитателей дома. Воистину, Он - хвалимый, славный"
        },
        {
            "chapter": 11,
            "verse": 74,
            "text": "Когда страх Ибрахима улегся и он услышал радостную весть, он вступил с Нами в спор о народе Лута"
        },
        {
            "chapter": 11,
            "verse": 75,
            "text": "ибо Ибрахим - кроткий, отзывчивый, сожалеющий"
        },
        {
            "chapter": 11,
            "verse": 76,
            "text": "[Посланцы сказали]: \"О Ибрахим! Оставь споры, ибо ведь твой Господь уже повелел, и, воистину, их поразит кара неотвратимая"
        },
        {
            "chapter": 11,
            "verse": 77,
            "text": "Когда Наши посланцы пришли к Луту, он огорчился из-за них, силы покинули его [от страха], и он сказал: \"Вот и настал тяжкий день"
        },
        {
            "chapter": 11,
            "verse": 78,
            "text": "К Луту прибежали люди его племени, которые уже давно творили непотребные дела. Лут сказал: \"О мой народ! Берите моих дочерей: они для вас чище [, чем мужчины]. Бойтесь же Аллаха и не позорьте меня перед моими гостями. Неужели среди вас нет благоразумного мужа"
        },
        {
            "chapter": 11,
            "verse": 79,
            "text": "Они сказали: \"Нам вовсе не надобны твои дочери. И ты прекрасно знаешь, чего мы хотим"
        },
        {
            "chapter": 11,
            "verse": 80,
            "text": "[Лут] сказал: \"О, если бы у меня была сила против вас! Или же у меня была бы [для спасения] от вас мощная опора"
        },
        {
            "chapter": 11,
            "verse": 81,
            "text": "[Посланцы] сказали: \"О Лут! Мы - посланцы Господа твоего, а они не смогут навредить тебе. Покинь [эти места] среди ночи вместе со всем семейством, и пусть никто из вас не оглядывается, кроме твоей жены. Воистину, ее поразит то, что поразит остальных людей. Срок же, определенный им, [наступит] утром. А ведь утро так близко"
        },
        {
            "chapter": 11,
            "verse": 82,
            "text": "Когда же настало время, предопределенное Нами, Мы перевернули вверх дном их селения и обрушили на них ливнем комья затвердевшей глины"
        },
        {
            "chapter": 11,
            "verse": 83,
            "text": "меченные по воле Господа твоего. И такой [карающий ливень] в скором времени постигнет и [мекканских] нечестивцев"
        },
        {
            "chapter": 11,
            "verse": 84,
            "text": "[Мы послали] также к мадйанитам их брата Шу'айба. Он сказал: \"О мой народ! Поклоняйтесь Аллаху: у вас нет иного бога, кроме Него. Не обмеривайте и не обвешивайте [людей при сделках]. Я вижу, как вы благоденствуете, и боюсь, что [вас постигнет] наказание в Судный день"
        },
        {
            "chapter": 11,
            "verse": 85,
            "text": "О мой народ! Мерьте и взвешивайте честно, не обманывайте людей [при сделках], не совершайте нечестия на земле"
        },
        {
            "chapter": 11,
            "verse": 86,
            "text": "То, что оставит вам Аллах [при честной торговле], для вас лучше [, чем обретенное нечестным путем], если вы веруете. Я же не стражник вам"
        },
        {
            "chapter": 11,
            "verse": 87,
            "text": "Они сказали, \"О Шу'айб Неужели своими молитвами ты [должен призывать] нас отрекаться от того, чему поклонялись наши отцы, или распоряжаться нашим имуществом не так, как мы считаем нужным? Ведь ты же - кроткий, смиренный"
        },
        {
            "chapter": 11,
            "verse": 88,
            "text": "Шу'айб сказал: \"О мой народ! Вы бы подумали: ведь коли мне даровано Господом моим ясное доказательство, коли Он даровал мне прекрасную долю [, то как мне ослушаться Его]? Не пререкаться с вами о том, что я вам запрещаю, хочу я, а лишь исправления [ваших деяний], насколько это в моих силах. Споспешествовать мне в этом может только Аллах. На Него я уповаю, к Нему обращаюсь"
        },
        {
            "chapter": 11,
            "verse": 89,
            "text": "О мой народ! Пусть ваши разногласия со мной не влекут вас к грехопадению, иначе вас постигнет то, что постигло народ Нуха, или народ Худа, или народ Салиха. И народ Лута ведь не далек от вас [по времени и местопребыванию]"
        },
        {
            "chapter": 11,
            "verse": 90,
            "text": "Просите прощения у Господа своего, потом раскайтесь перед Ним. Воистину, мой Господь - милосердный, любящий"
        },
        {
            "chapter": 11,
            "verse": 91,
            "text": "Они сказали: \"О Шу'айб! Многое из того, что ты вещаешь, нам непонятно. Воистину, мы нисколько не почитаем тебя. Если бы не [уважение к] твоему роду, мы побили бы тебя камнями. Но ты для нас вовсе не неприкосновенен"
        },
        {
            "chapter": 11,
            "verse": 92,
            "text": "[Шу'айб] сказал: \"О мой народ! Неужели мой род дороже для вас, чем Аллах? Вы отвернулись от Него. Воистину, мой Господь объемлет [знанием] то, что вы вершите"
        },
        {
            "chapter": 11,
            "verse": 93,
            "text": "О мой народ! Делайте [со мной] то, что в ваших силах, а я буду делать [то, что я могу]. Вы скоро узнаете, кого постигнет унизительное наказание и кто [из нас] лжец. Ждите же, и я буду ждать вместе с вами"
        },
        {
            "chapter": 11,
            "verse": 94,
            "text": "Когда же настал срок Нашему предопределению, мы спасли по Нашей милости Шу'айба и тех, кто уверовал вместе с ним. А тех, кто не уверовал, настиг трубный глас, и они пали недвижимыми в своих домах"
        },
        {
            "chapter": 11,
            "verse": 95,
            "text": "словно никогда в них и не жили. Да сгинут мадйаниты, как сгинули самудяне"
        },
        {
            "chapter": 11,
            "verse": 96,
            "text": "Послали Мы также Мусу с Нашими знамениями и явным свидетельством (т. е. Торой)"
        },
        {
            "chapter": 11,
            "verse": 97,
            "text": "к Фир'ауну и его знати. Но [люди его] последовали повелению Фир'ауна, хотя оно и не было разумным"
        },
        {
            "chapter": 11,
            "verse": 98,
            "text": "В День воскресения Фир'аун возглавит свой народ в шествии к адскому огню. И скверно то место, куда их поведут"
        },
        {
            "chapter": 11,
            "verse": 99,
            "text": "Вослед за ними раздаются там проклятия, [так будет и] в День воскресения. Сколь отвратителен дар, которым их удостоили"
        },
        {
            "chapter": 11,
            "verse": 100,
            "text": "Это - из рассказов о [жителях былых] городов. Мы излагаем тебе [, Мухаммад,] кое-что [из них]. Некоторые из [тех городов] все еще существуют, другие же [исчезли, словно были] скошены"
        },
        {
            "chapter": 11,
            "verse": 101,
            "text": "Мы не были к ним несправедливы. Это они сами были несправедливы к себе! Когда снизошло веление Господа твоего, не помогли им ни в чем их боги, к которым они взывали с мольбой, минуя Аллаха. [Боги эти] лишь толкали их к гибели"
        },
        {
            "chapter": 11,
            "verse": 102,
            "text": "Таким было наказание Господа твоего, когда Он наказал города, [жители] которых неправедны. Воистину, кара Его мучительна, сурова"
        },
        {
            "chapter": 11,
            "verse": 103,
            "text": "Воистину, в этом - знамение для тех, кто страшится наказания в будущей жизни. Это - тот день, в который будут собраны [все] люди, это - тот день, который увидят [и ангелы и люди]"
        },
        {
            "chapter": 11,
            "verse": 104,
            "text": "И Мы отсрочим его лишь на короткое время"
        },
        {
            "chapter": 11,
            "verse": 105,
            "text": "[Когда] наступит этот день, ни один человек не заговорит, кроме как с Его соизволения. И среди [людей] будут и несчастные и счастливые"
        },
        {
            "chapter": 11,
            "verse": 106,
            "text": "Несчастные пребудут в огне. И удел их там - вопли и стоны"
        },
        {
            "chapter": 11,
            "verse": 107,
            "text": "Они пребудут там вечно, доколе существуют небеса и земля, если только Господу твоему не будет угодно [прекратить наказание]. Воистину, Господь твой вершит то, что пожелает"
        },
        {
            "chapter": 11,
            "verse": 108,
            "text": "Счастливые же пребудут в раю, [данном им] как неиссякаемый дар. Вечно они пребудут там, доколе существуют небеса и земля, если только Господь твой не пожелает [вознаградить их лучшим образом]"
        },
        {
            "chapter": 11,
            "verse": 109,
            "text": "Не проявляй же [, о Мухаммад,] сомнения о тех (т. е. идолах), кому поклоняются эти [люди]. Они поклоняются тем же [идолам], кому поклонялись их отцы до них. Воистину, Мы воздадим им сполна и без остатка их удел"
        },
        {
            "chapter": 11,
            "verse": 110,
            "text": "Мы даровали Мусе писание, но [его последователи] стали толковать его по-разному. И если бы не было предопределено прежде твоим Господом, то спор их был бы решен. Воистину, они находятся в сильном сомнении относительно этого (т. е. писания, дарованного Мусе)"
        },
        {
            "chapter": 11,
            "verse": 111,
            "text": "Воистину, твой Господь воздаст сполна всем людям за их деяния, ведь Он знает о том, что они вершат"
        },
        {
            "chapter": 11,
            "verse": 112,
            "text": "Будь же стоек на прямом пути, как тебе велено, вместе с теми, кто обратился [к Аллаху]. И не преступайте [границ дозволенного], ибо, воистину, Он видит то, что вы вершите"
        },
        {
            "chapter": 11,
            "verse": 113,
            "text": "Не полагайтесь на нечестивцев, не то вас поразит адский огонь. У вас нет покровителей, кроме Аллаха, и никто вам не окажет помощи"
        },
        {
            "chapter": 11,
            "verse": 114,
            "text": "Совершай обрядовую молитву в начале и конце дня, в начале и конце ночи. Воистину, добрые деяния устраняют деяния дурные. Это - наставление для тех, кто помнит"
        },
        {
            "chapter": 11,
            "verse": 115,
            "text": "Терпи [, Мухаммад]: воистину, Аллах не преминет вознаградить творящих добро"
        },
        {
            "chapter": 11,
            "verse": 116,
            "text": "Почему же среди поколений, живших до вас, оказалось совсем немного достойных людей, выступавших против нечестия, - из числа тех, которых Мы спасли? А те, которые были нечестивы, предпочли дарованные им [мирские блага] и стали [тем самым] грешниками"
        },
        {
            "chapter": 11,
            "verse": 117,
            "text": "Твой Господь не станет несправедливо губить [жителей] городов, если они добродетельны"
        },
        {
            "chapter": 11,
            "verse": 118,
            "text": "Если бы твой Господь захотел, то Он создал бы людей одной религиозной общиной. Но ведь люди не перестают вступать в противоречия [между собой]"
        },
        {
            "chapter": 11,
            "verse": 119,
            "text": "за исключением тех, над кем смилостивился твой Господь. И потому Он создал их [не единой общиной], чтобы претворилось предопределение Господа твоего: \"Непременно Я наполню ад и джиннами и людьми - всеми"
        },
        {
            "chapter": 11,
            "verse": 120,
            "text": "И Мы рассказываем тебе из вестей о [прежних] посланниках все то, чем укрепляем твое сердце. И с этими [рассказами] к тебе пришли и истина, и увещевание, и наставление для [всех] верующих"
        },
        {
            "chapter": 11,
            "verse": 121,
            "text": "Скажи тем, которые не веруют: \"Действуйте по мере ваших возможностей, Мы тоже будем действовать"
        },
        {
            "chapter": 11,
            "verse": 122,
            "text": "Выжидайте [результатов действий], и мы будем выжидать"
        },
        {
            "chapter": 11,
            "verse": 123,
            "text": "Аллаху только ведомо сокровенное небес и земли, в Его власти все дела. Так поклоняйся же Ему и уповай на Него, ибо Господь твой ведает о том, что вы творите"
        },
        {
            "chapter": 12,
            "verse": 1,
            "text": "Алиф, лам, ра. Эти [аяты] - знамения ясного Писания"
        },
        {
            "chapter": 12,
            "verse": 2,
            "text": "Воистину, Мы ниспослали его (в виде) Корана на арабском языке в надежде, что вы поймете [его содержание]"
        },
        {
            "chapter": 12,
            "verse": 3,
            "text": "Мы рассказываем тебе этот Коран в Нашем откровении наилучшим образом, хотя прежде ты был среди не ведавших [об откровении]"
        },
        {
            "chapter": 12,
            "verse": 4,
            "text": "[Вспомни, Мухаммад,] как Йусуф сказал своему отцу: \"О мой отец! Я видел [во сне] одиннадцать звезд, солнце и луну. Я видел, как они поклонялись мне"
        },
        {
            "chapter": 12,
            "verse": 5,
            "text": "[Отец] сказал: \"О сынок мой! Не рассказывай этого сна своим братьям, а не то они замыслят против тебя коварство. Ведь шайтан - явный враг человеку"
        },
        {
            "chapter": 12,
            "verse": 6,
            "text": "И [согласно твоему сновидению] твой Господь изберет тебя [на пророческий сан], научит тебя толковать сны и оделит сполна тебя и род Йа'куба Своим благодеянием, подобно тому как раньше Он оделил им твоих праотцев: Ибрахима и Исхака. Воистину, твой Господь - знающий, мудрый"
        },
        {
            "chapter": 12,
            "verse": 7,
            "text": "[В сказании] о Йусуфе и его братьях заключены, несомненно, знамения для алчущих истины"
        },
        {
            "chapter": 12,
            "verse": 8,
            "text": "[Братья] сказали: \"Несомненно, отец любит Йусуфа и его брата больше, чем нас, хотя нас так много. Воистину, наш отец [впал] в явное заблуждение"
        },
        {
            "chapter": 12,
            "verse": 9,
            "text": "Убейте же Йусуфа или же доставьте его в [далекие] земли [бросьте там]. Тогда благоволение вашего отца целиком будет обращено на вас, и тогда вы раскаетесь [вновь] станете праведными людьми"
        },
        {
            "chapter": 12,
            "verse": 10,
            "text": "Один из братьев сказал: \"Не убивайте Йусуфа, если вы решили расправиться с ним, а бросьте его на дно колодца. Какой-либо путник вытащит его"
        },
        {
            "chapter": 12,
            "verse": 11,
            "text": "[Братья] сказали: \"О отец наш! Почему ты не доверяешь нам Йусуфа? Ведь мы для него - [добрые] советники"
        },
        {
            "chapter": 12,
            "verse": 12,
            "text": "Отпусти его завтра с нами, пусть он поест вволю и поиграет, мы же будем беречь его"
        },
        {
            "chapter": 12,
            "verse": 13,
            "text": "[Отец] сказал: \"Не хочется мне отпускать его с вами. Я боюсь, что, как только вы зазеваетесь, его съест волк"
        },
        {
            "chapter": 12,
            "verse": 14,
            "text": "[Братья] сказали: \"Да не такие мы растери, чтобы волк съел его, когда нас так много"
        },
        {
            "chapter": 12,
            "verse": 15,
            "text": "Когда же братья отправились с Йусуфом [в степь] и бросили его на дно колодца, Мы внушили Йусуфу: \"Ты непременно напомнишь им об этом их деянии, когда они об этом и думать забудут"
        },
        {
            "chapter": 12,
            "verse": 16,
            "text": "Вечером братья вернулись к отцу со стенаниями"
        },
        {
            "chapter": 12,
            "verse": 17,
            "text": "и воскликнули: \"О отец наш! Мы бегали наперегонки, а Йусуфа оставили стеречь наши вещи, [вот тут-то] волк и задрал его. Ты не поверишь нам, но мы говорим правду"
        },
        {
            "chapter": 12,
            "verse": 18,
            "text": "И они поднесли [ему] рубашку Йусуфа, якобы [обагренную] кровью. [Отец] сказал: \"Да, только сердца ваши подсказали вам [такое] деяние. Но терпение - благо. И к Аллаху [надо] взывать о помощи [в деле], о котором вы поведали"
        },
        {
            "chapter": 12,
            "verse": 19,
            "text": "Меж тем [к колодцу] прибыл караван, и [караванщики] послали водоноса [по воду]. Он опустил свое ведро и [, увидев Йусуфа,] воскликнул: \"Радостная весть! Это же мальчик!\" [Караванщики] спрятали Йусуфа, чтобы продать. Но ведь Аллах ведал о том, что они делают"
        },
        {
            "chapter": 12,
            "verse": 20,
            "text": "И они продали его за ничтожную цену - за немногие дирхемы, желая избавиться от него"
        },
        {
            "chapter": 12,
            "verse": 21,
            "text": "Тот житель Египта, который купил Йусуфа, сказал своей жене: \"Относись к нему хорошо. Быть может, он пригодится нам или мы усыновим его\". Так Мы дали Йусуфу прочное положение в этой стране, [соблаговолили] научить его толкованию снов. Аллах властен над тем, что Он соизволил, однако большинство людей не ведает [об этом]"
        },
        {
            "chapter": 12,
            "verse": 22,
            "text": "Когда Йусуф достиг совершеннолетия, Мы даровали ему мудрость и знание. Так Мы вознаграждаем тех, кто вершит добро"
        },
        {
            "chapter": 12,
            "verse": 23,
            "text": "Женщина, в доме которой жил Йусуф, стала соблазнять его, заперла двери и сказала: \"Приди ко мне\". Он ответил: \"Упаси Аллах! Ведь мой Господь предоставил мне прекрасное убежище, а нечестивцы никогда не будут преуспевающими"
        },
        {
            "chapter": 12,
            "verse": 24,
            "text": "Она возжелала его, и он возжелал бы ее тоже, если бы не увидел прежде знамения Господа своего. Так [повелели Мы], чтобы отвратить от него зло и прелюбодеяние, ибо он, воистину, из числа Наших верных рабов"
        },
        {
            "chapter": 12,
            "verse": 25,
            "text": "Они бросились к двери, опережая друг друга, и она порвала со спины рубаху Йусуфа. У двери они наткнулись на ее мужа. Она вскричала: \"Как иначе можно покарать того, кто покушался на честь твоей жены, если не заточить в темницу, не [подвергнуть] мучительному наказанию"
        },
        {
            "chapter": 12,
            "verse": 26,
            "text": "Йусуф сказал: \"Это она пыталась соблазнить меня\", - а свидетель из ее семьи заключил: \"Если его рубаха разорвана спереди, то она говорит правду, а он - ложь"
        },
        {
            "chapter": 12,
            "verse": 27,
            "text": "А если его рубаха разорвана со спины, то она лжет, а он говорит правду"
        },
        {
            "chapter": 12,
            "verse": 28,
            "text": "Убедившись, что его рубаха разорвана со спины, муж сказал: \"Воистину, все это - [только часть] из ваших [женских] козней, а козни ваши превелики"
        },
        {
            "chapter": 12,
            "verse": 29,
            "text": "Йусуф! Забудь об этом. А ты [, жена,] проси прощения за свое прегрешение, ибо ты совершила грех"
        },
        {
            "chapter": 12,
            "verse": 30,
            "text": "[После того] женщины в городе стали сплетничать: \"Жена знатного мужа пыталась соблазнить своего юного раба! Ее охватила страсть к нему. Воистину, мы полагаем, что она впала в явный грех"
        },
        {
            "chapter": 12,
            "verse": 31,
            "text": "Когда она услышала про сплетни египетских жен, то пригласила их [в гости], велела приготовить им ложа, дала каждой по ножику [для очистки плодов] и сказала [Йусуфу]: \"Выйди к ним\". Когда они увидели его, то стали так расхваливать, что порезали ножами себе руки [вместо плодов], и воскликнули: \"Упаси Аллах! Это - не человек, он не кто иной, как благородный ангел"
        },
        {
            "chapter": 12,
            "verse": 32,
            "text": "[Жена того сановника] сказала: \"Перед вами тот, из-за которого вы меня порицали. Правда, я пыталась его соблазнить, но он устоял. Однако если он не повинуется моему желанию, то будет заточен в темницу и окажется в числе ничтожных"
        },
        {
            "chapter": 12,
            "verse": 33,
            "text": "[Йусуф] воскликнул: \"Господь мой! Темница мне милее того, к чему меня принуждают. Если Ты не избавишь меня от их козней, я уступлю им и окажусь в числе глупцов"
        },
        {
            "chapter": 12,
            "verse": 34,
            "text": "Господь удовлетворил [его мольбу] и отвратил от него их козни, ибо, воистину, Он - внемлющий, знающий"
        },
        {
            "chapter": 12,
            "verse": 35,
            "text": "После того как они увидели знамения его [невиновности], они [все же] приняли решение заточить его на некоторое время"
        },
        {
            "chapter": 12,
            "verse": 36,
            "text": "Вместе с ним в темницу заключили двух юношей. Один из них сказал: \"Вижу я [во сне], что выжимаю виноград\". Другой сказал:\"Вижу я [во сне], что несу на голове лепешку, которую клевали птицы. Поведай нам толкование снов, ибо, воистину, мы убедились, что ты добрый человек"
        },
        {
            "chapter": 12,
            "verse": 37,
            "text": "[Йусуф] ответил: \"Не успеют принести еду, которой вас кормят здесь, как я растолкую ваши сновидения. [И вы узнаете об этом] до того, как вам подадут ее, благодаря тому, чему научил меня мой Господь. Воистину, я отрекся от людей, которые не веруют в Аллаха и не приемлют веры в будущую жизнь"
        },
        {
            "chapter": 12,
            "verse": 38,
            "text": "Я последовал за верой моих отцов Ибрахима, Исхака и Йа'куба. Нам не следует поклоняться никому, кроме Аллаха. Такова милость Аллаха к моему народу и ко [всем] людям, но большинство людей неблагодарны"
        },
        {
            "chapter": 12,
            "verse": 39,
            "text": "О мои друзья по темнице! Кто лучше: разрозненные божества или единый и могущественный Аллах"
        },
        {
            "chapter": 12,
            "verse": 40,
            "text": "Минуя Его, вы поклоняетесь лишь именам, которыми вы назвали [богов], вы и ваши отцы. Но Аллах не ниспослал об [этих именах] никакого довода. Решение выносит только Аллах, и Он повелел, чтобы вы поклонялись только Ему. Это и есть истинная вера, но большая часть людей не ведает [об этом]"
        },
        {
            "chapter": 12,
            "verse": 41,
            "text": "мои друзья по темнице! Один из вас будет поить вином своего господина, а другой будет распят, и птицы будут склевывать [пищу] у него с головы. Вот и решение дела, о котором вы спрашивали"
        },
        {
            "chapter": 12,
            "verse": 42,
            "text": "Того, который, по его предположению, должен был спастись, [Йусуф] попросил: \"Напомни обо мне твоему господину\". Но по наущению шайтана он забыл это сделать, и [Йусуф] пробыл в темнице [еще] несколько лет"
        },
        {
            "chapter": 12,
            "verse": 43,
            "text": "Царь [Египта] однажды сказал: \"Видел я [во сне]: семь тощих коров пожирают семерых тучных, а также семь зеленых колосьев и семь высохших. О приближенные! Разъясните мое сновидение, если вы умеет толковать сны"
        },
        {
            "chapter": 12,
            "verse": 44,
            "text": "[Приближенные] ответили: \"Это бессвязные сны! Мы не умеем толковать их"
        },
        {
            "chapter": 12,
            "verse": 45,
            "text": "Но тот из двух [узников], который спасся [из темницы], вдруг вспомнил [Йусуфа] после [долгого] времени [их разлуки] и сказал: \"Я смогу растолковать вам сон, только пошлите меня [в темницу]"
        },
        {
            "chapter": 12,
            "verse": 46,
            "text": "[Его отвели в темницу, и он сказал там]\"О Йусуф, правдивый муж! Разгадай нам [значение сна] о семи тучных коровах, которых пожирают семь тощих, а также о семи зеленых колосьях и других - высохших, чтобы я вернулся [с разгадкой] к людям [правителя]. Быть может, они узнают [истинную цену тебе]"
        },
        {
            "chapter": 12,
            "verse": 47,
            "text": "[Йусуф] ответил: \"Вы будете сеять семь лет [подряд] в поте лица. То, что вы пожнете, оставляйте [, не обмолотив,] в колосе, за исключением небольшого количества, что пойдет на пропитание"
        },
        {
            "chapter": 12,
            "verse": 48,
            "text": "По прошествии семи лет наступят семь недородных лет, в течение которых проедят то, что было отложено, кроме небольшого количества, которое вы сбережете"
        },
        {
            "chapter": 12,
            "verse": 49,
            "text": "Вслед за ними наступит год, в который людям будет дарован дождь, и они будут выжимать [оливки и виноград]"
        },
        {
            "chapter": 12,
            "verse": 50,
            "text": "Царь повелел: \"Ведите его ко мне!\" Когда к [Йусуфу] пришел посланец, он сказал: \"Возвращайся к своему господину и спроси его, какова история с женщинами, которые порезали себе руки. Воистину, мой Господь знает их козни"
        },
        {
            "chapter": 12,
            "verse": 51,
            "text": "[Посланец вернулся, рассказал царю обо всем, тот собрал женщин] и спросил: \"Что это за история о том, как вы пытались соблазнить Йусуфа?\" Они ответили: \"Упаси Аллах! Нам неизвестно о нем ничего дурного\". А жена того знатного мужа сказала: \"Теперь истина обнаружилась. Я пыталась соблазнить его, и все, что он говорит, -правда"
        },
        {
            "chapter": 12,
            "verse": 52,
            "text": "[Услышав об этом, Йусуф сказал]: \"[Я просил] об этом ради того, чтобы [мой прежний господин] узнал, что я не предал его в его отсутствие и что Аллах не наставляет на прямой путь изменников с их кознями"
        },
        {
            "chapter": 12,
            "verse": 53,
            "text": "Я не оправдываю себя, ведь природа человека толкает его ко злу, если не смилостивится Господь мой. Воистину, мой Господь - прощающий, милосердный"
        },
        {
            "chapter": 12,
            "verse": 54,
            "text": "И [тогда] царь повелел: \"Приведите его ко мне. Я возьму его к себе в услужение\". Когда [привели Йусуфа, царь] заговорил с ним и сказал: \"Воистину, сегодня ты при нас обрел силу и доверие"
        },
        {
            "chapter": 12,
            "verse": 55,
            "text": "[Йусуф] сказал: \"Назначь меня [смотрителем] над хранилищами [твоей] земли, ибо я - умелый хранитель"
        },
        {
            "chapter": 12,
            "verse": 56,
            "text": "Так Мы даровали Йусуфу могущество в земле [египетской], дабы он поселился там, где ему заблагорассудится. Мы воздаем [по заслугам] и помним о наградах для тех, кто вершит добрые деяния"
        },
        {
            "chapter": 12,
            "verse": 57,
            "text": "Вознаграждение же в будущей жизни лучше для тех, которые уверовали и богобоязненны"
        },
        {
            "chapter": 12,
            "verse": 58,
            "text": "И [вот однажды] братья Йусуфа прибыли [в Египет] и пришли к нему. Он узнал их, а они его не узнали"
        },
        {
            "chapter": 12,
            "verse": 59,
            "text": "Когда [Йусуф] снабдил их припасами, он сказал им: \"Привезите [в следующий раз] вашего брата по отцу. Разве вы не убедились, что я доверху наполняю меру и что я - щедрейший из людей"
        },
        {
            "chapter": 12,
            "verse": 60,
            "text": "Если же вы не привезете его ко мне, то я не стану отмеривать вам [зерно], тогда держитесь от меня подальше"
        },
        {
            "chapter": 12,
            "verse": 61,
            "text": "Они ответили: \"Мы постараемся уговорить отца отпустить его и сделаем все, [что в наших силах]"
        },
        {
            "chapter": 12,
            "verse": 62,
            "text": "[Йусуф] велел своим слугам: \"Положите их [исходный] товар во вьюки. Быть может, они, когда возвратятся в свои семьи, узнают [исходный товар] и вернутся [в Египет]"
        },
        {
            "chapter": 12,
            "verse": 63,
            "text": "Когда [братья] вернулись к отцу, они сказали: \"О отец наш! Нам отказано в обмене [зерна, если мы в следующий раз не приведем с собой брата]. Так отпусти его с нами! И нам будет отмерено [зерно]. Воистину, мы будем оберегать его"
        },
        {
            "chapter": 12,
            "verse": 64,
            "text": "Отец вопросил: \"Неужели же я доверю его вам так, как доверил прежде его брата? Аллах охранит его лучше, Он - самый милосердный из милостивых"
        },
        {
            "chapter": 12,
            "verse": 65,
            "text": "[Когда же они] развязали свои вьюки, то обнаружили, что их [исходный] товар возвращен им (т. е. во вьюках помимо зерна они обнаружили и деньги стоимостью своего исходного товара). Они сказали: \"О отец! Чего еще желать! [Исходный] товар нам возвратили. [В следующую поездку] мы обеспечим пропитанием свои семьи, обережем своего брата и получим вдобавок верблюжий вьюк [зерна]. И это необременительно для египетского правителя"
        },
        {
            "chapter": 12,
            "verse": 66,
            "text": "[Отец] сказал: \"Я ни за что не отпущу его с вами, пока вы не поклянетесь Аллахом, что непременно вернетесь с ним, если только вас не постигнет [беда]\". Когда же они поклялись ему, [отец] сказал: \"Аллах - поручитель в том, о чем мы договорились"
        },
        {
            "chapter": 12,
            "verse": 67,
            "text": "[Потом] он сказал: \"О сыны мои! Не входите [в столицу Египта] через одни ворота, а войдите через разные ворота, но [все равно] я не смогу быть полезным для вас, если этого не пожелает Аллах. Решение только от Аллаха, на Него я уповаю, и да уповают на Него уповающие"
        },
        {
            "chapter": 12,
            "verse": 68,
            "text": "Хотя [братья Йусуфа] вошли [в столицу] так, как им велел отец, это ничуть не помогло им уклониться от [предопределения] Аллаха, [это послужило] только исполнению желания души Йа'куба, которое он высказал. Он, воистину, обладал знанием, поскольку Мы научили его, но большая часть людей не ведает об этом"
        },
        {
            "chapter": 12,
            "verse": 69,
            "text": "Когда [братья] предстали перед Йусуфом, он подозвал к себе родного брата [Вениамина] и сказал: \"Воистину, я - твой брат. Пусть не огорчает тебя то, что совершили [другие братья]"
        },
        {
            "chapter": 12,
            "verse": 70,
            "text": "Когда [Йусуф] распорядился снабдить их зерном, он наказал положить чашу в тюк своего брата [Вениамина], а после этого глашатай провозгласил: \"О [люди] каравана! Вы, воистину, - воры"
        },
        {
            "chapter": 12,
            "verse": 71,
            "text": "[Братья,] когда [глашатаи] подошли к ним, спросили: \"Что вы потеряли"
        },
        {
            "chapter": 12,
            "verse": 72,
            "text": "[Глашатаи] ответили: \"Мы ищем чашу царя. Тому, кто принесет ее, - вьюк верблюда [зерном]. И я - порукой тому"
        },
        {
            "chapter": 12,
            "verse": 73,
            "text": "[Братья] ответили: \"Клянемся Аллахом! Ведь вы знаете, что мы прибыли в вашу страну не для того, чтобы совершать преступления. И мы вовсе не воры"
        },
        {
            "chapter": 12,
            "verse": 74,
            "text": "[Глашатаи] спросили: \"А каково возмездие вору, если вы говорите неправду"
        },
        {
            "chapter": 12,
            "verse": 75,
            "text": "Они ответили: \"Тот, в чьем вьюке будет найдена [чаша], будет сам отдан в возмещение как возмездие. Так мы наказываем несправедливых"
        },
        {
            "chapter": 12,
            "verse": 76,
            "text": "[Их привели для обыска к Йусуфу], и он начал с мешков [сводных] братьев, а не с мешка [родного] брата. Наконец он вытащил чашу из мешка [родного] брата. Так Мы [внушили] Йусуфу уловку, ибо по законам царя [египетского] он не мог [без причины] задержать брата, если бы того не захотел Аллах. Мы возвышаем по степеням [знания] тех, кого пожелаем, и выше любого знающего есть [более] знающий"
        },
        {
            "chapter": 12,
            "verse": 77,
            "text": "[Братья] сказали: \"Если [Вениамин] украл, то ведь раньше украл и его брат\". Но Йусуф скрыл от них [возмущение ложью] и не выказал им, а только подумал: \"Вы мерзки по природе, и Аллах лучше знает [подлинный смысл] вашего наговора"
        },
        {
            "chapter": 12,
            "verse": 78,
            "text": "Они сказали: \"О знатный муж! Его отец - дряхлый старик. Задержи вместо него кого-либо из нас. Мы видим, что ты - добрый человек"
        },
        {
            "chapter": 12,
            "verse": 79,
            "text": "[Йусуф] ответил: \"Упаси нас Аллах задержать кого-нибудь кроме [человека], у которого мы нашли нашу вещь. Воистину, в таком случае мы были бы насильниками"
        },
        {
            "chapter": 12,
            "verse": 80,
            "text": "Потеряв надежду на то, что его [отпустят], братья уединились для совета, и старший из них сказал: \"Помните ли вы, что отец заставил нас поклясться Аллахом и что раньше вы оплошали с Йусуфом? Я ни за что не покину этой страны, пока не разрешит мне отец или Аллах не прикажет [мне вернуться], а ведь Он - самый лучший из тех, кто выносит решение"
        },
        {
            "chapter": 12,
            "verse": 81,
            "text": "Возвращайтесь к отцу и скажите: \"О отец наш! Воистину, твой сын совершил кражу, а мы свидетельствуем только о том, что знаем, и неведомо нам было сокровенное, [когда просили отпустить его с нами]"
        },
        {
            "chapter": 12,
            "verse": 82,
            "text": "Спроси жителей селения, в котором мы были, и караванщиков, с которыми мы шли, [и ты убедишься,] что мы говорим правду"
        },
        {
            "chapter": 12,
            "verse": 83,
            "text": "[Когда братья вернулись к отцу и рассказали обо всем], он сказал: \"Нет же! Это ваши досужие домыслы. Но терпение - благо, и, возможно, Аллах возвратит мне всех [трех]. Воистину, Он - знающий, мудрый"
        },
        {
            "chapter": 12,
            "verse": 84,
            "text": "Он отвернулся от них и воскликнул: \"О горе мне из-за Йусуфа!\" И покрылись глаза его от скорби бельмами, и сдерживал он свою печаль"
        },
        {
            "chapter": 12,
            "verse": 85,
            "text": "[Через некоторое время] сыновья сказали [отцу]: \"Клянемся Аллахом, если ты не перестанешь стенать о Йусуфе, то заболеешь или умрешь"
        },
        {
            "chapter": 12,
            "verse": 86,
            "text": "Он ответил: \"Я жалуюсь Аллаху на свое горе и печаль, и Он дает мне знать то, чего вы не знаете"
        },
        {
            "chapter": 12,
            "verse": 87,
            "text": "О сыны мои! Ступайте и разыскивайте Йусуфа и его брата и не теряйте надежды на милосердие Аллаха, ибо отчаиваются в милости Аллаха только люди неверующие"
        },
        {
            "chapter": 12,
            "verse": 88,
            "text": "[Они снова направились в Египет и прибыли туда] и, когда пришли к Йусуфу, сказали: \"О знатный муж! Нас и наш род поразила беда. Мы прибыли с небольшим товаром. Отпусти же нам [зерно] полной мерой и будь щедр к нам. Воистину, Аллах вознаграждает подающих милостыню"
        },
        {
            "chapter": 12,
            "verse": 89,
            "text": "[Йусуф] спросил: \"Поняли ли вы, как [дурно] поступили с Йусуфом и его братом, когда не сумели отличить [истину от кривды]"
        },
        {
            "chapter": 12,
            "verse": 90,
            "text": "Они сказали: \"Неужели ты Йусуф?\" Он ответил: \"Я - Йусуф, а это - мой брат. Аллах облагодетельствовал нас. Воистину, если кто-либо богобоязнен и терпелив, то Аллах непременно вознаграждает тех, кто творит добро"
        },
        {
            "chapter": 12,
            "verse": 91,
            "text": "Они сказали: \"Клянемся Аллахом! Аллах возвысил тебя над нами, мы же были только грешными людьми"
        },
        {
            "chapter": 12,
            "verse": 92,
            "text": "[Йусуф] сказал: \"Теперь я уже не укоряю вас. Да простит вас Аллах, ибо Он - милосерднейший из милосердных"
        },
        {
            "chapter": 12,
            "verse": 93,
            "text": "Отвезите мою рубаху и накиньте на лицо моего отца, и он прозреет, а потом приходите ко мне вместе со всей семьей"
        },
        {
            "chapter": 12,
            "verse": 94,
            "text": "И как только караван покинул [Египет], отец сказал [окружающим]: \"Воистину, я чую благоухание Йусуфа, хотя, быть может, вам покажется, что я выжил из ума"
        },
        {
            "chapter": 12,
            "verse": 95,
            "text": "Они ответили: \"Клянемся Аллахом, воистину, ты по-прежнему пребываешь в заблуждении"
        },
        {
            "chapter": 12,
            "verse": 96,
            "text": "Когда же прибыл добрый вестник, набросил рубаху на лицо [Йа'куба] и тот прозрел, он сказал: \"Разве я не говорил вам, что Аллах дал мне знание того, чего вы не знаете"
        },
        {
            "chapter": 12,
            "verse": 97,
            "text": "[Сыновья] ответили: \"Отец наш! Обратись [к Аллаху], чтобы Он простил нам грехи. Воистину, мы заблуждались"
        },
        {
            "chapter": 12,
            "verse": 98,
            "text": "[Йа'куб] сказал: \"Я буду молить Господа моего, чтобы Он простил вас, ведь Он - прощающий, милосердный"
        },
        {
            "chapter": 12,
            "verse": 99,
            "text": "Когда [они прибыли в Египет] и вошли к Йусуфу, он привлек к себе родителей и сказал: \"Живите в безопасности в Египте, если на то будет воля Аллаха"
        },
        {
            "chapter": 12,
            "verse": 100,
            "text": "Он усадил своих родителей рядом с собой на трон, а они пали ниц перед ним, и [Йусуф] сказал: \"О отец мой! Вот это и есть толкование сна, [виденного] мною еще тогда, и Господь мой сделал сон явью. [Аллах] облагодетельствовал меня, освободив из темницы, доставил вас [ко мне] из пустыни, после того как шайтан посеял вражду между мною и братьями. Воистину, мой Господь добр, к кому пожелает. Воистину, Он - знающий, мудрый"
        },
        {
            "chapter": 12,
            "verse": 101,
            "text": "Господи! Ты даровал мне могущество и научил толковать сновидения. Г Творец небес и земли. Ты - мой покровитель в этой и будущей жизни. Упокой меня предавшимся Тебе и включи меня в число праведников"
        },
        {
            "chapter": 12,
            "verse": 102,
            "text": "Все это - часть повествований о сокровенном, и Мы даем тебе это в откровении [, о Мухаммад]. Ты не был вместе с ними (т. е. братьями Йусуфа) тогда, когда они приняли свое решение, замышляя козни"
        },
        {
            "chapter": 12,
            "verse": 103,
            "text": "И если бы даже ты захотел, [все равно] большая часть людей не уверует"
        },
        {
            "chapter": 12,
            "verse": 104,
            "text": "Ты не просишь у них вознаграждения за это я, ведь это - только назидание для обитателей миров"
        },
        {
            "chapter": 12,
            "verse": 105,
            "text": "О, как много на небесах и на земле знамений, мимо которых они проходят [не задумываясь] и отворачиваются"
        },
        {
            "chapter": 12,
            "verse": 106,
            "text": "Большая часть их не верует в Аллаха без того, чтобы не поклоняться помимо Него другим божествам"
        },
        {
            "chapter": 12,
            "verse": 107,
            "text": "Неужели полагают они найти защиту от наказания Аллаха или [надеются], что [Судный] час настанет не внезапно, когда они об этом и не помышляют"
        },
        {
            "chapter": 12,
            "verse": 108,
            "text": "Скажи [, Мухаммад]: \"Таков мой путь. Я и мои последователи зовем вас к Аллаху согласно убеждению. Хвала Аллаху, я не отношусь к многобожникам"
        },
        {
            "chapter": 12,
            "verse": 109,
            "text": "И задолго до тебя Мы направляли [посланниками] с откровением только [смертных] мужей из их же селений. Разве они не странствовали по земле и не видели, чем кончили те, которые жили до них? Ведь обитель в будущей жизни лучше для богобоязненных. Неужели они не поймут этого"
        },
        {
            "chapter": 12,
            "verse": 110,
            "text": "Когда же посланники впадали в отчаяние [из-за отказа следовать их вере] и полагали, что их отвергли, Мы приходили к ним на помощь, и спасались те, кого Мы хотели [спасти]. Ведь Наше наказание неотвратимо для грешников"
        },
        {
            "chapter": 12,
            "verse": 111,
            "text": "В повествовании о [деяниях] посланников заключено назидание для разумных мужей. И [Наше повествование] я - не вымышленный рассказ, а подтверждение тому, что было до него, разъяснение всего сущего, руководство к прямому пути и милость для верующих людей"
        },
        {
            "chapter": 13,
            "verse": 1,
            "text": "Алиф, лам, мим, ра. Это - аяты Писания (т. е. Корана). То, что ниспослано тебе [, Мухаммад,] твоим Господом - истина, однако же большая часть людей не верует"
        },
        {
            "chapter": 13,
            "verse": 2,
            "text": "Аллах вознес небеса на невидимых вами опорах, потом воссел на трон и подчинил власти Своей солнце и луну, и они находятся в движении до положенного срока. В Его власти [все] дела [мира], Он разъясняет аяты [Корана], - быть может, вы уверуете в то, что предстанете перед вашим Господом"
        },
        {
            "chapter": 13,
            "verse": 3,
            "text": "Он - тот, кто простер землю, воздвиг на ней незыблемые горы, [заставил течь] реки, взрастил из разных плодов по паре и укрыл день ночью. Воистину, во [всем] этом - знамения для людей мыслящих"
        },
        {
            "chapter": 13,
            "verse": 4,
            "text": "На земле есть участки сопредельные, виноградники, нивы, пальмы, растущие и из одного корня, и из разных [корней], и орошают их одной и той же водой. [Но] одни [плоды] Мы создаем более вкусными, чем другие. Воистину, во [всем] этом - знамения для разумных людей"
        },
        {
            "chapter": 13,
            "verse": 5,
            "text": "Если ты удивлен [тем, что многобожники поклоняются тому, что не вредит и не помогает, и считают богами других кроме Меня], то ведь еще удивительнее их слова: \"Неужели после того, когда мы превратимся во прах, мы будем вновь сотворены?\" Они - те, которые не уверовали в Господа своего, а на шеях у них цепи, они будут обитателями адского огня и пребудут в нем вечно"
        },
        {
            "chapter": 13,
            "verse": 6,
            "text": "Они требуют от тебя ускорить [исполнения обещанного] наказания [в этом мире], не дожидаясь [обещанной] милости [в том мире]. Но ведь задолго до них были наказаны [другие народы]. Воистину, твой Господь прощает людей, если даже они нечестивцы, и, воистину, Господь твой суров в наказании"
        },
        {
            "chapter": 13,
            "verse": 7,
            "text": "Те, которые не уверовали, говорят: \"Почему ему не ниспослано знамение от его Господа?\" Но, воистину, ты - всего лишь увещеватель, и у каждого народа есть тот, кто наставляет на прямой путь"
        },
        {
            "chapter": 13,
            "verse": 8,
            "text": "Аллаху ведомо, что носит в утробе любая самка, сколь уменьшилось и сколь прибавилось в каждом лоне. И все сущее имеет у Аллаха свою меру"
        },
        {
            "chapter": 13,
            "verse": 9,
            "text": "Он знает сокровенное и явное, Он велик и превыше всего"
        },
        {
            "chapter": 13,
            "verse": 10,
            "text": "И тот из вас, кто скрывает свои мысли, и тот, кто высказывает их, и тот, кто прячется ночью, и тот, кто действует в открытую днем, - все равны [пред Аллахом]"
        },
        {
            "chapter": 13,
            "verse": 11,
            "text": "К каждому человеку приставлены ангелы, следующие впереди него и позади него и охраняющие его по повелению Аллаха. Воистину, Аллах не меняет положения людей, пока они сами не изменят свои помыслы. Когда же Аллах возжелает наказать людей, то этого не отвратить ничем и нет для них заступника, кроме Него"
        },
        {
            "chapter": 13,
            "verse": 12,
            "text": "Он - тот, кто являет вам молнию, чтобы вы страшились [гнева Аллаха] и надеялись [на милость Его], и порождает тучи, чреватые [дождем]"
        },
        {
            "chapter": 13,
            "verse": 13,
            "text": "[Он - тот, кому] возносит славословие гром, а также ангелы, [дрожащие] в страхе перед Ним, мечущим молнии и поражающим ими тех, кого пожелает, в то время как они спорят [с Мухаммадом] об Аллахе - ведь Он суров в наказании"
        },
        {
            "chapter": 13,
            "verse": 14,
            "text": "[Только] к Аллаху должен быть обращен истинный молитвенный зов. А [боги], к которым взывают [неверные], минуя Аллаха, не дадут им никакого ответа. Ведь они подобны тому, кто пытается зачерпнуть растопыренными ладонями воды, чтобы напиться, но разве можно [так] напиться? [Так и] молитва неверных - одно лишь заблуждение"
        },
        {
            "chapter": 13,
            "verse": 15,
            "text": "Те, кто на небесах и на земле, а также тени их склоняются пред Аллахом по утрам и вечерам, желая или не желая того"
        },
        {
            "chapter": 13,
            "verse": 16,
            "text": "Спроси, [Мухаммад]: \"Кто Господь небес и земли?\" Отвечай [сам]: \"Аллах\". Спроси: \"Неужели вы избрали себе помимо Него иных заступников, которые даже сами себе не могут ни помочь, ни навредить\". Спроси: \"Разве равны слепой и зрячий или равны мрак и свет?\" Или же [неверные] признали наряду с Аллахом других богов, которые [будто бы] творили так, как творит Он, так что для них создания [Аллаха и других богов] стали одинаковыми? Скажи: \"Аллах - творец всего сущего, Он - единый и всевластный"
        },
        {
            "chapter": 13,
            "verse": 17,
            "text": "Он низверг с неба воду, и в [сухих] руслах потекли [потоки] согласно размерам их. И [каждый] поток несет на поверхности пену. Подобная же пена [появляется] на поверхности металлов, которые [люди] плавят на огне для [изготовления] украшений или предметов утвари. Так Аллах показывает на примере, [где] истина и [где] ложь: пена рассыплется во прах, а то, что приносит людям пользу, пребудет на земле. Так приводит Аллах примеры"
        },
        {
            "chapter": 13,
            "verse": 18,
            "text": "Тем, которые покорны своему Господу, [воздается] добром, а тем, которые непокорны Ему, - наихудшее воздаяние, и они не откупятся от него, если даже владеют всеми земными благами и еще стольким же, - пристанищем им будет ад, а это - скверное ложе"
        },
        {
            "chapter": 13,
            "verse": 19,
            "text": "Разве сравнится тот, кто уразумел, что ниспосланное тебе (т. е. Коран) является истиной, с тем, кто слеп? Воистину, памятуют [об этом] лишь разумные мужи"
        },
        {
            "chapter": 13,
            "verse": 20,
            "text": "которые верны завету, данному Аллаху, и не нарушают обязательств"
        },
        {
            "chapter": 13,
            "verse": 21,
            "text": "а также те, которые соединяют [в себе] то, что велел Аллах соединять, страшатся своего Господа и боятся строгого спроса"
        },
        {
            "chapter": 13,
            "verse": 22,
            "text": "и те, которые носят [страдания], стремясь к лику Аллаха, совершают обрядовую молитву, расходуют и тайно и явно из того, что Мы дали им в удел, и добром предотвращают зло. Им уготовано обитание"
        },
        {
            "chapter": 13,
            "verse": 23,
            "text": "в райских садах, куда они войдут вместе с теми, кто праведен из их отцов, супруг и их потомков. И войдут к ним ангелы через все врата [и скажут]"
        },
        {
            "chapter": 13,
            "verse": 24,
            "text": "Мир вам за то, что вы были терпеливы. И прекрасно воздаяние этой обителью"
        },
        {
            "chapter": 13,
            "verse": 25,
            "text": "А тем, которые нарушают заключенный с Аллахом завет и разрывают то, что Аллах велел соединять, и творят нечестие на земле, - уготовано им проклятие и наихудшая обитель"
        },
        {
            "chapter": 13,
            "verse": 26,
            "text": "Аллах щедро дарует [удел одним] или ограничивает тому, кому пожелает. Они радуются земной жизни, но ведь она по сравнению с будущей - [преходящее] пользование благами"
        },
        {
            "chapter": 13,
            "verse": 27,
            "text": "Те, которые не уверовали, говорят: \"Почему ему (т. е. Мухаммаду) не ниспослано от его Господа знамение?\" Отвечай: \"Воистину, Аллах сбивает с пути [истины] того, кого пожелает, и ведет по нему тех, кто раскаялся [пред Ним]"
        },
        {
            "chapter": 13,
            "verse": 28,
            "text": "тех, которые уверовали и сердца которых нашли утешение в поминании Аллаха\". А разве не в поминании Аллаха находят утешение сердца"
        },
        {
            "chapter": 13,
            "verse": 29,
            "text": "Блаженство [в этом мире] и прекрасная обитель [в том мире] - тем, кто уверовал и вершил праведные дела"
        },
        {
            "chapter": 13,
            "verse": 30,
            "text": "Так Мы отправили тебя посланником в общину [неверующих], до которой были и другие общины, чтобы ты произнес им то, что Мы внушили тебе в откровении. Но они все же не уверовали в Милосердного. Скажи [им]: \"Он - мой Господь, нет бога, кроме Него, на Него я уповаю, и к Нему я вернусь [после смерти]"
        },
        {
            "chapter": 13,
            "verse": 31,
            "text": "Если благодаря какому-либо писанию перемещались бы горы, разверзлась бы земля или заговорили бы покойники [, то это был бы только Коран]. Но всевластно повелевает только Аллах. Разве не знают те, которые уверовали, что если бы Аллах захотел, то направил бы всех людей на прямой путь? Бедствия будут непрестанно поражать тех, кто не уверовал, или будут рядом с их жилищами до тех пор, пока не исполнится то, чем увещевал Аллах. Воистину, Аллах соблюдает обещания"
        },
        {
            "chapter": 13,
            "verse": 32,
            "text": "И до тебя посланники подвергались осмеянию, и Я давал неуверовавшим отсрочку [на раздумье]. Но потом Я подверг их наказанию. О, как [сурово] было мое наказание"
        },
        {
            "chapter": 13,
            "verse": 33,
            "text": "Разве тот, кто неотступно стоит над каждым живым существом и [видит] то, что оно вершит, [подобен тому, кто не таков]? [Неверные] поклоняются наряду с Ним другим богам. Скажи им, [Мухаммад]: \"Призовите их! Или же поведайте Ему что-либо такое, чего Он не ведает на земле. А иначе [ваши идолы] - только пустые слова\". Да, неверные обольстились собственной хитростью, и сошли с пути истины. А того, кого сбивает [с пути истины] Аллах, никто не выведет на прямой путь"
        },
        {
            "chapter": 13,
            "verse": 34,
            "text": "Им - наказание в этом мире, а наказание в будущем мире более тяжко. И никто не спасет их от [кары] Аллаха"
        },
        {
            "chapter": 13,
            "verse": 35,
            "text": "Рай, обещанный благочестивым, - [это сады], в которых текут ручьи, где не иссякают яства и [близка благодатная] сень. Все это - награда богобоязненным, а воздаяние неверным - адский огонь"
        },
        {
            "chapter": 13,
            "verse": 36,
            "text": "Те, которым Мы даровали писание, радуются тому, что ниспослано тебе (т. е. Корану). А среди [других] групп есть такие, которые отвергают часть его. Скажи [, Мухаммад]: \"Воистину, мне ведено поклоняться Аллаху и не поклоняться наряду с ним другим богам. К Нему я взываю, и к Нему будет мое возвращение"
        },
        {
            "chapter": 13,
            "verse": 37,
            "text": "Мы ниспослали Коран, подобно [другим писаниям], книгой заветов на арабском языке. Если же ты последуешь за их низменными желаниями, после того как тебе было даровано знание (т. е. Коран), то Аллах не придет тебе на помощь и не будет заступником"
        },
        {
            "chapter": 13,
            "verse": 38,
            "text": "И до тебя мы посылали посланников и давали им супруг и потомство. И не может ни один посланник творить кроме как с соизволения Аллаха. И для каждого срока писание"
        },
        {
            "chapter": 13,
            "verse": 39,
            "text": "Аллах отменяет и утверждает то, что пожелает, [из предписаний], у Него хранится суть книги"
        },
        {
            "chapter": 13,
            "verse": 40,
            "text": "Или Мы покажем тебе, как исполняются некоторые Наши угрозы неверным, или же Мы упокоим тебя [до исполнения угроз]. Тебе надлежит только сообщить [писание], а Нам принадлежит воздаяние"
        },
        {
            "chapter": 13,
            "verse": 41,
            "text": "Разве неверные не видели, как Мы нисходим на их владения и сокращаем их по краям? Аллах творит суд, никто не отвратит Его решения, и Он скор на расплату"
        },
        {
            "chapter": 13,
            "verse": 42,
            "text": "Хитрили и те, которые жили до них, но Аллаху подвластны все хитрости. Ведомо Ему, что творит каждый человек, и скоро узнают неверные, кто будет вознагражден [райской] обителью [в том мире]"
        },
        {
            "chapter": 13,
            "verse": 43,
            "text": "Неверные говорят: \"Ты - не посланник [Аллаха]\". Отвечай [, Мухаммад]: \"Да будет только Аллах свидетелем между мною и вами, а также теми, кто знает Писание"
        },
        {
            "chapter": 14,
            "verse": 1,
            "text": "Алиф, лам, ра. [Это] - Писание, которое Мы ниспослали тебе, чтобы ты повел людей от мрака [неверия] к свету [веры] с соизволения их Господа, на путь великого, достохвального"
        },
        {
            "chapter": 14,
            "verse": 2,
            "text": "Аллаха, которому принадлежит то, что на небесах и на земле. Да будет горе от сурового наказания неверным"
        },
        {
            "chapter": 14,
            "verse": 3,
            "text": "которые предпочитают земную жизнь будущей и сбивают [людей] с пути Аллаха, устремляясь к кривде. Но они пребывают в глубоком заблуждении"
        },
        {
            "chapter": 14,
            "verse": 4,
            "text": "Мы отправляли посланниками только тех, кто говорил на языке своего народа, чтобы они [могли] разъяснять людям [смысл писания]. Аллах сбивает с прямого пути или ведет по нему того, кого пожелает. Он - великий, мудрый"
        },
        {
            "chapter": 14,
            "verse": 5,
            "text": "Мы отправили Мусу с Нашими знамениями [и повелели]: \"Выведи твой народ из мрака [неверие] к свету [веры] и напомни им дни Аллаха\". Воистину, во всем этом - знамения для любого терпеливого, благодарного [человека]"
        },
        {
            "chapter": 14,
            "verse": 6,
            "text": "[Вспомни, Мухаммад,] как Муса сказал своему народу: \"Помните милость, которую Аллах оказал вам, когда спас вас от рода Фир'ауна. Они (т. е. люди Фир'ауна) подвергали вас жестокому наказанию, отдавали на заклание ваших сыновей и оставляли в живых ваших женщин. И во всем этом - великое испытание от Господа вашего"
        },
        {
            "chapter": 14,
            "verse": 7,
            "text": "[Вспомни,] как возвестил ваш Господь: \"Если вы будете благодарны, то я непременно умножу вам [милость]. А если будете неблагодарны, то ведь наказание Мое сурово"
        },
        {
            "chapter": 14,
            "verse": 8,
            "text": "Муса сказал: \"Если вы (т. е. сыны Исраила) и все те, кто на земле, будете неблагодарны [за оказанные Аллахом милости], то ведь Аллах вовсе не нуждается [в вашей благодарности] - славен Он"
        },
        {
            "chapter": 14,
            "verse": 9,
            "text": "Разве вы не слышали вести о народе Нуха, о племенах 'ад и самуд и тех, кто жил раньше вас? Никто, кроме Аллаха, и не ведает [о том, что с ними случилось]. К ним приходили посланники с явными знамениями, но они прикладывали ладони к устам и говорили: \"Мы отвергаем то, с чем вы посланы, и мы, воистину, в сомнении и колебании относительно того, к чему вы призываете"
        },
        {
            "chapter": 14,
            "verse": 10,
            "text": "Посланники говорили им: \"Неужели вы сомневаетесь в Аллахе - творце небес и земли? Он призывает вас [на путь истины], чтобы простить ваши грехи и отсрочить вам [смерть] до положенного времени\". Они отвечали: \"Вы - такие же люди, как и мы. Вы хотите увести нас от того, чему поклонялись наши отцы. Приведите же явное доказательство [вашей правоты]"
        },
        {
            "chapter": 14,
            "verse": 11,
            "text": "Посланники говорили им: \"Мы - всего лишь люди, как вы. Однако Аллах благоволит к тому из Своих рабов, кому пожелает. Нам не следует приводить вам какие-либо доказательства, кроме как с соизволения Аллаха. Да уповают верующие на Аллаха"
        },
        {
            "chapter": 14,
            "verse": 12,
            "text": "Как нам не уповать на Аллаха? Ведь Он наставил нас на истинный путь. [Ради этого] мы стерпим обиды от вас. И да уповают на Аллаха уповающие"
        },
        {
            "chapter": 14,
            "verse": 13,
            "text": "Неверные говорили посланникам: \"Или мы изгоним вас с нашей земли, или же вы вернетесь в лоно нашей религии\". И Господь внушил посланникам откровение: \"Мы непременно погубим грешников"
        },
        {
            "chapter": 14,
            "verse": 14,
            "text": "и заселим вами землю после их [гибели]. Так [воздаю Я] тем, кто страшится расплаты Моей и Моей угрозы"
        },
        {
            "chapter": 14,
            "verse": 15,
            "text": "[Посланники] попросили даровать им победу. Ведь каждый упорный притеснитель находит свою погибель [в этом мире]"
        },
        {
            "chapter": 14,
            "verse": 16,
            "text": "а в будущем [мире] его ждет ад и его будут поить напитком из крови и гноя"
        },
        {
            "chapter": 14,
            "verse": 17,
            "text": "Наполнит он им рот, но проглотить не сможет, и подступит к нему смерть со всех сторон, но не заберет его, ибо его ждет суровое наказание"
        },
        {
            "chapter": 14,
            "verse": 18,
            "text": "Деяния тех, кто не уверовал в Господа своего, подобны пеплу, над которым пронесся ветер непогоды, и они нисколько не властны над тем, что нажили. Это [неверие] и есть глубокое заблуждение"
        },
        {
            "chapter": 14,
            "verse": 19,
            "text": "Разве тебе не известно, что Аллах сотворил небеса и землю в истине? Если Он захочет, то уничтожит вас всех и сотворит других [людей]"
        },
        {
            "chapter": 14,
            "verse": 20,
            "text": "и это для Аллаха вовсе не трудно"
        },
        {
            "chapter": 14,
            "verse": 21,
            "text": "Все предстанут перед Аллахом [в Судный день], и тогда скажут слабые спесивцам: \"Воистину, мы следовали за вами. Избавите ли вы нас хоть отчасти от наказания Аллаха?\" [Вожди] ответят: \"Если бы Аллах направил нас на прямой путь, то и мы направили бы вас [туда]. Нам все одно: будем ли горевать или будем терпеть - нам нет спасения"
        },
        {
            "chapter": 14,
            "verse": 22,
            "text": "И сказал шайтан, когда дело уже свершилось: \"Воистину, Аллах обещал вам доподлинно, и я обещал вам, но я не сдержал [данного] вам слова, так как у меня не было над вами иной власти, кроме как звать вас [на путь кривды]. А вы послушались меня, так теперь порицайте не меня, а самих себя. Я не могу прийти вам на помощь, а вы не можете помочь мне. Я непричастен к тому, что вы прежде поклонялись мне [наряду с Аллахом]\". Воистину, нечестивцам уготовано мучительное наказание"
        },
        {
            "chapter": 14,
            "verse": 23,
            "text": "Те, кто уверовал и творил праведные дела, будут введены в сады, в которых текут ручьи. Они вечно пребудут там с дозволения Господа своего, и будут там их приветствовать: \"Мир"
        },
        {
            "chapter": 14,
            "verse": 24,
            "text": "Разве ты не знаешь, что Аллах в качестве притчи приводит прекрасное слово, подобное прекрасному дереву, корни которого прочны, а ветви [тянутся] к небесам"
        },
        {
            "chapter": 14,
            "verse": 25,
            "text": "Оно плодоносит непрестанно с соизволения Господа своего. Аллах приводит людям притчи, - быть может, они образумятся"
        },
        {
            "chapter": 14,
            "verse": 26,
            "text": "А скверное слово, согласно притче, - это скверное дерево, которое вырывают из земли, так как [корни] его непрочны"
        },
        {
            "chapter": 14,
            "verse": 27,
            "text": "Аллах поддерживает верующих твердым словом в этом и будущем мирах и сбивает с пути неверующих. Аллах вершит то, что пожелает"
        },
        {
            "chapter": 14,
            "verse": 28,
            "text": "Разве ты [, Мухаммад,] не знаешь тех, которые предпочли благоволению Аллаха неверие и [ввергли] свой народ в обитель гибели"
        },
        {
            "chapter": 14,
            "verse": 29,
            "text": "ад, в котором будут гореть? Мерзкое это местопребывание"
        },
        {
            "chapter": 14,
            "verse": 30,
            "text": "Они признавали наряду с Аллахом других богов, чтобы сбить [людей] с Его пути. Скажи им: \"Благоденствуйте, но все равно ваш конец - в адском огне"
        },
        {
            "chapter": 14,
            "verse": 31,
            "text": "Скажи тем из Моих рабов, которые уверовали, чтобы они совершали обряд молитвы и тратили явно и тайно из того, что Мы даровали им в удел, пока не наступит день, когда не будет ни взаимного торга, ни дружбы"
        },
        {
            "chapter": 14,
            "verse": 32,
            "text": "Аллах - тот, кто создал небеса и землю, ниспослал с неба дождь и взрастил [влагою] его плоды вам в удел, подчинил вам корабли, которые плывут по морям по Его воле, подчинил вам реки"
        },
        {
            "chapter": 14,
            "verse": 33,
            "text": "непрестанно находящиеся в движении солнце и луну, подчинил вам ночь и день"
        },
        {
            "chapter": 14,
            "verse": 34,
            "text": "и даровал вам все, о чем вы просили. Если бы вы попытались счесть милости Аллаха, то вам бы их не пересчитать. Воистину, человек - притеснитель, неблагодарный"
        },
        {
            "chapter": 14,
            "verse": 35,
            "text": "[Вспомни,] как Ибрахим сказал: \"О Господи! Даруй моему городу безопасность и убереги меня и моих сыновей от поклонения идолам"
        },
        {
            "chapter": 14,
            "verse": 36,
            "text": "Господи! Воистину, они сбили с пути многих людей. Тот, кто последует за мной [из моих потомков], - мой [по вере], а если кто ослушается меня, то ведь Ты - прощающий, милосердный"
        },
        {
            "chapter": 14,
            "verse": 37,
            "text": "Господи наш! Я поселил часть моего потомства в долине, где не растут злаки, у Твоего заповедного храма. Господи наш! Пусть они творят молитву. Склони сердца людей к ним, надели их плодами, - быть может, они возблагодарят [Тебя]"
        },
        {
            "chapter": 14,
            "verse": 38,
            "text": "Господи наш! Воистину, Тебе ведомо и то, что мы таим, и то, что мы вершим явно. Ничто не скроется от Аллаха ни на земле, ни на небесах"
        },
        {
            "chapter": 14,
            "verse": 39,
            "text": "Хвала Аллаху, который даровал мне вопреки преклонному возрасту Исма'ила и Исхака. Воистину, мой Господь внемлет мольбе"
        },
        {
            "chapter": 14,
            "verse": 40,
            "text": "Господи! Включи меня и часть моего потомства в число тех, кто совершает молитву. Господи наш! Внемли моей мольбе"
        },
        {
            "chapter": 14,
            "verse": 41,
            "text": "Господи наш! Прости меня, моих родителей и верующих в день расплаты"
        },
        {
            "chapter": 14,
            "verse": 42,
            "text": "И не помышляй [, о Мухаммад,] будто Аллах не ведает о том, что творят нечестивцы. Он только дает им отсрочку до того дня, когда [люди], возведя взоры [к небесам]"
        },
        {
            "chapter": 14,
            "verse": 43,
            "text": "побегут поспешно, запрокинув головы, с неподвижным взором и опустевшим [от страха] сердцем"
        },
        {
            "chapter": 14,
            "verse": 44,
            "text": "Увещевай людей тем днем, когда нагрянет наказание и нечестивцы взмолятся: \"Господи наш! Дай нам хоть небольшую отсрочку, и мы ответим на твой призыв и последуем за посланниками\". [Им будет сказано]: \"Разве не клялись вы раньше, что [земной жизни] не будет заката"
        },
        {
            "chapter": 14,
            "verse": 45,
            "text": "И [вот] вы поселились в жилищах тех, которые наказали сами себя, и вам теперь ясно, как Мы поступили с ними и как Мы приводили вам притчи"
        },
        {
            "chapter": 14,
            "verse": 46,
            "text": "[Неверные] строили козни на свой лад, но Аллах ясно видит [все] их козни, если бы даже их хитрости были способны передвигать горы"
        },
        {
            "chapter": 14,
            "verse": 47,
            "text": "Не думай, что Аллах нарушает обещания, данные Своим посланникам. Воистину, Аллах - велик и воздаст возмездием"
        },
        {
            "chapter": 14,
            "verse": 48,
            "text": "в тот день, когда земля будет заменена другой, когда небеса так же [будут заменены] и [все люди] предстанут перед единым всевластным Аллахом"
        },
        {
            "chapter": 14,
            "verse": 49,
            "text": "И в тот день ты [, Мухаммад,] увидишь грешников, закованных в цепи"
        },
        {
            "chapter": 14,
            "verse": 50,
            "text": "Одеянием им будет смола, а лица их будут укрыты огнем"
        },
        {
            "chapter": 14,
            "verse": 51,
            "text": "дабы Аллах воздал каждому живому существу за то, что оно совершило. Воистину, Аллах скор на расплату"
        },
        {
            "chapter": 14,
            "verse": 52,
            "text": "Все сказанное здесь - для сведения людей, и да послужит это увещеванием для них, и да ведают они, что Он - единый Бог, и да задумаются разумные мужи"
        },
        {
            "chapter": 15,
            "verse": 1,
            "text": "Алиф, лам, ра. Следующие [аяты] - знамения Писания и ясного Корана"
        },
        {
            "chapter": 15,
            "verse": 2,
            "text": "Быть может, неверные хотели бы стать муслимами"
        },
        {
            "chapter": 15,
            "verse": 3,
            "text": "Пусть тебя не тревожит их судьба, и пусть они едят, пользуются [благами мирскими] и тешатся надеждой. Впоследствии они узнают, [каковы плоды их деяний]"
        },
        {
            "chapter": 15,
            "verse": 4,
            "text": "Мы не подвергали гибели ни одно поселение, если это не было предначертано [Нами]"
        },
        {
            "chapter": 15,
            "verse": 5,
            "text": "Ни одна община не погибнет раньше [предначертанного] срока и [ни на миг] не отдалит [погибели]"
        },
        {
            "chapter": 15,
            "verse": 6,
            "text": "[Мекканские многобожники] сказали [Мухаммаду]: \"О ты, кому ниспослано откровение (т. е. Коран)! Воистину, ты - одержимый"
        },
        {
            "chapter": 15,
            "verse": 7,
            "text": "Почему ты не явился к нам в сопровождении ангелов, если ты из тех, кто говорит правду"
        },
        {
            "chapter": 15,
            "verse": 8,
            "text": "[Но] Мы ниспосылаем ангелов только с истиной, и уж тогда никому не будет дано отсрочки"
        },
        {
            "chapter": 15,
            "verse": 9,
            "text": "Воистину, Мы ниспослали Коран, и, воистину, Мы оберегаем его"
        },
        {
            "chapter": 15,
            "verse": 10,
            "text": "И до тебя [, Мухаммад,] Мы посылали посланников к прежним народам"
        },
        {
            "chapter": 15,
            "verse": 11,
            "text": "и не было такого посланника, над которым они не издевались бы"
        },
        {
            "chapter": 15,
            "verse": 12,
            "text": "[Подобно тому] как [вводили неверие в сердца прежних народов], Мы вводим так же его в сердца [мекканских] грешников"
        },
        {
            "chapter": 15,
            "verse": 13,
            "text": "Они не уверуют в откровение, хотя уже давно стало правилом [наказание Аллахом] прежних народов [за неверие]"
        },
        {
            "chapter": 15,
            "verse": 14,
            "text": "Если бы Мы разверзли для них врата небесные и если бы они поднялись туда"
        },
        {
            "chapter": 15,
            "verse": 15,
            "text": "то непременно сказали бы: \"Наши взоры затуманены, сами мы зачарованы"
        },
        {
            "chapter": 15,
            "verse": 16,
            "text": "Воистину, Мы воздвигли на небе башни и украсили их для тех, кто смотрит"
        },
        {
            "chapter": 15,
            "verse": 17,
            "text": "И Мы предохранили их от всякого шайтана, побиваемого камнями"
        },
        {
            "chapter": 15,
            "verse": 18,
            "text": "кроме того, [шайтана, который] станет подслушивать украдкой. Но и его поразит яркий светоч"
        },
        {
            "chapter": 15,
            "verse": 19,
            "text": "Мы простерли землю, воздвигли на ней горы и взрастили на ней в меру всяких злаков"
        },
        {
            "chapter": 15,
            "verse": 20,
            "text": "Мы предоставили на земле пропитание вам и тем, кого вы не обязаны кормить"
        },
        {
            "chapter": 15,
            "verse": 21,
            "text": "Нет мирских благ, хранилищ которых не было бы у Нас, и ниспосылаем Мы их только по определенной мере"
        },
        {
            "chapter": 15,
            "verse": 22,
            "text": "Мы послали ветры, оплодотворяющие [облака дождем], а потом низвели с неба воду и напоили ею вас, но не вам ее оберегать"
        },
        {
            "chapter": 15,
            "verse": 23,
            "text": "Воистину, Мы оживляем и умерщвляем, и Мы наследуем [все добро людей]"
        },
        {
            "chapter": 15,
            "verse": 24,
            "text": "Воистину, Мы знаем [думы и деяния всех людей], как тех, кто жил до вас, так и тех, кто будет жить после вас"
        },
        {
            "chapter": 15,
            "verse": 25,
            "text": "И воистину, твой Господь соберет их всех [в Судный день], ведь Он - мудрый, знающий"
        },
        {
            "chapter": 15,
            "verse": 26,
            "text": "Воистину, Мы сотворили человека из сухой звонкой глины, из ила, отлитого в форме"
        },
        {
            "chapter": 15,
            "verse": 27,
            "text": "А до того [Мы сотворили] джиннов из палящего огня"
        },
        {
            "chapter": 15,
            "verse": 28,
            "text": "[Вспомни,] как Господь твой сказал ангелам: \"Воистину, я сотворю человека из сухой звонкой глины, из ила, отлитого в форме"
        },
        {
            "chapter": 15,
            "verse": 29,
            "text": "Когда же Я отолью его и вдохну в него от Моего духа, то падите перед ним ниц и бейте челом"
        },
        {
            "chapter": 15,
            "verse": 30,
            "text": "Все ангелы до единого совершили челобитие"
        },
        {
            "chapter": 15,
            "verse": 31,
            "text": "за исключением Иблиса, который отказался присоединиться к тем, кто бил челом"
        },
        {
            "chapter": 15,
            "verse": 32,
            "text": "[Аллах] сказал: \"О Иблис! Что с тобой? Почему ты не в числе бьющих челом"
        },
        {
            "chapter": 15,
            "verse": 33,
            "text": "Ответил [Иблис]: \"Не подобает мне поклоняться человеку, которого ты сотворил из сухой звонкой глины, из отлитого в форме ила"
        },
        {
            "chapter": 15,
            "verse": 34,
            "text": "Сказал [Аллах]: \"Так уходи же из рая, будь побиваем камнями"
        },
        {
            "chapter": 15,
            "verse": 35,
            "text": "и, воистину, над тобой [будет тяготеть] проклятие до Судного дня"
        },
        {
            "chapter": 15,
            "verse": 36,
            "text": "Сказал [Иблис]: \"Господи! Так дай мне отсрочку до того дня, когда люди будут воскрешены"
        },
        {
            "chapter": 15,
            "verse": 37,
            "text": "[Аллах] ответил: \"Воистину, тебе дана отсрочка"
        },
        {
            "chapter": 15,
            "verse": 38,
            "text": "до дня, наступление которого определено"
        },
        {
            "chapter": 15,
            "verse": 39,
            "text": "[Иблис] сказал: \"Господи! За то, что Ты свел меня с пути истины, я [исхитрюсь] приукрасить [все дурное] на земле и непременно совращу всех Твоих рабов"
        },
        {
            "chapter": 15,
            "verse": 40,
            "text": "за исключением тех, которые искренни"
        },
        {
            "chapter": 15,
            "verse": 41,
            "text": "[Аллах] ответил: \"Это тот путь, который [Я считаю] прямым"
        },
        {
            "chapter": 15,
            "verse": 42,
            "text": "Воистину, нет у тебя власти над Моими рабами, за исключением заблудших, которые последуют за тобой"
        },
        {
            "chapter": 15,
            "verse": 43,
            "text": "и, воистину, ад - это место, предназначенное всем им"
        },
        {
            "chapter": 15,
            "verse": 44,
            "text": "В аду - семь врат, и каждые врата предназначены для [своей] части заблудших"
        },
        {
            "chapter": 15,
            "verse": 45,
            "text": "Воистину, богобоязненные - в садах, среди источников"
        },
        {
            "chapter": 15,
            "verse": 46,
            "text": "[И скажут им]: \"Входите в сады с миром, без опаски"
        },
        {
            "chapter": 15,
            "verse": 47,
            "text": "И Мы исторгли из сердец [людей] ненависть [взаимную], и они, как братья, восседают на ложах, обратившись друг к другу"
        },
        {
            "chapter": 15,
            "verse": 48,
            "text": "Ничто не будет там их огорчать, и их не изгонят оттуда"
        },
        {
            "chapter": 15,
            "verse": 49,
            "text": "Возвести Моим рабам, что, воистину, Я - прощающий, милосердный"
        },
        {
            "chapter": 15,
            "verse": 50,
            "text": "[но] что караю Я мучительным наказанием"
        },
        {
            "chapter": 15,
            "verse": 51,
            "text": "Сообщи им также о гостях Ибрахима"
        },
        {
            "chapter": 15,
            "verse": 52,
            "text": "которые вошли к нему и сказали: \"Мир!\", а он ответил: \"Воистину, мы опасаемся вас"
        },
        {
            "chapter": 15,
            "verse": 53,
            "text": "Гости сказали: \"Не бойся, воистину, мы приносим тебе радостную весть [о том, что у тебя родится] мальчик, обладающий знанием"
        },
        {
            "chapter": 15,
            "verse": 54,
            "text": "Ибрахим спросил: \"Мне ли предназначена [эта] приятная весть - ведь я уже стар! К чему [теперь] ваша приятная весть"
        },
        {
            "chapter": 15,
            "verse": 55,
            "text": "Они ответили: \"Мы сообщаем тебе об истинной радости, так что не отчаивайся"
        },
        {
            "chapter": 15,
            "verse": 56,
            "text": "Ибрахим сказал: \"Да кто же отчаивается в милости своего Господа - разве только заблудший"
        },
        {
            "chapter": 15,
            "verse": 57,
            "text": "[Затем] Ибрахим спросил: \"Какое у вас дело, о посланцы"
        },
        {
            "chapter": 15,
            "verse": 58,
            "text": "Они ответили: \"Воистину, мы направлены к грешным людям"
        },
        {
            "chapter": 15,
            "verse": 59,
            "text": "[чтобы искоренить их], за исключением семьи Лута, которую мы спасем целиком"
        },
        {
            "chapter": 15,
            "verse": 60,
            "text": "кроме его жены\". - Мы предрешили, что она останется [и подвергнется наказанию]"
        },
        {
            "chapter": 15,
            "verse": 61,
            "text": "Когда посланцы пришли к Луту"
        },
        {
            "chapter": 15,
            "verse": 62,
            "text": "он сказал: \"Воистину, вы [люди] незнакомые"
        },
        {
            "chapter": 15,
            "verse": 63,
            "text": "Они сказали: \"Но мы пришли к тебе [с ответом] на то, в чем [грешники] сомневались"
        },
        {
            "chapter": 15,
            "verse": 64,
            "text": "Мы принесли тебе истинное решение [сомнений грешников], и, воистину, мы говорим правду"
        },
        {
            "chapter": 15,
            "verse": 65,
            "text": "Среди ночи выведи свою семью [из города] и сам иди вслед за ними. И пусть никто из вас не оборачивается. Отправьтесь туда, куда вам будет приказано"
        },
        {
            "chapter": 15,
            "verse": 66,
            "text": "И Мы внушили Луту [в откровении] повеление о том, что грешники все до единого к утру будут уничтожены"
        },
        {
            "chapter": 15,
            "verse": 67,
            "text": "Жители города пришли [к Луту], ликуя"
        },
        {
            "chapter": 15,
            "verse": 68,
            "text": "Он сказал им: \"Они - мои гости, не позорьте же меня"
        },
        {
            "chapter": 15,
            "verse": 69,
            "text": "Страшитесь Аллаха и не ввергайте меня в бесславие"
        },
        {
            "chapter": 15,
            "verse": 70,
            "text": "Они спросили [Лута]: \"Разве мы не предостерегали тебя [не звать в гости] людей"
        },
        {
            "chapter": 15,
            "verse": 71,
            "text": "[Лут] сказал: \"Вот мои дочери, [возьмите их], если вы [непременно] хотите свершить [грех]"
        },
        {
            "chapter": 15,
            "verse": 72,
            "text": "Клянусь твоей жизнью, [Мухаммад,] что они, упоенные опьянением, блуждают слепо"
        },
        {
            "chapter": 15,
            "verse": 73,
            "text": "На восходе солнца настиг их глас [Джибрила]"
        },
        {
            "chapter": 15,
            "verse": 74,
            "text": "И Мы перевернули [город Лута] вверх дном и пролили на них дождь из окаменевшей глины"
        },
        {
            "chapter": 15,
            "verse": 75,
            "text": "Воистину, во всем этом - знамения для способных размышлять"
        },
        {
            "chapter": 15,
            "verse": 76,
            "text": "И, воистину, они жили на пути [из Хиджаза в Сирию]"
        },
        {
            "chapter": 15,
            "verse": 77,
            "text": "Воистину, во всем этом - знамения для верующих"
        },
        {
            "chapter": 15,
            "verse": 78,
            "text": "Воистину, жители ал-Айки также были нечестивцами"
        },
        {
            "chapter": 15,
            "verse": 79,
            "text": "Мы воздали им по заслугам, и, воистину, и те и другие [ныне] находятся на верном пути"
        },
        {
            "chapter": 15,
            "verse": 80,
            "text": "Несомненно, жители ал-Хиджра не признали посланцев"
        },
        {
            "chapter": 15,
            "verse": 81,
            "text": "Мы явили им Наши знамения, но они от них отвернулись"
        },
        {
            "chapter": 15,
            "verse": 82,
            "text": "Они высекали в горах недоступные жилища"
        },
        {
            "chapter": 15,
            "verse": 83,
            "text": "Их поразил [гибелью] на заре глас [Нашего наказания]"
        },
        {
            "chapter": 15,
            "verse": 84,
            "text": "И не спасло их то, что они приобретали"
        },
        {
            "chapter": 15,
            "verse": 85,
            "text": "Мы сотворили небеса, землю и то, что между ними, только в истине. И, воистину. Судный день непременно настанет, так прости же [, Мухаммад,] великодушно"
        },
        {
            "chapter": 15,
            "verse": 86,
            "text": "Воистину, твой Господь - мудрый творец"
        },
        {
            "chapter": 15,
            "verse": 87,
            "text": "Мы даровали тебе семь повторяемых [аятов] и великий Коран"
        },
        {
            "chapter": 15,
            "verse": 88,
            "text": "Не устремляй [алчных] взоров к благам [земным], которые Мы предоставили некоторым неверным, не горюй о них, будь терпимым и смиренным с верующими"
        },
        {
            "chapter": 15,
            "verse": 89,
            "text": "и говори: \"Воистину, я - только увещеватель с ясным [увещеванием]"
        },
        {
            "chapter": 15,
            "verse": 90,
            "text": "подобным тому, которое Мы ниспослали тем"
        },
        {
            "chapter": 15,
            "verse": 91,
            "text": "что разделяли Коран на части"
        },
        {
            "chapter": 15,
            "verse": 92,
            "text": "И клянусь твоим Господом [, Мухаммад,] Мы непременно всех их призовем к ответу"
        },
        {
            "chapter": 15,
            "verse": 93,
            "text": "за то, что они вершили"
        },
        {
            "chapter": 15,
            "verse": 94,
            "text": "Провозгласи то, что велено тебе, и отвернись от многобожников"
        },
        {
            "chapter": 15,
            "verse": 95,
            "text": "Воистину, Мы избавили тебя от тех, кто издевался [над тобой]"
        },
        {
            "chapter": 15,
            "verse": 96,
            "text": "[от тех], которые наряду с Аллахом признают других богов. Но они скоро узнают [ошибочность этого]"
        },
        {
            "chapter": 15,
            "verse": 97,
            "text": "Ведь Мы уже знаем, что твое сердце сжимается от того, что они говорят"
        },
        {
            "chapter": 15,
            "verse": 98,
            "text": "Так восславь же Господа твоего хвалой и будь в числе тех, кто бьет челом"
        },
        {
            "chapter": 15,
            "verse": 99,
            "text": "Поклоняйся Господу твоему, пока смерть не явится к тебе"
        },
        {
            "chapter": 16,
            "verse": 1,
            "text": "Придет веление Аллаха, так не пытайтесь ускорить его [приход]. Преславен Он и превыше того, чему поклоняются наряду [с Ним]"
        },
        {
            "chapter": 16,
            "verse": 2,
            "text": "Он ниспосылает ангелов с откровением по Своему велению тому из Своих рабов, кому пожелает, [и велит]: \"Вещайте, что нет бога, кроме Меня. Так бойтесь же Меня"
        },
        {
            "chapter": 16,
            "verse": 3,
            "text": "Он сотворил небеса и землю в соответствии с [божественной] истиной. Превыше Он тех, кому они поклоняются наряду с Ним"
        },
        {
            "chapter": 16,
            "verse": 4,
            "text": "Он сотворил человека из капли [семени] - и после этого [человек] еще спорит"
        },
        {
            "chapter": 16,
            "verse": 5,
            "text": "Он [сотворил] также скот, который согревает вас и приносит пользу, им же вы и питаетесь"
        },
        {
            "chapter": 16,
            "verse": 6,
            "text": "Вы наслаждаетесь красотой домашних животных и тогда, когда вечером пригоняете их [в загон], и тогда, когда утром отгоняете на пастбище"
        },
        {
            "chapter": 16,
            "verse": 7,
            "text": "Они перевозят вашу поклажу в края, достичь которых вы могли бы только ценой телесных тягот. Воистину, Господь ваш - сострадательный, милосердный"
        },
        {
            "chapter": 16,
            "verse": 8,
            "text": "[сотворил также] коней, мулов и ослов, чтобы вы ездили на них верхом и пользовались как роскошью. Он творит также то, чего вы и вовсе не знаете"
        },
        {
            "chapter": 16,
            "verse": 9,
            "text": "Аллаху принадлежит [право] направлять на путь истины, но некоторые люди сходят с него. Если бы Аллах пожелал, то Он вас всех направил бы на прямой путь"
        },
        {
            "chapter": 16,
            "verse": 10,
            "text": "Он - тот, кто ниспосылает с неба воду; она для вас - питье, она орошает деревья, среди которых вы пасете [скот]"
        },
        {
            "chapter": 16,
            "verse": 11,
            "text": "[Аллах] взращивает для вас злаки, маслины, финики, виноград и всякого рода плоды. Воистину, во всем этом - знамение для людей, способных размышлять"
        },
        {
            "chapter": 16,
            "verse": 12,
            "text": "Он приспособил к вашим нуждам ночь и день, солнце, и луну, и звезды - и они покорно исполняют Его веления. Воистину, во всем этом - знамения для разумных людей"
        },
        {
            "chapter": 16,
            "verse": 13,
            "text": "А во всем том разнообразии, что Он сотворил для вас на земле, воистину, - знамение для тех, кто внимает назиданиям"
        },
        {
            "chapter": 16,
            "verse": 14,
            "text": "Он - тот, кто сделал покорным [вам] море, чтобы вы обрели для питания свежее мясо, чтобы вы добывали в нем украшения, которые носите. Ты видишь корабли, бороздящие [моря], дабы снискать Его милость, - быть может, вы возблагодарите [Его]"
        },
        {
            "chapter": 16,
            "verse": 15,
            "text": "Он воздвиг на земле горы [столь] прочными, чтобы они не передвигались вместе с вами, [создал] реки и [провел] дороги, дабы вы могли пойти по прямому пути"
        },
        {
            "chapter": 16,
            "verse": 16,
            "text": "а также [создал другие] приметы, [чтобы вам выбрать верный путь]. А по звездам люди находят верную дорогу"
        },
        {
            "chapter": 16,
            "verse": 17,
            "text": "Разве тот, кто творит, равен тому, кто не творит? Неужели же вы не образумитесь"
        },
        {
            "chapter": 16,
            "verse": 18,
            "text": "Если вы станете считать милости Аллаха, то не пересчитаете! Воистину, Аллах - прощающий, милосердный"
        },
        {
            "chapter": 16,
            "verse": 19,
            "text": "Аллах ведает и то, что вы таите, и то, что вы делаете и говорите открыто"
        },
        {
            "chapter": 16,
            "verse": 20,
            "text": "Идолы, которым они поклоняются вместо Аллаха, не могут ничего сотворить, напротив, они сами сотворены"
        },
        {
            "chapter": 16,
            "verse": 21,
            "text": "Они мертвы, бездыханны и даже не знают, когда они будут воскрешены"
        },
        {
            "chapter": 16,
            "verse": 22,
            "text": "Ваш бог - Бог единый. Но сердца тех, кто не верует в жизнь будущую, не признают [Его], а сами они - гордецы"
        },
        {
            "chapter": 16,
            "verse": 23,
            "text": "Несомненно, Аллах знает и то, что вы таите, и то, что делаете и говорите открыто. Воистину, Он не любит гордецов"
        },
        {
            "chapter": 16,
            "verse": 24,
            "text": "Когда их спрашивают: \"Что ниспослал вам Господь?\" - они говорят в ответ: \"Это же сказки древних людей"
        },
        {
            "chapter": 16,
            "verse": 25,
            "text": "Пусть [гордецы] полностью несут груз своих [деяний] в Судный день, а также ношу тех, кого они свели с пути истины по невежеству. Как отвратительна их ноша"
        },
        {
            "chapter": 16,
            "verse": 26,
            "text": "Козни строили еще те, которые жили прежде них, но Аллах разрушил их здание до основания. На них рухнула сверху крыша, и поразила их кара с той стороны, откуда они и не ожидали"
        },
        {
            "chapter": 16,
            "verse": 27,
            "text": "Потом, в День воскресения, Он ввергнет их в позор и спросит: \"Где те, которым вы поклонялись наряду со Мной и о которых вы спорили [с верующими]?\" Те, которым было даровано знание, скажут: \"Воистину, позор и несчастие сегодня - удел неверующих"
        },
        {
            "chapter": 16,
            "verse": 28,
            "text": "тех, которых ангелы упокоивают грешниками\". Они же проявят покорность [и скажут]: \"Мы не намеревались грешить\". [Им ответят]: \"Как бы не так! Воистину, Аллах ведает о том, что вытворили"
        },
        {
            "chapter": 16,
            "verse": 29,
            "text": "Так вступите же во врата адские [и пребывайте] в аду вечно. О, как мерзко жилище гордецов"
        },
        {
            "chapter": 16,
            "verse": 30,
            "text": "А богобоязненным будет сказано: \"Что ниспослал вам Господь?\" Они ответят: \"Благо\". Тем, кто творил в этом мире добрые деяния, будет воздано добром. А жилище в будущем мире лучше. И как прекрасно жилище богобоязненных"
        },
        {
            "chapter": 16,
            "verse": 31,
            "text": "[Это] вечные сады, в которые вступят они, и текут там ручьи. Там будет для них все, чего [они] пожелают. Так вознаграждает Аллах богобоязненных"
        },
        {
            "chapter": 16,
            "verse": 32,
            "text": "которых безгрешными упокоивают ангелы и говорят: \"Мир вам! Войдите в рай [в воздаяние] за то, что вы совершали"
        },
        {
            "chapter": 16,
            "verse": 33,
            "text": "Неужели [неверные] надеются на явление чего-либо [иного], кроме ангелов или веления твоего Господа, [о Мухаммад]? Так же поступали и те, кто жил до них. Аллах не проявил несправедливости к ним, это сами они были несправедливы к себе"
        },
        {
            "chapter": 16,
            "verse": 34,
            "text": "Их постигло возмездие за их злонравие, и они подверглись наказанию, которым они пренебрегали"
        },
        {
            "chapter": 16,
            "verse": 35,
            "text": "Многобожники говорят: \"Если бы Аллах захотел, то ни мы, ни наши отцы не стали бы поклоняться чему-либо другому, кроме Него, и мы не стали бы запрещать что-либо без [соизволения] Аллаха\". Точно так говорили грешники, которые жили до них. Разве посланникам надлежит что-либо иное, кроме как ясное сообщение [предписаний Аллаха]"
        },
        {
            "chapter": 16,
            "verse": 36,
            "text": "Мы отправили к каждой общине посланника [, чтобы он сказал]: \"Поклоняйтесь Аллаху и избегайте идола\". Среди них есть такие, которых Аллах наставил на прямой путь, и такие, которым предначертано заблуждение. Ходите же по земле - и вы увидите, каков был конец опровергавших [божественное откровение]"
        },
        {
            "chapter": 16,
            "verse": 37,
            "text": "Если бы ты [, Мухаммад], и захотел наставить неверных на прямой путь, то Аллах не наставляет на прямой путь заблудших и нет для них помощников"
        },
        {
            "chapter": 16,
            "verse": 38,
            "text": "Они поклялись именем Аллаха великой клятвой: \"Аллах не воскресит того, кто умер\". Как бы не так! [Воскресит] согласно обещанию, данному Им, но большинство людей не ведает [об этом]"
        },
        {
            "chapter": 16,
            "verse": 39,
            "text": "[воскресит], чтобы растолковать им то, в чем они не согласны друг с другом, чтобы неверные убедились в том, что они лгали [на посланников]"
        },
        {
            "chapter": 16,
            "verse": 40,
            "text": "Когда Мы хотим претворить что-либо в действительность, то Нам стоит только сказать: \"Возникни!\" - и оно возникает"
        },
        {
            "chapter": 16,
            "verse": 41,
            "text": "Тех, которые переселились во имя Аллаха, после того как подверглись притеснениям, которые были терпеливы и которые полагаются только на своего Господа, Мы поселим в этом мире наилучшим образом, а вознаграждение им в будущей жизни в будущем мире - [еще] больше. О, если бы знали об этом [их притеснители]"
        },
        {
            "chapter": 16,
            "verse": 42,
            "text": "Это - те, которые проявляют терпение и уповают только на своего Господа"
        },
        {
            "chapter": 16,
            "verse": 43,
            "text": "До тебя [, о Мухаммад,] Мы посылали посланниками только [смертных] мужей, которым внушали откровение. Если вы не знаете этого [, о неверные,] то спросите людей Писания"
        },
        {
            "chapter": 16,
            "verse": 44,
            "text": "[Мы даровали посланникам] ясные знамения и писания, а тебе ниспослали Коран, чтобы ты разъяснил людям то, что было ниспослано прежним посланникам, - быть может, они одумаются"
        },
        {
            "chapter": 16,
            "verse": 45,
            "text": "Неужели же те, которые ухищрялись в кознях [против Мухаммада], уверены в том, что их не проглотит земля, выполняя волю Аллаха, что их не поразит наказание оттуда, откуда они и не ожидают"
        },
        {
            "chapter": 16,
            "verse": 46,
            "text": "[Неужели они рассчитывают,] что их не поразит наказание во время их хождения [по земле], когда они не в состоянии отвратить его"
        },
        {
            "chapter": 16,
            "verse": 47,
            "text": "что оно не поразит их, когда их охватит страх? Воистину, твой Господь - сострадательный, милосердный"
        },
        {
            "chapter": 16,
            "verse": 48,
            "text": "Неужели же [неверные] не думали о таком, что создано Аллахом и что обладает тенью, склоняющейся то направо, то налево, смиренно падая ниц пред Аллахом"
        },
        {
            "chapter": 16,
            "verse": 49,
            "text": "Пред Аллахом падают ниц живые существа, что на небесах и на земле, а также ангелы, и их не обуревает гордыня"
        },
        {
            "chapter": 16,
            "verse": 50,
            "text": "Они боятся своего Господа, который над ними, и совершают то, что им ведено"
        },
        {
            "chapter": 16,
            "verse": 51,
            "text": "Аллах сказал: \"Не поклоняйтесь двум богам, ибо Он - бог единый. И Меня только бойтесь"
        },
        {
            "chapter": 16,
            "verse": 52,
            "text": "Ему принадлежит то, что на небесах и на земле, Ему должно всегда поклоняться. Неужели вы страшитесь кого-либо другого, кроме Аллаха"
        },
        {
            "chapter": 16,
            "verse": 53,
            "text": "Все блага, которые есть у вас, - от Аллаха. И если с вами приключится какая-либо беда, вы взываете с мольбой к Нему"
        },
        {
            "chapter": 16,
            "verse": 54,
            "text": "Когда же Он избавит вас от беды, то некоторые из вас начинают поклоняться наряду с Ним другим богам"
        },
        {
            "chapter": 16,
            "verse": 55,
            "text": "чтобы не признавать того, что Мы даровали им. Пользуйтесь же благами, а уж потом вы сами пожнете [плоды своих действий]"
        },
        {
            "chapter": 16,
            "verse": 56,
            "text": "[Неверные] дают долю из того, чем Мы их наделили, тем, о ком они ничего не знают. Клянусь Аллахом, вы будете держать ответ за то, что измышляете"
        },
        {
            "chapter": 16,
            "verse": 57,
            "text": "Они приписывают Аллаху дочерей. Пречист Он [от этого]! Себе же они [приписывают] то, чего хотят"
        },
        {
            "chapter": 16,
            "verse": 58,
            "text": "Когда кому-либо из них (т. е. арабов-язычников) сообщают весть о девочке, лицо его чернеет от огорчения"
        },
        {
            "chapter": 16,
            "verse": 59,
            "text": "он прячется от людей из-за дурной вести [и не знает], оставить ли в живых [родившуюся дочь] или же схоронить ее в земле. О, как скверно то, на что они решаются"
        },
        {
            "chapter": 16,
            "verse": 60,
            "text": "Тем, кто не верует в будущую жизнь, - худший удел, Аллаху же - наивысший, ведь Он - великий, мудрый"
        },
        {
            "chapter": 16,
            "verse": 61,
            "text": "Если Аллах наказывал бы людей за их нечестия [на земле], то не оставил бы на ней ни одного живого существа. Но он дает им отсрочку до определенного времени. Когда же настанет их срок, то они не смогут ни на час отдалить или приблизить его"
        },
        {
            "chapter": 16,
            "verse": 62,
            "text": "Они приписывают Аллаху то, что им неугодно, уста их глаголят ложь, [когда утверждают], что им принадлежит прекрасное. Без сомнения, им уготован адский огонь, и они будут отринуты [Аллахом]"
        },
        {
            "chapter": 16,
            "verse": 63,
            "text": "Клянусь Аллахом, Мы до тебя направляли [посланников] к народам, но шайтан заморочил [им голову] соблазном. Он - их покровитель сегодня, и им уготовано мучительное наказание"
        },
        {
            "chapter": 16,
            "verse": 64,
            "text": "Мы ниспослали тебе Писание именно для разъяснения того, в чем не соглашаются друг с другом [неверные], а также как руководство к прямому пути и милость для верующих людей"
        },
        {
            "chapter": 16,
            "verse": 65,
            "text": "Аллах ниспослал воду с неба и оживил ею иссохшую землю. Воистину, в этом - знамение для тех, кто прислушивается"
        },
        {
            "chapter": 16,
            "verse": 66,
            "text": "Воистину, в домашней скотине для вас назидание: Мы даем вам в качестве питья то, что [образуется] в ее желудках между пометом и кровью, - чистое молоко, вкусное для тех, кто пьет"
        },
        {
            "chapter": 16,
            "verse": 67,
            "text": "От плодов пальм и виноградных лоз вы получаете хмельной напиток и добрый удел. Воистину, во всем этом - знамение Для тех, кто способен размышлять"
        },
        {
            "chapter": 16,
            "verse": 68,
            "text": "Твой Господь внушил пчеле: \"Воздвигай улья в горах, на Деревьях и в строениях"
        },
        {
            "chapter": 16,
            "verse": 69,
            "text": "А потом пей [нектар] разных плодов и летай смиренно по путям, указанным Господом твоим\". Затем из чрева пчел исходит питье разных оттенков, которое дарит людям исцеление. Воистину, в этом - знамения для тех, кто задумывается"
        },
        {
            "chapter": 16,
            "verse": 70,
            "text": "Аллах вас сотворил, потом Он вас упокоит. Среди вас есть и такие, которых Он ввергает в наихудшее состояние, так что [человек] забывает все то, что знал. Воистину, Аллах - знающий, могущественный"
        },
        {
            "chapter": 16,
            "verse": 71,
            "text": "Аллах возвысил одних из вас над другими по уделу [земному]. Но те, которым дан больший удел, не хотят делиться им со своими рабами, чтобы они не уравнялись с ними. Неужели же они отрицают милость Аллаха, [оказанную им]"
        },
        {
            "chapter": 16,
            "verse": 72,
            "text": "Аллах одарил вас супругами из вашей среды, дал вам от них детей, внуков и наделил вас благами. Неужели же они веруют в ложь и отрицают милость Аллаха"
        },
        {
            "chapter": 16,
            "verse": 73,
            "text": "Они поклоняются помимо Аллаха тому, кто ничуть не властен над небесным или земным уделом и кто ни на что не способен"
        },
        {
            "chapter": 16,
            "verse": 74,
            "text": "Не равняйте Аллаха [с идолами]! Воистину, Аллах знает [истину], а вы не знаете"
        },
        {
            "chapter": 16,
            "verse": 75,
            "text": "Аллах привел притчу [о двух мужах]: рабе-невольнике, который не способен [что-либо] совершить, и том, кому Мы даровали прекрасный удел и который расходует его и явно и тайно. Равны ли они [по возможностям]? Слава Аллаху, [нет], но большая часть людей не знает этого"
        },
        {
            "chapter": 16,
            "verse": 76,
            "text": "И привел Аллах притчу о двух мужах, один из которых - немой, ни на что не способен и служит обузой для своего господина. Куда бы господин его ни послал, раб не принесет добра. Неужели же равны он и тот, который велит поступать справедливо и стоит на прямом пути"
        },
        {
            "chapter": 16,
            "verse": 77,
            "text": "Аллах ведает сокровенное на небесах и на земле. Судный час настанет в мгновение ока или даже быстрее. Воистину, Аллах над всем сущим властен"
        },
        {
            "chapter": 16,
            "verse": 78,
            "text": "Аллах вывел вас из чрева ваших матерей в тот миг, когда вы ни о чем не ведали. Затем Он наделил вас слухом, зрением, сердцами, - быть может, вы будете благодарны"
        },
        {
            "chapter": 16,
            "verse": 79,
            "text": "Неужели они не видели покорных [воле Аллаха] птиц, летающих в небе? Их удерживает [в воздухе] только Аллах. Воистину, в этом - знамение для верующих людей"
        },
        {
            "chapter": 16,
            "verse": 80,
            "text": "Аллах положил вам жить в домах, Он дал вам и жилища из кож домашнего скота, которые легко [переносить], когда вы отправляетесь в путь или делаете привал. [Он даровал вам также] подстилки и всякие предметы из шерсти, пуха и волоса [скота], чтобы вы пользовались ими до срока"
        },
        {
            "chapter": 16,
            "verse": 81,
            "text": "Из того, что Он сотворил, Аллах пожаловал вам тень, убежище в горах, одеяния, чтобы укрыться от жары, дал доспехи, которые прикрывают вас в битве. Так Он завершает свое благоволение по отношению к вам, - быть может, вы станете муслимами"
        },
        {
            "chapter": 16,
            "verse": 82,
            "text": "Если они отвернутся [от истины], то ведь твоя обязанность - только ясно передать [откровение]"
        },
        {
            "chapter": 16,
            "verse": 83,
            "text": "Они знают, что такое милость Аллаха, но тем не менее отрицают ее, ибо большинство из них - неверующие"
        },
        {
            "chapter": 16,
            "verse": 84,
            "text": "В тот день, когда Мы выставим из каждой общины свидетеля [против них], неверующим не будет дозволено просить ни о прощении, ни о снисхождении"
        },
        {
            "chapter": 16,
            "verse": 85,
            "text": "Когда же грешники предстанут перед наказанием, то не будет им ни облегчения, ни отсрочки"
        },
        {
            "chapter": 16,
            "verse": 86,
            "text": "Когда многобожники увидят своих богов, они воскликнут: \"Господи наш! Это те самые наши идолы, к которым мы взывали [с мольбой], минуя Тебя\". Но [идолы] им скажут: \"Воистину: вы лжецы"
        },
        {
            "chapter": 16,
            "verse": 87,
            "text": "В тот день [многобожники] изъявят Аллаху покорность и отрешатся от своих измышлений"
        },
        {
            "chapter": 16,
            "verse": 88,
            "text": "Мы умножим наказание на наказание тем, которые не веровали и уклонялись от пути Аллаха, в возмездие за то, что они творили нечестие"
        },
        {
            "chapter": 16,
            "verse": 89,
            "text": "[Вспомни, Мухаммад,] тот день, когда Мы выставили против последователей каждой общины свидетеля из их среды - и тебя выставили свидетелем против [мекканских многобожников], как Мы ниспослали тебе Писание в разъяснение всего сущего как руководство к прямому пути, как милость и добрую весть для муслимов"
        },
        {
            "chapter": 16,
            "verse": 90,
            "text": "Воистину, Аллах велит вершить справедливость, добрые деяния и одаривать родственников. Он запрещает непристойные и предосудительные деяния и беззаконие. Он наставляет вас, - быть может, вы последуете совету"
        },
        {
            "chapter": 16,
            "verse": 91,
            "text": "Будьте верны завету с Аллахом, если вы его дали; не нарушайте клятв после того, как вы их скрепите, ибо вы признали Аллаха своим поручителем. Воистину, Аллах ведает о том, что вы содеете"
        },
        {
            "chapter": 16,
            "verse": 92,
            "text": "Не уподобляйтесь той женщине, которая распустила свою пряжу после того, как скрутила нити. Вы обращаете свои клятвы в средство взаимного обмана, чтобы одни из вас были сильнее, чем другие. Воистину, Аллах испытывает вас [велением быть верным завету], и Он в День воскресения непременно даст вам разъяснение о том, в чем у вас были разногласия"
        },
        {
            "chapter": 16,
            "verse": 93,
            "text": "Если бы Аллах пожелал, то Он создал бы из вас единую общину. Однако Он сбивает с прямого пути или ведет по прямому пути, кого пожелает, и вас непременно призовут к ответу за то, что вы вершили"
        },
        {
            "chapter": 16,
            "verse": 94,
            "text": "Не обращайте свои клятвы в средство взаимного обмана, чтобы ваши ноги не поскользнулись после того, как они [стояли] незыблемо, а не то вы вкусите зло за то, что сбивали [людей] с пути Аллаха, и вам будет уготовано великое наказание"
        },
        {
            "chapter": 16,
            "verse": 95,
            "text": "Не продавайте данные Аллаху клятвы за бесценок, ибо для вас лучше то, что у Аллаха, если только вы это понимаете"
        },
        {
            "chapter": 16,
            "verse": 96,
            "text": "То, что у вас, истощится, а то, что у Аллаха, вечно. А тем, которые терпеливо сносили [лишения], Мы непременно воздадим наградой, превосходящей то, что они содеяли"
        },
        {
            "chapter": 16,
            "verse": 97,
            "text": "Тех верующих, которые вершили благие дела - будь они мужчины или женщины, - Мы непременно воскресим, даруем им прекрасную жизнь и воздадим награды лучшие, чем их деяния"
        },
        {
            "chapter": 16,
            "verse": 98,
            "text": "Когда ты читаешь Коран, то ищи прибежища от побиваемого камнями шайтана у Аллаха"
        },
        {
            "chapter": 16,
            "verse": 99,
            "text": "Воистину, ему (т. е. шайтану) неподвластны те, которые уверовали и уповают на Аллаха"
        },
        {
            "chapter": 16,
            "verse": 100,
            "text": "Воистину, подвластны ему (т. е. шайтану) те, которые признают его своим покровителем или которые ради него стали многобожниками"
        },
        {
            "chapter": 16,
            "verse": 101,
            "text": "Когда Мы заменяем один аят другим - Аллах лучше знает то, что Он ниспосылает, - [неверные] говорят [Мухаммаду]: \"Воистину, ты - выдумщик\". Да, большинство неверных не знает [истины]"
        },
        {
            "chapter": 16,
            "verse": 102,
            "text": "Отвечай, что принес его (т. е. откровение) Святой Дух от твоего Господа в истине, чтобы подкрепить уверовавших, а также в качестве указания на прямой путь и доброй вести для муслимов"
        },
        {
            "chapter": 16,
            "verse": 103,
            "text": "Мы заранее знаем, что они скажут: \"Воистину, его учит всего лишь человек\". [А ведь] язык того, на кого они намекают, - иноземный, язык же Корана - чистый арабский язык"
        },
        {
            "chapter": 16,
            "verse": 104,
            "text": "Воистину, Аллах не ведет по прямому пути тех, кто не уверовал в знамения Аллаха, и уготовано им мучительное наказание"
        },
        {
            "chapter": 16,
            "verse": 105,
            "text": "Воистину, те, которые не веруют в знамения Аллаха и измышляют ложь, - они-то и есть лжецы"
        },
        {
            "chapter": 16,
            "verse": 106,
            "text": "Гнев Аллаха падет на тех, кто отрекся от Аллаха, а раньше верил в Него, если только он не был принужден к отречению, но [сам сохранял] в сердце приверженность к вере. [Но гнев падет на того], кто раскрыл неверию сердце. Таким и уготовано великое наказание"
        },
        {
            "chapter": 16,
            "verse": 107,
            "text": "Это потому, что они возлюбили жизнь в этом мире больше, чем жизнь в том мире. Воистину, Аллах не ведет прямым путем неверных"
        },
        {
            "chapter": 16,
            "verse": 108,
            "text": "тех, на сердца, слух и глаза которых Аллах наложил печать. Они-то и есть пренебрегающие [своим долгом]"
        },
        {
            "chapter": 16,
            "verse": 109,
            "text": "Несомненно, что в будущем мире они будут [в числе] потерпевших убыток"
        },
        {
            "chapter": 16,
            "verse": 110,
            "text": "Затем твой Господь, воистину, после всего этого прощает и проявляет милосердие к тем, которые переселились [в Медину] после того, как они были совращены, а затем сражались [на пути Аллаха] и терпели [притеснения неверных]. Воистину, твой Господь после всего этого - прощающий, милосердный"
        },
        {
            "chapter": 16,
            "verse": 111,
            "text": "[Напомни, Мухаммад, о] том дне, когда каждый человек будет сам себя защищать и когда каждому полностью воздается за то, что он совершил. И ни к кому из людей не будет проявлена несправедливость"
        },
        {
            "chapter": 16,
            "verse": 112,
            "text": "Аллах приводит [людям] в качестве притчи [жителей] селения, [которые пребывали] в мире и покое. Они обретали свой удел в достатке отовсюду, но не были благодарны Аллаху за эти блага, и тогда Аллах облек их в одеяния голода и страха в наказание за то, что они вершили"
        },
        {
            "chapter": 16,
            "verse": 113,
            "text": "К ним явился посланник из их числа, но они не признали его, и тогда поразила их кара, так как они были не правы"
        },
        {
            "chapter": 16,
            "verse": 114,
            "text": "Пользуйтесь же [, о верующие], всем дозволенным и прекрасным, что Аллах дал вам в удел, и возблагодарите Аллаха за милость, если вы поклоняетесь [только] Ему"
        },
        {
            "chapter": 16,
            "verse": 115,
            "text": "Воистину, Он запретил вам [есть] мертвечину, кровь, свинину, а также то, что забито без упоминания [имени] Аллаха. Если же кто-либо вынужден [съесть запретное, чтобы утолить смертельный голод, или как лекарство], не преступая пределы необходимого - то ведь Аллах - прощающий, милостивый"
        },
        {
            "chapter": 16,
            "verse": 116,
            "text": "Не изрекайте своими устами ложь, утверждая, что это, мол, дозволено, а то запретно, и не возводите напраслину на Аллаха. Воистину, не будут благоденствовать те, которые возводят на Аллаха навет"
        },
        {
            "chapter": 16,
            "verse": 117,
            "text": "[В этом мире] им - недолгое пользование благами, а [в будущем мире] - мучительное наказание"
        },
        {
            "chapter": 16,
            "verse": 118,
            "text": "А иудеям Мы запретили то, о чем рассказали тебе раньше. Мы не проявили к ним несправедливости, они сами были несправедливы к себе"
        },
        {
            "chapter": 16,
            "verse": 119,
            "text": "Затем для тех, кто совершил злое деяние по незнанию, но после этого раскаялся и исправился, воистину, Господь твой - прощающий, милосердный"
        },
        {
            "chapter": 16,
            "verse": 120,
            "text": "Воистину, Ибрахим не был из многобожников, он был предводителем и покорным Аллаху ханифом"
        },
        {
            "chapter": 16,
            "verse": 121,
            "text": "благодарным за благодеяния Его. Аллах избрал его и вывел на прямой путь"
        },
        {
            "chapter": 16,
            "verse": 122,
            "text": "Мы даровали ему в здешнем мире добро, и, воистину, он и в том мире - в числе праведников"
        },
        {
            "chapter": 16,
            "verse": 123,
            "text": "Затем Мы внушили тебе посредством откровения [, о Мухаммад]: \"Следуй за религией Ибрахима, ханифа, ведь он не был многобожником"
        },
        {
            "chapter": 16,
            "verse": 124,
            "text": "Воистину, суббота предназначена [как дань религии] тем, которые расходились во мнении относительно ее. Воистину, твой Господь рассудит в День воскресения их споры о том, в чем они противоречили [друг другу]"
        },
        {
            "chapter": 16,
            "verse": 125,
            "text": "Призывай [, о Мухаммад,] на путь Господа мудростью и добрым увещеванием и веди спор с многобожниками наилучшими средствами. Воистину, твой Господь лучше знает тех, кто сошел с указанного Им пути, и Он лучше знает тех, кто на прямом пути"
        },
        {
            "chapter": 16,
            "verse": 126,
            "text": "Если вы подвергаете наказанию неверных, то наказывайте таким же образом, как вас наказывали. Но если же вы стерпите [и удержитесь от наказания], то это будет лучше для терпеливых"
        },
        {
            "chapter": 16,
            "verse": 127,
            "text": "Так терпи же [, Мухаммад], ибо твое терпение - только от Аллаха, не печалься из-за них и не горюй из-за их коварства"
        },
        {
            "chapter": 16,
            "verse": 128,
            "text": "Воистину, Аллах - на стороне богобоязненных и тех, кто вершит добрые деяния"
        }
    ]
}