{
    "chapter": [
        {
            "chapter": 2,
            "verse": 1,
            "text": "Алиф, Лам, Мим"
        },
        {
            "chapter": 2,
            "verse": 2,
            "text": "Бул китепте? эч күмөн жок. (Ал) такыба кишилер үчүн Туура Жол"
        },
        {
            "chapter": 2,
            "verse": 3,
            "text": "Алар кайыпка ишенишет, намазды толук аткарышат жана Биз ырыскы кылып берген нерселерден кайыр-садака кылышат"
        },
        {
            "chapter": 2,
            "verse": 4,
            "text": "Дагы алар, (о, Мухаммад) сага түшүрүлгөнгө (Кураан-Сүннөткө) жана сенден мурда түшүрүлгөн нерселерге (Тоорат, Инжил, Забур китептерине) да ыйман келтиришет жана Акыретке анык ишенишет"
        },
        {
            "chapter": 2,
            "verse": 5,
            "text": "Ошол адамдар гана Раббиси тарабынан (келген) Туура Жол үстүндө жана ошолор гана жеңишке жетүүчүлөр"
        },
        {
            "chapter": 2,
            "verse": 6,
            "text": "Чынында, сен каапырларды (тозоктон) коркутсаң деле, коркутпасаң деле айырмасы жок, ыйман келтиришпейт"
        },
        {
            "chapter": 2,
            "verse": 7,
            "text": "Аллаһ алардын жүрөктөрүнө жана кулактарына мөөр басып, көздөрүнө парда тосуп койгон. Жана (Акыретте) алар үчүн чоң азап бар"
        },
        {
            "chapter": 2,
            "verse": 8,
            "text": "Адамдардан кээ бирөөлөрү «Аллаһка жана Акырет күнүнө ишендик» дешет. Бирок, ишенишкен (ыймандуу) эмес"
        },
        {
            "chapter": 2,
            "verse": 9,
            "text": "Аллаһты жана момундарды алдамакчы болушат, бирок өздөрүн гана алдап жаткандарын сезишпейт"
        },
        {
            "chapter": 2,
            "verse": 10,
            "text": "Жүрөктөрүндө оору бар. Аллаһ оорууларын дагы көбөйттү. Жана жалган сүйлөгөндөрү себептүү алар үчүн жан ооруткан азап бар"
        },
        {
            "chapter": 2,
            "verse": 11,
            "text": "Эгер аларга «Жер бетинде бузукулук кылбагыла»-деп айтылчу болсо, «Биз — оң-доочуларбыз»-дешет"
        },
        {
            "chapter": 2,
            "verse": 12,
            "text": "Көңүл бургула! Алар — анык бузукулар. Бирок, өздөрү (муну) сезишпейт"
        },
        {
            "chapter": 2,
            "verse": 13,
            "text": "Дагы аларга «Адамдар (сахаабалар) ыйман келтиргендей ыйман келтиргиле»-деп айтылса, «(Ушул) акылсыздар сыяктуу ый-ман келтиребизби?!»-дешет. Көңүл бургула! Өздөрү анык акмак! Бирок, (муну) билишпейт"
        },
        {
            "chapter": 2,
            "verse": 14,
            "text": "Ыймандуу кишилерге жолукканда: «Биз ыйман келтирдик»-дешет. Ал эми, өздөрүнүн шайтандары (чоңдору) менен жалгыз калышса: «Биз силер мененбиз. Биз аларды шылдың кылуудабыз»-дешет"
        },
        {
            "chapter": 2,
            "verse": 15,
            "text": "Аллаһ өздөрүн шерменде кылат жана баштары айланганча каапырчылыкта жүрүүлөрүн узартат"
        },
        {
            "chapter": 2,
            "verse": 16,
            "text": "Алар- Туура Жолдун ордуна адашууну сатып алгандар. (Бул) «соодалары» пайда бербеди жана Туура Жолго түшүүчү болушпады"
        },
        {
            "chapter": 2,
            "verse": 17,
            "text": "Алардын мисалы бирөөдөн от сурап жаккан кишилер сыяктуу. От эми гана тегерегин жарытты эле, Аллаһ (капыстан) нурун кетирип, аларды караңгылыктарда, көрбөй турган абалда калтырды"
        },
        {
            "chapter": 2,
            "verse": 18,
            "text": "(Дагы алардын мисалы) дүлөй, дудук жана сокур (сыяктуу). Демек, (адашууларынан) эч кайтышпайт"
        },
        {
            "chapter": 2,
            "verse": 19,
            "text": "Же болбосо караңгы, күркүрөктүү, чагылгандуу асмандан нөшөрлөгөн жамгырда калган кишилерге окшойт. Чагылган чартылдаганда өлүмдөн коркуп, манжаларын кулактарына тыгып алышат. Аллаһ каапырларды ороп алуучу"
        },
        {
            "chapter": 2,
            "verse": 20,
            "text": "Чагылган көздөрүн сокур кыла жаздайт. Жарык тийген сайын (бир аз) жүрүп алышат, караңгы болгондо токтоп калышат. Эгер Аллаһ кааласа кулактарын жана көздөрүн (тап-такыр) жок кылып коймок. Аллаһ бардык нерсеге Кудуреттүү"
        },
        {
            "chapter": 2,
            "verse": 21,
            "text": "О,адамдар! Силерди жана силерден мурункуларды жараткан Раббиңерге ибадат кылгыла, такыбалуу болсоңор ажеп эмес"
        },
        {
            "chapter": 2,
            "verse": 22,
            "text": "Ал силерге жерди төшөк, асманды чатыр кылды жана асмандан суу түшүрүп, силерге ырыскы болсун үчүн аны менен көп мөмөлөрдү чыгарды. Эми, билип туруп Аллаһка (башка нерселерди) теңдеш кылбагыла"
        },
        {
            "chapter": 2,
            "verse": 23,
            "text": "Эгер силер, пендебизге (Мухаммадга) Биз түшүргөн Кураандан күмөндө болсоңор, ошонун дал өзүндөй бир гана сүрө келтиргилечи?! Дагы Аллаһтан башка (колдоочу) күбөңөрдү да чакыргыла, эгер чынчыл болсоңор"
        },
        {
            "chapter": 2,
            "verse": 24,
            "text": "Эгер (андай сүрө) жарата албасаңар — эч качан жарата албайсыңар — отуну адамдардан жана таштардан болгон, каапырлар үчүн даярдалган Тозоктон корккула"
        },
        {
            "chapter": 2,
            "verse": 25,
            "text": "(Жүрөктөрү менен) ишенип, (дене мүчөлөрү менен) жакшы амалдарды жасаган адамдарга, астынан дарыялар аккан Бейишти сүйүнчүлө! Алар ар качан Бейиштен бир мөмө ооз тийчү болсо: «Биз муну(н окшошун) мурда жеген болчубуз»-дешет. Жана аларга (көрүнүшү жана даамы) бири-бирине окшош мөмөлөр берилет. Алар үчүн Бейиште таза-пакиза жубайлар бар. Алар Бейиште түбөлүк калышат"
        },
        {
            "chapter": 2,
            "verse": 26,
            "text": "Аллаһ бир чиркейди же андан да майдараак (курт-кумурскаларды) мисал келтирүүдөн тартынбайт. Ыймандуу адамдар ал мисалдын Раббиси тарабынан келген чындык экенин билишет. Каапырлар болсо, «Аллаһ муну мисал келтирүү менен эмнени каалаган?» дешет. (Аллаһ) бул мисал менен көп адамдарды адаштырат, көп адамдарды Туура Жолго баштайт. Аллаһ аны менен бузуку адамдарды гана адаштырат"
        },
        {
            "chapter": 2,
            "verse": 27,
            "text": "Алар Аллаһка берген убадаларын, бекемдегенден кийин деле буза беришет, Аллаһ улануусун буюрган нерселерди! үзүшөт жана жерде бузукулук кылышат. Мына ушул адамдар зыян тартуучулар"
        },
        {
            "chapter": 2,
            "verse": 28,
            "text": "Силер кантип Аллаһка каапыр болуудасыңар?! Ал өлүк денеңерге жан берип тирилткен. Кийин силерди өлтүрүп, андан соң (кайра) тирилтет. Кийин (эсеп берүү үчүн) Анын Өзүнө кайтарыласыңар"
        },
        {
            "chapter": 2,
            "verse": 29,
            "text": "Алсилер үчүн жердеги бардык нерселерди жаратып, андан соң асманды максат кылды жана аны жети асман кылып жаратты. Ал бардык нерсени Билүүчү"
        },
        {
            "chapter": 2,
            "verse": 30,
            "text": "Раббиң периштелерге: «Мен жер бетине халифа — орун басар жаратууну каалаймын» дегенде, периштелер айтышты: «Сен ал жерде кан төгүп, бузукулуктарды жасай тургандарды жаратасыңбы?! Өзүбүз Сени даңазалап, аруулап (сыйынып) жүрөлүк?» Аллаһ «Мен силер билбеген нерселерди билемин»-деди"
        },
        {
            "chapter": 2,
            "verse": 31,
            "text": "Жана (Аллаһ) Адамга бардык нерселердин ысымдарын үйрөттү дагы, аларды периштелерге көргөзүп, «Эгер чынчыл болсоңор, ушул нерселердин ысымдарын Мага айтып бергиле»-деди"
        },
        {
            "chapter": 2,
            "verse": 32,
            "text": "(Периштелер) Айтты: «(О, Рабби! Сен Бардык кемчилдиктен) Аруу-Тазасың! Бизде илим жок. Болгону, Өзүң үйрөткөн нерселерди гана билебиз. А, Сен болсо, Билүүчү, Даанышмансың"
        },
        {
            "chapter": 2,
            "verse": 33,
            "text": "Аллаһ: «О, Адам, аларга (Мен үйрөткөн) нерселердин ысымдарын айт» деди. (Адам) аларга нерселердин ысымдарын айтып берген соң, (Аллаһ) айтты: «Силерге «Мен жер жана асмандардагы (силер билбеген) кайыпты билемин жана силер ашкере кылган нерсени да, ичиңерге жашырган нерсени да билемин» деп айтпадым беле!»"
        },
        {
            "chapter": 2,
            "verse": 34,
            "text": "Эстегиле, Биз периштелерге «Адамга сажда кылгыла» дегенде, дароо сажда кылышты. Бир гана Иблис баш тартып, моюн толгоду жана каапырлардан болду"
        },
        {
            "chapter": 2,
            "verse": 35,
            "text": "Биз айттык: «О, Адам, сен жана жубайың (Хаваа экөөң) Бейиште жашагыла, андагы жаккан мөмөлөрдөн каалаганыңарды жегиле, бирок, мына бул даракка жакын келе көрбөгүлө. Антсеңер (өзүңөргө) зулум кылуучулардан болуп каласыңар"
        },
        {
            "chapter": 2,
            "verse": 36,
            "text": "Шайтан ал экөөнү Бейиштен азгырып, мекендеринен чыгарды. Кийин Биз (Адам, Хаваа жана шайтанга) айттык: «Бири-бириңерге душман болуп (жерге) түшкүлө! Силер үчүн жерде белгилүү убакытка (өмүр бүткөнгө) чейин орун-очок жана (нээматтарынан) пайдалануу бар»"
        },
        {
            "chapter": 2,
            "verse": 37,
            "text": "Андан кийин Адам («О, Жаратуучубуз! Биз өзүбүзгө зулум кылуучу болуп калдык» деген) сөздөрдү Раббиси тарабынан (дилине) түшүрдү. Аллаһ анын тообасын кабыл алды. Албетте, Аллаһ тообаларды кабыл алуучу (жана) Мээримдүү"
        },
        {
            "chapter": 2,
            "verse": 38,
            "text": "«Бардыгыңар Бейиштен түшкүлө» дедик. Эми, силерге Мен тараптан Туура Жол келгенде, ким Менин Туура Жолума ээрчисе, аларга коркунуч жок жана кайгы-капага батышпайт"
        },
        {
            "chapter": 2,
            "verse": 39,
            "text": "Ал эми, Биздин аяттарыбызды жалган деген каапырлар Тозок ээлери болуп, анда түбөлүк калышат!”"
        },
        {
            "chapter": 2,
            "verse": 40,
            "text": "Эй, Исрайил урпактары!! Силерге берген нээматымды эстегиле жана Мага берген убадаңарды аткаргыла, Мен дагы силерге берген убадамды аткарамын. Менден гана корккула"
        },
        {
            "chapter": 2,
            "verse": 41,
            "text": "Жана Мен түшүргөн Кураанга ыйман келтиргиле. (Ал) силердеги нерсени (Тооратты) тастыктаган абалда (түшкөн). Силер ага эң алгачкы каапырлардан болбогула, Менин аяттарымды арзыбаган баага сатпагыла жана жалгыз Менден гана корккула"
        },
        {
            "chapter": 2,
            "verse": 42,
            "text": "Чындыкка жалганды аралаштырбагыла! Билип туруп чындыкты жашырбагыла"
        },
        {
            "chapter": 2,
            "verse": 43,
            "text": "Намазды (толук) аткаргыла, зекет бергиле жана руку кылуучулар менен бирге руку кылгыла"
        },
        {
            "chapter": 2,
            "verse": 44,
            "text": "Адамдарды жакшылыкка буюруп, өзүңөрдү унутасыңарбы? Силер китеп (Тоорат) окуп жүрөсүңөрго! Акылыңарды иштетпейсиңерби"
        },
        {
            "chapter": 2,
            "verse": 45,
            "text": "Сабырдан жана намаздан жардам (кубат) алгыла. Албетте, ал (намаз) оор. Бирок, (Аллаһка) кичипейил кишилерге оор эмес"
        },
        {
            "chapter": 2,
            "verse": 46,
            "text": "Алар «Биз Раббибизге жолугабыз жана Өзүнө кайтып барабыз» деп ишенишет"
        },
        {
            "chapter": 2,
            "verse": 47,
            "text": "Эй, Исрайил урпактары! Силерге берген жакшылыгымды жана (бир мезгилдерде) силерди бардык ааламдан абзел кылганымды эстегиле"
        },
        {
            "chapter": 2,
            "verse": 48,
            "text": "Жана эч ким башка бир адамга жардам бере албай турган жана (Аллаһтан уруксат болмоюнча) эч кимден шапаат! кабыл кылынбай турган, эч кимден (күнөөсүнөн кутулуу үчүн) акы-төлөм алынбай турган жана эч кимге жардам берилбей турган күндөн (Кыяматтан) корккула"
        },
        {
            "chapter": 2,
            "verse": 49,
            "text": "(О, Исрайил урпактары!) Эстегиле: силерди Фираун адамдарынан Биз куткардык. Ал силерди катуу азапка салып иштетип, балдарыңарды союп, аялдарыңарды тирүү калтырган.! Мында Раббиңер тарабынан чоң жакшылык бар эле"
        },
        {
            "chapter": 2,
            "verse": 50,
            "text": "Эстегиле: силер үчүн деңизди бөлүп, силерди куткардык жана Фираун аскерлерин чөктүрүп жибердик. Муну силер көрүп турдуңар"
        },
        {
            "chapter": 2,
            "verse": 51,
            "text": "Биз Муса менен кырк күнгө убадалаштык. Ал кетээри менен силер (билип туруп) өзүңөргө зулум кылган абалда музоону кудай кылып алдыңар"
        },
        {
            "chapter": 2,
            "verse": 52,
            "text": "Кийин Биз силерди ушундан соң шүгүр кылаарсыңар деп кечирдик"
        },
        {
            "chapter": 2,
            "verse": 53,
            "text": "Ошондо, туура жолго түшөөрсүңөр деп Биз Мусага китепти жана Фурканды (жакшылык менен жамандыктын арасын ажыратууну) бердик"
        },
        {
            "chapter": 2,
            "verse": 54,
            "text": "Ошол кезде Муса коомуна айтты: «О, коомум! Силер музоону кудай кылып алууңар менен өзүңөргө зулум кылдыңар! Эми Жаратуучуңарга тообо кылгыла, өзүңөрдү (ыймандуулар каапырларды) өлтүргүлө! Жаратуучуңардын эсебинде ушул силер үчүн жакшыраак. Аллаһ тообаңарды кабыл кылды! Ал —тообаларды кабыл кылуучу, Мээримдүү"
        },
        {
            "chapter": 2,
            "verse": 55,
            "text": "Бир кезде силер айттыңар: «О, Муса, биз Аллаһты айкын көрмөйүнчө, сага ыйман келтирбейбиз». Андан кийин силерди (бири-бириңерге) карап турган абалыңарда чагылган урду"
        },
        {
            "chapter": 2,
            "verse": 56,
            "text": "Кийин Биз силерди, эми шүгүр кылаарсыңар деп, өлгөнүңөрдөн соң кайра тирилттик"
        },
        {
            "chapter": 2,
            "verse": 57,
            "text": "(Силер чөлдө адашып жүргөндө) Биз үстүңөргө булутту көлөкө кылып, (асмандан) «манн» жана «сулва» деген тамактарды түшүрдүк: Жегиле, Биз ырыскы кылып берген пакиза тамактардан! Алар Бизге зулум кылышпады, өздөрүнө зулум кылышты"
        },
        {
            "chapter": 2,
            "verse": 58,
            "text": "Эстегиле, Биз: «Мына бул шаарга киргиле дагы, (аны мекен кылып), көңүлүңөр каалаган жерде кеңири жеп-ичкиле. Жана дарбазадан сажда кылган абалда «хиттатун» (О, Аллаһ, кечир) деп киргиле! Биз силердин катаңарды кечирип, жакшы амал кылуучуларга кошумча (сооптор) беребиз» дедик"
        },
        {
            "chapter": 2,
            "verse": 59,
            "text": "Ошондо, заалымдар («хиттатун» деген) сөздү, өздөрүнө айтылгандан башка (“хинтатун” деген) сөзгө алмаштырып коюшту! Андан кийин Биз заалымдарга бузукулук кылгандары үчүн асмандан азап түшүрдүк"
        },
        {
            "chapter": 2,
            "verse": 60,
            "text": "Бир кезде, Муса коому үчүн суу сурап дуба кылды эле, Биз ага «Аса таягың менен ташты ур»-дедик. Кийин андан он эки булак атырылып чыкты. Бардык адамдар өз булактарын билишти. (Ошондо, Биз) «Аллаһ берген ырыскылардан жеп-ичкиле жана жер бетинде бузукулук менен ойронгерчилик кылбагыла!» (дедик)"
        },
        {
            "chapter": 2,
            "verse": 61,
            "text": "Ошондо, силер айттыңар «О, Муса! Биз (Раббиң асмандан түшүргөн) бир түрдүү даамга сабыр-каниет кылбайбыз! Раббиңе дуба кыл, бизге жер өндүргөн жемиштерден: бадыраңдардан, сарымсактардан, буурчактардан, жасмык дандарынан, пияздардан чыгарып берсин!» Анда Муса: «Силер төмөн жемиштерди алардан жакшы нерсенин («манн» жана «сулванын») ордуна сурап жатасыңарбы?! (Каалаган) шаарга түшкүлө: сураган жемишиңер толтура! Аларга кордук-кедейлик менен (рухааний) жакырлык жазылды жана Аллаһтын каарына жолугушту! Анын себеби Аллаһтын аяттарына каапыр болгондору жана пайгамбарларды кыянатчылык менен өлтүргөндөрү! Анын себеби (Аллаһтын өкүмүнө) каршылык кылгандары жана чектен чыккандары"
        },
        {
            "chapter": 2,
            "verse": 62,
            "text": "Акыйкатта, ыйман келтиргендер, яхудийлер, христиандар жана бутка сыйынбагандардын арасынан кимиси (жеке-жалгыз) Аллаһка жана Акырет күнүнө ишенип, жакшы амалдарды жасаган болсо, Раббисинин алдында аларга арналган сооп-сыйлыктары даяр! Жана Акыретте алар үчүн коркунуч (тозок) жок жана алар кайгы-капага батышпайт"
        },
        {
            "chapter": 2,
            "verse": 63,
            "text": "Эстегиле, Биз силердин үстүңөргө Тур тоосун көтөрүп (коркутуп): “Силерге берген нерсени (Тооратты) бекем кармагыла, андагы өкүмдөрдү эсиңерге туткула, ошондо такыба болоорсуңар” деп, ант-убадаңарды алган элек"
        },
        {
            "chapter": 2,
            "verse": 64,
            "text": "Андан кийин силер (убададан) кайттыңар. Эгер силерге Аллаһтын пазилети жана ырайымы болбогондо, (ошол эле убакытта) зыян тартуучулардан болуп калмаксыңар"
        },
        {
            "chapter": 2,
            "verse": 65,
            "text": "(О, Исрайил урпактары!) Силер өзүңөрдөн бир жамааттын ишемби күн жөнүндө чектен чыкканын билдиңер. Биз аларга “Жийиркеничтүү маймылдарга айлангыла»- дедик"
        },
        {
            "chapter": 2,
            "verse": 66,
            "text": "Бул жазаны алардын алдындагы (замандаш) элдерге жана кийинки элдердин бардыгына үлгү, такыба кишилер үчүн сабак-насаат кылдык"
        },
        {
            "chapter": 2,
            "verse": 67,
            "text": "Бир кезде, Муса коомуна “Аллаһ силерди бир уй союуга буюрду” дегенде алар: “Бизди шылдың кылып жатасыңбы” дешти. (Анда Муса) айтты: “Мен наадандардан? бири болуудан Аллаһтан коргоо тилеймин”"
        },
        {
            "chapter": 2,
            "verse": 68,
            "text": "Алар айтышты: “Раббиңден бизге сурап бер, бизге анын (уйдун жашы) кандайлыгын айтсын”. (Муса) айтты: “Ал (Раббим) айтат: ал кары да эмес, жаш да эмес, орточо уй. Эми, (кайра-кайра сурай бербей) буюрулганды аткаргыла!”"
        },
        {
            "chapter": 2,
            "verse": 69,
            "text": "Алар айтышты: “Раббиңден сура, бизге анын түсүн айтсын”. Муса: “Анын (Раббимдин) айтышынча, ал көргөндүн көзүн кубанта турган сап-сары түстүү болот” - деди"
        },
        {
            "chapter": 2,
            "verse": 70,
            "text": "(Дагы) алар: “Раббиңе дуба кыл анын кандайлыгын түшүндүрсүн! Чынында, уй бизге күмөндүү болуп калды. (Ушуга жооп берсең) Аллаһ кааласа, туура жолго түшүп алабыз” -дешти"
        },
        {
            "chapter": 2,
            "verse": 71,
            "text": "(Муса) айтты: “Анын (Аллаһтын) айтуусуна караганда, ал жер айдап кор болбогон, эгиндерди сугарбаган,! эч бир (жеринде) айыбы жок, анда өзүнүн түсүнөн башка түс да жок”. Алар: “Мына эми чындыкты айттың”-дешти жана (наадандык менен, эзмеленип, ашыкча суроолор бергени себептүү «уйду сойгула» деген буйрукту) аткара албай кала жаздашты"
        },
        {
            "chapter": 2,
            "verse": 72,
            "text": "(О, Исраил урпактары!) Эстегиле, силер бир жанды өлтүрүп, ал жөнүндө (аны ким өлтүргөнү жөнүндө) талашып калдыңар, Аллаһ болсо, жашырган нерсеңерди ачыкка чыгаруучу"
        },
        {
            "chapter": 2,
            "verse": 73,
            "text": "Анан Биз: “Уйдун бир бөлүк эти менен аны ургула, (ал тирилет)” дедик. Аллаһ өлүктөрдү мына ушинтип тирилтет жана силерге, акылыңарды иштетишиңер үчүн (кудуретинин) белгилерин көргөзөт"
        },
        {
            "chapter": 2,
            "verse": 74,
            "text": "Андан соң: ушундан кийин деле жүрөгүңөр катып калды! Жүрөгүңөр таш сыяктуу! Же (андан да) катуураак! Анткени, алардын кээ бирлеринен дарыялар атырылат, кээ бирлери жарылып, андан суу чыгат, кээ бирлери болсо, Аллаһтан коркконунан (бекем турган жеринен) кулап кетет. Аллаһ силер жасаган иштерден кабарсыз эмес"
        },
        {
            "chapter": 2,
            "verse": 75,
            "text": "(О, момундар!) Силер алардын (китеп ээлеринин) ыйманга келүүсүнөн үмүт кыласыңарбы? (Үмүт кылбай эле койгула.) Алардан бир топтору Аллаһтын сөздөрүн угуп, акылдары жетип, билип калгандан кийин деле (өз каалоолоруна ылайыктап) өзгөртүп жиберишет. Кээ бир мусулмандардын үмүт кылгандары жөн жеринен эмес эле. Анткени, алардын арасындагы эки жүздүүлөрү"
        },
        {
            "chapter": 2,
            "verse": 76,
            "text": "ыймандуу кишилерге жолуккан кезде “Биз ыйман келтирдик” дешет. Эгер өздөрүнчө калышса “Эмне, аларга (мусулмандарга) Аллаһ силерге (Тоорат китебинде) ачык айткан нерсе жөнүндө Раббиңердин алдында өзүңөргө (каршы) далил келтирүүлөрү үчүн айтып жатасыңарбы? Акылыңарды иштетпейсиңерби?!” - дешет"
        },
        {
            "chapter": 2,
            "verse": 77,
            "text": "(Китеп ээлери) ичине каткан сырларын да, ашкере нерселерин да Аллаһ билип турушун билишпейби"
        },
        {
            "chapter": 2,
            "verse": 78,
            "text": "Алардын арасында сабатсыздары да бар. Алар китепти (Тооратты) билишпейт. Жалаң күмөндөрдү гана билишет. Алар (пайгамбарчылык жөнүндө) күмөндө гана болушат"
        },
        {
            "chapter": 2,
            "verse": 79,
            "text": "Өз колдору менен китеп жазып, аны арзыбаган баага сатуу үчүн “Бул Аллаһтан келген (китеп)” дей турган адамдарга катуу азап (тозок) болсун! Аларга өз колдору менен жазгандары (ыйык китепти бурмалагандары) үчүн азап болсун! Аларга (арамдан) тапкан пайдалары үчүн азап болсун"
        },
        {
            "chapter": 2,
            "verse": 80,
            "text": "(Китеп ээлери) “Бизди тозок кармабайт, кармаса да (анда) саналуу күндөр (гана болобуз)” дешет. (О, Мухаммад) Сен айткын: “Эмне, силер Аллаһтан убада-келишим алдыңар беле?! (Ыйман келтиргениңер чын болсо), Аллаһ эч качан убадасына кыянат кылбайт. Же болбосо, өзүңөр билбеген нерселерди Аллаһка (оодарып) сүйлөп жатасыңарбы"
        },
        {
            "chapter": 2,
            "verse": 81,
            "text": "Жок! (Андай эмес!) Ким бир күнөө (ширк) кылса жана күнөөлөрү аны ороп-чырмап алган болсо, тозоку болушат жана анда түбөлүк калышат"
        },
        {
            "chapter": 2,
            "verse": 82,
            "text": "Ал эми, (Аллаһка, периштелерге, китептерге, пайгамбарларга) ыйман келтирип, салих (жакшы)! амалдарды жасагандар Бейиш ээлери жана анда түбөлүк калышат"
        },
        {
            "chapter": 2,
            "verse": 83,
            "text": "Эстегиле, Биз Исрайил урпактарынан “Аллаһтан башка Кудайга сыйынбагыла, ата-энеңерге, тууган-уругуңарга, жетимдерге, бей-бечараларга эхсан-жакшылык кылгыла, адамдарга жакшы сөз айткыла, намазды толук аткаргыла жана зекетти бергиле” деп ант-убада алган элек. Кийин силер — бир аз кишиден башкаңар — жүзүңөрдү үйрүп (каапыр болуп) кеттиңер"
        },
        {
            "chapter": 2,
            "verse": 84,
            "text": "Ошондо, Биз силер менен: “Бири-бириңердин каныңарды төкпөйсүңөр, журтуңардан сүргүн кылбайсыңар” деп убадалашканда, силер буга күбө болуп туруп, моюнга алган элеңер"
        },
        {
            "chapter": 2,
            "verse": 85,
            "text": "Кийин, О, силер! Өзүңөрдү (бири-бириңерди) өлтүрүп, өзүңөрдүн бир бөлүгүңөрдү журттарынан сүргүн кылып, күнөө жана зулум менен аларга (шериктештериңерге) жардам берип жатасыңар. Эгер алар (силерге каршы согушкан диндештериңер) силердин алдыңарга туткун болуп келсе, аларга фидья (акы) төлөп чыгарып да аласыңар. Аларды сүргүн кылуу силер үчүн арам кылынган эле го?! Эмне, силер китептин (Тоораттын) бир бөлүгүнө ишенип, бир бөлүгүнө ишенбейсиңерби?!! Силердин араңардан ким бул ишти жасаса, (Китептин бир өкүмүн аткарып, башкасын аткарбаса) анын жазасы бул дүйнө жашоосунда кордук жана Кыяматта катуу азапка жолугушат. Аллаһ силердин ишиңерден бейкапар эмес"
        },
        {
            "chapter": 2,
            "verse": 86,
            "text": "Дал ошолор гана Акыреттин ордуна дүйнө жашоосун сатып алган адамдар! Алардан азап жеңилдетилбейт жана аларга жардам дагы берилбейт"
        },
        {
            "chapter": 2,
            "verse": 87,
            "text": "Биз Мусага Китепти (Тооратты) бердик жана анын артынан (Тоорат менен өкүм кылуучу) пайгамбарларды жибердик. Биз Марямдын уулу Ыйсага да Өзүбүздүн анык моожизаларыбызды берип, аны Ыйык Рух? менен колдодук. Ар качан бир пайгамбар силердин каалооңорго жакпаган нерсени (динди) алып келсе, силер (ыйманга келүүдөн) текеберленип жана ал пайгамбарлардан бир бөлүгүн жалганчы деп, айрымдарын өлтүрө бересиңерби"
        },
        {
            "chapter": 2,
            "verse": 88,
            "text": "(Яхудийлер) “Жүрөктөрүбүз кулпуланган” дешет. Андай эмес, Аллаһ аларга каапырчылыктары себептүү наалат жаадырган. (Ошондуктан) алардын өтө азчылыгы ыйман келтиришет"
        },
        {
            "chapter": 2,
            "verse": 89,
            "text": "Качан аларга Аллаһтан өздөрүндө болгон нерсени (Тооратты) тастыктаган бир китеп (Кураан жана пайгамбар) келгенде жана мындан мурун каапырларга (араб мушриктерине) каршы (дал ушул китеп жана ушул пайгамбардан) жардам күтүп жатышкан болчу. Анан, качан аларга өздөрү таанып-билген нерсе келгенде, ага каапыр болушту!! Каапырларга Аллаһтын наалаты болсун"
        },
        {
            "chapter": 2,
            "verse": 90,
            "text": "Аллаһ Өзүнүн артыкчылыгын пенделеринин арасынан Өзү каалаган адамга (Мухаммадга) түшүргөнүнө көралбастык кылып, Аллаһ түшүргөн нерсеге каапыр болуулары — өздөрүнө сатып алган нерселери кандай жаман! Ошентип, алар (Аллаһтын) ачуу(су)нун үстүнө дагы (кошумча) каар менен кайтышты. Каапырларга кор кылуучу азап бар"
        },
        {
            "chapter": 2,
            "verse": 91,
            "text": "Аларга “Аллаһ түшүргөн нерсеге ыйман келтиргиле” деп айтылса, биз өзүбүзгө түшүрүлгөн нерсеге (Тооратка) ыйман келтиребиз” дешти жана андан башкасына (Кураанга) ал чындык жана алардагы нерсени тастыктоочу болгонуна карабай каапыр болушту, (О, Мухаммад!) аларга айт: “Эгер (Тооратка) ыйман келтирген болсоңор, анда эмне үчүн мурда (Тоорат менен өкүм кылган) пайгамбарларды өлтүрчүсүңөр?!”"
        },
        {
            "chapter": 2,
            "verse": 92,
            "text": "Жана силерге Муса анык далилдер алып келгенден кийин деле, өзүңөргө зулум кылган абалда (билип туруп) музоого сыйындыңар"
        },
        {
            "chapter": 2,
            "verse": 93,
            "text": "Ошондо, Биз үстүңөргө “Тур” тоосун көтөрүп, “Биз берген нерсени (динди) бекем кармагыла жана (моюн сунуп) уккула” деп, ант-убадаңарды алганда, алар “уктук бирок, моюн сунбадык” дешкен жана каапырчылыктары себептүү жүрөктөрүнө музоо(го сыйынуу) сиңирилген! (О, Мухаммад) аларга айт: “Эгер “ыймандуу” болсоңор «ыйманыңар» буюрган нерселер кандай жаман!”"
        },
        {
            "chapter": 2,
            "verse": 94,
            "text": "(О, Мухаммад, яхудийлерге) айт: “Эгер (силер ойлогондой) Аллаһтын алдындагы Акырет жайы (Бейиш) башка адамдарга эмес, жалгыз силер үчүн гана болсо, анда өлүмдү тилегилечи, эгер чынчыл болсоңор”"
        },
        {
            "chapter": 2,
            "verse": 95,
            "text": "Алар өз колдору менен жасаган (аябай көп күнөө) нерселер себептүү, аны (өлүмдү) эч арзуу кылышпайт. Аллаһ заалым адамдарды Билүүчү"
        },
        {
            "chapter": 2,
            "verse": 96,
            "text": "Сен аларды (бул) жашоого мушриктерден бетер, адамдардын эң сугалагы экенин көрөсүң. Алардан кээ бирөөлөрү миң жыл жашоону эңсешет. Бирок, аны (ошончо көп) жашоо дагы азаптан ажыратып кала албайт. Аллаһ алардын бардык иштерин көрүүчү"
        },
        {
            "chapter": 2,
            "verse": 97,
            "text": "Айт: “Кимде-ким Жебрейил(периште)ге душман болсо (анда, Аллаһтын Өзүнө душман! Анткени,) ал (периште) сенин жүрөгүңө, өзүнөн мурунку китептерди тастыктаган жана момундар үчүн Туура Жол, кушкабар болгон Кураанды, Аллаһтын гана уруксаты менен түшүргөн"
        },
        {
            "chapter": 2,
            "verse": 98,
            "text": "Кимде-ким Аллаһка, Анын периштелерине, пайгамбарларына, Жебирейилге жана Мекаилге душман болсо, анда Аллаһ (ал) каапырларга албетте, душман"
        },
        {
            "chapter": 2,
            "verse": 99,
            "text": "Биз сага анык аян-далилдерди түшүрдүк. Эми аларга бузуку адамдар гана каапыр болушат"
        },
        {
            "chapter": 2,
            "verse": 100,
            "text": "Алар ар качан (Аллаһ Таалага) ант-убада беришсе, алардан бир бөлүгү (кайра) буза беришеби?! Чынында, алардын көпчүлүгү ыйман келтиришпейт"
        },
        {
            "chapter": 2,
            "verse": 101,
            "text": "Качан аларга Аллаһ тарабынан алардагы нерсени (Тооратты) тастыктаган элчи (Мухаммад) келгенде, Китеп берилген адамдардан (көпчүлүк) бөлүгү Аллаһтын (Кураан) китебин билмексен болуп, аркасына таштап коюшту. Ким чындыкка көнбөсө, жалганга көнүп калат. Яхудийлер дал ушундай абалга туш болушту. Аллаһтын акыйкат китебин таштап коюшту эле"
        },
        {
            "chapter": 2,
            "verse": 102,
            "text": "Сулайман(пайгамбар)дын падышалык доорунда шайтандар үйрөткөн нерселерге (сыйкырга) ээрчип калышты.! Сулайман каапыр (сыйкырчы) болгон эмес, бирок, адамдарга сыйкырды үйрөткөн шайтандар каапыр болушкан. Жана Вавилондогу Хаарут жана Маарут (деген) эки периштеге түшүрүлгөн нерсеге (сыйкырга ээрчип калышты.) Ал экөө “Биз фитна (адамдарды сыноо үчүн жиберилгендер) болобуз (сыйкырды үйрөнүп) каапыр болуп калбагыла” деп (насаат) айтпай туруп эч кимге үйрөтүшкөн эмес. Ошентсе да, (яхудийлер) алардан эрди-катындын арасын ажырата турган нерселерди үйрөнүшөт. Алар (сыйкырды үйрөнгөн яхудийлер) Аллаһтын уруксаты болмоюнча, аны менен эч кимге зыян жеткире алышпайт. Жана алар пайдалуу нерсени эмес, өздөрүнө зыян жеткире турган нерселерди үйрөнүштү. Алар, (яхудийлер) аны (сыйкырды) сатып алгандар үчүн Акыретте насип жок экенин билишет болчу. Жандарынын (азапка калуусунун) эсебине сатып алган нерселери кандай жаман! Алар муну билишсе кана"
        },
        {
            "chapter": 2,
            "verse": 103,
            "text": "Кана эми, алар ыйманга келип, такыба болушса! Аллаһ тарабынан болгон сооптор жакшы эле го! Кана эми, алар муну билишсе"
        },
        {
            "chapter": 2,
            "verse": 104,
            "text": "О, ыйман келтиргендер! “Раинаа” дебегиле, “унзурнаа” дегиле. Жана (Аллаһтын аяттары менен пайгамбардын хадистерин) уккула. Каапырларга жан ооруткан азап бар"
        },
        {
            "chapter": 2,
            "verse": 105,
            "text": "Китеп берилгендер (яхудийлер менен христиандар) жана мушриктер (жүрөктөрүндө болгон көралбастык жана жек көрүү себептүү) силерге Раббиңер тарабынан бир жакшылык (вахий) түшүүсүн каалашпайт. (Бирок) Аллаһ Өз ырайымын Өзү каалаган адамдарга гана атайын тартуу кылат. Аллаһ улук пазилет Ээси"
        },
        {
            "chapter": 2,
            "verse": 106,
            "text": "Эгер Биз (Кураандан) бир аятты “насх” кылсак (өкүмүн жойсок) же аны (пенделерге) унуттурсак (анын ордуна) андан да жакшыраагын же болбосо ошого окшогонун келтиребиз. Аллаһ бардык нерсеге Кудуреттүү экенин билбедиңби"
        },
        {
            "chapter": 2,
            "verse": 107,
            "text": "Асмандар жана жер өкүмдарлыгы (жалгыз) Аллаһка таандык экенин жана силерге Аллаһтан башка эч бир кожоюн, эч бир жардамчы жок экенин билбейсиңби"
        },
        {
            "chapter": 2,
            "verse": 108,
            "text": "Же болбосо (о, ыймандуулар), пайгамбарыңарга, мурун Мусага (яхудийлер тарабынан каяша) суроо берилгени сыяктуу суроо узатууну каалайсыңарбы?!! Жана ким ыйманды каапырчылыкка алмаштырса, туура жолдон адашканы ошол"
        },
        {
            "chapter": 2,
            "verse": 109,
            "text": "Китеп ээлеринен көпчүлүгү, аларга чындык анык билинип калгандан кийин деле, көралбастыктарынан улам, силерди момун болгонуңардан соң каапырчылыкка кайтарууну абдан каалашат. Бирок, силер Аллаһтын өкүмү келгиче аларды кечирип, көтөрүмдүү болуп тургула. Албетте Аллаһ ар нерсеге Кудуреттүү"
        },
        {
            "chapter": 2,
            "verse": 110,
            "text": "Намазды толук аткаргыла, зекетти бергиле. Өзүңөр үчүн эмне жакшылык жасасаңар, аны Аллаһтын алдында (сооп иретинде) табасыңар. Албетте, Аллаһ силердин бардык ишиңерди Көрүүчү"
        },
        {
            "chapter": 2,
            "verse": 111,
            "text": "(Китеп ээлери) “Бейишке яхудийлер же христиандар гана кирет” дешти. Бул алардын кыялдарынан башка эмес. Сен (о, Мухаммад, аларга) айт: “Эгер сөзүңөр чын болсо, анда далилиңерди алып келгиле!”"
        },
        {
            "chapter": 2,
            "verse": 112,
            "text": "Андай эмес! Ким жакшылык жасаган! абалда Аллаһга жүзүн (өзүн) толук багынтып, иштерин Аллаһ үчүн калыс кылса, ал үчүн Раббисинин алдында сообу (Бейиши) даяр. Аларга эч коркунуч болбойт жана эч кайгы-капага батышпайт"
        },
        {
            "chapter": 2,
            "verse": 113,
            "text": "Яхудийлер: “Христиандар чындыктын үстүндө эмес” дешет. Христиандар болсо “Яхудийлер чындыктын үстүндө эмес” дешет. Дагы алар Китеп (Тоорат жана Инжил) окушат! (Китеп окууну) билбей турган адамдар (мушриктер) да ошолордун сөзүндөй сөз сүйлөшөт. Кыяматта алардын талашкан маселелери жөнүндө Аллаһ (Өзү гана) өкүм кылат"
        },
        {
            "chapter": 2,
            "verse": 114,
            "text": "Анын ичинде Өз(үнүн улуу) ысымы зикир кылына турган Аллаһтын мечиттеринен тоскон жана аларды бузуп-талкалоого аракет кылган адамдардан өткөн заалым (каапыр) барбы?!! Алар мечиттерге Аллаһтан корккон абалда гана кирүүгө мүмкүн. Алар үчүн бул дүйнөдө шерменделик, Акыретте чоң азап бар"
        },
        {
            "chapter": 2,
            "verse": 115,
            "text": "Чыгыш дагы, Батыш дагы Аллаһка таандык. Кай тарапка жүз бурсаңар, Аллаһтын Жүзү (кыбыласы) ошол жакта. Албетте, Аллаһ (Тааланын пазилети) Кенен (жана Ал бардыгын) Билүүчү"
        },
        {
            "chapter": 2,
            "verse": 116,
            "text": "(Яхудийлер, христиандар жана мушриктер) “Аллаһтын баласы бар”-дешет. Аллаһ (алар сыпаттаган кемчиликтерден) Таза. Тескерисинче, Жер жана асмандардагы бардык нерселер Аныкы (жана) бардыгы Ага моюн сунат"
        },
        {
            "chapter": 2,
            "verse": 117,
            "text": "Аллаһ асмандар жана жердин Жаратуучусу. Эгер бир ишти өкүм кылса, ага “бол!” дейт жана ал иш (ошол замат) болот"
        },
        {
            "chapter": 2,
            "verse": 118,
            "text": "Наадан адамдар (Макка мушриктери) “Кана эми, Аллаһ бизге сүйлөсө же бизге (Аллаһтан) аян-белгилер келсе!”-дешет. Алардан мурункулар да ушулардын сөзүнө окшогон сөздөрдү айтышкан. Бардыгынын жүрөгү окшош. Биз далилдерди анык ишенгендерге баяндадык"
        },
        {
            "chapter": 2,
            "verse": 119,
            "text": "(О, Мухаммад!) Биз сени чындык менен (өзүңө ээрчигендерге Бейиштен) куш кабар айтуучу жана (сага каршы чыккандарга Тозок жөнүндө) коркунучтуу кабар жеткирүүчү кылып жибердик. Сен Тозокко түшүүчүлөр үчүн жоопкер эмессиң"
        },
        {
            "chapter": 2,
            "verse": 120,
            "text": "Яхудийлер менен христиандар сенден, алардын динине ээрчимейинче эч ыраазы болушпайт. (Сен аларга) “Аллаһтын (мага түшүргөн) хидаяты гана Туура жол!” дегин. Эгер сен өзүңө (Раббиң тарабынан) келген илимден кийин деле алардын каалоо-кызыкчылыктарына ээрчип кетчү болсоң, анда сага Аллаһ тарабынан эч кандай жакын (дос) жана жардамчы болбойт"
        },
        {
            "chapter": 2,
            "verse": 121,
            "text": "Биз китеп (Тоорат) берген адамдар (арасындагы анын бардык өкүмдөрүнө моюн сунгандары) аны туура (бурмалабай) окушат. Ошолор ага (Кураанга) ыйман келтиришет. Ал эми, кимде-ким ага ыйман келтирбесе, ошолор (эки дүйнөдө) зыян көрүүчүлөр"
        },
        {
            "chapter": 2,
            "verse": 122,
            "text": "О, Исрайил урпактары! Мен силерге берген (бардык) нээматымды жана силерди ааламдардан абзел кылганымды эстегиле"
        },
        {
            "chapter": 2,
            "verse": 123,
            "text": "Жана (Аллаһтан башка) эч ким эч кимге жаза (сыйлык же азап) бере албай турган, эч бир жандан (күнөөлөрү үчүн) төлөө кабыл алынбай турган, (Аллаһтын уруксаты болмоюнча) ага эч кандай шапаат (ортомчулук) пайда бербей турган жана эч кимге жардам берилбей турган күндөн (Кыяматтан) корккула"
        },
        {
            "chapter": 2,
            "verse": 124,
            "text": "Эстегин: Раббиси Ибрахимди бир нече сөздөр менен сынады эле, аларды толук аткарды. (Анан ага) “Мен сени (бардык) адамдарга (динде) жолбашчы кыламын” деди. (Ибрахим) айтты: “Менин урпактарымдан дагы (жолбашчылар чыгара көр) ! (Анда Аллаһ:) “Менин убадам заалым (каапыр) адамдарга тийбейт” -деди"
        },
        {
            "chapter": 2,
            "verse": 125,
            "text": "Жана эстегин, Биз Үйдү (Каабаны) адамдар умтулуп бара турган жай жана тынч орун кылып: “Ибрахимдин ордун! ибадат жайы кылып алгыла” (деп буюрдук). Жана Ибрахим менен Ысмайылга: “Менин Үйүмдү тооп кылуучулар, эьтикафка отуруучулар,? рукуу жана сажда кылуучулар үчүн (ширктен, күнөөдөн жана нажастардан) тазалагыла” деп вахий (буйрук) кылдык"
        },
        {
            "chapter": 2,
            "verse": 126,
            "text": "Эстегин, Ибрахим (Раббисине дуба кылып) “О, Раббим! Бул жерди тынч шаар кылгын жана анын элинин арасынан Аллаһка жана Акырет күнүнө ишенген адамдарды (ар түркүн) мөмө-жемиштер менен ырыскыландыра көр!”- дегенде, Аллаһ айтты: “Каапыр болгон адамды дагы (ошол ырыскылар менен) бир аз пайдалантам. Анан Тозок азабына мажбурлап киргизем. Ал кандай жаман акыбет"
        },
        {
            "chapter": 2,
            "verse": 127,
            "text": "Эстегин, Ибрахим менен (баласы) Ысмайыл экөө Үйдүн (Каабанын) пайдубалын көтөрүп жатып (мындай деп дуба кылышты): “О, Раббибиз! Бизден (ушул ишибизди) кабыл кыла көр! Албетте, Сен Угуучу, Билүүчүсүң"
        },
        {
            "chapter": 2,
            "verse": 128,
            "text": "О, Раббибиз! Бизди Өзүңө моюн сунуучулардан кыл! Биздин урпактарыбыздан Өзүңө мусулман (моюн сунуучу) үммөт (чыгар!) Жана бизге (ажы мезгилинде жасалчу) ибадаттарыбызды үйрөт! Биздин тообаларыбызды кабыл кыл! Албетте, Сен тообаны кабыл кылуучу, Мээримдүүсуң"
        },
        {
            "chapter": 2,
            "verse": 129,
            "text": "О, Раббибиз! Алардын (урпактарыбыздын) арасынан, аларга Сенин аяттарыңды окуп берүүчү, Китеп жана Даанышмандыкты үйрөтүүчү жана аларды (ширктен ж.б. күнөө иштерден) тазартуучу бир пайгамбар жибер! Албетте, Өзүң Жеңүүчү жана Даанышмансың!”"
        },
        {
            "chapter": 2,
            "verse": 130,
            "text": "Ибрахимдин Дининен? наадан адамдар гана баш тартат. Биз Ибрахимди бул дүйнөдө (элдерге жолбашчы кылып) тандап алдык жана ал Акыретте да (жогорку даражалуу) салих адамдардан"
        },
        {
            "chapter": 2,
            "verse": 131,
            "text": "Эстегин, Раббиси ага “Мусулман бол!” (Өзүмө гана моюн сун!) дегенде, ал (ыклас жана сүйүү менен) “Ааламдардын Раббисине моюн сундум (мусулман болдум)” деди"
        },
        {
            "chapter": 2,
            "verse": 132,
            "text": "Ибрахим өзүнүн балдарына ушул гана динди осуят кылып калтырган. Жана Яькуб дагы балдарына: “О, балдарым, Аллаһ силерге ушул динди тандады. Эми, силер (жалгыз Аллаһтын Өзүнө) моюн сунган (мусулман) абалда гана өлгүлө” деп осуят кылган"
        },
        {
            "chapter": 2,
            "verse": 133,
            "text": "Силер, Яькубга! өлүм келген убакытта күбө болдуңар беле?! Ал балдарына”: “Менден кийин эмнеге сыйынасыңар?” дегенде, алар: “Сенин жана аталарың Исхак, Ысмайыл, Ибрахимдердин кудайы — жалгыз Кудайга (Аллаһка) сыйынабыз. Жана биз Ага моюн сунуучубуз” дешкен"
        },
        {
            "chapter": 2,
            "verse": 134,
            "text": "Бул үммөттөр өтүп кетишти. Алар өз иштерине жооп берет, силер өз ишиңерге жооп бересиңер. Алар жасаган иштер үчүн силер суракка тартылбайсыңар"
        },
        {
            "chapter": 2,
            "verse": 135,
            "text": "Алар “Яхудий же христиан болсоңор гана туура жол табасыңар” дешет. Сен аларга айт: “Андай эмес! Ибрахимдин таухидге негизделген дини(не гана ээрчийбиз!) Жана ал (Ибрахим) мушриктерден болбогон!?”"
        },
        {
            "chapter": 2,
            "verse": 136,
            "text": "Айткыла (Оо, момундар): “Биз Аллаһка, Бизге түшүрүлгөн нерселерге жана Ибрахимге, Ысмайылга, Исхакка, Яькубга жана ошолордун урпактарына түшүрүлгөн нерселерге, жана Мусага, Ыйсага жана башка пайгамбарларга Раббиси тарабынан берилген нерселерге ыйман келтирдик. Биз пайгамбарлардын эч биринин арасын ажыратпайбыз жана биз Аллаһка моюн сунуучуларданбыз”"
        },
        {
            "chapter": 2,
            "verse": 137,
            "text": "(О, момун-мусулмандар!) Эгер алар (яхудийлер менен христиандар) силер ыйман келтиргендей ыйман келтиришсе, (ошондо гана) туура жол табышат. А эгер жүз буруп кетишсе, анда алар (силерге) душман. Алардан сени Аллаһтын Өзү сактайт. Ал — Угуучу, Билүүчү"
        },
        {
            "chapter": 2,
            "verse": 138,
            "text": "Аллаһтын бойогу (дини менен бойонгула) !. Ким Аллаһтан жакшыраак боёй алат?! Жана “Биз Ага гана ибадат кылуучубуз” (дегиле)"
        },
        {
            "chapter": 2,
            "verse": 139,
            "text": "Айткын: “Биз менен Аллаһ жөнүндө талашасыңарбы?” Ал биздин да Раббибиз, силердин да Раббиңер. Бизге өз иштерибиз, силерге өз иштериңер. Жана биз Анын Өзүнө гана ыклас кылуучуларбыз"
        },
        {
            "chapter": 2,
            "verse": 140,
            "text": "Же силер (оо, китеп ээлери): “Ибрахим, Ысмайыл, Исхак, Яькуб жана (алардан кийинки) муундар яхудий же христиан болгон” дейсиңерби? Айткын: “Силер көбүрөөк билесиңерби же Аллаһ (көбүрөөк билеби)?!” Өздөрүнүн алдындагы (китепте жазылган) күбөлүктү Аллаһтан жашыргандардан өткөн заалым барбы?! Аллаһ силер жасаган (бузуку) иштерден бейкапар эмес"
        },
        {
            "chapter": 2,
            "verse": 141,
            "text": "Алар өтүп кеткен үммөттөр. Алар өз иштерине жооп берет. Силер өз ишиңерге жооп бересиңер. Силер алар жасаган иштерден суралбайсыңар"
        },
        {
            "chapter": 2,
            "verse": 142,
            "text": "Жакында адамдардын акылсыздары: “Аларды (мусулмандарды) мурун өздөрү жүздөнгөн кыбылаларынан жүз бурдурган эмне?” дешет. Айткын: “Чыгыш дагы, Батыш дагы Аллаһка таандык. Каалаган пендесин Туура Жолго баштайт»"
        },
        {
            "chapter": 2,
            "verse": 143,
            "text": "Ошондой эле, биз силерди, (өз илим-адилетиңер менен) адамдардын үстүндө күбө болуп турууңар үчүн жана пайгамбар силердин үстүңөрдө күбө болуп турушу үчүн орто үммөт кылдык. (О, Мухаммад) сен мурун жүздөнгөн кыбыланы Биз пайгамбарга ээрчиген адамдарды артына бурулуп, (динден кайтып) кеткен адамдардан билип (ажыратып) алыш үчүн өзгөрттүк. Бул (кыбыланы өзгөртүү) оор иш. Бирок, Аллаһ туура багыт берген адамдарга оор эмес.! Аллаһ силердин ыйманыңарды текке кетирбейт.” Аллаһ адамдарга өтө Ырайымдуу жана Мээримдүү. (Кыбыла Иерусалим тарапка бурулганы менен пайгамбарыбыз саллаллоху алайхи ва салламдын жүрөгү Каабаны самап, сагынып турат эле)"
        },
        {
            "chapter": 2,
            "verse": 144,
            "text": "(О, Мухаммад!) Биз кээде жүзүңдүн «асманда кезгенин» көрөбүз жана сени өзүң ыраазы болгон кыбылага бурабыз. Эми сен жүзүңдү Масжид аль-Харам (Кааба) тарапка бур! (О, момундар, силер дагы) кайда болсоңор (намазда) жүзүңөрдү ошол тарапка бургула! Ал эми, китеп берилген элдер (яхудий жана христиандар) деле анын (кыбыланын Кааба тарапка бурулганын) Раббисинен келген чындык (вахий) экенин айкын билип турушат. Аллаһ силердин ишиңерден кабарсыз эмес"
        },
        {
            "chapter": 2,
            "verse": 145,
            "text": "Эгер сен Китеп берилгендерге бардык далилдерди келтирип (алдына тизип) койсоң да, алар сенин кыбылаңа ээрчибейт. Сен да алардын кыбыласына эргешүүчү эмессиң. Дагы алар бири-биринин кыбыласына да ээрчишпейт. Эгер сен өзүңө (Аллаһтан) келген илимден кийин деле алардын кызыкчылыгына эргешүүчү болсоң, анда сен сөзсүз заалымдардан болуп каласың"
        },
        {
            "chapter": 2,
            "verse": 146,
            "text": "Биз китеп (Тоорат жана Инжил) берген адамдар аны өз балдарын тааныган сыяктуу таанышат. (Анан ошол, пайгамбар-Мухаммад келгенде) алардан көпчүлүгү чындыкты билип туруп, жаап-жашыра башташты"
        },
        {
            "chapter": 2,
            "verse": 147,
            "text": "(О, Мухаммад) Акыйкат-Раббиң тарабынан! Демек сен эч качан шектенүүчүлөрдөн болбогун"
        },
        {
            "chapter": 2,
            "verse": 148,
            "text": "Ар бир (диндеги) адамдын өз жүздөнөөр тарабы (кыбыласы) бар. Бири-бириңерден озуп жакшылык жасагыла! Силер кайда болсоңор да, Аллаһ бардыгыңарды (Кыямат күндүн эсеп-китеби үчүн) чогултуп алат. Аллаһ бардык нерсеге Кудуреттүү"
        },
        {
            "chapter": 2,
            "verse": 149,
            "text": "Кай тараптан (сапарга) чыксаң да жүзүңдү “Аль-Харам” масжиди тарапка бур! Ал — Раббиң тарабынан болгон (айныгыс) Чындык! Аллаһ силердин ишиңерден кабарсыз эмес"
        },
        {
            "chapter": 2,
            "verse": 150,
            "text": "Кай тараптан чыксаң да, жүзүңдү “Аль-Харам” масжиди тарапка бур! Силер дагы (оо, момундар,) үстүңөрдөн адамдарга далил болуп калбаш үчүн, кай жерде болсоңор да жүзүңөрдү ал тарапка бургула! Ал эми, алардын арасынан заалым болуп бүткөн адамдар (далилге деле карабай, бузук сөздөрүн тарата беришет). Алардан коркпогула, Мен силерге нээматтарымды толук кылып берүүм үчүн жана Туура Жолго багыт алууңар үчүн Менден гана корккула!! Кийинки аяттарда Аллай Таала мусулмандарга берген нээматтарын эскертет"
        },
        {
            "chapter": 2,
            "verse": 151,
            "text": "Ошондой эле, Биз силерге өзүңөрдүн араңардан бир элчи-пайгамбар жибердик. Ал силерге (чындыкты жалгандан, таухидди ширктен ажыратып бере турган) жана силерди тазарта турган аяттарыбызды окуп берет. Жана ал силерге Китеп (Кураан) менен Даанышмандыкты (Сүннөттү), ошондой эле, силер билбеген (көп башка) нерселерди таалим берет"
        },
        {
            "chapter": 2,
            "verse": 152,
            "text": "Мени эстегиле. Мен да силерди эстеймин. Жана (берген нээматтарым үчүн) Мага шүгүр кылгыла. Жана эч каапыр болбогула"
        },
        {
            "chapter": 2,
            "verse": 153,
            "text": "О, момундар! (диний жана дүйнөлүк ишиңерде) сабыр жана намаз! менен кубаттангыла! Албетте, Аллаһ, сабырдуулар менен бирге"
        },
        {
            "chapter": 2,
            "verse": 154,
            "text": "Силер Аллаһтын жолунда өлтүрүлгөн адамдарды “өлүктөр” деп айтпагыла! Андай эмес, алар тирүү! Бирок, силер муну сез-бейсиңер"
        },
        {
            "chapter": 2,
            "verse": 155,
            "text": "Албетте, Биз силерди коркуу, ачкачылык, мал-мүлктүн, жан-дененин жана мөмө-жемиштердин каатчылыгы сыяктуу нерселер менен сынайбыз. Сабыр кылуучуларга (Бейиштен) сүйүнүчтүү кабарды угуз"
        },
        {
            "chapter": 2,
            "verse": 156,
            "text": "(Аллаһ Таала тарабынан) бир кырсык (бактысыздык) жеткенде: “Бардыгыбыз Аллаһтын мүлкү болобуз жана Анын Өзүнө кайтып барабыз” деген адамдарга"
        },
        {
            "chapter": 2,
            "verse": 157,
            "text": "Дал ошолорго Раббиси тарабынан мактоо, ырайым бар. Жана ошолор гана туура жолго түшкөндөр"
        },
        {
            "chapter": 2,
            "verse": 158,
            "text": "Сафаа менен Марва Аллаһтын (дининин) белгилеринен. Ким ажылык же умра кылса, ал экөөсүнө (Сафаа менен Марвага) тооп кылса (барып келсе) болот. Ким бир жакшылыкты кошумча жасаса, бул - өзүнө пайда. Албетте, Аллаһ Шүгүр кылуучу жана Билүүчү"
        },
        {
            "chapter": 2,
            "verse": 159,
            "text": "Биз түшүргөн (Мухаммад жөнүндөгү) далилдерди жана Туура Жолду китепте (Тооратта) адамдарга баян кылып бергенден кийин деле жаап-жашырып жүргөндөргө Аллаһ наалат айтат жана бардык наалат айтуучулар наалат айтышат"
        },
        {
            "chapter": 2,
            "verse": 160,
            "text": "Ал эми, (күнөөлөрүнө) тооба кылган, (акыйкатка кайтып, пейилин) түздөгөн жана (жаап-жашырган чындыктарды) ачык айткан адамдардын тообаларын кабыл аламын. Жана Мен тообаларды кабыл алуучу, Мээримдүүмүн"
        },
        {
            "chapter": 2,
            "verse": 161,
            "text": "Каапыр болгон жана ошол каапырчылыгы бойдон (тооба кылбай) өлгөн адамдарга Аллаһтын, периштелердин жана бардык адамдардын наалаты болсун"
        },
        {
            "chapter": 2,
            "verse": 162,
            "text": "Алар ошол наалаттын (Тозок азабынын) ичинде түбөлүк калышат. Алардан азап жеңилдетилбейт жана аларга (тооба кылууга) мөөнөт берилбейт"
        },
        {
            "chapter": 2,
            "verse": 163,
            "text": "Силердин кудайыңар - жалгыз Кудай. Эч бир (сыйынууга татыктуу) кудай жок, жалгыз Ал — Ырайымдуу жана Мээримдүү (болгон Аллаһ) гана бар"
        },
        {
            "chapter": 2,
            "verse": 164,
            "text": "Албетте, асмандардын жана жердин жаратылышында, түн менен күндүздүн алмашып турушунда, деңиз үстүндө адамдарга пайда жеткирип сүзүп жүргөн кемелерде, Аллаһ асмандан түшүргөн сууда, ал суу менен Аллаһ жерди өлгөндөн соң тирилтип, үстүнө ар түркүн жаныбарларды тараткан эле, шамалдардын (бирде муздак, бирде ысык болуп) согуусунда жана асман менен жердин ортосунда моюн сундуруп коюлган булуттарда акылдуу адамдар үчүн (Аллаһтын кудуретине) белгилер бар"
        },
        {
            "chapter": 2,
            "verse": 165,
            "text": "Адамдардын арасында кээ бирөөлөр, Аллаһтан башка нерселерди (Аллаһка) тең (шерик) кылып алышат (жана) аларды Аллаһты сүйгөндөй сүйүшөт. Ыймандуу адамдар Аллаһты көбүрөөк сүйүшөт. Этер (Аллаһка башка нерселерди шерик кармаган) заалымдар Кыяматта азапты (өз көздөрү менен) көрүшсө жана күч-кудуреттин бардыгы Аллаһка таандык экенин билишсе (Аллахка шерик кошушпайт болчу). Аллаһтын азабы катуу"
        },
        {
            "chapter": 2,
            "verse": 166,
            "text": "Ал (Кыямат) Күнү (Аллаһтан башкага) ээрчигендерден ээрчиткендери (сыйынган, сүйгөн жалган кудайлары) чанып кетет жана бардыгы азапты өз көздөрү менен көрүшөт. Анан алардын арасындагы алака-мамилелери үзүлөт"
        },
        {
            "chapter": 2,
            "verse": 167,
            "text": "Андан соң ээрчигендер: “Эгер бизге жашоо дагы бир ирет берилчү болсо, бизди чанганы сыяктуу буларды (жасалма кудайларды) чанып (жалгыз Аллаһка сыйынып) жашайт болчубуз”-дешет. Ошентип, Аллаһ аларга (ширк) амалдарын өз баштарына кайгы кылып көргөзөт. Алар экинчи чыккыс болуп Тозокто калып кетишет"
        },
        {
            "chapter": 2,
            "verse": 168,
            "text": "О, адамдар! Жер бетиндеги нерселерден адал, таза болгондорун жегиле жана шайтан баштаган жолдорго жүрбөгүлө. Ал силерге анык душман"
        },
        {
            "chapter": 2,
            "verse": 169,
            "text": "Шайтан силерди жаман, бузук иштерге жана Аллаһ жөнүндө билбеген нерсеңерди сүйлөөгө буюрат"
        },
        {
            "chapter": 2,
            "verse": 170,
            "text": "Качан (мушриктерге): “Аллаһ түшүргөн нерсеге (Кураан өкүмдөрүнө) ээрчигиле” - деп айтылса, алар: “Жок, биз ата-бабаларыбыздын үрп-адаттарына ээрчийбиз” дешет. Эгер ата-бабалары эч нерсеге акыл калчабаган жана Туура Жол таппаган адамдар болсо да (ошенте беришеби)"
        },
        {
            "chapter": 2,
            "verse": 171,
            "text": "Каапыр болгон адамдар кишинин кыйкырыгынан чакыруу жана добуштан башка эч нерсени ылгай албаган айбандарга окшош. Алар дүлөй, дудук жана сокур! Демек, акылдарын иштетишпейт"
        },
        {
            "chapter": 2,
            "verse": 172,
            "text": "О, ыйман келтиргендер! Эгер Аллаһтын Өзүнө ибадат кылчу болсоңор, Биз силерге ырыскы кылып берген таза нерселерден жегиле жана Аллаһка шүгүр кылгыла"
        },
        {
            "chapter": 2,
            "verse": 173,
            "text": "Аллаһ силерге тарпты, (мууздаганда аккан) канды, доңуздун этин, Аллаһтан башкага атап союлган жандыктын этин (жешти) арам кылды. Ал эми, кимде-ким, атайын издебей, чектен чыкпай (өлбөй калуу үчүн гана жегенге) мажбур болсо, ага күнөө болбойт. Аллаһ Кечиримдүү, Мээримдүү"
        },
        {
            "chapter": 2,
            "verse": 174,
            "text": "Аллаһ түшүргөн китепти (Тооратты, анын ичиндеги чындыкты) жаап-жашырган жана аны арзыбаган баага сата турган адамдар өз курсактарына оттон бөлөк нерсени жешпейт. Аллаһ Кыямат күнү аларга сүйлөбөйт жана аларды (жаман пейилдеринен) тазартпайт. Аларга кыйноочу азап бар"
        },
        {
            "chapter": 2,
            "verse": 175,
            "text": "Алар адашууну хидаят (туура жол) ордуна, азапты кечирим ордуна сатып алган адамдар. Алар Тозок отуна мынча сабырдуу"
        },
        {
            "chapter": 2,
            "verse": 176,
            "text": "Бул - Аллаһ китепти чындык менен түшүргөнү (бирок, алар ошол чындыкты жашыргандары) себептүү. Аллаһтын китеби (Тоорат) жөнүндө (бир өкүмүнө ишенип, экинчисине ишенбей) ар түрдүү (пикирде) болуп жаткан адамдар (чындыктан) алыс бөлүнүп-жарылууда калышат"
        },
        {
            "chapter": 2,
            "verse": 177,
            "text": "Жакшылык жүзүңөрдү Чыгыш жана Батышка бурушуңар эмес. Бирок, жакшылык — Аллаһка, Акырет күнүнө, периштелерге, китепке, пайгамбарларга ишенген, өзү жакшы көргөн мал-дүйнөсүн тууган-уруктарга, жетимдерге, жакырларга, мусапырларга, (муктаж болуп) сурагандарга, өз башын азат кылууну каалаган кулдарга садака кылган, намазды толук аткарган, зекетти төлөгөн, убадалашканда өз убадасында бекем турган жана кембагалдык, оору-сыркоо жана согуш убакыттарында сабырдуу болгон адамдар(дын ыймандуу пейилдери).! Мына ушулар (өз ыймандарында) чынчыл жана ушулар гана такыба кишилер"
        },
        {
            "chapter": 2,
            "verse": 178,
            "text": "О, момундар! Өлтүрүлгөндөр үчүн өч алуу силерге парыз кылынды: азат адамга азат адам, кулга кул, аялга аял (өлтүрүлөт). Ал эми, кимге (өлгөн) бурадары(нын жакындары) тарабынан кечирим берилсе, анда жакшылык менен моюн сунуу жана ага жакшынакай кылып төлөп берүү (парыз). Бул — силерге Раббиңер тарабынан берилген жеңилдик жана ырайым. Ким ушундан соң чектен чыкса, ага жан кыйноочу азап бар"
        },
        {
            "chapter": 2,
            "verse": 179,
            "text": "О, акылдуулар! Силер үчүн өч алууда жашоо бар.! Кана эми, (ушул сырлардан сабак алып) такыба болсоңор"
        },
        {
            "chapter": 2,
            "verse": 180,
            "text": "Силерден бирөөңөргө өлүм жакындашса, мал-дүйнөсүн ата-энесине жана тууган уруктарына осуят кылып, жакшылык менен (өз абалына карап, ысырапсыз мурас) калтыруусу силерге парыз кылынды. Бул такыбаа кишилерге катуу милдет"
        },
        {
            "chapter": 2,
            "verse": 181,
            "text": "Ким ушул керээзди уккандан (түшүнгөндөн) соң (аны) алмаштырып койсо, мунун күнөөсү алмаштырып койгондордун мойнунда! Аллаһ — Угуучу, Билүүчү"
        },
        {
            "chapter": 2,
            "verse": 182,
            "text": "Эми, кимде-ким осуят кылуучунун билип же билбей күнөө кылуусунан корксо, алардын арасын оңдоп койсун. (Ошондо) ага күнөө болбойт. Аллаһ — Кечиримдүү, Мээримдүү"
        },
        {
            "chapter": 2,
            "verse": 183,
            "text": "О, ыйман келтиргендер! Силерден мурунку элдерге парыз кылынганы сыяктуу, силерге да орозо кармоо парыз кылынды. Такыбаа болушуңар үчүн"
        },
        {
            "chapter": 2,
            "verse": 184,
            "text": "(Парыз орозо) эсептүү күндөр(дө гана тутулат). Силерден кимиңер оорулуу же сапарда болсо, башка күндөрдүн эсебинен (кармап берет). Орозо кармаганга чыдаган (бирок, кыйналганы себептүү кармабаган) адамдарга (ар бир күн эсебине) бир жакыр адамды тойгозуу — фидья. Ким ашыгыраак адамды тойгузса, өзүнө жакшы. Бирок, орозо кармаганыңар (фидья төлөөдөн) жакшы, эгер билсеңер"
        },
        {
            "chapter": 2,
            "verse": 185,
            "text": "(Силер орозо кармай турган санактуу күндөр — бул) Рамазан айы. Бул айда адамдарга хидаят — туура жол болуп, хидаят жана фуркандан турган анык далилдер катары Кураан түшүрүлдү. Жана силерден кимде ким (жаңы) айды көрсө — орозо кармасын! Жана ким оорулуу же сапарда болсо, башка күндөрдүн эсебинен (тутуп берет). Аллаһ силерге жеңил болуусун каалайт, оор болуусун каалабайт. (Орозо) санакты толук кылууңар (калтырбай тутууңар) жана силерди туура жолго салганы үчүн Аллаһты даңазалашыңар үчүн жана Аллаһка (көп-көп) шүгүр кылууңар үчүн (парыз кылынды)"
        },
        {
            "chapter": 2,
            "verse": 186,
            "text": "(О, Мухаммад) эгер пенделерим сенден Мени сурашса (айткын) Мен (аларга) жакынмын. Мага дуба кылышса дуба кылуучунун дубасына жооп беремин. (Эми,) Мага да жооп беришсин жана ыйман келтиришсин! (Ошондо) Туура Жолго түшүп калышы ажеп эмес"
        },
        {
            "chapter": 2,
            "verse": 187,
            "text": "Силерге орозо түнүндө аялыңар менен кошулуу адал кылынды. Алар силер үчүн кийим, силер алар үчүн кийим (сыяктуусуңар). Аллаһ силердин (орозо түндөрү) өзүңөргө зулум кылып алганыңарды билди жана тообаңарды кабыл кылып, кечирди. Мына эми, аялыңар менен (орозо түнүндө) кошула бергиле жана Аллаһ силерге жазган нерсени (адал кошулуу менен адал перзентти) ниет кылгыла. Жана тээ таң мезгилинен ак жип кара жиптен ажыраганы силерге анык билингенге чейин жей бергиле, иче бергиле. Андан (саарлыктан) кийин орозону кечке чейин толук уланткыла. Жана мечиттерде эьтикаф отурган мезгилиңерде аялыңарга жакында-багыла. Булар (тыюу салынган нерселер) — Аллаһтын чек аралары. Алар(ды бузуу)га жакындабагыла! Аллаһ адамдарга Өз аяттарын мына ушинтип баян кылып берет, такыба болууңар үчүн"
        },
        {
            "chapter": 2,
            "verse": 188,
            "text": "Бири-бириңердин акча-мүлкүңөрдү кыянат жолдор менен жебегиле жана адамдардын мал-дүйнөсүнөн бир бөлүгүн күнөө менен жеп алуу үчүн акча-мүлктү өкүм чыгаруучуларга (арам экенин) билип туруп (пара катары) бер-бегиле"
        },
        {
            "chapter": 2,
            "verse": 189,
            "text": "(О, Мухаммад) Сенден “хилалдар” (ичке орок сымал айлар) жөнүндө сурашат. Айт: “Алар адамдарга убакыттарды жана хаж (ажылык) убактысын белгилөө үчүн. Үйүңөргө арт жагынан кирүүңөр жакшылык эмес, бирок, жакшылык — бул Аллаһтан корккон киши(нин пейилдеринде жатат). Үйүңөргө эшиктеринен киргиле жана Аллаһтан корккула! (Ошондо гана) жеңишке (Бейишке) жетсеңер ажеп эмес"
        },
        {
            "chapter": 2,
            "verse": 190,
            "text": "(О, мусулмандар!) Аллаһтын жолунда (Анын дининин жогору болушу үчүн) силерге согуш ачкандарга каршы согушкула жана чектен чыкпагыла” Аллаһ чектен чыккандарды сүйбөйт"
        },
        {
            "chapter": 2,
            "verse": 191,
            "text": "Аларды тапкан жериңерде өлтүргүлө, силерди сүрүп чыгарган жерден аларды да сүрүп чыгаргыла. Фитна (динден азгыруу, бузукулук) адам өлтүрүүдөн да жаман. Алар менен “Масжид Аль-Харамдын” алдында силерге каршы согушмайынча согушпагыла, Эгер алар согушту баштаса, анда өлтүрө бергиле, каапырлардын жазасы — ушундай"
        },
        {
            "chapter": 2,
            "verse": 192,
            "text": "Эгер (согушту) токтотушса (каапырчылыктарынан кайтып, мусулман болушса) анда, Аллаһ Кечиримдүү, Мээримдүү"
        },
        {
            "chapter": 2,
            "verse": 193,
            "text": "Качан (жер бетинен) фитна (ширк, исламга тоскоолдук) жок болмоюнча жана дин Аллаһ үчүн болмоюнча согуша бергиле. Эгер токтошсо, заалымдарынан башкаларына тийбегиле"
        },
        {
            "chapter": 2,
            "verse": 194,
            "text": "«Шахрул-харамга» - «Шахрул-харам» жана арам кылынган нерселер(ди жасагандык үчүн) өч (алуу) бар!! Ким силерге душмандык кылса, силер дагы дал өзүндөй душмандык кылгыла! Аллаһтан корккула жана билгиле, Аллаһ такыба кишилер менен бирге"
        },
        {
            "chapter": 2,
            "verse": 195,
            "text": "Аллаһтын жолунда нафака (садака) чыгаргыла.? Колуңарды (өзүңөрдү) өлүмгө таштабагыла. Эхсан кылгыла. Аллаһ эхсан кылуучуларды сүйөт"
        },
        {
            "chapter": 2,
            "verse": 196,
            "text": "Хаж (ажылык) жана Умраны, Аллаһ үчүн (ыклас менен) толук аткаргыла. Эгер (бир тоскоол себептүү, Маккага жете албай, жолдо) кармалып калсаңар, кудуретиңер жеткен (төө, уй же кой сыяктуу) курмандык(ты Маккага жибересиңер.) Курмандык (малыңар) жайына жетип бармайынча (жана силерге анын союлганы жөнүндө кабар келмейинче) чачыңарды албайсыңар. Ал эми, силерден ким бирөөңөр ооругандан же башындагы бир зыяндан улам (чачын алдырууга туура келсе), анын ордуна (үч күн) орозо кармоо (алты жакырга) нафака берүү же (бир кой) союу менен фидья (төлөм) төлөсүн. А эгер (тоскоолдуктардан) аман болсоңор жана (Маккага жетип), ким хаҗ(ибадаты башталган)га чейин умрадан да пайдаланган болсо, кудурети жеткен бир курмандык (сойсун). Ал эми ким (курмандыкты же анын баасын) таппай калса, хаж мезгилинде үч күн, үйүнө кайтып келгенде жети күн орозо тутсун! Бардыгы болуп он күн толук болот. Бул (өкүм) үй-бүлөсү Масжид аль-Харамда болбогон (алыстан келген) кишилер үчүн. Аллаһтан корккула жана билгиле, Аллаһ — азабы катуу Зат"
        },
        {
            "chapter": 2,
            "verse": 197,
            "text": "Хаж (сапары) — белгилүү айлар.! Ким ошол айларда (өзүнө) хаж (ибадатын) парыз кылса, (жана ихрам байласа) хажда (ихрамдан чыкканга чейин) жубайы менен (жыныстык) мамиле жасабайт, бардык күнөөлөрдөн тыйылат жана жаңжалдан алыс болот. Кандай гана жакшы амал кылсаңар да Аллаһ билип турат. Жана да жолго азык камдап алгыла. Эң жакшы жол азыгы -— бул такыба. О, акылдуу адамдар, Менден корккула"
        },
        {
            "chapter": 2,
            "verse": 198,
            "text": "(Хаж ибадаты мезгилинде адал кесип, же соода менен) Раббиңерден пазилет үмүт кылууңарда күнөө жок. Ал эми, Арафат тоосунан түшсөңөр, Машьар-ул-харамда (Муздалифа өрөөнүндө) токтоп, Аллаһты зикир кылгыла жана Аллаһ силерди адашканыңардан кийин, Туура Жолго салганы үчүн, силер да Аны эстегиле"
        },
        {
            "chapter": 2,
            "verse": 199,
            "text": "Андан соң (Муздалифадан Каабаны көздөй) адамдар түшкөн багыт менен түшкүлө жана Аллаһтан кечирим сурагыла. Албетте, Аллаһ Кечиримдүү, Мээримдүү"
        },
        {
            "chapter": 2,
            "verse": 200,
            "text": "Ал эми, ибадат - жөрөлгөңөрдү аткарып болгон соң (такбирлерди айтып) Аллаһты, ата-бабаңарды эстегендей же андан да катуураак эстегиле. Адамдардан кээ бирөөлөрү (Акыретти унутуп): “О, Рабби! Бизге ушул дүйнөдө бер”-дешет. Андайларга Акыреттен насип жок"
        },
        {
            "chapter": 2,
            "verse": 201,
            "text": "Алардан дагы бирөөлөрү: “О, Рабби! Бизге ушул дүйнөдө да, Акыретте да жакшылык бере көр жана бизди Тозок азабынан сакта!” - дешет"
        },
        {
            "chapter": 2,
            "verse": 202,
            "text": "(Акыретте) дал ошол адамдар үчүн жасаган (жакшы) иштеринен насип бар. Аллаһ өтө тез эсептешет"
        },
        {
            "chapter": 2,
            "verse": 203,
            "text": "Аллаһты саналуу күндөрдө да эстегиле.! Ким эки күндө шашылса — ага күнөө жок. Жана ким кечиктирсе — ага да күнөө жок.” (Бул өкүмдөр) Такыба кишилер үчүн. Аллаһтан корккула жана билгиле: бардыгыңар (Кыяматта өз ишиңерден эсеп берүү үчүн) Аллаһтын алдында чогултуласыңар"
        },
        {
            "chapter": 2,
            "verse": 204,
            "text": "(О, Мухаммад!) Адамдардын арасында ушундайлары бар: бул дүйнө жашоосунда анын сөздөрү сени кызыктырып койот. Ал жүрөгүндөгү нерсеге Аллаһты күбө кылат (ант ичет). Чынында, ал (Исламга) элдешкис душман"
        },
        {
            "chapter": 2,
            "verse": 205,
            "text": "Ал сенин алдыңан кетээри менен, жер бетин бузукулуктарга толтуруш үчүн, эгиндерди, насилдерди курутуш үчүн аракеттерин баштайт. Аллаһ болсо, бузукулукту сүйбөйт"
        },
        {
            "chapter": 2,
            "verse": 206,
            "text": "Эгер ага “Аллаһтан корк” деп айтылчу болсо, күнөө менен (бирге) текеберлиги (да) кармап калат. Ага Тозок жетиштүү! Ал не деген жаман орун"
        },
        {
            "chapter": 2,
            "verse": 207,
            "text": "Адамдардын арасында өз жанын Аллаһ ыраазычылыгы жолунда саткандары (курман кылгандары) да бар. Аллаһ өз пенделерине кайрымдуу"
        },
        {
            "chapter": 2,
            "verse": 208,
            "text": "О, ыйман келтиргендер! Исламга толук киргиле! Шайтандын изинен ээрчибегиле! Ал силерге анык душман"
        },
        {
            "chapter": 2,
            "verse": 209,
            "text": "Эгер силерге (Раббиңер тарабынан) анык илим-далилдер (Кураан-Сүннөт) келгенден кийин деле жолдон тая берсеңер, билип койгула: Аллаһ — Кудуреттүү, Даанышман"
        },
        {
            "chapter": 2,
            "verse": 210,
            "text": "Алар (жер бетинде бузукулукту тараткандар менен шайтанга ээрчигендер, Кыяматта) Аллаһ жана периштелер булуттардын көлөкөсүндө келишинен (жана аларга адилеттүүлүк менен өкүм кылып, жаза беришинен) башканы күтүшпөйт. Анан иш бүтөт жана бардык иштер Аллаһка кайтарылат"
        },
        {
            "chapter": 2,
            "verse": 211,
            "text": "(О, Мухаммад,) Исрайил урпактарынан сурачы, Биз аларга (чындыкты далилдеген) анык аян-белгилерден канчасын бердик экен? Өзүнө келген Аллаһтын нээматын кайсы (акылсыз) адам алмаштырат? Албетте, Аллаһ -азабы катуу Зат"
        },
        {
            "chapter": 2,
            "verse": 212,
            "text": "Каапыр адамдарга (ушул) дүйнөнүн жашоосу кооз көргөзүлдү. Алар ыймандуу адамдарды мыскылдашат. Такыба адамдар Кыяматта алардан жогору (даражаларда) болушат. Аллаһ каалаган пенделерине эсепсиз ырыскы берет"
        },
        {
            "chapter": 2,
            "verse": 213,
            "text": "Адамдар (мурда) бир (динди гана кармаган) үммөт болгон.! Анан Аллаһ, (Бейиштен) сүйүнчүлүү кабар берүүчү жана (Тозоктон) эскертүүчү пайгамбарларды жиберип, адамдар арасындагы талашкан нерседе (динде) өкүм кылуу үчүн аларга (Аллаһка гана сыйынуу жөнүндөгү) чындыкты камтыган китепти (Тоорат менен Инжилди) түшүрдү. Аны алган элдер, ал (дин) жөнүндө, өздөрүнө анык чындыктар келгенден кийин деле, (ага моюн сунбай) өз ара кыянаттык менен талаша башташты. Анан Аллаһ алар талашып жаткан чындыкка ыйман келтирген адамдарды Өз каалоосу менен Туура Жолго баштады. Аллаһ Өзү каалаган адамдарды туура жолго баштайт"
        },
        {
            "chapter": 2,
            "verse": 214,
            "text": "(О, момундар!) Силерге мурунку элдердин (машакаты жөнүндөгү) мисалдары келбей туруп, Бейишке киребиз деп ойлодуңарбы. Аларга жакырлык, ар түрдүү ооруулар жеткен жана кооп-коркунучтарга кабылтылган. Жадагалса, пайгамбар(дын өзү) жана аны менен бирге болгон ыймандуу адамдар: “Аллаһтын жардамы качан келээр экен!” деп какшап жиберишкен. Уккула, Аллаһтын жардамы жакын"
        },
        {
            "chapter": 2,
            "verse": 215,
            "text": "Сенден эмнени (кандайча) кайыр-садака кылуу керектигин сурашат. Айткын: “(Колуңардан келген) садакаңар ата-энеңер үчүн, жакын тууганыңар үчүн, жетимдер үчүн, мискиндер (бей-бечаралар) үчүн жана мусапырлар үчүн болсун. Деги эле, кандай жакшылык -садака кылчу болсоңор, аныңарды Аллаһ Билүүчү"
        },
        {
            "chapter": 2,
            "verse": 216,
            "text": "Силер үчүн жагымсыз болгонуна карабай силерге согуш парыз кылынды. Анткени, (кээ бир учурда) бир нерсени жаман көрүшүңөр мүмкүн. Чынында, ал силер үчүн жакшылык. Ошондой эле (кээде) силер жакшы көргөн нерсе өзүңөргө жамандык болуп чыгат. Анткени, силер билбейсиңер, Аллаһ билет"
        },
        {
            "chapter": 2,
            "verse": 217,
            "text": "Сенден “шахрул-харам” айларында согушуу жөнүндө сурашат.! Айткын: “Бул айларда согушуу оор күнөө. А бирок, (мушриктердин мусулмандарды) Аллаһтын жолунан, “Масжид-ал-Харамдан” тосуулары, Ага (Аллаһка) каапыр болуулары, жана анын (Масжид аль-Харамдын) жашоочуларын андан чыгарып жиберүүлөрү Аллаһтын алдында (шахрул-харамда согуш кылуудан) чоңураак (күнөө). Фитна (Аллаһтын Жолунан тосуу) адам өлтүрүүдөн чоңураак (күнөө)! Алар эгер колунан келсе, силерди диниңерден кайтарып жибергенге чейин, силерге каршы согушун уланта беришет. Эми, кимиңер дининен кайтып, каапыр бойдон өлсө, Дүйнө-Акыреттеги жакшы амалдарынын бардыгы күйүп кетет жана алар Тозок ээлеринен болуп, анда түбөлүк калышат"
        },
        {
            "chapter": 2,
            "verse": 218,
            "text": "Ал эми, ыйман келтирген, (динин жогору кылуу үчүн өз) журтунан хижрат кылган жана Аллаһ жолунда жихад кылган адамдар, мына ошолор Аллаһтын ырайымынан үмүт кылышат. Аллаһ — Кечиримдүү, Мээримдүү"
        },
        {
            "chapter": 2,
            "verse": 219,
            "text": "Сенден “хамр” (арак) жана “майсир” (кумар) жөнүндө сурашат.! Айткын: “Ал экөөндө чоң күнөө жана адамдарга (дүйнөлүк) пайдалар бар. Бирок, күнөөсү пайдасынан чоңураак. «Сенден “Эмнени садака кылсак экен?”- деп сурашат. “(Өзүңөрдөн) артканын” - деп жооп бер». Аллаһ силерге аяттарын ушинтип баяндайт. Кана эми, пикир кылсаңар"
        },
        {
            "chapter": 2,
            "verse": 220,
            "text": "(Кана эми,) Дүйнө жана Акырет жөнүндө (пикир кылсаңар!). Сенден жетимдер жөнүндө сурашат. Айткын: “ Жетимдерди(н абалын) оңдоо — жакшы. Эгер жетимдерге (мүлктө шериктештик боюнча) аралашсаңар — алар силердин өз бурадарыңар. Аллаһ кимдин бузуку, кимдин оңдоочу экенин билет. Эгер Аллаһ кааласа, силерге оор кылып коймок. Аллаһ — Кудуреттүү, Даанышман"
        },
        {
            "chapter": 2,
            "verse": 221,
            "text": "Силер мушрик аялдарга алар ыйман келтирмейинче үйлөнбөгүлө. (Анткени,) күң (болсо да) ыймандуу аял мушрик (сулуу, азат жана бай) аялдан артык! Эгер ал (мушрик аял) силердин купулуңарга толуп турса да. Ошондой эле, (өзүңөргө караштуу кыз-жубандарды) мушрик эркектерге — алар ыйманга келмейинче — никелеп бербегиле. (Анткени,) кул болсо да ыймандуу эркек мушрик эркектен, артык! Эгер ал (мушрик) силерге жагып турса да. (Себеби) Алар (мушриктер сөзү, пейили жана абал-көрүнүшү менен силерди) Тозокко чакырышат. Аллаһ болсо, Өз каалоосу менен Бейишке жана кечирим берүүгө чакырат. Жана аяттарын адамдарга (ушинтип) баяндайт. Кана эле, алар Аллаһты эстешсе"
        },
        {
            "chapter": 2,
            "verse": 222,
            "text": "Сенден айыз (каны) жөнүндө сурашат. Айткын: “Ал жагымсыз нерсе”. Демек, айыз убактысында аялдарга кошулбагыла. Жана таза болмоюнча аларга жакындабагыла.! Ал эми, алар таза болгондо, аларга Аллаһ буюрган тараптан келе бергиле. Аллаһ тооба кылуучуларды жана таза-пакиза адамдарды сүйөт"
        },
        {
            "chapter": 2,
            "verse": 223,
            "text": "Аялдарыңар силердин эгин талааңар. Өзүңөрдүн эгин талааңарга каалаган тарабыңардан келе бергиле.? Жана өзүңөр үчүн (жакшы ниетти) алдыга койгула. Аллаһтан корккула жана билгиле, силер Ага (Кыяматта) жолугасыңар. Жана момундарга (Бейишти) сүйүнчүлө"
        },
        {
            "chapter": 2,
            "verse": 224,
            "text": "Аллаһты(н атына ичкен антыңарды) жакшылыгыңардан, такыбалыгыңардан жана адамдардын арасын түзөтүүңөрдөн тосуучу (шылтоо) кылып албагыла.! Аллаһ — Угуучу, Билүүчү"
        },
        {
            "chapter": 2,
            "verse": 225,
            "text": "Аллаһ силерди (тил учунда айтылган) антыңардагы маанисиздик үчүн жазалабайт. Бирок, жүрөгүңөр чыгарган нерсе (ант) үчүн жазалайт.” Аллаһ -Кечиримдүү, (пейили) Жумшак"
        },
        {
            "chapter": 2,
            "verse": 226,
            "text": "Аялдарынан “ийлаа”” кылган күйөөлөр үчүн (эң узун) күтүү мөөнөтү төрт ай. Эгер (ниеттеринен) кайтышса, Аллаһ — Кечиримдүү, Мээримдүү"
        },
        {
            "chapter": 2,
            "verse": 227,
            "text": "Жана эгер (төрт ай өткөн соң) талак берүүнү (ажырашууну) каалашса, (ажыраша берет). Аллаһ — Угуучу, Билүүчү"
        },
        {
            "chapter": 2,
            "verse": 228,
            "text": "Талагы берилген аялдар үч (айыздан) тазалануу мөөнөтү (өткөнгө чейин) өздөрүн байкашат. Эгер алар Аллаһка жана Акырет күнүнө ишенишсе, Аллаһ жатындарында жаратып койгон нерсени (түйүлдүктү) жаап-жашыруулары аларга адал эмес. Жана алардын күйөөлөрү эгер жашоону кааласа ушул (үч айыз) аралыгында аларды (өз никесине) кайтарууга көбүрөөк акылуу?. Ошондой эле, аларга үстүндөгү милдетине жараша жакшылыкка болгон акылары да бар. Жана да эркектерге аялдардан жогору даража бар. Аллаһ — Кудуреттүү, Даанышман"
        },
        {
            "chapter": 2,
            "verse": 229,
            "text": "(Кайрадан нике кыйуу мүмкүн болгон) талак эки ирет гана (берилет). Андан кийин (же) жакшы жашоо менен (аялды) кармап калуу же болбосо, жакшылыкча койо берүү (тана калат). Аларга (аялдарга) берген махырыңардан кээ бир бөлүгүн алып калуу силер үчүн адал эмес. Болгону, ал экөө (аялы менен күйөөсү) Аллаһтын чегараларында тура албагандан корккондо гана (аялга берилген махырдан белгилүү өлчөмдө алып калуу адал болот.) Эгер силер ал экөөсүнүн Аллаһ чектеген чектерде тура албасынан корксоңор, аялы (өз башын азат кылуу үчүн) күйөөсүнө берген төлөмүндө эч күнөө жок. Ушулар Аллаһтын чек-эрежелери, аларды бузбагыла! Ким Аллаһтын чек-эрежелерин бузган болсо, ошолор гана заалымдар"
        },
        {
            "chapter": 2,
            "verse": 230,
            "text": "Эгер эр аялын (үчүнчү ирет) талак кылса, кийин, андан башка эрге тийип чыкмайынча ага адал болбойт. Эгер ал аялды ал (кийинки эри) дагы талак кылса, кайрадан бири-бирине кайтуусунда экөөнө күнөө жок, эгер Аллаһтын чек-эрежелеринде турууларына көздөрү жетсе. Ушулар Аллаһтын чек-эрежелери. Аларды (Аллаһ) түшүнгөн коомдор үчүн баян кылып берет"
        },
        {
            "chapter": 2,
            "verse": 231,
            "text": "(О, эркектер!) Аялдарды талак кылганыңарда, (идда) мөөнөттөрүнө жетсе, аларды жакшылык менен алып калгыла же болбосо, жакшылыкча койо бергиле. Кандайдыр бир зыян жеткирип, чектен чыгуу үчүн аларды кармабагыла. Ким ушуну жасаган болсо, шексиз өзүнө зулум кылган болот! Аллаһтын аяттарын оюн-эрмек кылып албагыла! Жана Аллаһтын силерге берген нээматын жана силерге түшүргөн китеп (Кураан) менен Хикматты (пайгамбардын Сүннөттөрүн) эстегиле. Аны менен Ал силерге насаат айтат. Аллаһтан корккула жана билип алгыла: Аллаһ ар кандай нерсени Билүүчү"
        },
        {
            "chapter": 2,
            "verse": 232,
            "text": "Аялдарды талак кылганыңарда жана алар (идда) мөөнөттөрүнө жеткенде, (иддаларын толук сакташсын.) (Оо, талагы берилген аялдын жакындары!) Эгер жакшылык менен бири-бирине ыраазы болушса, аларды күйөөлөрү менен (кайрадан) никеленип алуусуна тоскоол болбогула! Силердин араңардан Аллаһка жана Акырет күнүнө ишенгендер бул өкүмдөн насаат алышат. Ушунуңар силер үчүн тазараак жана пакизараак (болгон жорук). (Силерге эмне жакшы, эмне жаман экенин) Аллаһ билет, силер билбейсиңер"
        },
        {
            "chapter": 2,
            "verse": 233,
            "text": "Жана энелер бөбөктөрүн эки жыл толук эмизишет. (Бул өкүм) эмизүүнү толук кылууну каалагандар үчүн. Аларды (энелерди) жакшынакай жедирип-ичирүү жана кийинтүү - атанын мойнунда. (Бирок,) эч бир жан күчү жетпеген ишке мажбур кылынбайт. Эне дагы, ата дагы перзенти себептүү зыян тартпаш керек. Мураскордун мойнунда ушундай милдет бар. Эгер эрди-катын өз ара кеңеш менен, бири- биринин ыраазычылыгын алып, (баланы эмчектен) ажыратууну каалашса — аларга күнөө жок. Жана силер (О, жубайлар) өз бөбөгүңөргө (башка бир) эмизүүчү болушун кааласаңар — эгерде анын акысын жакшылык менен толук төлөп турсаңар — силерге күнөө болбойт. Силер Аллаһтан корккула жана билип койгула: Аллаһ силердин (бардык) ишиңерди Көрүүчү"
        },
        {
            "chapter": 2,
            "verse": 234,
            "text": "Силердин араңардан аялдарын (жесир) калтырып, өлүп кеткендердин (аялдары) өз алдынча төрт ай, он күн (идда) күтүшөт. Ал эми (идда) мөөнөттөрүн бүтүргөн соң, өздөрүнө жакшылык менен жасаган ишинде силерге күнөө болбойт. Аллаһ силердин ишиңерден Кабардар"
        },
        {
            "chapter": 2,
            "verse": 235,
            "text": "Ал (күйөөсү өлүп, идда отурган) аялдарга ишаарат менен өзүңөрдү сунуш кылышыңарда же болбосо, (аларга жуучу жиберүүнү) ичиңерде сыр сакташыңарда күнөө жок. Аллаһ аларды тез арада эстешиңерди билди. Бирок, алар менен жашыруун убадалашпагыла! Болгону, жакшы сөздөрдү айтсаңар жарайт. Жана китеп (идда эсеби) өз мөөнөтүнө жетмейинче нике кыюууга умтулбагыла. Жана билип койгула: Аллах ичиңердеги (жашыруун) нерсени да (айкын) билип турат. Демек, Андан сак болуп (дайым эстеп) жүргүлө жана да билгиле, Аллаһ — Кечиримдүү, (пейили) Жумшак"
        },
        {
            "chapter": 2,
            "verse": 236,
            "text": "Эгер (никеңерге алган) аялдарды, жакындык кылбай туруп, же болбосо алар үчүн махырды белгилебей туруп талак кылсаңар — күнөө жок. Жана (никени бузганыңардын эсесине) аларды жакшы пайдалар менен — бай(лар) мүмкүнчүлүгүнө карап, кедей(лер) колунан келишинче — пайдаланткыла. Бул — жакшылык кылуучулар үчүн милдет"
        },
        {
            "chapter": 2,
            "verse": 237,
            "text": "Эгер аларга (жыныстык) жакындык кылбай туруп жана махырды белгилеп койгон соң талак кылсаңар, белгиленген махырдын жарымып(н кайтарып бересиңер.) Эгер алар (аялдар өздөрүнө тие турган жарым махырды алуудан) кечип жиберсе, же болбосо, нике келишими колунда болгон адам (күйөө, өзүнө алып калган махырдын жарымынан) кечип! жиберсе, кечип жиберишиңер такыбага жакыныраак (иш). Жана араңарда болгон пазилет-даражаны унутпагыла. Албетте, Аллаһ, силердин эмне кылып жатканыңарды Көрүүчү"
        },
        {
            "chapter": 2,
            "verse": 238,
            "text": "Намаздарга, айрыкча ортолук? намазга бекем болгула! Жана (намазда) Аллаһка толук моюн сунган абалда тургула"
        },
        {
            "chapter": 2,
            "verse": 239,
            "text": "Эгер (душмандан, жырткычтан ж.б.у.с зыяндардан) корксоңор, жүргөн же минген абалыңарда (намаз окуй бергиле). Ал эми, (зыяндардан) тынч болгонуңарда, Ал (Аллаһ) билбеген нерсеңерди силерге кандай үйрөткөн болсо, дал ошондой (бардык шарттарын ордуна келтирип) Аллаһты зикир кылгыла"
        },
        {
            "chapter": 2,
            "verse": 240,
            "text": "Силердин араңардан аялдарын калтырып көз жумуп бараткан кишилер (болсо), аялдарын бир жылга чейин үйдөн кууп жибербей, (зарыл болгон тиричилик каражаттары менен) пайдаландырууну (өз жакындарына) керээз кылсын. Эгер алар (аялдар) (бир жылга жетпей, өз каалоолору менен) чыгып кетсе, өз алдынча кылган жакшы иштеринде силер үчүн (эй, эрдин жакындары) күнөө жок. Аллаһ — Кудуреттүү, Даанышман"
        },
        {
            "chapter": 2,
            "verse": 241,
            "text": "Талагы берилген аялдарды жакшылык менен пайдалантуу такыба кишилердин мойнуна милдет"
        },
        {
            "chapter": 2,
            "verse": 242,
            "text": "Ошентип, Аллаһ силерге Өзүнүн аяттарын, акылыңарды иштетүүңөр үчүн баян кылып берет"
        },
        {
            "chapter": 2,
            "verse": 243,
            "text": "(О, Мухаммад!) Өлүмдөн качып, журттарынан чыккан миңдеген адамдарды(н икаясын) укпадың беле? Аллаһ аларга: «Өлгүлө!» - деди. (Алар өлүштү). Анан, аларды кайра тирилтти.! Албетте, Аллаһ адамдарга Пазилеттүү.? Бирок, көпчүлүк адамдар шүгүр кылышпайт"
        },
        {
            "chapter": 2,
            "verse": 244,
            "text": "Аллаһтын жолунда согушкула жана билгиле, Аллаһ — Угуучу, Билүүчү"
        },
        {
            "chapter": 2,
            "verse": 245,
            "text": "Аллаһка жакшынакай карыз бере турган адам барбы? Анан ага (Аллаһ) көп-көп (сооп) кошуп кайтарат. (Ырыскыларды) кең кылуучу да, тар кылуучу да Аллаһ! Анын Өзүнө гана кайтып барасыңар"
        },
        {
            "chapter": 2,
            "verse": 246,
            "text": "Мусадан кийинки, Исрайил урпактарынан болгон жамаатты(н кабарын) билбедиңби? Бир мезгилде алар өздөрүнүн пайгамбарына: «бизге бир падыша дайындап бер, Аллаһ жолунда согушка чыгалы» дешкенде, ал: «Эгер силерге согуш парыз кылынган убакта, согуштан баш тартсаңарчы?» деди. Алар айтышты: «Кантип эле Аллаһтын жолунда согушпай койолу?! Биз журттарыбыздан жана бала-чакаларыбыздан айдап чыгарылдык!» Ал эми, согуш парыз кылынганда болсо, аз гана бөлүгүнөн башка бардыгы (согуштан) баш тартышты. Жана Аллаһ заалым адамдарды Билүүчү"
        },
        {
            "chapter": 2,
            "verse": 247,
            "text": "Аларга пайгамбары: «Аллаһ силерге (мына бул) Таалутту падыша дайындады» дегенде, алар: «Ал кайдан бизге падыша болсун?! Андан көрө падышалыкка өзүбүз көбүрөөк акылуубуз. Жана ага кененирээк мал-дүйнө да берилген эмес» дешти. (Анда пайгамбар) айтты: «Аны силерге (падыша кылып, мен эмес) Аллаһ тандады жана аны (саясий) илимде жана денесинде(ги кубатта башкалардан) ашыкча кылды. Аллаһ (жердеги) падышалыгын Өзү каалаган адамга берет. Жана АллаһЦ(тын пазилети) Кенен, Билүүчү»"
        },
        {
            "chapter": 2,
            "verse": 248,
            "text": "Пайгамбары аларга: «Анын падышалыгынын белгиси, силерге (душманыңар тартып алган) сандыктын! (кайра өзүңөргө) келиши. Анда (силер үчүн) Раббиңер тарабынан тынчтык-бейпилдик жана Муса менен Харундун үй-бүлөсүнөн калган (таберик) нерселер бар. Аны периштелер көтөрүп келишет. Эгер (чындап) момун болсоңор ушул окуяда силер үчүн аян-белги бар» - деди"
        },
        {
            "chapter": 2,
            "verse": 249,
            "text": "Таалут аскерлер менен чыкканда (мындай) деди: «Аллаһ силерди (суусаган мезгилиңерде) бир дарыя менен сынайт. Ким андан ичсе — менден эмес, (мени менен согушка барбайт, себеби ал — сабырсыз) жана ким андан ичпесе — ал менден (мени менен барат) Бирок, ким колу менен бир ууртам гана ичсе, мейли, (алардын өз ыктыяры: калгысы келсе — калат, мени менен кеткиси келсе — кетет)». Анан (бардыгы жолго чыгып, дарыяга жеткенде) аз гана адамдан башка баарысы суу ичип алышты. Бир убакта ал (Таалут) жана аны менен бирге болгон ыймандуу адамдар дарыядан өттү эле, (көпчүлүк суу жүрөктөрү): «Бүгүн Жаалут жана анын аскерлери менен согушууга алыбыз жетпейт» дешти. Ал эми, (Кыяматта) Аллаһ менен жолугууга (бекем) ишенгендер: «Нечендеген аз сандуу аскерлер Аллаһтын каалоосу менен көп сандуу аскерлерди жеңип чыккан. Аллаһ сабырдуулар менен!» дешти"
        },
        {
            "chapter": 2,
            "verse": 250,
            "text": "Жана Жаалут менен анын аскерлерине бетме-бет келгенде: «О, Рабби! Үстүбүздөн сабыр - чыдамкайлык жаадыр, кадамыбызды бекем кыл жана каапыр коомдордун үстүнөн жеңиш бере көр!» деп (дуба кылып согушка киришти)"
        },
        {
            "chapter": 2,
            "verse": 251,
            "text": "Кийин Аллаһтын каалоосу менен аларды жеңип алышты жана Дауд (деген жаш жигит) Жаалутту өлтүрдү. Аллаһ ага (Даудга) падышалык менен даанышмандык (пайгамбарчылык) берип, Өзү каалаган илимдерди үйрөттү. Эгер Аллаһ адамдардын (арасындагы Жаалут жана анын эли сыяктуу жаман, каапыр) бир бөлүгүн башка бир (Таалут жана анын кошууну сыяктуу жакшы) бөлүгү менен жоготуп турбаса, жер (бети) бузулуп кетмек. Бирок, Аллаһ ааламдардын үстүнөн Пазилеттүү"
        },
        {
            "chapter": 2,
            "verse": 252,
            "text": "Булар — Аллаһтын далилдери. Аларды сага акыйкат менен айтып берүүдөбүз. Жана сен, албетте, пайгамбарлардын бирисиң"
        },
        {
            "chapter": 2,
            "verse": 253,
            "text": "Биз бул пайгамбарлардан кээ бирлерин башка бирөөлөрүнөн абзел кылдык. Алардын арасында Аллаһ (ага) сүйлөгөндөрү бар жана (Аллаһ) кээ бирөөлөрүн жогору даражаларга көтөрдү. Биз Марямдын уулу Ыйсага анык далилдер берип, аны Ыйык Рух менен кубаттадык. Эгер Аллаһ кааласа, алардан кийинкилер өздөрүнө анык далилдер келген соң өз ара согушпайт болчу. Бирок, каршылашып калышты: алардан ким бирөөсү ыйман келтирди, дагы бирөөлөрү каапыр болду. Эгер Аллаһ кааласа согушпайт эле. А бирок, Аллаһ каалаганын жасайт"
        },
        {
            "chapter": 2,
            "verse": 254,
            "text": "Оо, ыйман келтиргендер! (Башыңарга) алды-саттысы, жоро-жолдошчулугу жана шапаат- ортомчулугу жок Күн (Кыямат) келип кала электе Биз силерге ырыскы кылып берген нерселерден (бир бөлүгүн Аллаһтын жолуна) сарп кылгыла! Жана каапырлар — ошолор гана заалым кишилер"
        },
        {
            "chapter": 2,
            "verse": 255,
            "text": "Аллаһ... Эч бир сыйынууга татыктуу кудай жок, Өзү гана бар. (Ал) — түбөлүк Тирүү, (ар нерсени башкарып) Туруучу. Аны үргүлөө да, уйку да кармабайт. Асмандардагы жана жердегинин баары Аныкы! Анын алдында, Анын уруксаты болмоюнча эч ким (эч кимге) шапаат-колдоочулук кыла албайт. Ал алардын (бардык макулуктардын) келечегиндеги жана өтмүшүндөгү нерселерди билет. Ал эми, алар (калк-калайыктар) болсо, Анын илиминен Ал Өзү каалагандан башка эч нерсени билишпейт. Анын Курсийси асмандар жана Жерден да кенен. Ал экөөнү (асмандар менен жерди) сактап туруу Аны такыр чарчатпайт. Жана Ал — эң Жогорку жана эң Улук"
        },
        {
            "chapter": 2,
            "verse": 256,
            "text": "Динде мажбурлоо жок.! Туура Жол адашуучулуктан ажырап бүткөн. Ал эми, ким Таагутка? каапыр болуп, Аллаһка ыйман келтирсе, эч качан ажырап кетпей турган, бекем тутканы кармаганы чын! Аллаһ — Угуучу. Билүүчү"
        },
        {
            "chapter": 2,
            "verse": 257,
            "text": "Аллаһ — ыйман келтирген адамдардын башчысы. Аларды караңгылыктардан (илим, ыйман сыяктуу) нурга чыгарат. Ал эми, каапыр болгон адамдардын башчысы — Таагут. Ал аларды нурдан караңгычылыктарга чыгарат. Ошолор гана тозок ээлери жана алар анда түбөлүк калышат"
        },
        {
            "chapter": 2,
            "verse": 258,
            "text": "Аллаһ падышалык бергени себептүү (текеберленип,) Ибрахим (пайгамбар) менен, анын Раббиси жөнүндө далилдешкен кишини(н кабарын) билбедиңби? Ибрахим ага: «Менин Раббим өмүр жана өлүм берет» дегенде, ал: «Мен дагы өмүр жана өлүм бере алам»-деди. (Анда) Ибрахим айтты: «Аллаһ Күндү чыгыштан чыгарат. Сен (эгер кудай болсоң) аны батыштан чыгарып берчи, кана?! Анан каапыр адам (жооп бере албай) кеңгиреп калды. Аллаһ заалымдарды Туура Жолго баштабайт"
        },
        {
            "chapter": 2,
            "verse": 259,
            "text": "Же болбосо (о, Мухаммад) пайдубалдарына чейин ойрон болгон айылдан өткөн киши(нин окуясы) сыяктуу (кабар укпадыңбы?) Ал киши: (ойрон болгон айылдан өтүп бара жатып) «Аллаһ ушуну(н элдерин) өлгөндөн соң кантип (кайра) тирилте алат?!» деди. Аллаһ анын өзүн жүз жылга өлтүрүп койду да, кийин кайра тирилтип: «Канча убак жаттың?» — деди. «Бир күн же бир күндүн бир аз бөлүгүнчөлүк» деп жооп берди. (Аллаһ) айтты: «Жок, жүз жыл (өлүп) жаттың. Тамак-ашыңды, суусундуктарыңды карачы — бузулган эмес. Жана эшегиңе (чирип кеткен сөөктөрүнө) да кара. Биз сени адамдарга (Өз кудуретибизден) аян - белги кылуу үчүн (ушундай) кылдык. Жана сөөктөргө кара: Биз аларды кантип чогултуп, кийин аларга эт каптайбыз. (Өз көзүң менен көрүп ал!). Анан бардыгы ага (көз алдында) анык билингенде: «Мен (эми) Аллаһтын ар кандай нерсеге Кудуреттүү экенин билемин!»-деди"
        },
        {
            "chapter": 2,
            "verse": 260,
            "text": "Эстегин, Ибрахим: «О, Раббим! Мага өлүктөрдү кандай тирилтээриңди көргөз» дегенде, (Аллаһ): «Ишенбей жатасыңбы?» деди. Ибрахим айтты: «Жок, андай эмес, бирок жүрөгүм бейпил болушу үчүн (сурап жатамын)». (Аллаһ) айтты: «Куштан төрттү карма дагы, аларды өзүңө жакындатып (союп, жиликтеп,) ар бир тоого алардын бөлүктөрүн (чачып) ташта. Анан аларды (өз аттары менен) чакыр — сага тез (учуп) келишет. Жана билип койгун, Аллаһ — Кудуреттүү, Даанышман"
        },
        {
            "chapter": 2,
            "verse": 261,
            "text": "Мал-дүйнөлөрүн Аллаһ жолунда сарптаган кишилердин мисалы жети машакты өндүргөн бир дан сыяктуу. Ар бир машакта жүздөн дан болот. Аллаһ каалаган пендесине (ушул сыяктуу) көбөйтүп берет. Аллаһ(тын пейили, илими) Кенен (жана) Билүүчү"
        },
        {
            "chapter": 2,
            "verse": 262,
            "text": "Мал-дүйнөсүн Аллаһ жолунда сарп кылып, артынан колко кылбаган жана заар сөздү ээрчитпеген адамдар үчүн Раббисинин алдында (көптөн-көп) сооптор бар. Жана аларга эч коркунуч жок жана алар кайгы-капага да батышпайт"
        },
        {
            "chapter": 2,
            "verse": 263,
            "text": "Ширин сөз жана кечирүү -(өзүнүн артынан) заар сөз ээрчиген садакадан жакшы. Аллаһ — Беймуктаж (жана пейили) Жумшак"
        },
        {
            "chapter": 2,
            "verse": 264,
            "text": "О, ыйман келтирген адамдар! Аллаһка жана Акырет күнүнө ишенбеген жана мал-дүйнөсүн, адамдарга элкөрсүн үчүн садака! кылуучу кишилерге окшоп (берген) садакаңарды колко кылуу жана заар сөз менен жокко чыгарып албагыла! Анын мисалы-үстүн топурак баскан аска-таш сыяктуу. Качан ага кара нөшөр жамгыр жааса (жууп) жылаңачтап койот. (Ушуга окшош) алар жасаган иштеринен эч нерсеге ээ болбой (куржалак) калышат. Аллаһ каапыр коомдорду туура жолго баштабайт"
        },
        {
            "chapter": 2,
            "verse": 265,
            "text": "Мал-дүйнөлөрүн Аллаһтын ыраазычылыгын көздөп жана (Аллаһ берчү соопко) бекем - чын ишенимдери менен садака кылган адамдардын мисалы бир бийик, тегиз жердеги бак-бостон сыяктуу. Ага нөшөрлүү жамгыр жааса, түшүмүн эки эсе көп берет. Эгер ага нөшөрлүү жамгыр жетпесе, себелеп жааганы да (пайдалуу) боло берет. Жана Аллаһ силер жасаган (бардык) ишиңерди Көрүүчү"
        },
        {
            "chapter": 2,
            "verse": 266,
            "text": "Силерден бирөөңөр, астынан дарыялар аккан, ичинде ар түрдүү мөмөлөрү болгон жүзүм жана курма багы болушун, жана өзү картайып, бала-бакырасы да алсыз болгон бир мезгилде, бак-бостонуна оттуу бороон тийип, өрттөп кетишин каалайт беле?! Аллаһ силерге аяттарын ушинтип баян кылат, пикир кылышыңар үчүн"
        },
        {
            "chapter": 2,
            "verse": 267,
            "text": "О, ыйман келтиргендер! Өзүңөр иштеп тапкан нерсеңерден жана Биз силер үчүн жерден чыгарып берген (дан, жер азыктары, мөмө-жемиш ж.б.у.с.) нерселерден эң асыл-тазаларын садака кылгыла. Жана алардан төмөн-начар болгондорун садака кылууну ниет кылбагыла.? Аны өзүңөр да албайт элеңер. Алсаңар да андан көзүңөрдү жумуп (жактырбай) аласыңар. Жана билгиле, Аллаһ Беймуктаж жана мактоого татыктуу"
        },
        {
            "chapter": 2,
            "verse": 268,
            "text": "Шайтан силерди кедейлик менен коркутат жана бузукулуктарга буюрат. Аллаһ болсо, силерге Өзүнүн кечиримин, пазилетин убада кылат. Аллаһ (тын ырайым-пазилети ) Кенен, Билүүчү"
        },
        {
            "chapter": 2,
            "verse": 269,
            "text": "(Аллаһ) каалаган пендесине хикмат (илим-даанышмандык) берет. Кимге хикмат берилген болсо, демек ага көп жакшылыктар берилиптир. (Муну) Акылдуу адамдар гана баамдай алышат"
        },
        {
            "chapter": 2,
            "verse": 270,
            "text": "Силер кандай садака же назир! кылсаңар — Аллаһ аны билип турат. Заалымдарга (Аллаһ тарабынан) жардамчы жок"
        },
        {
            "chapter": 2,
            "verse": 271,
            "text": "Эгер садакаларды ашкере кылсаңар — бул жакшы.” Эгер жашыруун кылып, кембагалдарга берсеңер — бул да силерге жакшы. (Бул экөө тең) Силердин күнөөңөрдү жууйт. Жана Аллаһ силер кылып жаткан ишиңерден кабардар"
        },
        {
            "chapter": 2,
            "verse": 272,
            "text": "(О, пайгамбар!) Аларды Туура Жолго салуу сенин колуңда эмес. (Сен болгону аларга чындыкты жеткирүүчүсүң.) Бирок, Аллаһ Өзү каалаган пендесин Туура Жолго баштайт. (О, момундар) кандай жакшылыкты (мүлктү) садака кылсаңар — ал өзүңөрдүн пайдаңарга. (Эгер чыныгы момун болсоңор) Аллаһтын Жүзүн үмүт кылып гана садака кыласыңар. Жана кандай гана жакшылыкты садака кылсаңар, силерге зулум кылынбаган абалда (сообу) өзүңөргө толук кайтарылат"
        },
        {
            "chapter": 2,
            "verse": 273,
            "text": "(Оо, момундар! Силер) Аллаһтын жолунда (жүрүп, тиричиликтен) тосулган, жер бетинде сапар кылууга мүмкүнчүлүгү болбогон, (бирок) билбеген адам аларды (бирөөдөн сураганга) ыйба кылгандан улам бай деп ойлогон кембагалдарга (садака кылгыла). Аларды көрүнүшүнөн тааныйсыңар. Алар адамдардан суранышпайт. Кандай гана жакшы садака кылсаңар да, аны Аллаһ Билүүчү"
        },
        {
            "chapter": 2,
            "verse": 274,
            "text": "Түнү-күнү (ар дайым) мал-дүйнөсүн жашыруун жана ашкере түрдө садака кылган адамдар үчүн Раббисинин алдында (көбөй-түрүлгөн) сооптору бар. Аларга коркунуч да жок жана алар капа болушпайт"
        },
        {
            "chapter": 2,
            "verse": 275,
            "text": "Сүткордук (менен пайда) жеген адамдар (Кыяматта) шайтан уруп акылдан азган адам сыяктуу (мүрзөлөрүнөн) турушат. Бул алардын: «Соода деле сүткордук сыяктуу» деген сөздөрү үчүн (жаза!). Аллаһ сооданы адал, сүткордукту арам кылган. Ал эми, кимге Раббиси тарабынан (сүткорлуктун арамдыгы жөнүндө) насаат-баян келсе жана ал (тооба кылып) токтосо — өткөндөгүсү өзүнө (адал) жана (келечек) иштери Аллаһка тапшырылат. Жана ким (сүткордукка) кайтса — ошолор гана тозокулар жана алар анда түбөлүк калышат"
        },
        {
            "chapter": 2,
            "verse": 276,
            "text": "Аллаһ сүткорлукту(н пайдасын) жоготот жана садакаларды пайдалуу кылат.! Аллаһ ар бир күнөөлүү каапырды сүйбөйт"
        },
        {
            "chapter": 2,
            "verse": 277,
            "text": "Ыйман келтирип, жакшы амалдарды жасаган, намазды (шарттары менен) аткарган жана зекетти берген адамдар үчүн Раббисинин алдында сооптору даяр. Жана аларга коркунуч да болбойт, кайгы-капага да батышпайт"
        },
        {
            "chapter": 2,
            "verse": 278,
            "text": "О, ыйман келтиргендер! Аллаһтан корккула жана эгер момун болсоңор, (мурун алып жүргөн) сүткорлук пайдаңардан калганын албагыла"
        },
        {
            "chapter": 2,
            "verse": 279,
            "text": "Эгер андай кылбасаңар, Аллаһ жана анын элчиси тарабынан (силерге каршы жарыялана турган) согушту билип койгула! Жана эгер тооба кылсаңар (пайда кошулбаган) акча-мүлкүңөр өзүңөргө. (Ошондо бирөөгө да) зулум кылбайсыңар, силерге да зулум кылынбайт"
        },
        {
            "chapter": 2,
            "verse": 280,
            "text": "Эгер (карыз алуучу) начар (турмушта жашаган киши) болсо, бай болгонго чейин күткүлө. Эгер (карызыңарды) садака кылып жиберсеңер - өзүңөргө жакшы, эгер билсеңер"
        },
        {
            "chapter": 2,
            "verse": 281,
            "text": "Аллаһка кайтарыла турган күнүңөрдөн (Кыяматтан) корккула! Кийин ар бир жан ээси өзүнүн ишине жараша толук (натыйжасын) алат, жана аларга зулум кылынбайт"
        },
        {
            "chapter": 2,
            "verse": 282,
            "text": "О, ыйман келтиргендер! Белгилүү мөөнөткө карыз алды-берди кылсаңар, ал мамилени жазып койгула. Ортоңордо бир жазуучу адилет менен жазсын. Ал Аллаһ үйрөткөндөй (адилеттик менен) жазуудан баш тартпасын. Сөзсүз жазсын жана мойнуна карыз алуучу киши айтып жаздыртсын. Ал Раббиси — Аллаһтан корксун жана андан (карыздан) бир нерсесин да кемитпесин. Эгер мойнуна карыз алуучу адам акылсызыраак, алсыз же айтып жаздыра албай турган (дудук) болсо, анын ишенимдүү өкүлү адилеттик менен айтып турсун. Жана өзүңөр ыраазы болгон күбөңөрдөн эки эркек кишиңерди, эгер эки эркек табылбай калса, бир эркек жана эки аялды күбөлүккө тарткыла. (Аялдардын) бири адашса, экинчиси эскертип турат. (Күбөлүккө) чакырылганда күбөлөр баш тартышпасын! Аны (карызды), аз болсо да, көп болсо да, өз мөөнөтүнө чейин жазып коюудан эрикпегиле. Ушунуңар Аллаһтын алдында адилеттүүрөөк, күбөлүк үчүн бекемирээк жана шектенип калбашыңарга жакыныраак. Ал эми, араңарда айлантып жаткан накталай соодаңар болсо, аны жазбай эле коюшуңарда силер үчүн күнөө жок. (Бирок, эгер унутуп калуудан корксоңор же аныгыраак болушун кааласаңар) өз ара соода кылсаңар деле күбөлөрдү тарткыла жана жазуучу да, күбөлөр да зыян тартып калышпасын. Эгер (мунун тескерисин) жасасаңар бул силердин бузукулугуңар(дын белгиси). Аллаһтан корккула! Аллаһ силерге (ушинтип) таалим берет. Аллаһ ар бир нерсени Билүүчү"
        },
        {
            "chapter": 2,
            "verse": 283,
            "text": "Эгер сапарда болуп, жазуучу таппай калсаңар (карыздын наркына тең) колго илингидей күрөө алсаңар болот. А, эгер бири-бириңерге ишенчү болсоңор (жаздырбай жана күрөө албай эле) ишенилген адам аманатын (өз мөөнөтүндө) аткарсын жана Раббиси — Аллаһтан корксун! (О, момундар!) Күбөлүктү жаап-жашырбагыла! Ким жаап-жашырса — анын жүрөгү күнөөлүү. Аллаһ силердин ишиңерди Билүүчү"
        },
        {
            "chapter": 2,
            "verse": 284,
            "text": "Асмандардагы жана жердеги (бардык) нерселер Аллаһка таандык. Эгер силер ичиңердеги (ой-кыял, пейил, максаттан турган) нерселерди жашырсаңар же ашкере кылсаңар да Аллаһ силерди ошол нерсе менен эсеп-китеп кылат, жана Өзү каалаган адамын кечирип, каалаганын азапка салат. Аллаһ ар бир нерсеге Кудуреттүү"
        },
        {
            "chapter": 2,
            "verse": 285,
            "text": "Пайгамбар өзүнө Раббиси тарабынан түшүрүлгөн нерсеге ыйман келтирди жана момундар дагы (ыйман келтиришти). Бардыгы Аллаһка, анын периштелерине, китептерине, пайгамбарларына ыйман келтирди (жана) «Биз Аллаһтын пайгамбарларынын арасынан эч кимисин ажыратып (ишенбей) койбойбуз. О, биздин Рабби! Биз (Сенин өкүмүңдү) уктук жана (аларга) моюн сундук! Бизди кечире көр! Жана сага гана кайтабыз» дешти"
        },
        {
            "chapter": 2,
            "verse": 286,
            "text": "Аллаһ эч бир жанды кудурети жетпеген нерсеге буюрбайт (ар кимдин) пайдасы да өз иши(нен), зыяны да өз иши(нен) Оо, биздин Рабби! Эгер унутсак же ката кетирсек бизди жазалаба?! Оо, Раббибиз! Мойнубузга, бизден мурункуларга жүктөгөндөй оор ишти жүктөбө! Оо, Раббибиз! Биздин үстүбүзгө кудуретибиз жетпеген нерселерди жүктөбө! Биздин күнөөлөрүбүздү өчүр жана кечир, бизге ырайым кыл! Өзүң биздин Кожоюнубузсуң! Каапыр коомдорго каршы бизге жардам бер"
        }
    ]
}