{
    "chapter": [
        {
            "chapter": 9,
            "verse": 1,
            "text": "(Бул—) Аллаһ жана (Анын) пайгамбары тарабынан силер убада-келишим түзгөн мушриктер үчүн (келишим милдетинен) кутулуу (жарыясы)"
        },
        {
            "chapter": 9,
            "verse": 2,
            "text": "(О,мушриктер!) Төрт ай (мөөнөттүн) ичинде жер бетинде (тынч-аман) жүрө бергиле. Жана билип алгыла, (силерге тынчтык мөөнөтү берилсе да) силер эч качан Аллаһты алсыз калтыра албайсыңар. Аллаһ (ширк иштерин уланткан) каапырларды шерменде кылуучу"
        },
        {
            "chapter": 9,
            "verse": 3,
            "text": "(Бул) Аллаһ жана (Анын) пайгамбары тарабынан, чоң ажы күнү (Курман майрамы) болгондо адамдарга, Аллаһ жана Анын пайгамбары мушриктерден таза (б.а. алардын алдында убада-милдеттенмеси жок) экенин жарыялап коюу!? (О, мушриктер!) Эгер тооба кылсаңар, өзүңөргө жакшы (мал-жаныңарды сактап каласыңар) Эгер жүз бурсаңар, билип койгула, силер Аллаһты алсыз калтыруучу эмессиңер. Жана (О, Мухаммад,) каапырларга жан ооруткан азаптын кабарын берип кой"
        },
        {
            "chapter": 9,
            "verse": 4,
            "text": "Ал эми, силер келишим түзгөн мушриктер (милдеттенмелерден) эч нерсени бузбаса жана силер-дин эч бир душманыңарга жардам бербесе, анда алардын келишимдерин өз мөөнөтүнө чейин толук сактагыла. Албетте, Аллаһ такыба кишилерди сүйөт"
        },
        {
            "chapter": 9,
            "verse": 5,
            "text": "Эми, качан “Аль-Хурум” айлары (мушриктер менен согушууга тыюуу салынган төрт ай) чыгаары менен, мушриктерди тапкан жериңерде өлтүргүлө!, туткундагыла, курчоого алгыла жана (алардын) ар бир жолдорунда (сазайын берүү үчүн) күтүп олтургула! Эгерде тооба кылып, намаз окуп, зекет беришсе (мусулман болушса) жолдоруна тоскоол болбогула. Чынында, Аллаһ — Кечирүүчү, Ырайымдуу"
        },
        {
            "chapter": 9,
            "verse": 6,
            "text": "Эгер мушриктердин бири сенден (Аллаһтын сөзүн угуп, Ислам менен таанышуу үчүн) коргоо-кепилдик сураса, аны — Аллаһтын Сөзүн укканга чейин — өз кепилдигиңе ал. Андан соң аны өзүнүн тынч мекенине жеткирип кой. Бул (өкүм) алардын билимсиз коом болгону (жана Исламды таанып-билип алуусуна шарт жаратып берүү) үчүн"
        },
        {
            "chapter": 9,
            "verse": 7,
            "text": "(Алэми, убадасын сактабаган) мушриктерге кантип, Аллаһ жана Анын пайгамбары тарабынан убада болсун?! Эми, Масжид аль-Харамдын астында убадалашкан кишилер үчүн гана (ошол Ыйык Үйдүн урматына убадаңарды сактагыла) Качан силер үчүн (берген келишиминде) түз турушса, силер дагы түз тургула. Албетте, Аллаһ (Өзүнөн) корккон (такыба) адамдарды сүйөт"
        },
        {
            "chapter": 9,
            "verse": 8,
            "text": "Кантип (алар үчүн убада сактоо болсун?!) Чынында, алар эгер силерден үстөм-жогору болушса, силер жөнүндөгү (өз моюндарына алган) убадага да, милдентенмеге да карашпайт. Ооздору менен силерди ыраазы кылса да, (берген анттарына) жүрөктөрү көнбөй турат. Жана алардын көпчүлүгү бузукулар"
        },
        {
            "chapter": 9,
            "verse": 9,
            "text": "Азгана (дүйнөлүк) баага Аллаһтын аяттарын сатып жиберишет жана (адамдарды) Аллаһтын жолунан тосушат. Алардын жоруктары кандай жаман"
        },
        {
            "chapter": 9,
            "verse": 10,
            "text": "Момун жөнүндөгү (өз мойнундагы) келишимге да милдеттенмеге да карашпайт. Жана алар ашынып, чектен чыккан адамдар"
        },
        {
            "chapter": 9,
            "verse": 11,
            "text": "Эгер тооба кылып, намаз окуп, зекетти берип калышса, анда алар — диндеш биртууганыңар. Биз Өз аяттарыбызды билген коом үчүн (ушинтип) ачык-айкын баяндайбыз"
        },
        {
            "chapter": 9,
            "verse": 12,
            "text": "Жана эгер келишимге кол койгондорунан кийин ант-убадаларын бузушса жана силердин диниңерди айыпташса, (аларды ушуга үйрөткөн) каапырлардын башчыларына каршы согушкула! Чынында аларда, ант (сактоо) деген болбойт. Кана эми, алар (кыянаттарынан) токтошсо"
        },
        {
            "chapter": 9,
            "verse": 13,
            "text": "(О, момундар!) Өздөрү биринчи баштап, ант-убадаларын бузган жана пайгамбарды (журтунан) чыгарууга жан үрөп аракеттенген адамдарга каршы согушпайсыңарбы? Эмне, алардан коркосуңарбы?! Аллаһтан коркушуңарга Ал көбүрөөк акылуу эмеспи, эгер момун болсоңор"
        },
        {
            "chapter": 9,
            "verse": 14,
            "text": "Аларга каршы согушкула! Аллаһ силердин колуңар менен аларга азап берип, шерменде кылып, силерге жардам берет жана момундардын жүрөктөрүн(дөгү ызааны) айыктырат"
        },
        {
            "chapter": 9,
            "verse": 15,
            "text": "Жана жүрөктөрүнүн ачуусун кетирет (өч алуу көксөөсүн кандырат).! Жана Аллаһ алардан каалагандарынын тообасын кабыл алат. Аллаһ Билүүчү, Даанышман"
        },
        {
            "chapter": 9,
            "verse": 16,
            "text": "Же болбосо, (о, ыймандуу пенделер!) Аллаһ силердин араңардан жихад кылгандар менен Аллаһтан, Анын пайгамбарынан жана момундардан башкаларды дос тутпагандарды билип алмайынча (согуш менен сыналбай) жөн калабыз деп ойлойсуңарбы?! Аллаһ силердин бардык ишиңерден кабардар"
        },
        {
            "chapter": 9,
            "verse": 17,
            "text": "Өз каапырчылыктарына өздөрү күбө болуп турган абалда, мушриктер Аллаһтын мечиттерин (ибадат менен) абат кылып жиберүүлөрү эч мүмкүн эмес! (Себеби) Алардын амал-ибадаттары (ширк кылганы себептүү) “күйүп” кеткен. Жана алар Тозокто түбөлүк калуучулар"
        },
        {
            "chapter": 9,
            "verse": 18,
            "text": "Чынында, Аллаһтын мечиттерин, Аллаһка, Акырет күнүнө ишенген, намаз окуп, зекет берген жана Аллаһтан башка эч кимден коркпогон адамдар (курушат жана) абат кылышат. Дал ушул адамдар Туура Жол табуучулардан болсо ажеп эмес"
        },
        {
            "chapter": 9,
            "verse": 19,
            "text": "Эмне, силер ажыларды сугаруу менен Масжид аль-Харамды оңдоону, Аллаһка, Акырет күнүнө ишенген жана Аллаһ жолунда жихад кылган момундарга (алардын ыйманына) теңеп жатасыңарбы? Алар Аллаһтын назарында (ыйман менен жихадка чыккандарга эч качан) тең боло алышпайт! Аллаһ заалым коомду Туура Жолго баштабайт"
        },
        {
            "chapter": 9,
            "verse": 20,
            "text": "Ыйман келтирген, хижрат кылган жана Аллаһтын жолунда мал-жандарын аябай жихад кылган адамдардын даражасы Аллаһтын алдында көп эсе жогору. Ушулар гана жеңишке жетүүчүлөр"
        },
        {
            "chapter": 9,
            "verse": 21,
            "text": "Раббиси аларды Өзүнүн ырайымы, ыраазычылыгы жана түгөнгүс нээматтар болгон Бейиштер менен сүйүнтөт"
        },
        {
            "chapter": 9,
            "verse": 22,
            "text": "Алар анда түбөлүк калышат. Чынында Аллаһтын алдында чоң сооптор бар"
        },
        {
            "chapter": 9,
            "verse": 23,
            "text": "О,ыйман келтиргендер! Эгер силердин атаңар, ага-иниңер ыймандан каапырчылыкты (көбүрөөк) сүйчү болсо, аларды (ким болушуна карабай) дос тутпагыла! Силердин араңардан кимде-ким аларды дос тутса, алар — анык заалымдар"
        },
        {
            "chapter": 9,
            "verse": 24,
            "text": "Айт (о, Мухаммад): “Эгер силердин атаңар, бала-чакаңар, ага-иниңер, жуп-жубайыңар, тууган-уругуңар, тапкан мал-дүйнөңөр, жүрүшпөй калышынан корккон соодаңар жана өзүңөргө жаккан үй-жайыңар силерге Аллаһтан, Анын пайгамбарынан жана Аллаһтын жолунда жихад кылуудан да сүйүктүүрөөк болсо, анда... Аллаһ (силерге) Өз ишин (азабын) алып келишин күтө бергиле! Аллаһ бузуку коомду Туура Жолго баштабайт"
        },
        {
            "chapter": 9,
            "verse": 25,
            "text": "Аллаһ силерге көп орундарда жана Хунейн (деген жердеги согуш) күнүндө да жардам берди: бир кезде силерди саныңардын көптүгү кубантып жиберди эле, кийин бул силерге эч кандай пайда бербей калды жана силер үчүн жер кең болсо да тар көрүнүп, артыңарга качып калдыңар"
        },
        {
            "chapter": 9,
            "verse": 26,
            "text": "Кийин Аллаһ Өз пайгамбары менен ыймандууларга тынчтык-бейпилдигин жана силер көрө албаган аскерлерин (периштелерин) түшүрүп, каапырларды (жеңилүү менен) азаптады. Каапырлардын жазасы — ушул"
        },
        {
            "chapter": 9,
            "verse": 27,
            "text": "Андан соң, ушундан (каталардан) кийин деле, Аллаһ Өзү каалаган адамдардын тообаларын кабыл алды (кечирди). Аллаһ — Кечирүүчү, Боорукер"
        },
        {
            "chapter": 9,
            "verse": 28,
            "text": "О,ыйман келтиргендер! Мушриктер — ыпыластык! Ушул жылдарынан кийин Масжид аль-Харамга жакын жолошпосун! Эгер (жетишпестиктен)! корксоңор, Аллаһ кааласа, жакында Өз пазилети менен силерди муктаждыктан куткарат. Албетте, Аллаһ Билүүчү, Даанышман"
        },
        {
            "chapter": 9,
            "verse": 29,
            "text": "(О, мусулмандар!) Аллаһка да, Акыретке да ишенбеген, Аллаһ жана Анын Пайгамбары арам кылган нерсени “арам” дебеген жана акыйкат динди кармабаган Китеп ээлерине каршы, качан өз колдору менен, моюн сунган абалда жизья салыгын (колуңарга) тапшырмайынча согуша бергиле"
        },
        {
            "chapter": 9,
            "verse": 30,
            "text": "Яхудийлер: “Узайир Аллаһтын баласы” дешти. Христиандар: “Ыйса — Аллаһтын баласы” дешти. Бул алардын оозундагы (далилсиз) сөздөрү. Алар (бул сөздөрүндө) мурунку каапырлардын сөздөрүнө окшош. Аллаһ куруткурлар! Кайда бара жатышат"
        },
        {
            "chapter": 9,
            "verse": 31,
            "text": "Алар (яхудийлер менен христиандар) Аллаһты коюп, өздөрүнүн диний аалымдары менен (дүйнөдөн түңүлгөн) кечилдерин жана Марямдын уулу Ыйсаны кудай кылып алышты. Алар жалгыз Кудайга (Аллаһка) гана ибадат кылууга буюрулган эле! Эч бир сыйынууга татыктуу кудай жок, жалгыз Өзү (гана) бар! Ал каапырлар кошкон шериктерден Таза"
        },
        {
            "chapter": 9,
            "verse": 32,
            "text": "Алар (каапырлар) Аллаһтын Нурун (Динин) ооздору менен үйлөп өчүрүүнү каалашат. Бирок, Аллаһ каапырлар жаман көрсө да, Өз Нурун (бүт дүйнөгө) толук таралуусунан башкасына ыраазы болбойт"
        },
        {
            "chapter": 9,
            "verse": 33,
            "text": "Ал (Аллаһ) Өз пайгамбарын, Туура Жол жана акыйкат дин менен — эгер мушриктер жаман көрүшсө да — бардык диндерден үстөм-жогору кылуу үчүн жиберген"
        },
        {
            "chapter": 9,
            "verse": 34,
            "text": "О, ыйман келтиргендер! (Уккула, силерге сабак болсун: Китеп элдеринин) көпчүлүк дин аалымдары менен кечилдери адамдардын дүйнө-мүлкүн арам жолдор менен жешет. Жана (ушул жоруктары менен) адамдарды Аллаһтын жолунан тосушат. Ал эми, алтын-күмүштөрдү жыйнап, аларды Аллаһтын жолуна иштетпегендерге жан ооруткан азаптын кабарын бергин"
        },
        {
            "chapter": 9,
            "verse": 35,
            "text": "Ал (Кыямат) Күндө аны (алтын-күмүш теңгелерди) Тозок отуна кызытылып, алардын маңдайына, жамбаштарына аркаларына тамга басылат жана: “Бул өзүңөр үчүн жыйнаган (бирөөгө же динге пайдасы тийбеген) нерсеңер! Эми, жыйнаган нерсеңердин даамын таткыла ” (деп айтылат)"
        },
        {
            "chapter": 9,
            "verse": 36,
            "text": "Чынында, айлардын санагы Аллаһтын алдында, асмандар жана жерди жараткан күндөгү (тагдыр) Китеби боюнча он эки айдан турат. Алардан төртөө “Харам” айлары.! Бул акыйкат Дин (эрежелеринен). Бул айларда (согуш ачуу менен) өзүңөргө зулум кылып албагыла. Мушриктер (бул айлардын харамдыгына карабай) силердин бардыгыңарга каршы согушканы сыяктуу силер дагы алардын бардыгына каршы согуша бергиле.?^ Жана билип алгыла: Аллаһ такыба адамдар менен"
        },
        {
            "chapter": 9,
            "verse": 37,
            "text": "Аныгында, “нусиь” (айлардын ордун алмаштыруу) аша чапкан каапырчылык. Ал себептүү каапырлар (катуу) адашып, Аллаһ арам кылган айлардын санагын дал келтирүү үчүн аны (“нусиьны”) бир жыл адал кылышса, бир жыл арам кылышат. Эми, алар (бул жоругу менен) Аллаһ арам кылган нерсени адал кылышууда. Аларга (шайтан тарабынан) иштеринин жамандыгы кооздоп көргөзүлүүдө. Аллаһ каапыр коомдорду Туура Жолго баштабайт.”"
        },
        {
            "chapter": 9,
            "verse": 38,
            "text": "О, ыйман келтиргендер! Силерге эмне болду, “Аллаһтын жолунда (жихадга) чыккыла” деп айтылганда жерге оор отуруп калдыңар?! Эмне, силер Акыреттин ордуна жер жашоосуна ыраазы болуп калдыңарбы?! Акыреттин алдында дүйнө жашоосу(нун жыргалдары) аз нерсе го"
        },
        {
            "chapter": 9,
            "verse": 39,
            "text": "Эгер чыкпасаңар Аллаһ силерди катуу азапка салып, (өлтүрүп) ордуңарга башка коомду алып келет. Силер (Аллаһтын чакырыгына жооп бербей койсоңор) Ага эч нерсени зыян келтире албайсыңар. Аллаһ ар нерсеге кудуреттүү"
        },
        {
            "chapter": 9,
            "verse": 40,
            "text": "Эгер ага (пайгамбарга) силер жардам бербесеңер, Аллаһтын Өзү жардам берген: бир кезде, каапыр болгон адамдар аны экөөнүн экинчиси кылып (Маккадан) чыгарышканда (жардам берген.) Ошондо, экөө? үңкүрдө турганда, ал шеригине: “Кайгырбагын, Аллаһ биз менен” деген убакытта Аллаһ ага бейпилдик түшүрүп, силер көрбөй турган аскерлер (периштелер) менен колдоду. Жана каапыр адамдардын (“Мухаммадды сөзсүз өлтүрөбүз” деген) сөздөрүн төмөн кылды жана Аллаһтын (эзелки тагдырдагы) сөзү жогору болду. Аллаһ — Кудуреттүү, Даанышман"
        },
        {
            "chapter": 9,
            "verse": 41,
            "text": "Жеңилдик мезгилде да, оорчулук мезгилде да (Аллаһга тобокел кылып) чыга бергиле жана Аллаһтын жолунда малыңар, жаныңар менен жихад кылгыла! Эгер билсеңер, бул өзүңөргө жакшы"
        },
        {
            "chapter": 9,
            "verse": 42,
            "text": "Эгер (О, Мухаммад, сен чакырган нерсе) дүйнөлүк пайда же жеңил сапар болсо, алар сени сөзсүз ээрчимек. Бирок, аларга аралык алыс болду. Жана алар Аллаһка ант ичип: “Эгер мүмкүнчүлүгүбүз болгондо силер менен чыкмакпыз” деп, өздөрүн өлүмгө (Тозокко) түртүшөт. Аллаһ алардын анык жалганчы экенин билет"
        },
        {
            "chapter": 9,
            "verse": 43,
            "text": "Аллаһ сени кечирди. Эмне үчүн сен, өзүңө чын сүйлөгөн адамдар билингенге чейин жана жалганчыларды сынап билгениңе чейин аларга (согуштан калууларына) уруксат берип жибердиң"
        },
        {
            "chapter": 9,
            "verse": 44,
            "text": "Аллаһка жана Акырет күнүнө ыйман келтиргендер малдары жана жандары менен жихад кылуудан (калуу үчүн) уруксат сурашпайт. Аллаһ такыбаа кишилерди Билүүчү"
        },
        {
            "chapter": 9,
            "verse": 45,
            "text": "Чынында, Аллаһка, Акырет күнүнө ишенбеген жана жүрөктөрү күмөн санаган адамдар гана (жихаддан калууга) уруксат сурашат. Алар өз күмөндөрүндө олку-солку болуп тура беришет"
        },
        {
            "chapter": 9,
            "verse": 46,
            "text": "Эгер алар чыгууну (жүрөктөн) каалаганда согушка даярдык көрүп коюшат болчу. Бирок, алардын чыгышын Аллаһтын Өзү каалабай, жалкоо кылып койду жана аларга: “Отуруучулар (аялдар, жаш балдар) менен (үйдө) отургула” -деп айтылды"
        },
        {
            "chapter": 9,
            "verse": 47,
            "text": "Эгер алар силер менен чыкканда, силердин кемчилдигиңерди көбөйтмөк жана араңарда бузукулукту каалап, аракет кылмак. Силердин ичиңерде аларды уга тургандар да табылат. Аллаһ заалымдарды Билүүчү"
        },
        {
            "chapter": 9,
            "verse": 48,
            "text": "Алар мындан мурун (Мединага хижрат кылганда) деле бузукулукту каалап, сенин алдыңда (көп) иштерди тескери жасашкан. Кийин акыйкат келип алар жаман көрсө да, Аллаһтын дини (жеңип) чыккан"
        },
        {
            "chapter": 9,
            "verse": 49,
            "text": "Алардан бирөөсү “(О, Мухаммад) мага (калууга) уруксат бер, мени бузуп койбо” дейт.! Алар эчак эле бузулушкан! Албетте, Тозок каапырларды ороп алуучу"
        },
        {
            "chapter": 9,
            "verse": 50,
            "text": "Эгер (бул согушта) сага жакшылык (жеңиш, олжолор) жетсе бул аларды капа кылат. Эгер бир кырсык жетсе “Биз алдын ала билип, сактанып калдык” деп, сүйүнгөн бойдон кетишет"
        },
        {
            "chapter": 9,
            "verse": 51,
            "text": "Айткын: “Бизге Аллаһ (эзелки тагдырда) жазгандан ашыкча кырсык жетпейт (эгер жазган болсо,) биздин башчыбыз Аллаһ! Момундар Аллаһка гана тобокел кылышсын”"
        },
        {
            "chapter": 9,
            "verse": 52,
            "text": "Айткын: “Бизге (кырсык жетишин) күтүп убара болбогула. Бизге эки жакшылыктан бири (же жеңиш, же Бейиш) болушун гана күткүлө! А биз болсо, Аллаһ силерди Өз азабы менен же биздин колубуз менен балээге жолуктурушун күтөбүз. Күтө бергиле, биз да силер менен бирге күтөбүз"
        },
        {
            "chapter": 9,
            "verse": 53,
            "text": "Айткын: “(Эй, мунафыктар!) Өзүңөр каалап берсеңер да каалабай берсеңер да силердин (садакаңар) эч качан кабыл болбойт! Себеби, силер бузулган элсиңер"
        },
        {
            "chapter": 9,
            "verse": 54,
            "text": "Алардын садакаларынын кабыл болуусуна тоскоолдук кылган нерсе - Аллаһка жана пайгамбарына ишенбегени, намазды жалкоолонуп окуганы жана (садаканы) оорунуп бергендери"
        },
        {
            "chapter": 9,
            "verse": 55,
            "text": "(О, Мухаммад) сени алардын дүйнө-мүлкү менен бала-чакалары кызыктырбасын! Аллаһ дүйнөдө аларды ошолор менен машакатка салат жана каапыр бойдон өлүп кетүүлөрүн каалайт"
        },
        {
            "chapter": 9,
            "verse": 56,
            "text": "Алар Аллаһты ортого салып: «Биз силерденбиз” деп ант ичишет. Алар силерден эмес, бирок, суу жүрөк адамдар"
        },
        {
            "chapter": 9,
            "verse": 57,
            "text": "(Башына оор күн түшкөндө) эгер бир башпаанек же үңкүр же башка бир кире турган жер табышса, качкан бойдон ошого кирип кетишет"
        },
        {
            "chapter": 9,
            "verse": 58,
            "text": "Алардын арасында сени садакалар(ды бөлүштүрүү) боюнча айыптагандар бар. (Мунун себеби) эгер садакалардан берилсе, ыраазы болуп калышат, эгер берилбей калса (сени) жаман көрүп калышат"
        },
        {
            "chapter": 9,
            "verse": 59,
            "text": "Эгер алар Аллаһ жана пайгамбары берген нерсеге гана ыраазы болуп: “Бизге Аллаһ жетиштүү, Аллаһ жакында бизге Өз пазилетинен берет. Пайгамбары да берет. Биз (дүйнөгө эмес) Аллаһка умтулуучуларбыз”-дешкенде (өздөрүнө жакшы болмок)"
        },
        {
            "chapter": 9,
            "verse": 60,
            "text": "(Зекет) садакалар жакырларга, кедейлерге, зекет боюнча иштегендерге, көңүлдөрү Исламга буруулуусу үмүт кылынган кишилерге, моюнду (кулчулуктан) азат кылууга, карыз болуп калган кишилерге, Аллаһтын жолунда жихад кылгандарга жана мусапырларга Аллаһ тарабынан (буюрулган парыз) иретинде берилет. Аллаһ - Билүүчү, Даанышман"
        },
        {
            "chapter": 9,
            "verse": 61,
            "text": "Алардын арасында пайгамбардын көңүлүн ооруткандар бар. Алар (пайгамбарды, уруксат сурап, алдаганда “ишенип калганы” үчүн) “ал — кулак” дешет. Айткын: “Ал силерге “жакшы кулак”. Ал Аллаһка, момундарга ишенет жана силердин араңардагы ыймандуу адамдар үчүн (Аллаһтан жиберилген) ырайым” Аллаһтын пайгамбарынын көңүлүн ооруткан адамдарга жан ооруткан азап бар"
        },
        {
            "chapter": 9,
            "verse": 62,
            "text": "Алар силерди (о, момундар,) ыраазы кылуу үчүн, Аллаһты ортого салып (“пайгамбардын көңүлүн оорутканым жок” деп) ант ичишет. Эгер алар момун болушса, (силерди койо туруп) Аллаһ менен пайгамбарын ыраазы кылуулары көбүрөөк акыйкат эмес беле"
        },
        {
            "chapter": 9,
            "verse": 63,
            "text": "Же, кимде-ким Аллаһ менен пайгамбарына каршы чыкса, ага түбөлүк Тозок оту болушун жана бул чоң шерменделик экенин алар билбейт беле"
        },
        {
            "chapter": 9,
            "verse": 64,
            "text": "Мунафыктар өздөрү жөнүндө, жүрөктөрүнө катылган эки жүздүүлүктөрүн ачып таштай турган бир сүрө түшүп калуусунан коркушат.! Айт: «Күлгүлө, эми! Аллаһ силер корккон нерсени (жүзөгө) чыгарды го!»"
        },
        {
            "chapter": 9,
            "verse": 65,
            "text": "Эгер алардан (ошол жөнүндө) сурасаң: “Биз жөн эле, ойноп эле сүйлөгөн болчубуз” - дешет. Айткын: “Силер Аллаһтын, Анын аяттарынын Жана пайгамбарынын үстүнөн күлө турган болуп калдыңарбы?!”"
        },
        {
            "chapter": 9,
            "verse": 66,
            "text": "Кечирим сурабай эле койгула, силер ыйман келтиргениңерден кийин (кайрадан) каапыр болуп бүттүңөр!! Эгер силерден бир тайпаны кечирсек, (дагы) башка бир тайпаны күнөөкөр болгону себептүү азаптайбыз"
        },
        {
            "chapter": 9,
            "verse": 67,
            "text": "Мунафык эркектер менен мунафык аялдар бардыгы — бир: жаман иштерге буюрушат жакшы иштерден кайтарышат жана (сараңдык кылып) колдорун жумуп алышат. Алар Аллаһты унутушту эле, Аллаһ дагы аларды “унутту”? Чынында, мунафыктар — бузукулар"
        },
        {
            "chapter": 9,
            "verse": 68,
            "text": "Аллаһ мунафык эркектерге, мунафык аялдарга жана каапырларга, түбөлүк кала турган Тозок отун убада кылды! Ушул аларга жетиштүү! Жана Аллаһ аларга наалат айтты! Аларга түгөнгүс азап"
        },
        {
            "chapter": 9,
            "verse": 69,
            "text": "(Эй, Мунафыктар! Силер жасаган ишиңерде) өзүңөрдөн мурунку (каапыр) адамдарга окшойсуңар: Алар силерден да күчтүүрөөк, дүйнөлөрү, бала-чакалары (жардамчылары) көбүрөөк эле. Алар (бул дүйнөдөгү) өз үлүш-насиптеринен пайдаланышты. Мурункулар пайдаланганы сыяктуу силер да өз насибиңерден пайдаландыңар. Жана ошолор (күнөө деңизине) чумкуганы сыяктуу, силер дагы чумкудуңар. Алар — дүйнө-акыретте иштери күйүп кеткен адамдар! Алар — зыян тарткан адамдар"
        },
        {
            "chapter": 9,
            "verse": 70,
            "text": "Аларга өздөрүнөн мурунку Нух коомунун, Аад, Самуд элдеринин, Ибрахим коомунун, мадяндыктардын, айкаш-уйкаш кыйрагандардын (Лут элинин) кабарлары келбеди беле?! Аларга Пайгамбарлары анык далил-баяндарды алып келишкен болчу. (Бирок, кабыл алуунун ордуна силер сыяктуу каяша айтып, мыскылдап күлүшкөн. Кийин Аллаһ аларга азап жиберди. Демек,) Аларга Аллаһ зулум кылбады. Өздөрүнө-өздөрү зулум кылышты"
        },
        {
            "chapter": 9,
            "verse": 71,
            "text": "Момун эркектер менен момун аялдар (достукта, жардамдашууда) өз ара ынак адамдар. (Анткени, бардыгы) жакшылыктарга буюруп, жамандыктардан кайтарышат. Намаз окуп, зекет беришет жана Аллаһ менен пайгамбарына (ар дайым) моюн сунушат. Жакында Аллаһ аларга Өзүнүн ырайымын жаадырат. Аллаһ - Кудуреттүү, Даанышман"
        },
        {
            "chapter": 9,
            "verse": 72,
            "text": "Аллаһ ыймандуу эркектерге жана ыймандуу аялдарга, түбөлүк кала турган, астынан дарыялар агып турган Бейиштерди, ошол «Адн» (деп аталган) Бейиштердеги таза-пакиза орундарды убада кылды. Жана Аллаһтын ыраазычылыгы бардыгынан улук! Бул — улуу жеңиш"
        },
        {
            "chapter": 9,
            "verse": 73,
            "text": "О, Пайгамбар! Каапырлар менен мунаафыктарга каршы жихад кыл жана аларга өктөм бол! Алардын жайы -— тозок! Ал кандай жаман орун"
        },
        {
            "chapter": 9,
            "verse": 74,
            "text": "Алар айткан сөзүн “айтпадык” деп ант ичишет. Чынында алар (оболу) каапырлык сөзүн айтып, мусулман болгондорунан кийин (кайра) каапыр болушту. Жана жетпеген максатка (Пайгамбарга зыян берүүгө) умтулушту. Аларды Аллаһ жана пайгамбары Өз пазилети менен бай-беймуктаж кылгандан кийин гана (пайгамбарды) жек көрө башташты. Эгер тооба кылышса, өздөрүнө жакшы. А, эгер далысын салса, Аллаһ аларды дүйнө -Акыретте жан ооруткан азап менен азаптайт жана аларга жер бетинде эч бир дос, эч бир жардамчы болбойт"
        },
        {
            "chapter": 9,
            "verse": 75,
            "text": "Алардан кээ бирөөлөрү Аллаһка ант-убада берип: “Эгер бизге да Өз пазилетинен берсе (бай кылса), кайыр-садакалар берип, жакшы адамдардан болмокпуз” (дешет)"
        },
        {
            "chapter": 9,
            "verse": 76,
            "text": "Качан (Аллаһ) аларга Өз пазилетинен бергенде, ага бакылдык кылып, жүз бурган абалда тескери басып кетишти"
        },
        {
            "chapter": 9,
            "verse": 77,
            "text": "Андан соң, Аллаһка берген убадасына кыянат кылышканы жана жалган сүйлөшкөнү себептүү, Аллаһ алардын жүрөгүнө эч жоголгус нифакты (эки жүздүүлүктү) салып койду"
        },
        {
            "chapter": 9,
            "verse": 78,
            "text": "Алар, билишпейби, Аллаһ (адамдардын) ичиндеги сырларын, шыбырларын билип турушун. Чынында, Аллаһ кайыптарды эң сонун Билүүчү"
        },
        {
            "chapter": 9,
            "verse": 79,
            "text": "Момундардын арасынан өз каалоолору менен (кудурети жеткенче) садака кылган адамдарды мыскылдаган мунафыктарды Аллаһ мыскылдуу абалга салды. Аларга жан ооруткан азап бар"
        },
        {
            "chapter": 9,
            "verse": 80,
            "text": "(О, Мухаммад!) Кааласаң алардын күнөөсүн (кечирүүнү Аллаһтан) сура, каалабасаң, сураба. Эгер жетимиш ирет сурасаң да, Аллаһ аларды кечирбейт. Мунун себеби; алар Аллаһка жана пайгамбарына каапыр болушту. Аллаһ бузуку коомду Туура Жолго баштабайт"
        },
        {
            "chapter": 9,
            "verse": 81,
            "text": "(Жихадга чыкпай, аялдар менен жаш балдардын катарында) үйлөрүндө калгандар, пайгамбарга каршы иш жасаганына сүйүнүп, Аллаһтын жолунда мал-жандары менен жихад кылуудан түңүлүп: “(Мындай) ысыкта чыкпай эле койгула” дешти. Айткын: “Тозок отунун ысыгы катуураак, эгер түшүнүшсө,!”"
        },
        {
            "chapter": 9,
            "verse": 82,
            "text": "(Алар бул дүйнөдө аз ыйлап, көп күлгөн болчу. Эми, Аллаһтын жазасына кабылганда) кылмыштарына жараша азыраак күлүп, көбүрөөк ыйлашсын"
        },
        {
            "chapter": 9,
            "verse": 83,
            "text": "Эгер Аллаһ сени (Табук согушунан себепсиз калган жана мунусуна өкүнбөгөн) тайпага кайра жолуктурса, жана алар сенден (мындан башка, жеңилирээк) согушка чыгууга уруксат сурашса, айткын: “Эми, мени менен эч качан чыкпайсыңар. Мени менен бирге эч бир душманга каршы согушпайсыңар! Силер биринчи жолкусунда (үйдө) отурууну жактыргансыңар! Эми, калуучулар (аялдар жана жаш балдар) менен отура бергиле"
        },
        {
            "chapter": 9,
            "verse": 84,
            "text": "Эгер алардан бирөөсү өлсө, ага эч качан жаназа түшүрбө жана мүрзөсүнүн үстүндө (дуба кылып) турба! (Себеби) алар Аллаһ жана пайгамбарына каапыр болушуп, бузуку бойдон өлүштү"
        },
        {
            "chapter": 9,
            "verse": 85,
            "text": "Сени алардын дүйнө-мүлктөрү жана балдары (балдарынын көптүгү) кызыктырбасын! Аллаһ аларды бул дүйнөдө ошол (байлык) менен азаптоону жана каапыр бойдон өлүп кетүүсүн каалады"
        },
        {
            "chapter": 9,
            "verse": 86,
            "text": "Качан: “Аллаһка ыйман келтиргиле, жана пайгамбары менен бирге жихад кылгыла!” деген сүрө түшсө, алардын арасындагы (согуштан калууга эч кандай шылтоо-себеби жок) бай адамдар: “(О, Мухаммад) бизди жөн эле койчу. (Үйдө) отуруучулар менен эле бололучу?” - дешип сенден уруксат сурашат"
        },
        {
            "chapter": 9,
            "verse": 87,
            "text": "Алар калуучулар (аялдар, жаш балдар) менен болууга ыраазы болушту. (Натыйжада) жүрөктөрүнө мөөр уруп коюлду. Эми алар (өздөрүнө эмне пайда, эмне зыян экенин) түшүнө алышпайт"
        },
        {
            "chapter": 9,
            "verse": 88,
            "text": "Бирок, пайгамбар жана аны менен бирге болгон момундар, малдары жана жандары менен жихад кылышты. Бардык жакшылыктар ошолорго! Жана алар (Тозоктон) кутулгандар"
        },
        {
            "chapter": 9,
            "verse": 89,
            "text": "Аллаһ аларга, түбүнөн дарыялар аккан, анда түбөлүк кала турган Бейиштерди даярдап койгон. Ушул — чоң жеңиш"
        },
        {
            "chapter": 9,
            "verse": 90,
            "text": "Жана (о, Мухаммад, сенин алдыңа) өздөрүнө (согуштан калууга) уруксат сурап (арзыбаган) шылтоосу бар көчмөн арабтар дагы келди. Ал эми, (“Биз деле момунбуз” деп) Аллаһ жана Анын пайгамбарына жалган сүйлөгөндөр (уруксат сурабай эле) кала беришти. Жакында алардан каапыр болгондоруна жан ооруткан азап жетет"
        },
        {
            "chapter": 9,
            "verse": 91,
            "text": "Ал эми, (денесинде бир кемчилдиги болгон) алсыз адамдарга, оорулууларга, жихадга керек нерселерди таба албай калгандарга — эгер Аллаһ жана пайгамбарына (калыс-таза болууга жана мүмкүнчүлүк тапса эле жихадга чыгууга) ниет кылышса — (согушка чыкпаганы үчүн) күнөө жок. Жакшылык кылуучуларды айыптоого жол жок. Аллаһ -Кечиримдүү, Ырайымдуу"
        },
        {
            "chapter": 9,
            "verse": 92,
            "text": "Жана, өздөрүнө (согуш үчүн) улоо таап берүүңдү сурап сага келишкенде, сен аларга: “Силерге мингизгидей улоо менде жок” дегениңде, (жихадка) пайдалана турган эч нерсе таппай калганына өксүп, көз жашын көлдөтүп кайтып кеткен адамдарга да күнөө болбойт"
        },
        {
            "chapter": 9,
            "verse": 93,
            "text": "Ал эми, бай (жана ден-соолугу таза) болсо да, сенден уруксат сураган жана аялдар, жаш балдар менен калууга ыраазы болгон адамдарды айыптоого жол бар. Аллаһ алардын жүрөктөрүн мөөрлөп койду! Эми алар (өздөрүнүн пайда-зыяндарын) биле алышпайт"
        },
        {
            "chapter": 9,
            "verse": 94,
            "text": "Силер (согуштан) кайтканыңарда, алар (бай болсо да барбай койгондор) сенден кечирим сурашат. Айткын: “Кечирим сурабай эле койгула! Силерге эч качан ишенбейбиз! Аллаһ силердин (бизден жашырган) кабарыңарды бизге билдирген. Аллаһ жана пайгамбары ишиңерди көрүп турат. Кийин (Кыяматта) көрүнөөнү да, көмүскөнү да Билүүчүгө кайтарыласыңар. Ал силерге (бардык) кылган ишиңердин кабарын берет"
        },
        {
            "chapter": 9,
            "verse": 95,
            "text": "Качан аларга кайтып барганыңарда алардан (эч нерсе сурабай) жөн коюшуңар (үчүн) ант ичишет. Эми, алардан жүз бургула! (Себеби) Алар — ыпылас! Жана кылмыштарынын жазасына, алардын орду Тозок"
        },
        {
            "chapter": 9,
            "verse": 96,
            "text": "(Көңүлүңөргө карап) алардан ыраазы болушуңар үчүн ант ичишет. Эгер силер ыраазы болсоңор да, Аллаһ бузуку адамдардан ыраазы болбойт"
        },
        {
            "chapter": 9,
            "verse": 97,
            "text": "(Шаардан сыртта жашаган) бедуиндер (Дин-Шариятты жакшы билбегени себептүү) каапырчылык жана мунафыктык жаатынан катуураак жана Аллаһ Өз пайгамбарына түшүргөн нерсенин (диндин) чегараларын билбегенге ылайыгыраак болушат. Аллаһ — Билүүчү, Даанышман"
        },
        {
            "chapter": 9,
            "verse": 98,
            "text": "Бедуиндердин арасында (Аллаһ жолунда) садака кылган нерсесин (өзүнө) зыян деп билген жана силердин башыңарга оор күндөрдүн түшүүсүнө ынтызар болуп тургандары да бар. Өздөрүнүн башына балээ түшүп калсын! Аллаһ — Угуучу, Билүүчү"
        },
        {
            "chapter": 9,
            "verse": 99,
            "text": "Жана бедуиндер арасында, Аллаһка, Акырет күнүнө ишенип, садака кылган нерселерин Аллаһка жакын болуу жана пайгамбардын бата-дубасына себеп деп билгендери да бар. Уккула, албетте, ал (пайгамбардын дубасы) алар үчүн Аллаһка жакындашуу(суна себеп болот). Аллаһ жакында аларды Өз ырайымына киргизет. Аллаһ — Кечирүүчү, Ырайымдуу"
        },
        {
            "chapter": 9,
            "verse": 100,
            "text": "Мухажир жана ансарлардан турган алдыңкы саптагы эң биринчилер жана ошолордун изинен эң сонун ээрчип бара жаткандардан Аллаһ ыраазы болду, алар дагы Аллаһтан ыраазы болушту. Жана Аллаһ аларга, астынан дарыялар аккан, түбөлүк калуучу Бейиштерди даярдап койду. Бул — чоң жеңиш"
        },
        {
            "chapter": 9,
            "verse": 101,
            "text": "(О, Мухаммад) тегерегиңердеги бедуиндерден жана Медина элдеринен турган мунафыктар эки жүздүүлүгүн токтотпой жатышат. Аларды сен биле албайсың. Биз билебиз. Биз аларды эки ирет (бул дүйнөдө да, аркы дүйнөдө да) азаптайбыз. Кийин алар (Кыяматта) чоң азапка кайтарылышат"
        },
        {
            "chapter": 9,
            "verse": 102,
            "text": "Жана башкалары (мунафык эместер) өз күнөөлөрүн моюндарына алышып, жакшы иштерине башка жаман (күнөө) иштерин да аралаштырып жүрүшөт. Аллаһ алардын тообаларын кабыл алып калса ажеп эмес. Аллаһ — Кечиримдүү, Ырайымдуу"
        },
        {
            "chapter": 9,
            "verse": 103,
            "text": "(О, Мухаммад!) Сен алардын мал-мүлкүнөн аларды (сараңдыктан жана башка күнөөлөрүнөн) тазалай турган жана алдарды(н байлыгын, адеп-ахлагын, Акыреттик сообун) өстүрө турган (зекет) садакасын ал. Жана алар үчүн дуба кыл. Чынында сенин дубаң - алар үчүн бейпилдик. Аллаһ - Угуучу, Билүүчү"
        },
        {
            "chapter": 9,
            "verse": 104,
            "text": "Алар (тооба кылбай, садака бербей жүргөн күнөөлүүлөр) Аллаһ пенделеринен тообаны жана садакаларды кабыл алышын билишпейби? Чынында, Аллаһ -тообаларды кабыл алуучу (жана) Ырайымдуу"
        },
        {
            "chapter": 9,
            "verse": 105,
            "text": "Жана айткын: “(Эй, мунаафыктар! Каалаган) ишиңерди жасай бергиле. Аллаһ ишиңерди көрүп турат. Жана Анын пайгамбары менен момундар дагы (Аллаһ ашкерелеген ишиңерди көрүп турушат). Силер жакында кайыпты да аныкты да Билүүчүнүн алдына кайтарыласыңар. Анан Ал силерге бардык ишиңердин кабарын билдирет"
        },
        {
            "chapter": 9,
            "verse": 106,
            "text": "Дагы башкалар (мунафык эмес, бирок согуштан себепсиз калгандар) бар. Алар Аллаһтын өкүмүнө: же жазалоосуна же тообаларын кабыл алуусуна калтырылгандар. Аллаһ — Билүүчү, Даанышман"
        },
        {
            "chapter": 9,
            "verse": 107,
            "text": "Дагы ушундай кишилер бар, алар (Исламга) зыян жеткирүү үчүн, каапырчылык(ты күчөтүү) үчүн, момундардын арасын бөлүп-жаруу үчүн жана да мындан (бир аз) мурун Аллаһ жана Анын пайгамбарына каршы күрөшкөн адамга жардам берүү үчүн мечит курушту! жана “биз жакшылыкты (ал мечитте кедейлерге кайрымдуулук көргөзүүнү) ниет кылган элек” деп ант ичишти. Аллаһ алардын жалганчы экенине күбөлүк берет"
        },
        {
            "chapter": 9,
            "verse": 108,
            "text": "Сен (о, Мухаммад) ал мечитте (эч качан намазга) турбагын. Эң абалкы (өзүң келген) күндөн эле такыбалыктын үстүнө курулган (Кубаадагы) мечит сен анда турууга ылайыгыраак. Анда (денесин жана рухун) тазартууну сүйгөн адамдар бар. Аллаһ таза-пакиза адамдарды сүйөт"
        },
        {
            "chapter": 9,
            "verse": 109,
            "text": "Ким жакшыраак? Өзүнүн имаратын Аллаһтан коркуунун жана ыраазычылыгынын үстүнө курган адамбы, же болбосо, кулап-көчүп бараткан жардын кырына куруп, анысы менен бирге өзү да Тозок отуна кулаган адамбы?! Аллаһ заалым коомдорду Туура Жолго баштабайт"
        },
        {
            "chapter": 9,
            "verse": 110,
            "text": "Алардын (мунафыктардын) “курулуш-(имарат)тары” тээ жүрөктөрү (бушайман-тообадан) барчаланып кеткенге чейин жүрөктөрүндө шек-күмөн болуп кала берет.! Аллаһ — Билүүчү, Даанышман"
        },
        {
            "chapter": 9,
            "verse": 111,
            "text": "Чынында, Аллаһ момундардын жандары менен мал-мүлктөрүн, аларга Бейишти берүү менен сатып алат. Алар Аллаһ жолунда согушуп, өлтүрүшөт жана өлтүрүлүшөт. (Жан, мал барабарына Бейиштин берилиши) Тоорат, Инжил жана Кураандагы Аллаһтын анык убадасы. Өз убадасын Аллаһтан жакшыраак ким аткара алат? (О, момундар!Аллаһ менен) жасаган соодаңарга сүйүнгүлө! бул (сооданын ишке ашуусу) — чоң жеңиш"
        },
        {
            "chapter": 9,
            "verse": 112,
            "text": "(Ар убакытта күнөө-каталарынан) тооба кылуучулар, (Аллаһтын Өзүнө гана) ибадат кылуучулар, (жеңилдик-оорчулукта) шүгүр кылуучулар, Орозо кармоочулар, рукууь жана сажда кылуучулар, (Аллаһ жана пайгамбары буюрган бардык) жакшылыктарга буюруучулар жана (бардык) жамандыктардан кайтаруучулар жана Аллаһтын чек-чегараларын сактоочулар... (ушундай) момунд-арга (Бейиштен) кушкабар бер"
        },
        {
            "chapter": 9,
            "verse": 113,
            "text": "Мушриктердин күнөөсүн сурап дуба кылуу пайгамбар менен ыймандуу адамдарга — эгер (ал мушрик) жакын тууганы болсо да — эч мүмкүн эмес, алардын тозоку болгону маалым болгондон кийин"
        },
        {
            "chapter": 9,
            "verse": 114,
            "text": "Ибрахим атасынын күнөөсүн сураган болсо, ага берген убадасы бар эле.! Качан ага атасы Аллаһтын душманы экени билингенде, андан «кол жууду». Чынында, Ибрахим Раббисине кайтуучу, ырайымдуу эле"
        },
        {
            "chapter": 9,
            "verse": 115,
            "text": "Аллаһ (эч бир) коомду Туура Жолго баштагандан кийин, качан аларга сактануучу нерселерин анык баяндап бермейинче адаштырбайт. (Аллаһ “сактангыла” деген күнөөлөрдөн сактанбай коюшса гана адаштырат). Албетте, Аллаһ - ар бир нерсени Билүүчү"
        },
        {
            "chapter": 9,
            "verse": 116,
            "text": "Чынында, асмандар жана Жер мүлкүнүн баары Аллаһка таандык. (Ал) жашоо жана өлүм берет. Силерге Аллаһтан башка эч бир (пайда берүүчү) Башчы да, (зыяндан сактоочу) Жардамчы да жок"
        },
        {
            "chapter": 9,
            "verse": 117,
            "text": "Аллаһ пайгамбардын, мухажирлердин жана ансарлардын тообасын кабыл алды. Алар ага (пайгамбарга) араларындагы бир тайпа адамдардын жүрөгү (акыйкаттан) тайып кете жаздагандан кийинки оор сааттарда ээрчиген эле. Кийин Аллаһ алардын тообасын кабыл алды. Чынында Аллаһ аларга Ырайымдуу, Боорукер"
        },
        {
            "chapter": 9,
            "verse": 118,
            "text": "Жана Аллаһ (Табук казатынан) калып калган үч кишинин тообасын да кабыл алды. (Ошого чейин) аларга жер (жүзү ушунчалык) кеңдиги менен тарлык кылып, жүрөктөрү да кысылып калган.! Жана алар Аллаһдан Анын Өзүнө гана жалбаруу керектигин түшүнүштү. (Ыклас менен) тооба кылышканы себептүү Аллаһ алардын тообаларын кабыл алды. Аллаһ, чынында тообаны кабыл алуучу, Ырайымдуу"
        },
        {
            "chapter": 9,
            "verse": 119,
            "text": "О, ыйман келтиргендер! Аллаһтан корккула жана чынчылдар менен болгула"
        },
        {
            "chapter": 9,
            "verse": 120,
            "text": "Медина эли менен алардын айланасындагы бедуиндер үчүн (казат мезгилинде) Аллаһтын пайгамбарынан калып калышы жана өздөрү менен өздөрү убара болушу эч ылайыктуу (иш) эмес! Себеби, Аллаһ жолунда аларга бир машакат, ачкачылык, чаңкоо жетсе да, же каапырларды жек көрүп (жихад үчүн, азбы-көппү) жерлерди басып өтсө да, же болбосо (согушта) душмандардын эсебинен (жеңиш, туткун, олжо сыяктуу) нерселерге жетишсе да, ушул себептүү аларга салих (сооп) иш жазылат. Албетте, Аллаһ жакшылык кылуучулардын сообун текке кетирбейт"
        },
        {
            "chapter": 9,
            "verse": 121,
            "text": "(Ушул жихад жолунда) чоңбу, кичинеби, (кандайдыр) бир садака (кошумча) кылса же бир өрөөндөрдөн басып өтсө, Аллаһ аларга эң жакшы иштери себептүү сыйлык бериши үчүн, (бул иштери) аларга (сооп болуп) жазылат"
        },
        {
            "chapter": 9,
            "verse": 122,
            "text": "Момундардын бардыгынын (согушка) чыгып кетүүсү жарабайт. Алардын ар бир жамааттарынан бирден тайпалар чыкса (жетиштүү) болбойбу?! (Башкалары) динди жакшы үйрөнүү үчүн жана коомуна кайтып келгенде эскертүү үчүн (калышпайбы?) (Ошондо) Аллаһтын азабынан сактанышса ажеп эмес"
        },
        {
            "chapter": 9,
            "verse": 123,
            "text": "О, момундар! Жакыныңардагы каапырларга каршы согушкула! (Согушта) силерден катуу кайраттуулукту гана көрүшсүн! Билгиле! Аллаһ такыбаалуулар менен"
        },
        {
            "chapter": 9,
            "verse": 124,
            "text": "Качан бир сүрө түшкөндө алардын (мунафыктардын) кээ бирөөлөрү: “Бул сүрө кимиңердин ыйманыңарды көбөйтүп койоор экен!” деп (мыскылдуу) сүйлөшөт. (Чынында,) бул сүрө(лөр) ыйман келтирген кишилердин ыймандарын көбөйтөт жана алар (муну бири-бирине айтып) сүйүнүшөт"
        },
        {
            "chapter": 9,
            "verse": 125,
            "text": "Ал эми, (бул сүрөлөр) жүрөгүндө шек-күмөн болгондордун шектенүүсүнө дагы шектенүү кошот жана алар каапыр бойдон өлүп тынышат"
        },
        {
            "chapter": 9,
            "verse": 126,
            "text": "Алар ар жыл сайын бир же эки иреттен (Аллаһтын ар түрдүү балээлери менен) сыналып жатышкандарын ойлонушпайбы?! Анан дагы эле тооба кылышпайт, дагы эле эсине келишпейт"
        },
        {
            "chapter": 9,
            "verse": 127,
            "text": "Жана качан бир сүрө (өкүм) түшсө, (ага моюн сунуунун ордуна) бири-бирине карашып: “Сени эч ким көрүп калбадыбы?” дешип, (туш-тушуна) басып кетишет. (Натыйжада, акыйкатты) түшүнбөгөнү себептүү Аллаһ алардын жүрөктөрүн (чындыкты кабыл алуудан) буруп койду"
        },
        {
            "chapter": 9,
            "verse": 128,
            "text": "(О, момун пенделер!) Силерге өз араңардан болгон, силердин кайгыңар үчүн азап чеккен (тозоктон кутулуп калышыңарга) катуу умтулган жана момундар үчүн ырайымдуу, боорукер Пайгамбар келди го"
        },
        {
            "chapter": 9,
            "verse": 129,
            "text": "Эгер жүз буруп кетишсе айт: “Мага Аллаһ жетиштүү. Эч бир сыйынууга татыктуу кудай жок, Анын Өзү гана бар! Өзүнө тобокел кылдым. Жана Ал Улуу Арштын Раббиси!»"
        }
    ]
}