{
    "maqras": [
        {
            "chapter": 4,
            "verse": 135,
            "text": "Ey iman edenler! Adaleti titizlikle ayakta tutan, kendini, ana-babanız ve akrabanız aleyhinde de olsa Allah için şahitlik eden kimseler olun. (Haklarında şahitlik ettikleriniz) zengin olsunlar, fakir olsunlar Allah onlara (sizden) daha yakındır. Hislerinize uyup adaletten sapmayın, (şahitliği) eğer, büker (doğru şahitlik etmez), yahut şâhidlik etmekten kaçınırsanız (biliniz ki) Allah yaptıklarınızdan haberdardır"
        },
        {
            "chapter": 4,
            "verse": 136,
            "text": "Ey iman edenler! Allah´a, Peygamberine, Peygamberine indirdiği Kitab´a ve daha önce indirdiği kitaba iman (da sebat) ediniz. Kim Allah´ı, meleklerini, kitaplarını, peygamberlerini ve kıyamet gününü inkâr ederse tam manasıyle sapıtmıştır"
        },
        {
            "chapter": 4,
            "verse": 137,
            "text": "İman edip sonra inkâr edenleri, sonra yine iman edip tekrar inkâr edenleri, sonra da inkârlarını arttıranları Allah ne bağışlayacak, ne de onları doğru yola iletecektir"
        },
        {
            "chapter": 4,
            "verse": 138,
            "text": "Münafıklara, kendileri için acı bir azap olduğunu müjdele"
        },
        {
            "chapter": 4,
            "verse": 139,
            "text": "Müminleri bırakıp da kâfirleri dost edinenler, onların yanında izzet (güç ve şeref) mi arıyorlar? Bilsinler ki bütün izzet yalnızca Allah´a aittir"
        },
        {
            "chapter": 4,
            "verse": 140,
            "text": "O (Allah), Kitap´ta size şöyle indirmiştir ki: Allah´ın âyetlerinin inkâr edildiğini yahut onlarla alay edildiğini işittiğiniz zaman, onlar bundan başka bir söze dalıncaya (konuya geçinceye) kadar kâfirlerle beraber oturmayın; yoksa siz de onlar gibi olursunuz. Elbette Allah, münafıkları ve kâfirleri cehennemde bir araya getirecektir"
        },
        {
            "chapter": 4,
            "verse": 141,
            "text": "Sizi gözetleyip duranlar, eğer size Allah´tan bir zafer (nasib) olursa, \"Sizinle beraber değil miydik?\" derler. Kâfirlerin (zaferden) bir nasipleri olursa (bu sefer de onlara), \"Sizi yenip (öldürebileceğimiz halde öldürmeyip) müminlerden korumadık mı?\" derler. Artık Allah kıyamet gününde aranızda hükmedecektir ve kâfirler için müminler aleyhine asla bir yol vermeyecektir"
        },
        {
            "chapter": 4,
            "verse": 142,
            "text": "Şüphesiz münafıklar Allah´a oyun etmeye kalkışıyorlar; halbuki Allah onların oyunlarını başlarına çevirmektedir. Onlar namaza kalktıkları zaman üşenerek kalkarlar, insanlara gösteriş yaparlar, Allah´ı da pek az hatıra getirirler"
        },
        {
            "chapter": 4,
            "verse": 143,
            "text": "Bunların arasında bocalayıp durmaktalar, ne onlara (bağlanıyorlar) ne bunlara. Allah´ın şaşırttığı kimseye asla bir (çıkar) yol bulamazsın"
        },
        {
            "chapter": 4,
            "verse": 144,
            "text": "Ey iman edenler! Müminleri bırakıp da kâfirleri dost edinmeyin; (bunu yaparak) Allah´a, aleyhinizde apaçık bir delil mi vermek istiyorsunuz"
        },
        {
            "chapter": 4,
            "verse": 145,
            "text": "Şüphe yok ki münafıklar cehennemin en alt katındadırlar. Artık onlara asla bir yardımcı bulamazsın"
        },
        {
            "chapter": 4,
            "verse": 146,
            "text": "Ancak tevbe edip hallerini düzeltenler, Allah´a sımsıkı sarılıp dinlerini (ibadetlerini) yalnız onun için yapanlar başkadır. İşte bunlar (gerçekte) müminlerle beraberdirler ve Allah müminlere yakında büyük mükâfat verecektir"
        },
        {
            "chapter": 4,
            "verse": 147,
            "text": "Eğer siz iman eder ve şükrederseniz, Allah size neden azap etsin! Allah şükre karşılık veren ve her şeyi bilendir"
        }
    ]
}