{
    "pages": [
        {
            "chapter": 27,
            "verse": 77,
            "text": "And it is truly a guide and mercy for the believers"
        },
        {
            "chapter": 27,
            "verse": 78,
            "text": "Your Lord will certainly judge between them by His justice, for He is the Almighty, All-Knowing"
        },
        {
            "chapter": 27,
            "verse": 79,
            "text": "So put your trust in God, for you are surely upon the ˹Path of˺ clear truth"
        },
        {
            "chapter": 27,
            "verse": 80,
            "text": "You certainly cannot make the dead hear ˹the truth˺. Nor can you make the deaf hear the call when they turn their backs and walk away"
        },
        {
            "chapter": 27,
            "verse": 81,
            "text": "Nor can you lead the blind out of their misguidance. You can make none hear ˹the truth˺ except those who believe in Our revelations, ˹fully˺ submitting ˹to God˺"
        },
        {
            "chapter": 27,
            "verse": 82,
            "text": "And when the decree ˹of the Hour˺ comes to pass against them, We will bring forth for them a beast from the earth, telling them that the people had no sure faith in Our revelations"
        },
        {
            "chapter": 27,
            "verse": 83,
            "text": "˹Watch for˺ the Day We will gather from every faith-community a group of those who denied Our revelations, and they will be driven in ranks"
        },
        {
            "chapter": 27,
            "verse": 84,
            "text": "When they ˹finally˺ come before their Lord, He will ask ˹them˺, “Did you deny My revelations without ˹even˺ comprehending them? Or what ˹exactly˺ did you do?”"
        },
        {
            "chapter": 27,
            "verse": 85,
            "text": "And the decree ˹of torment˺ will be justified against them for their wrongdoing, leaving them speechless"
        },
        {
            "chapter": 27,
            "verse": 86,
            "text": "Do they not see that We made the night for them to rest in and the day bright? Surely in this are signs for those who believe"
        },
        {
            "chapter": 27,
            "verse": 87,
            "text": "And ˹beware of˺ the Day the Trumpet will be blown, and all those in the heavens and all those on the earth will be horrified ˹to the point of death˺, except those God wills ˹to spare˺. And all will come before Him, fully humbled"
        },
        {
            "chapter": 27,
            "verse": 88,
            "text": "Now you see the mountains, thinking they are firmly fixed, but they are travelling ˹just˺ like clouds. ˹That is˺ the design of God, Who has perfected everything. Surely He is All-Aware of what you do"
        }
    ]
}