{
    "rukus": [
        {
            "chapter": 18,
            "verse": 71,
            "text": "ߊ߬ߟߎ߫ ߞߊ߬ ߕߊ߯ߡߊ ߥߟߌ߬ ߤߊ߲߯ ߊ߬ߟߎ߫ ߘߏ߲߬ ߘߊ߫ ߞߎߟߎ߲ ߞߣߐ߫ ߕߎ߬ߡߊ ߡߍ߲ ߸ ߘߊ߬ߡߊ߲߬ߛߊ߫ ‹ ߗߍ߭ › ߞߵߏ߬ ߝߎ߬ߙߊ߲߬، ‹ ߡߎߛߊ߫ › ߞߊ߲߫ ߊ߬ ߡߊ߬ ߞߏ߫ ߋ߫ ߸ ߌ ߓߘߴߊ߬ ߝߎ߬ߙߊ߲߬ ߞߏߘߌ߬ ߛߴߌ ߘߴߊ߬ ߘߏ߲߬ߞߏ ߟߎ߬ ߟߊߕߏ߫ ߖߌ ߘߐ߫؟ ߌ ߘߏ߲߬ ߓߘߊ߫ ߞߏ߫ ߜߍߟߍ߲߫ ߞߍ߫ ߣߌ߲߬"
        },
        {
            "chapter": 18,
            "verse": 72,
            "text": "‹ ߟߐ߲ߞߏߕߌ߮ › ߞߊ߲߫ ߞߏ߫ ߒ ߡߴߊ߬ ߝߐ߫ ߒ ߞߴߌ ߕߍߣߊ߬ ߛߋ߫ ߡߎ߬ߢߎ߲ ߣߐ߬ ߟߊ߫ ߒ ߝߍ߬؟"
        },
        {
            "chapter": 18,
            "verse": 73,
            "text": "‹ ߡߎߛߊ߫ › ߞߊ߲߫ ߞߏ߫ ߌ ߞߊߣߵߌ ߕߍ߰ߛߌ߰ ߒ ߡߊ߬ ߞߏ߫ ߘߐ߫ ߒ ߢߌ߬ߣߊ߬ߣߍ߲߬ ߡߍ߲ ߘߐ߫ ، ߖߊ߰ߣߌ߲߬ ߌ ߞߊ߫ ߒ ߞߘߊߡߊ߫ ߒ ߠߊ߫ ߞߏ ߢߌ߲߬ ߘߐ߫ ߜߍ߬ߟߍ߲߬ߡߊ߲߫ ߠߊ߫"
        },
        {
            "chapter": 18,
            "verse": 74,
            "text": "ߊ߬ߟߎ߬ ߕߊ߯ ߘߊ߫ ߕߎ߲߯ ߤߊ߲߯ ߊ߬ߟߎ߫ ߓߍ߲߬ ߘߊ߫ ߘߋ߲ߞߍߣߍ߲ ߘߏ߫ ߘߌ߫، ‹ ߗߍ߭ › ߞߵߏ ߝߊ߰ ، ‹ ߡߎߛߊ߫ › ߞߊ߲߫ ߞߏ߫ ߔߊߞߌ߰ ߸ ߌ ߓߘߊ߫ ߣߌ߫ ߛߊߣߌ߲ߡߊ߲ ߝߊ߰ ߕߋ߲߬ ( ߝߎ߫ ) ߊ߬ ߡߊ߫ ߞߍ߫ ߣߌ߫ ߢߐ߲߯ ߘߌ߫ ؟ ߌ ߘߏ߲߬ ߓߘߊ߫ ߣߊ߬ ߞߏ߫ ߡߊߝߟߌ߬ߣߍ߲߫ ߘߌ߫ ߣߌ߲߬"
        },
        {
            "chapter": 18,
            "verse": 75,
            "text": "‹ ߟߐ߲ߞߏߕߌ߮ › ߞߊ߲߫ ߞߏ߫ ߒ ߡߴߊ߬ ߝߐ߫ ߒ ߞߴߌ ߕߍߣߊ߬ ߛߋ߫ ߡߎ߬ߢߎ߲ ߣߐ߬ ߟߊ߫ ߒ ߝߍ߬ ߞߏߘߌ߬؟"
        },
        {
            "chapter": 18,
            "verse": 76,
            "text": "‹ ߡߎߛߊ߫› ߞߊ߲߫ ߞߏ߫ ߒ ߓߴߌ ߢߌ߬ߣߌ߲߬ߞߊ߬ ߞߏ߫ ߜߘߍ߫ ߡߊ߬ ߏ߬ ߞߐ߫ ߌ ߞߊߣߊ߬ ߒ ߘߍ߬ߢߐ߲߰ߦߊ߫ ߡߎ߬ߕߎ߲߫ ߸ ߓߊ ߌ ߓߘߊ߫ ߘߊߘߐߡߌߘߊߞߎ߲ߧߊ߫ ߛߐ߬ߘߐ߲߬ ߒ ߡߊ߬"
        },
        {
            "chapter": 18,
            "verse": 77,
            "text": "ߊ߬ߟߎ߬ ߕߊ߯ ߘߊ߫ ߕߎ߲߯ ߤߊ߲߯ ߊ߬ߟߎ߬ ߛߋ߫ ߘߊ߫ ߘߎ߰ ߘߏ߲ߞߏ ߘߏ߫ ߟߎ߫ ߡߊ߬ ߸ ߊ߬ߟߎ߫ ߞߊ߬ ߘߊߥߎ߲ߠߌ߲߫ ߢߌߣߌ߲ ߞߍ߫ ߦߋ߲߬ߞߊ ߟߎ߬ ߟߊ߫ ߸ ߏ߬ ߟߎ߫ ߞߵߊ߬ߟߎ߫ ߓߊ߲߬ ߊ߬ߟߎ߬ ߟߊ߫ ߟߏ߲ߟߊ߲߫ ߖߋ߯ߦߊߞߏ ߡߊ߬ . ߊ߬ߟߎ߫ ߞߊ߬ ߘߊ߲߬ߘߊ߲ ߘߏ߫ ߦߋ߫ ߛߏ ߏ߬ ߟߊ߫ ߸ ߏ߬ ߓߍߢߌߣߌ߲߫ ߞߊ߬ ߥߎ߬ߦߊ߬ ، ‹ ߗߍ߭ › ߞߵߏ ߟߐ߬ ، ߡߎߛߊ߫ ߞߊ߲߫ ߞߏ߫ ߣߴߊ߬ ߞߵߌ ߘߌߦߊ߫ ߌ ߘߌ߫ ߛߋ߫ ߛߊ߬ߙߊ߫ ߡߌ߬ߘߊ߬ ߟߊ߫ ߢߌ߲߬ ߘߐ߫"
        },
        {
            "chapter": 18,
            "verse": 78,
            "text": "‹ ߟߐ߲ߞߏߕߌ߮› ߞߊ߲߫ ߞߏ߫ ߣߌ߲߬ ߦߋ߫ ߝߘߊߟߌ ߟߋ߬ ߘߌ߫ ߒ ߣߴߌ ߕߍ߫ ߛߍߣߍ߲߬ ، ߒ ߞߏ߬ߣߌ߲ ߓߍߣߊ߬ ߞߏ ߟߎ߬ ߞߘߐ ߝߐ߫ ߌ ߦߋ߫ ߸ ߌ ߡߊ߫ ߛߴߌ ߡߎ߬ߢߎ߲߬ ߠߊ߫ ߡߍ߲ ߡߊ߬"
        },
        {
            "chapter": 18,
            "verse": 79,
            "text": "ߡߍ߲ ߦߋ߫ ߞߎߟߎ߲ ߠߊ߫ ߞߏ ߘߌ߫ ߸ ߘߐ߰ߕߐ ߘߏ߫ ߟߎ߫ ߟߋ߬ ߕߊ߫ ߦߋ߫ ߏ߬ ߘߌ߫ ߸ ߡߍ߲ ߠߎ߬ ߦߋ߫ ߓߊ߯ߙߊ߫ ߟߊ߫ ߓߊ ߞߊ߲߬ ، ߒ ߣߵߊ߬ ߢߌߣߌ߲߫ ߠߊ߫ ߞߊ߬ ߝߍ߭ ߟߊ߫ ߏ߬ ߟߋ ߟߊ߫ ߸ ߓߊ ߡߊ߲߬ߛߊ ߘߏ߫ ߟߴߏ߬ ߟߎ߬ ߞߕߐ߫ ߡߍ߲ ߦߋ߫ ߞߎߟߎ߲߫ ( ߓߘߍ ) ߓߍ߯ ߡߌ߬ߘߊ߬ ߟߊ߫ ߓߋ߬ߒ߬ߞߊ߲߬ߠߌ߲ ߠߊ߫"
        },
        {
            "chapter": 18,
            "verse": 80,
            "text": "ߡߍ߲ ߦߋ߫ ߘߋ߲ߞߍߣߍ߲ ߕߊ߫ ߝߊ߲߭ ߘߌ߫ ߸ ߏ߬ ߡߏߦߌߓߊ߮ ߟߎ߬ ߦߋ߫ ߟߊߒߠߦߊߓߊ߮ ߟߋ߬ ߘߌ߫ ، ߒ߬ ߛߌߟߊ߲ߣߍ߲߫ ߠߋ߬ ߒ ߞߏ߫ ߊ߬ ߞߊߣߵߏ߬ ߟߎ߬ ߞߘߊߡߊ߫ ߘߊ߲߬ߠߊ߬ߕߊߡߌ߲ ߣߌ߫ ߓߊ߲߬ߓߊ߰ߦߊ ߟߊ߫"
        },
        {
            "chapter": 18,
            "verse": 81,
            "text": "ߊ߲ ߞߵߏ߬ ߟߎ߬ ߡߊߝߊ߬ߟߋ߲ ߟߊߢߌߣߌ߲߫ ߜߘߍ߫ ߟߴߊ߬ߟߎ߫ ߡߊ߰ߙߌ ߓߟߴߏ߬ ߟߋ ߘߐ߫ ߡߍ߲ ߦߊ߯ ߝߌ߬ߛߴߊ߬ ߘߌ߫ ߛߊߣߌ߲ߧߊ ߘߐ߫ ߸ ߊ߬ ߛߎ߬ߘߎ߲߬ߡߊ߲߫ ߊ߬ ߘߌ߫ ߕߌ߲߭ ߘߐ߫"
        },
        {
            "chapter": 18,
            "verse": 82,
            "text": "ߡߍ߲ ߦߋ߫ ߘߊ߲߬ߘߊ߲ ߝߣߊ߫ ߟߊ߫ ߞߏ ߘߌ߫ ߸ ߏ߬ ߦߋ߫ ߘߋ߲ߞߍߣߍ߲߫ ߝߊߙߌߕߊ߫ ߝߌ߬ߟߊ߫ ߟߋ߬ ߕߊ߫ ߘߌ߫ ߘߎ߱ ߞߣߐ߫ ، ߏ߬ ߟߎ߬ ߟߊ߫ ߣߊ߲߬ߝߟߏ ߓߙߌ߬ߣߍ߲߫ ߏ߬ ߞߘߐ߫ ߟߋ߬ ߸ ߊ߬ߟߎ߫ ߝߊ߬ ߘߏ߲߬ ߕߎ߲߬ ߦߋ߫ ߡߐ߰ ߢߌߡߊ߫ ߟߋ߬ ߘߌ߫، ߌ ߡߊ߰ߙߌ ߦߴߊ߬ ߝߍ߬ ߏ߬ ߟߋ ߘߐ߫ ߏ߬ ߟߎ߬ ߦߋ߫ ߛߴߊ߬ߟߎ߬ ߟߊ߫ ߞߎ߲߬ߡߊ߬ߞߘߎ ߖߊ߬ߕߋ ߘߐ߫ ߞߵߊ߬ߟߎ߬ ߟߊ߫ ߣߊ߲߬ߝߟߏ ߟߊߓߐ߫ ߸ ߞߵߏ߬ ߞߍ߫ ߤߌߣߊ߫ ߘߌ߫ ߞߊ߬ ߝߘߊ߫ ߌ ߡߊ߰ߙߌ ߟߊ߫ ، ߒ ߡߴߊ߬ ߞߍ߫ ߒ ߖߘߍ߬ ߟߊ߫ ߥߊߟߋߦߊ߫ ߡߊ߬ ߘߋ߬، ߒ߬ߓߊ߬ ߞߏ ߟߎ߬ ߞߘߐ ߟߋ߬ ߦߋ߫ ߣߌ߲߬ ߸ ߌ ߡߊ߫ ߛߴߌ ߡߎ߬ߢߎ߲߬ ߠߊ߫ ߡߍ߲ ߡߊ߬"
        }
    ]
}