{
    "rukus": [
        {
            "chapter": 24,
            "verse": 1,
            "text": "ߝߐߘߊ߫ ߟߋ߫ ߣߌ߲߬ ߸ ߊ߲ ߣߊ߬ ߡߍ߲ ߠߊߖߌ߰ ߟߊ߫ ߞߵߊ߬ ( ߞߕߌߦߊ ) ߛߋ߲ߛߋߘߋ߲ߦߊ߫ ، ߊ߬ ߣߌ߫ ߒ߬ ߞߊ߬ ߟߝߊߙߌ߫ ߘߐߞߣߍߣߍ߲ ߠߎ߬ ߟߊߖߌ߰ ߊ߬ ߞߣߐ߫ ߸ ߛߴߊߟߎ߫ ߘߴߊߟߎ߫ ߕߊ߰ߛߌ߫"
        },
        {
            "chapter": 24,
            "verse": 2,
            "text": "ߊߟߎ߫ ߦߋ߫ ߖߊ߬ߟߏ߲ ߡߛߏ߬ߡߊ߲ ߣߴߊ߬ ߗߍ߬ߡߊ߲ ߞߋ߬ߟߋ߲߬ߞߋ߬ߟߋ߲߬ߠߊ ߜߊ߬ߛߌ߬ ߜߌߢߍ ߢߊ߫ ߗߍ߬ߡߍ-ߗߡߍ߬ ߟߊ߫ ߸ ߊ߬ߟߎ߫ ߝߌ߬ߟߊ ߛߌ߫ ߞߌ߬ߣߌ߲߬ߞߌߣߌ߲߫ ߞߊߣߵߊߟߎ߫ ߡߌ߬ߘߵߊߟߊ߫ ߟߊ߫ ߘߌ߯ߣߊ ߘߐ߫ ߘߋ߬ ߣߴߊߟߎ߫ ߟߊߣߍ߲߫ ߞߍ߫ ߘߴߊߟߊ߫ ߣߌ߫ ߟߏ߲ߠߊߓߊ߲ ߠߊ߫ ، ߊ߬ߟߎ߫ ߖߊ߲߰ߞߕߊ ߘߏ߲߬ ߦߋ߫ ߞߍ߫ ߟߊߒߠߦߊ߫ ߞߙߎ ߘߏ߫ ߢߣߊ߫"
        },
        {
            "chapter": 24,
            "verse": 3,
            "text": "ߖߊ߬ߟߏ߲߬ߗߍ ߕߍ߫ ߝߏߦߌ߬ ߝߘߎ߫ ߟߊ߫ ߝߏ߫ ߖߊ߬ߟߏ߲߬ߡߛߏ ߥߟߊ߫ ߛߏߡߊߡߛߏ، ߖߊ߬ߟߏ߲߬ߡߛߏ ߝߣߊ߫ ߕߍ߫ ߝߘߎ߫ ߟߊ߫ ߝߏߦߌ߬ ߓߟߏ߫ ߝߏ߫ ߖߊ߬ߟߏ߲߬ߗߍ ߥߟߊ߫ ߛߏߡߊߗߍ ، ߏ߬ ߟߋ ߘߏ߲߬ ߟߊߕߐ߲ߣߍ߲߫ ߟߊߒߠߦߊߓߊ߮ ߟߎ߫ ߡߊ߬"
        },
        {
            "chapter": 24,
            "verse": 4,
            "text": "ߡߍ߲ ߠߎ߬ ߦߋ߫ ߟߊߛߐ߲ߣߍ߲ ߠߎ߬ ߡߊߝߌ߲߬ ߠߊ߫ ( ߢߊ߬ߡߐ߰ߦߊ ߟߊ߫ )߸ ߊ߬ߟߎ߫ ߘߏ߲߬ ߡߊ߫ ߣߊ߬ ߛߙߋ߫ ߣߊ߯ߣߌ߲߫ ߘߌ߫ ߸ ߊߟߎ߫ ߦߴߏ߬ ߟߎ߫ ߜߊ߬ߛߌ߬ ߜߏ߲߬ߛߊ߲ ߢߊ߫ ߓߌߛߋߦߌ߲߫ ߠߊ߫ ، ߊߟߎ߫ ߘߏ߲߬ ߞߊߣߵߏ߬ ߟߎ߬ ߞߍ߫ ߞߏ߫ ߛߙߋ߫ ߘߌ߫ ߡߎ߬ߕߎ߲߬ ، ߓߊ ߏ߬ ߟߎ߫ ߟߋ߬ ߔߊߟߊ߲ߞߊߓߊ߯ߕߐ ߟߎ߬ ߘߌ߫"
        },
        {
            "chapter": 24,
            "verse": 5,
            "text": "ߝߏ߫ ߣߌ߫ ߡߍ߲ ߠߎ߫ ߞߵߊ߬ߟߎ߫ ߖߘߍ߬ ߟߊߛߊ߬ߦߌ߫ ߘߋ߬ ߸ ߏ߬ ߞߐ߫ ߞߊ߬ ߟߢߊ߬ߟߌ ߞߍ߫ ، ߏ߬ ߘߐ߫ ߊߟߊ߫ ߦߋ߫ ߦߝߊ߬ߟߊ߫ ߤߌߣߟߊ߫ ߘߌ߫"
        },
        {
            "chapter": 24,
            "verse": 6,
            "text": "ߡߍ߲ ߠߎ߬ ߦߴߊ߬ߟߎ߬ ߝߘߎߡߊ ߟߎ߬ ߡߊߝߌ߲߬ ߠߊ߫ ߸ ߛߙߋ߫ ߜߘߍ߫ ߟߎ߫ ߘߏ߲߬ ߕߍ߫ ߊ߬ߟߎ߬ ߟߊ߫ ߝߏ߫ ߊ߬ߟߎ߫ ߖߍ߬ߘߍ ߸ ߏ߬ ߟߎ߬ ߛߎ߮ ߟߊ߫ ߛߙߋߦߊ ߟߋ߫ ߞߊ߬ߟߌ߬ߟߌ߬ ߣߊ߯ߣߌ߲߫ ߘߌ߫ ߊߟߊ߫ ߟߊ߫ ߸ ߞߏ߫ ߊ߬ߟߋ ߦߋ߫ ߕߎ߬ߢߊ߬ߕߌ߮ ߟߎ߬ ߘߏ߫ ߟߋ߬ ߘߌ߫ ߛߋߚߋ߫"
        },
        {
            "chapter": 24,
            "verse": 7,
            "text": "ߞߊ߬ ߟߏ߯ߟߎߣߊ߲ ߞߍ߫ ߞߏ߫ ߊߟߊ߫ ߟߊ߫ ߘߊ߲ߞߊ ߦߋ߫ ߞߍ߫ ߊ߬ ߡߊ߬ ߣߴߊ߬ ߞߍ߫ ߘߊ߫ ߥߎߦߊ߫ ߝߐߟߊ ߟߎ߬ ߘߏ߫ ߘߌ߫"
        },
        {
            "chapter": 24,
            "verse": 8,
            "text": "ߞߊ߬ ߖߊ߲߰ߞߕߊ ߓߐ߫ ߡߏ߬ߛߏ ߞߊ߲߬ ߣߴߊ߬ ߞߵߊ߬ ߞߊ߬ߟߌ߬ ߞߏ߫ ߣߊ߯ߣߌ߲߫ ߞߍ߫ ߊߟߊ߫ ߟߊ߫ ߞߏ߫ ߊ߬ ߗߍ߬ ߦߋ߫ ߥߎߦߊ߫ ߝߐߟߊ ߟߎ߬ ߘߏ߫ ߟߋ߬ ߘߌ߫"
        },
        {
            "chapter": 24,
            "verse": 9,
            "text": "ߞߊ߬ ߟߏ߯ߟߎߣߊ߲ ߞߍ߫ ߞߏ߫ ߊߟߊ߫ ߟߊ߫ ߛߊ߬ߙߌ ߦߋ߫ ߞߍ߫ ߊ߬ ߡߊ߬ ߣߴߊ߬ ߗߍ߬ ߞߍ߫ ߘߊ߫ ߕߎ߬ߢߊ߬ ߝߐ߬ߟߊ ߟߎ߬ ߘߏ߫ ߘߌ߫"
        },
        {
            "chapter": 24,
            "verse": 10,
            "text": "ߣߌ߫ ߊߟߊ߫ ߟߊ߫ ߢߊ߬ߒߡߊ߭ ߕߍ߫ ߊߟߎ߫ ߞߊ߲߬ ߊ߬ ߣߴߊ߬ ߟߊ߫ ߤߌߣߊ߸ ߊ߬ ߣߌ߫ ߊߟߊ߫ ߦߋ߫ ߖߘߍ߬ߟߊ߬ߛߊߦߌ ߡߌ߬ߘߊ߬ߓߊ߯ ߥߘߋ߬ߥߘߋ߬ߟߌ߬ߟߊ߫ ߘߌ߫ ( ߊ߬ ߞߏ ߕߎ߲߬ ߕߍ߫ ߘߌߦߊ߫)"
        }
    ]
}