{
    "rukus": [
        {
            "chapter": 2,
            "verse": 261,
            "text": "ߡߍ߲ ߠߎ߬ ߦߴߊ߬ߟߎ߬ ߟߊ߫ ߣߊ߲߬ߝߟߏ ߘߏ߲߬ ߠߊ߫ ߊߟߊߞߏ ߘߟߊ߫߸ ߏ߬ ߟߊߒߡߊ ߦߋ߫ ߟߋ߬ ߦߏ߫ ߛߎ߬ߡߊ߲߬ ߞߡߊ߬ ߞߋߟߋ߲߫ ߓߊ߯ ߝߍߘߍ߲߫ ߕߋ߬ߞߏ߬ ߥߐߙߐ߲ߥߌ߬ߟߊ߬ ߘߌ߫، ߞߡߊ߫ ߗߡߍ߬ ߦߋ߫ ( ߕߋ߬ߞߏ߬ ߞߋߟߋ߲) ߕߌ߲ߛߐ߲ ߓߍ߯ ߟߊ߫، ߒ߬ߓߵߊߟߊ߫ ߦߋ߫ ߓߊߟߌߟߌ ߞߍ߫ ߟߴߊ߬ ߘߌߦߊߣߊ߲ߡߐ߮ ߟߋ߬ ߦߋ߫، ߊߟߊ߫ ߘߏ߲߬ ߦߙߌߥߊߓߊ߯ ߟߐ߲ߠߌ߲ߣߠߊ ߟߋ߬ ߘߌ߫"
        },
        {
            "chapter": 2,
            "verse": 262,
            "text": "ߡߍ߲ ߠߎ߬ ߦߴߊ߬ߟߎ߬ ߟߊ߫ ߣߊ߲߬ߝߟߏ ߟߎ߫ ߘߏ߲߬ ߠߴߊߟߊߞߏ ߘߟߊ߫߸ ߊ߬ߟߎ߫ ߘߏ߲߬ ߕߍ߫ ߊ߬ߟߎ߬ ߟߊ߫ ߘߏ߲߬ߘߟߊ߬ߝߋ߲ ߏ߬ ߡߊߛߊ߯ߘߊ߫ ߟߊ߫ ߞߎ߲߬ߘߐ߬ߓߌ߬ߟߊ߬ߟߌ߫ ߣߌ߫ ߕߙߐߦߊ߫ ߛߌ߫ ߟߊ߫، ߏ߬ ߟߎ߫ ߛߊ߬ߙߊ ߛߌ߰ߣߍ߲߫ ߠߴߊ߬ߟߎ߬ ߢߍ߫ ߊ߬ߟߎ߫ ߡߊ߰ߙߌ ߕߍ߰ߟߊ ߘߐ߫، ߛߌߟߊ߲߫ ߕߍ߫ ߏ߬ ߟߎ߬ ߟߊ߫߸ ߛߎ߬ߣߎ߲߫ ߘߏ߲߬ ߕߴߊ߬ߟߎ߫ ߡߊ߬"
        },
        {
            "chapter": 2,
            "verse": 263,
            "text": "ߞߊ߲߫ ߓߘߍ߫ ߝߐ ߣߌ߫ ߡߊ߬ߞߕߏ߬ߟߌ ߟߋ߬ ߦߊ߯ ߝߌ߬ߛߊ߬ ߛߘߊߞߊ߫ ( ߓߐ߫ ) ߘߌ߫ ߕߙߐߦߊ ߦߋ߫ ߡߍ߲ ߡߊߛߊ߯ߘߊ߫ ߟߊ߫، ߊߟߊ߫ ߘߏ߲߬ ߞߊ߯ߙߌߓߊ߯ ߡߎ߬ߢߎ߲߬ߓߊ߮ ߟߋ߬ ߘߌ߫"
        },
        {
            "chapter": 2,
            "verse": 264,
            "text": "ߤߍ߲߬ ߊߟߎ߬ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬، ߊߟߎ߫ ߞߊߣߵߊߟߎ߫ ߟߊ߫ ߘߟߊߝߊ߯ߝߋ߲ ߠߎ߬ ߡߊߕߌߢߍ߫ ߞߎ߲߬ߘߐ߬ߓߌ߬ߟߊ߬ߟߌ ߣߌ߫ ߕߙߐߦߊ߫ ߟߊ߫ ߘߋ߬، ߦߏ߫ ߡߍ߲ ߦߴߊ߬ ߟߊ߫ ߣߊ߲߬ߝߟߏ ߘߏ߲߬ ߠߊ߫ ߘߟߊ߫ ߖߘߍ߬ߦߌߘߊ ߡߊ߬ ߡߐ߱ ߟߎ߬ ߟߊ߫، ߊ߬ ߘߏ߲߬ ߡߊ߫ ߟߴߊߟߊ߫ ߣߌ߫ ߟߏ߲ߠߊߓߊ߲ߞߏ ߛߌ߫ ߟߊ߫߸ ߏ߬ ߟߊߒߡߊ ߦߋ߫ ߟߋ߬ ߦߏ߫ ߝߎ߯ߘߌ ߓߊ߯ ߞߍ߫ ߝߘߊ ߞߊ߲߬߸ ߛߊ߲ߖߌߓߊ ߦߋ߫ ߓߐߙߐ߲ߘߐ߫ ߏ ߞߊ߲߬ ߞߵߊ߬ ߡߊߞߏߟߏ߲ ߕߏ߫ ߜߟߋߞߎ߬ ߸ ߊ߬ ( ߕߌ߱ ) ߟߎ߬ ߕߴߛߋ߫ ߟߊ߫ ߝߏߦߌ߬ ߟߊߣߐ߬ ߟߴߊ߬ߟߎ߬ ߟߊ߫ ߓߊ߯ߙߊ ߘߐ߫، ߊߟߊ߫ ߘߏ߲߬ ߕߍ߫ ߡߌ߬ߙߌ߲߬ߘߌ߫ ߓߊ߲߬ߣߍ߲ ߞߊ߲ߘߊ߫ ߟߊ߫"
        },
        {
            "chapter": 2,
            "verse": 265,
            "text": "ߡߍ߲ ߠߎ߬ ߦߴߊ߬ߟߎ߬ ߟߊ߫ ߣߊ߲߬ߝߟߏ ߟߎ߫ ߘߏ߲߬ ߠߊ߫ ߘߟߴߊߟߊ߫ ߟߊ߫ ߘߌ߬ߢߍ ߟߎ߬ ߢߌߣߌ߲߫ ߞߊ߲ ߡߊ߬߸ ߊ߬ ߣߴߊ߬ߟߎ߫ ߖߘߍ߬ߓߊ߲ߓߊ߲߫ ߞߊ߲ ߡߊ߬ ( ߟߊߒߠߦߊ ߘߐ߫ )، ߏ߰ ߟߋ߬ ߦߏ߫ ߣߊߞߐ ߓߊ߯ ߞߍ߫ ( ߞߌ߬ߢߍ߬ߘߎ߮ ) ߕߌ߲ߘߌ ߟߊ߫߸ ߛߊ߲ߖߌߓߊ ߦߋ߫ ߓߐߙߐ߲ߘߐ߫ ߏ ߞߊ߲߬߸ ߏ߬ ߦߴߊ߬ ߥߟߏߒߘߐ ߟߎ߬ ߞߍ߫ ߓߊߟߌ߫ ߝߌ߬ߟߊ-ߝߌ߬ߟߊ߬ ߘߌ߫، ߒ߬ߓߊ߬ ߤߊߟߌ߬ ߣߌ߫ ߛߊ߲ߖߌߓߊ߫ ߡߊ߫ ߓߐߙߐ߲ߘߐ߫ ߊ߬ ߞߊ߲߬߸ ߛߊ߲ߖߌ߫ ߡߌߛߍ߲ ( ߘߴߊ߬ ߓߐ߫ ) ߕߋ߲߬، ߊߟߊ߫ ߘߏ߲߬ ߢߊ߯ ߊߟߎ߫ ߗߋߥߊߟߌ ߟߎ߬ ߟߊ߫ ߖߐ߫"
        },
        {
            "chapter": 2,
            "verse": 266,
            "text": "ߊߟߎ߫ ߘߏ߫ ߦߴߊ߬ ߣߕߊ߬ ߟߊ߫ ߓߊ߬ ߞߏ߫ ߣߊߞߐ߫ ߦߋ߫ ߞߍ߫ ߊ߬ߟߋ߬ ߓߟߏ߫ ߸ ߕߌ߲߬ߖߐ߲ ߠߎ߬ ߣߌ߫ ߖߐ߬ߓߌ߬ߙߋ߲߬ߛߎ߲ ߠߎ߬ ߦߋ߫ ߡߍ߲ ߞߣߐ߫، ߖߌߢߊ ߟߎ߬ ߦߋ߫ ߥߦߏ߬ ߟߴߊ߬ ߞߘߐ߫ ߸ ( ߊ߬ ߣߌ߫ ) ߦߙߌߘߋ߲ ߛߎ߮ ߓߍ߯ ߦߴߊ߬ ߓߟߏ߫ ߦߋ߲߬، ߞߐ߬ߘߐ ߞߵߊ߬ߟߋ ߛߐ߬ߘߐ߲߫ ߞߵߊ߬ ߕߘߍ߬ ߓߐ߲ߛߐ߲߫ ߖߐ߲ߝߐ߲ߣߍ߲߫ ߠߎ߫ ߦߵߊ߬ ߓߟߏ߫ ( ߡߍ߲ ߠߎ߬ ߕߍ߫ ߓߊ߯ߙߊ߫ ߟߊߣߐ߬ )، ߘߊ߬ߡߊ߲߬ߛߊ߫ ߕߐ߲ߞߐߟߐ߲߫ ߕߡߊ ߣߊ߬ ߘߴߏ ߛߐ߬ߘߐ߲߬ ߞߵߊ߬ ߖߋ߬ߣߌ߲߬ ߞߙߐߕߐߕߐ߫، ߒ߬ߓߊ߬ ߊߟߊ߫ ߦߴߊ߬ ߟߊ߫ ߟߝߊߙߌ ߟߎ߬ ߘߐߞߣߍ߫ ߟߴߊߟߎ߫ ߦߋ߫ ߕߊ߲߬ ߠߋ߬ ߛߴߊߟߎ߫ ߘߴߊ߬ ߘߐߡߙߌ߫"
        }
    ]
}