{
    "rukus": [
        {
            "chapter": 4,
            "verse": 142,
            "text": "ߝߌ߬ߟߊ߲߬ߞߊߝߏ ߟߎ߫ ߟߋ߬ ߊߟߊ߫ ߖߊ߲߬ߝߊ߬ ߟߊ߫߸ ߞߵߊ߬ ߕߘߍ߬ ߏ߬ ߟߋ ߊ߬ߟߎ ߖߊ߲߬ߝߊ߬ߓߊ߮ ߘߌ߫، ߊ߬ߟߎ߬ ߓߊ߯ ߞߍ߫ ߊ߬ߟߎ߫ ߟߐ߬ ߟߊ߫ ߛߊߟߌ߫ ߞߊߡߊ߬߸ ߊ߬ߟߎ߬ ߘߴߊ߬ߟߎ߫ ߛߟߊ߬ߦߊ߬ߕߐ߬ ߟߐ ߞߍ߫، ߊ߬ߟߎ߬ ߦߋ߫ ߖߘߍ߬ߦߌߘߊ ߟߋ߬ ߟߊ߫ ߡߐ߱ ߟߎ߬ ߟߊ߫ ߥߍ߫، ߊ߬ߟߎ߫ ߘߏ߲߬ ߕߍ߫ ߊߟߊ߫ ߞߏߝߐ߫ ߟߊ߫ ߝߏ߫ ߞߋ߬ߟߋ߲߬ߞߋߟߋ߲߫"
        },
        {
            "chapter": 4,
            "verse": 143,
            "text": "ߊ߬ߟߎ߬ ߦߋ߫ ߝߌ߬ߟߊ߲ߝߌ߬ߟߊ߲ ߠߋ߬ ߘߐ߫ ߖߊ߬ߡߊ߫ ߝߌ߬ߟߊ ߕߍ߫، ߊ߬ߟߎ߬ ߕߍ߫ ߘߐ ߢߌ߲߬ ߠߎ߫ ߝߍ߬ ߊ߬ߟߎ߬ ߕߍ߫ ߘߐ ߢߌ߲߬ ߠߎ߬ ߝߣߊ߫ ߝߍ߬، ߊߟߊ߫ ߘߏ߲߬ ߓߊ߯ ߡߍ߲ ߠߊߝߟߌ߬ ߸ ߌ ߕߍ߫ ߛߌߟߊ߫ ߛߌ߫ ߛߐ߬ߘߐ߲߫ ߏ߬ ߦߋ߫ ߡߎ߬ߕߎ߲߬"
        },
        {
            "chapter": 4,
            "verse": 144,
            "text": "ߤߍ߲߬ ߊߟߎ߬ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߸ ߊߟߎ߫ ߞߣߊ߫ ߓߊ߲߬ߓߊ߮ ߟߎ߫ ߡߌ߬ߘߵߊߟߎ߫ ߢߌ߲߭ ߠߎ߬ ߘߌ߫ ߘߋ߬ ߞߊ߬ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߕߏ߫، ߊߟߎ߫ ߦߴߊ߬ ߝߍ߬ ߏ߬ ߘߐ߫ ߟߋ߫ ߓߊ߬ ߊߟߊ߫ ߦߋ߫ ߞߊ߲߫ ߘߐߜߍ߫ ߛߐ߬ߘߐ߲߬ ߊߟߎ߫ ߡߊ߬؟"
        },
        {
            "chapter": 4,
            "verse": 145,
            "text": "ߝߌ߬ߟߊ߲߬ߞߊߝߏ ߟߎ߬ ߦߋ߫ ߖߌ߰ߖߌ߮ ߓߍ߯ ߞߘߐߟߊ ߟߋ߬ ߘߐ߫ ߕߊ ߘߐ߫ (ߡߍ߲ߜߏߦߊ߫) ߌ ߘߏ߲߬ ߕߍ߫ ߘߍ߬ߡߍ߲߬ߓߊ߰ ߛߌ߫ ߛߐ߬ߘߐ߲߫ ߊ߬ߟߎ߬ ߟߊ߫"
        },
        {
            "chapter": 4,
            "verse": 146,
            "text": "ߝߏ߫ ߣߌ߫ ߡߍ߲ ߠߎ߫ ߞߵߊ߬ߟߎ߫ ߖߘߍ߬ߟߊߛߊ߬ߦߌ߲߫ ߘߋ߬ ߞߊ߬ ߟߢߊ߬ߟߌ ߞߍ߫ ߸ ߞߵߊ߬ߟߎ߬ ߓߟߏߞߍ߫ ߊߟߊ߫ ߟߊ߫ ߊ߬ ߣߌ߫ ߞߵߊ߬ߟߎ߬ ߟߊ߫ ߣߊߡߎ߲ ߓߎ߰ߓߎ߰ ߊߟߊ߫ ߦߋ߫، ߒ߬ߓߊ߬ ߏ߬ ߟߎ߫ ߟߋ߬ ߟߊߒߠߦߊߓߊ߮ ߟߎ߫ ߝߍ߬، ߊߟߊ߫ ߘߏ߲߬ ߣߊ߬ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߛߐ߫ ߛߙߊ߬ ߓߟߋߓߟߋ߫ ߟߊ߫"
        },
        {
            "chapter": 4,
            "verse": 147,
            "text": "ߊߟߎ߫ ߖߊ߲߰ߞߕߊ ߦߋ߫ ߡߎ߲߬ ߢߊ߬ ߟߴߊߟߊ߫ ߦߋ߫ ߣߴߊߟߎ߫ ߞߊ߬ ߞߏߢߌߡߊߟߐ߲ ߞߍ߫ ߞߊ߬ ߟߊߒߠߦߊ ߞߍ߫؟ ߊߟߊ߫ ߘߏ߲߬ ߦߋ߫ ߞߏߢߌߡߊߟߐ߲ߠߊ߫ ߘߌ߫ ߸ ߊ߰ ߟߐ߲ߠߌ߲ߠߊ߫ ߘߌ߫"
        },
        {
            "chapter": 4,
            "verse": 148,
            "text": "ߊߟߊ߫ ߕߍ߫ ߞߎߡߊߖߎ߯ ߝߐ ߜߍߘߐߕߊ ߝߍ߬ ߝߋߎ߫، ߝߏ߫ ߣߌ߫ ߡߍ߲ ߕߐ߬ߢߍ߰ߣߍ߲ ߞߍ߫ ߘߊ߫ ( ߊ߬ ߕߐ߬ߢߍ߰ ߢߊ ߘߊ߲߬ߕߍ߰ ߟߊ߫ )، ߊߟߊ߫ ߘߏ߲߬ ߦߋ߫ ߡߍ߲ߠߌ߲ߠߊ߫ ߟߐ߲ߠߌ߲ߠߊ߫ ߟߋ߬ ߘߌ߫"
        },
        {
            "chapter": 4,
            "verse": 149,
            "text": "ߊߟߎ߫ ߞߊ߬ ߢߌ߬ߡߊ߬ ߟߊߒߞߣߍߡߊ߫ ߓߊ߬߸ ߥߟߴߊߟߎ߫ ߞߵߊ߬ ߘߏ߲߰ ߸ ߤߊߡߊ߲ߕߍ߫ ߞߊ߬ ߖߎ߯ߡߊ߲߫ ߘߐߞߏߦߊߕߏ߫ ߸ ߊߟߊ߫ ߝߣߊ߫ ߦߋ߫ ߘߐ߬ߞߏ߬ߦߊ߬ߕߏ߬ߟߊ߫ ߛߋߓߊ߯ ߟߋ߬ ߘߌ߫"
        },
        {
            "chapter": 4,
            "verse": 150,
            "text": "ߡߍ߲ ߠߎ߬ ߦߋ߫ ߓߊ߲߬ߓߊ߰ߦߊ ߟߐ߬ ߟߴߊߟߊ߫ ߣߴߊ߬ ߟߊ߫ ߞߋߟߊ ߟߎ߫ ߡߊ߬߸ ߊ߬ ߣߴߊ߬ߟߎ߬ ߦߴߊ߬ ߝߍ߬ ߞߊ߬ ߘߊ߲߬ߝߘߊ߬ߓߐ ߞߍ߫ ߊߟߊ߫ ߣߴߊ߬ ߟߊ߫ ߞߋߟߊ ߟߎ߬ ߟߊ߫، ߞߵߊ߬ ߝߐ߫ ߛߐ߲߬ ߞߏ߫ ߊ߲ ߟߊߣߍ߲߫ ߘߏ߫ ߟߊ߫߸ ߊ߲ ߟߊߣߍ߲߫ ߕߍ߫ ߘߏ߫ ߟߊ߫߸ ߞߵߊ߬ ߟߊߥߟߌ߬ ߛߴߊ߬ߟߎ߬ ߘߌ߫ ( ߢߣߊߞߏ ) ߛߌߟߊ߫ ߟߊߘߊ߲߫ ߏ߬ ߟߎ߬ ߕߍ߫"
        },
        {
            "chapter": 4,
            "verse": 151,
            "text": "ߏ߬ ߟߎ߫ ߟߋ߫ ߓߊ߲߬ߓߊ߮ ߖߍ߬ߘߍ ߟߎ߬ ߘߌ߫ ߸ ߊ߲ ߘߏ߲߬ ߣߊ߬ ߟߊ߬ߝߍߦߊ ߖߊ߲߰ߞߕߊ ߟߋ߬ ߘߐߓߍ߲߬ ߠߊ߫ ߓߊ߲߬ߓߊ߮ ߟߎ߬ ߦߋ߫"
        },
        {
            "chapter": 4,
            "verse": 152,
            "text": "ߡߍ߲ ߠߎ߬ ߟߊߣߍ߲߫ ߊߟߊ߫ ߣߴߊ߬ ߟߊ߫ ߞߋߟߊ ߟߎ߬ ߟߊ߫߸ ߊ߬ߟߎ߫ ߘߏ߲߬ ߡߊ߫ ߘߊ߲߬ߝߘߊ߬ߓߐ߫ ߞߍ߫ ߊ߬ߟߎ߬ ߛߌ߫ ߕߍ߫، ߏ߬ ߟߎ߫ ߞߏ߬ߣߌ߲ ߸ ߊߟߊ߫ ߣߊ߬ ߏ߬ ߟߎ߫ ߛߊ߬ߙߊ ߘߴߊ߬ߟߎ߫ ߡߊ߬، ߊߟߊ߫ ߘߏ߲߬ ߦߋ߫ ߡߊ߬ߞߕߏ߬ߟߊ߫ ߤߌߣߟߊ߫ ߟߋ߬ ߘߌ߫"
        }
    ]
}