{
    "rukus": [
        {
            "chapter": 11,
            "verse": 96,
            "text": "And We have certainly sent Moses with Our signs (miracles) and clear reason"
        },
        {
            "chapter": 11,
            "verse": 97,
            "text": "to Pharaoh and his assembly. But they followed Pharaoh’s order while Pharaoh's order was not right"
        },
        {
            "chapter": 11,
            "verse": 98,
            "text": "He goes ahead of his people on the resurrection day, and he leads them into the fire, and it is a bad arrival place"
        },
        {
            "chapter": 11,
            "verse": 99,
            "text": "And they were followed by a curse in this (life) and on the resurrection day, they are offered a bad offering"
        },
        {
            "chapter": 11,
            "verse": 100,
            "text": "That is among the news of the towns that we tell you, some of them are standing and some are wiped out"
        },
        {
            "chapter": 11,
            "verse": 101,
            "text": "And We did not wrong them, but they did wrong to themselves. Their gods that they call on other than God were of no use to them at all when your Master's order came, and they only added destruction to them"
        },
        {
            "chapter": 11,
            "verse": 102,
            "text": "And such is your Master's taking (for punishment) when He takes the towns while they are wrongdoers. His taking is indeed severely painful"
        },
        {
            "chapter": 11,
            "verse": 103,
            "text": "Indeed there is a sign in that for anyone who fears punishment of the hereafter. It is a day that the people are gathered in it and it is a witnessed day (witnessed by everyone)"
        },
        {
            "chapter": 11,
            "verse": 104,
            "text": "And We only put it off for a limited time"
        },
        {
            "chapter": 11,
            "verse": 105,
            "text": "A day (when) it comes, no one speaks except with His permission, then some of them are unfortunate and some are fortunate"
        },
        {
            "chapter": 11,
            "verse": 106,
            "text": "As for those who are unfortunate, then they have moaning and screaming in the fire"
        },
        {
            "chapter": 11,
            "verse": 107,
            "text": "They remain in it as long as the skies and the earth last, unless what your Master wants (to forgive them). Indeed your Master indeed does what He wants"
        },
        {
            "chapter": 11,
            "verse": 108,
            "text": "As for those who are fortunate, they will be in the garden, remaining in it as long as the skies and the earth last, unless what your Master wants, a gift that is irreversible"
        },
        {
            "chapter": 11,
            "verse": 109,
            "text": "So do not be in any doubt as to what these serve. They only serve as their fathers served in the past, and We certainly pay them back their portion without any reduction"
        }
    ]
}