{
    "rukus": [
        {
            "chapter": 12,
            "verse": 50,
            "text": "And the king said: bring him to me. Then when the messenger came to him, he said: return to your master and ask him what the case of the women who cut their hands is? Indeed my Master knows their plot"
        },
        {
            "chapter": 12,
            "verse": 51,
            "text": "He said (to the women): what was your business when you wanted to seduce Joseph? They said: God forbid, we do not know anything bad about him. The wife of the powerful one said: now the truth is cleared, I wanted to seduce him, and he is certainly truthful"
        },
        {
            "chapter": 12,
            "verse": 52,
            "text": "(And Joseph said:) this was for him to know that I did not betray him in his absence, and indeed God does not guide the plot of the betrayers"
        },
        {
            "chapter": 12,
            "verse": 53,
            "text": "And I do not acquit myself, indeed the soul orders to the badness except if my Master has mercy, indeed my Master is forgiving and merciful"
        },
        {
            "chapter": 12,
            "verse": 54,
            "text": "And the king said: bring him to me, I select him (to work) only for myself. So when he spoke to him, he said: as of today, you are respected and trustworthy with us"
        },
        {
            "chapter": 12,
            "verse": 55,
            "text": "He said: put me in charge of treasures of the land, I am a knowledgeable guardian"
        },
        {
            "chapter": 12,
            "verse": 56,
            "text": "And that is how We established Joseph in the land, to settle anywhere he wants in it. We give Our mercy to anyone We want, and We do not waste the reward of the good doers"
        },
        {
            "chapter": 12,
            "verse": 57,
            "text": "And the reward of the hereafter is certainly better for those who believed and used to control themselves"
        }
    ]
}