{
    "rukus": [
        {
            "chapter": 2,
            "verse": 217,
            "text": "They ask you about fighting in the prohibited month. Say: fighting in it is a great (sin), but preventing from God’s way and disbelieving him and (preventing from) the Sacred Mosque and driving out its people from there are greater (sins) in God’s view. Turmoil (and persecution) is worse than murder. They will not stop fighting you until they turn you back from your religion, if they can. And anyone of you who turns back from his religion and die while he is a disbeliever, then their works become useless in this world and the hereafter, and they are inhabitants of the fire remaining in there forever"
        },
        {
            "chapter": 2,
            "verse": 218,
            "text": "Those who believed and those who migrated and tried hard in God's way hope for God’s mercy. And God is forgiving and merciful"
        },
        {
            "chapter": 2,
            "verse": 219,
            "text": "They ask you about the wine (and alcoholic beverages) and the gambling. Say: there is great sin in both of them and benefits for the people, but their sin are greater than their benefit. They ask you what to spend, say: what you can give away (and let go of). This is how God makes the signs clear for you, so you may think"
        },
        {
            "chapter": 2,
            "verse": 220,
            "text": "about this life and the hereafter. And they ask you about the orphans. Say: improving their affairs is better, and if you associate with them, then they are your brothers. God knows the corruptors from the reformers. If God wanted, He would have brought you hardship. God is powerful and wise"
        },
        {
            "chapter": 2,
            "verse": 221,
            "text": "Do not marry the polytheist women until they believe, and (marrying) a believing slave woman is better than a polytheist, even if she impresses you. And do not give (your women) in marriage to the polytheist men until they believe, and (marrying) a believing slave man is better than a polytheist, even if he impresses you. These invite into the fire, while God invites to the garden and the forgiveness by His permission. And He makes His signs clear for the people, that they may take notice"
        }
    ]
}