{
    "rukus": [
        {
            "chapter": 25,
            "verse": 35,
            "text": "And We have certainly given Moses the book and appointed his brother Aaron with him as his minister"
        },
        {
            "chapter": 25,
            "verse": 36,
            "text": "Then We said: you both go to the people who denied Our signs. Then We destroyed them, a total destruction"
        },
        {
            "chapter": 25,
            "verse": 37,
            "text": "And We drowned people of Noah when they denied the messengers and We made them a sign for the people, and We prepared a painful punishment for the wrongdoers"
        },
        {
            "chapter": 25,
            "verse": 38,
            "text": "And (We also destroyed) Aad and Thamud and the inhabitants of the Rass (the well) and many generations between them"
        },
        {
            "chapter": 25,
            "verse": 39,
            "text": "And to each one We gave examples, and We destroyed them all, a total destruction"
        },
        {
            "chapter": 25,
            "verse": 40,
            "text": "And they have certainly come upon the town that was rained on, the bad rain. Did they not used to see it? No, but they do not expect resurrection"
        },
        {
            "chapter": 25,
            "verse": 41,
            "text": "And when they see you, they only take you as a joke (saying): is this the one whom God sent as a messenger"
        },
        {
            "chapter": 25,
            "verse": 42,
            "text": "He almost led us away from our gods, if we had not persevered on them. They will know who is more off the (right) way when they see the punishment"
        },
        {
            "chapter": 25,
            "verse": 43,
            "text": "Did you see he who took his desire as his god? Are you his advocate"
        },
        {
            "chapter": 25,
            "verse": 44,
            "text": "Or do you think that most of them listen or understand? They are like animals. No, but they are more lost from a (right) way"
        }
    ]
}