{
    "rukus": [
        {
            "chapter": 42,
            "verse": 30,
            "text": "And whatever tragedy happens to you is because of what your hands have done, and He excuses a lot"
        },
        {
            "chapter": 42,
            "verse": 31,
            "text": "And you cannot weaken/escape (God) on the earth, and there is no protector or helper for you other than God"
        },
        {
            "chapter": 42,
            "verse": 32,
            "text": "And among His signs are the sailing ships in the sea like the mountains/road signs"
        },
        {
            "chapter": 42,
            "verse": 33,
            "text": "If He wants He makes the wind stand still, then they would become motionless on its back (sea's surface). Indeed there are signs in that for every patient and thankful (person)"
        },
        {
            "chapter": 42,
            "verse": 34,
            "text": "Or He would destroy them for what they did, but He forgives a lot"
        },
        {
            "chapter": 42,
            "verse": 35,
            "text": "And those who argue about Our signs should know that they have no way (or place) to escape"
        },
        {
            "chapter": 42,
            "verse": 36,
            "text": "So everything you were given is an enjoyment of this world's life, but what is with God is better and more lasting for those who believed and trust in their Master"
        },
        {
            "chapter": 42,
            "verse": 37,
            "text": "and those who avoid the great sins and indecencies, and they forgive when they are angry"
        },
        {
            "chapter": 42,
            "verse": 38,
            "text": "and those who answered (the call of) their Master, and performed the mandatory prayer, and (conducted) their affairs by consultation among them, and spend (in God's way) from what We provided them"
        },
        {
            "chapter": 42,
            "verse": 39,
            "text": "And those who defend themselves (or take revenge) when they suffer an injustice"
        },
        {
            "chapter": 42,
            "verse": 40,
            "text": "(should know that) punishment of a bad deed is a bad deed like it, and anyone who excuses and settles then his reward is upon God. Indeed He does not like the wrongdoers"
        },
        {
            "chapter": 42,
            "verse": 41,
            "text": "And certainly anyone who defends himself (or takes revenge), then there is no way against them"
        },
        {
            "chapter": 42,
            "verse": 42,
            "text": "The way is only against those who do wrong to the people and unjustifiably commit injustice on the earth. They have a painful punishment"
        },
        {
            "chapter": 42,
            "verse": 43,
            "text": "And anyone who is patient and forgives, indeed that is because of great determination (and willpower)"
        }
    ]
}