{
    "rukus": [
        {
            "chapter": 43,
            "verse": 26,
            "text": "And (remember) when Abraham told his father and his people: I am free of what you serve"
        },
        {
            "chapter": 43,
            "verse": 27,
            "text": "except the One who created me, indeed He is going to guide me"
        },
        {
            "chapter": 43,
            "verse": 28,
            "text": "And he made it a lasting word among his descendants so that they may return (to God)"
        },
        {
            "chapter": 43,
            "verse": 29,
            "text": "No, but I made these and their fathers enjoy until the truth and a clarifying messenger came to them"
        },
        {
            "chapter": 43,
            "verse": 30,
            "text": "And when the truth came to them, they said: this is a magic and we are disbelievers in it"
        },
        {
            "chapter": 43,
            "verse": 31,
            "text": "And they said: why this Quran was not sent down to a great man from the two towns (Mecca and Taif)"
        },
        {
            "chapter": 43,
            "verse": 32,
            "text": "Do they divide up (and distribute) your Master’s mercy? We divided their livelihood (and wealth) between them in this world’s life. And We raised some of them above the others in ranks so that some of them take the others into service. And your Master’s mercy is better than what they accumulate"
        },
        {
            "chapter": 43,
            "verse": 33,
            "text": "And if it was not that the people would become a single community (of disbelievers), We would have made houses, for anyone who disbelieves in the beneficent, with silver roofs and (silver) ladders to go up on it"
        },
        {
            "chapter": 43,
            "verse": 34,
            "text": "and (silver) doors for their houses and (silver) couches that they lean on it"
        },
        {
            "chapter": 43,
            "verse": 35,
            "text": "and (gold) ornament. And all that is only an enjoyment of this world’s life while the hereafter with your Master is for those who control themselves"
        }
    ]
}