{
    "rukus": [
        {
            "chapter": 2,
            "verse": 236,
            "text": "၂၃၆။\tသင်တို့သည် မိန်းမများအား သူတို့ထံသို့မဝင်မီသော်လည်းကောင်း၊ ခန်းဝင်ပစ္စည်းမည်ရွေ့မည်မျှ ပေးမည်ကို မဆုံးဖြတ်မီသော်လည်းကောင်း ကွာရှင်းသည်ရှိသော် သင်တို့သည် အပြစ်မသင့်ပေ။ သို့သော် သင်တို့သည် ရည်တတ်သည်ဖြစ်စေ၊ ဆင်းရဲသည်ဖြစ်စေ မိမိတို့ပစ္စည်းဥစ္စာအင်အား အလျောက် သင့်တင့်လျှောက်ပတ်သော လက်ဆောင်ပဏ္ဏာပေးကြရမည်။ ယင်း ပေးကမ်းမှုသည် သုစရိုက်ကောင်းမှုပွားသူတို့အဖို့ မကင်းသောတာဝန်ဖြစ်၏။"
        },
        {
            "chapter": 2,
            "verse": 237,
            "text": "၂၃၇။\tအကယ်၍ သင်တို့သည် သူတို့အား မထိခိုက်ဘဲ ခန်းဝင်ပစ္စည်းမည်ရွေ့မည်မျှပေးမည်ကို ဆုံးဖြတ် ပြီးမှ ကွာရှင်းကြလျှင် ခန်းဝင်ပစ္စည်းထက်ဝက်ကိုပေးရမည်။ သို့သော် မိန်းမသော်လည်းကောင်း၊ ယောက်ျားသော်လည်းကောင်း ခန်းဝင်ပစ္စည်းတွင် မိမိဝေစုကို မယူစွန့်လွှတ်ခွင့်ရှိ၏။ ယင်းစွန့်လွှတ် ခြင်းသည် အရှင်မြတ်နှင့် တရားတော်ကို ကြည်ညိုခြင်းနှင့် ပိုမိုနီးစပ်၏။ သင်တို့သည် မမေ့ကြလင့်။ အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ပြုသမျှကို သိမြင်တော်မူ၏။"
        },
        {
            "chapter": 2,
            "verse": 238,
            "text": "၂၃၈။\tသင်တို့သည် ဆွလာသ်ဝတ်များကို ထိန်းသိမ်းစောင့်ရှောက်ကြလော့။ အလယ်အကြိမ်ဖြစ်သော ဆွလာသ်ဝတ်ကို အထူးစောင့်စည်းကြလော့။ အလ္လာဟ်အား ကြည်ညိုခြင်းဖြင့် ရပ်ကြလော့။"
        },
        {
            "chapter": 2,
            "verse": 239,
            "text": "၂၃၉။\tအကယ်၍ သင်တို့သည် ထိတ်လန့်ကြောက်မက်ဖွယ်သောကာလနှင့် တွေ့ကြံုသောအခါ ထ၍သော် လည်းကောင်း၊ မြင်းစီး၍သော်လည်းကောင်း၊ ဆွလာသ်ဝတ်ကိုပြုကြလော့။ သင်တို့သည် လုံခြံုမှုကို ပြန်ရသောအခါ အထက်က သင်တို့မသိသောအရာများကို သိနားလည်အောင် သင်ပြတော်မူခဲ့သည့် နည်းလမ်းအရ အလ္လာဟ်အရှင်အား သတိရကြလော့။"
        },
        {
            "chapter": 2,
            "verse": 240,
            "text": "၂၄ဝ။\tသင်တို့အနက် အသက်ကုန်ခါနီးသူတို့တွင် ဇနီးမိန်းမများကျန်ရစ်မည်ဖြစ်သော် ထိုသူတို့သည် မိမိတို့ မယားများကို မိမိတို့အိမ်မှ နှင်မထုတ်ဘဲ တစ်နှစ်စာရိက္ခာစရိတ်ငွေစသည်တို့ကို သေတမ်းစာရေး၍ ပေးကြရမည်။ သို့သော် မိန်းမများသည် ၎င်းတို့အလိုအလျောက်ထွက်ခွာကြလျှင် သူတို့သည် ၎င်းတို့ အခွင့်အရေးအတွင်း ပြုကျင့်သည်။ ထို့ကြောင့် သင်တို့သည် အပြစ်မထိုက်ပေ။ အလ္လာဟ်အရှင်မြတ် သည် အနန္တတန်ခိုးတော်သခင် အနန္တဉာဏ်တော်ရှင်ဖြစ်တော်မူ၏။"
        },
        {
            "chapter": 2,
            "verse": 241,
            "text": "၂၄၁။\tလင်ကွာမိန်းမများအဖို့ရာ တရားမျှတသောရိက္ခာပစ္စည်းကို သနားကြင်နာခြင်းဖြင့် ပေးကြလော့။ ဒုစရိုက်မကောင်းမှုကို ရှောင်ရှားသူတို့အဖို့ ပညတ်တော်မူသောဝတ္တရားဖြစ်၏။"
        },
        {
            "chapter": 2,
            "verse": 242,
            "text": "၂၄၂။\tသင်တို့နားလည်ဖို့ရာ အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏ညတ်တရားတော်များကို ရှင်းလင်းဖော်ပြတော် မူ၏။"
        }
    ]
}