{
    "pages": [
        {
            "chapter": 7,
            "verse": 131,
            "text": "But when good (times) came, they said: \"This is due to us;\" When overcome by hardship, they made the reason for it to evil omens connected with Musa (Moses) and those with him! Look! In truth the omens of the evil are theirs, in Allah’s sight, but most of them do not understand"
        },
        {
            "chapter": 7,
            "verse": 132,
            "text": "They said (to Musa): \"Whatever are the Signs that you will bring, to work your magic on us with them, we will never believe in you"
        },
        {
            "chapter": 7,
            "verse": 133,
            "text": "So We sent (misfortunes) on them: Typhoons, locusts, lice, frogs, and blood: Signs openly self-explained: But they remained (unjustly) proud— A people given to sin"
        },
        {
            "chapter": 7,
            "verse": 134,
            "text": "And when the punishment fell upon them, they said: \"O Musa (Moses)! Call to your Lord with virtue on behalf of His promise to you: If you will remove the punishment from us, we will truly believe in you, and we will send away the Children of Israel with you"
        },
        {
            "chapter": 7,
            "verse": 135,
            "text": "But every time We removed the punishment from them lasting for a fixed time, which they had to undergo— Look! They broke their word"
        },
        {
            "chapter": 7,
            "verse": 136,
            "text": "So We took the toll (penalty) from them: We drowned them in the sea, because they rejected Our Signs, and failed to take the warning from them"
        },
        {
            "chapter": 7,
            "verse": 137,
            "text": "And We (still) made a people, who were thought as being rather weak, the inheritors of lands in both East and West— Those lands in which, We sent Our blessings. The holy promise of your Lord was fulfilled for the Children of Israel, because they had patience and constancy, and We brought down to the ground the great works and fine buildings that Firon (Pharaoh) and his people had erected (in their pride)"
        }
    ]
}