{
    "pages": [
        {
            "chapter": 7,
            "verse": 150,
            "text": "When Musa (Moses) came back to his people, angry and sad, said: \"It is evil, what you have done in my place (and) in my absence: Did you make haste to bring on (yourselves) the judgment (and anger) of your Lord?\" He threw the Tablets, held his brother (Haroon) by (the hair of) his head, and dragged him to himself. Haroon (Aaron) said: \"Son of my mother! Indeed, the people truly treated me as nothing and came near to killing me! So do not make the enemies rejoice over my misfortune, and you do not count me with the people in sin"
        },
        {
            "chapter": 7,
            "verse": 151,
            "text": "Musa (Moses) prayed: \"O my Lord! Forgive me, and my brother! And admit us into Your mercy because You are the Most Merciful of those who show mercy"
        },
        {
            "chapter": 7,
            "verse": 152,
            "text": "Certainly, those who took the calf (for worship) will truly be overcome by the anger of their Lord, and with shame in this life: Thus do We recompense those who make up (lies)"
        },
        {
            "chapter": 7,
            "verse": 153,
            "text": "But those who do wrong and repent afterwards and (truly) believe— Surely, your Lord is afterwards Often Forgiving (Ghafoor), Most Merciful (Raheem)"
        },
        {
            "chapter": 7,
            "verse": 154,
            "text": "And when the anger of Musa (Moses) was calmed he took up the Tablets (of stone), with the writing upon them; (And) it was the guidance and Mercy for those who fear their Lord"
        },
        {
            "chapter": 7,
            "verse": 155,
            "text": "And Musa (Moses) chose from his people, seventy of his (best) men for Our place of meeting: When they were caught in severe earthquake, he prayed: \"O my Lord! If it was Your Will, you could have destroyed, much before, both them and me: Would You destroy us for the actions of the foolish ones among us? This is no more than Your trial: By it You make whom You will to lose the path, and You lead whom You will to the right path. You are our Protector:— So forgive us and give us Your mercy; For You are the Best of those who forgive"
        }
    ]
}