{
    "pages": [
        {
            "chapter": 9,
            "verse": 7,
            "text": "How can there be a treaty before Allah and His Messenger (Muhammad), with the pagans, except those with whom you made a treaty near the Sacred Mosque? As long as these (pagans) remain true to you, you remain true to them: Verily Allah does love the righteous"
        },
        {
            "chapter": 9,
            "verse": 8,
            "text": "How (can there be such a gathering), seeing that if they get an advantage over you, they do not respect for you the ties either of friendship or of promise (and treaty)? With (words from) their mouths they invite you, but their hearts are against you; And most of them are rebellious and wicked"
        },
        {
            "chapter": 9,
            "verse": 9,
            "text": "They have sold the Signs of Allah for a small price, and (many) have stopped others entering His Way: Truly, evil are the acts that they have done"
        },
        {
            "chapter": 9,
            "verse": 10,
            "text": "They do not respect the ties of friendship or of promise, in a believer. It is they who have exceeded all limits"
        },
        {
            "chapter": 9,
            "verse": 11,
            "text": "But if they repent, perform regular prayers, and give regular charity— They are your brothers in Faith: (Like this) We explain the Signs in detail, for those who understand"
        },
        {
            "chapter": 9,
            "verse": 12,
            "text": "But if they break their word after their promise, and make fun of you for your Faith— (Then) you fight the leaders of disbelief: Their words (of promise) are nothing to them: Like this they may be restrained"
        },
        {
            "chapter": 9,
            "verse": 13,
            "text": "Will you (believers) not fight the people who have broken their promises, plotted to drive away the Messenger (Muhammad, from Makkah) and became aggressive by being the first ones (to injure) you? Do you fear them? No! It is Allah Whom you should more truly fear, if you believe"
        }
    ]
}