{
    "pages": [
        {
            "chapter": 31,
            "verse": 1,
            "text": "Alif Lam Mim"
        },
        {
            "chapter": 31,
            "verse": 2,
            "text": "These are Verses of the Book of Wisdom—"
        },
        {
            "chapter": 31,
            "verse": 3,
            "text": "A Guide and a Mercy to those who do good—"
        },
        {
            "chapter": 31,
            "verse": 4,
            "text": "Those who establish prayer regularly, and give charity regularly, and have (the truest) belief in the Hereafter"
        },
        {
            "chapter": 31,
            "verse": 5,
            "text": "These are (the people truly) guided by their Lord; And these are the ones who will prosper"
        },
        {
            "chapter": 31,
            "verse": 6,
            "text": "And from mankind, there are, those who buy useless talk, without knowing (the meaning), to mislead (others) from the Path of Allah and to make lowly jokes (about Allah's Path): For them there will be a demeaning penalty"
        },
        {
            "chapter": 31,
            "verse": 7,
            "text": "And when Our Signs (verses) are rehearsed to such a one (person), he turns away with (empty) pride, as if he did not hear them, as if there was deafness in both of his ears: So, announce to him of a (very) painful penalty"
        },
        {
            "chapter": 31,
            "verse": 8,
            "text": "Verily, for those who believe and work righteous deeds, there will be Gardens of Joy"
        },
        {
            "chapter": 31,
            "verse": 9,
            "text": "To live therein. His, the promise of Allah is true: And He is the Almighty (Al-Aziz) and All Wise (Al-Hakeem)"
        },
        {
            "chapter": 31,
            "verse": 10,
            "text": "He has created the heaven without any pillars that you can see; And He set mountains standing firmly (on the earth) in case it should shake with you; And upon it He has spread beasts of all kinds. And We send down rain from the sky, and We made on the earth every kind of noble creation to grow therein"
        },
        {
            "chapter": 31,
            "verse": 11,
            "text": "This is Allah's Creation: So, now show Me what is there that others, besides Him, have created: No! But the transgressors are clearly in error"
        }
    ]
}