{
    "pages": [
        {
            "chapter": 33,
            "verse": 44,
            "text": "On the Day when they will meet Him, the greetings (of joy) for them will be: \"Peace!\"; And He has made a great Reward for them"
        },
        {
            "chapter": 33,
            "verse": 45,
            "text": "O Prophet! Truly, We have sent you as a witness, a bearer of happy news (to the believers), and a warner (to the disbelievers)—"
        },
        {
            "chapter": 33,
            "verse": 46,
            "text": "And (We have sent you) as one who invites to (the Protection of) Allah, by His Leave, and as a Lamp spreading Light"
        },
        {
            "chapter": 33,
            "verse": 47,
            "text": "And give the glad news to the believers, that they shall have large Bounty from Allah"
        },
        {
            "chapter": 33,
            "verse": 48,
            "text": "And do not obey the unbelievers and the hypocrites (those who hide the truth); Overlook and ignore them, and have trust in Allah, sufficient is Allah as a Trustee (Wakil)"
        },
        {
            "chapter": 33,
            "verse": 49,
            "text": "O you who believe! When you marry believing women, and then divorce them before you have touched them, you do not have to wait the period of waiting for them (to complete the divorce): So, give them a present, and set them free in a wholesome (and happy) way"
        },
        {
            "chapter": 33,
            "verse": 50,
            "text": "O Prophet! Verily, We have made it lawful for you, your wives to whom you have paid their dowers; And those whom your right hand possesses from the prisoners of war whom Allah has given to you; And the daughters of your uncles and aunts, from your fathers side; And the daughters of your uncles and aunts, from your mothers side; Those who moved with you (from Makkah to Medinah); And any believing woman who gives herself to the Prophet if the Prophet wishes to wed her; This is only for you (O Prophet), as a privilege and not for (all) the believers; Indeed, We know that for them, We have made lawful their wives and those prisoners whom their right hands possess— So that there should be no difficulty on you. And Allah is Often Forgiving (Ghafoor), Most Merciful (Raheem)"
        }
    ]
}