{
    "pages": [
        {
            "chapter": 33,
            "verse": 55,
            "text": "There is no sin (on the women when they go) before their fathers, or their sons, their brothers, or their brothers’ sons, or their sisters’ sons, or their (believing) women, or the (female) slaves whom their right hands possess. And, fear Allah: Verily, Allah is Witness (Shaheed) for all things"
        },
        {
            "chapter": 33,
            "verse": 56,
            "text": "Allah and His angels send blessings on the Prophet: O you who believe! Send your blessings on him (the Prophet), and salute him with all respect"
        },
        {
            "chapter": 33,
            "verse": 57,
            "text": "Verily, those who displease Allah and His Prophet (Muhammad)— Allah has cursed them in this world and in the Hereafter, and has prepared for them a demeaning punishment"
        },
        {
            "chapter": 33,
            "verse": 58,
            "text": "And those who annoy (and unjustly displease) believing men and women have (the guilt on themselves of) slander and an evident sin"
        },
        {
            "chapter": 33,
            "verse": 59,
            "text": "O Prophet! Tell your wives and your daughters, and the believing women, that they should wear their outer clothes over their bodies (when outside): That is most suitable (and appropriate), so that they should be known (as believing women) and not be annoyed (or attacked). And Allah is Often Forgiving (Ghafoor), Most Merciful (Raheem)"
        },
        {
            "chapter": 33,
            "verse": 60,
            "text": "Truly, if those hypocrites (who lie against Islam) and those in whose hearts is a disease, cause unrest in the City (Medinah), do not stop (their mischief and wickedness), We shall certainly make you stand up against them: Then will they not be able to stay in it (the City) as your neighbors for a long time"
        },
        {
            "chapter": 33,
            "verse": 61,
            "text": "They have evil (curse around and) upon them: Wherever they are found, they shall be caught and killed"
        },
        {
            "chapter": 33,
            "verse": 62,
            "text": "Such was the practice (approved) by Allah, among those who lived before: (And) you will find no change in the practice (approved) by Allah"
        }
    ]
}