{
    "pages": [
        {
            "chapter": 40,
            "verse": 67,
            "text": "It is He Who has created you from dust, then from a sperm-ovary drop, then from a leach like clot, then He does get you out (into the light) as a child, then lets you (grow and) reach your age of full strength, then lets you become old, though there are some of you who die before, and lets some of you reach a term appointed; In order that you may understand (and learn wisdom)"
        },
        {
            "chapter": 40,
            "verse": 68,
            "text": "It is He Who gives life and causes death; And when He decides upon a thing, He says to it only: \"Be,\" and it is"
        },
        {
            "chapter": 40,
            "verse": 69,
            "text": "Do you not see those who dispute about the Signs (verses) of Allah? How they are turned away (from reality)"
        },
        {
            "chapter": 40,
            "verse": 70,
            "text": "Those who do not accept the Book (this Quran), and the (Revelations) with which We sent Our messengers: But they shall soon know—"
        },
        {
            "chapter": 40,
            "verse": 71,
            "text": "When the clamps of iron (shall be) round their necks, and the chains: They shall be dragged along—"
        },
        {
            "chapter": 40,
            "verse": 72,
            "text": "In the boiling (foul smelling) water; Then they shall be burned in the Fire"
        },
        {
            "chapter": 40,
            "verse": 73,
            "text": "Then it shall be said to them: \"Where are the (false gods) to which you gave part (of your) worship—"
        },
        {
            "chapter": 40,
            "verse": 74,
            "text": "Besides (and in offense to) Allah?\" They will reply: \"They have vanished and left us; No, we did not call upon anything before, anything (that had real existence) from the old.\" Thus Allah leaves the unbelievers to stray"
        },
        {
            "chapter": 40,
            "verse": 75,
            "text": "(It will be said to them,) \"That was because you were used to being happy on the earth in things which were not the Truth, and that you were used to being haughty (and disrespectful)"
        },
        {
            "chapter": 40,
            "verse": 76,
            "text": "You enter the gates of Hell, to live therein,\" and evil is (this) home of the haughty (and disrespectful)"
        },
        {
            "chapter": 40,
            "verse": 77,
            "text": "So keep (working, O Prophet!) with patience; Verily, the Promise of Allah is True: And whether We show you (in this life) some part of what We promise them— Or We cause you to die (in Our Mercy, in any case), it is to Us that they shall (all) return"
        }
    ]
}