{
    "pages": [
        {
            "chapter": 60,
            "verse": 1,
            "text": "O you who believe! Do not take My enemies, and yours, as protecting friends (or protectors by) offering them (your) love, even though they disbelieve the Truth that has come to you: And have (on the contrary) driven the Messenger (the Prophet) and yourselves (from your homes), (simply) because you believe in Allah, your Lord. If you have come out to strive in My Way (Cause) and to seek My Good Pleasure, (take them not as protectors); Holding secret conversation of love with them: For I (Allah) completely know what you hide, and all that you reveal. And any of you who does this has strayed from the Straight Way"
        },
        {
            "chapter": 60,
            "verse": 2,
            "text": "Should they gain an upper hand over you, they would treat you as enemies, and stretch forth their hands and their tongues against you with evil, and they desire that you should be disbelievers (and reject the Truth)"
        },
        {
            "chapter": 60,
            "verse": 3,
            "text": "Neither your relative, nor your children will benefit you on the Day of Judgment; He will judge between you: And Allah is All Seeing (Baseer) of all that you do"
        },
        {
            "chapter": 60,
            "verse": 4,
            "text": "Indeed for you, there is, an excellent example in Ibrahim (Abraham) and those with him, when they said to their people: \"Verily, we have rejected you, and whatever you worship besides Allah. We have disbelieved you, and there has arisen, between us and you, a hostility and hatred for ever— Unless you believe in Allah and Him Alone.\" But (it was) not so when Ibrahim (Abraham) said to his father: \"Verily, I will pray for forgiveness for you, though I have no power (to get) anything on your behalf from Allah.\" (They prayed) \"Our Lord! In You do we trust, and to You do we turn in repentance, and to You is (our) final return"
        },
        {
            "chapter": 60,
            "verse": 5,
            "text": "Our Lord! Do not make us a (test and) trial for the unbelievers, but forgive us, our Lord! Verily, You are the Exalted in Might (Al-Aziz), the Wise (Al-Hakeem)"
        }
    ]
}