{
    "pages": [
        {
            "chapter": 16,
            "verse": 111,
            "text": "Jisa dina harēka badā āpaṇē hī pakha vica bōladā hō'i'ā āvēgā, atē harēka badē nū usa dē kītē dā pūrā fala milēgā atē unhāṁ upara zulama nahīṁ kītā jāvēgā"
        },
        {
            "chapter": 16,
            "verse": 112,
            "text": "Atē alāha ika basatī vāli'āṁ dī misāla bi'āna karadā hai ki uha sukha śāntī vica sana. Unhāṁ nū hara pāsi'ō khul'hī rōzī pahuca rahī sī. Phira unhāṁ nē alāha dē ditē upakārāṁ la'ī nā śukarī dikhā'ī tāṁ alāha nē unhāṁ nū unhāṁ dē karamā dē kārana kukha atē ḍara dā mazā cakhā'i'ā"
        },
        {
            "chapter": 16,
            "verse": 113,
            "text": "Atē unhāṁ dē kōla unhāṁ dē vicōṁ hī ika rasūla ā'i'ā tāṁ unhāṁ nē usanū jhūṭhā dasi'ā. Phira unhāṁ nū āfata nē phaṛha li'ā. Isa la'ī ki uha zālima sana"
        },
        {
            "chapter": 16,
            "verse": 114,
            "text": "Tāṁ jihaṛī'āṁ cīzāṁ alāha nē tuhāḍē la'ī jā'iza atē pavitara vasatū'āṁ ditī'āṁ hana, unhāṁ nū khā'u atē alāha dē isa ahisāna la'ī śukara guzāra baṇō. Jēkara tusīṁ usadī badagī karadē hō"
        },
        {
            "chapter": 16,
            "verse": 115,
            "text": "Usa nē tuhāḍē la'ī muradāra nū najā'iza kītā hai. Khūna atē sūra dē māsa nū vī atē usa nū vī jisa tē alāha tōṁ binā kisē hōra dā nāma li'ā gi'ā hōvē. Śarata iha hai ki jihaṛā badā majabūra hō gi'ā hōvē, jāṁ nā ichuka hōvē atē nā sīmāṁ tōṁ vadhaṇa vālā hōvē tāṁ alāha mu'āfa karana vālā tē rahimata vālā hai"
        },
        {
            "chapter": 16,
            "verse": 116,
            "text": "Atē āpaṇē mūhōṁ ghaṛē jhūṭha dē ādhāra tē iha nā kahō ki iha jā'iza hai atē iha najā'iza (isa tarāṁ) tusīṁ alāha upara jhūṭhā dōśa lā'undē hō. Jihaṛē lōka alāha upara jhūṭhā dōśa lā'undē hana, uha kadē safalatā prāpata nahīṁ karanagē"
        },
        {
            "chapter": 16,
            "verse": 117,
            "text": "Uha thōṛhā lābha uṭhā laiṇa atē unhāṁ la'ī daradanāka sazā hai"
        },
        {
            "chapter": 16,
            "verse": 118,
            "text": "Atē yahūdī'āṁ la'ī asīṁ uha hī vasatū'ā najā'iza kītī'āṁ jihaṛī'āṁ asīṁ_isa tōṁ pahilāṁ tuhānū dasa cukē hā. Atē asīṁ unhāṁ upara kō'ī zulama nahīṁ kītā. Sagōṁ uha ḵẖuda apaṇē upara zulama karadē rahē"
        }
    ]
}