{
    "pages": [
        {
            "chapter": 18,
            "verse": 35,
            "text": "Usa nē āpaṇē bāġa vica pravēśa kītā atē uha āpaṇē āpa upara zulama kara rihā sī. Usa nē kihā ki maiṁ nahīṁ jāṇadā ki iha bāġa kadē vī naśaṭa hō jāvēgā"
        },
        {
            "chapter": 18,
            "verse": 36,
            "text": "Atē maiṁ nahīṁ samajhadā ki ki'āmata kadōṁ āvēgī. Atē jēkara maiṁ āpaṇē raba vala mōṛa ditā gi'ā tāṁ zarūra isa tōṁ zi'ādā cagī thāṁ mainū milēgī"
        },
        {
            "chapter": 18,
            "verse": 37,
            "text": "Usa dē sāthī nē galāṁ karadē hō'ē kihā ki tusīṁ usa hasatī dī avagi'ā kara rahē hō, jisa nē tuhānū pāṇī dī ika būda atē miṭī tōṁ baṇā'i'ā. Phira tuhānū pūrā manukha baṇā ditā"
        },
        {
            "chapter": 18,
            "verse": 38,
            "text": "Para mērā raba tāṁ uhī alāha hai atē maiṁ āpaṇē raba dē barābara kisē nū śarīka nahīṁ manadā"
        },
        {
            "chapter": 18,
            "verse": 39,
            "text": "Atē jadōṁ tusīṁ āpaṇē bāġa vica ga'ē tāṁ tū ki'uṁ' nā kihā ki jihaṛā alāha cāhudā hai, uha hī hudā hai alāha tōṁ binhāṁ kisē vica kō'ī tākata nahīṁ. Jēkara tusīṁ dēkhadē hō ki maiṁ jā'idāda atē aulāda vica tuhāḍē tōṁ ghaṭa hāṁ"
        },
        {
            "chapter": 18,
            "verse": 40,
            "text": "Tāṁ umīda hai ki mērā raba mainū tuhāḍē bāġāṁ tōṁ vī cagā bāġa dēvē. Atē tuhāḍē bāġa upara asamāna tōṁ kō'ī āfata bhēja dēvē, jisa nāla (tuhāḍā) bāġa padharā maidāna baṇa jāvē"
        },
        {
            "chapter": 18,
            "verse": 41,
            "text": "Jāṁ usa vicōṁ pāṇī suka jāvē, phira tusīṁ usa nū kisē vī tar'hāṁ nā prāpata sakō"
        },
        {
            "chapter": 18,
            "verse": 42,
            "text": "Atē usa dē fala upara bipatā pa'ī, tāṁ jihaṛā usa nē usa upara kharaca kītā sī, usa upara uha hatha maladā rahi gi'ā atē uha bāġa āpaṇī (sahārē vālī) phaṭī'āṁ upara ḍigi'ā pi'ā sī. Uha kahiṇa lagā ki kāśa! Maiṁ āpaṇē raba dē barābara kisē nū śarīka nahī' ṭhahirā'undā"
        },
        {
            "chapter": 18,
            "verse": 43,
            "text": "Usa dē pāsa kō'ī jathā vī nahīṁ sī jihaṛā alāha tōṁ' binhāṁ usa dī madada kara sakadā. Atē nā uha khuda fala laiṇa vālā baṇa saki'ā"
        },
        {
            "chapter": 18,
            "verse": 44,
            "text": "ithē sārā adhikāra kēvala parama satā alāha nū hī prāpata hai. Uha sabha tōṁ cagā fala dēṇa vālā atē cagā natījā dēṇa vālā hai"
        },
        {
            "chapter": 18,
            "verse": 45,
            "text": "Atē unhāṁ nū sasāra dē jīvana dī misāla dēvōṁ. Jivēṁ pāṇī jisa nū asīṁ ākāśa vicōṁ utāri'ā. Phira usa vicōṁ dharatī dī banasapatī cagī tar'hāṁ saghaṇī hō ga'ī, phira uha cūrā-cūrā hōṁ ga'ī. Jisa nū havāvāṁ'khilāradī'āṁ phiradī'āṁ hana atē alāha hara cīza upara samarathā rakhaṇa vālā hai"
        }
    ]
}