{
    "pages": [
        {
            "chapter": 28,
            "verse": 36,
            "text": "Phira jadōṁ mūsā unhāṁ lōkāṁ kōla sāḍī'āṁ sapaśaṭa niśānī'āṁ dē nāla pahuci'āṁ unhāṁ nē kihā iha sirapha ghaṛi'ā hō'i'ā jādū hai atē iha gala asīṁ āpaṇē tōṁ pahilāṁ hō cukē māṁ pi'u tōṁ nahīṁ suṇī"
        },
        {
            "chapter": 28,
            "verse": 37,
            "text": "Atē mūsā nē ākhi'ā, mērā raba cagī tar'hāṁ jāṇadā hai usa nū jihaṛā usa valōṁ māraga daraśana lai kē ā'i'ā hai atē jisa nū pralōka dā ghara milēgā. Bēśaka zālima safala nahīṁ hōṇagē"
        },
        {
            "chapter": 28,
            "verse": 38,
            "text": "Phirana nē ākhi'ā hē darabāra vāli'ō! Mai' tuhāḍē la'ī āpaṇē tōṁ binhāṁ kisē (hōra) pūjaṇayōga nū nahīṁ jāṇadā. Tāṁ hē hāmāna! Mērē la'ī miṭī nū aga dē phira mērē la'ī ika ucā bhavana baṇā tāṁ ki maiṁ mūsā dē raba nū usa vica jhāka kē vēkhāṁ. Atē mai' tāṁ isa nū ika jhūṭhā badā samajhadā hāṁ"
        },
        {
            "chapter": 28,
            "verse": 39,
            "text": "Usa nē atē usa dī'āṁ phaujāṁ nē dharatī tē nāhaka hakāra kītā atē unhāṁ nē samajhi'ā ki unhāṁ nē sāḍē vala vāpisa nahīṁ ā'uṇā hai"
        },
        {
            "chapter": 28,
            "verse": 40,
            "text": "Tāṁ asīṁ usa nū atē usa dī'āṁ phaujāṁ nū phaṛa li'ā tāṁ dēkhōṁ zālimāṁ vā kī siṭā nikali'ā"
        },
        {
            "chapter": 28,
            "verse": 41,
            "text": "Atē asīṁ unhāṁ nū saradāra baṇā'i'ā jihaṛē aga vala bulā'undē hana atē ki'āmata dē dina unhāṁ nū madada nahīṁ milēgī"
        },
        {
            "chapter": 28,
            "verse": 42,
            "text": "Atē asīṁ isa sasāra vica unhāṁ tē lāhaṇata pā ditī. Atē ki'āmata dē dina uha badahāla lōkāṁ vica hōṇagē"
        },
        {
            "chapter": 28,
            "verse": 43,
            "text": "Atē asīṁ pichalī'āṁ pīṛī'āṁ nū naśaṭa karana tōṁ bā'ada mūsā nū kitāba ditī. Lōkāṁ la'ī bibēka dā samāna, māraga daraśana atē rahimata (bakhaśī)'tāṁ ki uha upadēśa grahiṇa karana"
        }
    ]
}