{
    "pages": [
        {
            "chapter": 34,
            "verse": 40,
            "text": "Atē jisa dina uha unhāṁ sāri'āṁ nū ikaṭhā karēgā phira uha phariśati'āṁ nū puchēgā kī iha lōka tuhāḍī ibādata karadē sī"
        },
        {
            "chapter": 34,
            "verse": 41,
            "text": "Uha kahiṇagē tērī hasatī pavitara hai atē sāḍā sabadha tērē nāla hai nā ki inhāṁ lōkāṁ nāla. Sagō'_iha jināṁ dī pūjā karadē sana atē inhāṁ vicōṁ zi'ādātara lōka unhāṁ tē hī śaradhā rakhadē sana"
        },
        {
            "chapter": 34,
            "verse": 42,
            "text": "Sō aja tuhāḍē vicōṁ kō'ī ika dūsarē nū lābha nahīṁ' pahucā sakadā atē nā nukasāna. Atē asīṁ zālimāṁ nū ākhāṅgē ki aga dī sazā pā'u, (isa la'ī) jisa (alāha) tōṁ tusīṁ inakāra karadē sī"
        },
        {
            "chapter": 34,
            "verse": 43,
            "text": "Atē jadōṁ' unhāṁ nū sāḍī'āṁ rauśanama'ī ā'itāṁ suṇā'ī'āṁ jāndī'āṁ hana tāṁ uha kahidē hana ki iha tāṁ sirafa ika badā hai, jihaṛā cāhudā hai ki sānū unhāṁ tōṁ rōka dēvē jinhāṁ dī sāḍē bāpa dādē pūjā karadē sana. Atē unhāṁ nē ākhi'ā iha tāṁ sirafa ika ghaṛi'ā hō'i'ā jhūṭha hai. Atē unhāṁ zālimāṁ dē sāhamaṇē jadōṁ uha saca ā'i'ā tāṁ unhāṁ nē ākhi'ā ki iha tāṁ sirafa ika pratakha jādū hai"
        },
        {
            "chapter": 34,
            "verse": 44,
            "text": "Atē asīṁ unhāṁ nū kitābāṁ nahīṁ ditī'āṁ sī jinhāṁ nū uha paṛhadē hōṇa. Atē asīṁ tuhāḍē tōṁ pahilāṁ unhāṁ dē kōla kō'ī sāvadhāna karana vālā nahīṁ bhēji'ā"
        },
        {
            "chapter": 34,
            "verse": 45,
            "text": "Atē inhāṁ tōṁ pahilē vāli'āṁ nē vī jhuṭhalā'i'ā. Iha usa dē dasavēṁ' hisē nū vī nahīṁ pahucē jihaṛā asīṁ inhāṁ nū bakhaśi'ā sī. Unhāṁ nē mērē rasūlāṁ tōṁ inakāra kītā, tāṁ kihō jihā sī unhāṁ upara mērā daḍha"
        },
        {
            "chapter": 34,
            "verse": 46,
            "text": "Āthō, maiṁ tuhānū ika gala dā upadēśa didā hāṁ ki tusīṁ alāha dē la'ī khaṛhē hō jā'u, dō-dō atē ika-ika karakē, phira vicāra karō ki tuhāḍē mitara nū dīvānagī nahīṁ hai. Uha tāṁ tuhānū sirafa ika saḵẖata sazā tōṁ pahilāṁ sāvadhāna karana vālā hai"
        },
        {
            "chapter": 34,
            "verse": 47,
            "text": "Ākhō, ki maiṁ`tuhāḍē tōṁ kūjha badalā magi'ā hōvē tāṁ uha tuhāḍā hī hai. Mērā badalā tāṁ sirafa alāha kōla hai. Atē uha hara cīza utē gavāha hai"
        },
        {
            "chapter": 34,
            "verse": 48,
            "text": "Ākhōṁ, ki mērā raba saca nū (jhūṭha tē) mārēgā. Uha gujhī'āṁ cīzāṁ nū jāṇana vālā hai"
        }
    ]
}