{
    "pages": [
        {
            "chapter": 3,
            "verse": 10,
            "text": "Bēśaka jinhāṁ lōkāṁ nē inakāra dī nītī apaṇā'ī hai, unhāṁ dī pūjī atē unhāṁ dī satāna alāha dē mukābalē vica unhāṁ dē kō'ī kama nahīṁ āvēgī. Atē iha lōka hī aga dā bālaṇa hōṇagē"
        },
        {
            "chapter": 3,
            "verse": 11,
            "text": "Unhāṁ dā pravāsa dā hō'i'ā hai, unhāṁ nē sāḍī'āṁ niśānī'āṁ nū jhuṭhalā'i'ā. Isa tē alāha nē, unhāṁ dē pāpāṁ dē kārana, unhāṁ nū pakaṛa li'ā atē alāha bahuta tasīhē dēṇa vālā hai"
        },
        {
            "chapter": 3,
            "verse": 12,
            "text": "Avagi'ā karana vāli'āṁ nū kahi dēvō ki huṇa tusīṁ adhīna hō jāvōgē atē naraka vala ikaṭhē karakē lijā'ē jā'ugē atē naraka bahuta būrā ṭhikāṇā hai"
        },
        {
            "chapter": 3,
            "verse": 13,
            "text": "Bēśaka tuhāḍē la'ī likhi'ā hai (niśānī hai) unhāṁ dō samūhāṁ vica, jinhāṁ adara (badara dē maidāna) vica muṭhabhēṛa hō'ī. Ika garupa alāha dē rāha vica yudha kara rihā sī atē dūjā avagi'ākārī sī. Iha avagi'ākārī khul'hī'āṁ akhāṁ nāla unhāṁ nū dugaṇā vēkhadē sana. Atē alāha jisa nū cāhudā hai, āpaṇī sahā'itā nāla śakatī dē ḍhidā hai. Isa vica akhāṁ vāli'āṁ la'ī baṛī sikhi'ā hai"
        },
        {
            "chapter": 3,
            "verse": 14,
            "text": "Lōkāṁ dē (hiradē) la'ī akaraśaka baṇā ditē ga'ē hana. Ichāvāṁ nāla prēma, auratāṁ, bēṭē, sōnē cāndī dē ḍhēra, niśāna lagē ghōṛē, paśū atē khētī. Iha sasārika jīvana dē samāna hana. Atē alāha dē kōla cagā ṭikāṇā hai"
        },
        {
            "chapter": 3,
            "verse": 15,
            "text": "Ākhōṁ, kī maiṁ tuhānū isa tōṁ bihatara cīza dasāṁ. Jō dharama nū āsarā baṇā'undē hana, unhāṁ dē raba kōla bāġa hana, jinhāṁ thalē nahirāṁ vaga rahī'āṁ hōṇagī'āṁ, uha, unhāṁ vica hamēśā rahiṇagē. Atē sucajī'āṁ, patanī'āṁ hōṇagī'āṁ atē alāha vī prasanatā hōvēgī. Atē usa dē badē alāha dī nig'hā (nirīkhaṇa? Vicōṁ hana. Jō kahidē hana ki hē sāḍē)"
        }
    ]
}