{
    "pages": [
        {
            "chapter": 3,
            "verse": 141,
            "text": "Tāṁ jō alāha īmāna vāli'āṁ nū chāṇṭa lavē atē avagi'ākārī'āṁ nū miṭā dēvē"
        },
        {
            "chapter": 3,
            "verse": 142,
            "text": "Kī tusīṁ samajhadē hō ki tusīṁ janata vica zalē jāvōgē hālāṅki ajē alāha nē tuhāḍē vicōṁ unhāṁ lōkāṁ nū jāṇi'ā nahīṁ, jinhāṁ nē karaṛā sagharaśa kītā atē nā unhāṁ nū jō aṭala rahiṇa vālē hana"
        },
        {
            "chapter": 3,
            "verse": 143,
            "text": "Tusīṁ mauta dī kāmanā kara rahē sī, `usa nū milaṇa tōṁ pahilāṁ, tāṁ huṇa tusīṁ khul'hī'āṁ akhāṁ nāla vēkha li'ā hai"
        },
        {
            "chapter": 3,
            "verse": 144,
            "text": "Muhamada sirafa ika rasūla hana. Unhāṁ tōṁ pahilāṁ vī ka'ī rasūla guzara cukē hana. Phira kī jēkara uha mara jāṇa jāṁ katala kara ditē jāṇa tāṁ tusīṁ ulaṭē dhaira phira jā'ugē. Jō badā phira jā'ē uha alāha dā kujha nahīṁ vigāṛēgā atē alāha dā śukara karana vāli'āṁ nū badalā dēvēgā"
        },
        {
            "chapter": 3,
            "verse": 145,
            "text": "Alāha dē hukama tōṁ binā kō'ī jīva mara nahīṁ sakadā. Iha alāha dā niradhārita kītā hō'i'ā vacana hai. Jihaṛā badā duni'āvī lābha cāhudā hai, usa nū asīṁ sasāra vicōṁ dē didē hāṁ atē jō pralōka dā lābha cāhudā hai. Asīṁ usa nū pralōka vicōṁ' dē didē hāṁ. Śukara karana vāli'āṁ nū asīṁ unhāṁ dā fala zarūra pradāna karāṅgē"
        },
        {
            "chapter": 3,
            "verse": 146,
            "text": "Kinē nabī hana, jinhāṁ dē nāla mila kē bahuta sārē alāha vāli'āṁ nē yudha kītā. Alāha dē māraga vica jō muśakalāṁ unhāṁ upara ā'ī'āṁ, unhāṁ tōṁ uha himata nā hārē atē nā hī kamazōrī dikhā'ī nā uha ḍarē. Alāha aṭala rahiṇa vāli'āṁ nū mitara baṇā'undā hai"
        },
        {
            "chapter": 3,
            "verse": 147,
            "text": "Unhāṁ dē mūha vicōṁ isa tōṁ' bināṁ kujha hōra nā nikali'ā ki hē sāḍē pālaṇahāra! Sāḍē pāpāṁ nū mu'āfa kara dē atē sāḍē kamāṁ vica jō sāḍē tōṁ ani'ā'i hō'i'ā hai usa nū mu'āfa kara dē. Atē sāḍē paira jamāṁ dē atē avagi'ākārī'āṁ dē virudha sāḍī sahā'itā kara"
        },
        {
            "chapter": 3,
            "verse": 148,
            "text": "Phira alāha nē unāṁ nū duni'āvī badalā vī ditā atē pralōka dā cagā badalā vī ditā. Alāha nēkī karana vāli'āṁ nū mitara baṇā'undā hai"
        }
    ]
}