{
    "maqras": [
        {
            "chapter": 3,
            "verse": 52,
            "text": "پس چون عیسی به یقین دریافت که قوم ایمان نخواهند آورد، گفت: کیست که با من دین خدا را یاری کند؟ حواریّون (شاگردان خاص او) گفتند: ما یاری کنندگان دین خداییم، به خدا ایمان آورده‌ایم، و گواهی ده که ما تسلیم فرمان اوییم"
        },
        {
            "chapter": 3,
            "verse": 53,
            "text": "پروردگارا ما به کتابی که فرستادی ایمان آورده و از رسول تو پیروی کردیم، نام ما را در صحیفه اهل یقین ثبت فرما"
        },
        {
            "chapter": 3,
            "verse": 54,
            "text": "یهود با خدا مکر کردند و خدا هم در مقابل با آنها مکر کرد، و خدا از همه بهتر تواند مکر کرد"
        },
        {
            "chapter": 3,
            "verse": 55,
            "text": "(به یاد آر) وقتی که خدا فرمود: ای عیسی، همانا من (روح) تو را قبض نموده و به سوی (آسمان قرب) خود بالا برم و تو را پاک و منزّه از (معاشرت و آلایش) کافران گردانم و پیروان تو را بر کافران تا روز قیامت برتری دهم، آن گاه بازگشت شما به سوی من خواهد بود، پس (به حق) حکم کنم در آنچه بر سر آن با هم به نزاع بر می‌خاستید"
        },
        {
            "chapter": 3,
            "verse": 56,
            "text": "پس آن گروهی را که کافر شدند به عذابی سخت در دنیا و آخرت معذّب گردانم، و (برای نجاتشان) هیچ کس به آنها مدد و یاری نخواهد کرد"
        },
        {
            "chapter": 3,
            "verse": 57,
            "text": "اما آنان که ایمان آورده و نیکوکار شدند، خدا اجر تمام و کامل به آنها عطا کند، و خدا هرگز ستمکاران را دوست نمی‌دارد"
        },
        {
            "chapter": 3,
            "verse": 58,
            "text": "این سخنان که بر تو می‌خوانیم از آیات الهی و ذکر حکمت آموز است"
        },
        {
            "chapter": 3,
            "verse": 59,
            "text": "همانا مثل (خلقت) عیسی به امر خدا مثل خلقت آدم است که او را از خاک بساخت، سپس بدان خاک گفت: (بشری به حد کمال) باش، همان دم چنان گشت"
        },
        {
            "chapter": 3,
            "verse": 60,
            "text": "سخن حق همان است که از جانب خدا به تو رسید، مبادا هیچ گاه در آن شکّ کنی"
        },
        {
            "chapter": 3,
            "verse": 61,
            "text": "پس هر کس با تو درباره عیسی در مقام مجادله برآید بعد از آنکه به احوال او آگاهی یافتی، بگو: بیایید ما و شما فرزندان و زنان و کسانی را که به منزله خودمان هستند بخوانیم، سپس به مباهله برخیزیم (در حق یکدیگر نفرین کنیم) تا دروغگویان (و کافران) را به لعن و عذاب خدا گرفتار سازیم"
        },
        {
            "chapter": 3,
            "verse": 62,
            "text": "این داستان به حقیقت سخن حق است، و جز آن خدای یکتا خدایی نیست، و همانا خداست که (بر همه کار) توانا و (به حقایق) داناست"
        },
        {
            "chapter": 3,
            "verse": 63,
            "text": "پس اگر روی از حق بگردانند (باید بترسند که) خدا از (کردار) مفسدان آگاه است"
        },
        {
            "chapter": 3,
            "verse": 64,
            "text": "بگو: ای اهل کتاب، بیایید از آن کلمه حق که میان ما و شما یکسان است پیروی کنیم که به جز خدای یکتا را نپرستیم، و چیزی را با او شریک قرار ندهیم، و برخی برخی را به جای خدا به ربوبیّت تعظیم نکنیم. پس اگر از حق روی گردانند بگویید: شما گواه باشید که ما تسلیم فرمان خداوندیم"
        },
        {
            "chapter": 3,
            "verse": 65,
            "text": "ای اهل کتاب، چرا در آیین ابراهیم با یکدیگر مجادله می‌کنید (که هر یک او را به خود نسبت می‌دهید)؟! در صورتی که تورات و انجیل شما فرستاده نشد مگر بعد از ابراهیم؛ آیا تعقل نمی‌کنید؟"
        },
        {
            "chapter": 3,
            "verse": 66,
            "text": "گیرم در آنچه می‌دانید شما را مجادله روا باشد، چرا در آنچه علم ندارید جدل و گفتگو به میان آورید؟! و خدا (همه چیز را) می‌داند و شما نمی‌دانید"
        },
        {
            "chapter": 3,
            "verse": 67,
            "text": "ابراهیم به آیین یهود و نصاری نبود، لیکن به دین حنیف توحید و اسلام بود و هرگز از آنان که به خدا شرک آورند نبود"
        },
        {
            "chapter": 3,
            "verse": 68,
            "text": "نزدیکترین مردم به ابراهیم کسانی هستند که از او پیروی کنند و این پیغمبر و امّتش که اهل ایمانند؛ و خدا دوستدار و سرپرست مؤمنان است"
        },
        {
            "chapter": 3,
            "verse": 69,
            "text": "گروهی از اهل کتاب انتظار و آرزوی آن دارند که شما را گمراه کنند، و گمراه نمی‌کنند مگر خودشان را، و (این را) نمی‌فهمند"
        },
        {
            "chapter": 3,
            "verse": 70,
            "text": "ای اهل کتاب، چرا به آیات خدا کافر شوید و حال آنکه شما به صدق آن گواهید؟"
        },
        {
            "chapter": 3,
            "verse": 71,
            "text": "ای اهل کتاب، چرا حق را به باطل مشتبه سازید (تا چراغ حق را به باد شبهات خاموش کنید) و حق را پوشیده می‌دارید در صورتی که (به حقّانیّت آن) آگاهید؟"
        },
        {
            "chapter": 3,
            "verse": 72,
            "text": "و گروهی از اهل کتاب گفتند: به دین و کتابی که برای مسلمانان نازل شده اول روز ایمان آرید و آخر روز کافر شوید، شاید (به این حیله) آنها نیز (از اسلام) برگردند"
        },
        {
            "chapter": 3,
            "verse": 73,
            "text": "و ایمان نیاورید مگر به آن کس که پیرو دین شما باشد-بگو: راه سعادت آن است که خدا بنماید-تا مبادا معلوم شود که به امتی دیگر نیز مانند شریعت شما عطا می‌گردد، یا بتوانند با شما نزد پروردگار احتجاج کنند. بگو: فضل و رحمت به دست خداست، به هر که خواهد عطا کند، و خدا را رحمت بی‌منتهاست و به همه امور داناست"
        },
        {
            "chapter": 3,
            "verse": 74,
            "text": "هر که را مشیّت او تعلّق بگیرد مخصوص به فضل و رحمت خود گرداند، و خدا را فضل و رحمت بی‌منتهاست"
        }
    ]
}