{
    "maqras": [
        {
            "chapter": 94,
            "verse": 1,
            "text": "(ای رسول گرامی) آیا ما تو را (به نعمت حکمت و رسالت) شرح صدر (و بلندی همّت) عطا نکردیم؟"
        },
        {
            "chapter": 94,
            "verse": 2,
            "text": "و بار سنگین (گناه) را (به اعطای مقام عصمت) از تو برداشتیم"
        },
        {
            "chapter": 94,
            "verse": 3,
            "text": "در صورتی که آن بار سنگین ممکن بود پشت تو را گران دارد"
        },
        {
            "chapter": 94,
            "verse": 4,
            "text": "و نام نکوی تو را (به رغم دشمنان، در عالم) بلند کردیم"
        },
        {
            "chapter": 94,
            "verse": 5,
            "text": "پس (بدان که به لطف خدا) با هر سختی البته آسانی هست"
        },
        {
            "chapter": 94,
            "verse": 6,
            "text": "و با هر سختی البته آسانی هست"
        },
        {
            "chapter": 94,
            "verse": 7,
            "text": "پس چون از نماز و طاعت پرداختی برای دعا همت مصروف دار"
        },
        {
            "chapter": 94,
            "verse": 8,
            "text": "و به سوی خدای خود همیشه متوجه و مشتاق باش"
        },
        {
            "chapter": 95,
            "verse": 1,
            "text": "قسم به تین و زیتون (دو میوه معروف انجیر و زیت یا دو معبد بزرگ کعبه و بیت المقدس)"
        },
        {
            "chapter": 95,
            "verse": 2,
            "text": "و قسم به طور سینا"
        },
        {
            "chapter": 95,
            "verse": 3,
            "text": "و قسم به این شهر امن و امان (مکّه معظّم)"
        },
        {
            "chapter": 95,
            "verse": 4,
            "text": "که ما انسان را در نیکوترین صورت (در مراتب وجود) بیافریدیم"
        },
        {
            "chapter": 95,
            "verse": 5,
            "text": "سپس (به کیفر کفر و گناهش) به اسفل سافلین (جهنم و پست‌ترین رتبه امکان) برگردانیدیم"
        },
        {
            "chapter": 95,
            "verse": 6,
            "text": "مگر آنان که ایمان آورده و نیکوکار شدند که به آنها پاداش دائمی (بهشت ابد) عطا کنیم"
        },
        {
            "chapter": 95,
            "verse": 7,
            "text": "پس (ای انسان مشرک ناسپاس) چه تو را بر آن داشت که دین حق و روز جزا را تکذیب کنی؟"
        },
        {
            "chapter": 95,
            "verse": 8,
            "text": "آیا خدا مقتدرترین و عادل‌ترین حکمفرمایان عالم نیست؟"
        },
        {
            "chapter": 96,
            "verse": 1,
            "text": "(ای رسول گرامی برخیز و قرآن را) به نام پروردرگارت که خدای آفریننده عالم است (بر خلق) قرائت کن"
        },
        {
            "chapter": 96,
            "verse": 2,
            "text": "آن خدایی که آدمی را از خون بسته (که تحول نطفه است) بیافرید"
        },
        {
            "chapter": 96,
            "verse": 3,
            "text": "بخوان و (بدان که) پروردگار تو کریم‌ترین کریمان عالم است"
        },
        {
            "chapter": 96,
            "verse": 4,
            "text": "آن خدایی که بشر را علم نوشتن به قلم آموخت"
        },
        {
            "chapter": 96,
            "verse": 5,
            "text": "به آدمی آنچه را که نمی‌دانست تعلیم داد"
        },
        {
            "chapter": 96,
            "verse": 6,
            "text": "راستی که انسان سرکش و مغرور می‌شود"
        },
        {
            "chapter": 96,
            "verse": 7,
            "text": "چون که خود را در غنا و دارایی ببیند"
        },
        {
            "chapter": 96,
            "verse": 8,
            "text": "محققا (پس از مرگ) باز گشت به سوی پروردگار تو خواهد بود"
        },
        {
            "chapter": 96,
            "verse": 9,
            "text": "دیدی آن کس را که منع (و تمسخر) می‌کرد؟"
        },
        {
            "chapter": 96,
            "verse": 10,
            "text": "آن بنده خدای را که به نماز مشغول شد؟ (مراد ابو جهل است که بر نماز، پیغمبر و اصحابش را به مسخرگی می‌آزرد)"
        },
        {
            "chapter": 96,
            "verse": 11,
            "text": "آیا چه می‌بینی اگر آن بنده (یا رسول) به راه راست باشد"
        },
        {
            "chapter": 96,
            "verse": 12,
            "text": "و خلق را به تقوا و پرهیزکاری امر کند (حال آنکه او را از نماز باز می‌دارد چگونه خواهد بود)"
        },
        {
            "chapter": 96,
            "verse": 13,
            "text": "آیا شما مردم بر این کس که حق را تکذیب می‌کند و (از رسول او) رو می‌گرداند چه رأی می‌دهید؟"
        },
        {
            "chapter": 96,
            "verse": 14,
            "text": "آیا او ندانست که خدا (اعمال زشتش را) می‌بیند (و از او روزی انتقام می‌کشد)"
        },
        {
            "chapter": 96,
            "verse": 15,
            "text": "هرگز (این را نداند)، اگر او (از کفر و ظلم و تکذیبش) دست نکشد البته ما موی پیشانیشن (به قهر و انتقام) بگیریم"
        },
        {
            "chapter": 96,
            "verse": 16,
            "text": "آن پیشانی دروغزن خطا پیشه را (به خاک هلاک کشیم)"
        },
        {
            "chapter": 96,
            "verse": 17,
            "text": "آن گاه او هر که از قبیله و عشیره خود را خواهد بخواند (که از هلاکش برهانند و هیچ کس نتواند)"
        },
        {
            "chapter": 96,
            "verse": 18,
            "text": "ما هم زبانیه دوزخ را (که فرشتگان قهر و عذاب و مأموران آتش جهنم‌اند، بر گرفتن او) می‌خوانیم"
        },
        {
            "chapter": 96,
            "verse": 19,
            "text": "(ای رسول گرامی) چنین نیست (که ابو جهل پنداشته که تو را به زجر و ظلم مطیع خود تواند کرد) تو هیچ از او اطاعت مکن و به نماز و سجده خدا پرداز و به حق نزدیک شو (که سجده و نماز موجب قرب حضرت بی نیاز است)"
        },
        {
            "chapter": 97,
            "verse": 1,
            "text": "ما این قرآن عظیم الشأن را در شب قدر نازل کردیم"
        },
        {
            "chapter": 97,
            "verse": 2,
            "text": "و چه تو را به عظمت این شب قدر آگاه تواند کرد؟"
        },
        {
            "chapter": 97,
            "verse": 3,
            "text": "شب قدر از هزار ماه بهتر و بالاتر است"
        },
        {
            "chapter": 97,
            "verse": 4,
            "text": "در این شب فرشتگان و روح (یعنی جبرئیل) به اذن خدا (بر مقام ولایت نبی و امام عصر علیه السّلام) از هر فرمان و دستور الهی نازل می‌شوند (و سرنوشت و مقدرات خلق را نازل می‌گردانند)"
        },
        {
            "chapter": 97,
            "verse": 5,
            "text": "این شب (رحمت و) سلامت و تهنیت است تا صبحگاه"
        },
        {
            "chapter": 98,
            "verse": 1,
            "text": "کافران اهل کتاب و مشرکان (از کفر و عصیان) منفک نبودند (و به راه صواب هدایت نمی‌یافتند) تا آنکه برهان و حجت حق بر آنها بیاید"
        },
        {
            "chapter": 98,
            "verse": 2,
            "text": "رسولی از جانب خدا (چون محمّد صلّی اللّه علیه و آله و سلّم) که کتب آسمانی پاک و منزه (از خطا و تحریف) را بر آنها تلاوت کند"
        },
        {
            "chapter": 98,
            "verse": 3,
            "text": "که در آن کتب نامه‌های حقیقت و راستی (و نگهبان سنّت عدل الهی) مسطور است"
        },
        {
            "chapter": 98,
            "verse": 4,
            "text": "و اهل کتاب (در حق این رسول گرامی) راه تفرقه و خلاف نپیمودند مگر پس از آنکه آنها را حجت کامل (در کتب آسمانی بر حقانیت رسول) آمد (و دانسته بر انکار او لجاج و عناد ورزیدند)"
        },
        {
            "chapter": 98,
            "verse": 5,
            "text": "در صورتی که (در کتب آسمانی) امر نشده بودند مگر بر اینکه خدا را به اخلاص کامل در دین (اسلام) پرستش کنند و از غیر دین حق روی بگردانند و نماز به پا دارند و زکات (به فقیران) بدهند. این است دین درست"
        },
        {
            "chapter": 98,
            "verse": 6,
            "text": "محقّقا آنان که از اهل کتاب کافر شدند (و عیسی و عزیر و رهبانان و احبار را به مقام ربوبیت خواندند) آنها با مشرکان همه در آتش دوزخند و در آن همیشه معذبند، آنها به حقیقت بدترین خلقند"
        },
        {
            "chapter": 98,
            "verse": 7,
            "text": "آنان که ایمان آوردند و نیکوکار شدند آنها به حقیقت بهترین اهل عالمند"
        },
        {
            "chapter": 98,
            "verse": 8,
            "text": "پاداش آنها نزد خدایشان باغهای بهشت عدن است که نهرها زیر درختانش جاری است و در آن بهشت ابد جاودان متنعّمند، خدا از آنها خشنود و آنها هم از خدا خشنودند. این بهشت مخصوص کسی است که از خدا ترسد (و به طاعت او پردازد)"
        },
        {
            "chapter": 99,
            "verse": 1,
            "text": "هنگامی که زمین به سخت‌ترین زلزله خود به لرزه در آید"
        },
        {
            "chapter": 99,
            "verse": 2,
            "text": "و بارهای سنگین اسرار درون خویش (که گنجها و معادن و اموات و غیره است) همه را از دل خاک بیرون افکند"
        },
        {
            "chapter": 99,
            "verse": 3,
            "text": "و (آن روز) آدمی (از فرط حیرت و اضطراب) گوید: زمین را چه پیش آمده؟"
        },
        {
            "chapter": 99,
            "verse": 4,
            "text": "آن هنگام زمین مردم را به حوادث خویش آگاه می‌سازد"
        },
        {
            "chapter": 99,
            "verse": 5,
            "text": "که خدا به او چنین الهام کند (تا به سخن آید و خلق را به اخبارش آگه نماید)"
        },
        {
            "chapter": 99,
            "verse": 6,
            "text": "درآن روز قیامت مردم از قبرها پراکنده بیرون آیند تا (پاداش نیک و بد) اعمال آنها را (در حساب و میزان حق) به آنان بنمایند"
        },
        {
            "chapter": 99,
            "verse": 7,
            "text": "پس هر کس به قدر ذره‌ای کار نیک کرده باشد (پاداش) آن را خواهد دید"
        },
        {
            "chapter": 99,
            "verse": 8,
            "text": "و هر کس به قدر ذره‌ای کار زشتی مرتکب شده آن هم به کیفرش خواهد رسید"
        },
        {
            "chapter": 100,
            "verse": 1,
            "text": "قسم به اسبانی که (سواران اسلام در جهاد با کفار تاختند تا جایی که) نفسشان به شماره افتاد"
        },
        {
            "chapter": 100,
            "verse": 2,
            "text": "و در تاختن از سم خود بر سنگ آتش افروختند"
        },
        {
            "chapter": 100,
            "verse": 3,
            "text": "و (بر دشمن شبیخون زدند تا) صبحگاه (آنها را) به غارت گرفتند"
        },
        {
            "chapter": 100,
            "verse": 4,
            "text": "و گرد و غبار از دیار کفار بر انگیختند"
        },
        {
            "chapter": 100,
            "verse": 5,
            "text": "و سپاه دشمن را همه در میان گرفتند"
        },
        {
            "chapter": 100,
            "verse": 6,
            "text": "(قسم به اسبان این مجاهدان دین خدا) که انسان نسبت به پروردگارش کافر نعمت و ناسپاس است"
        },
        {
            "chapter": 100,
            "verse": 7,
            "text": "و (خدا و یا) خود او بر این ناسپاسی محققا گواه است"
        },
        {
            "chapter": 100,
            "verse": 8,
            "text": "و هم او بر حب مال دنیا سخت فریفته و بخیل است"
        }
    ]
}