{
    "maqras": [
        {
            "chapter": 11,
            "verse": 108,
            "text": "و اما اهل سعادت هم تمام در بهشت ابد تا آسمان و زمین باقی است مخلّدند مگر آنچه مشیّت پروردگار تو باشد، که عطایی ابدی و نامقطوع است"
        },
        {
            "chapter": 11,
            "verse": 109,
            "text": "پس تو شک نداشته باش که اینان عبادت بتها را جز به پیروی و تقلید (جاهلانه) پدرانشان نمی‌کنند و ما آنچه سهم (عذاب) این مشرکان است بی کم و کاست خواهیم داد"
        },
        {
            "chapter": 11,
            "verse": 110,
            "text": "و محققا ما کتاب تورات را برای موسی فرستادیم آن‌گاه در آن اختلاف کردند، و اگر کلمه سابقه الهی و مشیّت ازلی خدا (بر تأخیر عذاب خلق تا قیامت) نبود همانا میان آنها حکم (به عذاب) می‌شد. و این مردم از این گونه وعد و وعیدها همیشه بدگمان و در شکّند و بر خود ریب و شبهه می‌کنند"
        },
        {
            "chapter": 11,
            "verse": 111,
            "text": "و محققا خدای تو همه خلق را به جزای همه اعمالشان می‌رساند، که او بر همه کردار خلق آگاه است"
        },
        {
            "chapter": 11,
            "verse": 112,
            "text": "پس تو چنان که مأموری استقامت و پایداری کن و کسی که با همراهی تو به خدا رجوع کند نیز پایدار باشد، و (هیچ از حدود الهی) تجاوز نکنید که خدا به هر چه شما می‌کنید بصیر و داناست"
        },
        {
            "chapter": 11,
            "verse": 113,
            "text": "و (شما مؤمنان) هرگز نباید با ظالمان همدست و دوست و بدانها دلگرم باشید و گر نه آتش (کیفر آنان) در شما هم خواهد گرفت و در آن حال جز خدا هیچ دوستی نخواهید داشت و هرگز کسی یاری شما نخواهد کرد"
        },
        {
            "chapter": 11,
            "verse": 114,
            "text": "و نماز را در دو طرف (اول و آخر) روز به پا دار و نیز در ساعات آغازین شب، که البته حسنات و نکوکاریها، سیّئات و بدکاریها را نابود می‌سازد، این (نماز یا این سخن که حسنات شما سیّئات را محو می‌کند) یادآوریی است برای اهل ذکر و پندی بر مردم آگاه است"
        },
        {
            "chapter": 11,
            "verse": 115,
            "text": "و صبر کن که خدا هرگز اجر نیکوکاران را ضایع نگذارد"
        },
        {
            "chapter": 11,
            "verse": 116,
            "text": "پس چرا در امم گذشته مردمی با عقل و ایمان وجود نداشت که (خلق را) از فساد و اعمال زشت نهی کنند مگر عده قلیلی که نجاتشان دادیم، و ستمکاران از پی تعیّش به نعمتهای دنیوی رفتند و مردمی فاسق بدکار بودند"
        },
        {
            "chapter": 11,
            "verse": 117,
            "text": "و خدا بر آن نیست که هیچ قومی و هیچ اهل دیاری را در صورتی که آنها مصلح و نیکوکار باشند به ظلم هلاک کند"
        },
        {
            "chapter": 11,
            "verse": 118,
            "text": "و اگر خدای تو می‌خواست همه (ملل و مذاهب) خلق را یک امت می‌گردانید و لیکن دائم با هم در اختلاف خواهند بود"
        },
        {
            "chapter": 11,
            "verse": 119,
            "text": "مگر آن کس که خدای تو بر او رحم آورد و برای همین آفریدشان، و کلمه (قهر) خدای تو به حتم و لزوم پیوست که فرموده دوزخ را از کافران جن و انس پر خواهم ساخت"
        },
        {
            "chapter": 11,
            "verse": 120,
            "text": "و ما از همه این حکایات و اخبار انبیا بر تو بیان می‌کنیم از آنچه که قلب تو را به آن قوی و استوار گردانیم، و در این شرح حال رسولان آنچه حق و صواب است بر تو آمده و اهل ایمان را نیز پند و عبرت و تذکر باشد"
        },
        {
            "chapter": 11,
            "verse": 121,
            "text": "و با آنان که ایمان نمی‌آورند بگو که شما هر چه بتوانید به زشتکاری و معصیت خدا بپردازید ما هم به کار اطاعت مشغول خواهیم بود"
        },
        {
            "chapter": 11,
            "verse": 122,
            "text": "و شما (جزای کردار خود را) منتظر باشید ما هم (پاداش عمل خود را از حق) منتظریم"
        },
        {
            "chapter": 11,
            "verse": 123,
            "text": "و هر چه در آسمانها و زمین پنهان است همه برای خداست و امور عالم همه به خدا بازگردانده می‌شود (و به دست قدرت اوست)، او را بپرست و بر او توکل کن، و پروردگار تو از آنچه می‌کنید غافل نیست"
        },
        {
            "chapter": 12,
            "verse": 1,
            "text": "الر (این حروف مقطعه رموز خدا و رسول است) این است آیات کتاب الهی که حقایق را آشکار می‌سازد"
        },
        {
            "chapter": 12,
            "verse": 2,
            "text": "این قرآن مجید را ما به عربی فصیح فرستادیم، باشد که شما (به تعلیمات او) عقل و هوش یابید"
        },
        {
            "chapter": 12,
            "verse": 3,
            "text": "ما به بهترین روش به وحی این قرآن بر تو حکایت می‌کنیم و تو پیش از این وحی هیچ از آن آگاه نبودی"
        },
        {
            "chapter": 12,
            "verse": 4,
            "text": "(اکنون متذکر شو خواب یوسف را) آن‌گاه که یوسف به پدر خود گفت: ای پدر در عالم رؤیا دیدم که یازده ستاره و خورشید و ماه مرا سجده می‌کردند"
        },
        {
            "chapter": 12,
            "verse": 5,
            "text": "یعقوب گفت: ای فرزند عزیز، زنهار خواب خود را بر برادران حکایت مکن که (به اغوای شیطان) بر تو مکر (و حسد) خواهند ورزید، زیرا دشمنی شیطان بر آدمی بسیار آشکار است"
        },
        {
            "chapter": 12,
            "verse": 6,
            "text": "و این (تعبیر خواب تو) چنین است که خدا تو را برگزیند و از علم تأویل خوابها بیاموزد و نعمت و لطفش را در حق تو و آل یعقوب مانند پدرانت ابراهیم و اسحاق تمام گرداند، که خدای تو دانا و حکیم است"
        }
    ]
}