{
    "pages": [
        {
            "chapter": 6,
            "verse": 19,
            "text": "Ask O Muhammad those who doubt your mission: \"What documentary evidence has more weight to support the truth of my mission than the attestation by Allah Himself!\" \"He is the witness of my actions and of your actions\". \"This Quran has been inspired to me to guide you into all truth and to warn you and warn all those whom it shall reach against counting Allah as being plural\". \"Do you people really bear witness to the plurality of Allah!\" \"I Just will not accord with this\". Say to them: \"Indeed He is only One Ilah, and I am absolutely innocent of your ills, and above all of your notion of incorporating with Him other deities"
        },
        {
            "chapter": 6,
            "verse": 20,
            "text": "Those who were recipients of Our Word -Jews and Christians- to whom We gave the Book -AL-Tawrah and AL-Injil (Torah and Bible) do recognize this Book -the Quran- as well as the Messenger to whom it is sent. They assert the existence of this reality as much as they are able to assert the identity of their sons, but those who are cheaply vicious to the perdition of their own souls refuse to recognize the truth"
        },
        {
            "chapter": 6,
            "verse": 21,
            "text": "And who is more wrongful than he who viciously and wrongfully relates to Allah falsehood or denies His revelations and signs betokening Omnipotence and Authority! Never shall the wrongful of actions find one instance of physical or spiritual prosperity Hereafter"
        },
        {
            "chapter": 6,
            "verse": 22,
            "text": "The Day shall come when We throng them all together and say to them: \"Where are your deities which you presumed to have divine nature that you incorporated them with Allah"
        },
        {
            "chapter": 6,
            "verse": 23,
            "text": "Not knowing what to do nor which way to turn they shall say: \"By Allah, our Creator, never did we incorporate with Allah other deities"
        },
        {
            "chapter": 6,
            "verse": 24,
            "text": "See how they will lie in their teeth and tell lies about themselves and be forsaken and renounced by those whom they presumed to share with Allah His divine nature and how they shall fail their expectations"
        },
        {
            "chapter": 6,
            "verse": 25,
            "text": "And among them are some who listen to your discourse on practical divinity and to the Quran when you recite it, not to profit by it but to pick holes in it and be able to tell their evil minds. The fact is that We have closed their hearts’ ears and deafened their ears to reason. They just would not apprehend with their senses any revelation or any sign no matter how convincing to the mind they be. And when they come to you O Muhammad they do not humble themselves but in arrogance they are more ready to argue than to obey. Vested with infidelity, they interpret their thoughts in words: \"This is nothing\", they say, \"but fables of old"
        },
        {
            "chapter": 6,
            "verse": 26,
            "text": "And they incite people to reject the Quran and decline to accept it, and they themselves have nothing to do with it. They only bring irretrievable disaster upon themselves and they do not have the wisdom to perceive this fact"
        },
        {
            "chapter": 6,
            "verse": 27,
            "text": "If only you could visualize their change of mind when they are confined into the slavish imprisonment of Hell! They shall wish they could be sent back to life below and they would never deny Allah's revelations and signs, and they would be among those who conform to Allah's will"
        }
    ]
}