{
    "pages": [
        {
            "chapter": 6,
            "verse": 36,
            "text": "It is only those who bow down their ears and open their heats’ ears that favourably respond to heaven's call and to spiritual prompting, whereas those destitute of spiritual life are as good as dead to admonition and the dead shall only hear when Allah resurrects them, be it in this world or in the world to come when back to Him they return"
        },
        {
            "chapter": 6,
            "verse": 37,
            "text": "And the infidels say: \"If only a convincing divine sign be bestowed on him, a sign we perceive mentally or by sight! Say to them O Muhammad: \"Allah is Omnipotent enough to send down any specific sign, but most of them are so ignorant to know the truth"
        },
        {
            "chapter": 6,
            "verse": 38,
            "text": "There is not a beast in the animal kingdom on earth nor a bird moving through the air with its wings but form distinct nations like you people. We have not left out anything informative but included it in this Book, and all shall just the same be thronged before Allah, their Creator"
        },
        {
            "chapter": 6,
            "verse": 39,
            "text": "Those who denied Our revelations and signs betokening Omnipotence and Authority, and denied your mission O Muhammad are indeed deaf and dumb; they are shrivelled into the darkness of want of spiritual and intellectual sight. But Allah misguides the minds of whom He. Will and guides to His path of righteousness whom He will"
        },
        {
            "chapter": 6,
            "verse": 40,
            "text": "Say to them: \"What if Allah afflicts you with a penalty in requital of your evil deeds or your Hereafter be planted in the now! Who is there besides Allah to invoke for mercy, if indeed you declare the truth"
        },
        {
            "chapter": 6,
            "verse": 41,
            "text": "Indeed it is only Allah Whom you shall inevitably invoke to relieve your misery if He will, and you shall forget your false deities whom you incorporate with Him"
        },
        {
            "chapter": 6,
            "verse": 42,
            "text": "We have sent Messengers before you O Muhammad to peoples who came to this world before your people, and We afflicted them with misfortunes and wedded them to calamities hoping they would, humble themselves to Allah"
        },
        {
            "chapter": 6,
            "verse": 43,
            "text": "But even then and thus still, they became hard-hearted and were befooled by AL-Shaytan (Satan) who allured them to brighter worlds as a reward for their doings and he led the way"
        },
        {
            "chapter": 6,
            "verse": 44,
            "text": "And when they became wilfully unmindful of all that We had imparted to them of knowledge and of the misfortunes they suffered, We opened, for them all the great channels of prosperity until their appetite and desire were gratified and they rejoiced beyond a common joy. There and then We suddenly seized them and dressed them with ruin and there, they simply gave up hope and nursed despair"
        }
    ]
}