{
    "pages": [
        {
            "chapter": 10,
            "verse": 7,
            "text": "Indeed, those who do not entertain the thought and belief of meeting with Allah and facing Him resolutely, and they are content with life here and rest assured and satisfied with it and they are oblivious of His signs betokening Omnipotence and Authority, are they who have lost their way"
        },
        {
            "chapter": 10,
            "verse": 8,
            "text": "Such persons were born to be losers. Their abode is Hell in requital of what their minds and souls have impelled them to do"
        },
        {
            "chapter": 10,
            "verse": 9,
            "text": "But those whose hearts have been impressed with the image of religious and spiritual virtues and their deeds with wisdom and piety, shall be recipients of Allah's mercy and grace. Allah guides them along the illumination proceeding from their innermost being to His path of righteousness ending in heaven's realm of beatitude where picturesque rivers flow beneath them as they enjoy a state of supreme felicity in the gardens of supreme bliss"
        },
        {
            "chapter": 10,
            "verse": 10,
            "text": "Their invocatory prayer therein shall be: Glory be to Allah and extolled are His glorious attributes. Their hearty reception therein shall be \"Peace\", and the conclusion of their prayer shall express their thoughts, thus: Praise be to Allah, the Creator of the universe"
        },
        {
            "chapter": 10,
            "verse": 11,
            "text": "If Allah were to hasten His response to people who deserve ill as they invoke Him to hasten His response to confer on them what is good, their Hereafter would be planted in the now. But We give those who do not entertain the thought the Day of Judgement plenty of rope to allow them free action to commit themselves to the loss in the maze of error"
        },
        {
            "chapter": 10,
            "verse": 12,
            "text": "When man is touched or befallen with a misfortune or wedded to a calamity, he invokes us for relief, reclining on his side or sitting or standing, and when We deliver him from what was burdensome and exhaustive to the mind, he passes heedless of Allah as if he never invoked Him to relieve him from a misfortune that had befallen him. Thus are the extravagant in their accounts of themselves allured by false hopes springing eternal in their bosoms"
        },
        {
            "chapter": 10,
            "verse": 13,
            "text": "Destruction and death of generations that preceded in order of time were events you people must have heard of. They were wrongful of actions. They received Messengers as spectacles and warnings but they refused to give credence to their messages and to the divine enlightenment, thus do We requite the wicked"
        },
        {
            "chapter": 10,
            "verse": 14,
            "text": "Then We brought you people into existence and made you the successors to see how you would act and whether or not you would behave like people of sense"
        }
    ]
}