{
    "pages": [
        {
            "chapter": 2,
            "verse": 211,
            "text": "Ask Bani Isra‘il, how many clear signs We imparted to them, signs guiding out of want of spiritual and intellectual vision into illumination and mental enlightenment! And he who distorts divine favour conferred upon him shall realize that Allah punishes severely"
        },
        {
            "chapter": 2,
            "verse": 212,
            "text": "Life here has eluded the eyes and minds of those who embrace their irreverent conviction and speak in derision of the believers. But those who revere Allah shall be above them on the Day of Resurrection, distinguished with eminence. Allah provides livelihood and merits whom He will with the necessary means without measure"
        },
        {
            "chapter": 2,
            "verse": 213,
            "text": "Mankind was a single ‘Ummah (Nation) of common descent occupying a definite territory. By natural generation, numbers multiplied and were scattered in various directions and became disunited emotionally and mentally. There and then Allah sent Prophets as a spectacle and warning to all. He equipped them with the Book of Truth guiding into all truth in order to judge between people regarding issues of reason. Yet those who disputed its precepts were the same who were given the Book (Ahl Al-Kitab) imparting enough signs guiding them into illumination and mental enlightenment. But they were no longer disposed to the truth due to their mutual enmity and malignant intention. Nonetheless, Allah will guide the truth-seeking believers to His path. Allah guides whom He will to the path of righteousness"
        },
        {
            "chapter": 2,
            "verse": 214,
            "text": "Or did you people who conformed to Islam think you would qualify to reside in Paradise before enduring hardship and trials determining your real qualities of endurance and inclination, trials similar to your predecessors’ subjection! They were so stricken by misfortunes and calamities that they trembled and quaked in fear to the point that the Prophet himself and those in his line expressed their thoughts: \"When shall Allah’s promised victory come to pass?\" Allah’s assistance is indeed near; He is the relief for such persons when in trouble"
        },
        {
            "chapter": 2,
            "verse": 215,
            "text": "They ask you, O Muhammad, what they should spend and to whose benefit. Say to them: spend in benevolence of whatever you righteously earned and regard the prior claims of family ties naturally owed to parents and kin and out of humanitarian duty owed to orphans and the needy and to those lacking means of transportation and journey on foot. And whatever divine deed you do shall come to Allah’s awareness"
        }
    ]
}