{
    "pages": [
        {
            "chapter": 23,
            "verse": 60,
            "text": "Who give in benevolence, no matter what, lifting to Allah their inward sight and laying to their hearts their fate in Day of Judgement, an event they realize however unseen and approximate however remote"
        },
        {
            "chapter": 23,
            "verse": 61,
            "text": "These are they who do strive to imprint their deeds with wisdom and piety and hasten to do more and hasten to gain more of Allah's mercy and blessings"
        },
        {
            "chapter": 23,
            "verse": 62,
            "text": "And on no soul do We impose what is beyond its capability nor more than it can bear, and We have a volume in which all records of deeds and actions are kept and it simply speaks like a book and no one shall ever be wronged"
        },
        {
            "chapter": 23,
            "verse": 63,
            "text": "But they -the infidels- are oblivious of all this and their hearts are sunk under the vexations of their minds, and besides that they engage themselves in work of irreverence and of evil that is wrought by want of thought"
        },
        {
            "chapter": 23,
            "verse": 64,
            "text": "And when We lay hold upon the affluent among them who live in lust and wed them to calamities they groan out their souls and invoke Allah for relief"
        },
        {
            "chapter": 23,
            "verse": 65,
            "text": "Do not ask for help now -here- or relief -Hereafter- for no help nor relief, shall you expect from Us ever"
        },
        {
            "chapter": 23,
            "verse": 66,
            "text": "My revelations were recited to you throughout and My evident signs were presented to you, but you always shunned the truth and turned the other way"
        },
        {
            "chapter": 23,
            "verse": 67,
            "text": "Ostentatiously exhibiting pride and inordinate self-esteem, making jokes and making it -the Quran- the object of your jokes rendering it as something ridiculous that should be disregarded and neglected"
        },
        {
            "chapter": 23,
            "verse": 68,
            "text": "Do they -these infidels- not pause to think and employ the faculty of reason and reflect upon the discourse reaching their ears to realize that it is the truth personified! or have they received a message unheard of nor was it conveyed to their forefathers"
        },
        {
            "chapter": 23,
            "verse": 69,
            "text": "Or do they not` recognize their Messenger Muhammad who is one of them and therefore do not avow him as one of their own"
        },
        {
            "chapter": 23,
            "verse": 70,
            "text": "Or do they accuse him of being possessed, ruinously imprudent or insane! Indeed, he is a person steadfast in adherence to His Creator and His cause and he brought them -these Pagans- the very truth guiding into all truth, but how hateful to most of them is the truth"
        },
        {
            "chapter": 23,
            "verse": 71,
            "text": "Indeed, if the truth were to accord with their desires, the heavens and the earth and all created beings, the animate and the inanimate therein would have gone to the bad and broken into corruption and fallen into disorder. But We have sent them the spirit of truth guiding into all truth and refers them directly to Allah. Yet they evade the troth. They are averse to admitting the truth and they shy off all that puts them in mind of the duties owed to Allah"
        },
        {
            "chapter": 23,
            "verse": 72,
            "text": "Or do you ask them O Muhammad to pay you for the divine service you render! Never! and they do know that. And they had better realize that the reward granted by Allah, your Creator, far excels what is given by all others, for He is the best Purveyor Who makes provision for the needs of all"
        },
        {
            "chapter": 23,
            "verse": 73,
            "text": "Besides, you are indeed the best guide who does lead them to righteousness, the path of Allah"
        },
        {
            "chapter": 23,
            "verse": 74,
            "text": "But those who deny Resurrection and Judgement Hereafter never deviate into sense. On the contrary, they deviate themselves from the path of righteousness"
        }
    ]
}