{
    "pages": [
        {
            "chapter": 34,
            "verse": 40,
            "text": "And on the Day He throngs them all for Judgement He shall question the angels, thus: \"Are these they who revered you and adored you with appropriate acts and rites"
        },
        {
            "chapter": 34,
            "verse": 41,
            "text": "Glory be to You O Allah\", they shall say, \"and extolled are Your glorious attributes. You are our tutelary Guardian, but it was the Jinn they worshipped and regarded as truthful and had faith in their rights and their powers"
        },
        {
            "chapter": 34,
            "verse": 42,
            "text": "There and then shall all he told: \"This is the day on which none of you has power over the others nor can any of you avail or do harm to the others\". We will say to the wrongful of actions: \"Now taste the torment of the Fire which you had consistently denied"
        },
        {
            "chapter": 34,
            "verse": 43,
            "text": "Yet when Our clear and lucid revelations are recited to them they proclaim: \"This man -Muhammad- is no more than someone who intends to stand in your way to make you deviate from the path your fathers had followed and to deny those deities they adored with appropriate acts and rites and they add\" This Quran is nothing but a pack of lies and a devised pious fraud\" And the infidels said when the truth when was presented to them: \"This is nothing but the work of magic and sorcery made manifest in him"
        },
        {
            "chapter": 34,
            "verse": 44,
            "text": "But We never sent or revealed to these people* divine Books to apply their minds to acquire learning and by consequence be able to evaluate the Quran. Nor did We send to them before you O Muhammad as Messenger a spectacle and a warning"
        },
        {
            "chapter": 34,
            "verse": 45,
            "text": "Similarly acted those who preceded them, they denied Our divine message and they rejected the truth, notwithstanding Allah's grace abounding in them. Affluence inflated them with pride whereas these people have not attained one tenth of what those of old attained: affluence in knowledge, wealth, power and the art of construction. Puffed up, they accused Our Messengers of falsehoods and how evil was the end for which they were destined"
        },
        {
            "chapter": 34,
            "verse": 46,
            "text": "Say to them: \"I advise you to think and think but this one single fact, you stand before Allah in pairs to reason with one another and singly to reason with your own conscience that your companion -the Messenger Muhammad- is not a demoniac but a spectacle and a warning who cautions you against the severe punishment you shall face if you do not deviate into sense"
        },
        {
            "chapter": 34,
            "verse": 47,
            "text": "And say to them: \"I never asked of you a price, my advice to you is entirely in your own interest while my reward rests in the hands of Allah Who is Shahidun (Who witnesses all things)"
        },
        {
            "chapter": 34,
            "verse": 48,
            "text": "Say to them: \"Indeed Allah, my Creator, projects the truth upon calumnies wherefore it overthrows falsehood. He is Allam (Omniscient) of all the unseen and unknown"
        }
    ]
}