{
    "pages": [
        {
            "chapter": 62,
            "verse": 9,
            "text": "O you whose hearts reflect the image of religious and spiritual virtues: when the call to the Friday prayer is proclaimed, apply yourselves to the service of Allah and present yourselves at the assembly in the mosque or place of worship and abstain from trading. This is much the better for you if only you knew"
        },
        {
            "chapter": 62,
            "verse": 10,
            "text": "When the prayer is concluded then disperse and spread about and make it your aim to seek the bounty of Providence, and keep Allah in mind whether you buy or sell, give or take and as often as you possibly can; heaven may prosper you"
        },
        {
            "chapter": 62,
            "verse": 11,
            "text": "And when they see merchandise purposed for trade or they See amusement- the happiness of those that cannot think - they disperse and spread about and leave you standing addressing to them the divine discourse. Say to them: \"What Allah has of rewards and happiness in His heaven's realm is far better than the satisfaction and happiness you derive from trade and amusement in life. And Allah is the best Purveyor to fit every person with what is necessary and with what he needs"
        },
        {
            "chapter": 63,
            "verse": 1,
            "text": "O you the Messenger: when the hypocrites come to you they say: \" we attest that you are the Messenger of Allah\" and Allah knows well that you are His Messenger, but deep down in their hearts they are insincere. Allah asserts that the hypocrites are untruthful, deceitful and their aim untrue"
        },
        {
            "chapter": 63,
            "verse": 2,
            "text": "They use their oaths to hide, under the garb of truth, their extreme vanity Many among the believers were deceived, and the hypocrite's policy achieved its necessary ends. In consequence they have blocked the path of Allah, the path of righteousness, and persistently opposed the progress in purpose and in action. Evil indeed is the way they have conducted themselves in life"
        },
        {
            "chapter": 63,
            "verse": 3,
            "text": "They adopted the faith and then they dropped it -Simpletons- their hearts' ears are closed and their breasts are filled with irreverence imposed upon their hearts by the evil hand"
        },
        {
            "chapter": 63,
            "verse": 4,
            "text": "If you see them you admire their physical or material frames, their looks speak affection and their discourse speaks their presence, and when they speak they speak all cream, skimmed, and they speak sense that you cannot help but open to them your heart's ears, while in effect their words are flattering and hollow, devoid of belief, just as hollow stems of trees are devoid of life. Prompted by sense of quiet and by anxiety for their safety, they are vulnerable and susceptible to a physical force, they are susceptible to a loud cry be it uttered in approbation or denunciation. They are the avowed enemy; beware of them; Allah condemns them in as much as they are worth. How could they deviate from the path of righteousness to the path of vanity"
        }
    ]
}