{
    "maqras": [
        {
            "chapter": 17,
            "verse": 50,
            "text": "بگو: «[استخوان خردشده كه آسان است، شما] سنگ باشید یا آهن،"
        },
        {
            "chapter": 17,
            "verse": 51,
            "text": "یا هر آفریده‌ای از آنچه كه در نظر شما از آن هم سخت‌تر است [باز خدا مى‌تواند شما را زنده كند].» آنان به زودى خواهند گفت: «چه كسى ما را بازمى‌گرداند؟» بگو: «همان كسى كه نخستین بار شما را آفرید.» پس به زودى سرهاى خویش را [با تعجّب و تمسخر] به سوى تو می‌جنبانند و می‌گویند: «[آن روز] چه هنگام خواهد بود؟» بگو: «شاید نزدیك باشد!»"
        },
        {
            "chapter": 17,
            "verse": 52,
            "text": "روزى كه شما را [از قبرهایتان] فرامى‌خواند، پس شما ستایش‌گویان اجابت مى‌كنید. و مى‌پندارید كه جز مدّت كوتاهى [در دنیا یا برزخ] درنگ نكرده‌اید"
        },
        {
            "chapter": 17,
            "verse": 53,
            "text": "و به بندگانم بگو: سخنى بگویند كه نیكوتر است، چرا كه شیطان میان آنان فتنه و فساد مى‌كند. شیطان همواره براى انسان، دشمنى آشكار بوده است"
        },
        {
            "chapter": 17,
            "verse": 54,
            "text": "پروردگار شما به شما داناتر است. اگر بخواهد بر شما رحمت مى‌آورد، یا اگر بخواهد [به خاطر كردارتان] شما را عذاب مى‌كند. و ما تو را بر آنان نگهبان و كارساز نفرستاده‌ایم [تا به ایمان­آوردن مجبورشان كنى]"
        },
        {
            "chapter": 17,
            "verse": 55,
            "text": "و پروردگارت به هر كه در آسمان‌ها و زمین است، داناتر است. و البتّه ما بعضى از پیامبران را بر بعضی دیگر برترى بخشیدیم. و به داوود زبور دادیم"
        },
        {
            "chapter": 17,
            "verse": 56,
            "text": "بگو: «كسانى را كه به جاى خدا [معبودان خود] پنداشتید، بخوانید. [تا دریابید كه‌] آنها نمى‌توانند آسیب و گزندى را از شما برطرف كنند، و [اختیار] هیچ تغییرى را نیز ندارند.»"
        },
        {
            "chapter": 17,
            "verse": 57,
            "text": "آنان را كه مى‌خوانند، [مانند عیسى و فرشتگان،] آنان خود وسیله‌اى براى تقرّب به پروردگارشان مى‌جویند، وسیله‌اى هر چه نزدیك‌تر، و به رحمت او امیدوارند و از عذابش بیمناك. همانا عذاب پروردگارت در خور پرهیز و وحشت است"
        },
        {
            "chapter": 17,
            "verse": 58,
            "text": "و هیچ منطقه‌ی آبادى نیست، مگر آن كه پیش از روز قیامت، [مردم] آن را هلاك مى‌كنیم یا [به خاطرگناهانشان] به شدّت عذاب مى‌نماییم. این در كتاب الهى ثبت شده است"
        },
        {
            "chapter": 17,
            "verse": 59,
            "text": "و هیچ چیز ما را از فرستادن آیات [و معجزاتی که مردم خواسته‌اند،] بازنداشت، جز این كه امّت‌هاى پیشین، آنها را تكذیب كردند. [و به این سبب نابود شدند.] ما به قوم ثمود ماده شترى دادیم كه [معجزه‌ای] روشنگر بود، امّا به آن ستم كردند. و ما معجزات را نمى‌فرستیم مگر براى بیم دادن"
        },
        {
            "chapter": 17,
            "verse": 60,
            "text": "و [به یادآور] آن‌گاه كه به تو گفتیم: «پروردگارت بر مردم احاطه دارد.» و آن رؤیایى را كه نشانت دادیم، و آن درخت نفرین شده در قرآن را، جز براى آزمایش مردم قرار ندادیم. و ما مردم را بیم مى‌دهیم، ولى [هشدار ما] جز طغیان و سركشى بزرگ، چیزى بر آنان نمى‌افزاید"
        },
        {
            "chapter": 17,
            "verse": 61,
            "text": "و به [یادآور] زمانى كه به فرشتگان گفتیم: «براى آدم سجده كنید.» پس همه جز ابلیس سجده کردند، او گفت: «آیا براى كسى سجده كنم كه [او را] از گل آفریده‌اى؟!»"
        },
        {
            "chapter": 17,
            "verse": 62,
            "text": "و گفت: «به من خبر ده، این است آن كسى كه بر من گرامى داشتى؟ اگر تا قیامت مهلتم دهى، یقیناً بر نسل او افسار می­زنم و آنان را به زیر سلطه مى‌كشانم، مگر اندكى را [که مخلَصند و توان فریب آنان را ندارم].»"
        },
        {
            "chapter": 17,
            "verse": 63,
            "text": "[خداوند به ابلیس] فرمود: «برو! هر كس از آدمیان از تو پیروى كند، قطعاً كیفرتان دوزخ است، كیفرى سخت و كامل"
        },
        {
            "chapter": 17,
            "verse": 64,
            "text": "و [اى شیطان!] هر كس از مردم را مى‌توانى با صداى خود بلغزان و نیروهاى سواره و پیاده‌ات را ضدّ آنان گسیل دار، و در اموال و فرزندان با آنان شریك شو، و به آنان وعده بده. و شیطان جز فریب، وعده‌اى به آنان نمى‌دهد"
        },
        {
            "chapter": 17,
            "verse": 65,
            "text": "قطعاً تو بر بندگان [خالص­شده‌ی] من تسلّطى ندارى. و حمایت و نگهبانى پروردگارت [براى آنان] كافى است.»"
        },
        {
            "chapter": 17,
            "verse": 66,
            "text": "پروردگار شما كسى است كه برایتان كشتى را در دریا به حركت درمى‌آورد، تا با تلاش خود از فضل و رحمتش بهره برید. البتّه او همواره نسبت به شما مهربان است"
        },
        {
            "chapter": 17,
            "verse": 67,
            "text": "و هرگاه در دریا به شما محنت و رنج رسد، هر كه را جز خداوند بخوانید، محو و گم مى‌شود. پس چون شما را نجات دهد و به خشكى رساند، از او روی مى‌گردانید. و انسان بسیار ناسپاس است"
        },
        {
            "chapter": 17,
            "verse": 68,
            "text": "پس آیا ایمِن شده‌اید از این كه شما را در ناحیه‌ى خشكى فروبرد؟ یا باران ریگ بر شما ببارد؟ سپس کارسازی براى خود نیابید"
        },
        {
            "chapter": 17,
            "verse": 69,
            "text": "یا ایمن شده‌اید از این كه خداوند دوباره شما را به دریا ببرد و طوفانى شكننده بر شما بفرستد؟ پس شما را به خاطر كفرتان غرق كند. آن‌گاه براى خود هیچ دادخواه و پی‌جویى در برابر قهر ما نیابید"
        }
    ]
}