{
    "rukus": [
        {
            "chapter": 2,
            "verse": 97,
            "text": "sie Nogen modarbejder Gabriel kende at han bringe den (Quran) into Deres hjerte ind overensstemmelse med gud ville bekræftende hidtige scriptures forsyne vejledning gode nyhed troendene"
        },
        {
            "chapter": 2,
            "verse": 98,
            "text": "Nogen modarbejder GUD Hans engle Hans bude Gabriel Michael kende at GUD modarbejder tvivlerne"
        },
        {
            "chapter": 2,
            "verse": 99,
            "text": "Vi sender jer such klare åbenbaringer kun wicked viljen forkaste dem"
        },
        {
            "chapter": 2,
            "verse": 100,
            "text": "Er det ikke begribelighed hvornår de stiller covenant pledge keep det visse af dem altid disregard det? Virkelig fleste af dem ikke tror"
        },
        {
            "chapter": 2,
            "verse": 101,
            "text": "Omgående bud fra GUD kommer dem jævne han beviser bekræfte deres egen scripture visse followers scripture (Jøder Christians Muslims) disregard gud scripture deres bakke idet de aldrig havde nogen scripture"
        },
        {
            "chapter": 2,
            "verse": 102,
            "text": "De forfulgte hvad djævlene underviste Solomon's kongerige. Solomon imidlertid ikke var tvivler djævlene var tvivlere. De underviste folkene trolddom og der sendtes derned to englene Babel Haroot Maroot. De to ikke divulge such viden pege Den er prøve! Du ikke abuse such viden. folkene bruge det ind such onde schemes idet bryde af ægteskaber! De aldrig harm nogen viljen GUD. De dermed lærer hvad smerte dem ikke hvad gavner dem de kender fulde godt den whoever praktiserer hekseri ikke have dele Herefter Usle indeed er hvad de sælge deres sjæle dersom de kun kendte"
        },
        {
            "chapter": 2,
            "verse": 103,
            "text": "De tro lede righteous liv belønningen fra GUD er fjerneste godt de kun kendte"
        }
    ]
}