{
    "rukus": [
        {
            "chapter": 10,
            "verse": 61,
            "text": "Du ikke får nogen situation nor gøre du recitere nogen Quran nor gøre du gør noget os værende bevidner thereof jer gøre det! Ikke jævn atom vægt er Deres Lord's kontrol er det himlene jorden. Nor er der noget mindre end atom større som ikke registreres dybe rekord"
        },
        {
            "chapter": 10,
            "verse": 62,
            "text": "Absolut gud allierede haver intet frygte nor ville de grieve"
        },
        {
            "chapter": 10,
            "verse": 63,
            "text": "De er de tro lede righteous liv"
        },
        {
            "chapter": 10,
            "verse": 64,
            "text": "I dem glæde lykke ind den verden også idet ind Herefter Den er gud unchangeable lov. Such er greatest triumfen"
        },
        {
            "chapter": 10,
            "verse": 65,
            "text": "Ikke bedrøves deres utterances! al magt belongs til GUD. Han er Hearer Alvidende"
        },
        {
            "chapter": 10,
            "verse": 66,
            "text": "Absolut til GUD belongs enhver himlene enhver på jord! De sætte idoler GUD virkelig følger intet. De kun tro de følger noget. De kun gætter"
        },
        {
            "chapter": 10,
            "verse": 67,
            "text": "Han er En rendered natten Deres hvile rendered dagen lighted. De være proofs folk høre"
        },
        {
            "chapter": 10,
            "verse": 68,
            "text": "De sagde GUD begotten søn! Han forherliges. Han er mest Rige. Til Ham belongs alt himlene alt på jord! Du ikke haver proof understøtte such blasfemi! Du sir GUD hvad du ikke kender"
        },
        {
            "chapter": 10,
            "verse": 69,
            "text": "Proklamere De fabricate løgne omkring GUD ville aldrig lykkes"
        },
        {
            "chapter": 10,
            "verse": 70,
            "text": "De får deres midlertidige dele ind den verden derefter til os er deres ultimate tilbagekomst derefter vi forpligte dem severe gengældelse i deres disbelieving"
        }
    ]
}