{
    "rukus": [
        {
            "chapter": 11,
            "verse": 96,
            "text": "Vi sendte Moses vore tegn dybe myndighed"
        },
        {
            "chapter": 11,
            "verse": 97,
            "text": "Til Pharaoh hans elders De fulgte befalingen Pharaoh Pharaoh's befaling ikke var kloge"
        },
        {
            "chapter": 11,
            "verse": 98,
            "text": "Han lede hans folk Dagen Opstandelse al den vej til Helvede; hvad usle bolig til leve ind"
        },
        {
            "chapter": 11,
            "verse": 99,
            "text": "De incurred fordømmelse ind den liv også idet på Dagen Opstandelse; hvad usle sti følger"
        },
        {
            "chapter": 11,
            "verse": 100,
            "text": "Den er nyhed forbi samfundene vi narrate jer. visse være destillationsapparat stå visse vanished"
        },
        {
            "chapter": 11,
            "verse": 101,
            "text": "Vi aldrig wronged dem; de wronged deres egen sjæle. Deres guder de påkaldte GUD ikke hjælpes dem ind den lille hvornår bedømmelsen Deres Lord kom. Virkelig de kun sikrede deres doom"
        },
        {
            "chapter": 11,
            "verse": 102,
            "text": "Such gengældelsen håndhævedes Deres Lord hvornår samfundene transgressed Indeed Hans gengældelse er smertelige devastating"
        },
        {
            "chapter": 11,
            "verse": 103,
            "text": "Den være lektion de frygter gengældelsen Herefter. Den er dag hvornår al folkene summoned - Dag bevidnes"
        },
        {
            "chapter": 11,
            "verse": 104,
            "text": "Vi udnævner specifikke tid det skiftes sted"
        },
        {
            "chapter": 11,
            "verse": 105,
            "text": "Dagen det kommer ikke vedtage sjæl utter enlige glose ind overensstemmelse med Hans ville! visse være usle visse være glade"
        },
        {
            "chapter": 11,
            "verse": 106,
            "text": "Angående usle en de være Helvede hvori de suk wail"
        },
        {
            "chapter": 11,
            "verse": 107,
            "text": "Eternally de abide therein idet længes idet himlene jorden udstår ind overensstemmelse med viljen Deres Lord Deres Lord er doer af whatever Han viljer"
        },
        {
            "chapter": 11,
            "verse": 108,
            "text": "Angående heldige en de være Paradis. Eternally de abide therein idet længes idet himlene jorden udstår ind overensstemmelse med viljen Deres Lord - everlasting belønning"
        },
        {
            "chapter": 11,
            "verse": 109,
            "text": "Ikke have nogen tvivl angående hvad de folk tilbedelse; de tilbeder netop ligesom de grundlagde deres forældre tilbede Vi requite dem deres due deler fully nedsættelse"
        }
    ]
}