{
    "rukus": [
        {
            "chapter": 16,
            "verse": 111,
            "text": "Dagen komme hvornår enhvere sjæl betjene dens egne advocate enhvere sjæl betalt fully whatever det gøre mindst uretfærdigheden"
        },
        {
            "chapter": 16,
            "verse": 112,
            "text": "GUD cites EKSEMPLET SAMFUND BRUGE VÆRE secure FREMGANGSRIGE forråd komme DET FRA OVERALT. derefter det drejede unappreciative af gud velsignelser. Følgelig GUD voldte dem smage hardships af sult insecurity. Such er requital hvad de gjorde"
        },
        {
            "chapter": 16,
            "verse": 113,
            "text": "Bud gik dem dem de forkastede ham. Følgelig gengældelsen struck dem i deres transgression"
        },
        {
            "chapter": 16,
            "verse": 114,
            "text": "Derfor du ædt gud forråd alt er lawful gode er taknemlige af gud velsignelser jer tilbeder Ham alene"
        },
        {
            "chapter": 16,
            "verse": 115,
            "text": "(Han kun prohibits jer afdødte dyr blod kødet grise mad der tilegnes GUD. Ene fremtvinges ædt de) uden værende deliberate ondskabsfulde derefter GUD er Forgiver Barmhjertigest"
        },
        {
            "chapter": 16,
            "verse": 116,
            "text": "Du ikke utter løgne Deres egen tunge fastslå Den er lawful den er unlawful fabricate ligger tillægge dem GUD! Sikkert de fabricate ligge tillægger dem til GUD ville aldrig lykkes"
        },
        {
            "chapter": 16,
            "verse": 117,
            "text": "De nyder snart derefter lide smertelige gengældelse"
        },
        {
            "chapter": 16,
            "verse": 118,
            "text": "Jøderne vi prohibited hvad vi narrated jer previously. Ikke var os wronged dem; de er en wronged deres egen sjælene"
        },
        {
            "chapter": 16,
            "verse": 119,
            "text": "men idet betragte de falder synder uvidenhed derefter fortryde thereafter reformere Deres Lord den gøres er Forgiver Barmhjertigest"
        }
    ]
}