{
    "rukus": [
        {
            "chapter": 30,
            "verse": 28,
            "text": "Han cites jer her eksempel fra jer du nogensinde hæver Deres servants Gøre underordne niveauet hvor de rival jer punktet som du betaler dem mere troskab idet være betalt til jer? Vi dermed forklarer åbenbaringerne folk forstår"
        },
        {
            "chapter": 30,
            "verse": 29,
            "text": "Indeed overtræderne følger deres egen opinions viden. Hvem derefter guide de sendes astray GUD? Ingen nogensinde hjælpes dem"
        },
        {
            "chapter": 30,
            "verse": 30,
            "text": "Derfor I hellige religionen strenge monotheism. Such er naturlige instinktet placerede into folkene GUD! Such anlæggelse af GUD ville aldrig skifter. Den er perfektionere religionen mest folk ikke kende"
        },
        {
            "chapter": 30,
            "verse": 31,
            "text": "Du forelægge Ham ærbødighed Ham observe Kontakten Bønner (Salat) og! - whatever du gør - Nogensinde ikke falder idol tilbede"
        },
        {
            "chapter": 30,
            "verse": 32,
            "text": "(Ikke falde idol tilbede) ligesom de deler deres religion sekter; hvert gilde juble med hvad de haver"
        },
        {
            "chapter": 30,
            "verse": 33,
            "text": "Hvornår modgang hjemsøger folkene de sving til deres Lord totalt helligende Ham. Men derefter idet snart idet Han brusebad dem med barmhjertighed, visse af dem revert idol tilbede"
        },
        {
            "chapter": 30,
            "verse": 34,
            "text": "Lade dem er unappreciative af hvad vi give dem! Nyde midlertidigt; du gøre det sikkert grundlægge ydre"
        },
        {
            "chapter": 30,
            "verse": 35,
            "text": "Vi givet dem autorisation have berettiger deres idolatry"
        },
        {
            "chapter": 30,
            "verse": 36,
            "text": "Hvornår vi bestow barmhjertighed folkene de juble therein. Hvornår modgang befalls dem konsekvens deres egen arbejder de bliver mismodige"
        },
        {
            "chapter": 30,
            "verse": 37,
            "text": "De ikke indser at GUD gøre forøge forrådet whomever Han viljer mindske det? De være lektioner folk tror"
        },
        {
            "chapter": 30,
            "verse": 38,
            "text": "(Derfor du give slægtningerne deres retmæssige dele velgørenhed) også ligesom fattig rejse alien Den er godt de sincerely søger gud velbehag; de er vinderne"
        },
        {
            "chapter": 30,
            "verse": 39,
            "text": "Ågeret praktiseres forøge visse folk rigdom ikke gevinst noget GUD! Dersom du giver velgørenhed søgende gud velbehag, de er en modtar deres belønne forgreningsrør"
        },
        {
            "chapter": 30,
            "verse": 40,
            "text": "GUD ER EN OPRETTEDE JER. Han er En forsyne for jer. Han er En lægger jer død. Han er En resurrects jer. nogen af Deres idoler gøre nogen af de ting? Han forherliges. Han er adskilligt too exalted have nogen partnere"
        }
    ]
}