{
    "juzs": [
        {
            "chapter": 8,
            "verse": 41,
            "text": "Know it, that a fifth of everything you acquire as the booty (in battle) belongs to Allah, the messenger and his relatives, the orphans, the needy, and the wayfarers. (Accept this) if you believe in Allah and that which We have revealed to Our servant on the day of decision _ the day the two armies met (in the battle of Badar). Allah is capable of doing everything"
        },
        {
            "chapter": 8,
            "verse": 42,
            "text": "(That day) you were (camped) on the near side of the valley, while they were (camped) on the farther side. Their caravan was on a lower ground than yours. If you had made a prior appointment to meet each other there in battle, you would surely have failed to keep it. (But it happened as it did), so that Allah may bring to pass events that simply had to happen. So that those who perish, might perish with a clear proof; and those who live might live on with a clear proof. Allah is certainly the all-Hearing and the all-Knowing"
        },
        {
            "chapter": 8,
            "verse": 43,
            "text": "In your dream, Allah had you see the enemy as fewer in number. You would have lost courage and disputed about the matter, had He showed many more of them to you (in your dream). But Allah saved you. Indeed, He knows (even) that which lies (buried) in the chest"
        },
        {
            "chapter": 8,
            "verse": 44,
            "text": "When you met each other (on the battlefield), He made them appear to you fewer in number. Further, He made you appear fewer in their eyes too; so that He may bring to pass that which had to happen. All matters are referred to Allah (for decision)"
        },
        {
            "chapter": 8,
            "verse": 45,
            "text": "Oh you who believe! When you encounter the enemy (on the battlefield) remain steadfast and remember Allah a lot. So that you may meet with success"
        },
        {
            "chapter": 8,
            "verse": 46,
            "text": "Obey Allah and His messenger and do not dispute, lest you lose courage and your strength wanes. Persevere patiently. Indeed Allah is with those who are patient"
        },
        {
            "chapter": 8,
            "verse": 47,
            "text": "Do not be like those who leave their homes (for battle) with a great pomp and conceit, and a desire to show off. They block (people) from the path of Allah. Everything they do is within Allah´s knowledge and domain"
        },
        {
            "chapter": 8,
            "verse": 48,
            "text": "Shaitan made their deeds appear adorable to them and said, \"Today nobody can defeat and overcome you, for I am with you.\" But when the two armies came close enough to see each other, he took to his heels (saying), \"I have nothing to do with you. I see what you do not see. I am (really) afraid of Allah.\" Of course, Allah is (very swift and) severe in (inflicting) punishment"
        },
        {
            "chapter": 8,
            "verse": 49,
            "text": "(Remember), the hypocrites and others with disease (of disbelief) in their hearts said (about the believers), \"Their faith has misled and blinded these people.\" But whoever places his trust in Allah (knows that) Allah is indeed the most Powerful, and the Wisest"
        },
        {
            "chapter": 8,
            "verse": 50,
            "text": "If only you could see the angels taking full possession (of the souls) of the unbelievers (at the time of their death)! They strike their faces and their backs and say, \"Here, taste the punishment of the blazing fire"
        },
        {
            "chapter": 8,
            "verse": 51,
            "text": "This is the result of what your own hands have wrought.\" Of course Allah is not unjust to His servants"
        },
        {
            "chapter": 8,
            "verse": 52,
            "text": "Their case is just like the nation of the pharaoh and others before them. They refused to believe the signs of Allah. Therefore, Allah took them to task for their sins. Indeed, Allah is very strong and severe in (inflicting) punishment"
        },
        {
            "chapter": 8,
            "verse": 53,
            "text": "This is because Allah never revokes the blessings He bestows upon a people unless they change their inner selves _ (their attitudes and actions). Surely, Allah hears all, and knows all"
        },
        {
            "chapter": 8,
            "verse": 54,
            "text": "(It is) like the example of the followers of the pharaoh, and those before them. They rejected the signs (and the revelations) of their Lord. So We destroyed them for their sins, and We drowned the followers of the pharaoh. All of them were evildoers"
        },
        {
            "chapter": 8,
            "verse": 55,
            "text": "Indeed, the worst of the creatures according to Allah are those who reject (the truth). Then, they would never believe"
        },
        {
            "chapter": 8,
            "verse": 56,
            "text": "(Particularly) those with whom you entered into a pact, and who broke their pledges each and every time. They do not fear (the punishment of Allah)"
        },
        {
            "chapter": 8,
            "verse": 57,
            "text": "Therefore, if you overcome them on the battlefield, deal with them very sternly, so as to strike terror among them, and to serve as a lesson for their successors. Perhaps, they would remember"
        },
        {
            "chapter": 8,
            "verse": 58,
            "text": "If you (have reason to) fear treachery and violation (of the pact) by any nation, then throw (their pact) back at them (openly and) in a fair manner. Of course Allah does not like the treacherous"
        },
        {
            "chapter": 8,
            "verse": 59,
            "text": "Let the unbelievers not think that they can (outrun and) escape. Of course, they cannot frustrate (Allah)"
        },
        {
            "chapter": 8,
            "verse": 60,
            "text": "Acquire and prepare all the (military) strength you can muster, including the finest trained horses (and other military wares). With that, you would daunt and deter the enemies of Allah _ your enemies, and others besides them. You do not know them, but Allah (surely) knows them. Anything you spend in the path of Allah will be returned to you in full. You will not be wronged (at all)"
        },
        {
            "chapter": 8,
            "verse": 61,
            "text": "If they _ (the enemies) _ seem inclined to make peace, then you too should lean towards it. Place your trust in Allah. Indeed, He is all-Hearing, and all-Knowing"
        },
        {
            "chapter": 8,
            "verse": 62,
            "text": "Allah will be sufficient on your behalf, should they intend to deceive you (by the offer of peace). It is He Who strengthened you by providing His support, and by providing the believing followers"
        },
        {
            "chapter": 8,
            "verse": 63,
            "text": "It is He Who caused the hearts of the believers to bind together (with love). Had you spent all that exists on this earth, you could not have secured their hearts (with bonds of brotherhood). Yet Allah has brought their hearts together. Indeed, He is the most Powerful, the Wisest"
        },
        {
            "chapter": 8,
            "verse": 64,
            "text": "Oh prophet! Allah is enough for you, and for those of the believers who follow you"
        },
        {
            "chapter": 8,
            "verse": 65,
            "text": "Oh prophet! Urge the believers to fight (for His cause). If, among you there are twenty patient and steadfast men, they would triumph over two hundred. A hundred of you would overcome a thousand unbelievers, since they are a people who do not understand"
        },
        {
            "chapter": 8,
            "verse": 66,
            "text": "At present Allah has eased your burden. He knows that you (still) have weakness (within your ranks). For now if, among you there are a hundred steadfast and patient men, they would triumph over two hundred. By the will of Allah, a thousand of you would triumph over two thousand. Allah is certainly with those who are patient and enduring"
        },
        {
            "chapter": 8,
            "verse": 67,
            "text": "It is not (befitting) for the prophet to take prisoners (during the battle) until he had thoroughly crushed (the enemy) in the land. You desire the lure of this world, while Allah intends (to give you) the (eternal) life to come. Allah is the most Powerful, the Wisest"
        },
        {
            "chapter": 8,
            "verse": 68,
            "text": "Had it not been for the preordained decree of Allah, a severe torment would have struck you because of what you took"
        },
        {
            "chapter": 8,
            "verse": 69,
            "text": "So, (enjoy and) partake of the booty you took (in battle). It is lawful and wholesome for you. And fear Allah; indeed, Allah is the most Forgiving, the most Merciful"
        },
        {
            "chapter": 8,
            "verse": 70,
            "text": "Oh prophet, say to those who are the prisoners in your hands, \"If Allah finds anything good in your hearts, He will grant you something even better than what was taken from you; and He will forgive your sins. Allah is the most Forgiving and the most Merciful"
        },
        {
            "chapter": 8,
            "verse": 71,
            "text": "If they intend treachery against you, (remember) they have already betrayed Allah. Therefore, He granted you power over them. Allah is the all-Knowing, the Wisest"
        },
        {
            "chapter": 8,
            "verse": 72,
            "text": "Indeed, those who believed, left their homes, and waged a struggle for the cause of Allah as well as those who helped them and gave them shelter are each other´s friends and allies. But you owe no obligation to those who failed to emigrate (and leave their homes) _ even though they believe _ until they do emigrate. However, if they seek your assistance in matters of faith, then you must help them, except against any nation with whom you have a pact of alliance. Allah (vigilantly) watches everything you do"
        },
        {
            "chapter": 8,
            "verse": 73,
            "text": "The unbelievers are each other´s friends and allies. Unless you do your part, confusion and chaos will prevail and a rampant corruption will wage in the land"
        },
        {
            "chapter": 8,
            "verse": 74,
            "text": "Those who believed, left their homes and waged a struggle for the cause of Allah as well as those who helped and protected them are really the true believers. There is forgiveness for them and a generous rewards"
        },
        {
            "chapter": 8,
            "verse": 75,
            "text": "Those who believed later, left their homes and waged the struggle along with you, are part of you. But according to Allah´s book of decrees, the blood relatives are closer to each other (and so inherit from each other). Indeed, Allah is aware of every single thing"
        },
        {
            "chapter": 9,
            "verse": 1,
            "text": "The abrogation of the pact (is hereby being proclaimed) by Allah and His messenger _ the pact you made with (some of) the polytheist (tribes)"
        },
        {
            "chapter": 9,
            "verse": 2,
            "text": "So, (Oh idolaters)! you may (stay and) move about in the land (in peace) for four months. You should know that you shall definitely not render Allah powerless. Allah is surely going to disgrace you"
        },
        {
            "chapter": 9,
            "verse": 3,
            "text": "An announcement for mankind from Allah and His messenger on the great day of Hajj (the pilgrimage): Allah and His messenger are free of any obligation concerning the Polytheists _ (those accepting partners with Allah). It is (Oh Idolaters!) better for you to (desist and) repent. For if you turn away, remember that you are unable to frustrate (and elude the grip of) Allah. So, warn the unbelievers of a painful punishment"
        },
        {
            "chapter": 9,
            "verse": 4,
            "text": "Except for those polytheist with whom you entered into a pact, and who neither violated any of its conditions, nor aided others against you. Honor (all aspects of) the pact made with them, for the duration of its term. Indeed, Allah loves those who are pious"
        },
        {
            "chapter": 9,
            "verse": 5,
            "text": "After the sacred months _ (the grace period of four months) _ have expired, slay them wherever you find them. Seize them, besiege them and lie in ambush for them at all possible places. But if they repent, establish ´salat´, and pay the ´zakat´, then let them go their way. Of course, Allah is the most Forgiving and the most Merciful"
        },
        {
            "chapter": 9,
            "verse": 6,
            "text": "If any of the idolaters asks you for an asylum, give him refuge till he hears the word of Allah _ (the Qur´an). After that, escort him to a safe place. That, because they are a people who do not know"
        },
        {
            "chapter": 9,
            "verse": 7,
            "text": "How can there exist an obligation (of the pact) upon Allah and His messenger in the case of the idolaters? Except for those with whom you entered into a pact in the vicinity of the Holy mosque. So, abide by the pact as long as they remain true (and abide). Indeed, Allah loves those who are dutiful"
        },
        {
            "chapter": 9,
            "verse": 8,
            "text": "How (can there be a pact since) whenever they gain an upper hand over you they neither honor the kinship ties, nor the obligation of the pact. With their mouths they (utter words to) appease (and assuage) you, even though their hearts refuse. Most of them are (immoral and) rebellious"
        },
        {
            "chapter": 9,
            "verse": 9,
            "text": "They traded away the verses (and signs) of Allah for a small gain. Thus, they prevented (people) from (following) His way. What they used to do was really despicable"
        },
        {
            "chapter": 9,
            "verse": 10,
            "text": "In the case of the believers, they do not honor kinship ties, or the pact. Of course, it is they who are the offenders _ (the transgressors)"
        },
        {
            "chapter": 9,
            "verse": 11,
            "text": "But if they repent, establish the ´salat´, and pay the ´zakat´, then they are your brothers in faith. For folks who have knowledge, We explain Our verses in detail"
        },
        {
            "chapter": 9,
            "verse": 12,
            "text": "And if they enter into a pact, and yet violate their pledges and (begin to) malign (and defame) your faith, then fight the leaders of disbelief. Perhaps they would desist. Their oaths are not worthy of trust"
        },
        {
            "chapter": 9,
            "verse": 13,
            "text": "Would you not fight against the people who violated their solemn pledges and conspired to expel the messenger (from his town). They began (hostilities) against you first, at the very start! Do you fear them? It is by far the right of Allah that you should fear Him (only). If you really do believe, (you would know)"
        },
        {
            "chapter": 9,
            "verse": 14,
            "text": "Fight them! By your hands, Allah will punish them! He will disgrace them and give you victory over them. And He will confer cure (and composure) upon the hearts of the believing nation"
        },
        {
            "chapter": 9,
            "verse": 15,
            "text": "He will rid the believers of the rage in their hearts. Allah accepts the repentance from whomever He wills. Allah is the most Aware, the Wisest"
        },
        {
            "chapter": 9,
            "verse": 16,
            "text": "Did you suppose that you would be left alone (without being tested)? Allah has yet to (test and ) know who, amongst you, will strive the hardest in His path, and would not accept as an ally anyone besides Allah, His messenger and other believers. Allah is well Aware of everything you do"
        },
        {
            "chapter": 9,
            "verse": 17,
            "text": "It is not (right) for the idolaters to act as the caretakers of the House of Allah. For they are the witnesses to their own disbelief (and rejection of faith). The (good) deeds of such people would come to naught. They shall be in the fire for eternity"
        },
        {
            "chapter": 9,
            "verse": 18,
            "text": "In fact, the caretakers of the house of Allah should be those who believe in Allah and the Day of Judgment, establish the ´salat´, pay the ´zakat´, and fear nothing except Allah. Such people are more likely to be rightly guided"
        },
        {
            "chapter": 9,
            "verse": 19,
            "text": "Do you regard the (deeds like) giving of water to the pilgrims to drink, and taking care of the mosque, to be (worth) the same as (the worth of) those who believe in Allah and the Day of Judgment, and strive for the cause of Allah? According to Allah, they are not equal! Allah does not guide the nation of evil doers"
        },
        {
            "chapter": 9,
            "verse": 20,
            "text": "According to Allah, far higher in rank are those who believed, left their homes and waged a struggle with their wealth, and their lives. Such are the successful ones"
        },
        {
            "chapter": 9,
            "verse": 21,
            "text": "Their Lord gives them the good news of His mercy, His approval, and their (very own) gardens (in paradise) where they shall have (exquisite) ever-lasting rewards"
        },
        {
            "chapter": 9,
            "verse": 22,
            "text": "There, they shall live for ever and ever. Of course Allah has the most awesome rewards"
        },
        {
            "chapter": 9,
            "verse": 23,
            "text": "Oh you who believe! Do not accept as allies (even) your father and your brother, if they prefer disbelief to faith. Those of you who befriend them are really the wrong doers"
        },
        {
            "chapter": 9,
            "verse": 24,
            "text": "Say, \"If (the worldly bonds) _ your father, sons, brothers, wives, other relatives, the wealth you have amassed, the business you fear to lose, and the house you are so fond of _ are dearer to you than Allah, His messenger and the struggle in His path, then wait till Allah renders His decision. Allah does not guide the sinful nation"
        },
        {
            "chapter": 9,
            "verse": 25,
            "text": "Certainly, Allah had given you victories in many battles. In the battle of ´Hunain´, however, your superiority (over your enemy) because of greater number had pleased you. But it did not help you a bit. Despite its vastness, the earth closed in on you. You turned your back and ran"
        },
        {
            "chapter": 9,
            "verse": 26,
            "text": "After that, Allah bestowed peace and serenity upon His messenger and the believers. To help you, He sent down the armies you could not see, and He punished those who denied the truth. Such is the due for the unbelievers"
        },
        {
            "chapter": 9,
            "verse": 27,
            "text": "Even after all that, Allah will accept the repentance from whomever He wants. Allah is the most Forgiving and the most Merciful"
        },
        {
            "chapter": 9,
            "verse": 28,
            "text": "Oh you believers, (remember)! those who ascribe partners to Allah are really unclean. Therefore, after (the pilgrimage) this year let them not come (anywhere) near the sacred mosque (in Makkah). If you fear poverty, Allah may soon enrich you as He wills. Indeed, Allah is the most Aware, the Wisest"
        },
        {
            "chapter": 9,
            "verse": 29,
            "text": "Fight against the people of the book _ those of them who do not believe in Allah and the Last Day, do not forbid that which Allah and His messenger have forbidden, and do not follow the religion of truth. (Fight against them) till they (agree to) pay ´jazia´ (the submission tribute) and accept an inferior status"
        },
        {
            "chapter": 9,
            "verse": 30,
            "text": "The Jews said, \"Uzair (Ezra) is the son of Allah\", and the Christians said, \"Jesus is the son of Allah.\" These are (nothing but mere) words that escape their lips. They just (ape and) echo the words of the unbelievers of earlier times. Allah´s curse is upon them! How (easily) are they being deceived"
        },
        {
            "chapter": 9,
            "verse": 31,
            "text": "Instead of Allah they accepted their scholars, their monks, and (above all) Jesus son of Mary, to be their gods. In fact, they were commanded to worship (none but) the One (true) God. There is no god but He. Exalted is He, far above the partners they associate with Him"
        },
        {
            "chapter": 9,
            "verse": 32,
            "text": "They desire to snuff out the light of Allah huffing and puffing at it with their mouths _ (by uttering banalities) _ but Allah insists upon bringing His light to perfection, much to the chagrin of the unbelievers"
        },
        {
            "chapter": 9,
            "verse": 33,
            "text": "He it is, Who sent His messenger with (true) guidance for an ideal way of life, in order to make it prevail over all the other systems of belief, much to the dislike of the polytheists"
        },
        {
            "chapter": 9,
            "verse": 34,
            "text": "Oh you believers! In fact, a lot of rabbis and monks usurp the wealth of others wantonly, and with foul means. They turn people away from the path of Allah. So give the news of a painful punishment to those who amass gold and silver, instead of spending them in the path of Allah"
        },
        {
            "chapter": 9,
            "verse": 35,
            "text": "That day _ (the Day of Judgment) _ their treasure would be heated up in the fire of hell. With that (red hot metal) their forehead, flanks and back shall be branded (and charred). \"This is what you had saved up for yourself. Now taste what you had amassed"
        },
        {
            "chapter": 9,
            "verse": 36,
            "text": "The fact is, the number of months according to Allah are twelve (in a year). It was so ordained by Allah at the time when He created the heavens and the earth. Four of those months are sacred. Therefore, do not commit a sin against yourself (by violating the sanctity of these months). Fight against the ´mushriqeen´ _ (those who ascribe partners for Allah) _ on all fronts with unity in your ranks, just as they fight you. Be aware, that surely Allah is with the pious"
        },
        {
            "chapter": 9,
            "verse": 37,
            "text": "´Nasi´, (the postponement of the sacred months) is another instance (and example) of disbelief, (a practice) by which the unbelievers are led further astray. They deem a month ´not sacred´ one year and declare it to be sacred the next, in order to make up the numbers of sacred months (in a year). Thus, they (find a way to) legitimize what Allah has forbidden. Such an evil course seems pleasing to them. Allah does not guide the nation of unbelievers"
        },
        {
            "chapter": 9,
            "verse": 38,
            "text": "Oh you who believe! What is the matter with you? When asked to (leave home and) go (into battle) for the sake of Allah, you drag your feet and cling to the ground. Do you prefer the life of this world to the afterlife? Compared to the afterlife, the possessions (and pleasures) of the life of this world are much too meager"
        },
        {
            "chapter": 9,
            "verse": 39,
            "text": "If you do not proceed (into battle), Allah will inflict a painful punishment upon you. And in your place, He will bring another nation. You cannot harm Him a bit! Allah has (absolute) power over everything"
        },
        {
            "chapter": 9,
            "verse": 40,
            "text": "If you fail to help the prophet, (Allah will)! Allah had certainly helped him when the unbelievers had driven him out (of the town). He was (at that time) one of the two. The two of them were (hiding) in a cave when he said to his companion, \"Do not worry, Allah is with us.\" So Allah, by His grace, caused the (reassuring) peace and serenity to descend upon him. (Allah) strengthened him with forces you could not see. He brought the words (and slogans) of the unbelievers down to the lowest level, while the word of Allah is (always) Supreme. Allah is the Almighty, and the Wisest"
        },
        {
            "chapter": 9,
            "verse": 41,
            "text": "Go forth (into battle), whether you are light or laden. With your wealth and life, wage a struggle for the cause of Allah. That is better for you, if you only know"
        },
        {
            "chapter": 9,
            "verse": 42,
            "text": "They would have come out and accompanied you if the mission involved a quick gain or an easy journey, but the hardship of the long journey bothers them. Yet, (when you come back) they would swear by Allah and say, \"If we could, we would have accompanied you.\" (Thus), they destroy their souls. Of course, Allah knows that they are the liars"
        },
        {
            "chapter": 9,
            "verse": 43,
            "text": "May Allah forgive you! Why did you grant them permission (to stay behind)? Otherwise, it would have become evident to you who is sincere and who is the liar"
        },
        {
            "chapter": 9,
            "verse": 44,
            "text": "Those who (really) believe in Allah and the Last Day would never ask you to exempt them from waging a struggle with their wealth and their life. Of course, Allah is very well aware of those who fear (Him)"
        },
        {
            "chapter": 9,
            "verse": 45,
            "text": "Actually, those who do not believe in Allah and the Last Day are the ones asking you for an exemption. Their heart raises doubts and they waver in their doubts"
        },
        {
            "chapter": 9,
            "verse": 46,
            "text": "If they had any intentions of going into battle, they would surely have prepared for it. But Allah did not like them to go, and He held them back. They were told, \"(Go) sit (at home) along with those who (always) stay home"
        },
        {
            "chapter": 9,
            "verse": 47,
            "text": "Had they gone (into battle) with you, they would have caused nothing but chaos within your ranks. They would be active in trying to corrupt (the morals and morale). There are some among you who do listen to them. Allah is well aware of the evil doers"
        },
        {
            "chapter": 9,
            "verse": 48,
            "text": "They had sought to foment dissension and discord on an earlier occasion, too. They turned matters upside down to defeat you. But despite their hatred, the truth (victory) arrived and Allah´s decree became manifest"
        },
        {
            "chapter": 9,
            "verse": 49,
            "text": "Among them are some who say, \"Grant me leave. Do not put me through a test.\" Beware! A trial it is, intowhich they have (just) stumbled. Of course, the hellfire surrounds the unbelievers"
        },
        {
            "chapter": 9,
            "verse": 50,
            "text": "It bothers them if something good comes your way. But if a disaster strikes you they say, \"Good thing, we took precaution beforehand.\" And happily they turn away"
        },
        {
            "chapter": 9,
            "verse": 51,
            "text": "Say, \"Nothing will ever happen to us except what Allah has decreed for us. He is our (Patron and) Protector. The believers should place their trust (only) in Allah"
        },
        {
            "chapter": 9,
            "verse": 52,
            "text": "Say, \"In our case, what you await is (nothing except) one of the two wonderful gains _ (victory or martyrdom). And in your case, what we are waiting for, is whether Allah will punish you Himself, or by our hands. (So wait on) we (too) are waiting with you"
        },
        {
            "chapter": 9,
            "verse": 53,
            "text": "Say, \"What you contribute _ willingly or unwillingly _ would not be accepted. Indeed, you have (always) been an evil (sinful) nation"
        },
        {
            "chapter": 9,
            "verse": 54,
            "text": "What prevented their contributions from being accepted is the fact that they did not believe in Allah and His messenger. When they come to offer ´salat´ they are (always) neglectful and indolent. When they spend (for the sake of Allah) they do so with resentment"
        },
        {
            "chapter": 9,
            "verse": 55,
            "text": "Abundance of their wealth and children should not amaze you. In fact, with these (very things) Allah wants to punish them in the life of this world. (And He intends) that their souls depart (their bodies) in a state of disbelief"
        },
        {
            "chapter": 9,
            "verse": 56,
            "text": "They swear by Allah that they certainly belong to you (and are with you). But they are not part of you. Rather, they are a people ridden with fear"
        },
        {
            "chapter": 9,
            "verse": 57,
            "text": "Had they found a refuge _ a cave or a place of hiding _ they would have frantically rushed towards it; and they would remain defiant"
        },
        {
            "chapter": 9,
            "verse": 58,
            "text": "Among them are those who find fault with you (Oh Muhammad, SAW) concerning the distribution of charity. They stay happy if they are given a share. But any time they do not receive (charity), they suddenly become enraged"
        },
        {
            "chapter": 9,
            "verse": 59,
            "text": "Of course, (they would have fared better) had they been content with what Allah and His messenger gave them. If only they had said, \"For us, Allah suffices. Allah will soon, by His Grace, grant us (riches) and (so will) His messenger. We turn to Allah (with our prayers)"
        },
        {
            "chapter": 9,
            "verse": 60,
            "text": "In fact, the ´zakat´ is meant for the needy and the poor, as well as for those appointed to collect and distribute it. (In addition, it may be used) to win hearts over (to Islam), to free slaves and those in debt, (to wage a struggle) for the sake of Allah, and to help the wayfarer. It is an obligation imposed by Allah; and Allah is well aware, the Wisest"
        },
        {
            "chapter": 9,
            "verse": 61,
            "text": "Among them are those who annoy and hurt the prophet by saying, \"He is all ears _ (he lends his ears to all).\" Say, \"For your own good, he is all ears. He believes in Allah and trusts the believers; he is mercy for those of you who believe.\" There is a painful punishment for those of you who annoy the messenger of Allah"
        },
        {
            "chapter": 9,
            "verse": 62,
            "text": "They invoke Allah and swear before you (the Muslims), in order to please you. However, Allah _ and so also His messenger _ has a greater right, so that if they are the (true) believers they should (try to) please Him"
        },
        {
            "chapter": 9,
            "verse": 63,
            "text": "Do they not know that the fire of hell is for those who act contrary to (the commands of) Allah and His messenger? They shall stay there forever. That is the greatest disgrace"
        },
        {
            "chapter": 9,
            "verse": 64,
            "text": "The hypocrites are afraid that a ´surah´ (of the Qur´an) might (soon) be revealed exposing whatever exists in their hearts. Say, \"Make fun (all you want). But Allah is going to reveal that which you dread"
        },
        {
            "chapter": 9,
            "verse": 65,
            "text": "If you were to ask them, they would surely say, \"We were just joking and having fun.\" Say, \"Are you having fun (and cutting jokes) about Allah, His verses and His messenger"
        },
        {
            "chapter": 9,
            "verse": 66,
            "text": "Make no excuses, now. You have denied the truth, after first having professed belief. We may pardon some of you, but We would certainly punish others amongst you because they are really guilty"
        },
        {
            "chapter": 9,
            "verse": 67,
            "text": "All hypocrites _ men as well as women _ resemble each other. They enjoin wickedness and forbid decency. They are tight-fisted (and do not spend for the cause of Allah). They forgot Allah, and so He forgot them. The hypocrites really are the evil doers"
        },
        {
            "chapter": 9,
            "verse": 68,
            "text": "Allah promises the fire of hell for the hypocrite men and the hypocrite women, as well as for the unbelievers. They shall stay in it forever. It serves them right! Allah has cursed them. For them, there exists a (constant) ever-lasting torment"
        },
        {
            "chapter": 9,
            "verse": 69,
            "text": "(You hypocrites are) like those (generations of hypocrites) before you who enjoyed their share (of life and leisure)! Compared to you they had more power. They had a lot more wealth and descendants. So, go ahead and enjoy your share (of life) just like those before you. Stay engrossed (and lost) in play and pleasure, just like those before you. Their efforts (and endeavors) amounted to nothing in the life of this world, or in the afterlife. Such are the losers"
        },
        {
            "chapter": 9,
            "verse": 70,
            "text": "Has the news not reached them about the nations before them _ the nation of ´Nooh´, the ´Aads, and the ´Samoods, as well as the nation of Ibraheem, the people of Midian and the overthrown cities? The messengers brought them the clear proofs. Allah was not (at all) unjust to them. Rather, they used to wrong themselves"
        },
        {
            "chapter": 9,
            "verse": 71,
            "text": "And the believers _ men and women _ are each other´s helpers and protectors; they enjoin the right and forbid the wrong. They establish the ´salat´, pay the ´zakat, and obey Allah and His messenger. It is they upon whom Allah will shower mercy. Indeed, Allah is the most Powerful and the Wisest"
        },
        {
            "chapter": 9,
            "verse": 72,
            "text": "Allah has promised the believers _ men and women _ the paradise, right through which run the rivers. Till eternity, they shall live in the beautiful mansions, and in perpetual bliss. Above all, the acceptance and the approval of Allah are far greater. That is indeed the supreme triumph"
        },
        {
            "chapter": 9,
            "verse": 73,
            "text": "Oh prophet, wage an utmost struggle against the unbelievers and the hypocrites, and be harsh with them. Hell fire is their abode, and it is the worst of the destinations"
        },
        {
            "chapter": 9,
            "verse": 74,
            "text": "The hypocrites swear by Allah that they have said nothing (wrong); but surely they did utter the words of disbelief. After accepting Islam they have disbelieved! They attempted to do what they could not carry out. How hostile (and resentful) are they, simply because Allah, by His grace and through His messenger, enriched them! It would be to their advantage if they repented. However, if they turn away, Allah will torment them with a painful punishment in this world, as well as in the life-to-come. They do not have any friends or helpers in this world"
        },
        {
            "chapter": 9,
            "verse": 75,
            "text": "There are those of them who pledged to Allah, (saying), \"If He (ever) bestows His bounties upon us, we would most certainly spend in charity and be among the righteous"
        },
        {
            "chapter": 9,
            "verse": 76,
            "text": "But when He bestowed His bounties upon them, they were stingy (and they withheld their wealth). Abandoning (their oaths), they went back (on their words)"
        },
        {
            "chapter": 9,
            "verse": 77,
            "text": "Consequently, He planted hypocrisy in their heart right till they meet Him. (This is) because they went back on their promise with Allah, and because they used to lie"
        },
        {
            "chapter": 9,
            "verse": 78,
            "text": "Do they not know that Allah is well Aware of their intrigues and their secret conferences? Of course, Allah is all-Knower of the unknown and the unseen"
        },
        {
            "chapter": 9,
            "verse": 79,
            "text": "The hypocrites criticize the (true) believers who give charity willingly and beyond the call of duty, as well as those who find nothing (to give) except their own (physical) efforts (and struggles). They make fun of the believers. But Allah makes fun of the hypocrites. For them, there exists a painful punishment"
        },
        {
            "chapter": 9,
            "verse": 80,
            "text": "(Oh Muhammad, SAW) you may beg forgiveness for them, or decide not to. Allah will certainly not forgive them, even if you sought forgiveness for them seventy times over. This is so, because they really did not believe in Allah and His messenger. Allah does not guide the (rebellious) sinful people"
        },
        {
            "chapter": 9,
            "verse": 81,
            "text": "The hypocrites who stayed home and did not follow the messenger of Allah (on his mission) rejoice (over their inactive stance). They did not care to wage the struggle with their wealth and their life for the sake of Allah. (Rather), they said (to others), \"Do not go forth (into battle) in this heat.\" Say, \"The fire of hell is hotter and far worse!\" If only they understood"
        },
        {
            "chapter": 9,
            "verse": 82,
            "text": "Now, let them laugh sparingly and weep a lot; (such is) the result of what they used to commit"
        },
        {
            "chapter": 9,
            "verse": 83,
            "text": "Should Allah bring you back to a group of (these) hypocrites, and should they seek your permission to go out (into battle for you), tell them (plainly), \"You shall never accompany me (into battle) ever again. You shall never fight the enemy with me. You were content with sitting idle (and inactive) on the first occasion. Now, sit still in the company of those who (always) stay behind"
        },
        {
            "chapter": 9,
            "verse": 84,
            "text": "(Oh Muhammad, SAW) do not ever offer (the funeral) prayer for them when any of them dies. Do not ever stand (and pray) by his graveside. They certainly disbelieved Allah and His messenger, and died as evil doers (and disobedient ones)"
        },
        {
            "chapter": 9,
            "verse": 85,
            "text": "Let (the abundance of) their wealth and children not surprise you. By these means, Allah plans to punish them in (the life of) this world, so that their souls shall depart (their bodies) while they are still the unbelievers"
        },
        {
            "chapter": 9,
            "verse": 86,
            "text": "As soon as a chapter (of the Qur´an) is revealed (instructing them), \"Believe in Allah and wage a struggle along with His messenger\" the able bodied (and well to do) among them ask to be exempted. They say, \"Leave us (behind). Let us be among those who sit at home"
        },
        {
            "chapter": 9,
            "verse": 87,
            "text": "They opt to remain content among (the women and) those who sit behind (at home). A seal is placed upon their heart, (so) they do not understand"
        },
        {
            "chapter": 9,
            "verse": 88,
            "text": "But the messenger, and the believers with him, wage a struggle with their wealth and their life. Those are the ones for whom all the good things exist. Such are the successful ones"
        },
        {
            "chapter": 9,
            "verse": 89,
            "text": "For them, Allah has prepared the paradise, right through which run the rivers. They will live there forever. That is the greatest triumph"
        },
        {
            "chapter": 9,
            "verse": 90,
            "text": "Among the Bedouin Arabs, (too), are those who offered excuses and came to seek exemption (from the battle). In this manner, those who had lied to Allah and His messenger sat around (at home). A painful punishment will strike those of them who disbelieve"
        },
        {
            "chapter": 9,
            "verse": 91,
            "text": "There is no blame upon the weak and old, or the sick, or those who do not find any resources to spend (for the sake of Allah), provided they are (loyal and) sincere to Allah and His messenger. There is no reason to blame the righteous. Allah is the most Forgiving and the most Merciful"
        },
        {
            "chapter": 9,
            "verse": 92,
            "text": "Nor (is there any blame) upon those who came to you requesting that you arrange transport for them. They went back when you said, \"I find nothing to provide you with the means of transport.\" Their eyes welled up with tears and they were saddened because they found no means to pay for their expenses"
        }
    ]
}