{
    "juzs": [
        {
            "chapter": 51,
            "verse": 31,
            "text": "(Ibraheem) said, \"So what is your mission, oh you messengers"
        },
        {
            "chapter": 51,
            "verse": 32,
            "text": "They said, \"We have been sent towards a criminal nation, (the people of Loot)"
        },
        {
            "chapter": 51,
            "verse": 33,
            "text": "To rain upon them stones of baked clay"
        },
        {
            "chapter": 51,
            "verse": 34,
            "text": "Earmarked (especially) by your Lord for the transgressors"
        },
        {
            "chapter": 51,
            "verse": 35,
            "text": "(But first) We evacuated from the town anyone who was a believer"
        },
        {
            "chapter": 51,
            "verse": 36,
            "text": "There, We did not find more than a single house of the believers"
        },
        {
            "chapter": 51,
            "verse": 37,
            "text": "In that town, We left behind (nothing except) signs for those who fear the painful punishment"
        },
        {
            "chapter": 51,
            "verse": 38,
            "text": "And (We left signs) in (the saga of) Musa, when We sent him to the pharaoh with a distinct and definite authority"
        },
        {
            "chapter": 51,
            "verse": 39,
            "text": "But the pharaoh relied on his might, and turned away (in arrogance); and said, \"(He is) a magician, or (else he is) just plain mad"
        },
        {
            "chapter": 51,
            "verse": 40,
            "text": "Therefore, We grabbed him and his armies and dumped them in the sea; he was damned"
        },
        {
            "chapter": 51,
            "verse": 41,
            "text": "And (there are signs in the history of) the nation of ´Aads´, when We sent upon them the blighted lethal wind"
        },
        {
            "chapter": 51,
            "verse": 42,
            "text": "It did not spare a thing. Whatever it touched, it (churned and) turned into dust and debris"
        },
        {
            "chapter": 51,
            "verse": 43,
            "text": "In (the fate of) the people of ´Samood´, (there are signs)! They were told, \"Enjoy yourself for just a while"
        },
        {
            "chapter": 51,
            "verse": 44,
            "text": "They displayed contempt for the command of their Lord. So a bolt of lightning struck them, while they looked on (helplessly)"
        },
        {
            "chapter": 51,
            "verse": 45,
            "text": "They could neither stand on their feet, nor help themselves"
        },
        {
            "chapter": 51,
            "verse": 46,
            "text": "And prior to them, (We destroyed) the people of Nooh. They were indeed a rebellious sinful nation"
        },
        {
            "chapter": 51,
            "verse": 47,
            "text": "With Our power and prowess, We brought into being the universe. And indeed, We expand it (steadily)"
        },
        {
            "chapter": 51,
            "verse": 48,
            "text": "And We have spread out the earth. (Observe)! How aptly did We stretch it"
        },
        {
            "chapter": 51,
            "verse": 49,
            "text": "We have created everything in pairs. Perhaps you would bear that in mind"
        },
        {
            "chapter": 51,
            "verse": 50,
            "text": "(Say), \"And (hurry), run towards Allah. I am really an obvious warner from Him to you"
        },
        {
            "chapter": 51,
            "verse": 51,
            "text": "And do not assign a god (for worship), along with Allah! I´m really a clear warner from Him to you"
        },
        {
            "chapter": 51,
            "verse": 52,
            "text": "Thus, the same was said about every messenger who came before them, \"(He is) a magician! A lunatic"
        },
        {
            "chapter": 51,
            "verse": 53,
            "text": "Do they leave this remark as a legacy (for future generations)? No! They are the defiant sinners, all of them"
        },
        {
            "chapter": 51,
            "verse": 54,
            "text": "Turn away from them. You share no blame"
        },
        {
            "chapter": 51,
            "verse": 55,
            "text": "But continue to remind them. Of course, the reminder (always) helps the believers"
        },
        {
            "chapter": 51,
            "verse": 56,
            "text": "I have not created the jinn and the human kind, (for any reason) except that they should worship Me"
        },
        {
            "chapter": 51,
            "verse": 57,
            "text": "I want no riches from them, and do not want them to feed Me"
        },
        {
            "chapter": 51,
            "verse": 58,
            "text": "Indeed, the provider of sustenance (for all beings) is Allah, the One with absolute Power and matchless Might"
        },
        {
            "chapter": 51,
            "verse": 59,
            "text": "Indeed! The evildoers of the present day shall have the same fate as those of their companions (in hellfire), the evil doers of the past. So, let them not ask Me to hasten (the Day of Judgment)"
        },
        {
            "chapter": 51,
            "verse": 60,
            "text": "So, on that day of theirs, the promised day, there shall be (nothing but) misery for those who disbelieve"
        },
        {
            "chapter": 52,
            "verse": 1,
            "text": "(Allah swears) by the mountain, Toor"
        },
        {
            "chapter": 52,
            "verse": 2,
            "text": "And by the book inscribed"
        },
        {
            "chapter": 52,
            "verse": 3,
            "text": "On fine parchment __ an open book, (the Qur´an), distributed (and found) all over"
        },
        {
            "chapter": 52,
            "verse": 4,
            "text": "And (He swears) by the oft-visited house (of worship, the Kaaba in Makkah)"
        },
        {
            "chapter": 52,
            "verse": 5,
            "text": "And the high (elevated) ceiling, (the sky)"
        },
        {
            "chapter": 52,
            "verse": 6,
            "text": "And the surging sea"
        },
        {
            "chapter": 52,
            "verse": 7,
            "text": "(He swears that) the punishment of your Lord shall definitely come to pass"
        },
        {
            "chapter": 52,
            "verse": 8,
            "text": "Which absolutely no one can avert"
        },
        {
            "chapter": 52,
            "verse": 9,
            "text": "The sky, that day, would rock and reel fiercely"
        },
        {
            "chapter": 52,
            "verse": 10,
            "text": "Set in motion, the mountains will slide about briskly"
        },
        {
            "chapter": 52,
            "verse": 11,
            "text": "There is misery that day for (all) those who denied (the revelation)"
        },
        {
            "chapter": 52,
            "verse": 12,
            "text": "Those who stayed engrossed in (fruitless) pastimes"
        },
        {
            "chapter": 52,
            "verse": 13,
            "text": "Pushed (and shoved) towards the hellfire (with disdain), they would be thrust into it with force"
        },
        {
            "chapter": 52,
            "verse": 14,
            "text": "This is the fire you had refused to believe"
        },
        {
            "chapter": 52,
            "verse": 15,
            "text": "(Now)! Is this magic, or don´t you see (clearly)"
        },
        {
            "chapter": 52,
            "verse": 16,
            "text": "Burn in it! Bear it patiently, or be impatient. It is all the same for you, now! You are only being treated (strictly) in accordance with your deeds"
        },
        {
            "chapter": 52,
            "verse": 17,
            "text": "And of course, those who feared (Allah) would be in paradise amidst blessings"
        },
        {
            "chapter": 52,
            "verse": 18,
            "text": "Enjoying (with a relish) whatever their Lord will grant them. And their Lord will spare them the torment of the hellfire"
        },
        {
            "chapter": 52,
            "verse": 19,
            "text": "Eat and drink, and enjoy (your reward for) what you used to do"
        },
        {
            "chapter": 52,
            "verse": 20,
            "text": "They shall recline on thrones arranged in rows (as per their ranks). We will wed them with the lovely-eyed (heavenly) nymphs (of paradise)"
        },
        {
            "chapter": 52,
            "verse": 21,
            "text": "(As a favor) for those who believe, We will make their offspring _ those who followed them in faith _ join them (in paradise). Not a bit shall be reduced from the reward of their deeds. Each person is held in a pledge _ (a guarantee) _ against the deeds he (or she) earns. (Good deeds alone meet the obligation)"
        },
        {
            "chapter": 52,
            "verse": 22,
            "text": "And We shall continue to provide them such fruits and meats (in abundance), just as they please"
        },
        {
            "chapter": 52,
            "verse": 23,
            "text": "Avidly, they shall take from each other cups of (exotic) wine (served) in paradise. It shall not cause a foolish flustered prattle, nor will it carry an offense"
        },
        {
            "chapter": 52,
            "verse": 24,
            "text": "Dainty graceful lads would make the rounds, and wait on them. (Groomed and well-kempt) as if they were well preserved pearls"
        },
        {
            "chapter": 52,
            "verse": 25,
            "text": "They would turn towards each other, and ask"
        },
        {
            "chapter": 52,
            "verse": 26,
            "text": "They would say, \"Earlier, living with our families, we passed our time being anxious and afraid"
        },
        {
            "chapter": 52,
            "verse": 27,
            "text": "And Allah bestowed His favors upon us, and spared us the torment of the hot scorching wind"
        },
        {
            "chapter": 52,
            "verse": 28,
            "text": "Indeed, (in our previous life), we used to invoke (and pray to) Him (exclusively). He is surely the Kind and the Merciful"
        },
        {
            "chapter": 52,
            "verse": 29,
            "text": "So, (oh prophet), continue to admonish (them). By the grace of your Lord, you are not a (crystal gazing) soothsayer; and you are not a mad man"
        },
        {
            "chapter": 52,
            "verse": 30,
            "text": "And they say, \"(He is) a poet! Let us wait. An adverse turn of fortune may just do him in"
        },
        {
            "chapter": 52,
            "verse": 31,
            "text": "Say, \"Keep watching! I, too, shall watch with you"
        },
        {
            "chapter": 52,
            "verse": 32,
            "text": "Is it (really) their intellect that instructs them (to say) this? Or are they a nation guilty of excess"
        },
        {
            "chapter": 52,
            "verse": 33,
            "text": "Or do they say that he, (Muhammad, SAW), has composed the Qur´an himself? The fact is, they just don´t (want to) believe"
        },
        {
            "chapter": 52,
            "verse": 34,
            "text": "If they are right, let them come up with a similar kind of composition"
        },
        {
            "chapter": 52,
            "verse": 35,
            "text": "Did they come into being out of nothing, and without the Creator? Or were they (their own) creators"
        },
        {
            "chapter": 52,
            "verse": 36,
            "text": "Is it they, who brought the heavens and the earth into being? The fact is they lack faith"
        },
        {
            "chapter": 52,
            "verse": 37,
            "text": "Is it they, who possess the treasures of your Lord? Do they have a license to use those treasures with impunity"
        },
        {
            "chapter": 52,
            "verse": 38,
            "text": "Do they have a ladder, (or a device), with which they eavesdrop and listen (to matters beyond human perception)? If so, let those who eavesdrop present a definite proof"
        },
        {
            "chapter": 52,
            "verse": 39,
            "text": "Does He really have daughters, while you have sons"
        },
        {
            "chapter": 52,
            "verse": 40,
            "text": "(Oh prophet), are you asking them for a fee, so they feel burdened by that liability"
        },
        {
            "chapter": 52,
            "verse": 41,
            "text": "Or, do they have (an access to) the unseen, and are they writing it down"
        },
        {
            "chapter": 52,
            "verse": 42,
            "text": "Or perhaps they intend to play a trick (to escape the consequences of their deeds). But those who disbelieve are going to be outwitted"
        },
        {
            "chapter": 52,
            "verse": 43,
            "text": "Or do they have patrons (and deities) other than Allah? Exalted is Allah, far above those they associate with Him as partners"
        },
        {
            "chapter": 52,
            "verse": 44,
            "text": "(Even) if they saw a part of the sky falling down, they would (merely) say, \"(It is only) a heap of clouds"
        },
        {
            "chapter": 52,
            "verse": 45,
            "text": "So leave them till they meet their day _ the day when they shall be struck the lightning bolts"
        },
        {
            "chapter": 52,
            "verse": 46,
            "text": "That day, their tricks (and schemes) will not protect them a bit; nor would they receive any help"
        },
        {
            "chapter": 52,
            "verse": 47,
            "text": "Indeed, prior to this _ (the hellfire) _ there are (also) other kinds of torments for the evildoers (in this world, and in their graves). But, most of them do not know"
        },
        {
            "chapter": 52,
            "verse": 48,
            "text": "So wait patiently for your Lord´s decree. For, of course you are always under Our watchful eye! And sing the praises of your Lord when you wake up (in the morning)"
        },
        {
            "chapter": 52,
            "verse": 49,
            "text": "And chant His praises in the night, too. And again when the stars (begin to) set"
        },
        {
            "chapter": 53,
            "verse": 1,
            "text": "(Allah swears) by the star, as it sets"
        },
        {
            "chapter": 53,
            "verse": 2,
            "text": "Your companion, (Muhammad, SAW), did not err, nor was he duped"
        },
        {
            "chapter": 53,
            "verse": 3,
            "text": "For, he does not speak what he wishes"
        },
        {
            "chapter": 53,
            "verse": 4,
            "text": "(Instead), it is the revelation sent to him"
        },
        {
            "chapter": 53,
            "verse": 5,
            "text": "A mighty being has taught him"
        },
        {
            "chapter": 53,
            "verse": 6,
            "text": "The one with strength, (the angel Gibra´eel) who manifested himself (in his true form)"
        },
        {
            "chapter": 53,
            "verse": 7,
            "text": "At the highest horizon"
        },
        {
            "chapter": 53,
            "verse": 8,
            "text": "He then, came closer and hovered"
        },
        {
            "chapter": 53,
            "verse": 9,
            "text": "He was two bow-lengths away, or (even) less"
        },
        {
            "chapter": 53,
            "verse": 10,
            "text": "Thus, he conveyed to the servant of Allah the revelation"
        },
        {
            "chapter": 53,
            "verse": 11,
            "text": "(The prophet´s) mind did not refute what he saw"
        },
        {
            "chapter": 53,
            "verse": 12,
            "text": "Would you then quarrel with him, concerning what he (actually) saw"
        },
        {
            "chapter": 53,
            "verse": 13,
            "text": "And he, (Muhammad, SAW), certainly saw the angel (in his true form) another time, too"
        },
        {
            "chapter": 53,
            "verse": 14,
            "text": "Near the farthest bound of the Lotus tree"
        },
        {
            "chapter": 53,
            "verse": 15,
            "text": "Close by, is the abode of the (promised) paradise"
        },
        {
            "chapter": 53,
            "verse": 16,
            "text": "The Lotus tree was veiled over by (the nameless splendor), that which covered it (entirely)"
        },
        {
            "chapter": 53,
            "verse": 17,
            "text": "He (Muhammad, SAW) was not awe-struck, or aghast; nor did his eyes stray"
        },
        {
            "chapter": 53,
            "verse": 18,
            "text": "He definitely saw one of the greatest signs of his Lord"
        },
        {
            "chapter": 53,
            "verse": 19,
            "text": "Have you, (oh idolaters), considered (the reality of) ´Laat´ and ´Uzza´ _ (the false goddesses of Arabia)"
        },
        {
            "chapter": 53,
            "verse": 20,
            "text": "And the third, the ´Manaat´ _ (the other false goddess)"
        },
        {
            "chapter": 53,
            "verse": 21,
            "text": "(What)? the male offspring are for you, (humans) and for Him are the females"
        },
        {
            "chapter": 53,
            "verse": 22,
            "text": "This is, of course, an unfair allocation"
        },
        {
            "chapter": 53,
            "verse": 23,
            "text": "These are nothing but names that you and your forefathers have conjured up. Allah has not granted any sanction for it. Although guidance from their Lord has certainly come to them, yet they merely follow their (guesses and) hunches, or whatever their desires dictate"
        },
        {
            "chapter": 53,
            "verse": 24,
            "text": "Should man have whatever he desires"
        },
        {
            "chapter": 53,
            "verse": 25,
            "text": "But to Allah belongs the end, (the life-to-come), as well as the beginning, (the life of this world)"
        },
        {
            "chapter": 53,
            "verse": 26,
            "text": "There are many angels in the heavens. But their intercessions would not help anyone a bit, unless Allah allows such specific mediation in favor of whomever He wills, and pleases"
        },
        {
            "chapter": 53,
            "verse": 27,
            "text": "In fact, those who do not believe in the afterlife are actually the ones who give the angels the female names (and gender)"
        },
        {
            "chapter": 53,
            "verse": 28,
            "text": "About this they definitely have no knowledge. They merely go by their assumptions, but when it comes to (the search for) the truth, the assumptions do not help a bit"
        },
        {
            "chapter": 53,
            "verse": 29,
            "text": "So ignore the ones who turn away from Our reminder, and desire only the life of this world"
        },
        {
            "chapter": 53,
            "verse": 30,
            "text": "That is the extent (and limit) of their knowledge! Indeed, your Lord knows best who has strayed from His path; and He also knows the rightly guided ones"
        },
        {
            "chapter": 53,
            "verse": 31,
            "text": "To Allah belongs everything in the heavens and everything on earth. So that, He may punish rightfully and in accordance with their deeds, those who commit evil; and so that He may bestow the excellent rewards upon those who are righteous"
        },
        {
            "chapter": 53,
            "verse": 32,
            "text": "If those who steer clear of the grave sins and the shameful vile deeds stumble and err, (let them remember that) Allah abounds in forgiveness. He knows you so well, ever since He created you and established you on earth, ever since you were but a germ in your mother´s belly. Therefore, do not profess purity and piety for yourself. Allah knows better the one who is pious"
        },
        {
            "chapter": 53,
            "verse": 33,
            "text": "Did you see the one who turned away"
        },
        {
            "chapter": 53,
            "verse": 34,
            "text": "Gave a little, then held back"
        },
        {
            "chapter": 53,
            "verse": 35,
            "text": "Does he have the knowledge of the unseen? Can he perceive it"
        },
        {
            "chapter": 53,
            "verse": 36,
            "text": "Does he not have any knowledge of what is (revealed) in the book of Musa"
        },
        {
            "chapter": 53,
            "verse": 37,
            "text": "Or Ibraheem, who honored his pledge"
        },
        {
            "chapter": 53,
            "verse": 38,
            "text": "That no one shall carry the burden of any other"
        },
        {
            "chapter": 53,
            "verse": 39,
            "text": "That man deserves nothing, except for what he strives"
        },
        {
            "chapter": 53,
            "verse": 40,
            "text": "That very soon, (the results of) his efforts shall become apparent"
        },
        {
            "chapter": 53,
            "verse": 41,
            "text": "Then, he would be rewarded to the maximum extent"
        },
        {
            "chapter": 53,
            "verse": 42,
            "text": "And that with your Lord is the conclusion (of the saga of life)"
        },
        {
            "chapter": 53,
            "verse": 43,
            "text": "And He it is, Who makes you laugh and cry"
        },
        {
            "chapter": 53,
            "verse": 44,
            "text": "And He it is, Who gives you death and life"
        },
        {
            "chapter": 53,
            "verse": 45,
            "text": "And He it is, Who created (you in) pairs _ male and female"
        },
        {
            "chapter": 53,
            "verse": 46,
            "text": "From the sperm as it is emitted"
        },
        {
            "chapter": 53,
            "verse": 47,
            "text": "And resurrection (the birth into the afterlife) is (an obligation) upon Him"
        },
        {
            "chapter": 53,
            "verse": 48,
            "text": "And it is He, Who grants (His provisions) in abundance, or just enough"
        },
        {
            "chapter": 53,
            "verse": 49,
            "text": "And He is the Lord of (the star), Sirius"
        },
        {
            "chapter": 53,
            "verse": 50,
            "text": "He destroyed the ´Aads´ of the former (era)"
        },
        {
            "chapter": 53,
            "verse": 51,
            "text": "And the ´Samoods´! None (of the rebels) did He spare"
        },
        {
            "chapter": 53,
            "verse": 52,
            "text": "And the nation of Nooh before them! Indeed they were wicked and wanton"
        },
        {
            "chapter": 53,
            "verse": 53,
            "text": "And He it is, Who overturned the cities lying upside down _ (the cities of Sodom and Gomorrah)"
        },
        {
            "chapter": 53,
            "verse": 54,
            "text": "That, which covered those cities, covered them completely"
        },
        {
            "chapter": 53,
            "verse": 55,
            "text": "(Oh humans)! Which one of the (many) blessings of your Lord would you ignore"
        },
        {
            "chapter": 53,
            "verse": 56,
            "text": "This (prophet) is a warner! Like the earlier warners"
        },
        {
            "chapter": 53,
            "verse": 57,
            "text": "That day, which is destined to arrive _ (the day of resurrection) _ is approaching fast"
        },
        {
            "chapter": 53,
            "verse": 58,
            "text": "Except Allah, no one can prevent its arrival"
        },
        {
            "chapter": 53,
            "verse": 59,
            "text": "(Oh you who disbelieve)! Do you express amazement at this Qur´an"
        },
        {
            "chapter": 53,
            "verse": 60,
            "text": "You laugh and do not cry"
        },
        {
            "chapter": 53,
            "verse": 61,
            "text": "Haughtily, you hold your heads high"
        },
        {
            "chapter": 53,
            "verse": 62,
            "text": "(Instead, you better bow down your head), fall prostrate before Allah and worship"
        },
        {
            "chapter": 54,
            "verse": 1,
            "text": "The hour (of Judgment) draws closer. The moon split apart"
        },
        {
            "chapter": 54,
            "verse": 2,
            "text": "When they see a clear sign, they turn away and say, \"(It is) an enduring illusion"
        },
        {
            "chapter": 54,
            "verse": 3,
            "text": "They rejected (the truth), and followed their own whims. All matters must come to conclusion (at the appointed time)"
        },
        {
            "chapter": 54,
            "verse": 4,
            "text": "Surely, stories have come to them (from the past) with sufficient moral example to restrain them (from being arrogant)"
        },
        {
            "chapter": 54,
            "verse": 5,
            "text": "profound wisdom (has come)! But little do warnings benefit them"
        },
        {
            "chapter": 54,
            "verse": 6,
            "text": "(So, oh prophet), turn away from them! That day, the caller shall summon them towards an unpleasant and onerous thing"
        },
        {
            "chapter": 54,
            "verse": 7,
            "text": "Their eyes agape in fear, they shall spring out of their graves as if they were a swarm of locusts scattered around"
        },
        {
            "chapter": 54,
            "verse": 8,
            "text": "Rushing towards the caller, the unbelievers would say, \"This is (going to be) a hard (long) day"
        },
        {
            "chapter": 54,
            "verse": 9,
            "text": "Prior to them, the nation of Nooh had defied. They rejected Our servant, and said, \"(He is) insane!\" He was rebuked and repulsed"
        },
        {
            "chapter": 54,
            "verse": 10,
            "text": "So Nooh called his Lord (saying), \"I have been overcome. Send Your help"
        },
        {
            "chapter": 54,
            "verse": 11,
            "text": "We threw open the gates of the sky, and poured down a deluge"
        },
        {
            "chapter": 54,
            "verse": 12,
            "text": "We riddled the earth with springs. All that water sufficed to implement the preordained purpose"
        },
        {
            "chapter": 54,
            "verse": 13,
            "text": "And We had Nooh board a ship built with planks and nails"
        },
        {
            "chapter": 54,
            "verse": 14,
            "text": "Under Our watchful eye, it sailed. A reward for the one who was rejected"
        },
        {
            "chapter": 54,
            "verse": 15,
            "text": "We have surely left the ark as a sign. Is anyone there to heed"
        },
        {
            "chapter": 54,
            "verse": 16,
            "text": "(Notice) how (severe) was My punishment, and how (true) were My warnings"
        },
        {
            "chapter": 54,
            "verse": 17,
            "text": "We have really made this Qur´an easy (to understand)! Is anyone there to heed"
        },
        {
            "chapter": 54,
            "verse": 18,
            "text": "The people of ´Aads´ rejected. So (notice) How (severe) was My punishment and how (true) were My warnings"
        },
        {
            "chapter": 54,
            "verse": 19,
            "text": "In fact, We hit them with violent winds, on a day of unrelenting ill luck"
        },
        {
            "chapter": 54,
            "verse": 20,
            "text": "The winds wrested people away and knocked them around, as if they were hollowed out trunks of the date trees"
        },
        {
            "chapter": 54,
            "verse": 21,
            "text": "See how (severe) was My punishment, and how (true) were My warnings"
        },
        {
            "chapter": 54,
            "verse": 22,
            "text": "We have really made this Qur´an easy (to understand)! Is anyone there to heed"
        },
        {
            "chapter": 54,
            "verse": 23,
            "text": "The (people of) Samood also rejected the warnings"
        },
        {
            "chapter": 54,
            "verse": 24,
            "text": "And they said, \"Must we follow (the advice of) a mortal being, (just) one man among us? If we did that, we would certainly go astray! (That is) sheer madness"
        },
        {
            "chapter": 54,
            "verse": 25,
            "text": "Is the (divine) message revealed to him, (and no one else), out of all the rest of us? No, rather he is a liar with delusions of self grandeur"
        },
        {
            "chapter": 54,
            "verse": 26,
            "text": "(The messenger replied), \"Tomorrow, you would find out for sure, who is the liar and who has delusions"
        },
        {
            "chapter": 54,
            "verse": 27,
            "text": "(We told Our messenger), \"We shall send a camel to serve as a test for them. So (just) observe and put up with them patiently"
        },
        {
            "chapter": 54,
            "verse": 28,
            "text": "And tell them that the water supply would have to be shared. It would be by turns between them (and the camel). They would (have to) approach (the site of) water only at the schedule time"
        },
        {
            "chapter": 54,
            "verse": 29,
            "text": "Instead, they summoned their comrade who (accepted the assignment and) butchered (the camel)"
        },
        {
            "chapter": 54,
            "verse": 30,
            "text": "And (observe) how (severe) was My punishment, and how (true) were My warnings"
        },
        {
            "chapter": 54,
            "verse": 31,
            "text": "We hit them with (just) a single blast, and suddenly they were like dried up straw sticking out of a mud wall"
        },
        {
            "chapter": 54,
            "verse": 32,
            "text": "We have really made this Qur´an easy (to understand). Is anyone there to heed"
        },
        {
            "chapter": 54,
            "verse": 33,
            "text": "The nation of Loot disregarded the warning"
        },
        {
            "chapter": 54,
            "verse": 34,
            "text": "We hit them with a hurricane (of rocks and stones). But We rescued the family of Loot in the early hours of the morning"
        },
        {
            "chapter": 54,
            "verse": 35,
            "text": "As a blessing from Us! This is how We reward the grateful ones"
        },
        {
            "chapter": 54,
            "verse": 36,
            "text": "Loot had definitely, (and specifically), warned them of Our gruesome Might. But they remained skeptical of Our warnings"
        },
        {
            "chapter": 54,
            "verse": 37,
            "text": "They attempted to seduce his guests, but We blinded their eyes. \"Here! Experience a taste of My torment and My warning"
        },
        {
            "chapter": 54,
            "verse": 38,
            "text": "And early in the morning, a lasting torment had certainly come to settle on them"
        },
        {
            "chapter": 54,
            "verse": 39,
            "text": "Experience a taste of My torment and My warning"
        },
        {
            "chapter": 54,
            "verse": 40,
            "text": "We have really made this Qur´an easy (to understand). Is anyone there to heed"
        },
        {
            "chapter": 54,
            "verse": 41,
            "text": "Indeed, warnings had also come to the pharaoh and his people"
        },
        {
            "chapter": 54,
            "verse": 42,
            "text": "They rejected all Our signs. So We took them to task. We clutched them with a masterful grasp of the Mighty, the most Proficient"
        },
        {
            "chapter": 54,
            "verse": 43,
            "text": "Are your (present day) unbelievers in any way better than those ones (in the past)? Or have you been granted immunity by the scriptures"
        },
        {
            "chapter": 54,
            "verse": 44,
            "text": "Do they say, \"We are a (well knit) group bound to prevail"
        },
        {
            "chapter": 54,
            "verse": 45,
            "text": "Soon every group would be routed and would turn their backs (to flee)"
        },
        {
            "chapter": 54,
            "verse": 46,
            "text": "The fact is that the hour (of Judgment) is their appointed date (with disaster). That hour is far more ruinous and wrenching, a lot more (biting and) bitter"
        },
        {
            "chapter": 54,
            "verse": 47,
            "text": "Indeed the criminals are (lost) in error, and are (engrossed) in a frenzied state (of denying the truth)"
        },
        {
            "chapter": 54,
            "verse": 48,
            "text": "That day, fallen flat on their faces, the criminals would be dragged into the blaze. \"Here! Taste a touch of hell"
        },
        {
            "chapter": 54,
            "verse": 49,
            "text": "Indeed, We have created every single thing in appropriate proportions (with a plan and a purpose)"
        },
        {
            "chapter": 54,
            "verse": 50,
            "text": "Our command (and its execution) is just one, (a single event). It comes about in a flash of an eye"
        },
        {
            "chapter": 54,
            "verse": 51,
            "text": "We have certainly destroyed many like you. So, is anyone there to heed"
        },
        {
            "chapter": 54,
            "verse": 52,
            "text": "Whatever they do is (recorded) in their book (of deeds)"
        },
        {
            "chapter": 54,
            "verse": 53,
            "text": "Every single matter, big or small, is committed to writing"
        },
        {
            "chapter": 54,
            "verse": 54,
            "text": "The pious would certainly be (living) in paradise amidst its rivers"
        },
        {
            "chapter": 54,
            "verse": 55,
            "text": "Occupying the seats of sincerity (and honor) in the presence of the Mightiest Sovereign"
        },
        {
            "chapter": 55,
            "verse": 1,
            "text": "(Allah), the most Merciful"
        },
        {
            "chapter": 55,
            "verse": 2,
            "text": "Taught the Qur´an"
        },
        {
            "chapter": 55,
            "verse": 3,
            "text": "He created man"
        },
        {
            "chapter": 55,
            "verse": 4,
            "text": "And taught him speech"
        },
        {
            "chapter": 55,
            "verse": 5,
            "text": "The sun and the moon function (perfectly), as per their schedules"
        },
        {
            "chapter": 55,
            "verse": 6,
            "text": "From a blade of grass to a tree, (everything) prostrates (before Allah)"
        },
        {
            "chapter": 55,
            "verse": 7,
            "text": "He raised the sky far above, and set up a (perfect) balance"
        },
        {
            "chapter": 55,
            "verse": 8,
            "text": "So do not transcend the balance"
        },
        {
            "chapter": 55,
            "verse": 9,
            "text": "Administer the weight (and measure) with justice. Do not inflict a loss to others (by cheating) at the scales"
        },
        {
            "chapter": 55,
            "verse": 10,
            "text": "And He prepared the earth for (His) created beings"
        },
        {
            "chapter": 55,
            "verse": 11,
            "text": "It has (all sorts of) fruits, (like) the sheathed clusters of dates"
        },
        {
            "chapter": 55,
            "verse": 12,
            "text": "Corn with leafy stalks, and aromatic plants"
        },
        {
            "chapter": 55,
            "verse": 13,
            "text": "So, which ones of the favors of your Lord won´t you acknowledge? (For how long)"
        },
        {
            "chapter": 55,
            "verse": 14,
            "text": "He created the human kind out of dried mud, like a potter´s clay"
        },
        {
            "chapter": 55,
            "verse": 15,
            "text": "He created the (race of) jinn out of the (lucent) blaze of fire"
        },
        {
            "chapter": 55,
            "verse": 16,
            "text": "So which ones of the wonders of your Lord would you disregard? (For how long)"
        },
        {
            "chapter": 55,
            "verse": 17,
            "text": "The Lord of the two Easts! And the Lord of the two Wests"
        },
        {
            "chapter": 55,
            "verse": 18,
            "text": "So, which of the powers and prowess of your Lord will you refuse to heed? (For how long)"
        },
        {
            "chapter": 55,
            "verse": 19,
            "text": "He brought the two seas (of sweet and salt water) closer _ close enough to mingle"
        },
        {
            "chapter": 55,
            "verse": 20,
            "text": "Yet, there exists a barrier between them, which they do not overrun"
        },
        {
            "chapter": 55,
            "verse": 21,
            "text": "So which one of the wonders of your Lord would you disregard? (For how long)"
        },
        {
            "chapter": 55,
            "verse": 22,
            "text": "Pearls and corals (are mined and) emerge from each (of the two seas)"
        },
        {
            "chapter": 55,
            "verse": 23,
            "text": "So which one of the favors of your Lord won´t you acknowledge? (For how long)"
        },
        {
            "chapter": 55,
            "verse": 24,
            "text": "His are the ships that sail across the ocean, as if they were (the floating) mountains"
        },
        {
            "chapter": 55,
            "verse": 25,
            "text": "So, which one of the wonders of your Lord would you disregard? (For how long)"
        },
        {
            "chapter": 55,
            "verse": 26,
            "text": "Every being upon the earth is mortal, (and will die)"
        },
        {
            "chapter": 55,
            "verse": 27,
            "text": "The only One to last and live on is your Lord _ the Lord of sublime glory and honor"
        },
        {
            "chapter": 55,
            "verse": 28,
            "text": "So which one of the power and glory of your Lord would you refuse to heed? (For how long)"
        },
        {
            "chapter": 55,
            "verse": 29,
            "text": "Every being in the heavens and on earth entreats (and relies upon) Him (for sustenance, survival and other needs). Every single day, He assumes yet another (wondrous state of) glory"
        },
        {
            "chapter": 55,
            "verse": 30,
            "text": "So which one of the wonders of your Lord would you disregard? (For how long)"
        },
        {
            "chapter": 55,
            "verse": 31,
            "text": "For you, the two sin laden groups, (one of men, the other of jinn), We would soon devote Ourselves (exclusively to judge you)"
        },
        {
            "chapter": 55,
            "verse": 32,
            "text": "So which one of the power and might of your Lord would you refuse to heed? (For how long)"
        },
        {
            "chapter": 55,
            "verse": 33,
            "text": "Oh you, the species of jinn and humans, if (you think) you possess the means to break free from the confines of the heavens and the earth, then do so. But, you shall not, without (His) sanction"
        },
        {
            "chapter": 55,
            "verse": 34,
            "text": "So, which of the power and prowess of your Lord would you refuse to heed? (For how long)"
        },
        {
            "chapter": 55,
            "verse": 35,
            "text": "Blazing (fiery) fireballs, and (flaming molten) brass would be let loose upon you. Escape you shall not"
        },
        {
            "chapter": 55,
            "verse": 36,
            "text": "So, which of the power and might of your Lord would you refuse to heed? (For how long)"
        },
        {
            "chapter": 55,
            "verse": 37,
            "text": "And then the sky shall split asunder and turn red, just like (freshly tanned) leather"
        },
        {
            "chapter": 55,
            "verse": 38,
            "text": "So, which one of the wonders of your Lord would you disregard? (For how long)"
        },
        {
            "chapter": 55,
            "verse": 39,
            "text": "That day, neither humans nor jinn would (need to) be questioned concerning their sins"
        },
        {
            "chapter": 55,
            "verse": 40,
            "text": "So, which of the power and prowess of your Lord would you refuse to heed? (For how long)"
        },
        {
            "chapter": 55,
            "verse": 41,
            "text": "The criminals would be easily identified by their distinctive marks and mien. They would be grabbed by the lock of their hair, and their feet"
        },
        {
            "chapter": 55,
            "verse": 42,
            "text": "So which of the power and might of your Lord would you refuse to heed? (For how long)"
        },
        {
            "chapter": 55,
            "verse": 43,
            "text": "Here is the hell that criminals had refused to believe"
        },
        {
            "chapter": 55,
            "verse": 44,
            "text": "To and fro, they would rotate between it and the (fiercely) hot water"
        },
        {
            "chapter": 55,
            "verse": 45,
            "text": "So which of the power and might of your Lord would you refuse to heed? (For how long)"
        },
        {
            "chapter": 55,
            "verse": 46,
            "text": "A twin garden (in paradise) exists (as a reward) for the one who dreads to stand before his Lord, (and His reckoning)"
        },
        {
            "chapter": 55,
            "verse": 47,
            "text": "So, which one of the favors of your Lord won´t you acknowledge? (For how long)"
        },
        {
            "chapter": 55,
            "verse": 48,
            "text": "With diverse wondrous things (in each)"
        },
        {
            "chapter": 55,
            "verse": 49,
            "text": "So which one of the favors of your Lord won´t you acknowledge? (For how long)"
        },
        {
            "chapter": 55,
            "verse": 50,
            "text": "With a couple of springs streaming across each (garden)"
        },
        {
            "chapter": 55,
            "verse": 51,
            "text": "So which one of the favors of your Lord won´t you acknowledge? (For how long)"
        },
        {
            "chapter": 55,
            "verse": 52,
            "text": "With two varieties of each type of fruit in each (garden)"
        },
        {
            "chapter": 55,
            "verse": 53,
            "text": "So which one of the favors of your Lord won´t you acknowledge? (For how long)"
        },
        {
            "chapter": 55,
            "verse": 54,
            "text": "(The righteous) would recline on (exotic) carpets lined with lush brocade. (Loaded with plentiful fruit), the branches of fruit trees would hang low, within easy reach"
        },
        {
            "chapter": 55,
            "verse": 55,
            "text": "So which one of the favors of your Lord won´t you acknowledge? (For how long)"
        },
        {
            "chapter": 55,
            "verse": 56,
            "text": "In these (gardens of paradise), the righteous shall have mates that are chaste-eyed and demure _ not deflowered by any human or jinn before them"
        },
        {
            "chapter": 55,
            "verse": 57,
            "text": "So which one of the favors of your Lord won´t you acknowledge? (For how long)"
        },
        {
            "chapter": 55,
            "verse": 58,
            "text": "(So very lovely), as if they were rubies and pearls"
        },
        {
            "chapter": 55,
            "verse": 59,
            "text": "So which one of the favors of your Lord won´t you acknowledge? (For how long)"
        },
        {
            "chapter": 55,
            "verse": 60,
            "text": "Do excellent deeds deserve anything except the most excellent rewards"
        },
        {
            "chapter": 55,
            "verse": 61,
            "text": "So which one of the favors of your Lord won´t you acknowledge? (For how long)"
        },
        {
            "chapter": 55,
            "verse": 62,
            "text": "In addition to the two (already promised), they shall have two more gardens"
        },
        {
            "chapter": 55,
            "verse": 63,
            "text": "So which one of the favors of your Lord won´t you acknowledge? (For how long)"
        },
        {
            "chapter": 55,
            "verse": 64,
            "text": "(With foliage) of the deepest green color"
        },
        {
            "chapter": 55,
            "verse": 65,
            "text": "So which one of the favors of your Lord won´t you acknowledge? (For how long)"
        },
        {
            "chapter": 55,
            "verse": 66,
            "text": "With two (constantly) gushing fountains in each (garden)"
        },
        {
            "chapter": 55,
            "verse": 67,
            "text": "So which one of the favors of your Lord won´t you acknowledge? (For how long)"
        },
        {
            "chapter": 55,
            "verse": 68,
            "text": "Each with (plenty of) fruits _ dates and pomegranates"
        },
        {
            "chapter": 55,
            "verse": 69,
            "text": "So which one of the favors of your Lord won´t you acknowledge? (For how long)"
        },
        {
            "chapter": 55,
            "verse": 70,
            "text": "There, they shall have beautiful virtuous (wives)"
        },
        {
            "chapter": 55,
            "verse": 71,
            "text": "So which one of the favors of your Lord won´t you acknowledge? (For how long)"
        },
        {
            "chapter": 55,
            "verse": 72,
            "text": "Lovely eyed (heavenly) nymphs (of paradise) lodged in pavilions"
        },
        {
            "chapter": 55,
            "verse": 73,
            "text": "So which one of the favors of your Lord won´t you acknowledge? (For how long)"
        },
        {
            "chapter": 55,
            "verse": 74,
            "text": "Whom no human or jinn had deflowered"
        },
        {
            "chapter": 55,
            "verse": 75,
            "text": "So which one of the favors of your Lord won´t you acknowledge? (For how long)"
        },
        {
            "chapter": 55,
            "verse": 76,
            "text": "The righteous shall recline on lush green cushion, and exquisite (exotic) carpet"
        },
        {
            "chapter": 55,
            "verse": 77,
            "text": "So which one of the favors of your Lord won´t you acknowledge? (For how long)"
        },
        {
            "chapter": 55,
            "verse": 78,
            "text": "Hallowed is the name of your Lord, the Lord of Might and Majesty"
        },
        {
            "chapter": 56,
            "verse": 1,
            "text": "When that (inevitable) event, (the Day of Judgment) occurs"
        },
        {
            "chapter": 56,
            "verse": 2,
            "text": "There shall be no one to deny the fact of its occurrence"
        },
        {
            "chapter": 56,
            "verse": 3,
            "text": "(It will) humble some, honor others"
        },
        {
            "chapter": 56,
            "verse": 4,
            "text": "When the earth shall be shaken up violently"
        },
        {
            "chapter": 56,
            "verse": 5,
            "text": "And the mountains are ground up into fine particles"
        },
        {
            "chapter": 56,
            "verse": 6,
            "text": "And scattered about as dust"
        },
        {
            "chapter": 56,
            "verse": 7,
            "text": "(That day), you shall (all) be (divided into) three factions"
        },
        {
            "chapter": 56,
            "verse": 8,
            "text": "The people of the right! How (fortunate) would be the people of the right"
        },
        {
            "chapter": 56,
            "verse": 9,
            "text": "The people of the left! How (wretched) would be the people of the left"
        },
        {
            "chapter": 56,
            "verse": 10,
            "text": "(But of course), the foremost (in righteousness, those who exceeded and excelled) would be the foremost (in honor)"
        },
        {
            "chapter": 56,
            "verse": 11,
            "text": "They would be nearest (to Allah)"
        },
        {
            "chapter": 56,
            "verse": 12,
            "text": "In the blissful paradise"
        },
        {
            "chapter": 56,
            "verse": 13,
            "text": "Many (of the foremost would be) from the earlier (generations)"
        },
        {
            "chapter": 56,
            "verse": 14,
            "text": "And fewer from the later (generations)"
        },
        {
            "chapter": 56,
            "verse": 15,
            "text": "(They will sit) on thrones engraved with gold and precious stones"
        },
        {
            "chapter": 56,
            "verse": 16,
            "text": "They would recline (on their thrones), facing each other"
        },
        {
            "chapter": 56,
            "verse": 17,
            "text": "Youthful lads, who would stay young forever,would wait on them"
        },
        {
            "chapter": 56,
            "verse": 18,
            "text": "With cups and goblets, and glasses filled (with pure wine) from the spring"
        },
        {
            "chapter": 56,
            "verse": 19,
            "text": "It would neither cause a hangover, nor affect their senses"
        },
        {
            "chapter": 56,
            "verse": 20,
            "text": "And (they shall have) fruits, any (kind) they choose"
        },
        {
            "chapter": 56,
            "verse": 21,
            "text": "And the flesh of birds and fowl, whichever they fancy"
        },
        {
            "chapter": 56,
            "verse": 22,
            "text": "And lovely-eyed nymphs (of paradise)"
        },
        {
            "chapter": 56,
            "verse": 23,
            "text": "(So beautiful), as if they were pearls preserved in their shells"
        },
        {
            "chapter": 56,
            "verse": 24,
            "text": "(All as) rewards for what they used to do"
        },
        {
            "chapter": 56,
            "verse": 25,
            "text": "There, they shall not hear anything vulgar or vile"
        },
        {
            "chapter": 56,
            "verse": 26,
            "text": "Only serene and peaceful greetings"
        },
        {
            "chapter": 56,
            "verse": 27,
            "text": "And for the people of the right? How (fortunate) would be the people of the right"
        },
        {
            "chapter": 56,
            "verse": 28,
            "text": "(They would be in a place) with thornless lotus trees"
        },
        {
            "chapter": 56,
            "verse": 29,
            "text": "Clusters of Acacia _ (a tree in paradise)"
        },
        {
            "chapter": 56,
            "verse": 30,
            "text": "Dense and defuse shade"
        },
        {
            "chapter": 56,
            "verse": 31,
            "text": "Water pouring out (of springs constantly)"
        },
        {
            "chapter": 56,
            "verse": 32,
            "text": "Plenty of fruits"
        },
        {
            "chapter": 56,
            "verse": 33,
            "text": "Unforbidden and limitless"
        },
        {
            "chapter": 56,
            "verse": 34,
            "text": "And elevated thrones"
        },
        {
            "chapter": 56,
            "verse": 35,
            "text": "(As for their wives), We would fashion them afresh"
        },
        {
            "chapter": 56,
            "verse": 36,
            "text": "And make them young again, vernal and virginal"
        },
        {
            "chapter": 56,
            "verse": 37,
            "text": "Loving and devoted mates of the same age"
        },
        {
            "chapter": 56,
            "verse": 38,
            "text": "(All this), for the people of the right"
        },
        {
            "chapter": 56,
            "verse": 39,
            "text": "(There would be) many (of them) from the earlier (generations)"
        },
        {
            "chapter": 56,
            "verse": 40,
            "text": "And many from the later (generations)"
        },
        {
            "chapter": 56,
            "verse": 41,
            "text": "And the people of the left? How (wretched) would be the people of the left"
        },
        {
            "chapter": 56,
            "verse": 42,
            "text": "(They would live) in the (blistering) hot wind, and the (boiling) hot water"
        },
        {
            "chapter": 56,
            "verse": 43,
            "text": "Under the cover of the dark smoke"
        },
        {
            "chapter": 56,
            "verse": 44,
            "text": "Which is neither cool nor refreshing"
        },
        {
            "chapter": 56,
            "verse": 45,
            "text": "Prior to this, they had the life of leisure and luxury"
        },
        {
            "chapter": 56,
            "verse": 46,
            "text": "And persisted in the greatest of sins"
        },
        {
            "chapter": 56,
            "verse": 47,
            "text": "They used to say, \"After we die and wither away into dust and bones, would we really be brought back to life"
        },
        {
            "chapter": 56,
            "verse": 48,
            "text": "And our forefathers, too"
        },
        {
            "chapter": 56,
            "verse": 49,
            "text": "(Tell them, oh prophet) \"Indeed, all (of you) of the earlier and later times"
        },
        {
            "chapter": 56,
            "verse": 50,
            "text": "Would certainly be gathered together at the selected place, on an appointed day"
        },
        {
            "chapter": 56,
            "verse": 51,
            "text": "And then, oh you who went astray and rejected (the truth)"
        },
        {
            "chapter": 56,
            "verse": 52,
            "text": "You would certainly have to eat the fruit of the tree of ´zaqqum´"
        },
        {
            "chapter": 56,
            "verse": 53,
            "text": "And stuff yourself with it"
        },
        {
            "chapter": 56,
            "verse": 54,
            "text": "(To flush it down), you are going to have (only) hot boiling water"
        },
        {
            "chapter": 56,
            "verse": 55,
            "text": "Which you will drink like a thirst stricken camel"
        },
        {
            "chapter": 56,
            "verse": 56,
            "text": "Such will be their ´reception´ on the Day of Judgment"
        },
        {
            "chapter": 56,
            "verse": 57,
            "text": "It is We Who has created you. Why then do you not affirm the truth"
        },
        {
            "chapter": 56,
            "verse": 58,
            "text": "Do you ever think about the semen you ejaculate"
        },
        {
            "chapter": 56,
            "verse": 59,
            "text": "Do you turn it into a human fetus, or are We the Creator"
        },
        {
            "chapter": 56,
            "verse": 60,
            "text": "We have decreed death for all of you, and We are not incapable"
        },
        {
            "chapter": 56,
            "verse": 61,
            "text": "Of altering your form, and reshaping you into an altogether different existence. An existence about which you know absolutely nothing"
        },
        {
            "chapter": 56,
            "verse": 62,
            "text": "You are certainly well aware of this (present) form of creation. So, why do you not heed"
        },
        {
            "chapter": 56,
            "verse": 63,
            "text": "Do you ever think about the seeds you sow in the soil"
        },
        {
            "chapter": 56,
            "verse": 64,
            "text": "Do you make them grow? Or is it We Who turns the seeds into a field full of crops"
        },
        {
            "chapter": 56,
            "verse": 65,
            "text": "If We wish, We can convert the crop into chaff and leave you whining"
        },
        {
            "chapter": 56,
            "verse": 66,
            "text": "(Saying), \"We have really been penalized"
        },
        {
            "chapter": 56,
            "verse": 67,
            "text": "In fact we have been deprived"
        },
        {
            "chapter": 56,
            "verse": 68,
            "text": "Do you ever think about the water you drink"
        },
        {
            "chapter": 56,
            "verse": 69,
            "text": "Did you bring it down from the rain clouds? Or is it We Who makes the rain come down"
        },
        {
            "chapter": 56,
            "verse": 70,
            "text": "If We wish, We could make it brackish. So why aren´t you grateful"
        },
        {
            "chapter": 56,
            "verse": 71,
            "text": "Do you ever think about the fire you build (from logs)"
        },
        {
            "chapter": 56,
            "verse": 72,
            "text": "Did you bring the trees (and forests) into being? Or is it We Who causes them to be"
        },
        {
            "chapter": 56,
            "verse": 73,
            "text": "We have made all this to remind you (of Us), and a skill (providing comfort) for those in the wilderness"
        },
        {
            "chapter": 56,
            "verse": 74,
            "text": "So glorify and praise the name of your Supreme Lord"
        },
        {
            "chapter": 56,
            "verse": 75,
            "text": "No, of course not! I swear by the position of the stars"
        },
        {
            "chapter": 56,
            "verse": 76,
            "text": "And it is, indeed, a very solemn oath if you only knew"
        },
        {
            "chapter": 56,
            "verse": 77,
            "text": "(I swear that) this (Qur´an) is certainly a noble recital"
        },
        {
            "chapter": 56,
            "verse": 78,
            "text": "(Inscribed) in a well-guarded book"
        },
        {
            "chapter": 56,
            "verse": 79,
            "text": "Only those who are (physically and ritually) clean, (are allowed to) touch it"
        },
        {
            "chapter": 56,
            "verse": 80,
            "text": "(It is) a revelation from the Lord of the universe"
        },
        {
            "chapter": 56,
            "verse": 81,
            "text": "Yet, do you shun this narrative (nonchalantly)"
        },
        {
            "chapter": 56,
            "verse": 82,
            "text": "Do you make the denial (of the truth) your livelihood, (and respond to the blessings by rejecting the truth)"
        },
        {
            "chapter": 56,
            "verse": 83,
            "text": "How about when (the soul of the dying) heaves up into the throat"
        },
        {
            "chapter": 56,
            "verse": 84,
            "text": "At that time, you can do nothing but look on (helplessly)"
        },
        {
            "chapter": 56,
            "verse": 85,
            "text": "Compared to you, We are closer to the one dying. But you cannot see"
        },
        {
            "chapter": 56,
            "verse": 86,
            "text": "Thus, if (you think) you are not subject to reckoning, why can´t you"
        },
        {
            "chapter": 56,
            "verse": 87,
            "text": "Return the soul back (to the dead), if you are (indeed) truthful"
        },
        {
            "chapter": 56,
            "verse": 88,
            "text": "And if the dying person had been (the one) nearest (to Allah)"
        },
        {
            "chapter": 56,
            "verse": 89,
            "text": "(He shall have) peace and tranquility, bounteous provisions and the blissful idyllic paradise"
        },
        {
            "chapter": 56,
            "verse": 90,
            "text": "While if the (dying) person is among those of the right (side)"
        },
        {
            "chapter": 56,
            "verse": 91,
            "text": "(He shall hear the greetings), \"Peace be to you. (You are) among those of the right (side)"
        },
        {
            "chapter": 56,
            "verse": 92,
            "text": "But if the deceased happens to be among those who rejected and went astray"
        },
        {
            "chapter": 56,
            "verse": 93,
            "text": "(He shall have) the hot boiling water ´to welcome´ him"
        },
        {
            "chapter": 56,
            "verse": 94,
            "text": "And the roasting heat of the hellfire"
        },
        {
            "chapter": 56,
            "verse": 95,
            "text": "Indeed! That is definitely and most certainly the absolute truth"
        },
        {
            "chapter": 56,
            "verse": 96,
            "text": "So, (oh prophet)! glorify and praise the name of the Greatest, your Supreme Lord"
        },
        {
            "chapter": 57,
            "verse": 1,
            "text": "Whatever is in the heavens and on earth, glorifies and praises Allah. He is the Mightiest, the Wisest"
        },
        {
            "chapter": 57,
            "verse": 2,
            "text": "The kingdom of the heavens and the earth belongs to Him. He gives life and death, and He is capable of doing everything"
        },
        {
            "chapter": 57,
            "verse": 3,
            "text": "He is the First and the Last, the Perceptible and the Unseen. And He is well Aware of every single thing"
        },
        {
            "chapter": 57,
            "verse": 4,
            "text": "He is the One Who created the heavens and the earth in six periods of time, then mounted the throne. He knows whatever enters the earth and whatever comes out of it, whatever comes down from heavens and whatever ascends up to it. He stays with you no matter where you happen to be. Allah watches over everything you do"
        },
        {
            "chapter": 57,
            "verse": 5,
            "text": "The kingdom of the heavens and the earth belongs to Him. All matters are referred to Allah (for decision)"
        },
        {
            "chapter": 57,
            "verse": 6,
            "text": "He causes the night to settle over the day, and He causes the day to rise over the night. And He is fully Aware of everything, (even the innermost thoughts) that exists in the heart"
        },
        {
            "chapter": 57,
            "verse": 7,
            "text": "Believe in Allah and His messenger and spend out of the wealth He has entrusted (in your care). There is a great reward for those of you who believe, and spend for His sake"
        },
        {
            "chapter": 57,
            "verse": 8,
            "text": "What´s with you? Why do you not believe in Allah? The messenger urges you to believe in your Lord; and He has already secured a pledge from you, if you really are the believers"
        },
        {
            "chapter": 57,
            "verse": 9,
            "text": "He it is Who revealed to His servant the clear proofs, (the explicit verses of the Qur´an), in order to bring you out of darkness into light. In fact, Allah is really very Merciful and very Kind to you"
        },
        {
            "chapter": 57,
            "verse": 10,
            "text": "What is the matter with you? Why do you not spend for the sake of Allah? The heritage of the heavens and the earth belongs to Allah! Those of you who spent and fought for the sake of Allah prior to victory (at Makkah), are not equal to others. They are far more exalted in status than those who spent and fought after (victory). Yet, Allah has promised excellent rewards to both. Allah is well Aware of what you do"
        },
        {
            "chapter": 57,
            "verse": 11,
            "text": "Is there anyone who would advance Allah a good (high yielding) loan. He will increase it manifold and return it to you. (In addition), there is a great reward (for the lender)"
        },
        {
            "chapter": 57,
            "verse": 12,
            "text": "That day, you will see that the light (emanating) from the believing men and women would run in front of, and to the right of them. (They would hear), \"There is good news for you, to day!\" (They shall have) the paradise _ rivers run right through it _ and they shall live there forever. That, in fact, is the greatest triumph"
        },
        {
            "chapter": 57,
            "verse": 13,
            "text": "That day, the hypocrite men and women would say to the believers, \"Look at us and let us borrow (and avail) a little of your light.\" (But) they would be told, \"Turn back! Go find your own light!\" Thereupon, a wall would be set in place between them and the believers. The gate (in the wall) would lock in (the believers and) the mercy and grace (of Allah) on the inside. While on the outside (of the enclosure) would be nothing but torture"
        },
        {
            "chapter": 57,
            "verse": 14,
            "text": "They would call the believers (saying), \"Were we not with you (in the life of this world)?\" The believers would reply, \"Of course, but you let yourself be tempted. You waited, (hesitated), and entertained doubts. Your hopes and expectations deceived (and lulled) you, until the decree arrived from Allah. The master deceiver, (the Shaitan), deceived you about Allah"
        },
        {
            "chapter": 57,
            "verse": 15,
            "text": "And today, no ransom would be accepted from you or from those who had disbelieved. Fire is your _ and your companion´s _ abode. It is an evil end of the journey"
        },
        {
            "chapter": 57,
            "verse": 16,
            "text": "Is it not time yet, that the hearts of the believers should stir with the mention of Allah, and the absolute truth that has come to them? Do not be like those who were given the scriptures earlier. After the passage of a long time, their hearts became hardened. Today, most of them are evildoers"
        },
        {
            "chapter": 57,
            "verse": 17,
            "text": "You should know that Allah gives life back to the land after its death. We have already explained the signs to you. Perhaps you would understand"
        },
        {
            "chapter": 57,
            "verse": 18,
            "text": "Indeed, there is a generous reward for the men and women who give charity, and advance a virtuous loan to Allah. He will increase it manifolds (and give them due credit)"
        },
        {
            "chapter": 57,
            "verse": 19,
            "text": "The really honest and upright are those who believe in Allah and His messengers. According to Allah, they are the (true) witnesses. They shall have the reward and the light. While those who refute and reject Our signs are going to be the people of hell"
        },
        {
            "chapter": 57,
            "verse": 20,
            "text": "You should know that the life of this world is (nothing but) fun and games _ merely play and pastime. (It consists of) the bragging and boasting among you about the adornments and embellishments (of your existence), and the abundance of your wealth and children. It is just like the shower of rain, which causes lush green (fields) that please the tillers. (But) later on, it dries up and you see it turn pale and become chaff. In the life-to-come, there is severe punishment (for the unbelievers), and forgiveness from Allah and His acceptance (for the believers). The life of this world is (nothing but) an illusive deception _ a brief enjoyment"
        },
        {
            "chapter": 57,
            "verse": 21,
            "text": "Rush towards forgiveness of your Lord and the paradise (He has promised). Its expanse is like the vastness of the sky and the earth; and it has been prepared for those who believe in Allah and His messengers. That is the grace of Allah. He confers it upon whomever He wants! Allah is the Lord of great honor"
        },
        {
            "chapter": 57,
            "verse": 22,
            "text": "No calamity (ever) strikes the earth _ or you _ that is not (already written) in the book of decrees. (Written) much earlier, before We cause the calamity to come about. That is really easy for Allah"
        },
        {
            "chapter": 57,
            "verse": 23,
            "text": "So that you would not feel morose (and mournful) over matters that elude you. (And so that) you would not exult (and gloat) over what He grants you. (Indeed), Allah does not like the arrogant braggart"
        },
        {
            "chapter": 57,
            "verse": 24,
            "text": "Those who are stingy, and advise others to be stingy! (Now), should anyone turn back (remember), Allah is Free of all want and Worthy of all praise"
        },
        {
            "chapter": 57,
            "verse": 25,
            "text": "We have certainly sent Our messengers with clear proofs. We revealed to them the scriptures and the criteria (to distinguish the right from wrong), so that you may establish justice. We revealed iron (to mankind). It has considerable might and many uses for mankind. (So that) Allah may know who helps Him and His messengers without having seen (Him). Indeed, Allah is (very) Strong and Powerful"
        },
        {
            "chapter": 57,
            "verse": 26,
            "text": "We sent Nooh and Ibraheem (as messengers), and We established the prophethood and the scriptures among their descendants. (Some) among them are rightly guided, but most of them are evildoers"
        },
        {
            "chapter": 57,
            "verse": 27,
            "text": "Then, We had many messengers follow in their footsteps _ one after another. (Eventually), We sent , the son of Mary and gave him the Gospel. We instilled compassion and mercy in the hearts of those who followed him. (As for) the monasticism, We did not impose it on them. They invented it themselves. (By such means), they sought the acceptance and the pleasure of Allah. Yet, they did not abide by the demands of monasticism. We granted the reward to those of them who believed. Most of them, (however), are evildoers"
        },
        {
            "chapter": 57,
            "verse": 28,
            "text": "Oh you who believe! Fear Allah and have faith in His messenger. He will grant you twice (the portion of) His mercy. He will grant you light by which you shall walk (along the straight path)! And He will grant you forgiveness! Indeed, Allah is oft-Forgiving, the most Merciful"
        },
        {
            "chapter": 57,
            "verse": 29,
            "text": "So the people of the book may know that they do not have any control (or exclusive right) over (the distribution of) Allah´s bounties. In fact, the bounties rest in the hands of Allah, and He confers them upon whomever He wishes. Allah is the Lord of the highest honor"
        }
    ]
}