{
    "pages": [
        {
            "chapter": 7,
            "verse": 171,
            "text": "Dhe kur e ngritëm kodrën sikur re mbi ta, dhe ata menduan se ajo do të bie mbi ta “Pranone me vendosmëri atë që ju kemi dhënë dhe kini ndërmend çka ka aty, që të jeni të devotshëm!”"
        },
        {
            "chapter": 7,
            "verse": 172,
            "text": "dhe kur Zoti yt nga kryqet e të bijve të Admeit nxorri pasardhësit e tyre dhe kërkoi prej tyre të dëshmojnë kundër vetes: “A nuk jam unë Zoti juaj?” “Po, si jo, - thanë ata, - ne dëshmojmë” që të mos thuani në ditën e kijametit “Ne kemi qenë indiferentë ndaj kësaj”"
        },
        {
            "chapter": 7,
            "verse": 173,
            "text": "Apo të thuani: “Me të vërtetë të parët tonë përpara nesh kanë qenë politeistë, kurse ne jemi brezi pas tyre. A do të na dënosh për atë që kanë bërë rrenacakët?”"
        },
        {
            "chapter": 7,
            "verse": 174,
            "text": "Dhe ashtu, ja, ne gjerësisht shpjegojmë argumentet, ndoshta vijnë në veti"
        },
        {
            "chapter": 7,
            "verse": 175,
            "text": "Dhe shpaloju atyre lajmin për atë që i dhamë argumentet tona, e ai u largua prej tyre, andaj e ndoqi djalli, sepse ai ishte i humbur"
        },
        {
            "chapter": 7,
            "verse": 176,
            "text": "Sikur të kishim dashur kemi mund ta ngrisim me ta, por ai iu mbështet kësaj bote dhe është nisur pas epshit të vet. Shembulli i tij i përngjet atij të qenit: nëse e përzen ai gjuhëqitur, dihatë, por edhe nëse e le ai prapë dihat. Ashtu janë njerëzit të cilët i përgënjeshtrojnë argumentet tona, prandaj rrëfe ndodhitë, ndoshta do të mendojnë"
        },
        {
            "chapter": 7,
            "verse": 177,
            "text": "Njerëzit të cilët nuk pranojnë argumentet tona janë shembull i keq, pra ata bëjnë krim ndaj vetvetes"
        },
        {
            "chapter": 7,
            "verse": 178,
            "text": "Kë përudhë All-llahu – ai është në rrugë të drejtë, e kë e lë të humbur – ata do të jenë të humbur"
        }
    ]
}