{
    "pages": [
        {
            "chapter": 2,
            "verse": 135,
            "text": "Ata thanë: “Bëhuni ebrej ose të krishterë, do të jeni përudhur”! Ti thuaju: Jo, por në fenë e pastër të Ibrahimit, ai nuk ishte politeist"
        },
        {
            "chapter": 2,
            "verse": 136,
            "text": "Thuani: “Ne i besojmë All-llahut dhe çka na është shpallur neve edhe çka i është shpallur Ibrahimit. Ismailit dhe Is-hakut dhe Jakubit, dhe pasardhësve dhe çka i është dhënë Musaut dhe Isait, edhe në atë çka u është dhënë profetëve nga Zoti i tyre”, ne nuk e dallojmë asnjërin nga mesi i tyre, ne atij i jemi nënshtruar"
        },
        {
            "chapter": 2,
            "verse": 137,
            "text": "Andaj, nëse kanë besuar ashtu siç i besuat Ju, janë në rrugë të drejtë, e nëse kthehen nga kjo rrugë, atëherë janë në kundërshtim, por All-llahu të mjafton kundër atyre. Ai i dëgjon dhe i di të gjitha"
        },
        {
            "chapter": 2,
            "verse": 138,
            "text": "All-llahu na ka udhëzuar, kush është më i mirë se All-llahu për udhëzim? Ne atë e adhurojmë"
        },
        {
            "chapter": 2,
            "verse": 139,
            "text": "Thuaj: “A po polemizoni me ne për All-llahun, e Ai është edhe Zoti i juaj edhe Zoti i ynë? Ndërsa veprat tona janë për ne, e për ju veprat tuaja! Dhe ne sinqerisht i jemi besnik Atij.”"
        },
        {
            "chapter": 2,
            "verse": 140,
            "text": "A po thuani se njëmend Ibrahimi, Ismaili, Is-haku, Jakubi edhe pasardhësit kanë qenë ebrejë ose të krishterë? Thuaj! “A e dini ju më mirë apo All-llahu? Kush është më kriminel se ai, i cili fsheh dëshminë duke e ditur se është prej All-llahut? All-llahu, pra, nuk është indiferent ndaj asaj çka punoni ju.”"
        },
        {
            "chapter": 2,
            "verse": 141,
            "text": "Ai është një popull që është zhdukur. Ai ka atë çka e ka fituar, kurse ju keni atë çka e keni fituar vetë dhe nuk do të merreni në pyetje se çka kanë punuar ata"
        }
    ]
}