{
    "pages": [
        {
            "chapter": 11,
            "verse": 29,
            "text": "O populli im! Për këtë unë nuk kërkoj prej jush pasuri, më shpërblen vetëm All-llahu. Dhe unë nuk po i përzë besimtarët, ata do të dalin para Zotit të tyre; por unë e shoh se jeni njerëz që nuk dini"
        },
        {
            "chapter": 11,
            "verse": 30,
            "text": "O populli im! Kush do të më mbronte nga All-llahu sikur edhe ata t’i kisha përzënë? A nuk kujtoheni pak"
        },
        {
            "chapter": 11,
            "verse": 31,
            "text": "Unë nuk ju them se te unë janë depot e All-llahut, edhe të padukshmen nuk e di, e as që ju them: “Unë jam engjull, e as që ju them për ata, të cilët ju i shikoni me nënçmim se All-llahu nuk do t’ju japë të mira; All-llahu e di më së miri se çka kanë ata në shpirtë – sepse atëherë do të isha gabimtar”"
        },
        {
            "chapter": 11,
            "verse": 32,
            "text": "“O Nuh, - i thanë ata, - ti ke polemizuar me ne dhe ke diskutuar gjatë. Hajde, nëse flet të vërtetën, le të na godas ajo me çka po na kërcënohesh?”"
        },
        {
            "chapter": 11,
            "verse": 33,
            "text": "“Atë do ta bëjë vetëm All-llahu, nëse do – tha ai – dhe ju nuk mund ti shpëtoni”"
        },
        {
            "chapter": 11,
            "verse": 34,
            "text": "Këshilla ime nuk ju bën dobi, nëse All-llahu do t’ju lërë të humbur, kushedi sa të dëshiroj unë të ju këshilloj. Ai është Zoti juaj dhe te ai do të ktheheni”"
        },
        {
            "chapter": 11,
            "verse": 35,
            "text": "A po thonë se ai e trillon!? Thuaj: “Nëse e trilloj është mëkati im, por unë jam larg mëkateve që bëni ju”"
        },
        {
            "chapter": 11,
            "verse": 36,
            "text": "Dhe Nuhit i qe shpallur: “Askush tjetër nga populli yt nuk do të besojë, përveç atyre që janë besimtarë, prandaj mos u pikëllo për atë çka bëjnë ata"
        },
        {
            "chapter": 11,
            "verse": 37,
            "text": "Dhe bëre anijen nën mbikqyrjen tonë dhe me frymëzimin tonë, dhe mos fol më për ata që bëjnë mizori – ata gjithqysh do të përmbyten!”"
        }
    ]
}