{
    "pages": [
        {
            "chapter": 20,
            "verse": 52,
            "text": "“Për këtë ka informata në një libër të Zotit tim. Zoti im nuk devijon e as harron"
        },
        {
            "chapter": 20,
            "verse": 53,
            "text": "I cili e ka bërë për ju tokën djep dhe nëpër të ju ka hapur shtigje dhe ju lëshon nga qielli shiun. Ne me atë bëjmë që të mbijnë çiftë bimësh të llojllojshme"
        },
        {
            "chapter": 20,
            "verse": 54,
            "text": "Ushehuni dhe kullotni kafshët tuaja! Në këtë ka, njëmend, argumente për ata që kanë mend"
        },
        {
            "chapter": 20,
            "verse": 55,
            "text": "Nga ajo (toka) ju kemi krijuar dhe në të do t’iu kthejmë edhe prap nga ajo do t’ju nxjerrim edhe një herë"
        },
        {
            "chapter": 20,
            "verse": 56,
            "text": "Dhe Ne atij ia kemi treguar të tëra argumentet tona, por ai i përgënjeshtroi dhe i refuzoi"
        },
        {
            "chapter": 20,
            "verse": 57,
            "text": "E i tha “A na ke ardhur që me magjitë tua të na nxjerrish nga vendi ynë o Musa"
        },
        {
            "chapter": 20,
            "verse": 58,
            "text": "Edhe ne ty, patjetër, do të përgatisim një magji sikurse ajo. Caktone afatin, të cilit, do t’i përmbahemi edhe ne edhe ti, në një vend të përshtatshëm!”"
        },
        {
            "chapter": 20,
            "verse": 59,
            "text": "“Takimi le të jetë ditën e festës, - tha, - dhe populli le të tubohet në mëngjes”"
        },
        {
            "chapter": 20,
            "verse": 60,
            "text": "Dhe Faraoni shkoi dhe mblodhi magjistarët e vet dhe erdhi"
        },
        {
            "chapter": 20,
            "verse": 61,
            "text": "“Të mjerët ju! – u tha Musa. Mos shpifni gënjeshtra për All-llahun e t’u shfaros me dënim. Pamëdyshje kush shpif-dështon”"
        },
        {
            "chapter": 20,
            "verse": 62,
            "text": "Dhe ata filluan të polemizojnë për punën e tyre ndërveti por fshehurazi"
        },
        {
            "chapter": 20,
            "verse": 63,
            "text": "Thoshin: “Këta dy janë magjistarë që me magjitë e tyre duan t’iu largojnë nga vendi juaj dhe ta çrrënjosin fenë tuaj shembullore"
        },
        {
            "chapter": 20,
            "verse": 64,
            "text": "Prandaj, bashkoni dredhitë tuaja dhe dilni si në front. Sot ka sukses ai që ngadhënjen”"
        }
    ]
}