{
    "pages": [
        {
            "chapter": 29,
            "verse": 15,
            "text": "Por ne e shpëtuam atë dhe ata që ishin në anije, dhe këtë e bëmë argument për tërë botën"
        },
        {
            "chapter": 29,
            "verse": 16,
            "text": "Edhe Ibrahimi i thoshte popullit të vet: “Faluni vetëm All-llahut dhe vetëm Atij frikësohuni, ajo është më së miri, ta dini”"
        },
        {
            "chapter": 29,
            "verse": 17,
            "text": "Ju adhuroni, në vend të All-llahut, idole dhe trilloni gënjeshtra. Ata të cilët ju, në vend të All-llahut, i adhuroni, nuk kanë mundësi t’ju furnizojnë; Pra kërkoni furnizim prej All-llahut, adhurone dhe falënderoni Atij! Tek Ai do të ktheheni"
        },
        {
            "chapter": 29,
            "verse": 18,
            "text": "E në qoftë se ju përgënjeshtroni, po edhe para jush popujt kanë përgënjeshtruar, kurse Profeti s’ka tjetër (detyrë) përpos të predikojë haptazi"
        },
        {
            "chapter": 29,
            "verse": 19,
            "text": "A nuk e shohin ata se All-llahu zë fillin e krijimit, pastaj e përsërit atë; për All-llahun kjo është, vërtet, lehtë"
        },
        {
            "chapter": 29,
            "verse": 20,
            "text": "Thuaj: “Udhëtoni nëpër botë dhe shikoni se si e ka filluar të krijuarit, që pastaj, atë, All-llahu e rikrijon. Me të vërtetë All-llahu është i fortë për çdo gjë"
        },
        {
            "chapter": 29,
            "verse": 21,
            "text": "Dënon atë që do dhe mëshiron kë të dojë, dhe Atij do t’i dorëzoheni"
        },
        {
            "chapter": 29,
            "verse": 22,
            "text": "Ju nuk jeni mrekulli as në tokë as në qiell, dhe ju nuk keni, përveç All-llahut, mbrojtës as ndihmës"
        },
        {
            "chapter": 29,
            "verse": 23,
            "text": "Kurse ata që mohuan argumentet e All-llahut dhe takimin me Të, ata i kanë çuar duart nga mëshira ime – dhe ja, ata i pret dënim i dhembshëm"
        }
    ]
}