{
    "pages": [
        {
            "chapter": 43,
            "verse": 11,
            "text": "Ai, i cili lëshon nga qielli ujin me masë, dhe, me të kthejmë në jetë vendin e vdekur. Ashtu do të dilni edhe ju (nga varri)"
        },
        {
            "chapter": 43,
            "verse": 12,
            "text": "I cili krijon çifte të çdo lloji dhe ju bën të mundshme të udhëtoni me lundra dhe kafshë"
        },
        {
            "chapter": 43,
            "verse": 13,
            "text": "Që të vendoseni mbi ta dhe që të kujtoni dhuntitë e Zotit tuaj e të thuani: “Qoftë lavdëruar ai i cili na i ka nënshtruar këta. Ne këtë nuk do të mund ta bënim"
        },
        {
            "chapter": 43,
            "verse": 14,
            "text": "Dhe en me siguri do të kthehemi te Zoti ynë”"
        },
        {
            "chapter": 43,
            "verse": 15,
            "text": "Kurse ata, nga robërit e Tij i shpifin Atij fëmijë. Njeriu është, njëmend, mohues i hapët"
        },
        {
            "chapter": 43,
            "verse": 16,
            "text": "Vall, të marrë prej atyre që i krijon vetë vajza, kurse juve t’iu shpërblejë me djem"
        },
        {
            "chapter": 43,
            "verse": 17,
            "text": "Dhe kur ndonjërit prej tyre i japin lajmin e gëzuar për atë (se i ka lindur vajzë) që ia ka shpifur të mëshirshmit, fytyra e tij mrrolet, nxihet dhe shtanget"
        },
        {
            "chapter": 43,
            "verse": 18,
            "text": "A thua ata që rriten në stoli dhe që janë të pavendosur në kunëdrshtim (luftim)"
        },
        {
            "chapter": 43,
            "verse": 19,
            "text": "Ata, engjujt, të cilët janë robër të gjithmëshirshmit, i trajtojnë si femra. A kanë prezentuar në krijimin e tyre? Dëshmitë e tyre do të shkruhen, kurse ata do të merren në pyetje"
        },
        {
            "chapter": 43,
            "verse": 20,
            "text": "“Sikur të kish dashru i Mëshirshmi – thonë ata – ne nuk do t’i adhuronim!” Ata nuk dinë kurrgjë për këtë, vetëm gënjejnë"
        },
        {
            "chapter": 43,
            "verse": 21,
            "text": "A mos u kemi dhënë atyre ndonjë libër para tij (Kur’anit) dhe i përmbahen atij"
        },
        {
            "chapter": 43,
            "verse": 22,
            "text": "Jo, por thonë: “Ne i kemi gjetur të parët tanë në këtë fe dhe ne jemi drejtuar gjurmëve të tyre”"
        }
    ]
}