{
    "pages": [
        {
            "chapter": 60,
            "verse": 6,
            "text": "Pa dyshim tek ata keni pasur shembull të mirë kush shpreson në takimin me All-llahun dhe Ditën e gjykimit, por kush ia kthen shpinën, ani, All-llahu, Ai është me të vërtetë i pasur, i denjë për lavdatë"
        },
        {
            "chapter": 60,
            "verse": 7,
            "text": "Ndoshta All-llahu do të vejë dashuri ndërmjet jush dhe atyre, nga ata, me të cilët keni armiqësi. All-llahu është i gjithëfuqishëm, All-llahu fal, është mëshirëplotë"
        },
        {
            "chapter": 60,
            "verse": 8,
            "text": "All-llahu nuk ju ndalon të silleni mirë dhe me drejtësi ndaj atyre që nuk ju luftojnë për shkak të fesë dhe nuk ju përzënë nga shtëpitë tuaja. Me të vërtetë All-llahu i do të drejtët"
        },
        {
            "chapter": 60,
            "verse": 9,
            "text": "Vetëm se All-llahu ju ndalon t’i konsideroni miq ata që luftojnë kundër jush për shkak të fesë dhe u përzënë nga shtëpitë tuaja dhe ndihmojnë të jeni të përzënë. Pra ata që i konsiderojnë këta për miq, ata janë kriminelë"
        },
        {
            "chapter": 60,
            "verse": 10,
            "text": "O besimtarë! Kur t’iu vijnë besimtaret si emigrante, ju verifikoni ato, por All-llahu e di më së miri besimin e tyre. Nëse i njihni si sesimtare, mos ua ktheni mosbesimtarëve. Ato nuk u lejohen atyre as ata u lejohen këtyre. Jepnu atë që kanë shpenzuar dhe nuk e keni mëkat të kurorëzoheni me ato pasi që t’iu jepni mehrin. Mos i mbani politeistet nën kurorë! Kërkoni atë çka e keni dhënë, por edhe ata le të kërkojnë çka kanë shpenzuar. Ai është gjykim i All-llahut. Ai gjykon ndërmjet jush. All-llahu është shumë i dijshëm e i urtë"
        },
        {
            "chapter": 60,
            "verse": 11,
            "text": "Nëse ndojë prej grave tuaja shkon te mosbesimtarët, dhe u vjen rasti juve, atëherë atyre që u kanë shkuar gratë jepnu aq sa kanë shpenzuar ato për mehr. Frikësohuni All-llahut të cilit ju i besoni"
        }
    ]
}