{
    "pages": [
        {
            "chapter": 73,
            "verse": 20,
            "text": "Me të vërtetë Zoti yt e di se ti në adhurim kalon më pak se dy të tretat e natës, gjysmën e saj ose një të tretën e asaj, si edhe një grup prej tyre që janë me ty. All-llahu cakton gjatësinë e natës dhe të ditës. Ai e di se ju atë nuk mund ta llogaritni dhe ua fal, kurse ju nga Kur’ani lexoni atë që është e lehtë. Ai e di se në mesin tuaj do të ketë të sëmurë dhe të tjerë që të udhëtojnë nëpër botë dhe do të kërkojnë dhuntitë e All-llahut, dhe të tjerë që do të luftojnë në rrugë të Zotit, prandaj lexoni nga Kur’ani çka u vjen më lehtë edhe faljen kryene, edhe lëmoshë jipni dhe All-llahut me gjithë zemër jipni hua! Ndërsa të mirat që tek All-llahu i siguroni për vete qysh më parë, do t’i gjeni edhe më të mëdha tek All-llahu dhe do të fitoni shpërblim edhe më të madh. Por lutne All-llahun t’ua falë se All-llahu fal dhe është i mëshirshëm"
        },
        {
            "chapter": 74,
            "verse": 1,
            "text": "O i mbuluar"
        },
        {
            "chapter": 74,
            "verse": 2,
            "text": "Ngritu dhe qorto (thirr)"
        },
        {
            "chapter": 74,
            "verse": 3,
            "text": "dhe Zotin tënd madhëro"
        },
        {
            "chapter": 74,
            "verse": 4,
            "text": "Dhe rrobet tua pastro"
        },
        {
            "chapter": 74,
            "verse": 5,
            "text": "Dhe nga të këqiat u largo"
        },
        {
            "chapter": 74,
            "verse": 6,
            "text": "Dhe mos u kënaq as me shumë, por këshillo"
        },
        {
            "chapter": 74,
            "verse": 7,
            "text": "Dhe për hirë të Zotit tënd duro"
        },
        {
            "chapter": 74,
            "verse": 8,
            "text": "E kur të fryhet në sure"
        },
        {
            "chapter": 74,
            "verse": 9,
            "text": "Ajo atëherë do të jetë ditë e rëndë"
        },
        {
            "chapter": 74,
            "verse": 10,
            "text": "Për mosbesimtarët, pa lehtësi"
        },
        {
            "chapter": 74,
            "verse": 11,
            "text": "M’i lë mua dhe atë që i kam krijuar vetë"
        },
        {
            "chapter": 74,
            "verse": 12,
            "text": "Dhe i kam dhënë pasuri të madhe"
        },
        {
            "chapter": 74,
            "verse": 13,
            "text": "Edhe djem që janë me ta"
        },
        {
            "chapter": 74,
            "verse": 14,
            "text": "Edhe shumë të mira kam dhuruar"
        },
        {
            "chapter": 74,
            "verse": 15,
            "text": "Pastaj lakmon t’ia shtojë edhe më tepër"
        },
        {
            "chapter": 74,
            "verse": 16,
            "text": "Kurrsesi! Ai, me të vërtetë, u kundëdrvihet fakteve tona"
        },
        {
            "chapter": 74,
            "verse": 17,
            "text": "Do ta ngarkoj shumë rëndë"
        }
    ]
}