{
    "pages": [
        {
            "chapter": 6,
            "verse": 19,
            "text": "Reci: \"Šta je po svjedočenju najveće?\", i odgovori: \"Allah, On će između mene i vas svjedok biti. A meni se ovaj Kur'an objavljuje da njime vas i one do kojih on dopre upozoravam. Zar vi, zaista, tvrdite da pored Allaha ima i drugih bogova?\" Reci: \"Ja ne tvrdim.\" Reci: \"On je Bog Jedini, i ja nemam ništa s time što vi Njemu pridružujete"
        },
        {
            "chapter": 6,
            "verse": 20,
            "text": "Oni kojima smo Knjigu dali poznaju Poslanika kao što poznaju sinove svoje. Oni koji su sebe upropastili – pa, oni ne vjeruju"
        },
        {
            "chapter": 6,
            "verse": 21,
            "text": "Ima li većeg zulumćara od onoga koji o Allahu govori laži ili ne priznaje ajete i znakove Njegove?! Zulumćari zaista neće uspjeti"
        },
        {
            "chapter": 6,
            "verse": 22,
            "text": "A na Dan kada ih sve sakupimo, pa upitamo one koji su druge Njemu u obožavanju pridruživali: \"Gdje su vam božanstva vaša koja ste za bogove smatrali"
        },
        {
            "chapter": 6,
            "verse": 23,
            "text": "neće im nikakvo opravdanje preostati nego da reknu: \"Allaha nam, Gospodara našeg, mi nismo višebošci bili"
        },
        {
            "chapter": 6,
            "verse": 24,
            "text": "Gledaj kako će oni sami sebi lagati, a zagubit će im se oni koje su bili izmislili"
        },
        {
            "chapter": 6,
            "verse": 25,
            "text": "Ima onih koji dolaze da te slušaju, ali Mi smo na srca njihova zastore stavili, da Kur'an ne bi razumjeli, i gluhim ih učinili, pa i ako bi sve dokaze vidjeli, opet u njih ne bi povjerovali. A kada ti dolaze da s tobom raspravljaju, govore oni koji ne vjeruju: \"To su samo izmišljotine naroda drevnih"
        },
        {
            "chapter": 6,
            "verse": 26,
            "text": "Oni zabranjuju da se u Kur'an vjeruje, i sami se od njega udaljavaju, i sami sebe upropaštavaju, a da i ne primjećuju"
        },
        {
            "chapter": 6,
            "verse": 27,
            "text": "A da ti je vidjeti kako će, kad pred Vatrom budu zadržani, reći: \"Da nam je da vraćeni budemo, pa da ajete i znakove Gospodara našeg ne poričemo i da vjernici postanemo"
        }
    ]
}