{
    "pages": [
        {
            "chapter": 58,
            "verse": 12,
            "text": "O vi koji vjerujete, kad hoćete da se s Poslanikom sašaptavate, prije toga sadaku udijelite. To je za vas bolje i čistije. A ako ne nađete ništa - pa, Allah je, zaista, Oprostitelj grijeha, Milostivi"
        },
        {
            "chapter": 58,
            "verse": 13,
            "text": "Zar vas je strah da prije razgovora svoga sadaku udijelite?! A ako ne"
        },
        {
            "chapter": 58,
            "verse": 14,
            "text": "Zar ti ne vidje one koji za prijatelje i zaštitnike uzimaju ljude na koje se Allah rasrdio?! Oni nisu ni vaši ni njihovi, i zaklinju se na laži, a oni znaju"
        },
        {
            "chapter": 58,
            "verse": 15,
            "text": "Allah je njima pripremio žestoku patnju, a zaista je ružno ono što rade"
        },
        {
            "chapter": 58,
            "verse": 16,
            "text": "Uzeli su svoje zakletve štitom, i odvraćaju od Allahova puta, pa im zato pripada ponižavajuća patnja"
        },
        {
            "chapter": 58,
            "verse": 17,
            "text": "Ni imeci njihovi, ni djeca njihova im nimalo neće pomoći kod"
        },
        {
            "chapter": 58,
            "verse": 18,
            "text": "Na Dan u koji će ih Allah sve oživiti oni će se Njemu"
        },
        {
            "chapter": 58,
            "verse": 19,
            "text": "Njima je ovladao šejtan i učinio da zaborave spominjati Allaha, oni su šejtanova stranka, a zbilja, oni iz stranke šejtanove gubitnici su pravi"
        },
        {
            "chapter": 58,
            "verse": 20,
            "text": "Oni koji se suprotstavljaju Allahu i Poslaniku Njegovu bit će, sigurno, među onim najponiženijim"
        },
        {
            "chapter": 58,
            "verse": 21,
            "text": "Allah je zapisao: \"Ja i poslanici Moji sigurno ćemo pobijediti!\" Allah je, zaista, moćan i silan"
        }
    ]
}