{
    "chapter": [
        {
            "chapter": 20,
            "verse": 1,
            "text": "Ta Ha. So Allah i Mata-o ko paka-a antapan Niyan non"
        },
        {
            "chapter": 20,
            "verse": 2,
            "text": "Kuna a ba aya Kinitoronun Nami Ruka (Ya Muhammad) ko Qur-an na Angka makandamar"
        },
        {
            "chapter": 20,
            "verse": 3,
            "text": "Ogaid na undao ko tao a maalukun (ko Allah)"
        },
        {
            "chapter": 20,
            "verse": 4,
            "text": "Initoron a miyakapo-on ko Miyadun ko Lopa a go so manga Langit a manga poporo"
        },
        {
            "chapter": 20,
            "verse": 5,
            "text": "So Masalinggagao a si-i ko Aras mithakna"
        },
        {
            "chapter": 20,
            "verse": 6,
            "text": "Ruk Iyan so matatago ko manga Langit a go so matatago ko Lopa, go so pagulutan a dowa oto, go so didalum o Lopa"
        },
        {
            "chapter": 20,
            "verse": 7,
            "text": "Na o pakatanogun Ka so Katharo, na Mata-an! a Sukaniyan na katawan Niyan so masolun a go so lubi a mapagu-uma"
        },
        {
            "chapter": 20,
            "verse": 8,
            "text": "So Allah! Da-a Tohan a salakao Rukaniyan! Ruk Iyan so manga Ngaran a manga pipiya"
        },
        {
            "chapter": 20,
            "verse": 9,
            "text": "Ino a miyakatalingoma Ruka so Totholan ko Musa"
        },
        {
            "chapter": 20,
            "verse": 10,
            "text": "Gowani a makailai sa Apoi: Na Pīitharo Iyan ki Karoma Niyan: A apa kano; ka Mata-an! A Sakun na miyakailai Ako sa Apoi; kalokalo kawitan Ko sukano ron sa barabad, o di na makato-on Nako si-i ko Apoi sa nana-o"
        },
        {
            "chapter": 20,
            "verse": 11,
            "text": "Na kagiya a makatalingomaon, na Kiyatalowan: Hai Musa"
        },
        {
            "chapter": 20,
            "verse": 12,
            "text": "Mata-an! A Sakun na Sakun so Kadnan Ka! Na Ndaingka so dowa a Talompa-a Ķa: Mata-an! A Suka na matatago ko Balintad a Soti a giya Tuwa"
        },
        {
            "chapter": 20,
            "verse": 13,
            "text": "Na Sakun na Pinili Akun Suka: Na Pakinugangka so Ipagilaham (Ruka)"
        },
        {
            "chapter": 20,
            "verse": 14,
            "text": "Mata-an! A Sakun na Sakun so Allah: Da-a Tohan a salakaoRakun: Na simba-a Kongka, go / Pamayandugun Ka so Sambayang sa Pananadum Rakun"
        },
        {
            "chapter": 20,
            "verse": 15,
            "text": "Mata-an! A so Bangkit na phakatalingoma-marani a paguuma-an Ko Sukaniyan-ka-an mibalas ko oman i isa ginawa so galubuk iyan"
        },
        {
            "chapter": 20,
            "verse": 16,
            "text": "Na o ba Ka on ka-alangi o tao a di ron Mapaparatiyaya go inonotan niyan so nunga iyan, ka Mabinasa Ka"
        },
        {
            "chapter": 20,
            "verse": 17,
            "text": "Na antona-a angkanan a shisi-i sa Kawanan Ka, hai Musa"
        },
        {
            "chapter": 20,
            "verse": 18,
            "text": "Pitharo Iyan: Giyaya na Badas Akun: A ipuphanukun Nakun Sukaniyan, go ipuphangawit Akun oto (sa Pukhun) o Kambing Akun, go adun a manga Osba Ko ron a pud"
        },
        {
            "chapter": 20,
            "verse": 19,
            "text": "Pitharo (o Allah): ithogun Ka, hai Musa"
        },
        {
            "chapter": 20,
            "verse": 20,
            "text": "Na ini ithog Iyan, na sa maoto na Sukaniyan na Nipai, a gi-i ndoladola sa maga-an"
        },
        {
            "chapter": 20,
            "verse": 21,
            "text": "Pitharo (o Allah): Kowa-angka Sukaniyan, go di Ka khaluk: Ka phakandodun Nami bo Sukaniyan ko butad Iyan a paganai"
        },
        {
            "chapter": 20,
            "verse": 22,
            "text": "Go soludun Ka a Limangka ko kilid Ka: Ka-an makambowat a Masindao, a kuna a ba Panggal,Tanda pun a salakao"
        },
        {
            "chapter": 20,
            "verse": 23,
            "text": "Ka phakailain Nami Suka ko manga tanda Amı a manga Ala"
        },
        {
            "chapter": 20,
            "verse": 24,
            "text": "Songka ko Pir-aon, ka Mataan! A Sukaniyan na miyangakowala"
        },
        {
            "chapter": 20,
            "verse": 25,
            "text": "Pitharo (o Musa): Kadnan Ko! Pakalowagangka Rakun so Rarub Akun"
        },
        {
            "chapter": 20,
            "verse": 26,
            "text": "Go Lubodangka Rakun so Showa-an Nakun"
        },
        {
            "chapter": 20,
            "verse": 27,
            "text": "Go Pakalowayangka so kabigur o dila Akun"
        },
        {
            "chapter": 20,
            "verse": 28,
            "text": "Ka-aniran Kasaboti so Katharo Akun"
        },
        {
            "chapter": 20,
            "verse": 29,
            "text": "Go Sunggai Akongka sa Washir a pud ko tonganai Akun"
        },
        {
            "chapter": 20,
            "verse": 30,
            "text": "So Haroun, a Pagari Ko"
        },
        {
            "chapter": 20,
            "verse": 31,
            "text": "Bakhushun Ka Sukaniyan ko Bagur Akun"
        },
        {
            "chapter": 20,
            "verse": 32,
            "text": "Go Pakatompokangka Sukaniyan ko Galubuk Akun"
        },
        {
            "chapter": 20,
            "verse": 33,
            "text": "Ka Angka Mi Ruka Puphakatasbik sa madakul"
        },
        {
            "chapter": 20,
            "verse": 34,
            "text": "Go ana Mi Suka Katatadumi sa madakul"
        },
        {
            "chapter": 20,
            "verse": 35,
            "text": "Mata-an! A Suka i tatap a phagilai Rukami"
        },
        {
            "chapter": 20,
            "verse": 36,
            "text": "Pitharo (o Allah): A Sabunar a ini bugai Ruka so Panguningka, hai Musa"
        },
        {
            "chapter": 20,
            "verse": 37,
            "text": "Na Sabunsabunar a ini Pangalimo Ami Suka ko kiyaokitan a salakao"
        },
        {
            "chapter": 20,
            "verse": 38,
            "text": "Gowani a i [laham Ami ki Ina a Ka so Iphagilaham]"
        },
        {
            "chapter": 20,
            "verse": 39,
            "text": "(Sa Pitharo-on:) Tagowangka Sukaniyan (a Musa) ko Kaban, na anodangka ko Lawasaig a Nail: Na Pimpirun Sukaniyan o Lawasaig a Nail ko thuba-an, ka-an makowa o Ridowai Akun go Ridowai Niyan: Na Tiyagowangko Suka sa kakası a pho-on Rakun: Go Angka mapagoyagoyag si-i ko Palihara Akun"
        },
        {
            "chapter": 20,
            "verse": 40,
            "text": "Gowani a puphulalakao si Babaingka na gi-i Niyan Tharo-on: O torowi ko sukano sa tao a makambaromitan non? Na Piyakandod ami Suka ki Ina a Ka, ka-an makapiya Ginawa Niyan go an ndi makamboboko. Na Miyamono Ka sa tao, na siyabut Ami Suka pho-on ko rata a ginawa, go Piyanupungan Nami Suka a manga tupung. Na miyakatarug Ķa sa miyakapira ragon ko manga tao sa Madiyan; oriyan niyan na miyakaoma Ka sa Takdir Akun, hai Musa"
        },
        {
            "chapter": 20,
            "verse": 41,
            "text": "Go Pinili Akun Suka (a siyana-an) o ginawa Ko"
        },
        {
            "chapter": 20,
            "verse": 42,
            "text": "Lalakao Ka, Suka go si Pagaringka, rakhus o manga Tanda Akun, go di Niyo paparina so Tadum Rakun"
        },
        {
            "chapter": 20,
            "verse": 43,
            "text": "Songkano a Dowa, ko Piraon, Mata-an! A sukaniyan na miyangakowala"
        },
        {
            "chapter": 20,
            "verse": 44,
            "text": "Na Mbitiyarain Niyo sukaniyan, sa lalag a malinanuk, ka kalokalo o sukaniyan na makapaginungka, o di na maluk"
        },
        {
            "chapter": 20,
            "verse": 45,
            "text": "Pitharo Iran a Dowa: Kadnan Nami! Mata-an! A Sukami na ipukhaluk Ami i1 ba Kami niyan sakotika-a, o di na magoman a kapuphangakowala niyan"
        },
        {
            "chapter": 20,
            "verse": 46,
            "text": "Pitharo (o Allah): Di Kano khaluk: Mata-an! A Sakun na babidIyo: Pukhanug Akun go Pukhailai Yakun (so khasowa Iyo)"
        },
        {
            "chapter": 20,
            "verse": 47,
            "text": "Na Songkano Ron, na Tharowa Niyo: A Mata-an! A Sukami a Dowa na Sogo o Kadnan ka: Na bokaingka rukami so manga Moriyatao o Israil, go dingka siran Pushiksa-a: Sabunar a adun a mini oma Miruka a Tanda, a pho-on koKadnan ka! Na so Kalilintad na si-iko tao a komidug ko Torowan"
        },
        {
            "chapter": 20,
            "verse": 48,
            "text": "Mata-an! A Sukami na Sabunar a ini Ilaham Rukami a Mata-an! A so siksa na si-i ko tao a tomiyaplis go tomiyalikhod"
        },
        {
            "chapter": 20,
            "verse": 49,
            "text": "Pitharo (o Pīira-aon): Anta- wa-a i Kadnan Niyo hai Musa"
        },
        {
            "chapter": 20,
            "verse": 50,
            "text": "Pitharo (o Musa): Aya Kadnan Nami na so inibugai Niyan ko oman 1i isa Shai so ini Adun non, oriyan niyan na Pinngonana-o Niyan"
        },
        {
            "chapter": 20,
            "verse": 51,
            "text": "Pitharo (o Pir-aon): Antona-a miyasowa o manga pagtao a miyanga-o ona"
        },
        {
            "chapter": 20,
            "verse": 52,
            "text": "Pitharo (o Musa): So Katawi ron na si-i ko Kadnan Ko, ka matatago ko Kitab: Di Kharibat so Kadnan Ko, go di Khalipat"
        },
        {
            "chapter": 20,
            "verse": 53,
            "text": "So inisunggai Niyan rukano so Lopa a miyakayat, go tiyagowan kano Niyan non sa manga lalan; go Piyakatoron Niyan a pho-on ko Kawang so ig; na adun a Puphakambowatun Nami sa sabap on a pishoson a Mangunguto a mbidabida"
        },
        {
            "chapter": 20,
            "verse": 54,
            "text": "Kangkano (ron) go Pagupura niyo (ron) so manga Ayam iyo: Mata-an! A adun a matatago ro-o man a titho a manga Tanda ko adun a manga gudaguda iyan"
        },
        {
            "chapter": 20,
            "verse": 55,
            "text": "Inadun Nami sukano a phoon ko Lopa, go ron Nami sukano phakakasoya, go ron Nami sukano phakagumawa so khaokitan a salakao"
        },
        {
            "chapter": 20,
            "verse": 56,
            "text": "Na Sabunsabunar a piyakiilai Yami (ko Pir-aon) so manga Tanda Ami sa kalangolangowan niyan, na tomiyaplis go somiyangka"
        },
        {
            "chapter": 20,
            "verse": 57,
            "text": "Pitharo (o Pir-aon): Ba aya kiyasong Ka rukami na Angka Mingka mapaka-awa ko Lopa ami sabap ko Balik Matangka, hai Musa"
        },
        {
            "chapter": 20,
            "verse": 58,
            "text": "Na Mata-an a khawitan nami Suka dun sa balik Mata a lagid iyan! Na tundo Ka ko lut ami go so lut Ka sa kaputhalabok, di kami ron ndoratsukami go Suka-(si-i ko) darpa a kasosokodan (Rukutano)"
        },
        {
            "chapter": 20,
            "verse": 59,
            "text": "Pitharo (o Musa): Aya kathalabok iyo na so Alongan a Kalilang, go malimod so manga Manosiya ko kiporo o Alongan"
        },
        {
            "chapter": 20,
            "verse": 60,
            "text": "Na tomiyalikhod so Pir-aon: Na tinimo iyan so antangan niyan, oriyan niyan na miyakatalingoma"
        },
        {
            "chapter": 20,
            "verse": 61,
            "text": "Pitharo kiran o Musa: Dowan dowan kano! Di niyo pagangkoba so Allah sa kabokhag, ka ı binasa Niyan rukano so siksa: Na Sabunar a kiyawiswisan so tao a inangkob iyan (so Allah)"
        },
        {
            "chapter": 20,
            "verse": 62,
            "text": "Na Piyamagodasa-an niran i showa-an niran, ko ndolondolonan niran, go piyagunus iran so bitiyara (ran)"
        },
        {
            "chapter": 20,
            "verse": 63,
            "text": "Pitharo iran: A Mata-an! A giya Dowaya na titho a manga Balik Mata: A kabaya Iran a mapakaawa kano Iran ko Lopa iyo sa misabap ko Balik Mata Iran, go mailang Iran so okit iyo a makalulubi"
        },
        {
            "chapter": 20,
            "verse": 64,
            "text": "Na timowa niyo so antangan niyo, oriyan niyan na talingoma kano a khishisinundai: Na Sabunar a Miyakada-ag sa Alongan nai so tao a miyakaombao"
        },
        {
            "chapter": 20,
            "verse": 65,
            "text": "Pitharo iran: Hai Musa! Na ithog Ka o di na mabaloi kami a paganai a tao a minithog"
        },
        {
            "chapter": 20,
            "verse": 66,
            "text": "Pitharo Iyan: Kuna, ka ithog kano! Na sa maoto na so manga tali ran go so manga badas iran-na aya kaguguda-a Niyan non pho-on ko Balik Mata iran-na Mata-an noto! A puphamanola"
        },
        {
            "chapter": 20,
            "verse": 67,
            "text": "Na kiyagudi-an sa si-i bo ko Ginawa Niyan sa kaluk so Musa"
        },
        {
            "chapter": 20,
            "verse": 68,
            "text": "Pitharo Ami: Di Ka pukhaluk! Mata-an! A Suka na Suka i Maporo"
        },
        {
            "chapter": 20,
            "verse": 69,
            "text": "Na ithogun Ka so shisi-i ko Kawanan Ka: Ka-a Niyan malolok so biyaloi ran; Mata-an! A so biyaloi ran na limpangan o Balik Mata: Na di Phakada-ag so Balik Mata, apiya anda lomiyabo"
        },
        {
            "chapter": 20,
            "verse": 70,
            "text": "Na miyamangi omung so manga Balik Mata sa Khipakasosodod: Pitharo iran: Piyaratiyaya Mi so Kadnan o Haroun a go so Musa"
        },
        {
            "chapter": 20,
            "verse": 71,
            "text": "Pitharo (o Pir-aon): Ino niyo Pharatiyaya-a Sukaniyan a da akun sukano pun kaidini? Mata-an! A Sukaniyan i titho a Goro niyo, a so Miyangundao rukano ko Balik Mata! Na Mata-an a pamotolan ko dun so manga lima niyo go so manga Ai niyo sa di magonod, go Mataan a sola-an ko sukano dun ko manga kayo a Qormah: Go Mataan a katokawan niyo dun, o antawa-a rukami i lubi a sangat i siksa go lubi a kakal"
        },
        {
            "chapter": 20,
            "verse": 72,
            "text": "Pitharo iran: Di Ami suka dun ipulawan ko miyakaoma rukami a manga Rarayag a Karina, a go so Miyadun Rukami! Na nggolalanun ka i ipunggolalan ka: Si-ingka bo mipungolalan sangkai a Kaoyagoyag ko doniya"
        },
        {
            "chapter": 20,
            "verse": 73,
            "text": "Mata-an! A Sukami, na Piyaratiyaya Mi so Kadnan Nami: Ka o ba Niyan Rukami Napiya so manga kasala-an Nami, go so initugul ka Rukami sukaniyan a Balik Mata: Na so Allah i lubi a Mapiya go lubi a Tatap"
        },
        {
            "chapter": 20,
            "verse": 74,
            "text": "Mata-an naya! A sa dun sa tao a makatalingoma ko Kadnan Niyan a baradosa,- na Mata-an! A bagiyan niyan so Naraka Jahannam: Di ro-o Pha-tai go di Khaoyag (sa Kaoyag a mapiya)"
        },
        {
            "chapter": 20,
            "verse": 75,
            "text": "Na sa dun sa makatalingoma Rukaniyan a Mapaparatiyaya a Sabunar a Pinggalubk Iyan so manga pipiya,- na siran man i khibagiyan"
        },
        {
            "chapter": 20,
            "verse": 76,
            "text": "ko manga Daradat a manga Poporo,76. Manga Sorga a Tatap, a Puphamangondas ko kababa-an niyan so manga Lawasaig: Makakakal siran ro-o: Na giyoto man i balas ko tao a Mishoti"
        },
        {
            "chapter": 20,
            "verse": 77,
            "text": "Na Sabunsabunar a ini Ilaham Ami ko Musa: A Pangulumun Ka so manga Oripun Ko, na mbaalun Ka siran sa lalan ko Kalodan a mamara, di Ka khawan i ba Kano raota go di Ka khaluk"
        },
        {
            "chapter": 20,
            "verse": 78,
            "text": "Na tiyondog Siran o Pir-aon rakhus o manga tantara iyan, na Minitanggob kiran so Kalodan so nganin a minitanggob kiran"
        },
        {
            "chapter": 20,
            "verse": 79,
            "text": "Na miyadadag o Pir-aon so pagtao niyan, go da niyan Matoro"
        },
        {
            "chapter": 20,
            "verse": 80,
            "text": "Hai manga Moriyatao o Israil! Sabunar a siyabut Ami sukano ko ridowai niyo, go ini phasada Ami sukano ko kilid o Palao sa kawanan, go Initoron Nami rukano so Manna go so (Papanok a) Salwwa"
        },
        {
            "chapter": 20,
            "verse": 81,
            "text": "(Pitharo Ami:) Kangkano ko manga pipiya ko nganin a ini Pagupur Ami rukano, go di kano ron Phumalawani, ka matangkud rukano so Rarangit Akun: Na sa dun sa matangkud on so Rarangit Akun na Sabunar a mabinasa"
        },
        {
            "chapter": 20,
            "verse": 82,
            "text": "Na Mata-an! A Sakun na titho a Manapi ko tao a Mithaobat, go Miyamaratiyaya, go Minggalubuk sa Mapiya,- oriyan niyan na komidug ko ontol"
        },
        {
            "chapter": 20,
            "verse": 83,
            "text": "Na antona-a i minipagalokalok Ka (sa Kiya-ona Ingka) ko Pagtaongka, hai Musa"
        },
        {
            "chapter": 20,
            "verse": 84,
            "text": "Pitharo Iyan: Siran na kataya siran si-i ko Talikhodan Ko (a matotondog Ako iran): Na miyagalokalok Ako Ruka Kadnan Ko, ka-o Bangka Kasowatun"
        },
        {
            "chapter": 20,
            "verse": 85,
            "text": "Pitharo (o Allah): Na Mataan! A Sukami na tiniyoba Ami so Pagtaongka ko oriyan Ka (ko Kiyabulagangka kiran): Ka diyadag siran o Samiri"
        },
        {
            "chapter": 20,
            "verse": 86,
            "text": "Na mimbalingan so Musa ko pagtao Niyan a Pukhararangitan a Makamboboko. Piīitharo Iyan: Hai pagtao Akun! Ba kano da diyandi-i o Kadnan niyo sa diyandi a mapiya? Ba rukano miyathai so masa? Antawa-a ba niyo kabaya a matangkud rukano so Rarangit a pho-on ko Kadnan niyo, sa kiyandorat iyo ko diyandi Akun"
        },
        {
            "chapter": 20,
            "verse": 87,
            "text": "Pitharo iran: Kuna a ba kami mindorat ko diyandi i Ka, sa ba sabap ko kapa-ar ami: Na ogaid na piyakaawid kami sa manga pupunud pho-on ko imbolawan o pagtao, na inipangithog ami oto (ko Apoi), ka lagid oto a kiya-ithog o Samiri"
        },
        {
            "chapter": 20,
            "verse": 88,
            "text": "A inigumao niyan kiran a maito a Sapi: A lawas iyan, a Phagunga Na Pitharo iran: A kati-i so Tohan niyo, go Tohan o Musa, na miyalipat"
        },
        {
            "chapter": 20,
            "verse": 89,
            "text": "Ba iran ndi khailai a da-a khisumbag iyan kiran a Katharo, go da-a Mipapa-ar iyan kiran a Morala o di na Ompiya"
        },
        {
            "chapter": 20,
            "verse": 90,
            "text": "Na Sabunsabunar a Pitharo kiran o Haroun gowani: A Hai pagtao Akun! Giyabo a kinitupungun rukano ron: Ka Mata-an! A aya Kadnan niyo na so (Allah a) Masalinggagao: Na Onoti Ako niyo go onoti niyo so Sogowan Ko"
        },
        {
            "chapter": 20,
            "verse": 91,
            "text": "Pitharo iran: Diyami dun itharug a karurutuki ami ron Somimba, taman sa di makabaling rukami so Musa"
        },
        {
            "chapter": 20,
            "verse": 92,
            "text": "Pitharo (o Musa): Hai Haroun! Antona-a i miyakarun Ruka, gowani a Mailaingka siran a miyadadag siran"
        },
        {
            "chapter": 20,
            "verse": 93,
            "text": "Sa Dangka Rakun kaonoti? Inongka Shoranga so Sogowan Ko"
        },
        {
            "chapter": 20,
            "verse": 94,
            "text": "Pitharo Haron: Hai Wata i Ina! Dingka nggandura so Sompa Akun go giya Olo Akun! Mata-an! A Sakun na inikaluk Akun o Bangka Matharo: A inoparik Ka so manga Moriyatao o Israil, go Dangka Kanayawi so lalag Akun"
        },
        {
            "chapter": 20,
            "verse": 95,
            "text": "Pitharo (o Musa): Antona-a i Siyowa Aka, Hai Samiri"
        },
        {
            "chapter": 20,
            "verse": 96,
            "text": "Pitharo iyan: A miya-ilai akun so da iran mailai sukaniyan: Na komimus ako sa sakumus ko lakao o Sogo, na ini ithog akun non: Na giyoto i ini barayat rakun o ginawa ko"
        },
        {
            "chapter": 20,
            "verse": 97,
            "text": "Pitharo (o Musa): Na awa ka! Na Mata-an a ruk ka ko Kaoyagoyag so gi-ingka Katharowa: Sa da-a kashukhowai; go Mata-an! A adun a ruk ka a diyandi a di ka-on ndun makandorat: Na ilayangka so Tohan ka, a so tiyatap ka a Kapushimba-angka-on: Mata-an a Thotongun Nami dun sukaniyan oriyan niyan na Mata-an a ikayambur ami dun sukaniyan ko Kalodan sa titho a ka kayambur"
        },
        {
            "chapter": 20,
            "verse": 98,
            "text": "Aya bo a Tohan niyo na so Allah: So da-a Tohan a salakao Rukaniyan: Rangkom Iyan a katao so langowan taman"
        },
        {
            "chapter": 20,
            "verse": 99,
            "text": "Lagid aya a Kapuphanothola Mi Ruka ko saba-ad ko manga Totholan ko andang a miya-ona: Na Sabunar a bigan Nami Suka pho-on ko Hadapan Nami sa Pananadum"
        },
        {
            "chapter": 20,
            "verse": 100,
            "text": "Sa dun sa tomalikhodon, na Mata-an! A sukaniyan na Phakaawid ko Alongan a Qiyamah sa mapunud"
        },
        {
            "chapter": 20,
            "verse": 101,
            "text": "Makakakal siran non: Na Miyakaratarata a bagiyan niran ko Alongan a Qiyamah a awid"
        },
        {
            "chapter": 20,
            "verse": 102,
            "text": "Si-i ko Alongan a Iyopun so Sanggakala: Na limodun Nami so manga Baradosa, sa Alongan noto, a khikabobota"
        },
        {
            "chapter": 20,
            "verse": 103,
            "text": "Na mipuphamagutonga iran kondolondolonan niran: A da-a minitarug iyo a rowar ko sapolo (gawi-i)"
        },
        {
            "chapter": 20,
            "verse": 104,
            "text": "Sukamıi i Mata-o ko gi-i ran Tharo-on: ko masa a gi-i Tharo-on o Maka-o ontol kiran i Pamikiran: A da-a kiyapakatarug iyo a rowar ko Salongan"
        },
        {
            "chapter": 20,
            "verse": 105,
            "text": "Na ipagisha iran Ruka so manga Palao: Na Tharowangka: a ikhayontong sukaniyan o Kadnan Ko sa Samporna a ka kayontong"
        },
        {
            "chapter": 20,
            "verse": 106,
            "text": "Na ibagak Iyan (so Lopa) a Pantar a mamumunas"
        },
        {
            "chapter": 20,
            "verse": 107,
            "text": "A da-a Khailaingka-on a Maluluna, go da-a Mibobobong"
        },
        {
            "chapter": 20,
            "verse": 108,
            "text": "Sa Alongan noto na kaonotan niran so Puphananawag: Sa daa kakhorikori on: Na mapunut so manga Sowara ko (Allah a) Masalinggagao: Na da-a khanug Ka a rowar sa dalupuk"
        },
        {
            "chapter": 20,
            "verse": 109,
            "text": "Sa Alongan noto na di Phakanggai a gona so kapangongogopan inonta so tao a inidinan Sukaniyan o (Allah a) Masalinggagao, go Miyasowaton sa Katharo"
        },
        {
            "chapter": 20,
            "verse": 110,
            "text": "Katawan Niyan so kasasangoran niran go so katatalikhodan niran: Go di iran khasushub Sukaniyan a Kata-o"
        },
        {
            "chapter": 20,
            "verse": 111,
            "text": "Na Makapangalimbaba-an so manga Paras ko (Allah a) Oyagoyag, a Thatandingan: Na Sabunar a kiyawiswisan so tao a miyakaawid sa Kandarowaka"
        },
        {
            "chapter": 20,
            "verse": 112,
            "text": "Na sa dun sa tao a nggalubuk ko manga pipiya, a Sukaniyan na Mapaparatiyaya, na di mawan sa ba kasalimboti go ba kakorangi (so Amal Iyan a Mapiya)"
        },
        {
            "chapter": 20,
            "verse": 113,
            "text": "Na lagid aya a Kinitoronun Nami Rukaniyan a Qur-an a basa Arab-go phisalinsalin Nami magosai ko solud Iyan so pangangaluk, ka-an siran Makapananggila, o di na makabago kiran sa Undao"
        },
        {
            "chapter": 20,
            "verse": 114,
            "text": "Na Maporo so Allah, a Phapa-ar, a Bunar! Na Dingka Punggaga-ani (Ya Muhammad) so Qur-an ko da pun kapopos o kipushampain Ruka-on, na tharowangka: Kadnan Ko! Omani Yakongka sa Kata-o"
        },
        {
            "chapter": 20,
            "verse": 115,
            "text": "Na Sabunsabunar a diniyandi-an Nami so Adam, gowani, na Miyalipat: Go da-a miyato-on Nami ron a katutukhus"
        },
        {
            "chapter": 20,
            "verse": 116,
            "text": "Na gowani na Pitharo Ami ko manga Malaikat: Pangalimbabaan kano ko Adam, na Miyangalimbaba-an siran, inonta so iblis: Ka somiyangka"
        },
        {
            "chapter": 20,
            "verse": 117,
            "text": "Na Pitharo Ami: Hai Adam! Mata-an! A giyaya na Ridowaingka go si Karomangka: Na o ba kano niyan Mapaka-awa ko Sorga, ka marasai Ka"
        },
        {
            "chapter": 20,
            "verse": 118,
            "text": "Mata-an! A ruk Ka a Dingka ro-o ka Khaor go di Ka Khatalandiyang"
        },
        {
            "chapter": 20,
            "verse": 119,
            "text": "Go Mata-an! A Suka na di Ka ro-o Mawao, go di Ka ranti-an a Alongan"
        },
        {
            "chapter": 20,
            "verse": 120,
            "text": "Na piyangonsi Sukaniyan o Shaitan: Pitharo iyan: Hai Adam! Ba ko Ruka Thoro-on so Kayo a katatap, go Kapa-ar a di khada"
        },
        {
            "chapter": 20,
            "verse": 121,
            "text": "Na Komiyan Siran non, na miyapayag Kiran so Aorat Iran: Go aya miyata-ad iran, na giya kapuphanangkir Iran, ko Raon sa Sorga: A minisapung Iran ko Aorat Iran; na siyorang o Adam so Kadnan Niyan, na Miyaribat"
        },
        {
            "chapter": 20,
            "verse": 122,
            "text": "Oriyan niyan na pinili Skaniyan o Kadnan Niyan: Na Piyakataobat Iyan, go Tiyoro Iyan"
        },
        {
            "chapter": 20,
            "verse": 123,
            "text": "Pitharo Iyan: A tupad kano, pho-on Rukaniyan (a Sorga) langon, so saba-ad Rukano na ridowai o saba-ad: Amai ka adun a Makatalingoma Rukano a pho-on Rakun a Torowan, na sa dun sa Monot ko Torowan Ko, na di madadag, go di marasali"
        },
        {
            "chapter": 20,
            "verse": 124,
            "text": "Na sa dun sa tomalikhod ko Tadum Rakun, na Mata-an! A adun a ruk iyan a Kaoyagoyag a masimpit, go witun Nami sukaniyan ko Kalilimod ko Alongan a Qiyamah a bota"
        },
        {
            "chapter": 20,
            "verse": 125,
            "text": "Tharo-on niyan: Kadnan Ko! antona-a i sabap a Kiyawıitangka rakun ko kalilimod a bota ko, a Sabunar a miyabaloi ako a Puphakailai (si-i sa doniya)"
        },
        {
            "chapter": 20,
            "verse": 126,
            "text": "Tharo-on (o Allah): A lagid a nan, a miyakatalingoma Ruka so manga Ayat Ami, na piyakalipatan ka oto: Na lagid a nan, a sa Alongan nai, na Pulipatangka"
        },
        {
            "chapter": 20,
            "verse": 127,
            "text": "Go lagid aya a kambalasi Ami ko tao a Mimalawani go da niyan Paratiyaya-a so manga Ayat o Kadnan Niyan: Na Mata-an a so siksa ko Akhirat i lubi a sangat go kakal"
        },
        {
            "chapter": 20,
            "verse": 128,
            "text": "Ino kiran nda Makanggonanao so madakul a bininasa Mi ko miya-ona an niran a pud ko manga pagtao (a miyanga-o ona), a Puphakalalakao siran ko Piyamagingudan niran? Mata-an! A adun a matatago ro-o man a titho a manga Tanda ko adun a manga gudaguda iyan"
        },
        {
            "chapter": 20,
            "verse": 129,
            "text": "Na o da so Katharo a miyaona a pho-on ko Kadnan Ka, na Mata-an a khabaloi (so siksa) a Tatap, go so ta-a lik a miyapunto"
        },
        {
            "chapter": 20,
            "verse": 130,
            "text": "Na Tigurangka so gi-i ran Katharo: Go Puthasbikun Ka so Podi o Kadnan Ka, ko da pun so Kasubang o Alongan, go so da pun so Kasudup Iyan; go so saba-ad ko manga Oras ko Gagawi-i, na Puthasbik Ka, go so manga kilid o ka-daondao: Ka-angka Masowat"
        },
        {
            "chapter": 20,
            "verse": 131,
            "text": "Na Dingka Phakasagata so (Kailai o) dowa Matangka ko Piyakisawitan Nami kiran noto a pishoson a Parayasan ko Kaoyagoyag ko Doniya, ka iputhupung Amı kiran noto: Na so Riskhi o Kadnan Ka (ko Sorga) i mapiya go Tatap"
        },
        {
            "chapter": 20,
            "verse": 132,
            "text": "Na Sogo-on Ka ko Ta-alok Ruka so Sambayang, go Phantang Ka si-i Rukaniyan. Di Kami Ruka phanguni sa Pagupur: Sukami i Puphagupur Ruka. Na so khabolosan (a Mapiya) na bagiyan o Manananggila"
        },
        {
            "chapter": 20,
            "verse": 133,
            "text": "Na Piīitharo iran: A ino a daa Khitalingoma Niyan rukutano a Tanda a pho-on ko Kadnan Niyan? Bada-a miyakatalingoma kiran a Karina a so matatago ko manga Kitab a Paganaıi"
        },
        {
            "chapter": 20,
            "verse": 134,
            "text": "Na opama ka Mata-an! A inibinasa Mi kiran so siksa ko onaan naya, na Putharo-on niran ndun: Kadnan Nami! Ino kamingka da Sogowi sa Sogo, ka-a nami kaonoti so manga Ayat Ka ko da-a mi pun kapakaito a go kahina"
        },
        {
            "chapter": 20,
            "verse": 135,
            "text": "Tharowangka: A oman i isa na Nomanayao: Na nayao kano, ka katokawan niyo bo o antawa-a i khimangaruk ko lalan a Ontol, go sa miyakatoman"
        }
    ]
}