{
    "chapter": [
        {
            "chapter": 37,
            "verse": 1,
            "text": "Ibut ko Shasa-a sa-ap sa Samporna a kasha-ap"
        },
        {
            "chapter": 37,
            "verse": 2,
            "text": "Go so Puphamanundug (ko Gabon) sa Samporna a Kapanundug"
        },
        {
            "chapter": 37,
            "verse": 3,
            "text": "Go so Puphamamatiya sa Pananadum (a manga Malaikat)"
        },
        {
            "chapter": 37,
            "verse": 4,
            "text": "Mata-an! A so Tohan niyo na Matatangkud a Ísa"
        },
        {
            "chapter": 37,
            "verse": 5,
            "text": "Kadnan o manga Langit a go so Lopa, go so paglutan a dowa oto, go Kadnan o manga Subangan"
        },
        {
            "chapter": 37,
            "verse": 6,
            "text": "Mata-an! A Sukami na ini Pharas Ami ko Langit a marani so Parahiyasan a manga Bito-on"
        },
        {
            "chapter": 37,
            "verse": 7,
            "text": "Go Siyap ko oman i Shaitan a gi-i mbinasa"
        },
        {
            "chapter": 37,
            "verse": 8,
            "text": "Di ran maphamamakinug so (manga Malaikat a) a pagtao a Maporo, ka Puphululubadun siran ko mbalabala"
        },
        {
            "chapter": 37,
            "verse": 9,
            "text": "Sa kapamogao, go adun a bagiyan niran a siksa a Tatap"
        },
        {
            "chapter": 37,
            "verse": 10,
            "text": "Inonta so miyakasinggaot sa isa a kasinggaot (ko Katharo o manga Malaikat), na siyaloba sukaniyan o Sindao o Bito-on a Masindao (a Phakatotong)"
        },
        {
            "chapter": 37,
            "verse": 11,
            "text": "Na Paki-osain Ka kiran: O ba siran i lubi a Mabagur a Kaadun, antawa-a so Inadun Ami (i lubi a Mabagur)? Mata-an! A Sukami na Inadun Ami siran a pho-on ko Lipao, a Mapilit"
        },
        {
            "chapter": 37,
            "verse": 12,
            "text": "Kuna, ka Miyamumusa Ka, go Puphamagurugangka iran"
        },
        {
            "chapter": 37,
            "verse": 13,
            "text": "Na igira a Piyakatadum siran, na di siran Phakatadum"
        },
        {
            "chapter": 37,
            "verse": 14,
            "text": "Go igira a Miyakailai siran sa tanda, na Puphamagurugan niran"
        },
        {
            "chapter": 37,
            "verse": 15,
            "text": "Go Piīitharo iran: A da ko ungkai inonta na Balik Mata a Mapayag"
        },
        {
            "chapter": 37,
            "verse": 16,
            "text": "Ino amai ka Matai kami, go mbaloi kami a botha, go manga tolan, ba Mata-an! A sukami na Pagoyagun kami dun"
        },
        {
            "chapter": 37,
            "verse": 17,
            "text": "Antawa-a so manga Lokus ami a miyanga-o ona"
        },
        {
            "chapter": 37,
            "verse": 18,
            "text": "Tharowangka: A owai, (Pagoyagun kano dun), go sukano na Phamakarondan"
        },
        {
            "chapter": 37,
            "verse": 19,
            "text": "Na giyoto na satimambo a Lalis; na sa maoto na siran na makananayao siran"
        },
        {
            "chapter": 37,
            "verse": 20,
            "text": "Go Matharo iran: A Hai dowan dowan tano! Giya i so Alongan a Kapamalas"
        },
        {
            "chapter": 37,
            "verse": 21,
            "text": "(Na Tharo-on kiran:) Giya i so Alongan a Kokoman, a so sukano na Piyakambokhag iyo sukaniyan"
        },
        {
            "chapter": 37,
            "verse": 22,
            "text": "(Tharo-on o Allah ko manga Malaikat:) Limoda niyo so Mindadarowaka, rakhus o manga oganapa iran, go so Piyamanimba iran"
        },
        {
            "chapter": 37,
            "verse": 23,
            "text": "A salakao ko Allah, na nggonanaowa niyo siran ko lalan ko Naraka Jahim"
        },
        {
            "chapter": 37,
            "verse": 24,
            "text": "Go tarongkowa niyo siran, ka Mata-an! A siran na Pagisha-an siran"
        },
        {
            "chapter": 37,
            "verse": 25,
            "text": "(Putharo-on kiran:) Ino kano di Makaputhatabanga"
        },
        {
            "chapter": 37,
            "verse": 26,
            "text": "Kuna, ka siran sa Alongan naya na Makambabayorantang siran"
        },
        {
            "chapter": 37,
            "verse": 27,
            "text": "Na sangoran o saba-ad kiran so saba-ad, a gi-i siran shusundita"
        },
        {
            "chapter": 37,
            "verse": 28,
            "text": "Tharo-on niran: A Mata-an! A sukano na aya butad iyo na Pushong kano rukami sa kapanugul"
        },
        {
            "chapter": 37,
            "verse": 29,
            "text": "Isumbag iran: Kuna, ka da kano mabaloi a Miyamaratiyaya"
        },
        {
            "chapter": 37,
            "verse": 30,
            "text": "Go da-a Miya-adun a rukami rukano a Kapa-ar. Kuna, ka miyabaloi kano a pagtao a manga Darowaka"
        },
        {
            "chapter": 37,
            "verse": 31,
            "text": "Na Miyatangud rukutano, so Katharo o Kadnan tano. Mata-an! A sukutano na khata-a man tano dun (angkai a siksa)"
        },
        {
            "chapter": 37,
            "verse": 32,
            "text": "Na Miyadadag ami sukano: ka Mata-an! A sukami na miyabaloi kami a manga Dadag"
        },
        {
            "chapter": 37,
            "verse": 33,
            "text": "Na Mata-an! A siran sa Alongan noto, na Makashasakotowa siran ko siksa"
        },
        {
            "chapter": 37,
            "verse": 34,
            "text": "Mata-an! A Sukami na lagidaya dun a ikhidiya Mi ko manga Baradosa"
        },
        {
            "chapter": 37,
            "verse": 35,
            "text": "Mata-an! A siran na aya butad iran na igira Pitharo kiran: A da-a Patot a Pushowasowatun a inonta so Allah, na Mumaratabat siran"
        },
        {
            "chapter": 37,
            "verse": 36,
            "text": "Go Tharo-on niran: A ati Mata-an! A sukutano na mibagak tano dun so manga Katohanan tano, Makapantag ko Pababayok, a Pumbuthangun"
        },
        {
            "chapter": 37,
            "verse": 37,
            "text": "Kuna, ka aya Minitalingoma o Muhammad na so Bunar, go miyatanto Niyan so manga Sogo"
        },
        {
            "chapter": 37,
            "verse": 38,
            "text": "Mata-an! A sukano na khata-aman niyo dun so siksa a Malipudus"
        },
        {
            "chapter": 37,
            "verse": 39,
            "text": "Ka da-a imbalas rukano a inonta so Pinggolaola niyo"
        },
        {
            "chapter": 37,
            "verse": 40,
            "text": "Ogaid na so manga Oripun o Allah, a manga Tolabos (nadi siran phakata-am ko siksa)"
        },
        {
            "chapter": 37,
            "verse": 41,
            "text": "Siran man na adun a bagiyan niran a Pagupur a mapupunto"
        },
        {
            "chapter": 37,
            "verse": 42,
            "text": "A manga Onga; a siran na khisusula-an"
        },
        {
            "chapter": 37,
            "verse": 43,
            "text": "Si-i ko manga Sorga a Pakalma"
        },
        {
            "chapter": 37,
            "verse": 44,
            "text": "(Si-i siran) ko manga Kantir a khipaga-a dapa-dapa"
        },
        {
            "chapter": 37,
            "verse": 45,
            "text": "Ipuphagilid kiran so tatagowan sa Inomun a pho-on ko Bowalan"
        },
        {
            "chapter": 37,
            "verse": 46,
            "text": "Mapoti, a mapiya i ta-am ko Puphamanginom"
        },
        {
            "chapter": 37,
            "verse": 47,
            "text": "Da-a matatago-on a Pakalangot; go di siran non Phangabuburug"
        },
        {
            "chapter": 37,
            "verse": 48,
            "text": "Go shisi-i kiran so (manga Darodopa a) manga thatangka ı kailai, a manga pipiya i kapumata"
        },
        {
            "chapter": 37,
            "verse": 49,
            "text": "Lagid o ba siran Montiya a totongkopun"
        },
        {
            "chapter": 37,
            "verse": 50,
            "text": "Na sangoran o saba-ad kiran so saba-ad a Puphamagishai siran"
        },
        {
            "chapter": 37,
            "verse": 51,
            "text": "Tharo-on o Putharo kiran: A Mata-an! A sakun na adun a Bolayoka akun"
        },
        {
            "chapter": 37,
            "verse": 52,
            "text": "A gi-i niyan Tharo-on: A ba Mata-an! A suka na pud dun ko Miyamangiımbunar"
        },
        {
            "chapter": 37,
            "verse": 53,
            "text": "Īno amai ka Matai tano, go mbaloi tano a botha, go manga tolan, ba Mata-an! A sukutano na khabalasan tano dun"
        },
        {
            "chapter": 37,
            "verse": 54,
            "text": "Tharo-on niyan: A ba niyo Purongaw"
        },
        {
            "chapter": 37,
            "verse": 55,
            "text": "Na rongawan niyan, na mailai niyan ko lumbak o Naraka Jahim"
        },
        {
            "chapter": 37,
            "verse": 56,
            "text": "Tharo-on niyan: Ibut ko Allah! Ka maito bo na Mata-an a khabinasa kongka"
        },
        {
            "chapter": 37,
            "verse": 57,
            "text": "Na o da so Limo o Kadnan ko, na miyabaloi ako dun a pud ko Piyamakadarpa (ko Naraka)"
        },
        {
            "chapter": 37,
            "verse": 58,
            "text": "Ino di tano Phamatai"
        },
        {
            "chapter": 37,
            "verse": 59,
            "text": "Inonta so KĶiyapatai tano paganai, go di tano phangasisiksa"
        },
        {
            "chapter": 37,
            "verse": 60,
            "text": "Mata-an naya! A titho a sukaniyan so Da-ag a mala"
        },
        {
            "chapter": 37,
            "verse": 61,
            "text": "Makapantag ko lagid aya, na Panamar Magamal so Puphamagamal"
        },
        {
            "chapter": 37,
            "verse": 62,
            "text": "Ba giyoto i mapiya a talagad, antawa-a so kayo a Zaqqum"
        },
        {
            "chapter": 37,
            "verse": 63,
            "text": "Mata-an! A Sukami na ini sunggai Ami aya a tiyoba ko manga Darowaka"
        },
        {
            "chapter": 37,
            "verse": 64,
            "text": "Mata-an! A sukaniyan na kayo a Mu-utho ko piyaganakanakan o Naraka Jahim"
        },
        {
            "chapter": 37,
            "verse": 65,
            "text": "So Onga niyan na miphulagid sukaniyan o manga Olo o manga Shaitan"
        },
        {
            "chapter": 37,
            "verse": 66,
            "text": "Na Mata-an! a siran na Phakakan siran non ndun na khapuno iran non so manga tiyan niran"
        },
        {
            "chapter": 37,
            "verse": 67,
            "text": "Oriyan niyan na Mata-an! A bagiyan niran noto a titho a kasasaogan sa phulikabo a ig"
        },
        {
            "chapter": 37,
            "verse": 68,
            "text": "Oriyan niyan na Mata-an! A aya khandodan niran na so dun so Naraka Jahim"
        },
        {
            "chapter": 37,
            "verse": 69,
            "text": "Mata-an! A siran na Miyatoon niran so manga lokus iran a khikadadadag"
        },
        {
            "chapter": 37,
            "verse": 70,
            "text": "Na siran na si-i siran gi-i shasakoya ko manga lakao iran"
        },
        {
            "chapter": 37,
            "verse": 71,
            "text": "Na Sabunsabunar a Mitharidadag ko miya-ona an niran so kadakulan ko miyangao ona"
        },
        {
            "chapter": 37,
            "verse": 72,
            "text": "Go Sabunsabunar a Siyogo"
        },
        {
            "chapter": 37,
            "verse": 73,
            "text": "an Nami siran sa Puphamakaiktiyar;73. Na Pamimikiranangka o antona-a ı miyambutad o kiya-a kiran ko Piyamaka-iktiyar (a da dun Paratiyaya)"
        },
        {
            "chapter": 37,
            "verse": 74,
            "text": "IĪnonta so manga Oripun o Allah a manga Tolabos"
        },
        {
            "chapter": 37,
            "verse": 75,
            "text": "Na Sabunsabunar a Miyangangarapan Rukami so Nuh, na Mata-an a miyakapiyapiya so Tomiyarima (ko Panguni Niyan)"
        },
        {
            "chapter": 37,
            "verse": 76,
            "text": "Na Siyabut Ami Sukaniyan a go so Ta-alokon ko boko a mala"
        },
        {
            "chapter": 37,
            "verse": 77,
            "text": "Go biyaloi Ami so Kiyababadan non, a siran ı miyangalalamba"
        },
        {
            "chapter": 37,
            "verse": 78,
            "text": "Go inibagak Ami Sukaniyan ko miyanga-o ori (a Kapuphananaduman)"
        },
        {
            "chapter": 37,
            "verse": 79,
            "text": "Kalilintad a si-i ko Nuh ko manga Ka-adun"
        },
        {
            "chapter": 37,
            "verse": 80,
            "text": "Mata-an! A Sukami na lagid man noto a Kambalasi Ami ko Miphipiyapiya"
        },
        {
            "chapter": 37,
            "verse": 81,
            "text": "Mata-an! A Sukaniyan na pud ko manga Oripun Ami a Miyamaratiyaya"
        },
        {
            "chapter": 37,
            "verse": 82,
            "text": "Oriyan niyan na inulud Ami so manga pud (ada Pamaratiyaya)"
        },
        {
            "chapter": 37,
            "verse": 83,
            "text": "Na Mata-an! A ma-apud ko okit Iyan so Ibrahim"
        },
        {
            "chapter": 37,
            "verse": 84,
            "text": "Gowani a somangor ko Kadnan Niyan a rakhus o poso a da-a saninsaning iyan"
        },
        {
            "chapter": 37,
            "verse": 85,
            "text": "Gowani na Pitharo Iyan ki Ama Iyan, a go so pagtao Niyan: A antona-a i Pushimba a niyo"
        },
        {
            "chapter": 37,
            "verse": 86,
            "text": "Ba so kabokhag-a manga Katohanan-a salakao ko Allah i khabaya-an niyo"
        },
        {
            "chapter": 37,
            "verse": 87,
            "text": "Na antona-a i arangan niyo ko Kadnan o manga Ka-adun"
        },
        {
            "chapter": 37,
            "verse": 88,
            "text": "Na inilai Niyan sa kailai a gudaguda so manga Bito-on"
        },
        {
            "chapter": 37,
            "verse": 89,
            "text": "Na Pitharo Iyan: A Mata-an! A Pukhasakit Ako"
        },
        {
            "chapter": 37,
            "verse": 90,
            "text": "Na inawa-an niran Sukaniyan, a miyamanalikhod siran"
        },
        {
            "chapter": 37,
            "verse": 91,
            "text": "Na minanai somong ko manga Katohanan niran, na Pitharo Iyan: A ino kano di khan"
        },
        {
            "chapter": 37,
            "verse": 92,
            "text": "Ino a di kano Putharo"
        },
        {
            "chapter": 37,
            "verse": 93,
            "text": "Na siyongowan Niyan siran sa mananai, na pirorompi Niyan shabunar"
        },
        {
            "chapter": 37,
            "verse": 94,
            "text": "Na Piyamantuk iran Sukaniyan a gi-i siran mamagarabaya"
        },
        {
            "chapter": 37,
            "verse": 95,
            "text": "Pitharo Iyan: A ino niyo Pushimba-a so gi-i niyo phapandayan"
        },
        {
            "chapter": 37,
            "verse": 96,
            "text": "A so Allah i Miyadun rukano, a go so Puphangumba-alan niyo"
        },
        {
            "chapter": 37,
            "verse": 97,
            "text": "Pitharo iran: A mbalain niyo Sukaniyan sa Walai, na lubadun niyo Sukaniyan ko Kadug"
        },
        {
            "chapter": 37,
            "verse": 98,
            "text": "Na Pikhadiyatan niran Sukaniyan sa tipo, na biyaloi Ami siran a manga bababa"
        },
        {
            "chapter": 37,
            "verse": 99,
            "text": "Na Pitharo Iyan: A Mata-an! A Sakun na shong Ako ko Kadnan Ko! A Punggonanao Rakun"
        },
        {
            "chapter": 37,
            "verse": 100,
            "text": "Kadnan Ko! Bugi Yakong ka sa (Wata a) pud ko manga Bilangatao"
        },
        {
            "chapter": 37,
            "verse": 101,
            "text": "Na Piyanothol Ami Ron a (Pumbawata sa) Wata a Mama a Matigur"
        },
        {
            "chapter": 37,
            "verse": 102,
            "text": "Na kagiya iraot sa Miphagonota Iyan lomalakao, na Pitharo Iyan: Hai Wata Ko! Mata-an! A Sakun na Pithataginup Akun ko katotoroga (Rakun) a Mata-an! A Sakun na Shombali-in Ko Suka: Na Nggudaguda-angka o antona-a i Pandapat Ka! Pitharo Iyan: Hai Ama! Nggolalanun Ka so Sogowan Ruka: Ka khato-on Nakongka, Omiyog so Allah, a pud ko manga Papantang"
        },
        {
            "chapter": 37,
            "verse": 103,
            "text": "Na kagiya a Mbayorantang siran a dowa, go Piyakaiga Iyan a tomatakilid"
        },
        {
            "chapter": 37,
            "verse": 104,
            "text": "Na Tiyawag Ami Sukaniyan: Hai Ibrahim"
        },
        {
            "chapter": 37,
            "verse": 105,
            "text": "Sabunar a Miyatoman Ka so Taginupun!- Mata-an! A Sukami na lagid man noto a Kambalasi Ami ko Miīiphipiyapiya"
        },
        {
            "chapter": 37,
            "verse": 106,
            "text": "Mata-an! A giyaya na titho a sukaniyan na Tiyoba a Mapayag"
        },
        {
            "chapter": 37,
            "verse": 107,
            "text": "Na Siyanggar Ami Sukaniyan a Kibas a Mala"
        },
        {
            "chapter": 37,
            "verse": 108,
            "text": "Go inibagak Ami Sukaniyan (a Kapuphananaduman) ko miyanga-o ori"
        },
        {
            "chapter": 37,
            "verse": 109,
            "text": "Kalilintad a si-i ko Ibrahim"
        },
        {
            "chapter": 37,
            "verse": 110,
            "text": "Lagid man noto a Kambalasi Ami ko Miphipiyapīiya"
        },
        {
            "chapter": 37,
            "verse": 111,
            "text": "Mata-an! A Sukaniyan na pud ko manga Oripun Ami a Miyamaratiyaya"
        },
        {
            "chapter": 37,
            "verse": 112,
            "text": "Na Piyanothol Ami Ron (a Ipumbawata Iyan) so Ishaq-a Nabi,- a pud ko manga Bilangatao"
        },
        {
            "chapter": 37,
            "verse": 113,
            "text": "Na Piyakandakulan Ami sa mapiya Sukaniyan a go so Ishaq: Na so saba-ad ko manga Mori ran a tao na Phipiyapiya, go (so saba-ad na) siyalimbotan niyan a ginawa niyan a mapayag"
        },
        {
            "chapter": 37,
            "verse": 114,
            "text": "Na Sabunsabunar a ini Pangalimo Ami so Musa a go so Haroun"
        },
        {
            "chapter": 37,
            "verse": 115,
            "text": "Go Siyabut Ami Siran a go so pagtao Wiran ko boko a mala"
        },
        {
            "chapter": 37,
            "verse": 116,
            "text": "Go Tiyabangan Nami Siran, na miyabaloi Siran a Siran i Miyamakada-ag"
        },
        {
            "chapter": 37,
            "verse": 117,
            "text": "Go inibugai Ami Kiran so Kitab a Miyakapayag (ko manga Kokoman)"
        },
        {
            "chapter": 37,
            "verse": 118,
            "text": "Go Pinggonanao Ami Kir- an so lalan a Matitho"
        },
        {
            "chapter": 37,
            "verse": 119,
            "text": "Go inibagak Ami Siran (a Kapuphananaduman) ko Miyangao ori"
        },
        {
            "chapter": 37,
            "verse": 120,
            "text": "Kalilintad a si-i ko Musa ago so Haroun"
        },
        {
            "chapter": 37,
            "verse": 121,
            "text": "Mata-an! A Sukami na lagid man noto a Kambalasi Ami ko Miphipiyapiya"
        },
        {
            "chapter": 37,
            "verse": 122,
            "text": "Mata-an! a giya dowa oto na pud ko manga Oripun Allah a Miyamaratiyaya"
        },
        {
            "chapter": 37,
            "verse": 123,
            "text": "Go Mata-an! A so Ilyas na pud dun ko manga Sogo"
        },
        {
            "chapter": 37,
            "verse": 124,
            "text": "Gowani na Pitharo Iyan ko pagtao Niyan: A ino kano di Phananggila"
        },
        {
            "chapter": 37,
            "verse": 125,
            "text": "Ino niyo Puphanongganoya so Barahala Ba’al, na ipumbagak iyo so Lubi a mapiya a Miyangadun"
        },
        {
            "chapter": 37,
            "verse": 126,
            "text": "A so Allah, a Kadnan niyo go Kadnan o manga Lokus iyo a Miyanga-o ona"
        },
        {
            "chapter": 37,
            "verse": 127,
            "text": "Na Piyakambokhag iran Sukaniyan, na Mata-an! A siran na Phamakadarpa-an ndun (ko Naraka)"
        },
        {
            "chapter": 37,
            "verse": 128,
            "text": "Inonta so manga Oripun o Allah a manga Tolabos"
        },
        {
            "chapter": 37,
            "verse": 129,
            "text": "Na inibagak Ami Sukaniyan (a Kapuphananaduman) ko Miyanga-o ori"
        },
        {
            "chapter": 37,
            "verse": 130,
            "text": "Kalilintad a si-i ko Ilyasin"
        },
        {
            "chapter": 37,
            "verse": 131,
            "text": "Mata-an! a Sukami na lagid man noto a Kambalasi Ami ko Miphipiyapiya"
        },
        {
            "chapter": 37,
            "verse": 132,
            "text": "Mata-an! A Sukaniyan na pud ko manga Oripun Ami a Miyamaratiyaya"
        },
        {
            "chapter": 37,
            "verse": 133,
            "text": "Go Mata-an! A so Lut na pud dun ko manga Sogo (Am)"
        },
        {
            "chapter": 37,
            "verse": 134,
            "text": "Gowani na Siyabut Ami Sukaniyan a go so Ta-alokon, sa Kasamasama iran"
        },
        {
            "chapter": 37,
            "verse": 135,
            "text": "Inonta so lokus (a Karoma Niyan) ka miyapud ko miyamangibagak (ko Siksa)"
        },
        {
            "chapter": 37,
            "verse": 136,
            "text": "Oriyan niyan na bininasa Mi so manga salakao (kiran)"
        },
        {
            "chapter": 37,
            "verse": 137,
            "text": "Na Mata-an! A Sukano na Sabunar a pukhasagadan niyo siran, ko kapukhapita-i rukano"
        },
        {
            "chapter": 37,
            "verse": 138,
            "text": "A go so Gagawi-i: Ba niyo di mapunggudaguda"
        },
        {
            "chapter": 37,
            "verse": 139,
            "text": "Go Mata-an! A so Yunus na pud dun ko manga Sogo"
        },
        {
            "chapter": 37,
            "verse": 140,
            "text": "Gowani na miyalagoi a Miyagapas ko Kapal a tutugubun"
        },
        {
            "chapter": 37,
            "verse": 141,
            "text": "Na Miyakipuripa, na miyabaloi a pud ko Piyamanaban"
        },
        {
            "chapter": 37,
            "verse": 142,
            "text": "Na Liyamud Sukaniyan o suda, a sukaniyan na makapuphanginsoya"
        },
        {
            "chapter": 37,
            "verse": 143,
            "text": "Na o da (kagiya a) Mata-an a Sukaniyan na miyabaloi a pud ko Miyamanasbik"
        },
        {
            "chapter": 37,
            "verse": 144,
            "text": "Na Khatatap dun ko Tiyan o Suda sa taman ko Alongan a Kaoyaga kiran (ko Alongan a Qiyamah)"
        },
        {
            "chapter": 37,
            "verse": 145,
            "text": "Na inidampar Ami Sukaniyan ko Taog a Pagilidan a Sukaniyan na Pukhasakit"
        },
        {
            "chapter": 37,
            "verse": 146,
            "text": "Go Piyakatho-an Nami so kaporowan Niyan, sa Pamomolan a pundonapa (a kiyasirongan Niyan)"
        },
        {
            "chapter": 37,
            "verse": 147,
            "text": "Na Siyogo Ami Sukaniyan ko Magatos nggibo (a manga tao) o di na makalalawan siran (sa Magatos nggibo)"
        },
        {
            "chapter": 37,
            "verse": 148,
            "text": "Na Miyamaratiyaya siran; na Piyakasawit Ami siran ko Kapaginutao taman ko wakto (o Kapatai)"
        },
        {
            "chapter": 37,
            "verse": 149,
            "text": "Na Paki-osain Ka kiran: O ba ruk o Kadnan Ka so manga Wata a Babai, na ruk iran so manga Wata a Mama"
        },
        {
            "chapter": 37,
            "verse": 150,
            "text": "Antawa-a ba Ami Inadun so manga Malaikat a manga Babai, a siran na kamamasa-an niran"
        },
        {
            "chapter": 37,
            "verse": 151,
            "text": "Tanodan, ka Mata-an! A siran na po-on ko Kabokhag iran na Putharo-on niran ndun"
        },
        {
            "chapter": 37,
            "verse": 152,
            "text": "A Mibawata so Allah? Go Mata-an! A siran na titho a manga bokhag"
        },
        {
            "chapter": 37,
            "verse": 153,
            "text": "A ti miyatomo Iyan so manga Wata a Babai a di so manga Wata a Mama"
        },
        {
            "chapter": 37,
            "verse": 154,
            "text": "Ino kano wai? Andamanaya i Khipukhokomun niyo saya"
        },
        {
            "chapter": 37,
            "verse": 155,
            "text": "Ino kano di Phananadum"
        },
        {
            "chapter": 37,
            "verse": 156,
            "text": "Antawa-a ba adun a karina niyo a Mapayag"
        },
        {
            "chapter": 37,
            "verse": 157,
            "text": "Na talingoma-an niyo i Kitab iyo o sukano i manga bunar"
        },
        {
            "chapter": 37,
            "verse": 158,
            "text": "Na mimba-al siran ko lut o Allah a go so lut o manga Jinn sa bangunsa: Na Sabunsabunar a kiyatokawan o manga Jinn a Mata-an! a siran na Phamakadarpa-an ndun (ko Naraka)"
        },
        {
            "chapter": 37,
            "verse": 159,
            "text": "Soti so Allah! A mawatan ko Iphuropa iran"
        },
        {
            "chapter": 37,
            "verse": 160,
            "text": "Inonta so manga Oripun o Allah, a manga Tolabos"
        },
        {
            "chapter": 37,
            "verse": 161,
            "text": "Na Mata-an! A sukano a go"
        },
        {
            "chapter": 37,
            "verse": 162,
            "text": "so Pushimba-an niyo,162. Na da rukano i sorang Rukaniyan a Madadag iyo"
        },
        {
            "chapter": 37,
            "verse": 163,
            "text": "Inonta so sukaniyan a Phakasolud ko Naraka Jahim"
        },
        {
            "chapter": 37,
            "verse": 164,
            "text": "Na da-a pud rukami (a manga Malaikat) a ba da-a ba-giyan Niyan a darpa a mapupunto"
        },
        {
            "chapter": 37,
            "verse": 165,
            "text": "Go Mata-an! A Sukami na Sabunar a shasa-a sa-ap"
        },
        {
            "chapter": 37,
            "verse": 166,
            "text": "Go Mata-an! A Sukamı na Sabunar a Sukami so Puphamanasbik (ko Allah)"
        },
        {
            "chapter": 37,
            "verse": 167,
            "text": "Na Mata-an! A siran na Putharo-on niran ndun"
        },
        {
            "chapter": 37,
            "verse": 168,
            "text": "A o ba bo Mata-an! A adun a shisi-i rukami a Pananadum a pho-on ko Miyanga-o ona"
        },
        {
            "chapter": 37,
            "verse": 169,
            "text": "Ka miyabaloi kami dun a manga Oripun o Allah, a manga Tolabos"
        },
        {
            "chapter": 37,
            "verse": 170,
            "text": "Na inongkir iran so Qur-an: Na katokawan niran mbo"
        },
        {
            "chapter": 37,
            "verse": 171,
            "text": "Na Sabunsabunar a miyaona so Katharo Ami ko manga Oripun Ami a Piyamanogo"
        },
        {
            "chapter": 37,
            "verse": 172,
            "text": "Mata-an! A siran na siran ndun so Phangatatabangan"
        },
        {
            "chapter": 37,
            "verse": 173,
            "text": "Go Mata-an! A so manga Tantara Ami, na siran ndun so Phamakada-ag"
        },
        {
            "chapter": 37,
            "verse": 174,
            "text": "Na Talikhodingka siran sa taman ko masa (a di mathai)"
        },
        {
            "chapter": 37,
            "verse": 175,
            "text": "Go Paka-ilayangka siran, ka mailai ran mbo"
        },
        {
            "chapter": 37,
            "verse": 176,
            "text": "Ba so Siksa Ami na Phagalokalokan niran"
        },
        {
            "chapter": 37,
            "verse": 177,
            "text": "Na a pabila Makatoron (so siksa) ko sharonsarongan niran, na miyakaratarata a kakhapita-i koPiyamaka-iktiyar (a da dun Paratiyaya)"
        },
        {
            "chapter": 37,
            "verse": 178,
            "text": "Na Talikhodingka siran sataman ko masa (a di mathai)"
        },
        {
            "chapter": 37,
            "verse": 179,
            "text": "Go Paka-ilayangka (siran), ka khailai ran mbo"
        },
        {
            "chapter": 37,
            "verse": 180,
            "text": "Soti so Kadnan Ka, a Kadnan o Munang, a mawatan ko iphuropa iran"
        },
        {
            "chapter": 37,
            "verse": 181,
            "text": "Na Kalilintad a si-i ko manga Sogo"
        },
        {
            "chapter": 37,
            "verse": 182,
            "text": "Go so Podi na ruk o Allah, a Kadnan o manga Ka-adun"
        }
    ]
}