{
    "chapter": [
        {
            "chapter": 4,
            "verse": 1,
            "text": "Hai manga Manosiya! Kalukun niyo so Kadnan niyo, a so Inadun kano Niyan a pho-on ko (Adam a) ginawa a isa, go Inadun Niyan a pho-on Rukaniyan so Karoma Niyan, go Miyabumbad phoon sa dowa oto sa manga Mama a madakul go manga Babai,-na Kalukun niyo so Allah, a so gi-i kano Makaphapanguniya sa sabap Rukaniyan, go (Kalukun niyo o ba niyo matuphud) so manga Kathotonganaya: Mata-an! A so Allah na tatap a Totonggowan kano Niyan"
        },
        {
            "chapter": 4,
            "verse": 2,
            "text": "Na bugan niyo ko manga Wata a ilo so manga Tamok iran, go di niyo Pushambiya ko marata so Mapiya; go di niyo Pagaraba so manga Tamok iran a mirakhus ko manga Tamok iyo. Mata-an naya! A sukaniyan na miyabaloi a Dosa a Mala"
        },
        {
            "chapter": 4,
            "verse": 3,
            "text": "Na amai ka ikhawan niyo o ba kano di Makapaginontolan ko manga Wata a ilo, na Pangaroma kano ko Mapiya rukano ko manga Babai, sa dowa, o di na tulo, o di na pat (na di niyo Pulawani); na amai ka ikhawan niyo o ba kano di Makapaginontolan, na sakatao, o di na so manga Sandil iyo. Giyoto man i Marani a di niyo Kapaka-aniyaya"
        },
        {
            "chapter": 4,
            "verse": 4,
            "text": "Na bugan niyo ko manga Babai so manga Butang kiran a Pamumugayan a miyapunto; na amai ka Mapiya sa ginawa iran a Kapakakowa niyo ron, na Paroliya niyo sa Mapiya a da-a Marugun non"
        },
        {
            "chapter": 4,
            "verse": 5,
            "text": "Na di niyo mbugan ko manga lalong, so manga!!! Tamok iran rukano, a so biyaloi kano o Allah a Thatandingan non, go Pagupura niyo siran non go Pakanditara niyo siran non, go Tharowa niyo kiran so Katharo a Mapiya"
        },
        {
            "chapter": 4,
            "verse": 6,
            "text": "Na tupungi niyo so manga Wata a ilo taman sa o pabila a iraot siran ko Kapangaroma; na o Khailai niyo siran sa KĶabilangatao, na bugan niyo kiran so manga Tamok iran; go di niyo Pharoliya sa Kapamagola, go Kapamakot, (sa Kaluk) sa Kapakala iran. Na sa tao a kapantagan a Kawasa (ko manga Wali), na gung-guna niyan a ginawa niyan (ko Tamok o ilo), go sa tao a Kapantagan a kasisikotan, na Paroli ron sa so Pantag o Galubuk [1] manga ito i sabot. iyan. Na o Pabila a ibugai niyo kiran so manga Tamok iran, na Pakishaksi-i niyo siran: Ķa so Allah na Makatatarotop a Pagi-itong"
        },
        {
            "chapter": 4,
            "verse": 7,
            "text": "Adun a kipantag o manga Mama ko Kiyaganatan o mbala a Lokus go so manga dadasug, go adun a kipantag o manga Babai ko Kiyagantan o mbala a Lokus a go so manga dadasug, ko kaito iyan o di na Madakul,- kipantag a Madidiyangka"
        },
        {
            "chapter": 4,
            "verse": 8,
            "text": "Na o Pabila makadarpa ko Kapumbagibagi so manga Tonganai, go so manga ilo, go so manga Miskin, na bugi niyo siran non, go Tharowa niyo kiran so Katharo a Mapiya"
        },
        {
            "chapter": 4,
            "verse": 9,
            "text": "Na Kalukun o siran o adun a Khaganatan niran ko oriyan niran a manga Moriyatao a manga lulumuk a ipukhawan niran siran: Na Kalukun niran so Allah, go Tharo siran sa Katharo a Matitho"
        },
        {
            "chapter": 4,
            "verse": 10,
            "text": "Mata-an! A so siran a Phagarabun niran so manga Tamok o manga Wata a ilo sa Kapanalimbot, na aya dun a Pukha-arab iran a Pukhatago ko manga Tiyan niran na Apoi: Go Makasolud siran ndun ko Kadug"
        },
        {
            "chapter": 4,
            "verse": 11,
            "text": "Isosogo rukano o Allah si-i ko manga Wata iyo: A bagiyan o isa Mama, so lagid o kipantag o dowa Babai: Na amai ka siran na manga Babai, a (dowa o di na) kalawanan so dowa, na bagiyan niran so dowa ko tulo bagi ko Miniganat iyan; na amai ka sakatao, na bagiyan niyan so Midiya (ko Tamok). Na bagiyan o mbala a Lokus iyan, ruk o oman 1 isa kiran so ika num bagi ko Miniganat iyan, amai ka adun a Wata iyan; na amai ka da-a Wata iyan, go Kapangowarisi sukaniyan o mbala a Lokus iyan, na bagiyan o Ina iyan so ika tulo bagi; na amai ka adun a manga Pagari niyan na bagiyan o Ina iyan so ika num bagi; ko oriyan o Wasiyat a iputhanan niyan noto o di na bayadan. So manga Lokus iyo go so manga Wata iyo na di niyo katawan o antawa-a kiran i marani rukano a Makanggai a gona. Kaphara-il a pho-on ko Allah; Mataan! A so Allah na tatap a Mata-o, a Maongangun"
        },
        {
            "chapter": 4,
            "verse": 12,
            "text": "Na bagiyan niyo so Midiya (ko Tamok) ko KĶiyaganatan o manga Karoma niyo (a manga babai), amaika da-a Wata iran; na amai kaadun a Wata iran, na bagiya niyo so ika pat bagi, ko Ķiyaganatan niran ko oriyan o Wasiyat a iputhanan niran noto o di na bayadan. Na bagiyan niran so ika pat bagi, ko Miniganat iyo, amai ka da-a Wata iyo; na amai ka-adun a Wata iyo, na bagiyan niran so ika walo bagi; ko Miniganat iyo ko oriyan o Wasiyat a iputhanan niyo sukaniyan o di na bayadan. Na amai ka-adun a Mama a Phangowarisan a da-a Lokus iyan go da-a Wata iyan, o di na Babai na adun a Pagari niyan a Mama o di na Pagari a Babai, na bagiyan o oman i isa kiran so ika num bagi; na amai ka siran na madakul a di giyoto, na Makathompotompok siran ko ika tulo bagi, ko oriyan o Wasiyat a iputhanan niyan sukaniyan o di na bayadan; sa di Makamorala. Wasiyat a pho-on ko Allah; na so Allah na Mata-o, a Matigur"
        },
        {
            "chapter": 4,
            "verse": 13,
            "text": "Giyoto man i manga taman o Allah: Na sa dun sa Monot ko Allah a go so Sogo Iyan na Phakasoludun Niyan ko manga Sorga a Puphamangondas ko kababa-an Niyan so manga lawasaig, kakal siran non. Na giyoto man so Ontong a Mala"
        },
        {
            "chapter": 4,
            "verse": 14,
            "text": "Na sa dun sa Sorangun niyan so Allah a go so Sogo Iyan go lomupas ko manga taman Niyan na Pakasoludun Niyan ko Naraka, sa kakalon ndun: Go adun a bagiyan niyan a siksa a Phakahina"
        },
        {
            "chapter": 4,
            "verse": 15,
            "text": "Na so siran a Masogok iran so Kashina a pud ko manga Karoma niyo, na Pakishaksi-i niyo siran sa pat a pud rukano; na amai ka Kashaksi-an siran, na Kalabosowa niyo siran ko manga Walai taman sa raotun siran o Kapatai, o di na sunggayan siran o Allah sa okit (a salakao)"
        },
        {
            "chapter": 4,
            "verse": 16,
            "text": "Na so dowa katao a Makasogok siran (sa Kashina) a pud rukano, na ringasa-a niyo siran. Na o Thaobat siran na go siran Phiyapiya, na gunuki niyo siran; Mataan! A so Allah na tatap a Puphanarima ko Taobat, a Makalimo-on"
        },
        {
            "chapter": 4,
            "verse": 17,
            "text": "Aya bo a Taobat a Matatangkud ko Allah (a Katharima-a Niyan non) na so ruk o siran a gi-i ran Manggolaola so marata sabap ko di Kata-o oriyan niyan na Pushambot siran Thaobat; na siran man na Pakataobatun siran o Allah: Ka so Allah na Mata-o, a Maongangun"
        },
        {
            "chapter": 4,
            "verse": 18,
            "text": "Na da-a Taobat (a Khatarıima) a ruk o siran a gi-i ran Manggolaola so manga rarata, taman sa amai ka Miyakarani ko isa kiran so Kapatai, na Tharo-on niyan: A Mata-an! A sakun na Mithaobat ako imanto; go da (a Taobat a Khatarima) ko siran a Phamatai ko Kakakapir iran: Ka siran man na Pithiyagaran Nami siran sa siksa-a Malipudus"
        },
        {
            "chapter": 4,
            "verse": 19,
            "text": "Hai so Miyamaratiyaya! Di Rukano khapakai so Kapangowarisi Niyo ko manga Babai sa tugul. Na di Niyo siran paguruna (ko Kapakiphangaroma iran) sabap ko kakhowa-a Niyo ko saba-ad ko minibugai niyo kiran (a Butang),inonta o makasogok siran sa Pakasisingai a Mapayag; go pakipagoganapa Kano kiran ko Adat a Mapiya. Na amai ka ikhagowad Iyo siran na (Thigur Kano ka) adun a ikhagowad Iyo a shai, a thagowan o Allah sukaniyan sa Mapiya a madakul"
        },
        {
            "chapter": 4,
            "verse": 20,
            "text": "Na amai ka kabaya Iyo so kisambi o isa a Karoma ko Darpa o isa a Karoma, go adun a minibugai Niyo ko isa kiran a Tamok a madakul (a Butang), na di Kano ron khowa sa maito bo: Ati khowa Kano ron sa Kapanganiyaya go Dosa a Mapayag"
        },
        {
            "chapter": 4,
            "verse": 21,
            "text": "Na andamanaya i kakhowa Niyo ron a Sabunar a Miyapamakai o saba-ad Rukano so saba-ad, go Miyakakowa siran Rukano sa diyandi a mailot"
        },
        {
            "chapter": 4,
            "verse": 22,
            "text": "Na di Niyo Phangaroma-a so Miyapangaroma o manga Ama Iyo ko manga Babai,- inonta so andang a miya-ipos: Ka Mata-an naya! A miyabaloi a Pakasisingai go rarangit,- go Miyakaratarata a okit"
        },
        {
            "chapter": 4,
            "verse": 23,
            "text": "Kiyaram Rukano so (Kapangaroma-a Niyo ko):- Manga Ina Iyo, go so manga Wata Iyo, go so manga Babai Niyo; go so manga Babai o Ama Iyo, go so manga Pagari o Ina Iyo; go so manga Wata o Pagari a Mama, go so mangaWata o pagari a Babai; go so manga Ina Iyo, a so Miyapakasoso kano iran, go so manga Babai Niyo ko Sosowan; go so manga Ina a manga Karoma Niyo; go so manga Patalilowan Niyo a so Phagoyagun Niyo, a pho-on ko manga Karoma Niyo a so Kiyasoludan Niyo siran,- na o da Niyo siran Kasoludi na da-a Dosa Niyo ron;-go so Miyapangaroma o manga Wata Iyo a so titho Niyo a manga Wata; go so Kapakandowaya-a Niyo ko Magari, inonta so andang a miyaipos; Mata-an! A so Allah na tatap a Manapi, a Makalimo-on"
        },
        {
            "chapter": 4,
            "verse": 24,
            "text": "Go (Kiyaram Rukano) so adun a manga Karoma Niyan ko manga Babai, inonta so Miyakhapa-ar o manga tangan Niyo: Sogowan Rukano aya o Allah: Na piyakai Rukano so salakao ro-o, ka-an Niyo ron mimbabanog so manga Tamok Iyo,- sa titho kano a Phamangaroma, kuna a ba kano Pushisina. Na sa dun sa shawitan Niyo kiran, na bugan niyo kiran so manga Mahar iran a miyapunto; na da-a Dosa Niyo ko Pirilaiyan Niyo sukaniyan, ko oriyan o kiyapunto iran, Mata-an! A so Allah na tatap a Mata-o, a Maongangun"
        },
        {
            "chapter": 4,
            "verse": 25,
            "text": "Na sa dun sa di Phakabaog Rukano sa Kakawasa-an a Mipangaroma Niyan ko manga Pipiya a tao a Miyamaratiyaya, na si-i (Pangaroma) ko Miyakhapa-ar o manga tangan Niyo a manga Oripun Niyo a Miyamaratiyaya: Na so Allah na katawan Niyan so Paratiyaya Niyo. So saba-ad Rukano na pho-on ko saba-ad: Na Pamangaroma Kano kiran sa idin o Wali kiran, go bugan Niyo kiran so manga Mahar iran, si-i ko Adat a Mapiya: A manga Pati-is, a kuna a ba manga Pashisina, go di Phamangowa sa manga Bolayoka ko Kashina: Na amai ka Mapangaroma siran, na go siran Makasogok sa Kashina, na itana kiran so Midiya (ko Tamok) ko Kasala-an o manga Maradika ko siksa. Giyoto man na si-i ko tao a ini Kaluk iyan so Kashina a pud Rukano; na so Kaphantang [Iyo i tomo Rukano. Na so Allah na Manapi, a Makalimo-on]"
        },
        {
            "chapter": 4,
            "verse": 26,
            "text": "Kabaya o Allah ka phayagun Niyan Rukano go Thoro-on Kano Niyan ko manga okit o siran a Miīiya-ona an Niyo; go Phakataobatun Kano Niyan: Ka so Allah na Mata-o, a Maongangun"
        },
        {
            "chapter": 4,
            "verse": 27,
            "text": "Na so Allah na kabaya Iyan a Pakataobatun Kano Niyan, na kabaya o siran a Pangongonotan niran so manga kabaya a makasilai Kano,- sa kapakasīlai a mala"
        },
        {
            "chapter": 4,
            "verse": 28,
            "text": "Kabaya o Allah a Pakakhapan Kano Niyan: Ka IĮĪnadun so Manosiya a malobai"
        },
        {
            "chapter": 4,
            "verse": 29,
            "text": "Hai so Miyamaratiyaya! Di Niyo pagaraba so manga Tamok Iyo ko ndolondolonan Niyo sa mokit sa di Ontol: Inonta o mabaloi a kandagang a pagayonan Niyo: Go di Niyo Mbonowa so manga Ginawa Niyo: Mata-an! A so Allah na tatap a mala Rukano i Limo"
        },
        {
            "chapter": 4,
            "verse": 30,
            "text": "Na sa dun sa Nggolaola ro-o sa Kapumalawani go Kapanganiyaya,- na Pakasoludun Nami dun ko Naraka: Ka miyabaloi oto ko Allah a malbod"
        },
        {
            "chapter": 4,
            "verse": 31,
            "text": "Amai ka Pakawatanan Niyo so manga ala ko ini Sapar Rukano, na pokasun Nami Rukano so manga 1 ito a manga Dosa Niyo, go Pakasoludun Nami Sukano ko Khasoludan a Mapiya"
        },
        {
            "chapter": 4,
            "verse": 32,
            "text": "Na diniyo Pundingan dinga na so KĶiyapakalubiya o Allah ko saba-ad Rukano ko saba-ad: Adun a bagiyan o manga Mama a kipantag ko Pinggalubuk iran, na adun a bagiyan o manga Babai a kipantag ko Pinggalubuk iran: Na Panguni Kano ko Allah ko Kakaya-an Niyan. Mata-an! A so Allah na tatap a so langowan taman na katawan Niyan"
        },
        {
            "chapter": 4,
            "verse": 33,
            "text": "Na oman i isa, na biyaloi Ami a manga Waris ko Miniganat o Mbala a Lokus a go so manga dadasug. Na so siran a miyabalus o manga Sapa Iyo, na bugan Niyo kiran so kipantag iran. Mata-an! A so Allah na mababaloi ko langowan taman a saksi"
        },
        {
            "chapter": 4,
            "verse": 34,
            "text": "So manga Mama i Pakathatandinganun ko manga Babai, sabap ko Kıiyapakalubiya o Allah ko saba-ad kiran ko saba-ad, go sabap ko Kiyanggastowa iran ko manga Tamok iran. Na aya manga Bilangatao a Babai na so Puphamangongonotan, a Khisisiyapun niran sa masolun so Piyakisiyap o Allah. Na so manga Babai a ikhawan Niyo so karikor iran na Panguthoma-i Niyo siran, go awa-i Niyo siran ko manga iga-an, go danuga Niyo siran; na amai ka Pangonotan Kano iran, na di Niyo siran Pumbabanogi sa okit (a salakao): Mata-an! A so Allah na tatap a Maporo, a lubi a Mala"
        },
        {
            "chapter": 4,
            "verse": 35,
            "text": "Na amai ka ikhawan Niyo so di kaphagayon o Kharoma-i, na Sogo Kano sa Kokoman, a pud ko Tonganai o Mama, go Kokoman a pud ko Tonganai o Babai; na o kabaya iran so Katatanor, na Pakaphagayonun siran o Allah: Mataan! A so Allah na tatap a Mata-o, a Maka Kakaip"
        },
        {
            "chapter": 4,
            "verse": 36,
            "text": "Na Showasowata Niyo so Allah, go di Niyo Phanakoton Sukaniyan sa maito bo; go (Phiyapiya i Niyo) so Mbala a Lokus, sa tanto a Kaphiyapiyago so manga Tonganai, go so manga Wata a ilo, go so manga Miskin, go so Siringan a Madashug, go so Siringan a mawatan, go so ingapuda a Mipago-obai, go so Gi-i Mulayalayag a maka khakadiat a miya kawang sa Lalan, go so Miyakhapa-ar o manga Tangan Niyo: Mata-an! A so Allah na di Niyan khabaya-an so tao a aya butad iyan na Takabor, a Masalibantogun"
        },
        {
            "chapter": 4,
            "verse": 37,
            "text": "Siran na manga liligut go Ipushogo iran ko manga Manosiya so kapuligut, go Puphaguma-an niran so inibugai kiran o Allah koKakawasa-an Niyan; na Pithiyagaran Nami, so da Pamaratiyaya, sasiksa a Phakahina"
        },
        {
            "chapter": 4,
            "verse": 38,
            "text": "Go siran na Ipuphamumugai ran so manga Tamok iran, sa Ka- paki-ilaila-in ko manga Manosiya, na di iran Paparatiyaya-an so Allah go so Alongan a Maori: Na sa dun sa tao a mabaloi so Shaitan a ingapuda iyan, na miyakaratarata a ingapuda"
        },
        {
            "chapter": 4,
            "verse": 39,
            "text": "Na antona-a i Phakakaid kiran o Piyaratiyaya iran so Allah go so Alongan a Maori, go Miyamumugai siran ko ini Riskhi kiran o Allah? Na tatap a so Allah na katawan Niyan siran"
        },
        {
            "chapter": 4,
            "verse": 40,
            "text": "Mata-an! A so Allah na da-a Paganiyaya-an Niyan a timbang bo o Kolpong: Na o mabaloi a Mapiya, na Puthakutakupun Niyan sukaniyan, go Mbugai a pho-on ko Hadapan Niyan sa Balas a lubi a Mala"
        },
        {
            "chapter": 4,
            "verse": 41,
            "text": "Na andamanaya i Khasowa amai ka Pakatindugan Nami so Oman i pagtao sa saksı, go Pakatindugun Nami Suka (Ya Muhammad) ko siran naya a saksi"
        },
        {
            "chapter": 4,
            "verse": 42,
            "text": "Sa Alongan noto na Mashingayo o siran a da pamaratiyaya go Miyamanangka ko Rasul a o ba siran bo khilagid ko Lopa: Na daa Maphaguma iran ko Allah a Miyanggolaola"
        },
        {
            "chapter": 4,
            "verse": 43,
            "text": "Hai so Miyamaratiyaya! Di Niyo Punggolaola-a so Sambayang ko Kabuburug Iyo, taman sa di Niyo katanodan so Putharo-on Niyo,- go o ba Kano Madidiyonob, inonta o ba Kano Lomalayag, taman sa di kano Makaphaigo. Na o Kapantagi Kano a Pukhakasakit, o di na shisi-i sa lakawan, o di na Miyakaoma so isa Rukano a phoon ko Diyamban, o di na Minipurorada Iyo so manga Babai, go da-a Miyato-on Niyo a ig, na Thayamom Kano sa Botha a Soti, na sapowa Niyo ron so manga Paras Iyo go so manga Lima Niyo. Mata-an! A so Allah na tatap a Mama-apun, a Manapi"
        },
        {
            "chapter": 4,
            "verse": 44,
            "text": "Bangkada katokawi so siran a Piyamugan sa kipantag ko Kitab? A ipuphamasa iran ko Kadadag, go khabaya-an niran a Mapokas Kano ko lalan"
        },
        {
            "chapter": 4,
            "verse": 45,
            "text": "Na so Allah i lubi a Mata-o ko manga Ridowai Niyo: Go Makatatarotop so Allah a Panarigan, go Makatatarotop so Allah a Puphanabang"
        },
        {
            "chapter": 4,
            "verse": 46,
            "text": "Adun a pud ko siran a manga Yahodi a Puphamagalinun niran so manga Katharo ko Khipaka-a antapan non, go gl-i ran Tharo-on: A Miyanug ami go Siyangka ami; na Pamakinukha da-a Phamakinugon; sabotang ka so pupaka po-on rukami, go pakasabotaka mingka; a Kapamibid ko manga dila iran go Kapanotiya ko Agama. Na opama ka Mata-an! A siran na aya Pitharo iran: Na Miyanug ami go Inonotan nami; go Pakinugangka; go ilaya kamingka: Na Mata-an a aya kiran Mapiya, go aya ontol; na ogaid na Pimorka-an siran o Allah sabap ko Kiya-ongkir iran; ka da-a Mapaparatiyaya kiran a rowar ko maito"
        },
        {
            "chapter": 4,
            "verse": 47,
            "text": "Hai Piyamugan ko Kitab! Paratiyaya-a niyo so (Qur-an a) Initoron Namı, a tomatanto ko Kitab a shisi-i rukano, ko da-a Mi pun kapunasa ko manga Paras a tingurun Nami ko manga talikhodan niyan, o di na Pumorka-an Nami siran lagid o Kiyapumorka-i Ami ko Mimbabaloi a Amo, ka aya butad o Sogowan o Allah na Mapunggolaola"
        },
        {
            "chapter": 4,
            "verse": 48,
            "text": "Mata-an! A so Allah na di Niyan Punapin so Kapakisakotowi Ron; na Punapin Niyan so salakao ro-ọ, si-i ko tao a kabaya Iyan; na sa tao a Pakisakotowan niyan so Allah na Sabunar a Miyakamba-al sa Dosa a lubi a Mala"
        },
        {
            "chapter": 4,
            "verse": 49,
            "text": "Bangka da katokawıi so siran a Pumbalowin niran a Soti so manga Ginawa iran? Kunaka so Allah i Shoti ko tao a kabaya Iyan. Na di siran Kasalimbotan sa maito bo"
        },
        {
            "chapter": 4,
            "verse": 50,
            "text": "Pamimikiranangka! O andamanaya i Kiphagangkobun niran ko Allah ko Kabokhag! Na khasana-an ndun noto a Dosa a Mapayag"
        },
        {
            "chapter": 4,
            "verse": 51,
            "text": "Bangka da katokawi so siran a Piyamugan sa kipantag ko Kitab? A Paparatiyaya-an niran so manga Barahala go so Tagot, go gi-i ran Tharo-on ko siran a da pamaratiyaya a siran i lubi a Miyatoro sa lalan a di so siran noto a Miyamaratiyaya"
        },
        {
            "chapter": 4,
            "verse": 52,
            "text": "Siran man so Pimorka-an siran o Allah: Na sa dun sa Pumorka-an o Allah, na Dingka dun Mitoon, sa Makatabangon"
        },
        {
            "chapter": 4,
            "verse": 53,
            "text": "Opama ka adun a kipantag iran ko Kapa-ar? na sa maoto na da-a ibugai ran ko manga Manosiya a ishan bo o puso o od a Qormah"
        },
        {
            "chapter": 4,
            "verse": 54,
            "text": "Ino iran ndungkin ko Manosiya so inibugai kiran o Allah ko Kalbihan Niyan? Na Sabunar a inibugai Ami ko Moriyatao o Ibrahim so Kitab go so Ongangun, go bigan Nami Siran sa Kadato a lubi a Mala"
        },
        {
            "chapter": 4,
            "verse": 55,
            "text": "Na so saba-ad Kiran na Miyaratiyaya-on, na so saba-ad Kiran na Inongkir iran Sukaniyan: Na Ka-a angkosan siran o Naraka Jahannam a Pushokhayao (a kadug)"
        },
        {
            "chapter": 4,
            "verse": 56,
            "text": "Mata-an! A so da Pamaratiyaya ko manga Ayat Ami, na Pakapagubongun Nami siran ko Apoi: Na oman Matotong so manga Kobal iran, na sambiyan Nami kiran sa manga kobal a salakao rukaniyan, ka-an niran Pukhata-ami so siksa: Mata-an! A so Allah na tatap a Mabagur, a Maongangun"
        },
        {
            "chapter": 4,
            "verse": 57,
            "text": "Na so siran a Miyamaratiyaya go Pinggalubuk iran so manga Pipiya, na Pakasoludun Nami Siran ndun ko manga Sorga, a Puphamangondas ko kababa-an Niyan so manga Lawasaig,-a kakal Siran non sa dayon sa dayon: Adun a bagiyan Niran ro-o a manga Darodopa a manga Soti: Go Pakasoludun Nami Siran ko Kasisirongan a tatap"
        },
        {
            "chapter": 4,
            "verse": 58,
            "text": "Mata-an! A so Allah na Isosogo Iyan Rukano so kibugan Niyo ko manga Sarig ko khiruk on; na igira-a Khokomun Niyo so manga Manosiya, na Kokomun Niyo so ontol: Mata-an! A so Allah na sayana a Mapiya so Ipuphangundao Niyan Rukano to! Mata-an! A so Allah na tatap a Puphakanug, a Puphakailai"
        },
        {
            "chapter": 4,
            "verse": 59,
            "text": "Hai so Miyamaratiyaya! Onoti Niyo so Allah, go Onoti Niyo so Rasul, go so Bubugan sa Kapa-ar ko Showa-an a pud Rukano. Na amai ka manga sasawal Kano ko isa a Shai, na ndodun Niyo to ko (Kitab o) Allah go so Rasul, o Sukano na Paparatiyaya-a Niyo so Allah go so Alongan a Maori: Giyoto man i tomo, go lubi a Mapiya a khabolosan"
        },
        {
            "chapter": 4,
            "verse": 60,
            "text": "Bangka da katokawi so siran a ipundaowa iran a Mata-an! A siran na Piyaratiyaya iran so Initoron Ruka go so Initoron ko Miyaona an Ka? Kabaya iran a si-i siran Puphakikokom ko Tagot, a Sabunar a ini Sogo kiran a KĶaongkira iran non. Na kabaya o Shaitan a Madadag iyan siran sa Kadadag a Mawatan"
        },
        {
            "chapter": 4,
            "verse": 61,
            "text": "Na igira-a Pitharo kiran: A songkano si-i ko (Kitab a) Initoron o Allah, go si-i ko Rasul: Na Mailaingka so manga monapik a Talikhodan Ka iran sa titho a katalikhod"
        },
        {
            "chapter": 4,
            "verse": 62,
            "text": "Na antona aya, a igira-a Miyasogat siran a Tiyoba, sabap ko ini-ona o manga Lima iran (a Dosa)? Na oriyan niyan na Phakaoma siran Ruka, sa gi-i siran Shapa: Sa Ibut ko Allah ka da-a antap ami a rowar ko Kaphiyapiya go kapagaayonayon"
        },
        {
            "chapter": 4,
            "verse": 63,
            "text": "Siran man so katawan o Allah so shisi-i ko manga poso iran; na Dapayangka kiran, go Panguthomaingka siran, go Tharo Ingka siran si-i ko manga ginawa iran sa Katharo a Tomotogatuk"
        },
        {
            "chapter": 4,
            "verse": 64,
            "text": "Na da ko Kiyasogo Amı ko Sogo, inonta na-an Kaonoti, sa sabap sa Idin o Allah. Na opama ka Mata-an! A siran gowani ko Kasalimbotan niran so manga ginawa iran, na Miyakaoma siran Ruka na Miyanguni siran sa Ma-ap ko Allah, go ini Panguni siran sa Ma-ap o Rasul, na Mata-an a Khato-on niran so Allah a Puphanarima ko Taobat, a Makalimo-on"
        },
        {
            "chapter": 4,
            "verse": 65,
            "text": "Na kuna, ka Ibut ko Kadnan Ka, ka di siran Khabaloi a Mapaparatiyaya, taman sa di siran Ruka Makikokom ko simokut iran, oriyan niyan na da-a maguda iran ko manga ginawa iran a sangka ko ini Kokom Ka, go Mbayorantang siran sa titho a Kambayorantang"
        },
        {
            "chapter": 4,
            "verse": 66,
            "text": "Na opama o Mata-an! A Sukami na ini Paliyogat Ami kiran a Bonowa niyo so manga ginawa Niyo o di na awa kano ko manga Ingud iyo, na da-a Nggolaola kiran non a rowar ko maito kiran: Na opama ka Mata-an! A siran na Pinggolaola iran so Ipuphanguthoma kiran noto, na Mata-an! A Miyabaloi a Mapiya a bagiyan niran, go tanto a iputhakna (o Paratiyaya iran)"
        },
        {
            "chapter": 4,
            "verse": 67,
            "text": "Na o giyoto (i Pinggolaola iran) na bugan nami siran ndun pho-on ko Hadapan Nami sa Balas a lubi a Mala"
        },
        {
            "chapter": 4,
            "verse": 68,
            "text": "Go toro-on Nami siran ndun sa lalan a Matitho"
        },
        {
            "chapter": 4,
            "verse": 69,
            "text": "Na sa tao a Onotan niyan so Allah go so Rasul na siran man i pud o siran a ini Kalimo siran o Allah,- a manga Nabi, go Miyamangimbunar, go manga Shahid, go manga Bilangatao: Na Miyakapiyapiya Siran man a Bolayoka"
        },
        {
            "chapter": 4,
            "verse": 70,
            "text": "Giyoto man so Kapakalubi a pho-on ko Allah: Na Makatatarotop so Allah a Mata-o"
        },
        {
            "chapter": 4,
            "verse": 71,
            "text": "Hai so Miyamaratiyaya! Pagiyasa-a Niyo so iktiyar Ilyo, na sorong Kano sa Kashalompok o di na sorong Kano sa Kashamasama"
        },
        {
            "chapter": 4,
            "verse": 72,
            "text": "Na Mata-an! A adun a pud Rukano a tao a titho a Puphulombat: Na o masogat Kano a Tiyoba, na Putharo-on niyan: A Sabunar a Inikalimo ako o Allah gowani a da ako kiran mapud a Miyakamasa"
        },
        {
            "chapter": 4,
            "verse": 73,
            "text": "Na Ibut o Masogat Kano a Limo a pho-on ko Allah, na Putharo-on niyan ndun-a lagid o ba da-a Miya-adun ko lut Iyo a go so lut Iyan a Kanggiginawa-i ah! O ba ako kiran bo Miyapud; ka Magontong ako sa Ontong a Mala"
        },
        {
            "chapter": 4,
            "verse": 74,
            "text": "Na Pakimbonowai sa lalan ko Allah so siran a Puphasa-anniran so Kaoyagoyag ko doniya koAkhirat. Ka sa dun sa Makimbonowai sa lalan ko Allah,- na go Ma- purang o di na Makapugusna mbugan Nami dun sukaniyan sa Balas a lubi a Mala"
        },
        {
            "chapter": 4,
            "verse": 75,
            "text": "Na ino kano di Pakipumbonowai sa lalan ko Allah go so (Kalindinga ko) manga Lolobai ko manga Mama, go so manga Babai; go so manga Wata?- A siran na gl-i ran Tharo-on: Kadnan Namı! Pakaawa-a Kamingka sangka-i a Ingud, a Tanganiyaya so tao ron; go sunggai Kamingka sa pho-on ko hadapan Ka sa Panarigan; go sungai Kamingka sa pho-on ko Hadapan Ka sa Phananabang"
        },
        {
            "chapter": 4,
            "verse": 76,
            "text": "So siran a Miyamaratiyaya na gi-i Siran Makimbonowai sa lalan ko Allah, na so siran a da Pamaratiyaya na gi-i siran Makimbonowai sa lalan ko Tagot: Na Pakimbonowai Kano ko manga Tabanga o Shaitan: Mata-an! A so tipo o Shaitan na butad iyan na Malobai"
        },
        {
            "chapter": 4,
            "verse": 77,
            "text": "Bangka da katokawi so siran a Pitharo kiran: A Gunggun na niyo so manga Barokan niyo, go Pamayandugun Niyo so Sambayang go bugan Niyo so Zakat? Na kagiya a Ipaliyogat kiran so Kambonowai, na sa maoto? Na adun a isa kiran ka Sagorompong a Ipukhaluk iran so manga Manosiya-lagid o Kaluk ko Allah o di na lawanon a Kaluk: Go Pitharo iran: Kadnan Nami! Inongka rukami Phaliyogatun so Kambonowai? Inongka rukami da sundodun sa ta-alik a marani? Tharowangka: A so gona ko Doniya na maito: Na so Akhirat i tomo a bagiyan o tao a Miyananggila: Go di kano Khasalimbotan sa maito bo"
        },
        {
            "chapter": 4,
            "verse": 78,
            "text": "Apiya anda kano matago, na Puraotun kano o Kapatai, go apiya matago kano ko manga Kota a manga Poporo! Na o Masogat siran a Mapiya, na Putharo-on niran: A giya-i na pho-on ko Hadapan o Allah; na o Masogat siran a Marata, na Putharo-on niran: A giya-i na pho-on ko Hadapan Ka. Tharowangka: A palaya pho-on ko Hadapan o Allah. Na antona-a siran naya a pagtao, a Marugun a Kapukhasaboti ran ko Pukhaolaola"
        },
        {
            "chapter": 4,
            "verse": 79,
            "text": "Sa dun sa Misogat Ruka a Mapiya, na pho-on ko Allah; go sa dun sa Misogat Ruka a Marata, napho-on ko Ginawangka. Na Siyogo Ami Suka (Ya Muhammad) ko manga Manosiya a Sogo. Na Makatatarotop so Allah a saksi"
        },
        {
            "chapter": 4,
            "verse": 80,
            "text": "Sa tao a Onotan niyan so Rasul, na Sabunar a Kiya-onotan niyan so Allah: Go sa tao a tomalikhod, na kuna a ba Ami Suka Siyogo a somisiyap kiran"
        },
        {
            "chapter": 4,
            "verse": 81,
            "text": "Na gi-i ran Tharo-on: A Kapangongonotan; na igira-a Miyakaliyo siran pho-on ko Hadapan Ka, na Mbabasagawi-i Magantangan so isa kiran ka Sagorompong sa salakao ko Gīi-ingka Tharo-on. Na so Allah na Puphakisorat Iyan so gi-i ran babasagawi-iyan Magantangan: Na Dapayangka kiran, go Sarigingka so Allah, ka Khasana-an so Allah a Sasarigan"
        },
        {
            "chapter": 4,
            "verse": 82,
            "text": "Ino iran ndi Punggudaguda-a so Qur-an? A opama ka Miya-adun a pho-on ko Hadapan o salakao ko Allah, na Mata-an a makato-on siran non sa shoransorang a madakul"
        },
        {
            "chapter": 4,
            "verse": 83,
            "text": "Na igira-a adun a Miyakatalingoma kiran a Miyasowa a Kalilintad o di na Kaluk, na ipamalata iran sukaniyan. Na o Piyakandod iran noto si-i ko Rasul, go si-i ko Makakhakapa-ar ko showa-an a pud kiran, na Mata-an! A Katokawan noto o siran a Puphangudugon a pho-on kiran. Na o da so Gagao Rukano o Allah go so Limo Iyan, na Kiya-onotan Niyo dun so Shaitan inonta so maito"
        },
        {
            "chapter": 4,
            "verse": 84,
            "text": "Na Pakimbonowai Ka sa lalan ko Allah- ka da-a Ipapaliyogat Ruka a rowar sa Ginawangkago Pangoyatingka so Miyamaratiyaya. Na Matatangkud a so Allah na Pagurunun Niyan so Bagur os siran a da Pamaratiyaya; ka so Allah i tanto a Mabagur go tanto a Phaniksa"
        },
        {
            "chapter": 4,
            "verse": 85,
            "text": "Sa dun sa Mangongogopan sa Kapangongogopan a Mapiya na adun a Kipantag iyan non: Go sa dun sa Mangongogopan sa Kapangongogopan a Marata, na adun a bagiyan niyan non: Na tatap a so Allah na so langowan taman na Magagaga Niyan"
        },
        {
            "chapter": 4,
            "verse": 86,
            "text": "Na igira a Siyalam kano sa isa a Salam, na Salam kano sa lawanon sa kapiya, o di na Pakakasoya Niyo sukaniyan. Mata-an! A so Allah na tatap a so langowan taman na Mal-itong lyan"
        },
        {
            "chapter": 4,
            "verse": 87,
            "text": "So Allah! Da-a Tohan a inonta Sukaniyan: Pulimodun Kano Niyan ndun si-i ko Alongan a Qiyamah, a da-a sangka a madadalumon. Na ba-adun a makalawan ko Allah a Bunar i Katharo"
        },
        {
            "chapter": 4,
            "verse": 88,
            "text": "Na in o kano khadowa Lompok makapantag ko manga Monapik? A so Allah na Piyato Iyan siran sabap ko Pinggalubuk iran. Ba niyo khabaya-i a Matoro Iyo so tao a Diyadag o Allah? A sa dun sa Dadagun o Allah, na Dingka dun Mito-on sa lalan"
        },
        {
            "chapter": 4,
            "verse": 89,
            "text": "Miyashingayo iran a oba Kano bo Pagongkir, sa lagid o Kiya-Ongkir iran, na mabaloi Kano a Mulagilagid: Na di Kano kiran khowa sa manga Panarigan taman sa di siran tomogalin ko lalan o Allah. Na o talikhod siran, na Pamiyaga Niyo siran go Pamonowa Niyo siran apiya anda Niyo siran mato-on; go di Kano kiran khowa sa Panarigan go Tabanga"
        },
        {
            "chapter": 4,
            "verse": 90,
            "text": "Inonta so siran a Magapas ko pagtao a adun a Pasad Iyo a go siran, o di na Miyakaoma siran Rukano a ini gagut o manga rarub iran o ba siran Rukano Pakimbonowai o di na ba siran Pakimbonowai ko pagtao iran. Na o kabaya o Allah, na Mata-an a Kaphakipangarasiyan Kano Niyan kiran, na Makimbonowai siran Rukano dun: Na o awata Kano iran a di siran Rukano Makimbonowai, go idolon niran Rukano so Kalilintad, na da-a ini sunggai Rukano o Allah a okit kiran (ko Kapakimbonowai)"
        },
        {
            "chapter": 4,
            "verse": 91,
            "text": "Khato-on Niyo dun a manga pud a tao a kabaya iran a Kapakasasariga iran Rukano go so Kapakasasariga iran ko pagtao iran: Oman siran Pakandodun ko Kapanakoto, na mapato siran non: Na o di Kano iran awata go di iran Rukano idolon so Kalilintad go di iran (Rukano) runun so manga Barokan niran, na Pamiyaga Niyo siran go Pamonowa Niyo siran sa sadun sa Kapukhaparowi Niyo kiran: Ka Sukano man na singgayan Nami Sukano kiran sa karina a Mapayag"
        },
        {
            "chapter": 4,
            "verse": 92,
            "text": "Na da mapatot ko Miyaratiyaya 1 ba Pamono sa Miyaratiyaya; inonta o karıibat, na sa tao a Makabono sa Miyaratiyaya a da mbaba-a, na Makaphumaradika sa isa a Oripun a Miyaratiyaya, go diyat a ibugai ko Tonganai o Miyabono, inonta o ba iran non Shaduka-an. Na amai ka (so Miyabono na) pud ko pagtao a ridowai Niyo, a sukaniyan na Mapaparatiyaya, na Makaphumaradika (so Miyamono) sa isa a Oripun a Mapaparatiyaya. Na amai ka (so Miyabono na) pud ko pagtao a adun a Pasad Iyo a go siran, na Diyat a ibugai ko Tonganai niyan, go Kapumaradika sa isa a Oripun a Mapaparatiyaya. Na sa tao a da-a mato-on niyan (a Oripun) na Kaphowasa sa dowa Olan a makathondog a dowa oto: Kathaobat a pho-on ko Allah: Na tatap a so Allah na Mata-o, a Maongangun"
        },
        {
            "chapter": 4,
            "verse": 93,
            "text": "Na sa tao a Mamono sa Miyaratiyaya a pimbaba iyan, na aya balas iyan na so Naraka Jahannam, kakal ro-o: Go KĶKararangitan o Allah sukaniyan go Pumorka-an Niyan, go Thitiyagaran Niyan sa siksa a Mala"
        },
        {
            "chapter": 4,
            "verse": 94,
            "text": "Hai so Miyamaratiyaya! Igira-a lomiyalakao Kano sa lalan ko Allah, na pangamad Kano, go di Niyo Putharowa ko tao a ini alao niyan Rukano so Salaam: I kuna a ba ka Mapaparatiyaya! Sa tontot Iyo ko Ka-adilan ko Kaoyagoyag ko Doniya: Ka si-i ko Allah so manga Taban a madakul. Giyoto man i Miyambutad Iyo sa paganai, na ini Kalmo Kano o Allah: Na pangamad Kano. Mata-an! A so Allah na so gi-i Niyo Nggolaola-an na Kaip Iyan"
        },
        {
            "chapter": 4,
            "verse": 95,
            "text": "Di magishan so khigugunuk ko Miyamaratiyaya a da-a manga ongun niran, go so Miphupurang sa lalan ko Allah a murakhus so manga Tamok Iran a go so manga Ginawa iran. Piyakalubi o Allah so Miphupurang a murakhus so manga Tamok iran a go so manga Ginawa iran ko khigugunuk sa Pangkatan. Na oman 1 isa kiran na ini diyandi-on o Allah so Mapiya: Go Piyakalubi o Allah so Miyamanagontaman ko khigugunuk sa Balas a Mala"
        },
        {
            "chapter": 4,
            "verse": 96,
            "text": "Manga Pangkatan a pho-on Rukaniyan go Ma-ap go Limo. Na tatap a so Allah na Manapi, a Makalimo-on"
        },
        {
            "chapter": 4,
            "verse": 97,
            "text": "Mata-an! A so siran a Biyono siran o manga Malaikat a inaniyaya iran so manga ginawa iran, na Pitharo o manga Malaikat: A antona-a 1 Miyambutad iyo? Pitharo iran: A aya butad ami na manga lolobai si-i ko Lopa. Pitharo o manga Malaikat: a ba da mabaloi so Lopa o Allah a maolad ka-angkano ron makatogalin? Na siran man na aya dun a darpa iran na so Naraka Jahannam,- na Mikharatarata a khabolosan"
        },
        {
            "chapter": 4,
            "verse": 98,
            "text": "Tabiya bo ko manga lolobai ko manga Mama, go so manga Babai, go so manga Wata-a di siran Phakagaga Magantangan (sa Kapakaliyo iran), go di siran Phakato-on sa lalan"
        },
        {
            "chapter": 4,
            "verse": 99,
            "text": "Na siran man na Matatangkud a so Allah na Phuma-apan Niyan siran: ka aya butad o Allah na mama-apun, a Mana-pi"
        },
        {
            "chapter": 4,
            "verse": 100,
            "text": "Na sa dun sa tomogalin ko lalan o Allah, na Phakato-on si-i ko Lopa sa Kha-apasan a madakul, go daya-an: Na sa tao a lomiyo a phoon ko Walai niyan a Thogalin ko Allah go so Sogo Iyan, oriyan niyan na raotun sukaniyan o Kapatai, na Mata-an a Miyatangkud so Balas Rukaniyan si-i ko Allah: Ka aya butad o Allah na Manapı, a Makalimo-on"
        },
        {
            "chapter": 4,
            "verse": 101,
            "text": "Na igira-a Milayalayag Kano si-i ko Lopa, na da-a Dosa Niyo ko Kakasara Niyo ko Sambayang amai ka ikhawan Niyo o ba Kano Kamarata-i o siran a da Pamaratiyaya: Mata-an! A so da Pamaratiyaya na Miyabaloi siran a ridowai Niyo a Mapayag"
        },
        {
            "chapter": 4,
            "verse": 102,
            "text": "Na igira-a shisi-i Ka kiran, na Gongka siran Phagimami ko Sambayang, na tindug so Salompok kiran sa pud Ka, go kukupiti ran so manga Goma-an niran: Na amai ka Makasodod siran, na kadun siran ko talikhodan Niyo. Na talingoma so Salompok a salakao a da Makashambayang na Shambayang siran sa pud Ka, go kukupiti ran so iktiyar iran, go so manga Goma-an niran: Miyashinganin o siran a da Pamaratiyaya, a oba Niyo bo Khaliwati so manga Goma-an Niyo go so manga Kasangkapan Niyo, na Gobatun Kano iran sa Kagobat a makaisa. Na da-a Dosa Niyo amai ka khasakitan Kano ko Oran o di na Pukhasakit Kano ko Kibutadun Niyo ko manga goma-an Niyo; na kupiti Niyo so iktiyar Iyo. Mata-an! A so Allah na Pithiyagaran Niyan so da Pamaratiyaya sa siksa a Phakahina"
        },
        {
            "chapter": 4,
            "verse": 103,
            "text": "Na igira-a miningolalan Niyo so Sambayang, na Tatadum Niyo so Allah, ko Katitindug, go Kao-ontod, go so Kai-iga Iyo; na igira-a lominintad Kano, na samporna-a Niyo so Sambayang: Mata-an! A so Sambayang na miyabaloi ko Miyamaratiyaya a Paliyogat a miphopowakto"
        },
        {
            "chapter": 4,
            "verse": 104,
            "text": "Na di Kano pulokha sa gi-i kambabanoga ko pagtao (o ridowai Niyo): Ka o makathatalogudam Kano, na Mata-an! A siran na Makathatalogudam sa lagid o Kapakathatalogudam Iyo; go Kha-arap Iyo ko Allah, so di iran kha-arap. Na aya butad o Allah na Mata-o, a Maongangun"
        },
        {
            "chapter": 4,
            "verse": 105,
            "text": "Mata-an! A Sukami na Initoron Ami Ruka (Ya Muhammad) so Kitab a (Miyakapayag ko) Bunar, ka-an Ka Mikokom ko manga Manosiya, so Piyakikunal Ruka o Allah: Na o ba Ka mabaloi a mananandig ko Mamakadodorata"
        },
        {
            "chapter": 4,
            "verse": 106,
            "text": "Go Panguni Ka sa Ma-ap ko Allah; Mata-an! A so Allah na aya butad Iyan na Manapi, a Makalimo-on"
        },
        {
            "chapter": 4,
            "verse": 107,
            "text": "Go di Ka Pakipuphapawala sa linding ko siran a Pundoratun niran so manga ginawa iran; Mataan! A so Allah na di Niyan khabaya-an so tao a aya butad iyan na Makadodorata a Baradosa"
        },
        {
            "chapter": 4,
            "verse": 108,
            "text": "Puphaguma siran ko manga Manosiya, na di siran Phaguma ko Allah, a Sukaniyan na katawan Niyan siran gowani a gi-i ran mbabasagawi-inan Magantangan, so di Phakasowat a Katharo: Na so Allah na tatap a so gi-i ran Nggolaola-an na katawan Niyan"
        },
        {
            "chapter": 4,
            "verse": 109,
            "text": "Ah! Na sukano wai na Miyakiphapawala kano sa linding kiran si-i ko Kaoyagoyag ko Doniya; na antawa-onon i Makapawal ko Allah sa linding kiran ko Alongan a Qiyamah, ba-adun a tao a khabaloi a Khasarigan niran"
        },
        {
            "chapter": 4,
            "verse": 110,
            "text": "Na sa tao a Makanggolaola sa Marata o di na ma-aniyaya niyan a ginawa niyan oriyan niyan na Manguni sa Ma-ap ko Allah, na Khato-on niyan so Allah a Manapi, a Makalimo-on"
        },
        {
            "chapter": 4,
            "verse": 111,
            "text": "Na sa tao a Nggalubuk sa Dosa. Na aya dun a gi-i niyan Minggalubuk sa Dosa na so ginawa niyan: Katatap a so Allah na Mata-o, a Maongangun"
        },
        {
            "chapter": 4,
            "verse": 112,
            "text": "Na sa tao a Nggalubuk sa Kasala-an o di na Dosa oriyan niyan na idi-il iyan noto ko di sala, na Sabunar a miyaka-awid sa Tumpo go Dosa a Mapayag"
        },
        {
            "chapter": 4,
            "verse": 113,
            "text": "Na o da so Gagao Ruka o Allah go so Limo Iyan, na Mata-an a Piyagungutan o salompok kiran a Kandadaga iran Ruka. Na da-a Khadadag iran a rowar ko manga ginawa iran, go da-a Khibinasa iran Ruka a maito bo. Na Piyakatoron Ruka o Allah so Kitab go so Ongangun go Inindao Niyan Ruka so Dingka katawan: Ka aya butad o Gagao Ruka o Allah na Mala"
        },
        {
            "chapter": 4,
            "verse": 114,
            "text": "Da-a Mapiya a matatago ko madakul ko Bitiyara iran: Inonta sa tao a Somiyogo sa Kashaduka o di na Adat a Mapiya o di na so Kaputhanora ko manga Manosiya: Na sa dun sa Nggolaola ro-o, sa singanin ko manga Kasosowat o Allah, na Mbugan Nami dun sa Balas a Mala"
        },
        {
            "chapter": 4,
            "verse": 115,
            "text": "Na sa dun sa Sorangun niyan so Rasul ko oriyan o Kiyapayagon o Torowan, go Komudug sa salak ao ko okit o Miyamaratiyaya, na Paka-antapun Nami Sukaniyan ko inantapan niyan, go Pakasoludun Nami sukaniyan ko Naraka Jahannam,-a Mikharatarata a khabolosan"
        },
        {
            "chapter": 4,
            "verse": 116,
            "text": "Mata-an! A so Allah na di Niyan Punapin so Kapakisakoto wi Ron; na Punapin Niyan so salakao ro-o si-i ko tao a kabaya Iyan: Na sa dun sa tao a Pakisakotowan niyan so Allah, na Sabunar a Miyadadag sa Kadadag a mawatan"
        },
        {
            "chapter": 4,
            "verse": 117,
            "text": "Da ko Pushimba-an niran a salakao ko Allah, inonta na manga Babai (A Barahala): Go da ko Pushimba-an niran inonta na Shaitan a gi-i mbinasa"
        },
        {
            "chapter": 4,
            "verse": 118,
            "text": "Pimorka-an sukaniyan o Allah, na Pitharo iran: A Mata-an a khowa ko dun ko manga Oripun Ka sa Kipantag a Mapupunto"
        },
        {
            "chapter": 4,
            "verse": 119,
            "text": "Go Mata-an ka Dadagun ko siran ndun, go igudi akun ndun ko manga poso iran so ribat; go Sogoon ko siran ndun na pamotolun niyan ndun so manga Tangila o manga Ayam, go Sogo-on ko siran ndun na Pamagalinun niran ndun so manga Ka-adun o Allah. Na sa dun sa tao a kowa-an niyan so Shaitan a Panarigan a salakao ko Allah, na Sabunar a Miyalogi sa Kalogi a Mapayag"
        },
        {
            "chapter": 4,
            "verse": 120,
            "text": "Pumbugan niyan siran sa pasad, go ipunggudi iran ko manga poso iran so ribat; na da-a ipumbugai kiran a Pasad o Shaitan a rowar sa limpangan"
        },
        {
            "chapter": 4,
            "verse": 121,
            "text": "Siran man na Darpa iran so Naraka Jahannam, go da-a Khatoon niran a Milidason"
        },
        {
            "chapter": 4,
            "verse": 122,
            "text": "Na so Miyamaratiyaya go Pinggalubuk iran so manga Pipiya,na Phakasoludun Nami siran ndun ko manga Sorga, a Puphamangondas ko kababa-an niyan so manga Lawasaig,- kakal siran ro-o sa dayon sa dayon. Diyandi o Allah a di Pundorat, na ba-adun a Makalawan a Bunar ko Allah sa Katharo"
        },
        {
            "chapter": 4,
            "verse": 123,
            "text": "Kuna a ba si-i ko manga ongaya iyo, go kuna a ba si-i ko manga ongaya o adun a Kitab iyan: Ka sadun sa Nggalubuk sa Marata, na imbadalon. Go da-a mato-on niyan a salakao ko Allah a Panarigan, go Tabanga"
        },
        {
            "chapter": 4,
            "verse": 124,
            "text": "Na sa tao a Nggalubuk ko manga Pipiya,- Mama o di na Babai- a sukaniyan na Mapaparatiyaya, na siran man i Phamakasolud ko Sorga, go da-a Masalimbot kiran a ishan bo o puso o oda Qormah"
        },
        {
            "chapter": 4,
            "verse": 125,
            "text": "Na ba-adun a tao a Makalawan sa Kapiya i okit ko KĶKapaginutao ko tao a ini Shalimbotawan niyan a ginawa niyan si-i ko Allah, a sukaniyan na Phipiyapiya, go kidugiyan so okit o Ibrahim a tomataliyadok ko Bunar? Na Kinowa o Allah so Ibrahim a Bolayoka"
        },
        {
            "chapter": 4,
            "verse": 126,
            "text": "Na ruk o Allah so shisi-i ko manga Langit go so shisi-i ko Lopa: Ka aya butad o Allah na katawan Niyan so langowan taman"
        },
        {
            "chapter": 4,
            "verse": 127,
            "text": "Na Pakiphagosai ran Ruka so Makapantag ko manga Babai Tharowangka: A so Allah na Puphagosa-in Niyan Rukano so Makapantag kiran: Go so Kapuphangadi-an Rukano ko Kitab, Makapantag ko manga ilo ko manga Babai a siran na di Niyo kiran imbugai so Miyatangkud a ruk iran, go Pukababaya aniyo so kapangaroma-a niyo kiran, Go so manga lolobai ko manga Wata: Go so Kathandingana Niyo ko manga ilo sa Kapaginontolan. Na sa dun sa Manggolaola Niyo a Mapiya, na Mataan! A so Allah na tatap a katawan Niyan noto"
        },
        {
            "chapter": 4,
            "verse": 128,
            "text": "Na amai ka adun a Babai a inikawan niyan ko Karoma niyan so Karupo iron o di na so karimung iyan, na da-a Dosa iran o mba-al siran sa Pasad ko katatanor; na so Kaphasada i tomo (a di so Kambulag); ka Wara-an o manga ginawa so kala-a inam a sarta a Kaligut. Na amai ka Phiyapiya kano go Mananggila kano, na Mata-an! A so Allah na tatap a so gi-i niyo Nggolaola-an na Kaip Iyan"
        },
        {
            "chapter": 4,
            "verse": 129,
            "text": "Na di niyo dun Magaga i ba niyo Mapakathimbang so manga Karoma Niyo, apiya i Kapanagontaman Niyo: Na di Kano Pushoramig sa tanto a Kashoramig, sa indarainon Niyo so Karoma Niyo sa lagid o ma-a alangalang. Na o Phapasada kano, go Mananggila kano, na Mata-an! A so Allah na aya butad Iyan na Manapi, a Makalimo-on"
        },
        {
            "chapter": 4,
            "verse": 130,
            "text": "Na amai ka Mbulag siran, na mbugan o Allah so oman ı isa kiran ko Kakawasa-an Niyan: Ka aya butad o Allah na Maginawa, a Maongangun"
        },
        {
            "chapter": 4,
            "verse": 131,
            "text": "Na ruk o Allah so shisi-i ko manga Langit go shisi-i ko Lopa. Na Sabunsabunar a ini Sogo Ami ko siran a bigan ko Kitab ko Miyaona an Niyo, a go sukano a Onoti Niyo so Allah. Na o di Kano Paratiyaya, na Mata-an! A ruk o Allah so shisi-i ko manga Langit go so shisi-i1 ko Lopa, go aya butad o Allah na da-a Mapushinganin Niyan, a Puphodin"
        },
        {
            "chapter": 4,
            "verse": 132,
            "text": "Go ruk o Allah so shisi-i ko manga Langit go so shisi-i ko Lopa, go Kiyasana-an so Allah a Sasarigan"
        },
        {
            "chapter": 4,
            "verse": 133,
            "text": "O Kabaya Iyan, na Khailang kano Niyan, Hai manga Manosiya! Go Phaka-adun sa manga salakao; ka aya butad o Allah na Khagaga Niyan noto"
        },
        {
            "chapter": 4,
            "verse": 134,
            "text": "Na sa tao a aya kabaya iyan na so Balas sa Doniya, na si-i ko Allah so Balas sa Doniya a go sa Akhirat: Ka aya butad o Allah na Puphakanug, a Puphakailai"
        },
        {
            "chapter": 4,
            "verse": 135,
            "text": "Hai so Miyamaratiyaya! mbaloi Kano a Khipamamayandug ko Kapaginontolan, a manga saksi Makapantag ko Allah, apiya pun sii Phakatana ko manga Ginawa Niyo, o di na so Mbala a Lokus, go so manga Dadasug, amai ka (so Pushaksi-an na) Kawasa o di na Miskin: Na so Allah i mona sa dowa oto. Na di Niyo Pagonoti so kabaya a ribat, ka Makasilai Kano, na amai ka Pamingigun Niyo o di na munda Kano, na Mata-an! A so Allah na tatap a so gi-i1 Niyo Ngolaola-an na Kaip Iyan"
        },
        {
            "chapter": 4,
            "verse": 136,
            "text": "Hai so Miyamaratiyaya! Paratiyaya-a Niyo so Allah go so Sogo Iyan, go so Kitab a so Initoron Niyan ko Sogo Iyan go so Kitab a so Initoron Niyan gowani. Na sa dun sa di Maratiyaya ko Allah, go so manga Malaikat Iyan, go so manga Kitab Iyan, go so manga Sogo Iyan, go so Alongan a Maori, na Sabunar a Miyadadag sa Kadadag a Mawatan"
        },
        {
            "chapter": 4,
            "verse": 137,
            "text": "Mata-an! A so Miyamartiyaya, oriyan niyan na Miyamangongkir, oriyan niyan na Miyamaratiyaya, oriyan niyan na Miyamangongkir, oriyan niyan na Piyakaoshor iran so Kaongkir,-na di Patot ko Allah i ba Niyan siran Napi-i go ba Niyan siran Nggonana-owa sa lalan"
        },
        {
            "chapter": 4,
            "verse": 138,
            "text": "Puphanotholangka ko manga Monapik a Mata-an! A adun a bagiyan niran a siksa a Malipudus"
        },
        {
            "chapter": 4,
            "verse": 139,
            "text": "A siran na Pukhowa-an niran so da Pamaratiyaya a manga Panarigan a inilubi ran ko Miyamaratiyaya: Ba iran Pushinganina si-i kiran noto so Munang? Na Mata-an! A so Munang na rųk o Allah langon"
        },
        {
            "chapter": 4,
            "verse": 140,
            "text": "Na Sabunar a Initoron Niyan rukano ko Kitab, a amai ka Manug iyo so manga Ayat o Allah a Phagongkirun Sukaniyan go gi-i Shomanun, na di Kano Pagontod ko obai ran taman sa di siran tomupas ko Bitiyara a salakao rukaniyan: Mata-an! A sukano na sa maoto na ishan niran. Mata-an! A so Allah na Thimo-on Niyan so manga Monapik go so manga Kapir- si-i ko Naraka Jahannam langon"
        },
        {
            "chapter": 4,
            "verse": 141,
            "text": "Siran na dadara-an Kano iran: Na o adun a Mambagiyan Niyo a Da-ag a pho-on ko Allah, na Tharo-on niran: A ba kami Niyo di manga pud?- Na o adun a mambagiyan o da Pamaratiyaya a Kapakataban, na Tharo-on niran: A ba ami Sukano da Mapakapugus, go ba ami Sukano da Malinding ko Miyamaratiyaya? Na so Allah na Khokomun kano Niyan ko Alongan A Qiyamah. Na da dun a isunggai o Allah ko da Pamaratiyaya ko Miyamaratiyaya a okit"
        },
        {
            "chapter": 4,
            "verse": 142,
            "text": "Mata-an! A so manga Monapik- na Pulimpangun niran so Allah, a Sukaniyan i Mbadal ko Limpangan niran: Igira-a Tomıinindug siran ko Sambayang, na Tomindug siran a Khibobokulun, Maki-ilaila-in siran ko manga Manosiya, sa di iran Tataduman so Allah inonta so maito"
        },
        {
            "chapter": 4,
            "verse": 143,
            "text": "Ma-a alangalang siran ko pagulutan noto- da siran ko siranaya (a Miyamaratiyaya) go da siran ko siran noto (a manga Kapir). Na sa dun sa Dadagun o Allah,- na Dingka dun mito-on sa lalan"
        },
        {
            "chapter": 4,
            "verse": 144,
            "text": "Hai so Miyamaratiyaya! Di Niyo khowa-a so da Pamaratiyaya a manga Panarigan a ilubi niyo ko Miyamaratiyaya: Ba niyo kabaya a sunggayan niyo so Allah sa Karina rukano a Mapayag"
        },
        {
            "chapter": 4,
            "verse": 145,
            "text": "Mata-an! A so manga Monapik na si-i ko Darpa a Pithamanan a mababa ko Naraka: Go Dingka siran ndun Mito-on sa Phananabang"
        },
        {
            "chapter": 4,
            "verse": 146,
            "text": "Inonta so siran a Miīthataobat, go Miphipiyapiya, go kipitan niran so (Kitab o) Allah, go Tiyolabos iran so okit iran ko Kapaginutao a ruk o Allah: Na siran man i pud o Miyamaratiyaya. Na mbugan ndun o Allah so Miyamaratiyaya sa Balas a Mala"
        },
        {
            "chapter": 4,
            "verse": 147,
            "text": "Di Punggolaola-an o Allah i ba Kano Niyan siksa-a, o Panalamat Kano go Maratiyaya Kano: Ka aya butad o Allah na Masalamatun, a Mata-o"
        },
        {
            "chapter": 4,
            "verse": 148,
            "text": "Di Khabaya-an o Allah so kipakatanogun ko Marata a Katharo, inonta so tao a Kiyasalimbotan; ka aya butad o Allah na Puphakanug, a Mata-o"
        },
        {
            "chapter": 4,
            "verse": 149,
            "text": "O payaga Niyo so Mapiya o di na paguma-an Niyo sukaniyan o di na Muma-ap Kano ko Marata, na Mata-an! A so Allah na aya butad Iyan na Mama-apun, a Phakagaga"
        },
        {
            "chapter": 4,
            "verse": 150,
            "text": "Mata-an! A so da Pamaratiyaya ko Allah go so manga Sogo Iyan, go kabaya iran a Pakambidaan niran so Allah go so manga Sogo Iyan, go gi-i ran Tharo-on: A Paparatiyaya-an nami so saba-ad go o Ongkirun nami so saba-ad: Go kabaya iran a Makamba-al siran ko Pagulutan noto sa okit"
        },
        {
            "chapter": 4,
            "verse": 151,
            "text": "Siran man na siran so da Pamaratiyaya a titho; na Pithiyagaran Nami so da Pamaratiyaya sa siksa a Phakahina"
        },
        {
            "chapter": 4,
            "verse": 152,
            "text": "Na so Miyamaratiyaya ko Allah go so manga Sogo Iyan go daa inibida iran a isa bo ko siran noto (a manga Rasul), na siran man na imbugai Niyan kiran ndun so manga Balas kiran: Ka aya butad o Allah na Manapi, a Makalaimo-on"
        },
        {
            "chapter": 4,
            "verse": 153,
            "text": "Phangunin Ruka (Ya Muhammad) o Tiyoronan ko Kitab a Pakatoronan Ka siran sa Kitab a pho-on ko Langit: Na Sabunar a Piyanguni ran ko Musa so Mala a di giyoto, sa Pitharo iran: A Pakiilain Ka rukami so Allah sa Mapayag, na Piyolang siran o Luthi sabap ko Kiyandarowaka iran. Oriyan niyan na kinowa iran so Sapi (a katohanan) ko oriyan o Kiyapakatalingoma kiran o manga Rarayag a Karina; na Pima-ap Ami kiran noto; go bigan Nami so Musa sa Karina a Marayag"
        },
        {
            "chapter": 4,
            "verse": 154,
            "text": "Go ini Poro Ami ko Kaporowan niran so Palao sabap ko Kinindiyandi-in kiran; go Pitharo Ami kiran: A solud kano ko Pinto (o Baital Muqaddas) sa Pangangalimbaba-an kano; go Pitharo Ami kiran: A di kano Phumalawani ko Alongan a Sapto. Na kominowa Kami kiran sa diyandi a Mapunud"
        },
        {
            "chapter": 4,
            "verse": 155,
            "text": "Na (Pimorka-an Nami siran) sabap ko Kiyabarungkasa iran ko diyandi iran; go so Kiyaongkira iran ko manga Ayat o Allah; go soKiyabonowa iran ko manga Nabi sa di ontol; go so Kiyatharowa iran: Sa so manga poso ami na Mapupuno;- kuna, ka Piyatri o Allah sukaniyan sabap ko Kıiya-ongkir iran, ka da-a Mapaparatiyaya kiran a rowar ko maito"
        },
        {
            "chapter": 4,
            "verse": 156,
            "text": "Go sabap ko Kiya-ongkiriran; go so Kiyatharowa iran ko Maryam ko tumpo a Mala"
        },
        {
            "chapter": 4,
            "verse": 157,
            "text": "Go so Katharo iran: Sa Mata-an! A Miyapatai ami so AlMasih Isa a Wata o Maryam, a sogo o Allah;- a da iran Mapatai, go da iran Masola Sukaniyan, ogaid na Piyakalingo siran, na Mata-an! A siran a da-on Pagayonayon na miyatago siran ndun ko Anganangan Rukaniyan, da-a katawi rannon a rowar sa Kaonot sa arangan, ka Mata-tangkud a da iran Mabono"
        },
        {
            "chapter": 4,
            "verse": 158,
            "text": "Sukaniyan:158. Kuna, ka ini Poro Sukaniyan o Allah si-i ko Hadapan Niyan; ka aya butad o Allah na Mabagur, a Maongangun"
        },
        {
            "chapter": 4,
            "verse": 159,
            "text": "Go da (a isa bo) ko Tiyoronan ko Kitab a ba-on ndi Paratiyaya ko da Niyan pun Kapatai; go sa Alongan a Qiyamah na mabaloi kiran a Saksi"
        },
        {
            "chapter": 4,
            "verse": 160,
            "text": "Na sabap ko da Kapaginontolan o siran a manga Yahodi na Kiyaram Ami kiran so manga Pipiya a KĶiyalal kiran;- go sabap ko Kiyapangalang iran ko lalan o Allah sa Madakul"
        },
        {
            "chapter": 4,
            "verse": 161,
            "text": "Go so Kapuphakaya iran ko Kapuriba, a Sabunar a ini Sapar kiran noto; go so Kaphagaraba iran ko manga Tamok o manga Manosiya sa di ontol;- na Pithiyagaran Nami so da kiran Pamaratiyaya sa siksa a Malipudus"
        },
        {
            "chapter": 4,
            "verse": 162,
            "text": "Ogaid na so Miīithatakna ko Kata-o a pud kiran, go so Miyamaratiyaya, na Paparatiyaya-an niran so (Kitab a) Initoron Ruka (Ya Muhammad) go so Initoron ko Miya-ona an Ka: Go Ipuphamayandug iran so Sambyang go Puthonain niran so Zakat go Paparatiyayaan niran so Allah go so Alongan a Maori: Na siran man na Mbugan Nami siran ndun sa Balas a Mala"
        },
        {
            "chapter": 4,
            "verse": 163,
            "text": "Mata-an! A Sukami na Inilahaman Nami Suka (Ya Muhammad), sa lagid o KĶiyailahami Ami ko Nuh go so manga Nabi ko Miyaoriyan Niyan: Go Inilahaman Nami so Ibrahim, go so Ismail, go so Ishaq, go so Yaqoub, go so Mbawata-an Niyan, go so Īsa, go so Ayyub, go so Yunus, go so Haroun, go so Sulaiman, go inibugai Ami ko Dawood so Zaboor"
        },
        {
            "chapter": 4,
            "verse": 164,
            "text": "Go (Somiyogo Kami sa) manga Sogo a andang a Miyapanothol Ami Siran Ruka gowani; go manga Sogo a da-a Mi Siran Ruka Mapanothol;- na Inimbitiyara-i o Allah so Musa sa Samporna a Kambitiyara-i"
        },
        {
            "chapter": 4,
            "verse": 165,
            "text": "Manga Sogo a Puphamanothol sa Mapiya go Puphamakaıiktiyar, ka-an nda-a khabaloi a Daowa omanga Manosiya, si-i ko Allah, ko oriyan o manga Sogo: Ka aya butad o Allah na Mabagur, a Maongangun"
        },
        {
            "chapter": 4,
            "verse": 166,
            "text": "Ogaid na so Allah na Shasaksi-an Niyan so Initoron Niyan Ruka (Ya Muhammad) a Initoron Niyan si-i ko Kata-o Niyan go so manga Malaikat na Shasaksi-an Niran: Na Khasana-an so Allah a Saksi"
        },
        {
            "chapter": 4,
            "verse": 167,
            "text": "Mata-an! A so da Pamaratiyaya go Miyangalang siran ko lalan o Allah, Na Sabunar a Miyadadag siran, sa Kadadag a Mawatan"
        },
        {
            "chapter": 4,
            "verse": 168,
            "text": "Mata-an! A so da Pamaratiyaya go da Pamaginontolan,-na da Mapatot ko Allah i ba Niyan siran Napi-i go ba Niyan siran Torowa sa lalan"
        },
        {
            "chapter": 4,
            "verse": 169,
            "text": "Inonta so lalan ko Naraka Jahannam, sa kakal siran non sa dayon sa dayon. Na Miyabaloi oto si-i ko Allah a malbod"
        },
        {
            "chapter": 4,
            "verse": 170,
            "text": "Hai manga Manosiya! Sabunar a Minitalingoma rukano o Sogo so Bunar a pho-on ko Kadnan niyo: Na Paratiyaya-a Niyo: Ka aya rukano Mapiya. Na o di niyo Paratiyaya-a, na Mata-an! A ruk o Allah so shisi-i1 ko manga Langit a go so Lopa: Ka aya butad o Allah na Mata-o, a Maongangun"
        },
        {
            "chapter": 4,
            "verse": 171,
            "text": "Hai Tiyoronan ko Kitab! Di niyo Phanongkili so Agama niyo: Go da-a Putharowa niyo Makapantag ko Allah a rowar ko Bunar. So Al-Masih Isa a Wata o Maryam na matag Sogo o Allah, go Katharo Iyan, na initumo Niyan ko Maryam, go Niyawa a pho-on Rukaniyan: Na Paratiyaya-a niyo so Allah go so manga Sogo Iyan. Na di Niyo Putharowa a tulo (a Tohan): Gunuki niyo: Ka aya rukano Mapiya: So Allah na aya bo Tohan a Isa Isa: Mawatan non o ba-adun a mabaloi a Wata Iyan. Ruk Iyan so shisi-i ko manga Langit go so shisi-i ko Lopa. Na Kiyasana-an so Allah a Sasarigan"
        },
        {
            "chapter": 4,
            "verse": 172,
            "text": "Di dun iphunama o Al-Masih a kababaloi Niyan a Oripun o Allah, go di iphunama o manga Malaikat a manga dadasug: Ka sa dun sa Ipunama niyan so Kao-oripun niron o Allah go Mumaratabat,- na timo-on Niyan siran ndun si-i ko Hadapan Niyan langon"
        },
        {
            "chapter": 4,
            "verse": 173,
            "text": "Na so puman so Miyamaratiyaya go Pinggalubuk iran so manga Pipiya, na ithoman Niyan Kiran sa Tarotop so manga Balas Kiran,- go omanan Niyan Siran ko Kakaya-an Niyan: Na so puman so Minanama go Mimamaratabat, na shiksa-an Niyan siran sa siksa a Malipudus; go da-a Mato-on niran a bagiyan niran a salakao ko Allah, a Panarigan go da-a Phananabang"
        },
        {
            "chapter": 4,
            "verse": 174,
            "text": "Hai manga Manosiya! Sabunar a adun a Miyakaoma Rukano a Karina a pho-on ko Kadnan Niyo: Go Piyakatoronan Nami Sukano sa Sindao a Maliwanag"
        },
        {
            "chapter": 4,
            "verse": 175,
            "text": "Na so puman so Miyamaratiyaya ko Allah, go Tikhus iran non,-na Pakasoludun Niyan siran ndun ko Limo a pho-on Rukaniyan go Kakaya-an, go Thoro-on Niyan siran si-1 Rukaniyan ko lalan a Matitho"
        },
        {
            "chapter": 4,
            "verse": 176,
            "text": "Phaki-osai siran Ruka: (Ya Muhammad). Tharowangka: A so Allah na Phagosa-in Niyan rukano so Makapantag ko da-a Lokus Iyan go da-a Moriyatao niyan. Amai ka so Mama na Matai, a da-a Wata iran, na adun a Babai niyan na bagiyan niyan so Midiya (ko Tamok) ko Miniganat iyan: Go sukaniyan (a Mama) na Khawarisan niyan (so Kiyaganatan o Babai niyan) o da-a Wata iran: Na amai ka dowa a Babai, na bagiyan niyan so dowa ko tulo ba-ad ko Miniganat iyan: Na amai ka siran na Magariari a manga Mama go manga Babai, na Bagiyan o isa a Mama so lagid o kipantag o dowa a Babai. Puphakarayagun rukano o Allah, ka o bakano Madadag. Na so Allah na so langowan taman na Katawan Niyan"
        }
    ]
}