{
    "rukus": [
        {
            "chapter": 13,
            "verse": 1,
            "text": "A[lif] L[aam] M[iem] R[aa?]. Dat zijn de tekenen van het boek. En wat van jouw Heer naar jou is neergezonden is de waarheid, maar de meeste mensen geloven niet"
        },
        {
            "chapter": 13,
            "verse": 2,
            "text": "God die de hemelen zonder steun die jullie kunnen zien heeft opgericht. Toen vestigde Hij zich op de troon en maakte de zon en de maan dienstbaar; alles loopt tot een vastgestelde termijn. Hij regelt het bestuur terwijl Hij de tekenen uiteenzet; misschien zullen jullie van de ontmoeting met jullie Heer overtuigd zijn"
        },
        {
            "chapter": 13,
            "verse": 3,
            "text": "En Hij is het die de aarde uitgebreid heeft en er stevige bergen en rivieren op heeft gemaakt en die er van alle vruchten twee stuks, paarsgewijs, op heeft gemaakt. Hij laat de nacht de dag bedekken. Daarin zijn werkelijk tekenen voor mensen die nadenken"
        },
        {
            "chapter": 13,
            "verse": 4,
            "text": "En op de aarde zijn er bij elkaar in de buurt liggende stukken en tuinen met wijnstokken en landbouwgewassen en palmen met meervoudige en zonder meervoudige stammen die door een en hetzelfde water bevloeid worden. We laten sommige andere in vruchtopbrengst overtreffen. Daarin zijn tekenen voor mensen die verstandig zijn"
        },
        {
            "chapter": 13,
            "verse": 5,
            "text": "En als jij je al verwondert, dan is het zeker verwonderlijk dat zij zeggen: \"Zullen wij wanneer wij stof geworden zijn, deel uitmaken van een nieuwe schepping?\" Dat zijn zij die ongelovig zijn aan hun Heer en dat zijn zij die de halsketenen om hun nekken hebben en dat zijn zij, die in het vuur thuishoren; zij zullen daarin altijd blijven"
        },
        {
            "chapter": 13,
            "verse": 6,
            "text": "En zij willen van jou dat jij eerder het slechte dan het goede haastig brengt, hoewel er toch voor hun tijd al tot voorbeeld strekkende straffen zijn voltrokken. En jouw Heer is vol van vergeving voor de mensen, ondanks dat zij onrecht doen, maar jouw Heer is ook streng in de afstraffing"
        },
        {
            "chapter": 13,
            "verse": 7,
            "text": "Zij die ongelovig zijn zeggen: \"Had er dan geen teken van zijn Heer tot hem neergezonden kunnen worden?\" Maar jij bent slechts een waarschuwer; voor elke gemeenschap is er een gids die de goede richting wijst"
        }
    ]
}