{
    "rukus": [
        {
            "chapter": 16,
            "verse": 1,
            "text": "Gods beschikking is gekomen, probeert dat dus niet te verhaasten. Hij zij geprezen, verheven als Hij is boven wat zij aan Hem als metgezellen toevoegen"
        },
        {
            "chapter": 16,
            "verse": 2,
            "text": "Hij zendt door Zijn beschikking de engelen met de geest neer tot wie van Zijn dienaren Hij wil: \"Waarschuwt dat er geen god is dan Ik, vreest Mij dus"
        },
        {
            "chapter": 16,
            "verse": 3,
            "text": "Hij heeft de hemelen en de aarde in waarheid geschapen. Hij is verheven boven wat zij aan Hem als metgezellen toevoegen"
        },
        {
            "chapter": 16,
            "verse": 4,
            "text": "Hij heeft de mens uit een druppel geschapen en toch is hij dan een duidelijke tegenstander"
        },
        {
            "chapter": 16,
            "verse": 5,
            "text": "Ook het vee heeft Hij geschapen. Jullie hebben daarmee warmte en allerlei nuttigs en jullie eten ervan"
        },
        {
            "chapter": 16,
            "verse": 6,
            "text": "Daarmee is er voor jullie ook schoonheid wanneer jullie ze 's avonds huiswaarts voeren en wanneer jullie ze 's morgens naar de weiden brengen"
        },
        {
            "chapter": 16,
            "verse": 7,
            "text": "En het draagt jullie lasten naar een land dat jullie slechts met grote inspanning hadden kunnen bereiken. Jullie Heer is werkelijk vol mededogen en barmhartig"
        },
        {
            "chapter": 16,
            "verse": 8,
            "text": "En paarden, muildieren en ezels opdat jullie ze kunnen berijden en voor het mooi. En Hij schept wat jullie niet weten"
        },
        {
            "chapter": 16,
            "verse": 9,
            "text": "Het is Gods taak de goede weg aan te geven; sommige gaan namelijk de verkeerde kant op. En als Hij gewild had, dan had Hij jullie allen tezamen op het goede pad gebracht"
        }
    ]
}