{
    "rukus": [
        {
            "chapter": 17,
            "verse": 94,
            "text": "En wat de mensen verhinderde te geloven toen de leidraad tot hen kwam was alleen maar dat zij zeiden: \"Heeft God dan een mens als gezant opgeroepen"
        },
        {
            "chapter": 17,
            "verse": 95,
            "text": "Zeg: \"Als er op de aarde engelen waren geweest die rustig rondwandelden, dan hadden Wij tot hen uit de hemel een engel als gezant neergezonden"
        },
        {
            "chapter": 17,
            "verse": 96,
            "text": "Zeg: \"God is goed genoeg als getuige tussen mij en jullie. Hij is over Zijn dienaren goed ingelicht en doorziet ze"
        },
        {
            "chapter": 17,
            "verse": 97,
            "text": "Wie door God op het goede pad gebracht is, die volgt het goede pad en voor wie Hij tot dwaling brengt zul jij buiten Hem om geen beschermers vinden; Wij zullen hen op de opstandingsdag verzamelen: op hun gezichten [ter aarde geworpen], blind, stom en doof. Hun verblijfplaats is de hel; telkens als hij begint te doven wakkeren Wij voor hen de vuurgloed aan"
        },
        {
            "chapter": 17,
            "verse": 98,
            "text": "Zo wordt aan hen vergolden omdat zij aan Onze tekenen geen geloof hechtten en dat zij zeiden: \"Wanneer wij dan beenderen en overblijfselen zijn zullen wij dan echt als een nieuwe schepping opgewekt worden"
        },
        {
            "chapter": 17,
            "verse": 99,
            "text": "Hebben zij dan niet gezien dat God die de hemelen en de aarde geschapen heeft de macht heeft iets te scheppen wat aan hen gelijk is? En Hij heeft voor hen een termijn gesteld waaraan geen twijfel is, maar de onrechtplegers willen alleen maar ongelovig zijn"
        },
        {
            "chapter": 17,
            "verse": 100,
            "text": "Zeg: \"Als jullie over de schatkamers van de barmhartigheid van mijn Heer konden beschikken dan zouden jullie het uit vrees voor het weggeven bij je houden.\" De mens is gierig"
        }
    ]
}