{
    "rukus": [
        {
            "chapter": 20,
            "verse": 1,
            "text": "T[aa?] H[aa]"
        },
        {
            "chapter": 20,
            "verse": 2,
            "text": "Wij hebben de Koran niet tot jou neergezonden opdat jij ongelukkig zou zijn"
        },
        {
            "chapter": 20,
            "verse": 3,
            "text": "maar slechts als een vermaning voor wie [God] vreest"
        },
        {
            "chapter": 20,
            "verse": 4,
            "text": "als een neerzending van Hem die de aarde en de hoge hemelen geschapen heeft"
        },
        {
            "chapter": 20,
            "verse": 5,
            "text": "de Erbarmer; Hij heeft zich op de troon gevestigd"
        },
        {
            "chapter": 20,
            "verse": 6,
            "text": "Hem behoort wat er in de hemelen, wat er op de aarde, wat er tussen beide en wat er onder de grond is"
        },
        {
            "chapter": 20,
            "verse": 7,
            "text": "En al spreek jij met luide stem, Hij weet wat geheim is en wat nog verborgener is"
        },
        {
            "chapter": 20,
            "verse": 8,
            "text": "God, er is geen god dan Hij, Hem komen de mooiste namen toe"
        },
        {
            "chapter": 20,
            "verse": 9,
            "text": "Is het verhaal van Moesa tot jou gekomen"
        },
        {
            "chapter": 20,
            "verse": 10,
            "text": "Toen hij een vuur zag en tot zijn mensen zei: \"Blijft staan, ik heb een vuur waargenomen, misschien zal ik jullie er een fakkel van brengen of bij het vuur een aanduiding van de goede richting vinden"
        },
        {
            "chapter": 20,
            "verse": 11,
            "text": "Toen hij er kwam werd hem toegeroepen: O Moesa"
        },
        {
            "chapter": 20,
            "verse": 12,
            "text": "Ik ben het, jouw Heer. Trek dus jouw schoenen uit. Jij bent in de geheiligde vallei Toewa"
        },
        {
            "chapter": 20,
            "verse": 13,
            "text": "En Ik heb jou uitgekozen; luister dus naar wat geopenbaard zal worden"
        },
        {
            "chapter": 20,
            "verse": 14,
            "text": "Ik ben God, er is geen god dan Ik. Dien Mij dus en verricht de salaat om Mij te gedenken"
        },
        {
            "chapter": 20,
            "verse": 15,
            "text": "Het uur komt -- Ik houd het nauwelijks nog verborgen -- opdat aan elke ziel vergolden wordt wat zij nastreeft"
        },
        {
            "chapter": 20,
            "verse": 16,
            "text": "Laat wie er niet aan gelooft en zijn geneigdheid volgt jou er niet van afhouden, zodat jij ten onder gaat"
        },
        {
            "chapter": 20,
            "verse": 17,
            "text": "En wat is dat daar in je rechterhand"
        },
        {
            "chapter": 20,
            "verse": 18,
            "text": "Hij zei: \"Dat is mijn staf waarop ik leun en waarmee ik voor mijn schapen bladeren afsla en ik heb er ook nog andere toepassingen voor"
        },
        {
            "chapter": 20,
            "verse": 19,
            "text": "Hij zei: \"Werp hem neer, Moesa"
        },
        {
            "chapter": 20,
            "verse": 20,
            "text": "En hij wierp hem neer en het was opeens een slang die voortbewoog"
        },
        {
            "chapter": 20,
            "verse": 21,
            "text": "Hij zei: \"Pak hem en wees niet bang; Wij laten hem weer net zo worden als hij eerst was"
        },
        {
            "chapter": 20,
            "verse": 22,
            "text": "En houd je hand onder je arm dan zal zij wit, maar zonder iets slechts, tevoorschijn komen als nog een teken"
        },
        {
            "chapter": 20,
            "verse": 23,
            "text": "om jou iets van Onze grootse tekenen te laten zien"
        },
        {
            "chapter": 20,
            "verse": 24,
            "text": "Ga heen naar Fir'aun; hij is onbeschaamd"
        }
    ]
}