{
    "rukus": [
        {
            "chapter": 2,
            "verse": 232,
            "text": "Als jullie vrouwen de scheiding geven en zij bereiken hun termijn, verhindert haar dan niet te trouwen met haar echtgenoten wanneer zij in redelijkheid overeenstemming bereikt hebben. Daartoe wordt wie van jullie gelooft in God en de laatste dag aangespoord. Dat is zuiverder voor jullie en reiner. En God weet en jullie weten niet"
        },
        {
            "chapter": 2,
            "verse": 233,
            "text": "Moeders zullen hun kinderen twee volle jaren zogen. Dat geldt voor wie tot het einde toe wil zogen. Het is de plicht van de vader in redelijkheid in haar onderhoud en kleding te voorzien. Niemand wordt meer opgelegd dan hij kan dragen. Een moeder zal geen schade lijden om haar kind, noch een vader om zijn kind. De erfgenaam heeft dezelfde plicht. Als beiden echter met wederzijds goedvinden en in gezamenlijk overleg met het zogen willen stoppen, dan is dat voor geen van beiden een overtreding. En als jullie je kinderen door anderen willen laten zogen dan is dat voor jullie ook geen overtreding wanneer jullie overhandigen wat jullie in redelijkheid te geven hebben. En vreest God en weet dat God doorziet wat jullie doen"
        },
        {
            "chapter": 2,
            "verse": 234,
            "text": "Als er uit jullie midden zijn die weggenomen worden en echtgenotes achterlaten, dan moeten zij zich aan een wachttijd van vier maanden en tien [dagen] houden. Wanneer zij dan haar termijn bereiken dan is wat zij in redelijkheid doen voor jullie geen overtreding. God is over wat jullie doen welingelicht"
        },
        {
            "chapter": 2,
            "verse": 235,
            "text": "Het is ook geen overtreding voor jullie als jullie toespelingen op een huwelijksaanzoek maken of [de gedachte eraan] in jullie binnenste koesteren. God weet dat jullie aan haar denken. Maar spreekt niets in het geheim met haar af, behalve als jullie behoorlijke dingen zeggen. Besluit niet het huwelijk te sluiten zolang niet de voorgeschreven termijn is bereikt. Weet dat God weet wat in jullie binnenste is. Weest voor Hem dus op jullie hoede en weet dat God vergevend en zachtmoedig is"
        }
    ]
}