{
    "rukus": [
        {
            "chapter": 35,
            "verse": 27,
            "text": "Heb jij niet gezien dat God uit de hemel water laat neerdalen? Dan brengen Wij daarmee verschillende soorten vruchten voort. En bij de bergen zijn er witte en rode lagen, verschillend van kleur, en ook gitzwarte"
        },
        {
            "chapter": 35,
            "verse": 28,
            "text": "Ook bij de mensen en bij de dieren en het vee zijn er zo verschillende kleuren en soorten. God wordt slechts gevreesd door de geleerden onder Zijn dienaren. God is machtig en vergevend"
        },
        {
            "chapter": 35,
            "verse": 29,
            "text": "Zij die het boek van God voorlezen, de salaat verrichten en in het geheim en openbaar bijdragen geven van wat Wij hun voor hun levensonderhoud gegeven hebben, verwachten koopwaar die niet verloren gaat"
        },
        {
            "chapter": 35,
            "verse": 30,
            "text": "opdat Hij hun hun volle loon geeft en van Zijn goedgunstigheid nog meer zal geven; Hij is vergevend en dank betuigend"
        },
        {
            "chapter": 35,
            "verse": 31,
            "text": "En wat Wij aan jou van het boek geopenbaard hebben, dat is de waarheid, ter bevestiging van wat er voordien al was; God is over Zijn dienaren goed ingelicht en Hij doorziet hen"
        },
        {
            "chapter": 35,
            "verse": 32,
            "text": "Toen hebben Wij het boek als erfenis gegeven aan hen die Wij van Onze dienaren hadden uitverkoren. Onder hen zijn er die zichzelf onrecht aandoen, die gematigd zijn en die met Gods toestemming wedijveren in goede daden. Dit is de grote goedgunstigheid"
        },
        {
            "chapter": 35,
            "verse": 33,
            "text": "Zij zullen de tuinen van 'Adn binnengaan. Zij tooien zich daarin met armbanden van goud en met parels en hun kleren zijn daar van zijde"
        },
        {
            "chapter": 35,
            "verse": 34,
            "text": "En zij zeggen: \"Lof zij God die van ons de droefheid heeft weggenomen. Vergevend en dank betuigend is onze Heer"
        },
        {
            "chapter": 35,
            "verse": 35,
            "text": "die ons door Zijn goedgunstigheid in de woning van het [eeuwige] verblijf heeft geplaatst. Wij worden daarin niet door vermoeidheid overvallen, noch worden wij daarin door matheid overvallen"
        },
        {
            "chapter": 35,
            "verse": 36,
            "text": "Maar zij die ongelovig zijn, voor hen is er het vuur van de hel; er zal voor hen geen eind aan gemaakt worden zodat zij sterven, noch zal de bestraffing ermee voor hen verlicht worden. Zo vergelden Wij aan iedere ondankbare ongelovige"
        },
        {
            "chapter": 35,
            "verse": 37,
            "text": "Zij zullen erin uitschreeuwen: \"Onze Heer, haal ons hier uit, dan zullen wij deugdelijk handelen, anders dan wij altijd deden.\" \"Hebben Wij jullie dan niet zo lang laten leven dat iemand zich zou kunnen laten vermanen als hij het wilde? En er was een waarschuwer tot jullie gekomen! Proeft het dus maar; de onrechtplegers hebben geen helper"
        }
    ]
}