{
    "rukus": [
        {
            "chapter": 3,
            "verse": 81,
            "text": "En toen God een overeenkomst aanging met de profeten: \"Wat voor boek en wijsheid Ik jullie ook geef, als er daarna een gezant komt die bevestigt wat jullie hebben, gelooft dan in hem en helpt hem.\" Hij zei: \"Stemmen jullie ermee in en nemen jullie Mijn verbintenis daartoe aan?\" Zij zeiden: \"Wij stemmen ermee in.\" Hij zei: \"Getuigt dan en Ik behoor met jullie tot hen die getuigen"
        },
        {
            "chapter": 3,
            "verse": 82,
            "text": "Wie zich daarna afkeren, dat zijn de verdorvenen"
        },
        {
            "chapter": 3,
            "verse": 83,
            "text": "Wensen zij een andere dan Gods godsdienst, terwijl wie er in de hemelen en op de aarde zijn zich goedschiks en kwaadschiks aan Hem hebben overgegeven en tot Hem zullen worden teruggebracht"
        },
        {
            "chapter": 3,
            "verse": 84,
            "text": "Zeg: \"Wij geloven in God en in wat op ons is neergezonden en in wat op Ibrahiem, Isma'iel, Ishaak, Ja'koeb en de stammen is neergezonden en in wat aan Moesa, 'Isa en de profeten is gegeven van de kant van hun Heer. Wij maken geen enkel verschil tussen hen en aan Hem hebben wij ons overgegeven"
        },
        {
            "chapter": 3,
            "verse": 85,
            "text": "Wie iets anders dan de Islaam [de overgave aan God] als godsdienst wenst, van hem zal het dan niet worden aanvaard. Hij behoort in het hiernamaals tot de verliezers"
        },
        {
            "chapter": 3,
            "verse": 86,
            "text": "Hoe zou God de goede richting [nog] wijzen aan mensen die ongelovig zijn geworden na geloofd te hebben, die getuigd hadden dat de gezant waarachtig is en tot wie de duidelijke bewijzen gekomen waren. God wijst de juiste richting niet aan de mensen die onrecht plegen"
        },
        {
            "chapter": 3,
            "verse": 87,
            "text": "Zij zijn het wier vergelding is dat op hen de vloek van God, de engelen en de mensen tezamen rust"
        },
        {
            "chapter": 3,
            "verse": 88,
            "text": "Zij zullen daarin altijd blijven; zij krijgen geen strafverlichting en ook geen uitstel"
        },
        {
            "chapter": 3,
            "verse": 89,
            "text": "Behalve zij die daarna berouw tonen en het weer goedmaken. God is vergevend en barmhartig"
        },
        {
            "chapter": 3,
            "verse": 90,
            "text": "Zij die ongelovig zijn geworden na geloofd te hebben en dan hun ongeloof nog vermeerderen, hun berouw zal niet aanvaard worden. Zij zijn het die dwalen"
        },
        {
            "chapter": 3,
            "verse": 91,
            "text": "Zij die ongelovig zijn en sterven terwijl zij ongelovig zijn, van geen van hen zou de aarde vol goud aanvaard worden ook al zou hij zich ermee willen loskopen. Zij zijn het voor wie er een pijnlijke bestraffing is en zij zullen geen helpers hebben"
        }
    ]
}