{
    "pages": [
        {
            "chapter": 16,
            "verse": 94,
            "text": "Yeminlerinizi aranizda aldatma ve fesada vasita edinmeyin, sonra saglam basmisken bir ayak kayar da Allah yolundan saptiginiz icin, dunyada kotu azabi tadarsiniz. Ahirette de size buyuk bir azab olur"
        },
        {
            "chapter": 16,
            "verse": 95,
            "text": "Allah'in ahdini az bir bedel karsiliginda degismeyin. Eger bilirseniz muhakkak ki Allah katindaki sevap sizin icin daha hayirlidir"
        },
        {
            "chapter": 16,
            "verse": 96,
            "text": "Sizin yaninizdaki dunya mali tukenir, Allah'in katindakiler ise tukenmez. Muhakkak ki biz, Allah yolunda sabredenleri, yaptiklari amelin daha guzeliyle mukafatlandiracagiz"
        },
        {
            "chapter": 16,
            "verse": 97,
            "text": "Erkekten ve disiden, mumin olarak kim iyi amel islerse muhakkak onu guzel bir hayat ile yasatacagiz ve yapmakta olduklari amellerin daha guzeliyle mukafatlarini elbette verecegiz"
        },
        {
            "chapter": 16,
            "verse": 98,
            "text": "Simdi Kur'an okumak istedigin zaman once o kovulmus seytandan Allah'a sigin"
        },
        {
            "chapter": 16,
            "verse": 99,
            "text": "Suphesiz ki iman edip de Rablerine tevekkul edenler uzerinde o seytanin hicbir nufuzu yoktur"
        },
        {
            "chapter": 16,
            "verse": 100,
            "text": "Seytanin nufuzu, ancak onu dost edinenlere ve Allah'a ortak kosanlaradir"
        },
        {
            "chapter": 16,
            "verse": 101,
            "text": "Biz bir ayeti degistirip yerine baska bir ayet getirdigimiz zaman Allah ne indirdigini pek iyi bilmis iken kafirler Peygambere: \"Sen, ancak bir iftiracisin\" dediler. Hayir oyle degil; onlarin cogu bilmezler"
        },
        {
            "chapter": 16,
            "verse": 102,
            "text": "(Ey Muhammed!) Onlara de ki: \"Kur'an'i Cebrail, iman edenlere sebat vermek, muslumanlara bir hidayet ve bir mujde olmak icin Rabbinin katindan hak olarak indirdi"
        }
    ]
}