{
    "pages": [
        {
            "chapter": 45,
            "verse": 33,
            "text": "Derken yaptiklari amellerin kotulugu gozlerinin onune serildi, alay edip durduklari sey onlari kusativerdi"
        },
        {
            "chapter": 45,
            "verse": 34,
            "text": "O gun kafirlere soyle denilir; \"Siz, dunyada bugune kavusmayi nasil unuttuysaniz, biz de bugun sizi oylece unutacagiz. Yeriniz atestir ve sizin icin yardimcilardan bir kimse de yoktur"
        },
        {
            "chapter": 45,
            "verse": 35,
            "text": "Bunun sebebi sudur; Siz Allah'in ayetlerini alaya aldiniz, dunya hayati sizi aldatti. Artik bugun onlar, atesten cikarilmayacaklar ve kendilerinden ozur dilemeleri de kabul edilmeyecektir"
        },
        {
            "chapter": 45,
            "verse": 36,
            "text": "Hamd, goklerin Rabbi, yerin Rabbi ve alemlerin Rabbi olan Allah'a mahsustur"
        },
        {
            "chapter": 45,
            "verse": 37,
            "text": "Goklerde ve yerde buyukluk ve hakimiyet O'nundur. O, Aziz'dir (herseye galiptir); Hakim'dir (hukum ve hikmet sahibidir)"
        },
        {
            "chapter": 46,
            "verse": 1,
            "text": "Ha mim"
        },
        {
            "chapter": 46,
            "verse": 2,
            "text": "Bu kitabin indirilisi, cok guclu, hukum ve hikmet sahibi olan Allah tarafindandir"
        },
        {
            "chapter": 46,
            "verse": 3,
            "text": "Biz gokleri, yeri ve ikisi arasindakileri ancak hak ile ve belirli bir sure icin yarattik. Inkar edenler uyarildiklari seyden yuz ceviriyorlar"
        },
        {
            "chapter": 46,
            "verse": 4,
            "text": "Ey Muhammed! De ki: \"Allah'tan baska yalvardiklarinizi gordunuz mu? Onlar yerden ne yaratmislar bana gosterin. Yoksa onlarin goklerin yaradilisinda bir ortakliklari mi var? Eger siz dogru soyleyen kimseler iseniz bana bu Kur'an'dan once indirilmis bir kitap veya ilimden bir eser getirin"
        },
        {
            "chapter": 46,
            "verse": 5,
            "text": "Allah'i birakip da kiyamet gunune kadar kendisine hic bir cevap veremeyecek olan putlara dua eden kimseden daha sapik kim olabilir? Oysa taptiklari seylerin, onlarin yalvarislarindan haberleri bile yoktur"
        }
    ]
}