{
    "maqras": [
        {
            "chapter": 19,
            "verse": 22,
            "text": "Ajo mbeti me barre e u terhoq me te ne nje vend te larget"
        },
        {
            "chapter": 19,
            "verse": 23,
            "text": "Dhembjet e lindjes e detyruan ate qe te shkonte te trungu i nje hurme. Ajo tha: “Ah, sikur te kisha vdekur para kesaj (ngjarjeje) dhe te isha harruar krejt!”"
        },
        {
            "chapter": 19,
            "verse": 24,
            "text": "Nje ze e thirri nga poshte: “Mos u pikello, se Zoti yt te ka bere nje burim uji poshte teje"
        },
        {
            "chapter": 19,
            "verse": 25,
            "text": "Shkunde trungun e palmes, qe te bien mbi ty hurma te fresketa"
        },
        {
            "chapter": 19,
            "verse": 26,
            "text": "Ha, pi dhe qetesohu. Nese veren ndonje njeri, i thuaj: “Une jam betuar ne te Gjithemeshirshmin se do te agjeroj, prandaj sot nuk do te flas me askend.”"
        },
        {
            "chapter": 19,
            "verse": 27,
            "text": "Dhe u kthye te populli i vet, duke mbajtur femijen. Ata i thane: “O Merjeme, ke bere dicka te turpshme"
        },
        {
            "chapter": 19,
            "verse": 28,
            "text": "O motra e Harunit![190] Babai yt nuk ka qene njeri i keq, as nena jote nuk ka qene grua e shthurur.”"
        },
        {
            "chapter": 19,
            "verse": 29,
            "text": "Ajo beri me shenje nga i biri. Ata thane: “Si t’i flasim ne femijes qe eshte ne djep?”"
        },
        {
            "chapter": 19,
            "verse": 30,
            "text": "Ai (Isai ne djep) tha: “Une jam rob i Allahut. Ai me ka dhene Librin (Ungjillin), me ka bere profet"
        },
        {
            "chapter": 19,
            "verse": 31,
            "text": "dhe me ka bere te bekuar kudo qe te jem. Ai me ka porositur qe te falem e te jap zekat sa te jem gjalle"
        },
        {
            "chapter": 19,
            "verse": 32,
            "text": "dhe qe te jem i mire ndaj nenes sime dhe nuk me ka bere te ashper dhe te padegjueshem"
        },
        {
            "chapter": 19,
            "verse": 33,
            "text": "Le te jete paqja e shpetimi mbi mua, ne diten qe kam lindur, ne diten qe do te vdes dhe ne diten qe do te ringjallem!”"
        },
        {
            "chapter": 19,
            "verse": 34,
            "text": "Ky eshte Isai, i biri i Merjemes. Kjo eshte fjala e vertete, per te cilen ata dyshojne dhe diskutojne"
        },
        {
            "chapter": 19,
            "verse": 35,
            "text": "Allahu nuk ka mbetur te marre dike per bir. Qofte i lavderuar Ai! Kur vendos dicka, Ai vetem thote per te “Behu!” dhe ajo behet"
        },
        {
            "chapter": 19,
            "verse": 36,
            "text": "(Isai tha): “Vertet, Allahu eshte Zoti im dhe Zoti juaj; andaj adhuroni vetem Ate! Kjo eshte udha e drejte”"
        },
        {
            "chapter": 19,
            "verse": 37,
            "text": "E megjithate, sektet u percane ne lidhje me ate.[191] Mjere ata qe nuk besojne per takimin e nje Dite te madhe (Dites se Kiametit)"
        },
        {
            "chapter": 19,
            "verse": 38,
            "text": "E sa mire do te degjojne e do te shohin ate Dite, kur do te vijne te Ne! Por, sot keqberesit jane ne humbje te qarte"
        },
        {
            "chapter": 19,
            "verse": 39,
            "text": "Paralajmeroji ata (o Muhamed) per Diten e Pikellimit, kur do te japin llogari, ndonese tani ata jane te shkujdesur dhe nuk besojne"
        },
        {
            "chapter": 19,
            "verse": 40,
            "text": "Vertet, jemi Ne qe e trashegojme Token dhe gjithcka qe gjendet ne te dhe ata te Ne do te kthehen"
        },
        {
            "chapter": 19,
            "verse": 41,
            "text": "Trego ne Liber per Ibrahimin! Ai ishte njeri i se vertetes dhe profet"
        },
        {
            "chapter": 19,
            "verse": 42,
            "text": "Ai i tha te atit: “O babai im, perse adhuron ate qe as nuk degjon, as nuk sheh e as qe mund te te sjelle ndonje dobi"
        },
        {
            "chapter": 19,
            "verse": 43,
            "text": "O babai im, mua me ka ardhur prej diturise, cfare s’te ka ardhur ty; andaj ndiqme mua dhe une do te te udhezoj ne rrugen e drejte"
        },
        {
            "chapter": 19,
            "verse": 44,
            "text": "O babai im, mos adhuro djallin, sepse ai eshte gjithmone i pabindur ndaj te Gjithemeshirshmit"
        },
        {
            "chapter": 19,
            "verse": 45,
            "text": "O babai im, une kam frike se mos te vjen ndonje denim nga i Gjithemeshirshmi e keshtu te behesh i aferm i djallit”"
        },
        {
            "chapter": 19,
            "verse": 46,
            "text": "Ai u pergjigj: “O Ibrahim! Si guxon t’i hedhesh poshte zotat e mi?! Nese nuk heq dore, une do te te mbys me gure; andaj, largohu prej meje per nje kohe te gjate”"
        },
        {
            "chapter": 19,
            "verse": 47,
            "text": "Ibrahimi tha: “Shpetimi qofte mbi ty! Do t’i lutem Zotit tim qe te te fale. Me te vertete, Ai eshte i mire me mua"
        },
        {
            "chapter": 19,
            "verse": 48,
            "text": "Po largohem nga ju dhe nga gjithcka qe ju adhuroni ne vend te Allahut. Do t’i lutem Zotin tim, sepse jam i sigurt se nuk do te jem fatkeq me lutjet qe ia bej Zotit tim.”"
        },
        {
            "chapter": 19,
            "verse": 49,
            "text": "Dhe, kur u largua nga ata dhe nga idhujt qe i adhuronin ne vend te Allahut, Ne i dhuruam atij Is’hakun dhe Jakubin dhe qe te dy i beme profete"
        },
        {
            "chapter": 19,
            "verse": 50,
            "text": "Ne u dhuruam atyre meshiren Tone dhe beme qe ata te lavderohen e te permenden me nder"
        },
        {
            "chapter": 19,
            "verse": 51,
            "text": "Trego ne Liber edhe per Musain! Njemend, Ai ishte i perzgjedhur, ishte i derguar dhe profet"
        },
        {
            "chapter": 19,
            "verse": 52,
            "text": "Ne e thirrem ate nga ana e djathte e malit Tur, duke e afruar ne nje bisede te fshehte"
        },
        {
            "chapter": 19,
            "verse": 53,
            "text": "dhe, nga meshira Jone, i dhuruam te vellane, Harunin, si profet"
        },
        {
            "chapter": 19,
            "verse": 54,
            "text": "Trego ne Liber per Ismailin! Vertet, ai ishte i sinqerte ne premtimet e veta, ishte i derguar dhe profet"
        },
        {
            "chapter": 19,
            "verse": 55,
            "text": "Ai e urdheronte popullin e vet qe te falte namazin e te jepte zekatin dhe ishte i mirepritur te Zoti i vet"
        },
        {
            "chapter": 19,
            "verse": 56,
            "text": "Trego ne Liber per Idrisin! Ai ishte njeri i se vertetes dhe profet"
        },
        {
            "chapter": 19,
            "verse": 57,
            "text": "Ne e ngritem ate ne vend te larte"
        },
        {
            "chapter": 19,
            "verse": 58,
            "text": "Keta jane ata, te cilet Allahu i begatoi (me hirin e Tij) nga profetet pasardhes te Ademit, te atyre qe Ne i mbartem me Nuhun, nga pasardhesit e Ibrahimit dhe te Israilit dhe nga ata qe Ne i udhezuam dhe i zgjodhem. Kur iu lexoheshin vargjet e te Gjithemeshirshmit, binin duke bere sexhde dhe qanin"
        }
    ]
}