{
    "maqras": [
        {
            "chapter": 21,
            "verse": 51,
            "text": "Ne te vertete, Ne e udhezuam Ibrahimin ne rruge te drejte qysh me pare dhe e njihnim ate (se ishte i afte per kete gje)"
        },
        {
            "chapter": 21,
            "verse": 52,
            "text": "Kur ai i tha te atit dhe popullit te tij: “C’jane keta idhuj, qe ju po i adhuroni kaq shume?”"
        },
        {
            "chapter": 21,
            "verse": 53,
            "text": "ata thane: “Baballaret tane i adhuronin keta.”"
        },
        {
            "chapter": 21,
            "verse": 54,
            "text": "(Ibrahimi) tha: “Me te vertete, ju dhe baballaret tuaj keni qene ne humbje te qarte.”"
        },
        {
            "chapter": 21,
            "verse": 55,
            "text": "Ata thane: “A po na sjell te Verteten apo je nga ata qe tallen?”"
        },
        {
            "chapter": 21,
            "verse": 56,
            "text": "Ai tha: “Jo, por Zoti juaj eshte Zoti i qiejve dhe i Tokes. Eshte Ai qe i ka krijuar ato, ndersa une jam njeri prej atyre qe e deshmojne kete"
        },
        {
            "chapter": 21,
            "verse": 57,
            "text": "(Betohem) per Allahun, se do t’i flak idhujt tuaj, posa te largoheni ju!”"
        },
        {
            "chapter": 21,
            "verse": 58,
            "text": "Dhe i beri ata copa-copa, pervec idhullit te tyre me te madh, keshtu qe ata t’i drejtoheshin atij"
        },
        {
            "chapter": 21,
            "verse": 59,
            "text": "Disa thane: “Kush i beri keshtu zotat tane? Me te vertete, ai eshte keqberes!”"
        },
        {
            "chapter": 21,
            "verse": 60,
            "text": "Te tjeret u pergjigjen: “Degjuam nje djalosh qe i pergojonte, quhej Ibrahim.”"
        },
        {
            "chapter": 21,
            "verse": 61,
            "text": "“Atehere silleni ate para syve te botes, qe ata te deshmojne” – thane ata"
        },
        {
            "chapter": 21,
            "verse": 62,
            "text": "Ata e pyeten: “Ti i bere keshtu zotat tane, o Ibrahim?”"
        },
        {
            "chapter": 21,
            "verse": 63,
            "text": "Ai tha: “Jo! Kete e ka bere ky i madhi i tyre. Pyesni ata, nese flasin!”"
        },
        {
            "chapter": 21,
            "verse": 64,
            "text": "Atehere ata i thirren mendjes dhe i thane njeri-tjetrit: “Me te vertete, ju vete jeni keqberesit.”"
        },
        {
            "chapter": 21,
            "verse": 65,
            "text": "Pastaj ulen kokat dhe i thane: “Sigurisht qe ti e di, se keta nuk flasin!”"
        },
        {
            "chapter": 21,
            "verse": 66,
            "text": "Ai u tha: “Mos valle, ju adhuroni ne vend te Allahut gjera qe nuk mund t’ju sjellin kurrfare dobie e as demi"
        },
        {
            "chapter": 21,
            "verse": 67,
            "text": "Mjere ju dhe mjere ata qe ju i adhuroni ne vend te Allahut! A nuk arsyetoni?!”"
        },
        {
            "chapter": 21,
            "verse": 68,
            "text": "Ata thirren: “Digjeni ate dhe ndihmoni zotat tuaj, nese doni te beni ndonje veper!”"
        },
        {
            "chapter": 21,
            "verse": 69,
            "text": "Ne thame: “O zjarr, behu i ftohte dhe shpetim per Ibrahimin!”"
        },
        {
            "chapter": 21,
            "verse": 70,
            "text": "Ata deshen ta lendonin, por Ne i beme te deshtonin"
        },
        {
            "chapter": 21,
            "verse": 71,
            "text": "Ne e shpetuam ate dhe Lutin (dhe i cuam) ne token, te cilen e kemi bekuar per njerezit"
        },
        {
            "chapter": 21,
            "verse": 72,
            "text": "Ne i dhuruam atij Is’hakun dhe Jakubin si dhunti dhe te gjithe i beme te drejte"
        },
        {
            "chapter": 21,
            "verse": 73,
            "text": "Ne i beme ata udheheqes qe udhezonin sipas urdhrit Tone dhe i frymezuam qe te benin vepra te mira, te kryenin faljet dhe te jepnin zekatin, dhe ata vetem Ne na adhuruan"
        },
        {
            "chapter": 21,
            "verse": 74,
            "text": "Lutit i dhame urtesi dhe dituri, dhe e shpetuam prej vendbanimit ku beheshin vepra te liga. Ata ishin vertet njerez te keqij e te mbrapshte"
        },
        {
            "chapter": 21,
            "verse": 75,
            "text": "Lutin e pranuam ne meshiren Tone. Me te vertete, ai eshte prej te mireve"
        },
        {
            "chapter": 21,
            "verse": 76,
            "text": "(Kujtoje) Nuhun kur ai Na thirri me perpara, dhe Ne iu pergjigjem atij, duke e shpetuar ate dhe familjen e tij nga mjerimi i madh (mbytja)"
        },
        {
            "chapter": 21,
            "verse": 77,
            "text": "Dhe e ndihmuam ate kunder popullit qe i quante genjeshtra shenjat Tona. Me te vertete, ai ishte popull i keq, prandaj e fundosem te gjithin"
        },
        {
            "chapter": 21,
            "verse": 78,
            "text": "(Kujtoje) edhe Davudin dhe Sulejmanin, kur gjykuan mbi te lashtat ne te cilat kishin kullotur naten bagetite e disa njerezve. Ne ishim deshmitare te gjykimit te tyre"
        },
        {
            "chapter": 21,
            "verse": 79,
            "text": "Ne e beme Sulejmanin ta kuptonte drejte ceshtjen dhe, qe te dyve u dhame mencuri e dituri. Ne i nenshtruam malet dhe shpendet qe, bashke me Davudin, te thurnin lavde (per Allahun). Ishim Ne qe i benim keto"
        },
        {
            "chapter": 21,
            "verse": 80,
            "text": "Ne i mesuam atij (Davudit) punimin e parzmoreve prej hekuri per ju, per t’ju mbrojtur ne lufte me armikun, andaj, a jeni mirenjohes"
        },
        {
            "chapter": 21,
            "verse": 81,
            "text": "Sulejmanit i dhame eren e forte, qe te fryje sipas urdhrit te tij, drejt tokes, te cilen Ne e kemi bekuar; Ne jemi te Dijshem per cdo gje"
        },
        {
            "chapter": 21,
            "verse": 82,
            "text": "Dhe (ia nenshtruam atij) disa nga djajte qe zhyteshin ne det per te, (duke nxjerre xhevahire) dhe benin edhe pune te tjera dhe Ne i ruanim ata (qe te mos i benin dem)"
        }
    ]
}