{
    "maqras": [
        {
            "chapter": 23,
            "verse": 75,
            "text": "Sikur Ne t’i meshironim ata dhe t’ua largonim fatkeqesite, serish ata do te endeshin te hutuar ne humbjen dhe mosbesimin e tyre"
        },
        {
            "chapter": 23,
            "verse": 76,
            "text": "Ne i denuam ata njehere, por ata nuk iu perulen Zotit te tyre e as nuk i drejtuan lutje"
        },
        {
            "chapter": 23,
            "verse": 77,
            "text": "Dhe, kur u hapim atyre deren e nje denimi te madh, atehere zhyten ne deshperim"
        },
        {
            "chapter": 23,
            "verse": 78,
            "text": "Eshte Ai qe jua ka krijuar degjimin, shikimin dhe zemren. Eh, sa pak qe e falenderoni ju"
        },
        {
            "chapter": 23,
            "verse": 79,
            "text": "Eshte Ai qe ju ka sjelle ne Toke dhe para Tij do te mblidheni te gjithe"
        },
        {
            "chapter": 23,
            "verse": 80,
            "text": "Eshte Ai qe jep jete dhe vdekje dhe Atij i perket nderrimi i dites dhe i nates. Valle, a nuk kuptoni"
        },
        {
            "chapter": 23,
            "verse": 81,
            "text": "Por ata thone, ashtu sic kane thene te meparshmit"
        },
        {
            "chapter": 23,
            "verse": 82,
            "text": "Ata pyesin: “Valle, pasi te vdesim e te behemi eshtra e dhe, vertet do te ringjallemi"
        },
        {
            "chapter": 23,
            "verse": 83,
            "text": "Kjo na eshte premtuar neve dhe te pareve tane, por keto jane vetem perralla te popujve te lashte.”"
        },
        {
            "chapter": 23,
            "verse": 84,
            "text": "Thuaj: “E kujt eshte Toka dhe gjithcka qe gjendet ne te, nese e dini?”"
        },
        {
            "chapter": 23,
            "verse": 85,
            "text": "Ata do te thone: “Te Allahut!” E ti thuaju: “Valle, a nuk po ia vini veshin?”"
        },
        {
            "chapter": 23,
            "verse": 86,
            "text": "Thuaj: “Kush eshte Zoti i shtate qiejve dhe Zoti i Fronit Madheshtor?”"
        },
        {
            "chapter": 23,
            "verse": 87,
            "text": "Ata do te thone: “Allahu!” E ti thuaju: “Valle, a nuk keni frike ju?”"
        },
        {
            "chapter": 23,
            "verse": 88,
            "text": "Thuaj: “Kush eshte Ai qe ka ne dore pushtetin mbi cdo gje, i Cili mbron, por prej Tij nuk mund te mbrohet askush, nese e dini?”"
        },
        {
            "chapter": 23,
            "verse": 89,
            "text": "Ata thone: “Allahu.” E ti thuaju: “Atehere, perse magjepseni”"
        },
        {
            "chapter": 23,
            "verse": 90,
            "text": "Ja! Ne ua kemi zbuluar atyre te Verteten, por ata jane genjeshtare"
        },
        {
            "chapter": 23,
            "verse": 91,
            "text": "Allahu nuk ka zgjedhur per Vete ndonje bir dhe pervec Atij s’ka asnje zot tjeter, perndryshe cdo zot do te merrte ate qe ka krijuar dhe do te ngriheshin njeri mbi tjetrin. Qofte i lartesuar Ai nga shpifjet e tyre"
        },
        {
            "chapter": 23,
            "verse": 92,
            "text": "Ai di te padukshmen dhe ate qe shihet. Ai eshte shume lart mbi zotat qe ia quajne Atij per shok"
        },
        {
            "chapter": 23,
            "verse": 93,
            "text": "Thuaj (o Muhamed): “O Zoti im, sikur te ma tregoje denimin qe u ke premtuar atyre"
        },
        {
            "chapter": 23,
            "verse": 94,
            "text": "atehere, o Zoti im, mos me ler mua me popullin keqberes!”"
        },
        {
            "chapter": 23,
            "verse": 95,
            "text": "Dhe, me te vertete, Ne jemi ne gjendje te te tregojme ty, cfare u kemi premtuar atyre"
        },
        {
            "chapter": 23,
            "verse": 96,
            "text": "Largoje te keqen me ate qe eshte me e mira. Ne i dime mire shpifjet e tyre"
        },
        {
            "chapter": 23,
            "verse": 97,
            "text": "Dhe thuaj: “O Zoti im, kerkoj te me mbrosh nga nxitjet e djajve"
        },
        {
            "chapter": 23,
            "verse": 98,
            "text": "dhe tek Ti mbeshtetem, o Zoti im, qe te mos i kem prane meje.”"
        },
        {
            "chapter": 23,
            "verse": 99,
            "text": "Kur i vjen vdekja ndonjerit prej tyre (jobesimtareve), ai thote: “O Zoti im, me kthe"
        },
        {
            "chapter": 23,
            "verse": 100,
            "text": "qe te bej vepra te mira ne boten qe kam lene!” Kurrsesi! Me te vertete, kjo eshte nje fjale te cilen ai (kot) e thote! Prapa (vdekjes se) tyre do te kete nje (kohe) ndarese[222], deri ne diten kur do te ringjallen"
        },
        {
            "chapter": 23,
            "verse": 101,
            "text": "Kur te fryhet ne Sur (Diten e Ringjalljes), atehere, midis tyre nuk do te kete lidhje farefisnore dhe ata as qe do te pyesin per njeri-tjetrin"
        },
        {
            "chapter": 23,
            "verse": 102,
            "text": "Ata, qe u rendohet peshorja (e puneve te mira), jane te shpetuar"
        },
        {
            "chapter": 23,
            "verse": 103,
            "text": "Sa per ata qe do te kene peshore te lehta, mu ata do te jene (njerezit) qe kane humbur vetveten, duke qendruar perhere ne Xhehenem"
        },
        {
            "chapter": 23,
            "verse": 104,
            "text": "Zjarri do t’ua percelloje fytyrat dhe buzet (aq sa do t’u duken dhembet)"
        },
        {
            "chapter": 23,
            "verse": 105,
            "text": "(Dhe atyre do t’u thuhet): “Valle, a nuk ju lexoheshin Shpalljet Tona dhe i quanit ato genjeshtra?!”"
        },
        {
            "chapter": 23,
            "verse": 106,
            "text": "Ata do te thone: “O Zoti yne, ne na mposhti e keqja (tekat dhe deshira) jone dhe ishim nje popull i humbur"
        },
        {
            "chapter": 23,
            "verse": 107,
            "text": "O Zoti yne, nxirrna prej Xhehenemit e, nese kthehemi prape tek e keqja, atehere jemi keqberes te vertete.”"
        },
        {
            "chapter": 23,
            "verse": 108,
            "text": "Ai do t’u thote: “Rrini aty te perbuzur dhe mos Me flisni asgje!”"
        },
        {
            "chapter": 23,
            "verse": 109,
            "text": "Mes roberve te Mi, ishte nje grup i cili thoshte: “O Zoti yne, ne kemi besuar, andaj na fal dhe na meshiro! Ti je me i miri i meshiruesve!”"
        },
        {
            "chapter": 23,
            "verse": 110,
            "text": "Por ju (o jobesimtare) i keni talluar ata (aq shume), sa ju bene te me harronit Mua se permenduri, e perhere i perqeshnit ata"
        },
        {
            "chapter": 23,
            "verse": 111,
            "text": "Une i kam shperblyer ata sot per durimin e tyre e ata, me te vertete, jane te shpetuar"
        },
        {
            "chapter": 23,
            "verse": 112,
            "text": "Ai do t’u thote (jobesimtareve): “Sa vjet keni qendruar ne Toke?”"
        },
        {
            "chapter": 23,
            "verse": 113,
            "text": "Ata do te pergjigjen: “Kemi qendruar nje dite ose nje pjese dite. Pyesni ata qe i kane numeruar!”"
        },
        {
            "chapter": 23,
            "verse": 114,
            "text": "Ai do te thote: “Keni qendruar shume pak. Eh, sikur ta kishit ditur"
        },
        {
            "chapter": 23,
            "verse": 115,
            "text": "Mos valle, keni menduar qe Ne ju kemi krijuar kot dhe qe nuk do te ktheheshit te Ne (per t’ju gjykuar)?!”"
        },
        {
            "chapter": 23,
            "verse": 116,
            "text": "I lartesuar eshte Allahu, Sundimtari i Vertete! S’ka zot tjeter te vertete, pervec Atij, Zotit te Fronit Madheshtor"
        },
        {
            "chapter": 23,
            "verse": 117,
            "text": "Ai qe pos Allahut, adhuron zot tjeter, duke mos pasur kurrfare prove per kete, me siguri do te jape llogari vetem te Zoti i tij. Me te vertete, nuk ka shpetim per mohuesit"
        },
        {
            "chapter": 23,
            "verse": 118,
            "text": "Dhe thuaj (o Muhamed!): “O Zoti im, fal dhe meshiro, se Ti je me i miri i meshiruesve!”"
        }
    ]
}