{
    "maqras": [
        {
            "chapter": 2,
            "verse": 243,
            "text": "Mendo (o Muhamed) per ata qe me mijera iken nga qytetet e tyre nga frika e vdekjes.[41] Allahu u tha atyre “Vdisni!” pastaj, i ringjalli ata. Vertet, Allahu zoteron miresi te medha per njerezit, por shumica e tyre nuk e falenderojne"
        },
        {
            "chapter": 2,
            "verse": 244,
            "text": "Luftoni ne rrugen e Allahut dhe ta dini se Allahu i degjon te gjitha dhe di cdo gje"
        },
        {
            "chapter": 2,
            "verse": 245,
            "text": "Kush do t’i jape Allahut nje hua te bukur, qe Ai t’ia ktheje shperblimin shumefish? Allahu e shtrengon (riskun) dhe e liron; tek Ai do te ktheheni"
        },
        {
            "chapter": 2,
            "verse": 246,
            "text": "A nuk e ke degjuar ti (o Muhamed) se cfare i tha paria e bijve te Israilit, pas Musait, nje profeti te tyre? I tha: “Na dergo nje mbret, qe te luftojme ne rrugen e Allahut!” - Profeti u tha: “Po sikur te mos luftoni kur te shpallet lufta?” Ata thane: “E perse te mos luftojme ne rrugen e Allahut, ne qe jemi debuar nga atdheu yne dhe jemi ndare nga femijet tane?!” Mirepo, kur u urdheruan te luftojne, ata nuk luftuan, me perjashtim te nje pakice. Allahu i njeh mire keqberesit"
        },
        {
            "chapter": 2,
            "verse": 247,
            "text": "Profeti i tyre u tha: “Allahu ka derguar Talutin si mbretin tuaj.” Ata thane: “Si mund te behet ai mbreti yne, kur ne kemi me teper merita se ai per te sunduar?! Pervec kesaj, ai nuk ka ndonje pasuri te madhe.” Ai u pergjigj: “Allahu e ka zgjedhur ate per mbretin tuaj dhe e ka pajisur me dijeni te gjere dhe me fuqi trupore. Allahu ia jep pushtetin e Vet kujt te doje; Allahu eshte Mireberes i madh dhe i Gjithedijshem.”"
        },
        {
            "chapter": 2,
            "verse": 248,
            "text": "Profeti u tha atyre: “Shenje e sundimit te tij eshte ardhja e Arkes. Aty ka qetesi[42] per ju nga Zoti juaj dhe relikte te lena nga familja e Musait dhe Harunit. Ate e bartin engjejt. Sigurisht qe kjo eshte nje shenje per ju, nese jeni besimtare!”"
        },
        {
            "chapter": 2,
            "verse": 249,
            "text": "Kur Taluti u nis per lufte bashke me ushtrine, u tha atyre: “Allahu do t’ju provoje me nje lume. Kush pi uje ne te, nuk eshte ushtari im. Ndersa kush nuk pi uje ne te ose kenaqet vetem me nje grusht uje, eshte ushtari im”[43]. Por te gjithe pine, pervec nje pakice. Pasi ai me ata (ushtare) qe ishin besimtare kaluan lumin, shume prej tyre thane: “Ne sot nuk kemi fuqi te luftojme me Xhalutin dhe ushtrine e tij”. Por ata qe ishin te bindur se do te takoheshin me Allahun, thane: “Sa here, me ndihmen e Allahut, nje ushtri e vogel ka ngadhenjyer mbi nje ushtri te madhe! Allahu eshte me te durueshmit”"
        },
        {
            "chapter": 2,
            "verse": 250,
            "text": "Dhe kur u perballen me Xhalutin dhe ushtrine e tij, thane: “Zoti yne! Na pajis me durim, na forco kembet tona dhe na ndihmo kunder ketij populli jobesimtar!”"
        },
        {
            "chapter": 2,
            "verse": 251,
            "text": "Me ndihmen e Allahut, ata i thyen armiqte dhe Davudi e vrau Xhalutin. Allahu i dha atij pushtetin dhe Profecine dhe i mesoi diturite qe deshi. Sikur Allahu te mos i ndihmonte njerezit e mire kunder te keqijve, bota do te ishte shkaterruar. Por Allahu eshte shume Bujar me krijesat e Veta"
        },
        {
            "chapter": 2,
            "verse": 252,
            "text": "Keto jane shpalljet e Allahut. Ne t’i lexojme ty (Muhamed) ato me te verteten, sepse, pa dyshim, ti je nje prej te derguarve Tane"
        }
    ]
}