{
    "maqras": [
        {
            "chapter": 11,
            "verse": 61,
            "text": "Ve Semud kavmine, onların kardesi Salih (A.S) soyle dedi: “Ey kavmim! Allah´a kul olun. Sizin icin O´ndan baska ilah yoktur. Sizi arzdan yaratan ve orada, size imar ettiren O´dur. Oyleyse O´ndan magfiret isteyin. Sonra O´na tovbe edin (Allah´a yonelin). Benim Rabbim muhakkak ki yakındır, (dualara) icabet edendir.”"
        },
        {
            "chapter": 11,
            "verse": 62,
            "text": "“Ya Salih, sen bundan once aramızda, hakkında umit beslenen bir kimse olmustun!” dediler. “Babalarımızın taptıgı seylere, bizim tapmamızı sen bize nehy mi ediyorsun? Gercekten, bizi O´na davet ettigin suphe verici seyden, biz kesinlikle tereddut icindeyiz.” dediler"
        },
        {
            "chapter": 11,
            "verse": 63,
            "text": "Salih (A.S) soyle dedi: “Ey kavmim! Eger ben Rabbimden bir delil uzerinde isem ve bana Kendinden bir rahmet vermis ise de gorusunuz (bu) mu? Sayet ben, O´na asi olursam Allah´a karsı kim bana yardım eder? O taktirde benim hayırdan uzaklasmamı artırmanızdan baska bir sey olmaz.”"
        },
        {
            "chapter": 11,
            "verse": 64,
            "text": "Ve ey kavmim! Bu Allah´ın (disi) devesi, sizin icin bir ayettir (mucize). Artık onu serbest bırakın. Allah´ın arzından yesin. Ve ona kotulukle dokunmayın. Aksi halde sizi, yakın bir azap yakalar"
        },
        {
            "chapter": 11,
            "verse": 65,
            "text": "Buna ragmen onu kestiler. Bunun uzerine (Salih (A.S) soyle) dedi: “Yurdunuzda uc gun (daha) faydalanın. Bu yalanlanması (tekzip edilmesi) olmayan bir vaaddir.”"
        },
        {
            "chapter": 11,
            "verse": 66,
            "text": "Bundan sonra emrimiz geldigi zaman Salih (A.S)´ı ve onun yanındaki amenu olan kimseleri Bizden bir rahmetle kurtardık. Ve izin gununun zilletinden (de) kurtardık. Muhakkak ki senin Rabbin, O; Kaviyy´dir (guclu), Aziz´dir (yuce)"
        },
        {
            "chapter": 11,
            "verse": 67,
            "text": "Ve zulmeden kimseleri bir sayha (cok kuvvetli korkunc ses) aldı (helak etti). Boylece kendi yurtlarında diz ustu cokup kaldılar"
        },
        {
            "chapter": 11,
            "verse": 68,
            "text": "Sanki orada hic var olmamıslar (yasamamıslar) gibi. Gercekten Semud kavmi Rab´lerini inkar etmediler mi? Semud kavmi (Allah´tan) uzak kaldı. Oyle degil mi"
        },
        {
            "chapter": 11,
            "verse": 69,
            "text": "Ve andolsun elcilerimiz Ibrahim (A.S)´a mujde ile geldiler: “Selam” dediler. O (Ibrahim A.S) da: “Selam” dedi. Bunun uzerine, cok gecmeden kızarmıs bir buzagı getirdi. (Kızarmıs bir buzagı getirmesi gecikmedi)"
        },
        {
            "chapter": 11,
            "verse": 70,
            "text": "Fakat onların ellerinin ona uzanmadıgını gorunce onları yadırgadı. Ve onlardan (dolayı) bir korku hissetti. (Onlar): “Korkma, muhakkak ki biz, Lut kavmine gonderildik.” dediler"
        },
        {
            "chapter": 11,
            "verse": 71,
            "text": "Ve ayakta duran hanımı, bunun uzerine gulumsedi. O zaman onu, Ishak ile ve Ishak´ın arkasından Yakub ile mujdeledik"
        },
        {
            "chapter": 11,
            "verse": 72,
            "text": "“Hayret, ben ihtiyar (aciz) iken mi doguracagım? Ve (iste) bu esim de ihtiyar. Muhakkak ki bu, elbette sasılacak bir seydir.” dedi"
        },
        {
            "chapter": 11,
            "verse": 73,
            "text": "(Melekler) dediler ki: “Allah´ın emrine mi sasırıyorsun? Ey ev halkı, Allah´ın rahmeti ve bereketi sizin uzerinize!” Muhakkak ki O, Hamid (cok ovulen, cok hamdedilen)dir, Mecid´dir (sanı, yuce olan)"
        },
        {
            "chapter": 11,
            "verse": 74,
            "text": "Artık Ibrahim (A.S)´dan korku gidip, ona mujde geldigi zaman Lut kavmi hakkında Bizimle mucadele ediyor(du)"
        },
        {
            "chapter": 11,
            "verse": 75,
            "text": "Muhakkak ki Ibrahim (A.S), cidden cok halim (yumusak huylu), cok acıyan (yalvaran)dır, Allah´a yonelmis bir kimsedir"
        },
        {
            "chapter": 11,
            "verse": 76,
            "text": "Ey Ibrahim, bundan vazgec! Cunku senin Rabbinin emri gelmistir. Ve muhakkak ki onlara, geri cevrilemez bir azap gelecek (verilecek)"
        },
        {
            "chapter": 11,
            "verse": 77,
            "text": "Ve resullerimiz Lut (A.S)´a geldigi zaman onlardan dolayı uzuldu ve ici daralıp, telaslandı. Ve: “Bu, cok kotu (zorlu) bir gun.” dedi"
        },
        {
            "chapter": 11,
            "verse": 78,
            "text": "Ve onun kavmi, kosarak onun yanına (ona) geldi. Ve daha onceden seyyiat (kotu seyler) yapıyorlardı. “Ya kavmim, iste bunlar kızlarım! Onlar sizin icin daha temizdir. Artık (Allah´tan sakının), Allah´a karsı takva sahibi olun ve misafirlerimin yanında beni rezil etmeyin. Sizin aranızda irsad eden bir adam yok mu?” dedi"
        },
        {
            "chapter": 11,
            "verse": 79,
            "text": "“Andolsun ki; senin de bildigin (gibi), kızların konusunda bir hakkımız (istegimiz) yok. Ve muhakkak ki sen, bizim ne istedigimizi (maksadımızı) elbette biliyorsun.” dediler"
        },
        {
            "chapter": 11,
            "verse": 80,
            "text": "Lut (A.S) soyle) dedi: “Keske size karsı benim bir kuvvetim olsaydı veya ben, kuvvetli bir taraftara (muhkem bir yere) sıgınsaydım.”"
        },
        {
            "chapter": 11,
            "verse": 81,
            "text": "(Resuller soyle) dediler: “Ey Lut! Muhakkak ki biz, senin Rabbinin resulleriyiz (elcileriyiz). Onlar sana asla ulasamazlar. Hemen gecenin bir kısmında hanımın haric, ailen ile gece cık, yuru. Sizin icinizden biriniz (hic kimse) geri donmesin (donup bakmasın). Cunku; onlara isabet eden sey, ona da isabet edecek. Muhakkak ki onlara vaadedilen vakit, sabah vaktidir. Sabah vakti yakın degil mi?”"
        },
        {
            "chapter": 11,
            "verse": 82,
            "text": "Artık emrimiz geldigi zaman onu (o sehri) alt ust ettik (onu yukseltip alcalttık). Onların uzerine, istif edilmis (dizilip hazırlanmıs) siccilden (pisirilip sertlestirilmis kerpicten yapılmıs) taslar yagdırdık"
        },
        {
            "chapter": 11,
            "verse": 83,
            "text": "Rabbinin katında damgalanmıstır (isaretlenmistir). Ve o, zalimlerden uzak degildir"
        }
    ]
}