{
    "maqras": [
        {
            "chapter": 12,
            "verse": 30,
            "text": "Sehirdeki kadınlar: “Azizin (vezirin) hanımı, onun (emrinde) olan (kolesi) genc delikanlıyı elde etmek istiyor. Ask onun kalbine islemis. Biz, gercekten onu apacık bir sapıklıkta goruyoruz.” dedi(ler)"
        },
        {
            "chapter": 12,
            "verse": 31,
            "text": "(Kadınların) onu cekistirdiklerini isittigi zaman, onlara (davetci) gonderdi. Ve onlara karsılıklı oturacak yer hazırladı. Onlardan herbirine (meyve soymaları icin) bir bıcak verdi. Ve (Yusuf´a): “Onlara (kadınlara), cık!” dedi. Boylece onu gordukleri zaman ona hayran kaldılar ve ellerini kestiler. Ve: “Hasa! Allah icin, bu bir beser degil, ancak kerim (bir) melektir.” dediler"
        },
        {
            "chapter": 12,
            "verse": 32,
            "text": "Soyle dedi: “Hakkında beni kınadıgınız kisi; iste bu!” Yemin ederim ki; onun nefsini elde etmek istedim (onun nefsinden murat almak istedim). Fakat o, siddetle sakındı. Ve eger ona emrettigimi yapmazsa mutlaka zindana atılacak ve mutlaka kucuk dusenlerden olacak"
        },
        {
            "chapter": 12,
            "verse": 33,
            "text": "(Yusuf A.S) soyle dedi: “Rabbim, zindan bana, beni ona davet ettikleri seyden daha sevimli.” Onların (kadınların) tuzaklarından beni uzaklastırmazsan (uzaklastırman haric) onlara meylederim ve cahillerden olurum"
        },
        {
            "chapter": 12,
            "verse": 34,
            "text": "O zaman Rabbi ona icabet etti. Boylece onların hilesini ondan uzaklastırdı. Muhakkkak ki O, en iyi isiten ve en iyi bilendir"
        },
        {
            "chapter": 12,
            "verse": 35,
            "text": "Daha sonra delilleri gordukten sonra, belli bir sureye kadar onu mutlaka zindana atmaları, onlara uygun gorundu"
        },
        {
            "chapter": 12,
            "verse": 36,
            "text": "Ve onunla beraber iki genc erkek (de) zindana girdi. Ikisinden biri soyle dedi: “Muhakkak ki; ben kendimi (ruyamda) uzum sıkarken goruyorum.” Ve digeri (de) soyle dedi: “Gercekten ben (de) kendimi basımın ustunde ekmek tasırken goruyorum. Kuslar ondan yiyorlar. Bize onun (onların) tevilini (yorumunu) haber ver (anlat). Muhakkak ki; biz seni muhsinlerden goruyoruz"
        },
        {
            "chapter": 12,
            "verse": 37,
            "text": "Yusuf (A.S) soyle dedi: “Size, rızıklandırılacagınız bir yemek gelmez ki; o, size gelmeden once ben, size onun tevilini (yorumunu) yapmıs, size haber vermis olmayayım. Iste bu ikisi, Rabbimin ogrettiklerindendir. Gercekten ben, Allah´a iman etmeyen ve ahiretlerini (Allah´a ruhlarını ulastırmayı) inkar eden bir kavmin dinini terkettim.”"
        },
        {
            "chapter": 12,
            "verse": 38,
            "text": "Ve ben, atalarım Ibrahim (A.S), Ishak (A.S) ve Yakub (A.S)´ın dinine tabi oldum. Bizim, Allah´a bir sey ile sirk kosmamız olamaz. Iste bu, Allah´ın bize ve insanlara fazlındandır. Fakat insanların cogu, sukretmezler"
        },
        {
            "chapter": 12,
            "verse": 39,
            "text": "Ey zindan arkadaslarım! Ayrı ayrı Rab´ler mi daha hayırlı yoksa Vahid (tek) olan, Kahhar (kahredici, hakim ve galip) olan Allah mı"
        },
        {
            "chapter": 12,
            "verse": 40,
            "text": "Sizin ondan baska taptıklarınız, Allah´ın kendilerine bir delil indirmedigi, sadece siz ve babalarınızın onu isimlendirdiginiz (putlardan) baska bir sey degildir. Hukum ise ancak Allah´a aittir. Sizin O´ndan baskasına ibadet etmemenizi emretti. Iste bu kayyum (Adem A.S)´tan kıyamete kadar devam edecek olan) dindir. Ve lakin insanların cogu bilmezler"
        },
        {
            "chapter": 12,
            "verse": 41,
            "text": "Ey zindan arkadaslarım! Bu durumda sizin ikinizden biri, bundan sonra efendisine sarap sunacak (sakilige devam edecek) fakat digeri asılacak. Boylece kuslar onun basından yiyecek. Hakkında ikinizin de tabirini (fetvasını) istediginiz is kesinlesmistir (kaza edilmistir)"
        },
        {
            "chapter": 12,
            "verse": 42,
            "text": "Ve ikisinden kurtulacagını bildigi kisiye: “Efendinin yanında beni an (zikret).\" dedi. Fakat seytan ona, efendisine onu anmayı unutturdu. Boylece birkac sene zindanda kaldı"
        },
        {
            "chapter": 12,
            "verse": 43,
            "text": "Ve Melik soyle dedi: “Gercekten ben, yedi (adet) zayıf inegin, yedi (adet) semiz inegi yedigini goruyorum. Ve yedi yesil basak ve digerlerini de kurumus goruyorum. Ey (kavmin) ileri gelenleri! Sayet siz (ruya) tabir edenlerseniz, bana ruyamı yorumlayın"
        },
        {
            "chapter": 12,
            "verse": 44,
            "text": "“Karmakarısık ruyalar, biz boyle ruyaların yorumunu bilenler degiliz.” dediler"
        },
        {
            "chapter": 12,
            "verse": 45,
            "text": "O ikisinden kurtulmus olanı (unuttugunu) hatırladı ve (soyle) dedi: \"Ben, size bir sure sonra onun tevilini (yorumunu) haber verecegim. Hemen beni gonderin"
        },
        {
            "chapter": 12,
            "verse": 46,
            "text": "Yusuf, ey sıddik! Yedi (adet) semiz inek, onları yiyen yedi (adet) zayıf (inek) ve yedi (adet) yesil sumbul (basak) ve kurumus olan digerleri hakkında bize yorum yap. Belki (umarım) ben insanlara donerim. Boylece (seni ve ruyanın anlamını) onlar ogrenirler"
        },
        {
            "chapter": 12,
            "verse": 47,
            "text": "“Yedi yıl eskisi gibi ekin ekin. Boylece (bunlardan) yediginiz az bir kısmı haric, hasat ettiklerinizi basagında bırakın.” dedi"
        },
        {
            "chapter": 12,
            "verse": 48,
            "text": "Bir sure sonra, bunun arkasından zor 7 (kıtlık yılı) gelecek. Biriktirdiklerinizden az bir kısmı haric daha once onlar icin sakladıklarınızı yiyecekler"
        },
        {
            "chapter": 12,
            "verse": 49,
            "text": "Bundan sonra icinde insanlara bol mahsul olan bir yıl gelecek ve o yıl da meyvelerin suyunu sıkacaklar"
        },
        {
            "chapter": 12,
            "verse": 50,
            "text": "Ve Melik: “Onu bana getirin.” dedi. Boylece ona, resul (ulak, haberci) geldigi zaman Yusuf (A.S): “Efendine don ve ellerini kesen kadınların hali (durumu) nedir, ona sor.” dedi. Muhakkak ki; Rabbim onların hilelerini en iyi bilendir"
        },
        {
            "chapter": 12,
            "verse": 51,
            "text": "(Melik): \"Yusuf´u elde etmek istediginiz zaman konustugunuz konu neydi?\" dedi. Onlar (kadınlar) soyle dediler: “Hasa, Allah icin ondan bir kotuluk gormedik.\" Azizin karısı da: “Simdi hak (gizli iken) ortaya cıktı. Ben, onun nefsinden murat almak istedim. Muhakkak ki; o sadıklardandır.” dedi"
        },
        {
            "chapter": 12,
            "verse": 52,
            "text": "(Yusuf haberciye dedi ki:) \"Iste bu, benim onun gıyabında (yoklugunda) ona (efendime) ihanet etmedigimi ve Allah´ın, ihanet edenlerin hilesini basarıya ulastırmadıgını bilmeleri icindir"
        }
    ]
}