{
    "manzils": [
        {
            "chapter": 50,
            "verse": 1,
            "text": "Kāfa. Sahu hai mahānatā vālē kura'āna dī"
        },
        {
            "chapter": 50,
            "verse": 2,
            "text": "Sagōṁ' unhāṁ nū hairānī hō'ī ki unhāṁ dē kōla unhāṁ vicōṁ hī ika bhai'a-bhīta karana vālā ā'i'ā tāṁ avagi'ākārī'āṁ nē ākhi'ā ki iha hairānījanaka cīza hai"
        },
        {
            "chapter": 50,
            "verse": 3,
            "text": "Kī jadōṁ asīṁ mara jāvāṅgē atē miṭī hō jāvāṅgē. Iha dubārā jīvita hōṇā bahuta asabhava hai"
        },
        {
            "chapter": 50,
            "verse": 4,
            "text": "Sānū patā hai jinhāṁ dharatī unhāṁ dē (sarīrāṁ nū? Adarōṁ (khā khā kē) ghaṭa kara rahī hai. Atē sāḍē kōla kitāba hai jisa vica sabha kujha surakhi'ata hai"
        },
        {
            "chapter": 50,
            "verse": 5,
            "text": "Sagōṁ unhāṁ nē saca nū jhuṭhalā'i'ā hai. (Uha vī) udōṁ jadōṁ uha unhāṁ dē kōla ā cuki'ā hai tāṁ uha ulajhaṇa vica hī phasē rahē"
        },
        {
            "chapter": 50,
            "verse": 6,
            "text": "Kī inhāṁ lōkāṁ nē āpaṇē upara asamāna nū nahīṁ vēkhi'ā ki asīṁ usa nū kihō jihā baṇā'i'ā hai atē usa nū sudaratā pradāna kītī hai jisa vica kō'ī dōśa nahīṁ"
        },
        {
            "chapter": 50,
            "verse": 7,
            "text": "Atē asīṁ dharatī nū pasāri'ā hai atē usa vica pahāṛa rakha ditē hana atē unhāṁ vica harēka prakāra dī sudaratā bharapūra cīzāṁ paidā kītī'āṁ"
        },
        {
            "chapter": 50,
            "verse": 8,
            "text": "Harēka usa badē nū samajhā'uṇa atē yāda karavā'uṇa la'ī jihaṛā vāpisa āvē"
        },
        {
            "chapter": 50,
            "verse": 9,
            "text": "Atē asīṁ ākāśāṁ tōṁ barakata vālā pāṇī utāri'ā phira usa nāla asīṁ bāġa ugā'ē atē kaṭī'āṁ jāṇa vālī'āṁ phasalāṁ vī"
        },
        {
            "chapter": 50,
            "verse": 10,
            "text": "Atē khajūrāṁ dē ucē rukha jinhāṁ nū guthavē' guchē lagadē hana"
        },
        {
            "chapter": 50,
            "verse": 11,
            "text": "Inasānāṁ dē rizaka la'ī atē asīṁ usa dē rāhīṁ mrita dharatī nū jīvita kara ditā. Isa tar'hāṁ hī (ki'āmata vālē dina) dharatī vicōṁ nikalaṇā hōvēgā"
        },
        {
            "chapter": 50,
            "verse": 12,
            "text": "Isa tōṁ pahilāṁ nūha dī kauma, ara-rasa (khūha) vālē atē samūda dē lōka"
        },
        {
            "chapter": 50,
            "verse": 13,
            "text": "Atē āda, phirā'auna atē lūta dē bharā"
        },
        {
            "chapter": 50,
            "verse": 14,
            "text": "Atē aikā (vaṇa) vālē atē tabā'a dī kauma nē vī jhuṭhalā'i'ā. Sāri'āṁ nē paigabarāṁ nū jhuṭhalā'i'ā. Sō mērā unhāṁ nū ḍarā'uṇā asala vica ghaṭa kē rahēgā"
        },
        {
            "chapter": 50,
            "verse": 15,
            "text": "Kī asīṁ pahilī vāra maindā karana tōṁ thakē rahē?Sagōṁ iha lōka navēṁ sirē tōṁ dhaidā karana valōṁ śaka vica hana"
        },
        {
            "chapter": 50,
            "verse": 16,
            "text": "Atē asīṁ manukha nū paidā kītā atē asīṁ jāṇadē hāṁ unhāṁ galāṁ nū jihaṛī'āṁ usa dē dila vica ā'undī'āṁ hana atē asīṁ usa dī garadana"
        },
        {
            "chapter": 50,
            "verse": 17,
            "text": "dī nasa tōṁ vī zi'ādā usa dē nēṛē hāṁ. Jadōṁ dō likhaṇa vālē (fariśatē) likhadē rahidē hana jihaṛē ki sajē-khabē baiṭhadē hana"
        },
        {
            "chapter": 50,
            "verse": 18,
            "text": "Kō'ī śabada nahīṁ bōladā para unhāṁ dē kōla ika sāvadhāna nigarāna hāzara rahidā hai"
        },
        {
            "chapter": 50,
            "verse": 19,
            "text": "Atē mauta dī bēhōśī adhikāra nāla ā pujī, iha uhī cīza hai jisa tōṁ tū bhajadā sī"
        },
        {
            "chapter": 50,
            "verse": 20,
            "text": "Jadōṁ śigala vajā'i'ā jāvēgā uha dina ḍarā'uṇa dā hōvēgā"
        },
        {
            "chapter": 50,
            "verse": 21,
            "text": "Harēka badā isa tar'hāṁ (sāḍē sāhamaṇē) āvēgā ki usa dē nāla ika hakaṇa vālā atē ika gavāhī dēṇa vālā hōvēgā"
        },
        {
            "chapter": 50,
            "verse": 22,
            "text": "Tusīṁ usa tōṁ asāvadhāna rahē tāṁ asīṁ' tuhāḍē upara tōṁ paradā haṭā ditā tāṁ aja tuhāḍī nig'hā bahuta tēza hai"
        },
        {
            "chapter": 50,
            "verse": 23,
            "text": "Atē usa dē nāla dā fariśatā ākhōgā ki iha, jihaṛā mērē kōla sī, hāzira hai"
        },
        {
            "chapter": 50,
            "verse": 24,
            "text": "Naraka vica suṭa di'u ahisāna kulā'uṇa vālē atē sacā'ī nāla vaira rakhaṇa vālē nū"
        },
        {
            "chapter": 50,
            "verse": 25,
            "text": "Nēkī tōṁ rōkaṇa vālā, hadāṁ nū pāra karana vālā atē śaka pā'uṇa vālā"
        },
        {
            "chapter": 50,
            "verse": 26,
            "text": "Jisa nē alāha dē barābara dūjē śarīka baṇā'ē. Sō isa nū suṭa di'u saḵẖata sazā vica"
        },
        {
            "chapter": 50,
            "verse": 27,
            "text": "Isa dā sāthī (śaitāna) ākhēgā ki hē sāḍē pālaṇahāra! Maiṁ isa bāġī nū nahīṁ baṇā'i'ā sagōṁ iha ḵẖuda rasatā bhuli'ā hō'i'ā dūra jā ḍigi'ā sī"
        },
        {
            "chapter": 50,
            "verse": 28,
            "text": "Hukama hōvēgā, mērē sāhamaṇē jhagaṛā nā karō atē maiṁ' tuhānū pahilāṁ hī sazā tōṁ sāvadhāna kara ditā sī"
        },
        {
            "chapter": 50,
            "verse": 29,
            "text": "Ithē mērē galāṁ badalī'āṁ nahīṁ jāndī'āṁ atē maiṁ badi'āṁ utē zulama karana vālā nahīṁ"
        },
        {
            "chapter": 50,
            "verse": 30,
            "text": "Jisa dina asīṁ naraka nū ākhāṅgē, kī tū bhara ga'i'ā haiṁ uha ākhēgā kī kūjha hōra vī hai"
        },
        {
            "chapter": 50,
            "verse": 31,
            "text": "atē janata nū ḍarana vāli'āṁ dē nēṛē li'āndā jāvēgā. Kujha vī dūra nā hōvēgā"
        },
        {
            "chapter": 50,
            "verse": 32,
            "text": "Iha hai uha cīza jisa dā tuhāḍē nāla vā'adā kītā jāndā sī. Harēka rūja'a (alāha vala muṛana vālā) vālē atē yāda rakhaṇa vālē la'ī"
        },
        {
            "chapter": 50,
            "verse": 33,
            "text": "Jihaṛā badā binhāṁ dēkhē rahimāna tōṁ ḍari'ā atē rūja'a vālā dila lai kē ā'i'ā"
        },
        {
            "chapter": 50,
            "verse": 34,
            "text": "Dāḵẖala hō jā'u isa (janata) vica salāmatī nāla hamēśā rahēgā"
        },
        {
            "chapter": 50,
            "verse": 35,
            "text": "Utē unhāṁ la'ī uha sārā kujha hōvēgā jihaṛā uha cāhuṇagē. Sāḍē kōla hōra vī zi'ādā hai"
        },
        {
            "chapter": 50,
            "verse": 36,
            "text": "Atē asīṁ' unhāṁ tōṁ pahilāṁ kinī'āṁ hī kaumāṁ nū naśaṭa kara cukē hāṁ atē uha tākata vica vī inhāṁ tōṁ kitē vadha sana. Sō unhāṁ nē dēśāṁ nū chāṇa māri'ā, ki hai kō'ī kitē śaraṇa laiṇa dī thāṁ"
        },
        {
            "chapter": 50,
            "verse": 37,
            "text": "Isa vica sikhi'ā hai usa badē la'ī jisa dē kōla dila hōvē jāṁ uha tana lā kē dhi'āna nāla suṇadā hōvē"
        },
        {
            "chapter": 50,
            "verse": 38,
            "text": "Atē asīṁ ākāśāṁ, dharatī atē jihaṛā kujha inhāṁ dē vica hai nū chē dināṁ vica baṇā'i'ā atē sānū thakāvaṭa nahīṁ hō'ī"
        },
        {
            "chapter": 50,
            "verse": 39,
            "text": "Tāṁ jō kūjha uha kahidē hana usa tē dhīraja rakhō atē āpaṇē raba dī sifata salāha prasasā dē nāla karō, sūraja nikalaṇa tōṁ pahilāṁ atē usa dē ḍubaṇa tōṁ pahilāṁ"
        },
        {
            "chapter": 50,
            "verse": 40,
            "text": "Atē rāta nū vī sijadi'āṁ tōṁ bā'ada usa dī sifata salāha karōṁ"
        },
        {
            "chapter": 50,
            "verse": 41,
            "text": "Atē kana lagā kē rakhō ki jisa dina pukāraṇa vālā bahuta nēṛē tōṁ pukārēgā"
        },
        {
            "chapter": 50,
            "verse": 42,
            "text": "Jisa dina lōka yakīnana hī cighāṛa nū suṇanagē, uha (dharatī vicōṁ) nikalaṇa dā dina hōvēgā"
        },
        {
            "chapter": 50,
            "verse": 43,
            "text": "Bēśaka asīṁ hī jīvita karadē hāṁ atē asīṁ hī mauta didē hāṁ atē sāḍē vala hī vāpisa muṛaṇā hai"
        },
        {
            "chapter": 50,
            "verse": 44,
            "text": "Iha ikaṭhē karanā sānū saukhā hai"
        },
        {
            "chapter": 50,
            "verse": 45,
            "text": "Asīṁ jāṇadē hāṁ jō kujha iha lōka kahi rahē hana. Atē tusīṁ unhāṁ tē dhakēśāhī karana vālē nahīṁ' hō. Sō tusīṁ kura'āna dē rāhī' usa badē nū upadēśa dēvēṁ jihaṛā mērē ḍarā'uṇa dē nāla ḍarē"
        },
        {
            "chapter": 51,
            "verse": 1,
            "text": "Sahu hai unhāṁ havāvāṁ dī jihaṛī'āṁ dhūṛa uḍā'uṇa vālī'āṁ hana"
        },
        {
            "chapter": 51,
            "verse": 2,
            "text": "Phira uha bhāra uṭhā laindī'āṁ hana"
        },
        {
            "chapter": 51,
            "verse": 3,
            "text": "Phira uha haulī calaṇa lagadī'āṁ hana"
        },
        {
            "chapter": 51,
            "verse": 4,
            "text": "Phira māmali'āṁ nū vakha vakha karadī'āṁ hana"
        },
        {
            "chapter": 51,
            "verse": 5,
            "text": "Bēśaka tuhāḍē nāla jihaṛā vā'adā kītā jā rihā hai uha saca hai"
        },
        {
            "chapter": 51,
            "verse": 6,
            "text": "Atē bēśaka inasāfa hōṇā yakīnana hai"
        },
        {
            "chapter": 51,
            "verse": 7,
            "text": "Sahū hai jālīdāra (rāhāṁ vālē) āsamāna dī"
        },
        {
            "chapter": 51,
            "verse": 8,
            "text": "Bēśaka tusīṁ ika matabhēda vica pa'ē hō"
        },
        {
            "chapter": 51,
            "verse": 9,
            "text": "Isa tōṁ uha hī phiradā hai, jihaṛā phēri'ā gi'ā hōvē"
        },
        {
            "chapter": 51,
            "verse": 10,
            "text": "Mārē ga'ē aṭakala-pacū galāṁ karana vālē"
        },
        {
            "chapter": 51,
            "verse": 11,
            "text": "Jihaṛē gafalata (bēḵẖabarī) vica kulē hō'ē hana"
        },
        {
            "chapter": 51,
            "verse": 12,
            "text": "Uha puchadē hana ki ki'āmata dā dina kadōṁ hai"
        },
        {
            "chapter": 51,
            "verse": 13,
            "text": "jisa dina uha aga vica rakhē jāṇagē"
        },
        {
            "chapter": 51,
            "verse": 14,
            "text": "La'ō savāda āpaṇē bāġī hōṇa dā, iha hai uha cīza jisa la'ī tusīṁ kāhalī karadē sī"
        },
        {
            "chapter": 51,
            "verse": 15,
            "text": "Bēśaka ḍarana vālē lōka bāġāṁ atē jharani'āṁ vica hōṇagē"
        },
        {
            "chapter": 51,
            "verse": 16,
            "text": "Lai rahē hōṇagē, jihaṛā kujha unhāṁ dē raba nē unhāṁ nū ditā hai. Uha isa tōṁ pahilāṁ nēkī karana vālē sana"
        },
        {
            "chapter": 51,
            "verse": 17,
            "text": "Uha rātāṁ nū ghaṭa saundē sī"
        },
        {
            "chapter": 51,
            "verse": 18,
            "text": "Atē savēra dī'āṁ ghaṛī'āṁ vēlē uha mu'āfī magadē sana"
        },
        {
            "chapter": 51,
            "verse": 19,
            "text": "Atē unhāṁ dī daulata vica bhikhārī'āṁ atē nā magaṇa vāli'āṁ dā hisā sī"
        },
        {
            "chapter": 51,
            "verse": 20,
            "text": "Atē viśavāśa karana vāli'āṁ la'ī dharatī vica niśānī'āṁ hana"
        },
        {
            "chapter": 51,
            "verse": 21,
            "text": "Atē ḵẖuda tuhāḍē adara vī. Kī tusīṁ dēkhadē nahīṁ"
        },
        {
            "chapter": 51,
            "verse": 22,
            "text": "atē ākāśa vica tuhāḍē la'ī rizaka hai. Uha cīza vī hai jisa dā tuhāḍē nāla vā'adā kītā jā rihā hai"
        },
        {
            "chapter": 51,
            "verse": 23,
            "text": "Sō ākāśa atē dharatī dē raba dī sahu. Uha yakīnī hai jivēṁ ki tusīṁ bōladē hō"
        },
        {
            "chapter": 51,
            "verse": 24,
            "text": "Kī tuhāḍē kōla ibarāhīma dē izatadāra mahimānāṁ dī gala pahucī"
        },
        {
            "chapter": 51,
            "verse": 25,
            "text": "Jadōṁ uha usa dē kōla ā'ē phira unhāṁ nū salāma kītā. Phira unhāṁ nē (mauṛavāṁ) kihā tuhānū lōkāṁ nū vī salāma hai. Iha kujha anajāṇa lōka hana"
        },
        {
            "chapter": 51,
            "verse": 26,
            "text": "Phira uha āpaṇē ghara calā gi'ā atē ika bhuni'āṁ hō'i'ā vachā lai ā'i'ā"
        },
        {
            "chapter": 51,
            "verse": 27,
            "text": "Phira usa nē (uha vaḍā) unhāṁ dē kōla rakhi'ā atē ākhi'ā ki tusīṁ lōka khāndē ki'uṁ nahīṁ"
        },
        {
            "chapter": 51,
            "verse": 28,
            "text": "Phira uha dila vica unhāṁ tōṁ ḍara gi'ā. Unhāṁ nē ākhi'ā ḍarōṁ nā atē unhāṁ nū gi'āna vālē laṛakē dī khuśakhabarī ditī"
        },
        {
            "chapter": 51,
            "verse": 29,
            "text": "Phira usadī patanī bōladī hō'ī ā'ī, mathē tē hatha māri'ā atē kahiṇa lagī, ki (hā'ē hā'ē ika tāṁ) buḍhī tē bān̄jha"
        },
        {
            "chapter": 51,
            "verse": 30,
            "text": "Unhāṁ nē ākhi'ā ki tērē raba nē ajihā hī faramā'i'ā hai. Bēśaka uha tākatavara atē hikamata vālā hai"
        },
        {
            "chapter": 51,
            "verse": 31,
            "text": "Ibarāhīma nē ākhi'ā hē fariśati'ō! Tuhāḍē sāhamaṇē kī manōratha hai"
        },
        {
            "chapter": 51,
            "verse": 32,
            "text": "Unhāṁ nē ākhi'ā ki asīṁ ika aparādhī kauma (lūta dī kauma) vala bhējē ga'ē hāṁ"
        },
        {
            "chapter": 51,
            "verse": 33,
            "text": "Tāṁ ki usa tē pakī hō'ī miṭī dē khaghara varasā'ī'ē"
        },
        {
            "chapter": 51,
            "verse": 34,
            "text": "Tuhāḍē raba dē kōla jihaṛē niśāna lā'ē hō'ē hana uha unhāṁ lōkāṁ la'ī hana jihaṛē hadāṁ ṭapaṇa vālē hana"
        },
        {
            "chapter": 51,
            "verse": 35,
            "text": "Phira utē jinhē īmāna vālē sana unhāṁ nū asīṁ kaḍha li'ā"
        },
        {
            "chapter": 51,
            "verse": 36,
            "text": "Tāṁ asīṁ uthē ika ghara tōṁ sil'hāṁ kisē musalima dā ghara nā dēkhi'ā"
        },
        {
            "chapter": 51,
            "verse": 37,
            "text": "Atē asīṁ usa vica ika niśānī chaḍī unhāṁ lōkāṁ la'ī jihaṛē daradanāka sazā tōṁ ḍaradē hana"
        },
        {
            "chapter": 51,
            "verse": 38,
            "text": "Atē mūsā vica vī niśānī hai jadōṁ asīṁ usa nū phira'auna dē kōla ika sapaśaṭa pramāṇa dē nāla bhēji'ā"
        },
        {
            "chapter": 51,
            "verse": 39,
            "text": "Tāṁ uha āpaṇī tākata dē nāla ākaṛa gi'ā atē usa nē ākhi'ā ki iha jādūgara hai jāṁ śudā'ī hai"
        },
        {
            "chapter": 51,
            "verse": 40,
            "text": "Ata asīṁ usa nū atē usadī'āṁ phaujāṁ nū phaṛhi'ā atē unhāṁ nū samudara vica suṭa ditā atē uha phiṭakāri'ā hō'i'ā baṇa kē rahi gi'ā"
        },
        {
            "chapter": 51,
            "verse": 41,
            "text": "Atē āda (kauma) vica vī niśānī hai jadōṁ asīṁ unhāṁ utē ika arathahīṇa havā bhēja ditī"
        },
        {
            "chapter": 51,
            "verse": 42,
            "text": "Uha jisa jag'hā tōṁ vī laghī usa nū ulaṭa-pulaṭa karakē rakha ditā"
        },
        {
            "chapter": 51,
            "verse": 43,
            "text": "Atē samūda vica vī niśānī hai. Jadōṁ usa nū kihā gi'ā ki kauṛhē samēṁ la'ī lābha lai la'u"
        },
        {
            "chapter": 51,
            "verse": 44,
            "text": "Sō unhāṁ nē āpaṇē raba dē hukama dī ulaghaṇā kītī tāṁ unhāṁ nū (bijalī dī) kaṛaka nē phaṛa li'ā atē uha dēkha rahē sana"
        },
        {
            "chapter": 51,
            "verse": 45,
            "text": "Phira uha nā uṭha sakē atē nā āpaṇā bacā kara sakē"
        },
        {
            "chapter": 51,
            "verse": 46,
            "text": "Atē isa tōṁ pahilāṁ nūha dī kaumma nū vī (ḵẖatama kara cukē hāṁ). Bēśaka uha avagi'ākārī lōka sana"
        },
        {
            "chapter": 51,
            "verse": 47,
            "text": "Atē asīṁ ākāśa nū āpaṇē zōra nāla baṇā'i'ā atē asīṁ usa dā visathāra karana vālē hāṁ"
        },
        {
            "chapter": 51,
            "verse": 48,
            "text": "Atē asīṁ dharatī nū vaphā'i'ā. Dēkhō asī kinā vadhī'ā vachā'uṇa vālē hāṁ"
        },
        {
            "chapter": 51,
            "verse": 49,
            "text": "Atē asīṁ harēka cīza dā jōṛā-jōṛā baṇā'i'ā tāṁ ki tusīṁ dhi'āna karō"
        },
        {
            "chapter": 51,
            "verse": 50,
            "text": "Bhajō alāha vala. Maiṁ usa valōṁ ika pratakha taura tē ḍarā'uṇa vālā hāṁ"
        },
        {
            "chapter": 51,
            "verse": 51,
            "text": "Atē alāha dē barābara kō'ī pūjanīka nā baṇā'u. Mai' usa valōṁ tuhāḍē la'ī pratakha ḍarā'uṇa vālā hāṁ"
        },
        {
            "chapter": 51,
            "verse": 52,
            "text": "Isa tar'hāṁ unhāṁ dē pichali'āṁ dē kōla kō'ī paiġaibara ajihā nahīṁ ā'i'ā jisa nē inhāṁ nū jādūgara jāṁ dīvānā nā kihā hōvē"
        },
        {
            "chapter": 51,
            "verse": 53,
            "text": "Kī iha ika cūsarē nū isa dī vasī'ata karadē zalē ā rahē hana?Sagōṁ' iha sārē bāġī lōka hana"
        },
        {
            "chapter": 51,
            "verse": 54,
            "text": "Sō tusīṁ inhāṁ tōṁ mūha mōṛō tuhāḍē tē kō'ī dōśa nahīṁ"
        },
        {
            "chapter": 51,
            "verse": 55,
            "text": "Atē samajhadē rahō, ki'uṅki samajhā'uṇā īmāna vāli'āṁ la'ī lāhēvada hai"
        },
        {
            "chapter": 51,
            "verse": 56,
            "text": "Atē maiṁ' jināṁ atē manukhāṁ nū sirafa isa la'ī paidā kītā hai ki uha mērī hī ibādata karana"
        },
        {
            "chapter": 51,
            "verse": 57,
            "text": "Mai' unhāṁ tōṁ rizaka nahīṁ cāhudā atē nā iha cāhudā hāṁ ki uha mainū khavā'uṇa"
        },
        {
            "chapter": 51,
            "verse": 58,
            "text": "Bēśaka alāha hī rizaka dēṇa vālā zabaradasata atē śakatīśālī hai"
        },
        {
            "chapter": 51,
            "verse": 59,
            "text": "Atē jinhāṁ lōkāṁ nē zulama kītā unhāṁ dā bhāṇḍā bhara cuki'ā hai, jivēṁ unhāṁ dē sāthī'āṁ dā bhari'ā sī. Sō uha jaladī nā karana"
        },
        {
            "chapter": 51,
            "verse": 60,
            "text": "Sō avagi'ākārī'āṁ la'ī vināśa hai. Unhāṁ dē usa dina tōṁ jisa dā unhāṁ nāla vā'adā kītā jā rihā hai"
        },
        {
            "chapter": 52,
            "verse": 1,
            "text": "Sahū hai tūra dī"
        },
        {
            "chapter": 52,
            "verse": 2,
            "text": "Atē likhī hō'ī kitāba dī"
        },
        {
            "chapter": 52,
            "verse": 3,
            "text": "Khul'hē"
        },
        {
            "chapter": 52,
            "verse": 4,
            "text": "atē [akasara] akasara ghara\" du'ārā"
        },
        {
            "chapter": 52,
            "verse": 5,
            "text": "atē [du'ārā] akāśa ucā hō'i'ā"
        },
        {
            "chapter": 52,
            "verse": 6,
            "text": "atē khauladē hō'ē samudara dī"
        },
        {
            "chapter": 52,
            "verse": 7,
            "text": "Bēśaka tuhāḍē raba valōṁ āfata ā kē rahēgī"
        },
        {
            "chapter": 52,
            "verse": 8,
            "text": "Usa nū kō'ī ṭālaṇa vālā nahīṁ"
        },
        {
            "chapter": 52,
            "verse": 9,
            "text": "Usa dina asamāna ḍōlēgā"
        },
        {
            "chapter": 52,
            "verse": 10,
            "text": "Atē pahāṛa turana lagaṇagē"
        },
        {
            "chapter": 52,
            "verse": 11,
            "text": "Usa dina jhuṭhalā'uṇa vāli'āṁ la'ī vināśa hai"
        },
        {
            "chapter": 52,
            "verse": 12,
            "text": "Jihaṛē khēḍa-khēḍa vica galāṁ baṇā'undē hana"
        },
        {
            "chapter": 52,
            "verse": 13,
            "text": "Jisa dina uha naraka dī aga vica dhakē jāṇagē"
        },
        {
            "chapter": 52,
            "verse": 14,
            "text": "Iha uha aga hai jisa tōṁ tusīṁ inakārī sī"
        },
        {
            "chapter": 52,
            "verse": 15,
            "text": "Kī iha jādū hai jāṁ tuhānū dikhā'ī nahīṁ didā"
        },
        {
            "chapter": 52,
            "verse": 16,
            "text": "Isa vica dāḵẖila hō jā'u. Huṇa tusīṁ dhīraja rakhō jāṁ nā rakhōṁ tuhāḍē la'ī barābara hai. Tusīṁ uhī fala pā rahē hō jō tusīṁ karadē sī"
        },
        {
            "chapter": 52,
            "verse": 17,
            "text": "Bēśaka sajamī lōka bāġāṁ atē ni'amatāṁ vica hōṇagē"
        },
        {
            "chapter": 52,
            "verse": 18,
            "text": "Uha unhāṁ cīzāṁ nāla khuśahāla hōṇagē jihaṛī'āṁ unhāṁ dē raba nē ditī'āṁ hōṇagī'āṁ atē unhāṁ dē raba nē unhāṁ nū naraka dī sazā tōṁ bacā li'ā"
        },
        {
            "chapter": 52,
            "verse": 19,
            "text": "Khā'u pī'ō anada dē nāla āpaṇē karamāṁ badalē"
        },
        {
            "chapter": 52,
            "verse": 20,
            "text": "Sar'hāṇē lagā kē ika samāna vichē takhatāṁ tē. Atē asīṁ mōṭī'āṁ-mōṭī'āṁ akhāṁ vālī'āṁ hūrāṁ nāla unhāṁ dā vi'āha kara dēvāṅgē"
        },
        {
            "chapter": 52,
            "verse": 21,
            "text": "Atē jihaṛē lōka īmāna li'ā'ē atē unhāṁ dī aulāda vī unhāṁ dē rāha tē īmāna dē nāla calī, unhāṁ dē nāla asīṁ unhāṁ dī aulāda nū vī ikaṭhā karāṅgē atē asīṁ unhāṁ dē karamāṁ vicōṁ kō'ī cīza ghaṭa nahīṁ karāṅgē. Harēka badā āpaṇī kamā'ī (amalāṁ) vica gahiṇē pi'ā hai"
        },
        {
            "chapter": 52,
            "verse": 22,
            "text": "Atē asīṁ unhāṁ dī pasada dē fala atē māsa unhāṁ nū lagātāra didē rahāṅgē"
        },
        {
            "chapter": 52,
            "verse": 23,
            "text": "Unhāṁ dē vicakāra śarāba dē pi'āli'āṁ dī adalā badalī hō rahī hōvēgī. Jihaṛī bēhudagī atē pāpāṁ tōṁ rahita hōvēgī"
        },
        {
            "chapter": 52,
            "verse": 24,
            "text": "Atē unhāṁ dī sēvā vica bacē dauṛadē phiradē hōṇagē. Samajhō uha sabhāla kē rakhē mōtī hana"
        },
        {
            "chapter": 52,
            "verse": 25,
            "text": "Uha ika dūsarē nū sabōdhana hō kē galāṁ karanagē"
        },
        {
            "chapter": 52,
            "verse": 26,
            "text": "Uha kahiṇagē ki asīṁ isa tōṁ pahilāṁ āpaṇē gharāṁ vica ḍaradē (āpaṇē raba dī nirāzagī tōṁ) rahidē sī"
        },
        {
            "chapter": 52,
            "verse": 27,
            "text": "Tāṁ alāha nē sāḍē tē kirapā kītī atē sānū jhulasā dēṇa vālī sazā tōṁ bacā li'ā"
        },
        {
            "chapter": 52,
            "verse": 28,
            "text": "Asīṁ isa tōṁ pahilāṁ usa nū pukāradē sī. Bēśaka uha vā'adi'āṁ nū pūrā karana vālā rahimata vālā hai"
        },
        {
            "chapter": 52,
            "verse": 29,
            "text": "Sō tusīṁ upadēśa karadē rahō. Āpaṇē raba dī kirapā nāla tusīṁ nā bhavikha bāṇī'āṁ karana vālē pākhaḍī hō atē nā divānē"
        },
        {
            "chapter": 52,
            "verse": 30,
            "text": "Kī uha kahidē hana ki iha ika kavī hai, asīṁ uha dē haka vica kāla cakara dī uḍīka kara rahē hāṁ"
        },
        {
            "chapter": 52,
            "verse": 31,
            "text": "Ākhō, ki uḍīka karō maiṁ vī tuhāḍē nāla uḍīka karana vāli'āṁ vica hāṁ"
        },
        {
            "chapter": 52,
            "verse": 32,
            "text": "Kī' inhāṁ dī budhī inhāṁ nū iha nahīṁ sikhā'undī jāṁ iha bāġī lōka hana"
        },
        {
            "chapter": 52,
            "verse": 33,
            "text": "Kī uha kahidē hana ki iha kura'āna nū ḵẖuda baṇā li'ā'i'ā hai. Sagōṁ uha īmāna nahīṁ li'ā'uṇā cāhudē"
        },
        {
            "chapter": 52,
            "verse": 34,
            "text": "Tāṁ uha isa varagī kō'ī bāṇī lai ā'uṇa jēkara uha sacē hana"
        },
        {
            "chapter": 52,
            "verse": 35,
            "text": "Kī uha kisē sirajaṇahāra tōṁ`binhāṁ paidā hō ga'ē jāṁ uha ḵẖuda hī sirajaṇahāra hana"
        },
        {
            "chapter": 52,
            "verse": 36,
            "text": "Kī dharatī atē ākāśāṁ nū unhāṁ nē paidā kītā hai?Sagōṁ uha bharōsā nahīṁ`rakhadē"
        },
        {
            "chapter": 52,
            "verse": 37,
            "text": "Kī inhāṁ dē kōla tuhāḍē raba dē khazānē hana jāṁ iha ki pahirēdāra hana"
        },
        {
            "chapter": 52,
            "verse": 38,
            "text": "Kī inhāṁ dē kōla kō'ī pauṛī hai jisa tē caṛha kē uha (abarōṁ) galāṁ suṇā'undē hana. Tāṁ inhāṁ nū suṇana vālā kō'ī pratakha dalīla pēśa karē"
        },
        {
            "chapter": 52,
            "verse": 39,
            "text": "Kī alāha dē la'ī bēṭī'āṁ hana atē tuhāḍē la'ī bēṭē"
        },
        {
            "chapter": 52,
            "verse": 40,
            "text": "Kī tusīṁ inhāṁ tōṁ mihanatānāṁ magadē hō, kī' unhāṁ tē tāvāna (badhī caṭī) dā bhāra pai rihā hai?Kī inhāṁ dē kōla gupata (gi'āna) hai, ki"
        },
        {
            "chapter": 52,
            "verse": 41,
            "text": "jāṁ unhāṁ kōla [adikha dā] gi'āna hai, isa la'ī uha isanū likhadē hana"
        },
        {
            "chapter": 52,
            "verse": 42,
            "text": "kī uha kō'ī chala kapaṭa karanā cāhudē hana tāṁ avagi'ā karana vālē khuda hī usa dhōkhē vica phasē hōṇagē"
        },
        {
            "chapter": 52,
            "verse": 43,
            "text": "Kī alāha tōṁ binhāṁ inhāṁ vā kō'ī hōra pūjanīka hai. Alāha unhāṁ dē baṇā'ē śarīkāṁ tōṁ pavitara hai"
        },
        {
            "chapter": 52,
            "verse": 44,
            "text": "Atē jēkara uha ākāśa vica kō'ī ṭukaṛā ṭuṭadā hō'i'ā dēkhaṇagē"
        },
        {
            "chapter": 52,
            "verse": 45,
            "text": "(tāṁ uha kahiṇagē ki iha bhārā badala hai. 45) Tāṁ unhāṁ nū chaḍa di'u. Ithōṁ taka ki āpaṇē usa dina dā sāhamaṇā karana, jisa (dina) inhāṁ dē hōśa uḍa jāṇagē"
        },
        {
            "chapter": 52,
            "verse": 46,
            "text": "Jisa dina inhāṁ dē chala kapaṭa inhāṁ dē kō'ī kama nā ā'uṇagē atē nā inhāṁ nū kō'ī sahā'itā milēgī"
        },
        {
            "chapter": 52,
            "verse": 47,
            "text": "Atē inhāṁ zālimāṁ la'ī isa tōṁ sil'hāṁ vī sazā hai paratū inhāṁ vicōṁ zi'ādātara nahīṁ samajhadē"
        },
        {
            "chapter": 52,
            "verse": 48,
            "text": "Atē tusīṁ dharīja dē sahita āpaṇē raba dē faisalē dī uḍīka karō. Bēśaka tusīṁ sāḍī nazara vica hō. Atē tusīṁ āpaṇē raba dī sifata salāha usa dī prasasā dē nāla karō (usa vēlē) jisa samēṁ tusīṁ uṭhadē hō"
        },
        {
            "chapter": 52,
            "verse": 49,
            "text": "Atē rāta nū vī usa dī sifata salāha karō atē tāri'āṁ dē chipaṇa samē vī"
        },
        {
            "chapter": 53,
            "verse": 1,
            "text": "Sahū hai ḍubadē hō'ē tārē dī"
        },
        {
            "chapter": 53,
            "verse": 2,
            "text": "Tuhāḍā sāthī nā bhaṭaki'ā nā kurāhē pi'ā hai"
        },
        {
            "chapter": 53,
            "verse": 3,
            "text": "Atē uha āpaṇē mana tōṁ nahīṁ bōladē"
        },
        {
            "chapter": 53,
            "verse": 4,
            "text": "Iha ika vahī (prakāśanāṁ) hai jihaṛī usa utē bhējī jāndī hai"
        },
        {
            "chapter": 53,
            "verse": 5,
            "text": "Usa nū tākatavara atē śakatīśālī nē sikhi'ā ditī hai"
        },
        {
            "chapter": 53,
            "verse": 6,
            "text": "Budhīvāna atē bibēkaśīla nē"
        },
        {
            "chapter": 53,
            "verse": 7,
            "text": "Phira uha udē hō'i'ā atē uha khalā'a (asamāna) dē uparalē sirē"
        },
        {
            "chapter": 53,
            "verse": 8,
            "text": "tē sī phira uha nēṛē hō'i'ā"
        },
        {
            "chapter": 53,
            "verse": 9,
            "text": "Phira uha utara ā'i'ā, dō (tīra) kamānāṁ dē barābara jāṁ usa tōṁ vī ghaṭa dūrī rahi ga'ī"
        },
        {
            "chapter": 53,
            "verse": 10,
            "text": "Phira alāha nē vahī bhējī āpaṇē badē vala, sō bhējī"
        },
        {
            "chapter": 53,
            "verse": 11,
            "text": "Jhūṭha nahīṁ ākhi'ā, rasūla dē dila nē, jō unhāṁ nē dēkhi'ā, kihā"
        },
        {
            "chapter": 53,
            "verse": 12,
            "text": "Huṇa kī tusīṁ usa cīza la'ī usa nāla jhagaṛadē hō, jō usa nē dēkhi'ā hai"
        },
        {
            "chapter": 53,
            "verse": 13,
            "text": "Atē usa nē ika vārī hōra vī usa nū utaradē hō'ē vēkhi'ā hai"
        },
        {
            "chapter": 53,
            "verse": 14,
            "text": "Sidaratūla mutahā (chēvēṁ jāṁ satavēṁ asamāna dē vicakāra sathita bērī dā rukha) dē kōla"
        },
        {
            "chapter": 53,
            "verse": 15,
            "text": "Usa dē kōla hī janatūla māvā (ṭikāṇē vālī janata) hai ārāma nāla rahiṇa la'ī"
        },
        {
            "chapter": 53,
            "verse": 16,
            "text": "Jadōṁ ki sidarā (bērī) tē chā rihā sī, jihaṛā kujha vī chā rihā sī"
        },
        {
            "chapter": 53,
            "verse": 17,
            "text": "Nazara bhaṭakī nahīṁ atē nā hadōṁ vadhī"
        },
        {
            "chapter": 53,
            "verse": 18,
            "text": "Isa nē āpaṇē raba dī'āṁ vaḍī'āṁ vaḍī'āṁ niśānī'āṁ dēkhī'āṁ hana"
        },
        {
            "chapter": 53,
            "verse": 19,
            "text": "Bhalāṁ tusīṁ lāta atē ūzā tē vicāra kītā hai"
        },
        {
            "chapter": 53,
            "verse": 20,
            "text": "Atē ika tījē, manāta tē"
        },
        {
            "chapter": 53,
            "verse": 21,
            "text": "Kī tuhāḍē la'ī putara hana atē alāha la'ī putarī'āṁ"
        },
        {
            "chapter": 53,
            "verse": 22,
            "text": "Iha tāṁ vigā ṭēḍhā baṭavārā hō'i'ā"
        },
        {
            "chapter": 53,
            "verse": 23,
            "text": "Iha sirafa nāma hana jihaṛē tusīṁ atē tuhāḍē pi'u dādi'āṁ nē rakha la'ē hana. Alāha nē inhāṁ dē pakha vica kō'ī dalīla nahī utārī. Uha sirafa bharama dā pālaṇa kara rahē hana jāṁ mana dī ichā dā jadōṁ' ki unhāṁ dē kōla uhanāṁ dē raba valōṁ nasīhata ā cukī hai"
        },
        {
            "chapter": 53,
            "verse": 24,
            "text": "Kī manukha uha sārā kujha pā laindā hai, jō uha cāhē"
        },
        {
            "chapter": 53,
            "verse": 25,
            "text": "Tāṁ alāha dē adhikāra vica hai pralōka atē sasāra"
        },
        {
            "chapter": 53,
            "verse": 26,
            "text": "Atē ākāśāṁ vica kinē fariśatē hana jinhāṁ dī sifāraśa kō'ī kama nahīṁ ā sakadī. Paratū iha ki alāha āgi'ā dēvē jisa nū uha cāhē atē pasada karē"
        },
        {
            "chapter": 53,
            "verse": 27,
            "text": "Bēśaka jihaṛē lōka pralōka tē bharōsā nahīṁ' rakhadē uha fariśati'āṁ dē nāma auratāṁ dē nāmāṁ tē rakhadē hana"
        },
        {
            "chapter": 53,
            "verse": 28,
            "text": "Jadōṁ ki unhāṁ dē kōla isa la'ī kō'ī dalīla nahīṁ'. Uha sirafa kalapanāṁ tē cala rahē hana atē kalapanāṁ sacā'ī dē māmalē vica bhōrā vī lābhadā'ika nahīṁ"
        },
        {
            "chapter": 53,
            "verse": 29,
            "text": "Sō atē uha duni'āvī jīvana tōṁ binhāṁ hōra kūjha nahīṁ cāhudē unhāṁ dī samajha ithōṁ taka hī pujī hai"
        },
        {
            "chapter": 53,
            "verse": 30,
            "text": "Tuhāḍā raba cagī tar'hāṁ jāṇadā hai ki kihaṛā usa dē rāha tōṁ bhaṭaki'ā hō'i'ā hai atē uha usa nū cagī tar'hāṁ jāṇadā hai, jihaṛā srēśaṭa rāha tē hai"
        },
        {
            "chapter": 53,
            "verse": 31,
            "text": "Atē alāha dā hī hai jihaṛā kujha ākāśāṁ atē dharatī vica hai, tāṁ ki uha fala dēvē ba̔ūrā kama karana vāli'āṁ nū usa dē kītē dā atē fala dēvē nēkī karana vāli'āṁ nū nēkī dā"
        },
        {
            "chapter": 53,
            "verse": 32,
            "text": "Paratū kujha gadagī tōṁ ilāvā jihaṛē vaḍē pāpāṁ atē aśalīlatāṁ tōṁ bacadē hana bēśaka tuhāḍē raba dī ḵẖimā bē'ata vi'āpaka hai. Uha tuhānū cagī tar'hāṁ jāṇadā hai udōṁ tōṁ jadōṁ usa nē tuhānū dharatī tē paidā kītā atē udōṁ tōṁ jadōṁ tūsīṁ āpaṇī'āṁ māvāṁ dē pēṭa vica ika bharūṇa dē rūpa vica sī. Tāṁ tusīṁ āpaṇē āpa nū pavitara nā samajhō. Uha takavā (sajamīṁ) vāli'āṁ nū cagī tar'hāṁ jāṇadā hai"
        },
        {
            "chapter": 53,
            "verse": 33,
            "text": "Bhalā tusīṁ usa vēlē usa badē nū dēkhi'ā jisa nē mūha mauṛi'ā"
        },
        {
            "chapter": 53,
            "verse": 34,
            "text": "Thōṛhā jihā ditā atē ruka gi'ā"
        },
        {
            "chapter": 53,
            "verse": 35,
            "text": "Kī usa dē kōla gupata dā gi'āna hai ki uha dēkha rihā hai"
        },
        {
            "chapter": 53,
            "verse": 36,
            "text": "Kī usa nū ḵẖabara nahīṁ pujī usa gala dī jihaṛī mūsā dē sahīfi'āṁ (grathāṁ) vica hai"
        },
        {
            "chapter": 53,
            "verse": 37,
            "text": "Atē ibarāhīma dē (grathāṁ vica vī) jisa nē āpaṇā vacana pūrā kara ditā"
        },
        {
            "chapter": 53,
            "verse": 38,
            "text": "Ki kō'ī cukaṇa vālā kisē dūsarē dā bhāra nahīṁ cukēgā"
        },
        {
            "chapter": 53,
            "verse": 39,
            "text": "Atē iha ki manukha la'ī uha hī hai jihaṛā usa nē kamā'i'ā"
        },
        {
            "chapter": 53,
            "verse": 40,
            "text": "Atē iha ki usa dī kamā'ī jaladī hī dēkhī jāvēgī"
        },
        {
            "chapter": 53,
            "verse": 41,
            "text": "Phira usa nū pūrā badalā ditā jāvēgā"
        },
        {
            "chapter": 53,
            "verse": 42,
            "text": "Atē iha ki sāri'āṁ nē tuhāḍē raba taka pahucaṇā hai"
        },
        {
            "chapter": 53,
            "verse": 43,
            "text": "Bēśaka uhī hasā'undā hai ravā'undā hai"
        },
        {
            "chapter": 53,
            "verse": 44,
            "text": "Atē uha hī māradā hai atē jidā karadā hai"
        },
        {
            "chapter": 53,
            "verse": 45,
            "text": "Atē usa nē dōvēṁ kisamāṁ nara atē mādā paidā kītī'āṁ hana"
        },
        {
            "chapter": 53,
            "verse": 46,
            "text": "Ika būda (vīraja) tōṁ jihaṛī (garabha vica) ṭapakā'ī jāndī hai"
        },
        {
            "chapter": 53,
            "verse": 47,
            "text": "Atē usa dē zimē hai dūjī vāra uṭha'uṇā"
        },
        {
            "chapter": 53,
            "verse": 48,
            "text": "Atē usē nē jā'idāda ditī atē daulatamada baṇā'i'ā"
        },
        {
            "chapter": 53,
            "verse": 49,
            "text": "Atē uhī śu'arā (ika tārā) dā raba hai"
        },
        {
            "chapter": 53,
            "verse": 50,
            "text": "Atē alāha nē hī pahilī āda kauma nū naśaṭa kītā"
        },
        {
            "chapter": 53,
            "verse": 51,
            "text": "Atē samūda nū. Phira kisē nū bākī nā chaḍi'ā"
        },
        {
            "chapter": 53,
            "verse": 52,
            "text": "Atē isa tōṁ pahilāṁ nūha dī kauma nū. Bēśaka iha bēhada zālima atē bāġī lōka sana"
        },
        {
            "chapter": 53,
            "verse": 53,
            "text": "Atē ulaṭī'āṁ hō'ī'āṁ basatī'āṁ nū vī suṭa ditā"
        },
        {
            "chapter": 53,
            "verse": 54,
            "text": "Usa tē bīti'ā jō bīti'ā"
        },
        {
            "chapter": 53,
            "verse": 55,
            "text": "Sō tusīṁ āpaṇē raba dī'āṁ kihaṛī'āṁ kihaṛī'āṁ ni'amatāṁ tē jhagaṛagō"
        },
        {
            "chapter": 53,
            "verse": 56,
            "text": "Iha ika ḍarā'uṇa vālā hai, pahilāṁ ḍarā'uṇa vāli'āṁ vāṅga"
        },
        {
            "chapter": 53,
            "verse": 57,
            "text": "Nēṛē ā'uṇa vālī (ki'āmata) nēṛē ā ga'ī"
        },
        {
            "chapter": 53,
            "verse": 58,
            "text": "Alāha tōṁ sinahāṁ usa nū kō'ī dūra nahīṁ kara sakadā"
        },
        {
            "chapter": 53,
            "verse": 59,
            "text": "Kī tuhānū isa gala tē hairānī hudī hai"
        },
        {
            "chapter": 53,
            "verse": 60,
            "text": "Atē tusīṁ hasadē hō rōndē nahīṁ"
        },
        {
            "chapter": 53,
            "verse": 61,
            "text": "Atē tusīṁ hakāra karadē hō"
        },
        {
            "chapter": 53,
            "verse": 62,
            "text": "Sō alāha la'ī sijadā karō. Atē usē dī ibādata karōṁ"
        },
        {
            "chapter": 54,
            "verse": 1,
            "text": "Ki'āmata nēṛē ā ga'ī atē cada pāṭa gi'ā"
        },
        {
            "chapter": 54,
            "verse": 2,
            "text": "Atē uha kō'ī vī niśānī dēkhaṇa tāṁ mūha hī mōṛaṇagē atē ākhaṇagē ki iha tāṁ jādū hai, jihaṛā pahilāṁ tōṁ cali'ā ā rihā hai"
        },
        {
            "chapter": 54,
            "verse": 3,
            "text": "Atē unhāṁ nē jhuṭhalā ditā atē āpaṇī'āṁ ichāvāṁ dā pālaṇa kītā atē harēka kama dā samāṁ niradhārita hai"
        },
        {
            "chapter": 54,
            "verse": 4,
            "text": "Atē unhāṁ nū uha ḵẖabarā pahuca cukī'āṁ hana jisa vica kāfī sikhi'ā hai"
        },
        {
            "chapter": 54,
            "verse": 5,
            "text": "Ucē darajē dī si'āṇapa vī, paratū citāvanī'āṁ unhāṁ nū lābha nahīṁ didī'āṁ"
        },
        {
            "chapter": 54,
            "verse": 6,
            "text": "Sō unhāṁ tōṁ mūha mōṛō. Jisa dina pukāraṇa vālā ika nā pasada cīza vala pukārēgā"
        },
        {
            "chapter": 54,
            "verse": 7,
            "text": "Akhāṁ nīvī'āṁ karadē hō'ē kabarāṁ tōṁ (ija) nikala paiṇagē jivēṁ uha khilarī'āṁ hō'ī'āṁ ṭiḍī'āṁ hana"
        },
        {
            "chapter": 54,
            "verse": 8,
            "text": "Bhajadē hō'ē pukāraṇa vālē vala. Avagi'ākārī kahiṇagē ki iha dina baṛā saḵẖata hai"
        },
        {
            "chapter": 54,
            "verse": 9,
            "text": "Inhāṁ tōṁ pahilāṁ nūha dī kauma nē avagi'ā kītī. Unhāṁ nē sāḍē badē nū jhuṭhalā'i'ā atē ākhi'ā ki iha masatānāṁ hai atē jhiṛaka ditā"
        },
        {
            "chapter": 54,
            "verse": 10,
            "text": "Tāṁ usa nē āpaṇē raba nū pukāri'ā ki maiṁ dabi'ā hō'i'ā hāṁ, tū badalā lai"
        },
        {
            "chapter": 54,
            "verse": 11,
            "text": "Tāṁ asīṁ asamāna dē daravāzē maul'hēdhāra mīnha nāla khaul'ha ditē"
        },
        {
            "chapter": 54,
            "verse": 12,
            "text": "Atē dharatī vicōṁ jharanē vagā ditē tāṁ sapūrana pāṇī ika makasada la'ī ikaṭhā hō gi'ā jihaṛā niyata hō cuki'ā sī"
        },
        {
            "chapter": 54,
            "verse": 13,
            "text": "Atē asīṁ usa nū (nūha) ika phaṭi'āṁ atē kilāṁ nāla baṇī hō'ī kiśatī tē biṭhā ditā"
        },
        {
            "chapter": 54,
            "verse": 14,
            "text": "Uha sāḍī'āṁ akhāṁ dē sāhamaṇē caladī rahī. Usa badē (nūha) dā badalā laiṇa la'ī jisa dī bē'izatī kītī ga'ī sī"
        },
        {
            "chapter": 54,
            "verse": 15,
            "text": "Atē usa nū asīṁ' niśānī la'ī chaḍa ditā. Tāṁ kō'ī hai sōcaṇa samajhaṇa vālā"
        },
        {
            "chapter": 54,
            "verse": 16,
            "text": "Phira kihō jihī sī mērī sazā atē mērā ḍarā'uṇā"
        },
        {
            "chapter": 54,
            "verse": 17,
            "text": "atē asīṁ kura'āna nū upadēśa la'ī saukhā kara ditā tāṁ kī kō'ī hai, upadēśa prāpata karana vālā"
        },
        {
            "chapter": 54,
            "verse": 18,
            "text": "Āda nē jhuṭhalā'i'ā tāṁ kihō jihī sī mērī sazā atē mērā ḍarā'uṇā"
        },
        {
            "chapter": 54,
            "verse": 19,
            "text": "Asīṁ unhāṁ utē ika lagātāra tēza havā bhējī māṛē dihāṛē (saḵẖata ṭhaḍha) tē"
        },
        {
            "chapter": 54,
            "verse": 20,
            "text": "Uha lōkāṁ nū kuṭa suṭadī sī, jivēṁ uha puṭē hō'ē khajūra dē taṇē hōṇa"
        },
        {
            "chapter": 54,
            "verse": 21,
            "text": "Iha kihō jihī sī mōrī sazā atē mērā ḍarā'uṇā"
        },
        {
            "chapter": 54,
            "verse": 22,
            "text": "Asīṁ kura'āna dē upadēśa nū samajhaṇa la'ī saukhā kara ditā tāṁ kī kō'ī hai, sikhi'ā prāpata karana vālā"
        },
        {
            "chapter": 54,
            "verse": 23,
            "text": "Samūda nē citāvanī nū jhuṭhalā'i'ā"
        },
        {
            "chapter": 54,
            "verse": 24,
            "text": "Sō unhāṁ nē kihā ki asīṁ āpaṇē hī vicōṁ ika manukha dē jēkara rāha tē calī'ē isa hālata vica tāṁ asīṁ bhulēkhē atē mata dē hīṇē hō jāvāṅgē"
        },
        {
            "chapter": 54,
            "verse": 25,
            "text": "Kī sāḍē sāri'āṁ vicōṁ isē tē upadēśa utāri'ā hai sagōṁ uha jhūṭhā hai āpaṇē mūhōṁ vaḍā baṇana vālā"
        },
        {
            "chapter": 54,
            "verse": 26,
            "text": "Huṇa uha kala samajha laiṇagē ki kauṇa jhūṭhā atē kihaṛā āpaṇē mūhōṁ vaḍā baṇana vālā hai"
        },
        {
            "chapter": 54,
            "verse": 27,
            "text": "Asīṁ unhāṁ dē imatihāna la'ī uṭhaṇī nū bhējaṇa vālē hāṁ tāṁ tusīṁ uḍīka karō atē dhīraja rakhō"
        },
        {
            "chapter": 54,
            "verse": 28,
            "text": "Atē unhāṁ nū sāvadhāna kara di'u ki pāṇī unhāṁ la'ī vaḍa ditā gi'ā hai. Hara ika āpaṇī vārī tē hāzira hōvē"
        },
        {
            "chapter": 54,
            "verse": 29,
            "text": "Phira unhāṁ nē āpaṇē ādamīṁ nū bulā'i'ā tāṁ usa nē halā bōli'ā atē uṇṭhaṇī nū vaḍa ditā"
        },
        {
            "chapter": 54,
            "verse": 30,
            "text": "Phira kihōṁ jihī sī mērī sazā atē mērā ḍarā'uṇā. Asīṁ unhāṁ ika caghi'āṛa"
        },
        {
            "chapter": 54,
            "verse": 31,
            "text": "bhējī tāṁ uha i'uṁ hō ga'ē jivēṁ vāṛa vālē dī khuśaka atē latāṛī zūra-cūra hō'ī vāṛa"
        },
        {
            "chapter": 54,
            "verse": 32,
            "text": "Atē asīṁ kura'āna dē upadēśa nū samajhaṇa la'ī saukhā kara ditā tāṁ kī kō'ī hai sikhi'ā prāpata karana vālā"
        },
        {
            "chapter": 54,
            "verse": 33,
            "text": "Lūta dī kauma nē ḍarā'uṇa vāli'āṁ tōṁ inakāra kītā"
        },
        {
            "chapter": 54,
            "verse": 34,
            "text": "Asīṁ unhāṁ tē pathara suṭaṇa vālī havā bhējī. Sirafa lūta dē ghara vālē usa tō bacē atē asīṁ unhāṁ nū savēra hōṇa tōṁ pahilāṁ bacā li'ā"
        },
        {
            "chapter": 54,
            "verse": 35,
            "text": "Āpaṇē valōṁ kirapā karakē asīṁ' unhāṁ nū ajihā hī badalā didē hāṁ jihaṛē śukara karadē hana"
        },
        {
            "chapter": 54,
            "verse": 36,
            "text": "Atē lūta nē unhāṁ nū sāḍī pakaṛa tōṁ ḍarā'i'ā. Phira unhāṁ nē usa dē ḍarā'uṇṇa tē jhagaṛā kītā"
        },
        {
            "chapter": 54,
            "verse": 37,
            "text": "Atē usa tōṁ usadē mahimānā nū laiṇā cāhi'ā, sō asīṁ unhāṁ dī'āṁ akhāṁ mīṭa ditī'āṁ. Huṇa la'ō savāda mērī sazā atē mērē ḍara dā"
        },
        {
            "chapter": 54,
            "verse": 38,
            "text": "Atē taṛakasāra hī unhāṁ tē āfata ā ga'ī jihaṛī aṭala sī"
        },
        {
            "chapter": 54,
            "verse": 39,
            "text": "Huṇa la'uṁ savāda mērī sazā atē ḍarā'uṇa dā"
        },
        {
            "chapter": 54,
            "verse": 40,
            "text": "Atē asīṁ kura'āna dē upadēśa nū samajhaṇa la'ī saukhā kara ditā tāṁ kō'ī hai sikhi'ā prāpata karana vālā"
        },
        {
            "chapter": 54,
            "verse": 41,
            "text": "Atē ḍarā'uṇa vālē phira'auna dē kōla pahucē"
        },
        {
            "chapter": 54,
            "verse": 42,
            "text": "Tāṁ asīṁ unhāṁ nū ika zōrāvara atē samarathā vālē vāṅga phaṛha li'ā"
        },
        {
            "chapter": 54,
            "verse": 43,
            "text": "Kī tuhāḍē inakāra karana vālē inhāṁ lōkāṁ tōṁ vadhī'ā hana jāṁ tuhāḍē la'ī ākāśī kitābāṁ vica mu'āfī likha ditī ga'ī hai"
        },
        {
            "chapter": 54,
            "verse": 44,
            "text": "Kī uha kahidē hana ki asīṁ ajihē samūha hāṁ jihaṛē prabhāvaśālī rahāṅgē"
        },
        {
            "chapter": 54,
            "verse": 45,
            "text": "Jaladī hī iha samūha hārēgā atē piṭha ghūmāṁ kē bhajēgā"
        },
        {
            "chapter": 54,
            "verse": 46,
            "text": "Sagōṁ ki'āmata unhāṁ dē vā'adē dā samāṁ hai atē ki'āmata dē hada kaṭhōra atē kauṛī vasatū hai"
        },
        {
            "chapter": 54,
            "verse": 47,
            "text": "Bēśaka aparādhī lōka kurāhē pa'ē hana atē nā samajhī vica hana"
        },
        {
            "chapter": 54,
            "verse": 48,
            "text": "Jisa dina uha mūdhē-mūha aga vica ghasīṭē jāṇagē. La'u savāda aga dā"
        },
        {
            "chapter": 54,
            "verse": 49,
            "text": "Asīṁ harēka cīza nū adāzē anusāra paidā kītā"
        },
        {
            "chapter": 54,
            "verse": 50,
            "text": "Atē sāḍā hukama basa acānaka ā jāvēgā jivēṁ akha dā jhapakaṇa"
        },
        {
            "chapter": 54,
            "verse": 51,
            "text": "Atē asīṁ naśaṭa kara cukē hāṁ tuhāḍē nāla vāli'āṁ nū phira kī kō'ī hai sōcaṇa vālā"
        },
        {
            "chapter": 54,
            "verse": 52,
            "text": "Atē jihaṛā kujha unhāṁ nē kītā sabha kitābāṁ vica likhi'ā hō'i'ā hai"
        },
        {
            "chapter": 54,
            "verse": 53,
            "text": "Atē harēka chōṭī vaḍī gala likhī hō'ī hai"
        },
        {
            "chapter": 54,
            "verse": 54,
            "text": "Bēśaka ḍara rakhaṇa vālē bāġāṁ atē nahirāṁ vica hōṇagē"
        },
        {
            "chapter": 54,
            "verse": 55,
            "text": "Uha sacī baiṭhaka vica baiṭhē hōṇagē samaratha pātaśāha dē kōla"
        },
        {
            "chapter": 55,
            "verse": 1,
            "text": "Rahimāna (da'i'āvāna) nē"
        },
        {
            "chapter": 55,
            "verse": 2,
            "text": "Kura'āna dī sikhi'ā ditī"
        },
        {
            "chapter": 55,
            "verse": 3,
            "text": "Usa nē manukha nū paidā kītā"
        },
        {
            "chapter": 55,
            "verse": 4,
            "text": "Usa nū bōlaṇā sikhā'i'ā"
        },
        {
            "chapter": 55,
            "verse": 5,
            "text": "Sūraja atē cada dē la'ī ika hisāśa hai"
        },
        {
            "chapter": 55,
            "verse": 6,
            "text": "Atē tārē tē daraḵẖata sijadā karadē hana"
        },
        {
            "chapter": 55,
            "verse": 7,
            "text": "Atē usa nē ākāśa nū uci'āṁ kītā atē takaṛī rakha ditī"
        },
        {
            "chapter": 55,
            "verse": 8,
            "text": "Ki tusīṁ tōlaṇa vica pharaka nā karō"
        },
        {
            "chapter": 55,
            "verse": 9,
            "text": "Atē inasāfa dē nāla ṭhīka tōlō atē tōla vica gaṛabaṛī nā karōṁ"
        },
        {
            "chapter": 55,
            "verse": 10,
            "text": "atē usa nē dharatī nū ḵẖalakata la'ī rakha ditā"
        },
        {
            "chapter": 55,
            "verse": 11,
            "text": "Isa vica mēvē hana atē khajūrāṁ hana, jinhāṁ upara khōla (galāpha) hudā hai"
        },
        {
            "chapter": 55,
            "verse": 12,
            "text": "Atē tūṛī vālā anāja vī atē sugadhī vālē phula vī"
        },
        {
            "chapter": 55,
            "verse": 13,
            "text": "Phira tūsīṁ āpaṇē raba dī'āṁ kihaṛī'āṁ kihaṛī'āṁ ni'amatāṁ tōṁ inakāra karōgē"
        },
        {
            "chapter": 55,
            "verse": 14,
            "text": "Usa nē manukha nū ṭhīkarī varagī sukī miṭī tōṁ paidā kītā"
        },
        {
            "chapter": 55,
            "verse": 15,
            "text": "Atē usa nē jināṁ nū aga dī'āṁ lapaṭāṁ tōṁ paidā kītā"
        },
        {
            "chapter": 55,
            "verse": 16,
            "text": "Phira tusīṁ āpaṇē raba dī'āṁ kihaṛī'āṁ kihaṛī'āṁ ni'amatāṁ tōṁ inakāra karōgē"
        },
        {
            "chapter": 55,
            "verse": 17,
            "text": "Atē uha mālaka hai dōvāṁ pūraba (caṛhadi'āṁ) atē dōvāṁ pachama (lahidi'āṁ) dā"
        },
        {
            "chapter": 55,
            "verse": 18,
            "text": "Phira tusīṁ āpaṇē raba dī'āṁ kihaṛī'āṁ kihaṛī'āṁ ni'amatāṁ tōṁ inakāra karōgē"
        },
        {
            "chapter": 55,
            "verse": 19,
            "text": "Usa nē barābara mila kē calaṇa vālē dō dari'ā (samudara) paidā kītē"
        },
        {
            "chapter": 55,
            "verse": 20,
            "text": "dōvāṁ dē vica ika paradā (rōka) hai, jisa tōṁ uha agē nahīṁ vadhadē"
        },
        {
            "chapter": 55,
            "verse": 21,
            "text": "Phira tusīṁ āpaṇē raba dī'āṁ kihaṛī'āṁ kihaṛī'āṁ ni'amatāṁ tōṁ inakāra karōṅgē"
        },
        {
            "chapter": 55,
            "verse": 22,
            "text": "Inhāṁ dōvāṁ (samudarāṁ) vicōṁ mōtī atē mūgē nikaladē hana"
        },
        {
            "chapter": 55,
            "verse": 23,
            "text": "Phira tusīṁ āpaṇē raba dī'āṁ kihaṛī'āṁ kihaṛī'āṁ ni'amatāṁ tōṁ inakāra karōgē"
        },
        {
            "chapter": 55,
            "verse": 24,
            "text": "Atē jahāza vī usē dē hana jihaṛē samudara vica pahāṛāṁ vāṅga khaṛhē hudē hana"
        },
        {
            "chapter": 55,
            "verse": 25,
            "text": "Phira tusīṁ āpaṇē raba dī'āṁ kihaṛī'āṁ kihaṛī'āṁ ni'amatāṁ tōṁ inakāra karōgē"
        },
        {
            "chapter": 55,
            "verse": 26,
            "text": "Jihaṛā dharatī'tē hai uha nāśa hōṇa vālā hai"
        },
        {
            "chapter": 55,
            "verse": 27,
            "text": "Atē tērē raba dī hī prasasā vālī atē izata vālī hasatī kā'ima rahēgī"
        },
        {
            "chapter": 55,
            "verse": 28,
            "text": "Phira tusīṁ āpaṇē raba dī'āṁ kihaṛī'āṁ kihaṛī'āṁ ni'amatāṁ tōṁ inakāra karōṅgē"
        },
        {
            "chapter": 55,
            "verse": 29,
            "text": "Usē tōṁ magadē hana jihaṛē (maḵẖalūka) ākāśāṁ atē dharatī vica hana. Hara rōza usa dā ika kama"
        },
        {
            "chapter": 55,
            "verse": 30,
            "text": "(hai. 30) Phira tusīṁ āpaṇē raba dī'āṁ kihaṛī'āṁ kihaṛī'āṁ ni'amatāṁ tōṁ inakāra karōgē"
        },
        {
            "chapter": 55,
            "verse": 31,
            "text": "Hē dō bhārī kāfali'ō! Asīṁ jaladī hī tuhāḍē vala dhi'āna karana vālē hāṁ"
        },
        {
            "chapter": 55,
            "verse": 32,
            "text": "Phira tusīṁ āpaṇē raba dī'āṁ kihaṛī'āṁ kihaṛī'āṁ ni'amatāṁ tōṁ inakāra karōgē"
        },
        {
            "chapter": 55,
            "verse": 33,
            "text": "Hē jināṁ atē manukhāṁ dē ṭōli'ō! Jēkara tuhāḍē tōṁ hō sakē tāṁ tusīṁ ākāśāṁ atē dharatī dī'āṁ hadāṁ tōṁ nikala jā'u. Tāṁ nikala jā'u tusīṁ' pramāṇa tōṁ binhāṁ nahīṁ nikala sakadē"
        },
        {
            "chapter": 55,
            "verse": 34,
            "text": "Phira tusīṁ āpaṇē raba dī'āṁ kihaṛī'āṁ kihaṛī'āṁ ni'amatāṁ tōṁ inakāra karōgē"
        },
        {
            "chapter": 55,
            "verse": 35,
            "text": "Tuhāḍē tē aga dī'āṁ lapaṭāṁ atē dhū'āṁ chaḍi'ā jāvēgā tāṁ tusīṁ bacā nahīṁ kara sakaugē"
        },
        {
            "chapter": 55,
            "verse": 36,
            "text": "Phira tusīṁ āpaṇē raba dī'āṁ kihaṛī'āṁ kihaṛī'āṁ ni'amatāṁ tōṁ inakāra karōgē"
        },
        {
            "chapter": 55,
            "verse": 37,
            "text": "Phira jadōṁ ākāśa phaṭa kē camaṛē dī' tar'hāṁ lāla hō jāvēgā"
        },
        {
            "chapter": 55,
            "verse": 38,
            "text": "Phira tusīṁ āpaṇē raba dī'āṁ kihaṛī'āṁ kihaṛī'āṁ ni'amatāṁ tōṁ inakāra karōgē"
        },
        {
            "chapter": 55,
            "verse": 39,
            "text": "Sō usa dina kisē manukha jāṁ jina tōṁ usa dē pāpāṁ bārē paṛatāla nahīṁ hōvēgī"
        },
        {
            "chapter": 55,
            "verse": 40,
            "text": "Phira tusīṁ āpaṇē raba dī'āṁ kihaṛī'āṁ kihaṛī'āṁ ni'amatāṁ tōṁ inakāra karōgē"
        },
        {
            "chapter": 55,
            "verse": 41,
            "text": "Aparādhī āpaṇē lachaṇāṁ tōṁ pachāṇa la'ē jāṇagē. Phira sira dē vālāṁ atē pairāṁ tōṁ phaṛhē jāṇagē"
        },
        {
            "chapter": 55,
            "verse": 42,
            "text": "Phira tusīṁ āpaṇē raba dī'āṁ kihaṛī'āṁ kihaṛī'āṁ ni'amatāṁ tōṁ inakāra karōgē"
        },
        {
            "chapter": 55,
            "verse": 43,
            "text": "Iha naraka hai jisa nū aparādhī lōka jhūṭha dasadē sī"
        },
        {
            "chapter": 55,
            "verse": 44,
            "text": "Phira phiranagē usa (naraka) dē vicakāra atē khaul'hadē hō'ē pāṇī dē vicakāra"
        },
        {
            "chapter": 55,
            "verse": 45,
            "text": "Phira tusīṁ āpaṇē raba dī'āṁ kihaṛī'āṁ kihaṛī'āṁ ni'amatāṁ tōṁ inakāra karōgē"
        },
        {
            "chapter": 55,
            "verse": 46,
            "text": "Atē jihaṛā badā āpaṇē raba dē sāhamaṇē khaṛhā hōṇa tōṁ ḍari'ā usa la'ī dō bāġa hana"
        },
        {
            "chapter": 55,
            "verse": 47,
            "text": "Phira tusīṁ āpaṇē raba dī'āṁ kihaṛī'āṁ kihaṛī'āṁ ni'amatāṁ tōṁ inakāra karōgē"
        },
        {
            "chapter": 55,
            "verse": 48,
            "text": "Dōvēṁ bahuta śākhāvāṁ vālē"
        },
        {
            "chapter": 55,
            "verse": 49,
            "text": "Phira tusīṁ āpaṇē raba dī'āṁ kihaṛī'āṁ kihaṛī'āṁ ni'amatāṁ tōṁ inakāra karaugē"
        },
        {
            "chapter": 55,
            "verse": 50,
            "text": "Dōvāṁ vica dō caśamē, vagadē hana"
        },
        {
            "chapter": 55,
            "verse": 51,
            "text": "tāṁ phira tusīṁ āpaṇē prabhū dē kihaṛē bhavikha nū nakārōgē"
        },
        {
            "chapter": 55,
            "verse": 52,
            "text": "dōvāṁ bāġāṁ vica harēka fala dī'āṁ dō kisamāṁ (hōṇagī'āṁ)"
        },
        {
            "chapter": 55,
            "verse": 53,
            "text": "phira tusīṁ āpaṇē raba dī'āṁ kihaṛī'āṁ kihaṛī'āṁ ni'amatāṁ tōṁ inakāra karaugē"
        },
        {
            "chapter": 55,
            "verse": 54,
            "text": "Uha sar'hāṇā lagā kē ajihē ba̔isatari'āṁ dē utē baiṭhē hōṇagē, jinhāṁ dē asatara mōṭē rēśama dē hōṇagē atē unhāṁ bāġāṁ vica phala jhuki'ā hōvēgā"
        },
        {
            "chapter": 55,
            "verse": 55,
            "text": "Phira tusīṁ āpaṇē raba dī'āṁ kihaṛī'āṁ kihaṛī'āṁ ni'amatāṁ tōṁ inakāra karōṅgē"
        },
        {
            "chapter": 55,
            "verse": 56,
            "text": "Unhāṁ vica nīnvī'āṁ akhāṁ vālī'āṁ auratāṁ hōṇagī'āṁ. Jinhāṁ na unhāṁ lōkāṁ tōṁ pahilāṁ nā kisē manukha nē ḍ'̔ūhi'ā hōvēgā atē nā kisē jina nē"
        },
        {
            "chapter": 55,
            "verse": 57,
            "text": "Phira tusīṁ āpaṇē raba dī'āṁ kihaṛī'āṁ kihaṛī'āṁ ni'amatāṁ tōṁ inakāra karōgē"
        },
        {
            "chapter": 55,
            "verse": 58,
            "text": "Uha ajihī'āṁ hōṇagī'āṁ jivēṁ, yākūta (lāla) atē marajāna (mūgā) hana"
        },
        {
            "chapter": 55,
            "verse": 59,
            "text": "Phira tusīṁ āpaṇē raba dī'āṁ kihaṛī'āṁ kihaṛī'āṁ ni'amatāṁ tōṁ inakāra karōgē"
        },
        {
            "chapter": 55,
            "verse": 60,
            "text": "Nēkī dā badalā nēkī tōṁ sivā'ē hōra kī hai"
        },
        {
            "chapter": 55,
            "verse": 61,
            "text": "phira tusīṁ āpaṇē raba dī'āṁ kihaṛī'āṁ kihaṛī'āṁ ni'amatāṁ tōṁ inakāra karōgē"
        },
        {
            "chapter": 55,
            "verse": 62,
            "text": "Atē inhāṁ bāġāṁ tōṁ ilāvā dō bāġa hōra hana"
        },
        {
            "chapter": 55,
            "verse": 63,
            "text": "Phira tusīṁ āpaṇē raba dī'āṁ kihaṛī'āṁ kihaṛī'āṁ ni'amatāṁ tōṁ inakāra karōgē"
        },
        {
            "chapter": 55,
            "verse": 64,
            "text": "Dōvēṁ gahirē gūṛē harē raga dē"
        },
        {
            "chapter": 55,
            "verse": 65,
            "text": "Phira tusīṁ āpaṇē raba dī'āṁ kihaṛī'āṁ kihaṛī'āṁ ni'amatāṁ tōṁ inakāra karōgē"
        },
        {
            "chapter": 55,
            "verse": 66,
            "text": "Unhāṁ vica dō ubaladē hō'ē jharanē hōṇagē"
        },
        {
            "chapter": 55,
            "verse": 67,
            "text": "Phira tusīṁ āpaṇē raba dī'āṁ kihaṛī'āṁ kihaṛī'āṁ ni'amatāṁ tōṁ inakāra karōṅgē"
        },
        {
            "chapter": 55,
            "verse": 68,
            "text": "Unhāṁ vica phala khajūra atē anāra hōṇagē"
        },
        {
            "chapter": 55,
            "verse": 69,
            "text": "Phira tusīṁ āpaṇē raba dī'āṁ kihaṛī'āṁ kihaṛī'āṁ ni'amatāṁ tōṁ inakāra karōṅgē"
        },
        {
            "chapter": 55,
            "verse": 70,
            "text": "Unhāṁ vica ḵẖūbasūrata atē cagē caritara vālī'āṁ auratāṁ hōṇagī'āṁ"
        },
        {
            "chapter": 55,
            "verse": 71,
            "text": "Phira tusīṁ āpaṇē raba dī'āṁ kihaṛī'āṁ kihaṛī'āṁ ni'amatāṁ tōṁ inakāra karōṅgē"
        },
        {
            "chapter": 55,
            "verse": 72,
            "text": "Hūrāṁ (savaraga dī'āṁ sudarī'āṁ) khēmi'āṁ vica rahiṇa vālī'āṁ"
        },
        {
            "chapter": 55,
            "verse": 73,
            "text": "Phira tusīṁ āpaṇē raba dī'āṁ kihaṛī'āṁ kihaṛī'āṁ ni'amatāṁ tōṁ inakāra karaugē"
        },
        {
            "chapter": 55,
            "verse": 74,
            "text": "Unhāṁ tōṁ pahilāṁ nā kisē manukha nē hatha lagā'i'ā hōvēgā atē nā kisē jina nē"
        },
        {
            "chapter": 55,
            "verse": 75,
            "text": "Phira tusīṁ āpaṇē raba dī'āṁ kihaṛī'āṁ kihaṛī'āṁ ni'amatāṁ tōṁ inakāra karaugē"
        },
        {
            "chapter": 55,
            "verse": 76,
            "text": "Harē ġalici'āṁ atē kīmatī bisatari'āṁ tē sar'hāṇē lā kē baiṭhē hōṇagē"
        },
        {
            "chapter": 55,
            "verse": 77,
            "text": "Phira tusīṁ āpaṇē raba dī'āṁ kihaṛī'āṁ kihaṛī'āṁ ni'amatāṁ tōṁ inakāra karōṅgē"
        },
        {
            "chapter": 55,
            "verse": 78,
            "text": "Vaḍī barakata vālā, prasasā vālā atē ucī śāna vālā hai tērē raba dā nāṁ"
        },
        {
            "chapter": 56,
            "verse": 1,
            "text": "Jadōṁ hōṇa vālī ghaṭanā hō jāvēgī"
        },
        {
            "chapter": 56,
            "verse": 2,
            "text": "Usa dē vāparana vica kō'ī jhūṭha nahīṁ"
        },
        {
            "chapter": 56,
            "verse": 3,
            "text": "Uha nīnvā atē ucā karana vālī hōvēgī"
        },
        {
            "chapter": 56,
            "verse": 4,
            "text": "Jadōṁ dharatī hilā ditī jāvēgī"
        },
        {
            "chapter": 56,
            "verse": 5,
            "text": "Atē pahāṛa ṭuṭa kē cūrā cūrā hō jāṇagē"
        },
        {
            "chapter": 56,
            "verse": 6,
            "text": "Phira uha khilarī hō'ī dhūṛa saṇa kē rahi jāṇagē"
        },
        {
            "chapter": 56,
            "verse": 7,
            "text": "Atē tusīṁ lōka tina tar'hāṁ dē hō jāvēṅgē"
        },
        {
            "chapter": 56,
            "verse": 8,
            "text": "Phira sajē hatha vālē, kī khūba hana"
        },
        {
            "chapter": 56,
            "verse": 9,
            "text": "Atē khabē hatha vālē (aphasōsa), khabē hatha vālē kihō jihē būrē hana"
        },
        {
            "chapter": 56,
            "verse": 10,
            "text": "Atē agē vālē tāṁ agē vālē hī hana"
        },
        {
            "chapter": 56,
            "verse": 11,
            "text": "Uha nēṛē rahiṇa vālē lōka hana"
        },
        {
            "chapter": 56,
            "verse": 12,
            "text": "Ni'amatāṁ dē bāġāṁ vica"
        },
        {
            "chapter": 56,
            "verse": 13,
            "text": "Unhāṁ dī vaḍī sakhi'āṁ pahilē lōkāṁ vica hōvēgī"
        },
        {
            "chapter": 56,
            "verse": 14,
            "text": "Atē thōṛhē pichali'āṁ vicōṁ hōṇagē"
        },
        {
            "chapter": 56,
            "verse": 15,
            "text": "(Hīrē mōtī'āṁ nāla) jaṛā'ū taḵẖatāṁ tē"
        },
        {
            "chapter": 56,
            "verse": 16,
            "text": "Sir'hāṇā lā kē āhamaṇē sāhamaṇē baiṭhē hōṇagē"
        },
        {
            "chapter": 56,
            "verse": 17,
            "text": "Unhāṁ dē kōla hamēśāṁ rahiṇa vālē bacē (naujavāna) ghuma rahē hōṇagē"
        },
        {
            "chapter": 56,
            "verse": 18,
            "text": "Kapa atē jaga lai kē atē vadhī'ā śarāba dā pi'ālā"
        },
        {
            "chapter": 56,
            "verse": 19,
            "text": "Usa nāla nā sira dukhēgā nā budhī vica vikāra āvēgā"
        },
        {
            "chapter": 56,
            "verse": 20,
            "text": "Atē fala jihaṛē uha cāhuṇa zuṇa laiṇa"
        },
        {
            "chapter": 56,
            "verse": 21,
            "text": "Atē pachī'āṁ dā uha māsa jihaṛā unhāṁ nū pasada hōvē"
        },
        {
            "chapter": 56,
            "verse": 22,
            "text": "Atē vaḍī'āṁ akhāṁ vālī'āṁ (khūbasūrata) hūrāṁ"
        },
        {
            "chapter": 56,
            "verse": 23,
            "text": "Jivēṁ ḍhakē hō'ē mōtī dē dāṇē"
        },
        {
            "chapter": 56,
            "verse": 24,
            "text": "Fala unhāṁ karamāṁ dā jihaṛē uha karadē sana"
        },
        {
            "chapter": 56,
            "verse": 25,
            "text": "Usa vica uha kō'ī vi'aratha atē pāpa dī gala nahīṁ suṇanagē"
        },
        {
            "chapter": 56,
            "verse": 26,
            "text": "Paratū sirafa unhāṁ nū salāma hōvēgā"
        },
        {
            "chapter": 56,
            "verse": 27,
            "text": "Atē sajē vālē, kī khūba hana sajē vālē"
        },
        {
            "chapter": 56,
            "verse": 28,
            "text": "Bēra dē rukhāṁ vica jinhāṁ vica kaḍā nahīṁ"
        },
        {
            "chapter": 56,
            "verse": 29,
            "text": "Atē kēli'āṁ dē guchē"
        },
        {
            "chapter": 56,
            "verse": 30,
            "text": "atē phailī hō'ī chāṁ"
        },
        {
            "chapter": 56,
            "verse": 31,
            "text": "Atē vagadā hō'i'ā pāṇī"
        },
        {
            "chapter": 56,
            "verse": 32,
            "text": "Atē bhānta bhānta dē fala"
        },
        {
            "chapter": 56,
            "verse": 33,
            "text": "Jihaṛē nā ḵẖatama hōṇagē. Atē nā unhāṁ nū kō'ī rōka ṭōka hōvēgī"
        },
        {
            "chapter": 56,
            "verse": 34,
            "text": "Atē ucē ba̔isatarē"
        },
        {
            "chapter": 56,
            "verse": 35,
            "text": "Asīṁ unhāṁ auratāṁ nū khāsa taura tē baṇā'i'ā"
        },
        {
            "chapter": 56,
            "verse": 36,
            "text": "Phira unhāṁ nū kavārī'āṁ rakhi'ā hai"
        },
        {
            "chapter": 56,
            "verse": 37,
            "text": "Manamōhana vālī'āṁ atē ika samāna umara vālī'āṁ"
        },
        {
            "chapter": 56,
            "verse": 38,
            "text": "Sajē vāli'āṁ la'ī"
        },
        {
            "chapter": 56,
            "verse": 39,
            "text": "Agali'āṁ vicōṁ ika samūha hōnvēgā"
        },
        {
            "chapter": 56,
            "verse": 40,
            "text": "Atē pichali'āṁ vicōṁ vī ika vaḍā samūha hōnvēgā"
        },
        {
            "chapter": 56,
            "verse": 41,
            "text": "Atē khabē vālē, kihō jihē būrē hana khabē vālē"
        },
        {
            "chapter": 56,
            "verse": 42,
            "text": "Aga vica atē khauladē hō'ē pāṇī vica"
        },
        {
            "chapter": 56,
            "verse": 43,
            "text": "Atē kālē dhū'ē dī chāṁ vica"
        },
        {
            "chapter": 56,
            "verse": 44,
            "text": "Nā ṭhaḍhā nā cagā lagaṇa vālā"
        },
        {
            "chapter": 56,
            "verse": 45,
            "text": "Iha lōka isa tōṁ pahilāṁ khuśahāla sana"
        },
        {
            "chapter": 56,
            "verse": 46,
            "text": "Atē uha vaḍē pāpa tē aṛē rahidē sana"
        },
        {
            "chapter": 56,
            "verse": 47,
            "text": "Atē uha kahidē sī, ki jadōṁ asīṁ mara jāvāṅgē atē asīṁ miṭī atē haḍī'āṁ hō jāvāṅgē tāṁ kī asīṁ phira uṭhā'ē jāvāṅgē"
        },
        {
            "chapter": 56,
            "verse": 48,
            "text": "atē kī sāḍē pahilē pi'u dādē vī"
        },
        {
            "chapter": 56,
            "verse": 49,
            "text": "ākhōṁ, ki agalē tē pichalē"
        },
        {
            "chapter": 56,
            "verse": 50,
            "text": "Ika mithē hō'ē samēṁ dē dina tē sārē ikaṭhē kītē jāvōgē"
        },
        {
            "chapter": 56,
            "verse": 51,
            "text": "Phira hē bahikē hō'ē atē jhuṭhalā'uṇa vāli'ō"
        },
        {
            "chapter": 56,
            "verse": 52,
            "text": "zākūma (thōra) dē rukha khā'ugē"
        },
        {
            "chapter": 56,
            "verse": 53,
            "text": "Phira usa nāla āpaṇā pēṭa bharōgē"
        },
        {
            "chapter": 56,
            "verse": 54,
            "text": "Phira usa tōṁ bā'ada ubaladā pāṇī pī'ugē"
        },
        {
            "chapter": 56,
            "verse": 55,
            "text": "Phira tihā'ē uṭhā dī taṛhāṁ pī'uṅgē"
        },
        {
            "chapter": 56,
            "verse": 56,
            "text": "Iha unhāṁ dī inasāfa dē dina mahimāna nivāzī hōvēgī"
        },
        {
            "chapter": 56,
            "verse": 57,
            "text": "Asīṁ tuhānū paidā kītā hai phira tusīṁ puśaṭī ki'uṁ nahīṁ karadē"
        },
        {
            "chapter": 56,
            "verse": 58,
            "text": "kī tusīṁ usa cīza (vīraza) bārē vicāra kītā jihaṛā tusīṁ (auratāṁ vē garabha vica) ṭapakā'undē hō"
        },
        {
            "chapter": 56,
            "verse": 59,
            "text": "Kī tusī usa nū ākāra (inasāna baṇā'undē hō) didē hō jāṁ asīṁ"
        },
        {
            "chapter": 56,
            "verse": 60,
            "text": "Asīṁ tuhāḍē vica mauta niyata kītī hai atē asīṁ_usa tōṁ ājiza (majabūra) nahīṁ"
        },
        {
            "chapter": 56,
            "verse": 61,
            "text": "Ki tuhāḍī jag'hā tē tuhāḍē varagē paidā kara ditē jāṇa atē tuhānū ajihē rūpa vica baṇā ditā jāvē, jisa nū tusīṁ jāṇadē nahīṁ"
        },
        {
            "chapter": 56,
            "verse": 62,
            "text": "Atē tusīṁ pahilē janama nū jāṇadē hō?Phira sikhi'ā ki'uṁ nahīṁ laindē"
        },
        {
            "chapter": 56,
            "verse": 63,
            "text": "kī tusīṁ usa cīza tē vicāra kītā jihaṛī tusīṁ bījadē hō"
        },
        {
            "chapter": 56,
            "verse": 64,
            "text": "Kī tusī usa nū ugā'undē hō jāṁ asīṁ ugā'uṇa vālē hāṁ"
        },
        {
            "chapter": 56,
            "verse": 65,
            "text": "Jēkara asīṁ cāhī'ē tāṁ usa nū zūra-jūra kara dē'ī'ē, phira tusīṁ galāṁ karadē rahi jā'u"
        },
        {
            "chapter": 56,
            "verse": 66,
            "text": "Ki asīṁ tāṁ ghāṭē vica calē ga'ē"
        },
        {
            "chapter": 56,
            "verse": 67,
            "text": "Sagōṁ asīṁ pūrana taura tē ujaṛa ga'ē"
        },
        {
            "chapter": 56,
            "verse": 68,
            "text": "Kī tusīṁ vicāra kītā usa pāṇī tē jihaṛā tusīṁ pīndē hō"
        },
        {
            "chapter": 56,
            "verse": 69,
            "text": "Kī usa nū badalāṁ vicōṁ tusīṁ utāri'ā hai"
        },
        {
            "chapter": 56,
            "verse": 70,
            "text": "Jāṁ asīṁ utārana vālē hāṁ. Jēkara asīṁ cāhī'ē tāṁ usa nū bēhada khārā kara dē'ī'ē. Phira tusīṁ śukara ki'uṁ nahīṁ karadē"
        },
        {
            "chapter": 56,
            "verse": 71,
            "text": "kī tusīṁ usa aga tē vicāra kītā jisa nū tusīṁ bāladē hō"
        },
        {
            "chapter": 56,
            "verse": 72,
            "text": "Kī usa dē rukha nū tūsīṁ' paidā kītā hai jāṁ asīṁ' paidā karana vālē hāṁ"
        },
        {
            "chapter": 56,
            "verse": 73,
            "text": "Asīṁ usa nū yāda karana la'ī baṇā'i'ā hai atē rāhī'āṁ pāndhī'āṁ dē varataṇa la'ī"
        },
        {
            "chapter": 56,
            "verse": 74,
            "text": "Sō tusīṁ āpaṇē mahāna raba dī sifata salāha karō"
        },
        {
            "chapter": 56,
            "verse": 75,
            "text": "Tāṁ nahīṁ maiṁ tāri'āṁ dī'āṁ mazalāṁ dī sahū khāndā hāṁ"
        },
        {
            "chapter": 56,
            "verse": 76,
            "text": "Atē jēkara tusīṁ vicāra karōṁ tāṁ iha bahuta vaḍī sahū hai"
        },
        {
            "chapter": 56,
            "verse": 77,
            "text": "Bēśaka iha ika ucē rutabē vālā kura'āna hai"
        },
        {
            "chapter": 56,
            "verse": 78,
            "text": "Ika surakhi'ata kitāba vica (likhi'ā hō'i'ā hai)"
        },
        {
            "chapter": 56,
            "verse": 79,
            "text": "Isa nū uha hī hatha lā'undē hana jihaṛē pavitara baṇā'ē ga'ē hana"
        },
        {
            "chapter": 56,
            "verse": 80,
            "text": "Iha sārē sasāra dē raba valōṁ utari'ā hai"
        },
        {
            "chapter": 56,
            "verse": 81,
            "text": "Phira kī tusīṁ isa bāṇī nāla bēparavāhī varatadē hō"
        },
        {
            "chapter": 56,
            "verse": 82,
            "text": "Atē tusīṁ āpaṇā hisā iha laindē hō. Kī tusīṁ isa tōṁ inakāra karadē hō"
        },
        {
            "chapter": 56,
            "verse": 83,
            "text": "Phira ki'uṁ nahīṁ, jadōṁ rūha sagha vica ā pahucadī hai"
        },
        {
            "chapter": 56,
            "verse": 84,
            "text": "atē tusīṁ usa vēlē dēkha rahē hudē hō"
        },
        {
            "chapter": 56,
            "verse": 85,
            "text": "Atē asīṁ tuhāḍē tōṁ zi'ādā usa badē dē nēṛē hudē hāṁ para tusīṁ nahīṁ dēkhadē"
        },
        {
            "chapter": 56,
            "verse": 86,
            "text": "Phira ki'uṁ nahīṁ jēkara tusīṁ adhīna nahīṁ hō"
        },
        {
            "chapter": 56,
            "verse": 87,
            "text": "Tāṁ tusīṁ usa rūha nū mōṛa ki'uṁ nahīṁ li'ā'undē, jēkara tusīṁ sacē hō"
        },
        {
            "chapter": 56,
            "verse": 88,
            "text": "Tāṁ jēkara uha (alāha dē) nazadīkī'āṁ vicōṁ' hai"
        },
        {
            "chapter": 56,
            "verse": 89,
            "text": "Tāṁ ārāma hai atē cagī sukha samagarī hai atē ni'amata dē bāġa hana"
        },
        {
            "chapter": 56,
            "verse": 90,
            "text": "Atē jēkara uha sajē vāli'āṁ vicōṁ hana"
        },
        {
            "chapter": 56,
            "verse": 91,
            "text": "Tāṁ tuhāḍē utē salāmatī hōvē (ki'uṅki) tusī' sacā'ī vāli'āṁ vicōṁ hō"
        },
        {
            "chapter": 56,
            "verse": 92,
            "text": "Atē jēkara uha inakāra karana vālē kurāhī'ē lōkāṁ vicōṁ' hai"
        },
        {
            "chapter": 56,
            "verse": 93,
            "text": "Tāṁ usa dī garama pāṇī nāla mahimāna nivāzī hōvēgī"
        },
        {
            "chapter": 56,
            "verse": 94,
            "text": "Atē naraka vica dāḵẖila kītā jāṇā hai"
        },
        {
            "chapter": 56,
            "verse": 95,
            "text": "Bēśaka iha aṭala sacā'ī hai"
        },
        {
            "chapter": 56,
            "verse": 96,
            "text": "Sō tusīṁ āpaṇē mahāna raba dē nāma vī sifata salāha karō"
        },
        {
            "chapter": 57,
            "verse": 1,
            "text": "Harēka cīza jihaṛī ākāśāṁ atē dharatī vica hai uha alāha dī siphata salāha karadī hai atē uha (alāha) tākatavara atē bāḵẖabara hai"
        },
        {
            "chapter": 57,
            "verse": 2,
            "text": "Asamānāṁ atē dharatī dā samarāja usa dā hī hai. Uha jīvana didā hai atē mauta vī didā hai atē uha hara cīza dī samarathā rakhadā hai"
        },
        {
            "chapter": 57,
            "verse": 3,
            "text": "Uha hī avala hai atē ata vī. Uha gupata vī hai atē pragaṭa vī atē uha hara cīza nū jāṇana vālā hai"
        },
        {
            "chapter": 57,
            "verse": 4,
            "text": "Uha hī hai jisa nē ākāśāṁ atē dharatī nū chē dināṁ vica paidā kītā phira uha sighāsana tē suśōbhita hō'i'ā. Uha jāṇadā hai jihaṛā kujha dharatī dē adara jāndā hai atē jō kujha usa vicōṁ nikaladā hai. Atē jō kūjha asamānāṁ tōṁ utaradā hai jāṁ jō kujha asamānāṁ vica caṛadā hai. Atē uha tuhāḍē nāla hai, tusīṁ jithē vī hō atē jō kujha tusīṁ karadē hō alāha usa nū dēkhadā hai"
        },
        {
            "chapter": 57,
            "verse": 5,
            "text": "Asamānāṁ atē dharatī dā samarāja usa dā hī hai atē alāha vala hī sārē māmalē vāpisa jāndē hana"
        },
        {
            "chapter": 57,
            "verse": 6,
            "text": "Uha rāta nū dina vica dāḵẖila karadā hai atē dina nū rāta vica dāḵẖila karadā hai atē uha dilāṁ dī'āṁ galāṁ jāṇadā hai"
        },
        {
            "chapter": 57,
            "verse": 7,
            "text": "Īmāna li'ā'u alāha atē usa dē rasūla tē atē usa vicōṁ kharacōṁ jisa dā usa nē tuhānū adhikārī baṇā'i'ā hai. Sō jihaṛē lōka tuhāḍē vicōṁ īmāna li'ā'ē atē kharaca karana unhāṁ la'ī vaḍā badalā hai"
        },
        {
            "chapter": 57,
            "verse": 8,
            "text": "Atē tuhānū kī hō'i'ā ki tusī alāha tē īmāna nahīṁ li'ā'undē. Hālāṅki rasūla tuhānū bulā rihā hai isa la'ī ki āpaṇē raba tē īmāna li'ā'u. Atē uha tuhāḍē tōṁ vacana lai cuki'ā hai jēkara tusīṁ śaradhālū hō"
        },
        {
            "chapter": 57,
            "verse": 9,
            "text": "Uha hī hai jihaṛā āpaṇē badi'āṁ tē sapaśaṭa ā'itāṁ utāradā hai tāṁ ki tuhānū hanēri'āṁ tōṁ prakāśa vala lai āvē atē alāha tuhāḍē tē naramī karana vālā hai di'ālū hai"
        },
        {
            "chapter": 57,
            "verse": 10,
            "text": "Atē tuhānū kī hō'i'ā ki tusīṁ alāha dē rāha tē kharaca nahīṁ karadē hālāṅki sārē ākāśa atē dharatī ata nū alāha dā hī rahi jāvēgā. Tuhāḍē vicōṁ jihaṛē lōka jitaṇa tōṁ bā'ada kharaca karana atē yudha karana uha unhāṁ lōkāṁ dē barābara nahīṁ hō sakadē, jinhāṁ nē jitaṇa tōṁ pahilāṁ kharaca kītā atē yudha kītā atē alāha nē sāri'āṁ nāla nēkī dā vā'adā kītā hai. Alāha jāṇadā hai jō kujha tusīṁ karadē hō"
        },
        {
            "chapter": 57,
            "verse": 11,
            "text": "Kauṇa hai jihaṛā alāha nū (sēvā bhāvanā nāla) vadhī'ā karazā dēvē ki uha usa nū usa tōṁ dugaṇā dēvē atē usa la'ī izata vālā fala hai"
        },
        {
            "chapter": 57,
            "verse": 12,
            "text": "Jisa dina tusīṁ mōmina maradāṁ atē mōmina auratāṁ nū dēkhaugē ki unhāṁ dā nūra unhāṁ dē agē atē unhāṁ dē sajē bhaja rihā hōvēgā aja dē dina tuhānū cagī ḵẖabara hai unhāṁ bāġāṁ dī jinhāṁ dē thalē nahirāṁ vagadī'āṁ hōṇagī'āṁ, tusīṁ usa vica hamēśāṁ rahōgē iha vaḍī safalatā hai"
        },
        {
            "chapter": 57,
            "verse": 13,
            "text": "Jisa dina munakara marada atē munakara auratāṁ īmāna li'ā'uṇa vāli'āṁ nū kahiṇagē ki sānū maukā di'u asīṁ vī tuhāḍē nūra tōṁ kujha lābha lai la'ī'ē. Ākhi'ā jāvēgā ki tusīṁ āpaṇē pichē vāpisa calē jā'u. Phira prakāśa dī talāśa karō. Phira unhāṁ dē vicakāra ika kadha khaṛī kara ditī jāvēgī, jisa vica ika daravāzā hōvēgā. Usa dē adara vala rahimata hōvēgī atē bāhara vala sazā hōvēgī"
        },
        {
            "chapter": 57,
            "verse": 14,
            "text": "Uha unhāṁ nū pukāraṇagē ki kī asīṁ tuhāḍē nāla nahī” sī?Uha kahiṇagē ki hāṁ, paratū tusīṁ āpaṇē āpa nū kurāhē pā'i'ā atē rāha dēkhadē rahē atē śaka vica pa'ē rahē atē jhūṭhī'āṁ umīdāṁ nē tuhānū dhōkhē vica rakhi'ā. Ithōṁ taka ki alāha dā faisalā ā gi'ā. Atē munakarāṁ nē tuhānū alāha dē māmalē vica dhōkhā ditā"
        },
        {
            "chapter": 57,
            "verse": 15,
            "text": "Sō aja nā tuhāḍē tōṁ kō'ī aratha daḍa savīkāra kītā jāvēgā atē nā unhāṁ lōkāṁ tōṁ jinhāṁ nē avagi'ā kītī. Tuhāḍā ṭikāṇā aga hai uhī tuhāḍā sāthī hai atē iha bahuta māṛā ṭikāṇā hai"
        },
        {
            "chapter": 57,
            "verse": 16,
            "text": "Kī īmāna vāli'āṁ la'ī uha samāṁ nahīṁ ā'i'ā ki unhāṁ dē sira alāha dē upadēśa dē agē jhuka jāṇa atē usa saca dē agē jihaṛā utāri'ā jā cuki'ā hai. Atē uha unhāṁ lōkāṁ vāṅga nā hō jāṇa jinhāṁ nū pahilāṁ kitāba ditī ga'ī sī. Phira ika labā samāṁ lagha gi'ā tē unhāṁ dē dila saḵẖata hō ga'ē. Unhāṁ vicōṁ zi'ādātara lōka avagi'ākārī hana"
        },
        {
            "chapter": 57,
            "verse": 17,
            "text": "Yāda rakhō ki alāha dharatī nū jīvana didā hai usa dī mauta tōṁ bā'ada asīṁ tuhāḍē la'ī niśānī'āṁ bi'āna kara ditī'āṁ hana tāṁ ki tusīṁ samajhō"
        },
        {
            "chapter": 57,
            "verse": 18,
            "text": "Bēśaka dāna dēṇa vālē marada atē dāna dēṇa vālī'āṁ auratāṁ atē uha lōka jinhāṁ nē alāha nū vadhī'ā karazā ditā. Tāṁ unhāṁ dā fala vadhā ditā jāvēgā atē unhāṁ la'ī sanamānayōga fala hai"
        },
        {
            "chapter": 57,
            "verse": 19,
            "text": "Atē jihaṛē lōka alāha atē usa dē rasūlāṁ tē īmāna li'ā'ē uha lōka hī āpaṇē raba dē nēṛē sacē atē śahīda hana. Unhāṁ la'ī unhāṁ dā badalā atē unhāṁ dā prakāśa hai atē jinhāṁ lōkāṁ nē avagi'ā kītī atē sāḍī'āṁ ā'itāṁ nū jhuṭhalā'i'ā uha lōka naraka dē bhāgī hana"
        },
        {
            "chapter": 57,
            "verse": 20,
            "text": "Samajha lavō ki duni'āvī jīvana sirafa khēḍa tamāśā atē (nakalī) sudaratā atē tuhāḍē āpasa vica ika dūsarē tē māṇa jitā'uṇā atē jā'idāda atē aulāda dī ika dūjē nālōṁ agē vadhaṇa dā yatana hai, jivēṁ sīnha (jisa nāla phasalāṁ paidā hudī'āṁ hana) ki usa dī paidāvāra kisānāṁ nū cagī lagadī hai phira uha suka jāndī hai, phira tū usa nū pīlā dēkhadā hai' phira uha tīlā tīlā hō jāndī hai. Atē pralōka vica alāha valōṁ kaṭhōra sazā vī hai atē mu'āfī atē prasanatā vī. Sasāra dā jīvana dhōkhē dī daulata tōṁ binhāṁ kujha nahīṁ"
        },
        {
            "chapter": 57,
            "verse": 21,
            "text": "Bhajōṁ āpaṇē raba mu'āfī vala atē ajihī janata vala jisa dī vi'āpakatā ākāśa atē dharatī varagī hai. Uha unhāṁ lōkāṁ la'ī ti'āra kītī ga'ī hai jihaṛē alāha atē usa dē rasūlāṁ tē īmāna li'ā'ē. Iha alāha dī kirapā hai. Uha usa nū didā hai jisa nū cāhudā hai. Alāha ati'ata bakhaśiśāṁ dā mālaka hai"
        },
        {
            "chapter": 57,
            "verse": 22,
            "text": "Kō'ī bipatā nā dharatī tē ā'undī hai atē nā tuhāḍē jidagī vica paratū uha ika kitāba vica likhī hō'ī hai. Isa tōṁ pahilāṁ ki asīṁ usa nū paidā karī'ē, bēśaka iha alāha la'ī saukhā hai"
        },
        {
            "chapter": 57,
            "verse": 23,
            "text": "Tāṁ jō tusīṁ usa la'ī citā nā karō jihaṛā tuhāḍē tōṁ gavāca gi'ā hai. Atē nā usa cīza tē hakāra karō jihaṛā usa (alāha) nē tuhānū ditā. Atē alāha gapāṁ mārana vālē atē hakāra karana vāli'āṁ nū pasada nahīṁ karadā"
        },
        {
            "chapter": 57,
            "verse": 24,
            "text": "Jihaṛē khūda vī kajūsī karadē hana atē dūsari'āṁ nū vī kajūsī dā sabaka didē hana. Atē jihaṛā badā mūha mauṛēgā tāṁ alāha bēparavāra atē salāhuṇa yōga hai"
        },
        {
            "chapter": 57,
            "verse": 25,
            "text": "Asīṁ āpaṇē rasūlāṁ nū niśānī'āṁ dē nāla bhēji'ā atē usa nāla kitāba atē takaṛī utārī tāṁ ki lōkāṁ la'ī inasāfa sathāpita hōvē. Atē asīṁ lōhā utāri'ā jisa vica bahuta tākata hai atē lōkāṁ la'ī lābha hai. Atē tāṁ ki alāha samajha lavē ki kauṇa usa dī atē usa dē rasūlāṁ dī binhāṁ dēkhē madada karadā hai. Bēśaka alāha śakatīśālī atē tākatavara hai"
        },
        {
            "chapter": 57,
            "verse": 26,
            "text": "Atē asīṁ nūha nū atē ibarāhīma nū bhēji'ā atē usa dī satāna vica asīṁ haiġabarī atē kitāba rakha ditī. Phira unhāṁ vicōṁ kō'ī sacē rāha tē hai atē unhāṁ vicōṁ bahuta sārē inakārī hana"
        },
        {
            "chapter": 57,
            "verse": 27,
            "text": "Phira unhāṁ dē nakaśē- -kadamāṁ tē asīṁ āpaṇē rasūla bhējē atē unhāṁ dē hī nakaśē- -kadamāṁ tē marī'ama dē putara īsā nū bhēji'ā. Atē asīṁ usa nū ijīla ditī atē jinhāṁ lōkāṁ nē usa dā pālaṇa kītā asīṁ unhāṁ dē dilāṁ vica muhabata atē rahimata rakha ditī. Atē sani'āsa nū unhāṁ nē ḵẖuda ghaṛa li'ā asīṁ isa nū unhāṁ la'ī zarūrī nahīṁ kītā sī. Paratū unhāṁ nē alāha dī prasanatāṁ la'ī usa nū ḵẖuda apaṇā li'ā, phira unhāṁ nē usa dā pūrā dhi'āna nā rakhi'ā. Sō unhāṁ vicōṁ jihaṛē lōka īmāna li'ā'ē unhāṁ nū asīṁ unhāṁ dā fala ditā atē unhāṁ vica zi'ādātara lōka inakārī hana"
        },
        {
            "chapter": 57,
            "verse": 28,
            "text": "Hē īmāna vāli'ō! Alāha tōṁ ḍarōṁ atē usa dē rasūla tē īmāna li'ā'uṁ. Alāha tuhānū āpaṇī rahimata nāla dugaṇā dēvēgā atē tuhānū prakāśa dēvēgā jisa nū lai kē tusīṁ calōgē atē tuhānū mu'āfa kara dēvēgā. Alāha mu'āfa karana vālā rahimata vālā hai"
        },
        {
            "chapter": 57,
            "verse": 29,
            "text": "Tāṁ ki kitāba vālē samajha laiṇa ki uha alāha dī kirapā vicōṁ kisē cīza tē adhikāra nahīṁ rakhadē atē iha ki kirapā alāha dē hatha hai. Uha jisa nū cāhudā hai bakhaśa didā hai. Atē alāha bahuta kirapālū hai"
        },
        {
            "chapter": 58,
            "verse": 1,
            "text": "Alāha nē usa aurata dī gala suṇa la'ī jihaṛī āpaṇē patī sabadha vica tuhāḍē nāla jhagaṛadī sī. Atē alāha kaula śikā'ita kara rahī sī. Atē alāha tuhāḍē dōvāṁ dī gala sūṇa rihā sī. Bēśaka alāha suṇana vālā atē jānaṇa vālā hai"
        },
        {
            "chapter": 58,
            "verse": 2,
            "text": "Tuhāḍē vicōṁ' jihaṛē lōka āpaṇī'āṁ patanī'āṁ nāla zihāra (talāka dēṇa dī ika hālata, jisa vica patī āpaṇī patanī nū kahidā hai, ki tū mērī māṁ dī piṭha vāṅga hō jā) karadē hana. Uha unhāṁ dī'āṁ mānvāṁ nahīṁ hana. Unhāṁ dī'āṁ māvāṁ tāṁ uha hana jinhāṁ nē unhāṁ nū janama ditā hai. Atē iha lōka bēśaka bibēkahīna atē jhūṭhī gala kahidē hana. Atē alāha mu'āfa karana vālā bakhaśaṇa vālā hai"
        },
        {
            "chapter": 58,
            "verse": 3,
            "text": "Jihaṛē lōka āpaṇī'āṁ patanī'āṁ nāla zihāra karana atē phira usa tōṁ' pichē haṭa jāṇa, jihaṛā unhāṁ nē kihā sī, tāṁ ika garadana (gulāma) nū azāda karanā hai. Isa tōṁ pahilāṁ ki uha āpisa vica (ika dūjē nū) hatha lā'uṇa. Isa nāla tuhānū sikhi'ā ditī jāndī hai atē alāha jāṇadā hai jō kujha tusīṁ karadē hō"
        },
        {
            "chapter": 58,
            "verse": 4,
            "text": "Phira jihaṛē badē nū (gulāma) nā milē tāṁ dō mahīni'āṁ la'ī lagātāra rōzē rakhē (uha vī) isa tōṁ pahilāṁ ki uha vī (ika dūjē nū) hatha lā'uṇa. Phira jihaṛā badā (ajihā) nā kara sakē tāṁ saṭha kagālāṁ nū bhōjana khavāvē, iha isa la'ī ki tusīṁ alāha atē usa dē rasūla tē īmāna li'āvē. Iha alāha dī'āṁ hadāṁ hana atē avagi'ākārī'āṁ la'ī daradanāka sazā hai"
        },
        {
            "chapter": 58,
            "verse": 5,
            "text": "Jihaṛē lōka alāha atē usa dē rasūla dā virōdha karadē hana uha la'ī apamāna janaka sazā hai"
        },
        {
            "chapter": 58,
            "verse": 6,
            "text": "Jisa dina alāha unhāṁ sāri'āṁ nū cukēgā atē unhāṁ dē kītē hō'ē kama unhāṁ nū dasēgā. Alāha nē unhāṁ nū giṇa kē rakhi'ā hai. Atē uha lōka usa nū bhula ga'ē atē hara cīza alāha dē sāhamaṇē hai"
        },
        {
            "chapter": 58,
            "verse": 7,
            "text": "Tusīṁ nahīṁ dēkhi'ā, ki alāha jāṇadā hai jō kujha ākāśāṁ atē dharatī vica hai. Kō'ī kānā-phūsī (gupata galabāta) tina vi'akatī'āṁ dī nahīṁ hudī jisa vica cauthā alāha nā hōvē atē nā pajāṁ dī kānā-phūsī hudī hai jisa vica chēvāṁ uha nā hōvē atē nā isa tōṁ ghaṭa dī atē nā vadha dī. Paratū uha unhāṁ dē nāla hudā hai jithē vī uha hōṇa, phira uha unhāṁ na unhāṁ dē kītē tōṁ ki'āmata dē dina jāṇū karavā dēvēgā hai. Bēśaka alāha harēka gala dā gi'āna rakhaṇa vālā hai"
        },
        {
            "chapter": 58,
            "verse": 8,
            "text": "Kī tusīṁ nahīṁ dēkhi'ā ki jinhāṁ nū kānā-phūsī'āṁ tōṁ rōki'ā gi'ā sī phira vī uha uhī kara rahē hana jinhāṁ tōṁ uha rōkē ga'ē sana atē uha pāpa, ati'ācāra atē rasūla dī avagi'ā dī'āṁ kānā-phūsī'āṁ karadē hana. Atē jadōṁ uha tuhāḍē kōla ā'undē hana tāṁ tuhānū ajihē ḍhaga nāla salāma karadē hana jisa nāla alāha nē tuhānū galāṁ la'ī alāha sānū sazā ki'uṁ nahīṁ didā. Unhāṁ la'ī naraka hī kāfī hai uha usa vica pa'ē rahiṇagē sau uha burā ṭikāṇā hai"
        },
        {
            "chapter": 58,
            "verse": 9,
            "text": "Hai īmāna vāli'ō! Tusīṁ jadōṁ vī kānā-phūsī karōṁ tāṁ pāpa, ani'ā'i atē rasūla dī avagi'ā dī kānā-phūsī nā karōṁ atē tusīṁ nēkī atē sajama dī'āṁ galāṁ karō. Atē alāha tōṁ ḍarō jisa dē kaula tusīṁ ikaṭhē kītē jā'ugē"
        },
        {
            "chapter": 58,
            "verse": 10,
            "text": "Iha kānā-phūsī' śaitāna valōṁ hai, tāṁ ki uha īmāna vāli'āṁ nū dukha pahucāvē. Atē uha unhāṁ nū kujha vī dukha nahīṁ pahucā sakadā paratū alāha dē hukama tōṁ' binhāṁ atē īmāna vāli'āṁ nū alāha tē hī bharōsā rakhaṇā cāhīdā hai"
        },
        {
            "chapter": 58,
            "verse": 11,
            "text": "Hē īmāna vāli'ō! Jadōṁ tuhānū kihā jāvē ki baiṭhakāṁ vica bul'ha kē baiṭhōṁ tāṁ tusīṁ khul'ha kē hī baiṭhōṅgē. Alāha tuhānū khul'ha bakhaśēgā atē jadōṁ tuhānū kihā jāvēṁ ki uṭha jā'u tāṁ tusīṁ uṭha jāṇā. `Tuhāḍē vicōṁ jihaṛē lōka īmāna vālē hana atē jinhāṁ nū gi'āna ditā gi'ā hai alāha unhāṁ dē rutabē ucē karēgā atē jihaṛā kujha tusīṁ karadē hō, alāha usa tōṁ jāṇū hai"
        },
        {
            "chapter": 58,
            "verse": 12,
            "text": "Hē īmāna vāli'ō! Jadōṁ' tusīṁ rasūla nāla rahasama'ī galāṁ karō la'ī vadhī'ā hai atē zi'ādā pavitara hai. Phira jēkara tuhāḍē vica dāna karana dī samarathā nā hōvē tāṁ alāha mu'āfa karana vālā rahimata vālā hai"
        },
        {
            "chapter": 58,
            "verse": 13,
            "text": "Kī tusīṁ isa gala tōṁ ḍara ga'ē ki tuhānū āpaṇī'āṁ rahasama'ī galāṁ tōṁ pahilāṁ dāna dēṇā pavēgā. Tāṁ jēkara tusīṁ ajihā nā karō tāṁ alāha nē tuhānū mu'āfa kara ditā atē tusīṁ namāza sathāpita karōṁ atē zakāta adā karō. Atē alāha atē usa dē rasūla dī āgi'ā dā pālaṇa karō atē jō kujha tusīṁ karadē hō alāha usa tōṁ jāṇū hai"
        },
        {
            "chapter": 58,
            "verse": 14,
            "text": "Kī tusīṁ unhāṁ lōkāṁ nū la'ī dēkhi'ā jihaṛē ajihē lōkāṁ nāla mitaratā karadē hana jinhāṁ tē alāha dā gusā pragaṭa hō'i'ā. Uha nā tuhāḍē vicōṁ hana atē nā unhāṁ vicōṁ atē uha hī jhūṭhī'āṁ galāṁ tē sahu'āṁ khāndē hana jadōṁ ki uha jāṇadē nahīṁ"
        },
        {
            "chapter": 58,
            "verse": 15,
            "text": "Alāha nē unhāṁ lōkāṁ la'ī kaṭhōra sazā ti'āra kara rakhī hai bēśaka uha būrē kama hana, jihaṛē uha karadē hana"
        },
        {
            "chapter": 58,
            "verse": 16,
            "text": "Unhāṁ nē āpaṇī'āṁ sahu'āṁ nū ḍhāla baṇā rakhi'ā hai, phira uha alāha dē rāha tōṁ rōkadē hana sō unhāṁ la'ī apamāna dī sazā hai"
        },
        {
            "chapter": 58,
            "verse": 17,
            "text": "Unhāṁ dī jā'idāda atē unhāṁ dī aulāda unhāṁ nū bhōrā vī alāha tōṁ bacā nā sakaṇagē. Iha lōka naraka vālē hana atē usa vica rahiṇagē"
        },
        {
            "chapter": 58,
            "verse": 18,
            "text": "Jisa dina alāha unhāṁ sāri'āṁ nū uṭhā'ēgā tāṁ uha usa kōla vī usa tar'hāṁ dī sahu khāṇagē jisa tar'hāṁ dī tuhāḍē kōla khāndē sī. Atē uha samajhadē hana ki uha isa cīza nāla matalaba kaḍha laiṇagē suṇa. Lavō ki iha lōka jhūṭhē hana"
        },
        {
            "chapter": 58,
            "verse": 19,
            "text": "Saitāna nē unhānnū kābū kara li'ā hai phira usa nē unhānnū alāha dī yāda bhulā ditī hai. Iha lōka saitāna dā jathā hana. Suṇa lavō ki śaitāna dā jathā zarūra naśaṭa hōṇa vālā hai"
        },
        {
            "chapter": 58,
            "verse": 20,
            "text": "Jihaṛē lōka alāha atē usa dē rasūla dā virōdha karadē hana uhī lōka sabha tōṁ zi'ādā bē'izata hōṇagē"
        },
        {
            "chapter": 58,
            "verse": 21,
            "text": "Alāha nē likha ditā hai ki maiṁ atē mērā rasūla hī tākatavara rahāṅgē. Bēśaka alāha śakatīśālī atē tākatavara hai"
        },
        {
            "chapter": 58,
            "verse": 22,
            "text": "Tūsīṁ ajihī kauma nahīṁ pā sakadē jō alāha atē pralōka dē dina utē bharōsā rakhadī hōvē. Atē uha ajihē lōkāṁ nāla mitaratā nahīṁ rakhadē jihaṛē alāha atē usa dē rasūla dē virōdhī hana bhāvē' uha unhāṁ bāpa, putara, bharā jāṁ unhāṁ dē parivāra dē lōka hī ki'uṁ nā hōṇa. Iha hī lōka hana jinhāṁ dē dilāṁ vica alāha nē īmāna likha ditā hai atē unhāṁ nū āpaṇī kirapā nāla samarathā bakhaśī hai. Atē uha unhāṁ nū ajihē bāgāṁ vica dākhila karēgā jinhāṁ dē thalē nahirāṁ vagadī'āṁ hōṇagī'āṁ uha usa vica hamēśā rahiṇagē. Alāha unhāṁ tōṁ prasana hō'i'ā atē uha alāha tōṁ prasana hō'ē iha lōka alāha dā jathā hana atē alāha dā jathā hī safalatā pā'uṇa vālā hai"
        },
        {
            "chapter": 59,
            "verse": 1,
            "text": "Uha cīzāṁ alāha dī pavitaratā dā vakhi'āṇa karadī'āṁ hana, śakatīśālī hana"
        },
        {
            "chapter": 59,
            "verse": 2,
            "text": "Uha hī hai jisa nē kitāba vālē avagi'ākārī'āṁ nū unhāṁ dē gharāṁ vicōṁ pahilī vāra hī ikaṭhā karakē kaḍha ditā. Tuhāḍā adāzāṁ nahīṁ sī ki uha nikalaṇagē atē uha samajhadē sana ki unhāṁ dē kil'hē unhāṁ nū alāha tōṁ bacā laiṇagē. Phira alāha unhāṁ tē uthōṁ pahuci'āṁ jithōṁ unhāṁ nē kalapaṇā vī nahīṁ kītī sī. Atē unhāṁ dē dilāṁ vica bhai'a pā ditā uha āpaṇē gharāṁ nū ḵẖuda āpaṇē hathāṁ nāla ujāṛa rahē sana atē musalamānāṁ dē hathāṁ nāla vī. Sō hē akhāṁ vāli'ō! Sikhi'ā prāpata karō"
        },
        {
            "chapter": 59,
            "verse": 3,
            "text": "Atē jēkara alāha nē inhāṁ la'ī dēśa nikālā nā likha ditā hudā tāṁ uha sasāra vica hī unhāṁ nū sazā dē didā atē pralōka vica unhāṁ la'ī aga dī sazā hai"
        },
        {
            "chapter": 59,
            "verse": 4,
            "text": "Iha isa la'ī ki unhāṁ nē alāha atē usa dē rasūla dā virōdha kītā. Atē jihaṛā badā alāha dā virōdha karadā hai tāṁ alāha usa nū saḵẖata daḍa dēṇa vālā hai"
        },
        {
            "chapter": 59,
            "verse": 5,
            "text": "Khajūrāṁ dē darakhata jihaṛē tusīṁ vaḍha ditē jāṁ unhāṁ nū āpaṇī'āṁ jaṛhāṁ tē khaṛhē rahiṇa ditā tāṁ iha alāha dē hukama nāla sī tāṁ ki uha avagi'ākārī'āṁ nū bē'izata karē"
        },
        {
            "chapter": 59,
            "verse": 6,
            "text": "Atē alāha nē unhāṁ tōṁ jihaṛā vī kujha āpaṇē rasūla vala bhēji'ā tāṁ tusīṁ nā usa tē ghōṛē bhajā'ē atē nā ūṭha. Para alāha āpaṇē rasūlāṁ nū jisa tē cāhudā hai tākata pravāna kara cidā hai. Atē alāha hara cīza tē samarathā rakhadā hai"
        },
        {
            "chapter": 59,
            "verse": 7,
            "text": "Jō kujha alāha āpaṇē rasūlāṁ nū basatī'āṁ vāli'āṁ valōṁ bhējē tāṁ uha alāha la'ī hai, rasūla la'ī hai, sakē sabadhī'āṁ la'ī hai, anāthāṁ la'ī hai, kagālāṁ la'ī atē yātarī'āṁ la'ī hai. Tāṁ ki uha tuhāḍē vaulata vāli'āṁ dē vica hī nā ghumadā rahē. Atē rasūla tuhānū jō vī kujha dēvē usa nū tusīṁ lai lavō atē uha jisa cīza tōṁ tuhānū rōkē usa tōṁ' ruka jāvō atē alāha tōṁ ḍarō, alāha kaṭhōra sazā dēṇa vālā hai"
        },
        {
            "chapter": 59,
            "verse": 8,
            "text": "Unhāṁ kagāla muhājirāṁ (pravāsī) dē la'ī jihaṛē āpaṇē gharāṁ atē āpaṇī'āṁ jā'idādāṁ vicōṁ kaḍhē ga'ē hana. Uha alāha dī kirapā atē prasanatā cāhudē hana atē uha alāha atē usa dē rasūla dī sahā'itā karadē hana iha lōka sacē hana"
        },
        {
            "chapter": 59,
            "verse": 9,
            "text": "Atē jihaṛē lōka pahilāṁ tōṁ hī madīnē vica vasadē hana atē īmāna tē ṭikē hō'ē hana. Jihaṛā unhāṁ dē kōla hijarata karakē ā'undā hai, uha usa nāla prēma karadē hana atē uha āpaṇē dilāṁ vica unhāṁ nāla khudaka nahīṁ rakhadē. Jihaṛā muhājirāṁ nū ditā jāndā hai uha usa tōṁ āpaṇē dilāṁ vica kō'ī ichā nahīṁ rakhadē bhāvēṁ uha khuda bhukhē hōṇa. Atē jihaṛā badā āpaṇē mana dē lālaca tōṁ bacā li'ā gi'ā tāṁ ihī lōka safalatā pā'uṇa vālē hana"
        },
        {
            "chapter": 59,
            "verse": 10,
            "text": "Atē jihaṛē unhāṁ tōṁ bā'ada ā'ē uha kahidē hana ki hē sāḍē pālaṇahāra! Sānū mu'āfa kara dē atē sāḍē unhāṁ bharāvāṁ nū vī jihaṛē sāḍē tōṁ pahilāṁ īmāna li'ā cukē hana. Atē sāḍē dilāṁ vica īmāna vāli'āṁ la'ī īrakhā nā rakha. Hē sāḍē pālaṇahāra! Tū bēhada narama atē kirapā karana vālā hai"
        },
        {
            "chapter": 59,
            "verse": 11,
            "text": "Kī tusīṁ unhāṁ lōkāṁ nū nahīṁ dēkhi'ā jihaṛē dhōkhē vica libaṛē hana, uha āpaṇē bharāvāṁ nū kahidē hana jinhāṁ nē kitāba vāli'āṁ (yahūdī'āṁ atē īsā'ī'āṁ) vicōṁ inakāra kītā hai, jēkara tusīṁ kaḍhē ga'ē tāṁ asīṁ vī tuhāḍē nāla nikala jāvāṅgē. Atē tuhāḍē māmalē vica asīṁ kisē dī gala nahīṁ' manāgē atē jēkara tuhāḍē nāla yudha hō'i'ā tāṁ asīṁ tuhāḍī sahā'itā karāṅgē. Atē alāha gavāhī didā hai ki uha jhūṭhē hana"
        },
        {
            "chapter": 59,
            "verse": 12,
            "text": "Jēkara uha kaḍhē ga'ē tē iha unhāṁ dē nāla nahīṁ jāṇagē. Atē jēkara unhāṁ nāla yudha hō'i'ā tāṁ iha unhāṁ dī sahā'itā nahīṁ karanagē atē jēkara unhāṁ dī sahā'itā kītī vī tāṁ zarūra iha piṭha phēra kē bhaja jāṇagē. Phira uha kitōṁ vī madada nā pā sakaṇagē"
        },
        {
            "chapter": 59,
            "verse": 13,
            "text": "Bēśaka tuhāḍē lōkāṁ dā ḍara unhāṁ dē dilāṁ vica alāha tōṁ zi'ādā hai iha isa la'ī hai ki uha lōka samajha nahīṁ rakhadē"
        },
        {
            "chapter": 59,
            "verse": 14,
            "text": "Iha lōka sārē ikaṭhē hō tuhāḍē nāla kadē nahīṁ laṛaṇagē. Paratū surakhi'ata śasatī'āṁ jāṁ kadhāṁ dī ōṭa vica (laṛaṇagē). Unhāṁ dī āpisa vica bahuta laṛā'ī hai, tusīṁ unhāṁ nū ika juṭa samajhadē hō atē unhāṁ dē dila vakharē vakharē hō rahē hana. Iha isa la'ī ki uha lōka budhī nahīṁ rakhadē"
        },
        {
            "chapter": 59,
            "verse": 15,
            "text": "Iha unhāṁ lōkāṁ dī tar'hāṁ hana jihaṛē unhāṁ tōṁ kujha samāṁ pahilāṁ hī āpaṇē kītē dā savāda dēkha cukē hana atē unhāṁ laī̔ī daradanāka sazā hai"
        },
        {
            "chapter": 59,
            "verse": 16,
            "text": "Jivēṁ śaitāna jihaṛā manukha nū kahidā hai ki munakara hō jāvō. Phira jadōṁ uha inakārī hō jāndā hai tāṁ uha (śaitāna) ākhadā hai ki maiṁ tuhāḍē tōṁ niralēpa hāṁ. Maiṁ' alāha tōṁ ḍaradā hāṁ jihaṛā sārē brahamaḍa dā pālaṇahāra hai"
        },
        {
            "chapter": 59,
            "verse": 17,
            "text": "Phira dōnāṁ dā ata iha hō'i'ā ki dōvēṁ naraka vica ga'ē jithē uha hamēśāṁ rahiṇagē atē ati'ācārī'āṁ dī ihōṁ hī sazā hai"
        },
        {
            "chapter": 59,
            "verse": 18,
            "text": "Hē īmāna vāli'ō! Alāha tōṁ ḍarō atē hara badā iha dēkhē ki usa nē ā'uṇa vālī kala dē la'ī kī bhēji'ā hai. Atē alāha tōṁ ḍarō, bēśaka alāha usa tōṁ jāṇū hai jō kujha tusīṁ karadē hō"
        },
        {
            "chapter": 59,
            "verse": 19,
            "text": "Atē tusīṁ unhāṁ lōkāṁ dī tar'hāṁ nā hōvō jihaṛē alāha nū bhula ga'ē hana tāṁ alāha nē vī unhāṁ nū khuda unhāṁ dē prāṇāṁ tōṁ lāparavāha kara ditā hai, ihī lōka inakārī hana"
        },
        {
            "chapter": 59,
            "verse": 20,
            "text": "Naraka vālē atē savaraga vālē kadē barābara nahīṁ hō sakadē, savaraga vālē hī asala vica safala hana"
        },
        {
            "chapter": 59,
            "verse": 21,
            "text": "Jēkara asīṁ isa kura'āna nū pahāṛa tē utāradē tāṁ tusīṁ dēkhadē ki uha alāha dē ḍara nāla daba jāndā atē pāṭa jāndā atē inhāṁ misālāṁ nū asīṁ lōkāṁ la'ī varanaṇa karadē hāṁ tāṁ ki uha citana karana"
        },
        {
            "chapter": 59,
            "verse": 22,
            "text": "Uha alāha hai jisa tōṁ' binhāṁ kō'ī pūjanīka nahīṁ, gupata atē pragaṭa nū jānaṇa vālā, uha baṛā kirapālū hai atē bahuta rahimata karana vālā hai"
        },
        {
            "chapter": 59,
            "verse": 23,
            "text": "Uha alāha hai jisa tōṁ binhāṁ kō'ī pūjanīka nahīṁ, pātaśāha hai sārē dōśāṁ tōṁ mukata pūrana salāmatī atē śāntī dēṇa vālā, rakhi'aka, tākatavara śakatīśālī atē mahānatāṁ vālā hai, alāha usa śiraka (barābara ṭhahirā'ē śarīka) tōṁ pavitara hai, jihaṛē lōka (śiraka) kara rahē hana"
        },
        {
            "chapter": 59,
            "verse": 24,
            "text": "Uhī alāha paidā karana vālā hai, hōnda vica li'ā'uṇa vālā hai, rūpa bakhaśaṇa vālā hai sārē cagē nāma usa la'ī hī hana. Hara cīza jihaṛī asamānāṁ atē dharatī vica hai usa dī sifata salāha kara rahī hai atē uha śakatīśālī atē tatavētā hai"
        },
        {
            "chapter": 60,
            "verse": 1,
            "text": "Hē īmāna vāli'ō! Tusīṁ' mērē duśamanāṁ atē āpaṇē duśamanā nū mitara nā baṇā'u. Tusīṁ unhāṁ nāla mitaratā pragaṭa karadē hō jadōṁ' ki unhāṁ nē usanū jhuṭhalā'i'ā, jihaṛā tuhāḍē kōla ā'i'ā hai. Uha rasūla nū atē tuhānū isa kārana dēśa-nikālā didē hana ki tusīṁ āpaṇē raba alāha tē īmāna li'ā'ē, jēkara tusīṁ mērē rāha vica jihāda karana atē mērī khuśī cāhuṇa la'ī nikalē hō. Tusīṁ lūka kē unhāṁ nū dōsatī dā paigāma bhējadē hō. Atē maiṁ jāṇadā hāṁ jō kujha tusīṁ chupā'undē hō atē jō kujha tusīṁ pragaṭa karadē rō. Atē jihaṛā badā tuhāḍē vicōṁ ajihā karēgā uha cagē rāha tōṁ bhaṭaka gi'ā"
        },
        {
            "chapter": 60,
            "verse": 2,
            "text": "Jēkara uha tuhāḍē utē kābū pā jāṇa tāṁ uha tuhāḍē duśamaṇa baṇa jāṇagē. Atē uha āpaṇē hathāṁ atē āpaṇī jubāna dē nāla tuhānū dukha pahucā'uṇagē. Atē cāhuṇagē ki tusīṁ vī kisē tar'hāṁ avagi'ākārī hō jā'ō"
        },
        {
            "chapter": 60,
            "verse": 3,
            "text": "Tuhāḍē sakē sabadhī atē tuhāḍī aulāda ki'āmata dē dina tuhāḍē kama nahīṁ ā'uṇagē. Uha tuhāḍē vica faisalā karēgā. Alāha dēkhaṇa vālā hai jō kujha tusīṁ karadē hō"
        },
        {
            "chapter": 60,
            "verse": 4,
            "text": "Tuhāḍē la'ī ibarāhīma atē usa dē sāthī'āṁ vicōṁ utama adaraśa hai, jadōṁ usanē āpaṇī kauma nū kihā, ki asīṁ tuhāḍē tōṁ alaga hāṁ atē unhāṁ cīzāṁ tōṁ vī jisa dī tusīṁ alāha tōṁ binhāṁ ibādata karadē hō. Asīṁ tuhāḍē avagi'ākārī hāṁ atē sāḍē atē tuhāḍē vica hamēśāṁ la'ī duśamaṇī atē khul'hī virōdhatā hō ga'ī hai, ithōṁ taka ki tusīṁ sirafa ika alāha tē īmāna li'ā'u. Paratū ibarāhīma dā āpaṇē pitā nū iha kahiṇā ki maiṁ āpaṇē la'ī khikhhāṁ jācanāṁ karāṅgā, atē maiṁ āpa la'ī alāha dē sāhamaṇē kisē gala dā kō'ī adhikāra nahīṁ rakhadā. Hē sāḍē pālaṇahāra! Asīṁ tērē utē bharōsā kītā atē asīṁ tērē vala vāpisa muṛē atē tērē vala hī vāpisa muṛanā hai"
        },
        {
            "chapter": 60,
            "verse": 5,
            "text": "Hai sāḍē pālaṇahāra! Sānū avagi'ākārī'āṁ la'ī imatihāna nāṁ baṇā atē hē sāḍē pālaṇahāra! Sānū mu'āfī bakhaśa. Bēśaka tū śakatīśālī atē bibēka vālā hai"
        },
        {
            "chapter": 60,
            "verse": 6,
            "text": "Bēśaka tuhāḍē la'ī unhāṁ dē adara usa badē la'ī utama adaraśa hai jihaṛā alāha atē pralōka dē dina dā umīdavāra hōvē. Atē jihaṛā badā mūha mōṛēgā tāṁ alāha bēparavāha atē prasasā vālā hai"
        },
        {
            "chapter": 60,
            "verse": 7,
            "text": "Umīda hai ki alāha tuhāḍē atē unhāṁ lōkāṁ dē rāhīṁ mitaratā paidā kara dēvē jinhāṁ nāla tusīṁ duśamaṇī kītī atē alāha sārā kujha kara sakadā hai. Atē alāha mu'āfa karana vālā kirapāśīla hai"
        },
        {
            "chapter": 60,
            "verse": 8,
            "text": "Alāha tuhānū unhāṁ lōkāṁ tōṁ nahīṁ rōkadā jil'hāṁ nē dīna dē māmalē vica tuhāḍē nāla yudha nahīṁ kītā. Atē tuhānū tuhāḍē gharāṁ vicōṁ nahīṁ kaḍhi'ā ki tusīṁ unhāṁ nāla nēkī karō atē unhāṁ nāla inasāfa karōṁ. Bēśaka alāha inasāpha karana vāli'āṁ nū pasada karadā hai"
        },
        {
            "chapter": 60,
            "verse": 9,
            "text": "Alāha sirafa unhāṁ lōkāṁ tōṁ tuhānū rōkadā hai jihaṛē dīna dē māmalē vica tuhāḍē nāla laṛē atē tuhānū tuhāḍē gharāṁ vicōṁ kaḍhi'ā atē tuhānū kaḍhaṇa la'ī (hōrāṁ dī) mavada kītī. Ki (huṇa) tusīṁ inhāṁ nāla mitaratā karō. Atē jihaṛē unhāṁ nāla mitaratā karana tāṁ uha hī ati'ācārī lōka hana"
        },
        {
            "chapter": 60,
            "verse": 10,
            "text": "Hē īmāna vāli'ō! Jadōṁ tuhāḍē kōla musalamāna auratāṁ hijarata (pravāsa) karakē ā'uṇa tāṁ tusīṁ unhāṁ nū parakha lavō. Alāha unhāṁ dē īmāna nū cagī tar'hāṁ jāṇadā hai. Tāṁ jēkara tusīṁ iha jāṇa lavō, ki uha maumina (śaradhāvāna) hana tāṁ unhāṁ nū avagi'ākārī'āṁ vala vāpisa nāṁ bhējō. Nā uha auratāṁ unhāṁ (avagi'ākārī'āṁ) la'ī`jā'iza hana atē nā hī uha inhāṁ auratāṁ la'ī jā'iza hana atē avagi'ākārī'āṁ patī'āṁ nē jō kujha kharaca kītā uha unhāṁ nū adā kara di'ō. Atē tuhāḍē la'ī kō'ī pāpa nahīṁ jēkara tusī' unhāṁ nāla nikāha kara la'uṁ. Jadōṅki tusīṁ' unhāṁ dā mahira unhāṁ nū adā kara di'ō atē tusīṁ avagi'ākārī auratāṁ nū āpaṇē nikāha vica nā rōka kē rakhō atē jō kujha tusīṁ kharaca kītā hai usa nū maga la'u atē"
        },
        {
            "chapter": 60,
            "verse": 11,
            "text": "jihaṛā kujha avagi'ākārī'āṁ nē kharaca kītā hai uha tuhāḍē tōṁ maga laiṇa. Iha alāha dā hukama hai uha tuhāḍē vica phaisalā karadā hai atē alāha jānaṇa vālā bibēka vālā hai. Jēkara tuhāḍī'āṁ patanī'āṁ dē mahira vicōṁ kujha patanī'āṁ ga'ī'āṁ hana, unhāṁ nū adā kara dēvēṁ jō kujha unhāṁ nē kharaca kītā hai. Atē alāha tōṁ ḍarō jisa tē tusīṁ īmāna li'ā'ē hō"
        },
        {
            "chapter": 60,
            "verse": 12,
            "text": "Hē paigabara! Jadōṁ tuhāḍē kōla mōmina auratāṁ isa gala tē ahida (praṇa) karana la'ī ā'uṇa ki uha alāha dē barābara kisē nū śarīka nā manaṇagī'āṁ atē uha cōrī nā karanagī'āṁ. Atē uha vibhacāra nahīṁ karanagī'āṁ. Atē uha āpaṇī aulāda dī hati'ā nahīṁ karanagī'āṁ atē nā uha āpaṇē hathāṁ atē pairā nāla hujatāṁ ghaṛaṇagī'āṁ. Atē nā uha kisē cagē kamāṁ vica tuhāḍī avagi'ā karanagī'āṁ tāṁ tusīṁ unhāṁ tōṁ praṇa lai lavō. Atē unhāṁ la'ī alāha tōṁ mu'āphī dī prāthanā karōṁ. Bēśaka alāha mu'āfa karana vālā miharabāna hai"
        },
        {
            "chapter": 60,
            "verse": 13,
            "text": "Hē īmāna vāli'ō! Unhāṁ lōkāṁ nū mitara nā baṇā'u jinhāṁ utē alāha dā gusā pragaṭa hō'i'ā hai. `Uha pralōka tōṁ i'uṁ nirāśa hō ga'ē jivēṁ kabarāṁ vica pa'ē hō'ē avagi'ākārī nirāśa hana"
        },
        {
            "chapter": 61,
            "verse": 1,
            "text": "Harēka cīza jihaṛī asamānāṁ atē dharatī vica hai, alāha dī hī sifata salāha karadī hai. Atē uha tākatavara atē hikamata hai"
        },
        {
            "chapter": 61,
            "verse": 2,
            "text": "Hē īmāna vāli'ō, tusīṁ ajihī gala ki'uṁ ākhadē hō, jihaṛī tusīṁ karadē nahīṁ"
        },
        {
            "chapter": 61,
            "verse": 3,
            "text": "Alāha dē nazadīka iha gala bahuta nā-khuśī dī hai. Ki tusīṁ ajihī gala kahōṁ, jihaṛī tusīṁ karadē nahīṁ"
        },
        {
            "chapter": 61,
            "verse": 4,
            "text": "Alāha tāṁ unhāṁ lōkāṁ nū pasada karadā hai. Jihaṛē usa dē rāha vica (isa tarāṁ) katārāṁ banha kē rala mila kē yudha karadē hana, jivēṁ sīsē (ika prakāra dī dhātū) dī ḍhalī hō'ī kadha hōṇa"
        },
        {
            "chapter": 61,
            "verse": 5,
            "text": "Atē jadōṁ mūsā nē āpaṇī kauma nū ākhi'ā ki hē mērī kauma! Tusīṁ lōka mainū ki'uṁ prēśāna karadē hō, hālāṅki tusīṁ jāṇadē hō ki maiṁ tuhāḍē vala alāha dā bhēji'ā hō'i'ā rasūla hāṁ. Sō jadōṁ uha phira ga'ē, tāṁ alāha nē unhāṁ dē dilāṁ nū vī phēra ditā. Atē alāha avagi'ākārī lōkāṁ nū māraga daraśana nahīṁ baḵẖaśadā"
        },
        {
            "chapter": 61,
            "verse": 6,
            "text": "Atē jadōṁ marī'ama tē bēṭē īsā nē ākhi'ā ki hē isarā'ila dī aulāda maiṁ tuhāḍē vala alāha dā bhēji'ā hō'i'ā rasūla hāṁ, puśaṭī karana vālā hāṁ usa taurēta dī jihaṛī mērē tōṁ pahilāṁ tōṁ maujūda hai. Atē ḵẖuśaḵẖabarī dēṇa vālā hāṁ, ika rasūla dī jihaṛā mērē tōṁ bā'ada ā'ēgā. Usa dā nāma ahimada hōvēgā. Phira jadōṁ uha unhāṁ dē kōla khul'hī'āṁ niśānī'āṁ lai kē ā'ēgā, tāṁ unhāṁ nē ākhi'ā iha tāṁ pratakha jādū hai"
        },
        {
            "chapter": 61,
            "verse": 7,
            "text": "Atē usa tōṁ vadha tē zālima kauṇa hōvēgā jihaṛā alāha tē jhūṭha maṛhō. Hālāṅki uha isalāma vala bulā'i'ā jā rihā hōvē. Atē alāha zālima lōkāṁ nū māraga daraśana pradāna nahīṁ karadā"
        },
        {
            "chapter": 61,
            "verse": 8,
            "text": "Uha cāhudē hana, ki uha alāha dē prakāśa nū āpaṇē mūha nāla (phūka māra kē) bujhā dēṇa, jadōṁ ki alāha āpaṇē prakāśa nū pūrā karakē rahēgā. Cāhē avagi'ākārī'ā nū iha ginhā hī nā pasada ki'uṁ nā hōvē"
        },
        {
            "chapter": 61,
            "verse": 9,
            "text": "Uha hī hai jisa nē āpaṇē rasūla nū māraga daraśana atē sacē dīna dē sahita bhēji'ā. Tāṁ ki uha usa nū sārē dharamāṁ tē bhārī kara dēvē, bhāvē iha śiraka karana vāli'āṁ nū kinhā hī nā pasada ki'uṁ nā hōvē"
        },
        {
            "chapter": 61,
            "verse": 10,
            "text": "Hē īmāna vāli'ō! Kī maiṁ tuhānū ajihā vāpāra dasāṁ, jihaṛā tuhānū ika daradanāka sazā tōṁ bacā lavē"
        },
        {
            "chapter": 61,
            "verse": 11,
            "text": "Tusīṁ alāha atē rasūla tē īmāna li'ā'u. Atē alāha dē rāha vica āpaṇī jā'idāda atē āpaṇī jāna dē sahita yudha karō. Iha tuhāḍē la'ī bihatara hai. Jēkara tusīṁ samajhōṁ"
        },
        {
            "chapter": 61,
            "verse": 12,
            "text": "Alāha tuhāḍē pāpāṁ nū mu'āfa kara dēvēgā atē tuhānū ajihē bāġāṁ vica dāḵẖila karēgā, jinhāṁ dē thalē nahirāṁ vagadī'āṁ hōṇagī'āṁ. Atē vadhī'ā basēri'āṁ vica, jihaṛē (tuhāḍē) hamēśā rahiṇa la'ī janata vica ti'āra hana. Iha vaḍī safalatā hai"
        },
        {
            "chapter": 61,
            "verse": 13,
            "text": "Atē ika hōra cīza vī jisa dī tusīṁ ichā rakhadē hō, alāha dī madada atē jaladī prāpata hōṇa vālī jita atē mōmināṁ nū śuśakhabarī dē dēvō"
        },
        {
            "chapter": 61,
            "verse": 14,
            "text": "Hē īmāna vāli'ō! Tusīṁ alāha dē sahā'ika baṇō. Jivēṁ ki marī'ama dē putara īsā nē āpaṇē sāthī'āṁ nū ākhi'ā ki kihaṛā alāha la'ī mērā sāthī baṇadā hai. Sāthī'āṁ nē ākhi'ā ki asīṁ hāṁ alāha dē sahā'ika. Tāṁ isarā'īla dī aulāda vicōṁ kujha lōka īmāna li'ā'ē atē kujha lōkāṁ nē avagi'ā kītī. Phira asīṁ īmāna li'ā'uṇa vāli'āṁ dī unhāṁ dē duśamanā dē mukābalē unhāṁ dī madada kītī. Sō uha jētū hō ga'ē"
        },
        {
            "chapter": 62,
            "verse": 1,
            "text": "Hara cīza jihaṛī ākāśāṁ atē dharatī tē hai, alāha dī sifata salāha kara rahī hai. Jihaṛā pātaśāha hai, pavitara hai, śakatīśālī hai atē bibēka śīla hai"
        },
        {
            "chapter": 62,
            "verse": 2,
            "text": "Uha hī hai jisa nē aṇapaṛhāṁ dē adara ika rasūla unhāṁ vicōṁ hī paidā kītā. Uha unhāṁ nū unhāṁ dī'āṁ ā'itāṁ paṛha kē suṇā'undā hai. Atē unhāṁ nū pavitara karadā hai. Atē unhāṁ nū kitāba atē samajhadārī dī'āṁ galāṁ dī sikhi'ā cidā hai. Atē uha isa tōṁ pahilāṁ pratakha kurāhē pa'ē hō'ē sana"
        },
        {
            "chapter": 62,
            "verse": 3,
            "text": "Atē dūji'āṁ la'ī vī unhāṁ vicōṁ jihaṛē ajē jē unhāṁ vica śāmila nahīṁ' hō'ē. Atē uha śakatīśālī atē tatavētā hai"
        },
        {
            "chapter": 62,
            "verse": 4,
            "text": "Iha alāha dī kirapā hai ki uha jisa nū cāhudā hai didā hai. Atē alāha vaḍē phazalāṁ dā mālaka hai"
        },
        {
            "chapter": 62,
            "verse": 5,
            "text": "Gi'ā phira unhāṁ nē unhāṁ nū nā zuki'ā, bhāva usa dī sikhi'ā nū nā samajhi'ā. Unhāṁ dī misāla usa gadhē varagī hai, jinhāṁ nē kitābāṁ dā bhāra tāṁ cuki'ā hai, (para) alāha dī'āṁ ā'itāṁ nū jhuṭhalā'i'ā. Iha kihō jihī māṛī misāla hai. Atē alāha zālima lōkāṁ nū māraga daraśana pradāna nahīṁ karadā"
        },
        {
            "chapter": 62,
            "verse": 6,
            "text": "Ākhō ki hē yahūdī'ō! Iha tuhāḍā vahima hai ki tusīṁ dūji'āṁ dī tulanā vica alāha dē pi'ārē hō. Tāṁ tusīṁ jēkara sacē hō tāṁ sata dī kāmanā karōṁ"
        },
        {
            "chapter": 62,
            "verse": 7,
            "text": "Atē uha kadē mauta dī kāmanā nā karanagē. Unhāṁ karamāṁ la'ī jinhāṁ nū unhāṁ dē hatha agē bhēja cukē hana. Atē alāha zālimāṁ nū bhalī bhānta jāṇadā hai"
        },
        {
            "chapter": 62,
            "verse": 8,
            "text": "Ākhō, jisa mauta tōṁ tusīṁ bhajadē hō uha tuhānū ā kē rahēgī. Phira tusīṁ gujhī'āṁ atē pragaṭa dē jāṇana vālē dē kōla lai jā'ē jāvōgē. Phira uha tuhānū dasa dēvēgā jihaṛā kujha tusīṁ karadē rahē hō"
        },
        {
            "chapter": 62,
            "verse": 9,
            "text": "Hē īmāna vāli'ō! Jadōṁ jumē dē dina dī namāza la'ī pukārē jāvēṁ, tāṁ alāha dī yāda vala cala pavōṁ. Ḵẖarīdaṇā atē vēcanā chaḍa dēvō. Iha tuhāḍē la'ī bihatara hai jēkara tūsī' samajhōṁ"
        },
        {
            "chapter": 62,
            "verse": 10,
            "text": "Phira jadōṁ namāza pūrī hō jāvē, tāṁ dharatī tē phaila jāvō (āpaṇā rāha phaṛha lavō). Alāha dī kirapā talāśa karō. Atē alāha nū vadhērē yāda karō. Tāṁ ki tusīṁ safalatā prāpata karō"
        },
        {
            "chapter": 62,
            "verse": 11,
            "text": "Atē jadōṁ uha kō'ī vāpāra jāṁ khēla tamāśā dēkhadē hana, tāṁ usa vala dauṛa paindē hana atē tuhānū khaṛhē-khaṛautē chaḍa didē hana. Ākhō, ki jihaṛā alāha dē kōla hai, uha khēḍa tamāśi'āṁ atē vapāra tauṁ bihatara hai. Atē alāha sabha tōṁ cagā rizaka dēṇa vālā hai"
        },
        {
            "chapter": 63,
            "verse": 1,
            "text": "Jadōṁ munāfika lōka tuhāḍē kōla ā'undē hana tāṁ uha ākhadē hana, asīṁ gavāhī didē hāṁ ki tusīṁ bēśaka alāha dē rasūla hō atē alāha jāṇadā hai, ki bēśaka tusīṁ usa dē rasūla hō atē alāha gavāhī didā hai ki iha munāfika jhuṭhē hana"
        },
        {
            "chapter": 63,
            "verse": 2,
            "text": "Unhāṁ nē āpaṇī'āṁ sahu'āṁ nū ḍhāla baṇā rakhi'ā hai. Phira uha alāha dē rāha tōṁ rōkadē hana. Bēśaka bēhada māṛā hai jihaṛā uha kara rahē hana"
        },
        {
            "chapter": 63,
            "verse": 3,
            "text": "Iha isa la'ī hai ki uha īmāna li'ā'ē, phira (unhāṁ nē) avagi'ā kītī phira unhāṁ dē dilāṁ tē muhara lagā ditī ga'ī. Sō uha nahīṁ samajhadē"
        },
        {
            "chapter": 63,
            "verse": 4,
            "text": "Atē jadōṁ' tusīṁ unhāṁ nū dēkhōṁ tāṁ unhāṁ dē sarīra tuhānū cagē lagadē hana. Atē jēkara uha gala karadē hana, tāṁ tusīṁ unhāṁ dī gala suṇadē hō. Samajhō (unhāṁ dī'āṁ galāṁ, bhāśaṇa isa tarāṁ hana) jivēṁ lakaṛāṁ hana, jihaṛī'āṁ kadha nāla khaṛhī'āṁ hōṇa. Uha harēka ucī avāza nū (tōṁ ḍaradē) āpaṇē virudha samajhadē hana. Iha lōka tuhāḍē vairī hana. Sō inhāṁ tōṁ bacō. Alāha unhāṁ nū naśaṭa karē, uha kithē bhaṭakadē phiradē hana"
        },
        {
            "chapter": 63,
            "verse": 5,
            "text": "Atē jadōṁ unhāṁ nū ākhi'ā jāndā hai ki ā'u. Alāha dā rasūla tuhāḍē la'ī mu'āfī dī bēnatī karē, tāṁ uha āpaṇā sira hilā didē hana. Atē tusīṁ unhāṁ nū dēkhōgē ki uha hakāra dē nāla mūha mōṛa laindē hana"
        },
        {
            "chapter": 63,
            "verse": 6,
            "text": "Tusīṁ unhāṁ la'ī mu'āfī dī bēnatī karō jāṁ nā karō, _ unhāṁ la'ī ika barābara hai. Alāha kadē vī unhāṁ nū mu'āfa nahīṁ karēgā. Alāha avagi'ākārī lōkāṁ nū nasīhata pradāna nahīṁ karadā"
        },
        {
            "chapter": 63,
            "verse": 7,
            "text": "Iha hī hana jihaṛē ākhadē hana ki jō lōka alāha dē rasūla dē nēṛē hana unhāṁ tē kharaca nā karō, ithōṁ taka ki iha titara-śitara (vakha-vakha) nā hō jāṇa. Ākāśāṁ atē dharatī dē khajānē alāha dē hī hana. Para munāfika lōka nahīṁ samajhadē"
        },
        {
            "chapter": 63,
            "verse": 8,
            "text": "Uha ākhadē hana ki jēkara asīṁ madīnē vāpisa parata ā'ī'ē tāṁ izata vālē uthōṁ bē-izatāṁ nū kaḍha dēṇagē. Hālāṅki izata alāha la'ī hī hai, atē usa dē rasūla atē mōmināṁ la'ī hai. Para dhōkhēbāja (mulāfika) nahīṁ samajhadē"
        },
        {
            "chapter": 63,
            "verse": 9,
            "text": "Hē īmāna vāli'ō! Tuhāḍī jā'idāda atē tuhāḍī aulāda tuhānū alāha dē yāda tōṁ vājhi'āṁ nā kara dēvē. Atē jihaṛē ajihā karanagē tāṁ uha ghāṭē vica paiṇa vālē lōka hana"
        },
        {
            "chapter": 63,
            "verse": 10,
            "text": "Atē asīṁ jihaṛā kujha tuhānū ditā usa vicōṁ kharaca karō. Isa tōṁ pahilāṁ ki tuhāḍē vicōṁ kisē dī mauta ā jāvē. Phira uha ākhaṇagē ki hē sāḍē pālaṇahāra! Tusīṁ mainū kujha hōra maukā ki'uṁ nā ditā. Tāṁ ki maiṁ dāna karadā atē bhalē lōkāṁ vica śāmila hō jāndā"
        },
        {
            "chapter": 63,
            "verse": 11,
            "text": "Atē alāha kadē vī kisē prāṇī nū jadōṁ usa dā samāṁ pūrā hōṁ jāvē, maukā nahīṁ didā. Alāha jāṇadā hai, jō tusīṁ karadē hō"
        },
        {
            "chapter": 64,
            "verse": 1,
            "text": "Hara cīza jihaṛī ākāśāṁ atē dharatī vica hai, alāha dī hī siphata salāha kara rahī hai. Usa dī hī pātaśāhī hai atē usa dī hī prasasā hai. Uha hara cīza dī samarathā rakhadā hai"
        },
        {
            "chapter": 64,
            "verse": 2,
            "text": "Uha hī hai jisa nē tuhānū paidā kītā hai. Phira tuhāḍē vicōṁ hī kō'ī avagi'ākārī hai atē kō'ī śaradhāvāna. Alāha dēkha rihā hai jō kujha tusīṁ karadē hō"
        },
        {
            "chapter": 64,
            "verse": 3,
            "text": "Usa nē ākāśāṁ atē dharatī nū ṭhīka ḍhaga nāla paidā kītā atē usa nē tuhāḍā rūpa baṇā'i'ā tē rūpa vī bēhada sōhaṇā baṇā'i'ā. Atē usa vala hī (tusīṁ) vāpisa muṛanā hai"
        },
        {
            "chapter": 64,
            "verse": 4,
            "text": "Uha jāṇadā hai jihaṛā kujha dharatī atē abarāṁ vica hai. Atē uha tuhāḍī'ā gujhī'āṁ atē pragaṭa nū vī jāṇadā hai. Alāha dilāṁ taka dī'āṁ galāṁ jāṇanavālā (atarajāmī) hai"
        },
        {
            "chapter": 64,
            "verse": 5,
            "text": "Kī tuhānū unhāṁ lōkāṁ dī ḵẖabara nahīṁ' pujī, jinhāṁ nē isa tōṁ pahilāṁ avagi'ā kītī sī. Phira unhāṁ nē āpaṇē kītē dā savāda cakhi'ā. Unhāṁ la'ī daradanāka sazā hai"
        },
        {
            "chapter": 64,
            "verse": 6,
            "text": "Iha isa la'ī ki unhāṁ dē kaula unhāṁ dē rasūla sapaśaṭa pramāṇā dē nāla ā'ē. Tāṁ unhāṁ nē ākhi'ā ki kī sāḍī agavā'ī manukha karanagē?Sō unhāṁ nē (manaṇa tōṁ) inakāra kara ditā atē mūha mōṛa li'ā. Atē alāha unhāṁ tōṁ bēpravāha hō gi'ā. Alāha bēpravāha hai atē prasasā vālā hai"
        },
        {
            "chapter": 64,
            "verse": 7,
            "text": "Avagi'ā karana vāli'āṁ nē dā'avā kītā ki uha kadē vī mūṛa nahīṁ uṭhā'ē jāṇagē. Ākhō, ki hāṁ, mērē pālaṇahāra dī sauha, tusīṁ zarūra uṭhā'ē jāvēṅgē. Phira tuhānū dasi'ā jāvēgā jihaṛā kujha tusīṁ kītā. Atē iha alāha la'ī bahuta saukhā hai"
        },
        {
            "chapter": 64,
            "verse": 8,
            "text": "Sō alāha, usa dē rasūla atē usa dē nūra utē īmāna li'ā'u. Jihaṛā usa nē utāri'ā hai. Atē alāha jāṇadā hai jihaṛā kujha tusīṁ karadē hō"
        },
        {
            "chapter": 64,
            "verse": 9,
            "text": "Jisa dina uha tuhānū sāri'āṁ nū ki'āmata dē dina ikaṭhā karēgā, iha hī dina jita-hāra dā hōvēgā. Atē jihaṛā badā alāha tē īmāna li'ā'i'ā hōvēgā atē usa nē cagē karama kītē hōṇagē. Alāha usa dē pāpa usa tōṁ dūra kara dēvēgā. Atē usa nū ajihē bāġāṁ vica dāḵẖila karēgā, jinhāṁ dē thalē nahirāṁ vagadī'āṁ hōṇagī'āṁ atē uha usa vica hamēśā rahiṇagē. Iha hai vaḍī safalatā"
        },
        {
            "chapter": 64,
            "verse": 10,
            "text": "Atē jinhā lōkāṁ nē avagi'ā kītī atē sāḍī'āṁ ā'itāṁ nū jhuṭhalā'i'ā, uha lōka aga (vica saṛana) vālē hana. Usa vica uha hamēśā rahiṇagē. Iha burā ṭikāṇā hai"
        },
        {
            "chapter": 64,
            "verse": 11,
            "text": "Jihaṛī vī bipatā ā'undī hai, (uha) alāha dē hukama nāla hī ā'undī hai. Jihaṛā badā alāha tē īmāna rakhadā hai, alāha usa dē dila nū rāha dikhā'undā hai. Alāha hara cīza nū jāṇana vālā hai"
        },
        {
            "chapter": 64,
            "verse": 12,
            "text": "Atē tusīṁ alāha atē rasūla dā hukama manō. Phira jēkara tusīṁ mūha mauṛaugē tāṁ sāḍē rasūla dē (zimē) sirafa (sunēhā) pahucā dēṇā hai"
        },
        {
            "chapter": 64,
            "verse": 13,
            "text": "Alāha (jō badagī dē yōga hai) usa tōṁ binā kō'ī pūjaṇayōga nahīṁ atē īmāna vāli'āṁ nū alāha tē hī bharōsā rakhaṇā cāhīdā hai"
        },
        {
            "chapter": 64,
            "verse": 14,
            "text": "Hē īmāna vāli'ō! Tuhāḍī'āṁ patanī'āṁ tē tuhāḍī'āṁ aulādāṁ vicōṁ kujha tuhāḍē vairī hana. Sō tusīṁ unhāṁ tōṁ sāvadhāna rahō. Atē jēkara tusīṁ mu'āfa kara dēvō atē dara guzara kara di'ō, tāṁ alāha mu'āfa karana vālā atē rahima karana vālā hai"
        },
        {
            "chapter": 64,
            "verse": 15,
            "text": "Tuhāḍī ja'idāda atē tuhāḍī aulāda imātihāna dī vasatū hai. Atē alāha dē kōla bahuta vaḍā badalā hai"
        },
        {
            "chapter": 64,
            "verse": 16,
            "text": "Sō tusīṁ jithōṁ taka hō sakē alāha tōṁ ḍarōṁ. Suṇōṁ, manō atē kharaca karō. Iha tuhāḍē la'ī bihatara hai atē jihaṛā sadā dila dī tagī (kajūsī? Tōṁ baci'ā rihā, tāṁ ajihē lōka safalatā pā'uṇa vālē hana)"
        },
        {
            "chapter": 64,
            "verse": 17,
            "text": "Jēkara tusīṁ alāha nū cagā karazā (niśakāma sēvā) dēvōgē tāṁ uha usa nū tuhāḍē la'ī ka'ī guṇā vadhā dēvēgā. Atē tuhānū mu'āfa kara dēvēgā. Alāha kadaradāna atē sahiṇaśīla hai"
        },
        {
            "chapter": 64,
            "verse": 18,
            "text": "Pragaṭa atē gujhī'āṁ nū jāṇana vālā hai. Tākatavara atē hikamata hai"
        },
        {
            "chapter": 65,
            "verse": 1,
            "text": "Hē rasūla! Jadōṁ tusīṁ lōka auratāṁ nū talāka dēvōṁ tāṁ unhāṁ dī idata (samāṁ) tē talāka dēvō atē idata nū giṇadē rahō atē alāha tōṁ ḍarō jihaṛā tuhāḍā raba hai. Unhāṁ auratāṁ nū unhāṁ dē gharāṁ tōṁ nā kaḍhō atē nā uha khuda nikalaṇa. Jēkara uha pratakha aśalīla kama kara baiṭhaṇa (tāṁ kaḍhaṇa vica kō'ī haraza nahīṁ). Iha alāha dī'āṁ (tai'a kītī'āṁ) hadāṁ hana. Atē jihaṛā badā alāha dī'āṁ hadāṁ dā ulaghaṇa karēgā, tāṁ (samajhō? Usa nē āpaṇē āpa tē zulama kītā. Tusī' nahīṁ jāṇadē, hō sakadā alāha isa talāka tōṁ bā'ada kō'ī (mēla-jōla dī) navīṁ hālata paidā kara dēvē"
        },
        {
            "chapter": 65,
            "verse": 2,
            "text": "Phira jadōṁ uha āpaṇē mithē samō tē puja jāṇa tāṁ unhāṁ nū jāṁ tā mariyādā anusāra rakha lavō jāṁ mariyādā anusāra unhāṁ nū chaḍa dēvō. Atē āpaṇē vicōṁ dō bharōsē yōga gavāha baṇā lavō atē alāha la'ī ṭhīka ṭhāka gavāhī dēvō. Iha usa badē nū upadēśa ditā jāndā hai. Jihaṛā alāha tē atē pralōka dē dina tē imāna rakhadā hōvē. Atē jihaṛā badā alāha tōṁ ḍarēgā, alāha usa la'ī rāha paidā karēgā"
        },
        {
            "chapter": 65,
            "verse": 3,
            "text": "Atē unhāṁ nū usa thāṁ tōṁ rizaka dēvēgā jithōṁ usa nē kalapaṇā vī nahīṁ kītī hōṇī atē jihaṛā badā alāha tē bharōsā karēgā tāṁ alāha usa la'ī kāfī hai. Bēśaka alāha āpaṇā kama pūrā karakē rahidā hai. Alāha nē hara cīza la'ī ika paimānā niradhārita kara rakhi'ā hai"
        },
        {
            "chapter": 65,
            "verse": 4,
            "text": "Atē tuhāḍī'āṁ auratāṁ vicōṁ jihaṛī'āṁ māhāvārī tōṁ nā-umīda hōṁ cukī'āṁ hana. Jēkara tuhānū (unhāṁ dī idata tē) śaka hōvē, tāṁ unhāṁ dī idata tina mahīnē hai. Isa tarāṁ unhāṁ dī idata (vī tina mahīnē hai) jinhāṁ nū māhāvārī nahīṁ ā'uṇa lagī. Garabhavatī auratāṁ dī idata dī sīmā bacē dē janama laiṇa taka hai. Atē jihaṛā badā alāha tōṁ ḍarēgā alāha usa la'ī usa dē kama vica āsānī paidā kara dēvēgā"
        },
        {
            "chapter": 65,
            "verse": 5,
            "text": "Iha alāha dā hukama hai, jihaṛā usa nē tuhāḍē vala utāri'ā hai. Jihaṛā badā alāha tōṁ ḍarēgā, alāha usadē pāpāṁ nū usa tōṁ dūra kara dēvēgā atē usa nū vaḍā fala dēvēgā"
        },
        {
            "chapter": 65,
            "verse": 6,
            "text": "Tusīṁ unhāṁ (talāka sudā)? Auratāṁ nū āpaṇī samarathā dē anusāra (idata dē dināṁ vica) rahiṇa dā ghara dēvō, jithē tūsīṁ' rahidē hō atē unhāṁ nū taga karana la'ī unhāṁ nū dukha nā pahucā'uṁ. Jēkara uha garabha avasathā vica hōṇa tāṁ unhāṁ la'ī bacā jamaṇa taka kharaca karōṁ. Phira jēkara uha tuhāḍē kahiṇa tē bacē nū dudha pilā'uṇa tāṁ unhāṁ nū unhāṁ dī majadūrī dēvō. Atē tusīṁ āpisa vica ika dūjē (bacē bārē) nū nēkī sikhā'u atē jēkara tusīṁ āpisa vica jida karō tāṁ pitā dē kahiṇa tē (bacē) nū kō'ī hōra aurata dudha pilāvēgī"
        },
        {
            "chapter": 65,
            "verse": 7,
            "text": "Cāhīdā hai ki samarathā vālā āpaṇī samarathā dē anusāra kharaca karē atē jisa dī āmadana ghaṭa hōvē usa nū cāhīdā hai ki alāha nē jinhāṁ usa nū pradāna kītā hai. Uha usa vicōṁ kharaca karana. Alāha kisē tē bōjha nahīṁ pā'undā, para usa mutābika jinhāṁ usanū bakhaśi'ā hai. Alāha musībata tōṁ bā'ada jaladī hī saukha haidā kara dēvēgā hai"
        },
        {
            "chapter": 65,
            "verse": 8,
            "text": "Atē bahuta sārī'āṁ basatī'āṁ hana jinhāṁ nē āpaṇē raba dē hukama tōṁ mūha mauṛi'ā. Sō asīṁ unhāṁ dā saśata hisāba kītā atē asīṁ unhāṁ nū bhi'ānaka daḍa ditā"
        },
        {
            "chapter": 65,
            "verse": 9,
            "text": "Sō unhāṁ nē āpaṇē kītē dā savāda li'ā atē unhāṁ dā ata ghāṭē vica hō'i'ā"
        },
        {
            "chapter": 65,
            "verse": 10,
            "text": "Alāha nē unhāṁ la'ī ika daradanāka sazā ti'āra kara rakhī hai. Sō alāha tōṁ ḍarō. Hē budhī vāli'u! Jihaṛē ki īmāna li'ā'ē hō. Alāha nē tuhāṛē vala ika upadēśa utāri'ā hai"
        },
        {
            "chapter": 65,
            "verse": 11,
            "text": "Ika rasūla jihaṛā tuhānū alāha dī'āṁ sapaśaṭa ā'itāṁ paṛha kē suṇā'undā hai, tāṁ ki unhāṁ lōkāṁ nū hanhēri'āṁ vicōṁ prakāśa vala kaḍhē jihaṛē īmāna li'ā'ē atē unhāṁ nē bhalē karama kītē. Usa nū uha ajihē bāġāṁ vica dāḵẖila karēgā, jinhāṁ dē thalē nahirāṁ vagadī'āṁ hauṇagī'āṁ. Uha usa vica hamēśā rahiṇagē. Alāha nē usa nū bahuta cagā rizaka ditā"
        },
        {
            "chapter": 65,
            "verse": 12,
            "text": "Alāha hī hai jisanē sata asamāna baṇā'ē atē unhāṁ vāṅga dharatī vī. Unhāṁ vica alāha dē hukama utaradē hana, tāṁ ki tusīṁ samajhōṁ ki alāha hara cīza dī samarathā rakhadā hai. Atē alāha nē āpaṇē gi'āna nāla hara cīza nū āpaṇē ghērē vica li'ā hō'i'ā hai"
        },
        {
            "chapter": 66,
            "verse": 1,
            "text": "Hē paiġabara! Tusī' ki'uṁ usa cīza nū harāma karadē hō, jihaṛī alāha nē tuhāḍē la'ī jā'iza kītī hai. (Uha vī) āpaṇī'āṁ patanī'āṁ dī prasanatā prāpata karana la'ī. Atē alāha vaḍā mu'āfī dēṇa vālā atē rahimata karana vālā hai"
        },
        {
            "chapter": 66,
            "verse": 2,
            "text": "Alāha nē tuhāḍē lōkāṁ la'ī tuhāḍī'āṁ sauhāṁ dā khōlaṇā niyata kara ditā atē alāha tuhāḍā kārasāza hai. Atē uha jāṇana vālā atē hikamata vālā hai"
        },
        {
            "chapter": 66,
            "verse": 3,
            "text": "Atē jadōṁ rasūla nē āpaṇī kisē patanī nū ika bhēda dī gala haulī jihī kahī tāṁ usa nē usa nū (bhēda) dasa ditā atē alāha nē paigabara nū usa tōṁ jāṇū karā ditā, tāṁ paigabara nē kujha (patanī nāla kītī'āṁ) galāṁ dasī'āṁ atē kujha nā dasī'āṁ. Phira jadōṁ paiġabara nē usa nū iha gala dasī usa nē kihā ki tuhānū isa dī ḵẖabara kisa nē ditī hai. Paiġabara nē kihā, ki mainū jāṇana vālē tē bā-ḵẖabara raba nē dasi'ā hai"
        },
        {
            "chapter": 66,
            "verse": 4,
            "text": "Jēkara tusīṁ dōvē alāha vala paratōṁ' tāṁ (vadhī'āṁ hai ki'uṅki) tuhāḍē dila jhukē hō'ē hana atē jēkara tusīṁ dōvēṁ nabī (dī muśakala) dē virudha kāravā'ī'āṁ karōgī'āṁ tāṁ usa dā dōsata alāha hai. Jibarā'īla, sadācārī īmāna vālē atē inhāṁ tōṁ śinā phariśatē vī usa dē sāthī hana"
        },
        {
            "chapter": 66,
            "verse": 5,
            "text": "Jēkara paiġabara tuhānū sārī'āṁ nū talāka dē dēṇa tāṁ usa dā raba tuhāḍē badalē tuhāḍē tōṁ bihatara patanī'āṁ dē dēvēgā. Āgi'ākārī, śaradhāvāna, taubā karana vālī'āṁ, ibādata karana"
        },
        {
            "chapter": 66,
            "verse": 6,
            "text": "Hē īmāna vāli'ō! Āpaṇē āpa nū atē āpaṇē ghara vāli'āṁ nū usa aga tōṁ bacā'u. Jisa dā bālaṇa manukha atē pathara hōṇagē. Usa tē saḵẖata subhā'a dē balavāna fariśatē niyukata hana. Alāha unhāṁ nū jihaṛā hukama dēvē, uha usa dī ulaghaṇā nahī karadē hana. Atē uha uha hī karadē hana, jisa dā unhāṁ nū hukama miladā hai"
        },
        {
            "chapter": 66,
            "verse": 7,
            "text": "Hē inakārī'ō! Aja bahānē nā baṇā'ō. Tusīṁ uhī badalā pā rahē hō jihaṛā tusīṁ karadē sī"
        },
        {
            "chapter": 66,
            "verse": 8,
            "text": "Hē īmāna vāli'ō! Alāha dē sāhamaṇē sacī taubā karō. Umīda hai tuhāḍā raba tuhāḍē pāpa mu'āfa kara dēvē atē tuhānū ajihē bāġāṁ vica dākhila karē, jinhāṁ dē thalē nahirāṁ vagadī'āṁ hōṇagī'āṁ. Jisa dina alāha, paigabara nū atē unhāṁ dē nāla īmāna li'ā'uṇa vāli'āṁ nū apamāṇita nahīṁ karēgā. Unhāṁ dā prakāśa unhāṁ dē agē atē sajē- khabē dauṛa rihā hōvēgā, uha ākha rahē hōṇagē ki hē sāḍē pālaṇahāra! Sāḍē la'ī sāḍē prakāśa nū pūrana kara dēvō atē sānū mu'āfa kara di'u. Bēśaka tū hara cīza dī samarathā rakhadāṁ hai"
        },
        {
            "chapter": 66,
            "verse": 9,
            "text": "Hē paigabara! Avagi'ākārī'āṁ atē dhōkhēbāzāṁ nāla yudha karō. Atē unhāṁ tē saḵẖatī karōṁ. Unhāṁ dā ṭikāṇā naraka hai atē iha burā ṭikāṇā hai"
        },
        {
            "chapter": 66,
            "verse": 10,
            "text": "Alāha, avagi'ākārī'āṁ la'ī nūha dī patanī dī atē lūta dī patanī dī misāla bi'āna karadā hai. Dōvē sāḍē badi'āṁ vicōṁ nēka badi'āṁ dī'āṁ patanī'āṁ sana. Phira unhāṁ nē unhāṁ dē nāla dhōkhā kītā, tāṁ uha dōvē alāha dē mukābalē vica unhāṁ dē kujha kama nā ā sakē. Atē dōvāṁ nū ākha ditā gi'ā ki aga vica dāḵẖila hō jāvō. Dākhila hōṇa vāli'āṁ dē nāla"
        },
        {
            "chapter": 66,
            "verse": 11,
            "text": "Atē alāha īmāna vāli'āṁ la'ī phira'auna dī patanī dī misāla bi'āna karadā hai. Jadōṁ usa nē ākhi'ā ki hē mērē pālaṇahāra! Mērē la'ī āpaṇē kōla janata vica ika ghara baṇā dē. Atē mainū phira'auna atē usa dē karamā tōṁ bacā. Atē mainū ati'ācārī kauma tōṁ chuṭakārā divā"
        },
        {
            "chapter": 66,
            "verse": 12,
            "text": "Atē imārāna dī bēṭī marī'ama jisa nē āpaṇī izata dī rakhi'ā kītī, phira asī usa vica āpaṇī ātamā phūka ditī atē usa nē āpaṇē raba dī bāṇī dī atē usa dī'āṁ kitābāṁ dī puśaṭī kītī atē uha āgi'ākārī'āṁ vicōṁ sī"
        },
        {
            "chapter": 67,
            "verse": 1,
            "text": "Uha baṛā barakata vālā hai, jisa dē hatha vica bādaśāhī hai atē uha hara cīza dē samaratha hai"
        },
        {
            "chapter": 67,
            "verse": 2,
            "text": "Jisa nē mōta atē jīvana nū paidā kītā. Tāṁ ki uha tuhānū parakhē ki tuhāḍē vicōṁ kauṇa cagē kama karadā hai. Uha śakatīśālī hai, mu'āfa karana vālā hai"
        },
        {
            "chapter": 67,
            "verse": 3,
            "text": "Jisa nē upara thalē sata asamāna baṇā'ē. Tusīṁ rahimāna dī sirajanā vicōṁ kō'ī dōśa nahīṁ dēkhōgē. Phira nazara lā kē vēkha lavō, kitē tuhānū kō'ī vigāṛa dikhā'ī didā hai"
        },
        {
            "chapter": 67,
            "verse": 4,
            "text": "Phira bāra bāra nazarāṁ lā kē dēkha lavō, nazarāṁ asafala hō kē thaka kē tuhāḍē vala vāpisa ā jāṇagī'āṁ"
        },
        {
            "chapter": 67,
            "verse": 5,
            "text": "Atē asīṁ nēṛē dē ākāśa nū dīvi'āṁ nāla sajā'i'ā hai. Atē asīṁ inhāṁ nū saitānāṁ nū mārana dā zarī'ā baṇā'i'ā hai atē asīṁ unhāṁ la'ī naraka dī sazā ti'āra kara rakhī hai"
        },
        {
            "chapter": 67,
            "verse": 6,
            "text": "Atē jinhāṁ lōkāṁ nē āpaṇē raba nū jhuṭhalā'i'ā, unhāṁ la'ī naraka dī sazā hai atē iha būrā ṭikāṇā hai"
        },
        {
            "chapter": 67,
            "verse": 7,
            "text": "Jadōṁ uha usa vica suṭē jāṇagē, tāṁ uha usa naraka dī'āṁ cīkāṁ sunaṇagē"
        },
        {
            "chapter": 67,
            "verse": 8,
            "text": "Atē uha (jōśa nāla) ubaladī hōvēgī i'uṁ lagēgā jivēṁ uha gusē nāla pāṭa jāvēgī. Jadōṁ usa vica kō'ī garōha suṭi'ā jāvēgā, tāṁ naraka dē pahirēdāra unhāṁ nū puchaṇagē ki kī tuhāḍē kōla kō'ī ḍarā'uṇa vālā (samajhā'uṇa vālā) nahīṁ ā'i'ā sī"
        },
        {
            "chapter": 67,
            "verse": 9,
            "text": "uha ākhaṇagē ki hāṁ, sāḍē kōla ḍarā'uṇa vālā ā'i'ā sī. Phira asīṁ usa dī gala manaṇa tōṁ inakāra kara ditā. Atē asīṁ kihā ki alāha nē kō'ī cīza nahīṁ utārī. Tusīṁ lōka tāṁ bhārī kurāhē pa'ē hō'ē hō"
        },
        {
            "chapter": 67,
            "verse": 10,
            "text": "Atē uha ākhaṇagē ki jēkara asī suṇadē jāṁ samajhadē tāṁ asīṁ naraka vāli'āṁ vicōṁ' nā hudē"
        },
        {
            "chapter": 67,
            "verse": 11,
            "text": "Sō uha āpaṇē pāpāṁ nū savīkāra karanagē. Tāṁ lāhaṇata hōvē naraka vāli'āṁ tē"
        },
        {
            "chapter": 67,
            "verse": 12,
            "text": "Jihaṛē lōka binhāṁ dēkhi'āṁ āpaṇē raba tōṁ ḍaradē hana, unhāṁ la'ī mu'āfī atē vaḍā badalā hai"
        },
        {
            "chapter": 67,
            "verse": 13,
            "text": "Atē tusīṁ āpaṇī gala mana vica ākhō jāṁ mūhōṁ bōla kē ākhōṁ, uha dilāṁ dī'āṁ galāṁ jāṇadā hai"
        },
        {
            "chapter": 67,
            "verse": 14,
            "text": "Kī uha nā jāṇadā hōvēgā, jisa nē (sabha kujha) paidā kītā hai. Uha hara rāza jāṇana vālā atē (hara tar'hāṁ dī) ḵẖabara rakhaṇa vālā hai"
        },
        {
            "chapter": 67,
            "verse": 15,
            "text": "Uha hī hai jisa nē dharatī nū tuhāḍē la'ī barābara kara ditā tāṁ ki tusī usa dē rāhāṁ tē turō atē usa (alāha) dē ditē rizaka vicōṁ khā'u atē usa vala hī vāpisa muṛanā hai"
        },
        {
            "chapter": 67,
            "verse": 16,
            "text": "Kī tusīṁ usa tōṁ bē-fikarē hō ga'ē hō. Jihaṛāṁ ākāśāṁ vica hai ki tuhānū dharatī vica dhasā dēvē phira uha kabaṇa lagē"
        },
        {
            "chapter": 67,
            "verse": 17,
            "text": "Kī tusīṁ usa tōṁ' bē-phikarē hō ga'ē hō jihaṛā ākāśa vica hai, ki uha tuhāḍē tē patharā kara dēṇa vālī havā bhēja dēvē. Phira tusīṁ samajha lavaugē ki mērā bhai'a-bhīta karanā kihō jihā hai"
        },
        {
            "chapter": 67,
            "verse": 18,
            "text": "Atē unhāṁ nē jhuṭhalā'i'ā, jihaṛē unhāṁ tōṁ pahilāṁ sana. Tāṁ kihō jihī hō'ī mērī phiṭakāra"
        },
        {
            "chapter": 67,
            "verse": 19,
            "text": "Kī unhāṁ pachī'āṁ nū āpaṇē utē khabha phailā'undē nahīṁ dēkhi'ā. Atē uha unhāṁ (khabhāṁ) nū samēṭa vī laindē hana. Rahimāna tōṁ binā kō'ī nahīṁ jihaṛā unhāṁ nū thama kē rakhadā hōvē. Bēśaka uha hara cīza nū dēkha rihā hai"
        },
        {
            "chapter": 67,
            "verse": 20,
            "text": "Bhalā kihaṛā hai jihaṛā tuhāḍī phauja baṇā kē rahimāna dē mukābalē tuhāḍī madada karē?Inakāra karana vālē bhulēkhē vica pa'ē hō'ē hana"
        },
        {
            "chapter": 67,
            "verse": 21,
            "text": "Bhalā kihaṛā hai jihaṛā tuhānū rizaka dēvē, jadōṁ alāha nē rizaka nū rōka rakhi'ā hōvē. Sagōṁ iha baġāvata atē īrakhā vica phasē pa'ē hana"
        },
        {
            "chapter": 67,
            "verse": 22,
            "text": "Kī jihaṛā badā mūdhē-mūha tura rihā hai, uha zi'ādā sacā rāha prāpata karana vālā hai jāṁ uha badāṁ jihaṛā ika sidhē atē ṭhīka rāha tē cala rihā hai"
        },
        {
            "chapter": 67,
            "verse": 23,
            "text": "Āsakhōṁ, ki uha hī hai jisa nē tuhānū paidā kītā atē tuhāḍē la'ī akhāṁ, kana atē dila baṇā'ē. Tusīṁ lōka bahuta ghaṭa śukaraguzāra hudē hō"
        },
        {
            "chapter": 67,
            "verse": 24,
            "text": "Ākhō, ki uha hī hai, jisa nē tuhānū dharatī tē phailā'i'ā atē tusīṁ usē vala hī ikaṭhē kītē jāvōgē"
        },
        {
            "chapter": 67,
            "verse": 25,
            "text": "Atē uha ākhadē hana ki iha vā'adā kadōṁ pūrā hōvēgā, jēkara tusīṁ sacē hō"
        },
        {
            "chapter": 67,
            "verse": 26,
            "text": "Ākhō, ki iha gi'āna alāha dē kaula hai atē maiṁ khul'hē tōra tē ḍarā'uṇa vālā hāṁ"
        },
        {
            "chapter": 67,
            "verse": 27,
            "text": "Sōṁ jadōṁ uha usa nū nēṛē ā'undā hō'i'ā dēkhaṇagē tāṁ unhāṁ dē ciharē vigaṛa jāṇagē, jinhāṁ nē avagi'ā kītī atē kihā jāvēgā ki iha hī hai uha cīza jihaṛī tusīṁ magi'ā karadē sī"
        },
        {
            "chapter": 67,
            "verse": 28,
            "text": "Ākhō, ki jēkara alāha mainū atē mērē nāladi'āṁ nū halāka kara dē kauṇa bacāvēgā"
        },
        {
            "chapter": 67,
            "verse": 29,
            "text": "Ākhō, ki uha rahimāna hai, asīṁ usa tē īmāna lai ā'ē atē usa tē hī asī' bharōsā kītā. Sō jaladī hī tusīṁ jāṇa lavōgē ki sapaśaṭa kurāhē tē kauṇa hai"
        },
        {
            "chapter": 67,
            "verse": 30,
            "text": "Ākhō, ki dasō jēkara tuhāḍā pāṇī nīvāṁ utara jāvē tāṁ kihaṛā hai jihaṛā tuhāḍē la'ī sāpha pāṇī lai āvē"
        },
        {
            "chapter": 68,
            "verse": 1,
            "text": "Nūna, kalama dī atē jihaṛē (kalamāṁ vālē) likhadē hana, usa dī sahu"
        },
        {
            "chapter": 68,
            "verse": 2,
            "text": "Tusīṁ āpaṇē raba dī kirapā nāla dīvānē nahīṁ hō"
        },
        {
            "chapter": 68,
            "verse": 3,
            "text": "Atē bēśaka tuhāḍē la'ī badalā hai kadē nā mukaṇa vālā"
        },
        {
            "chapter": 68,
            "verse": 4,
            "text": "Atē bēśaka tusīṁ ika ucē iḵẖalāka tē hō"
        },
        {
            "chapter": 68,
            "verse": 5,
            "text": "Sō bahuta chētī hī tusīṁ dēkhōgē atē uha vī dēkhaṇagē"
        },
        {
            "chapter": 68,
            "verse": 6,
            "text": "Ki tuhāḍē vicōṁ kisa nū jhalapuṇā (dīvānāpaṇa) hai"
        },
        {
            "chapter": 68,
            "verse": 7,
            "text": "tuhāḍā raba hī cagī tarāṁ jāṇadā hai, jihaṛā usa dē rāha tōṁ bhaṭaki'ā hō'i'ā hai atē uha rāha tē calaṇa vāli'āṁ nū vī cagī tarāṁ jāṇadā hai"
        },
        {
            "chapter": 68,
            "verse": 8,
            "text": "Sō tusīṁ inhāṁ jhuṭhalā'uṇa vāli'āṁ dā kihā nā manōṁ"
        },
        {
            "chapter": 68,
            "verse": 9,
            "text": "Uha cāhudē hana ki tusīṁ narama pai jāvō, tāṁ uha vī narama pai jāṇagē"
        },
        {
            "chapter": 68,
            "verse": 10,
            "text": "Atē tusīṁ ajihē badē dā kahiṇā nā manō, jihaṛā bahutā sahu'āṁ khāṇa vālā hōvē"
        },
        {
            "chapter": 68,
            "verse": 11,
            "text": "atē śēkadarā hōvē, vi'aga karana vālā hōvē, zugalī'āṁ karadā phiradā hōvē"
        },
        {
            "chapter": 68,
            "verse": 12,
            "text": "Cagē kamāṁ tōṁ rōkaṇa vālā hōvē, hadāṁ dā ulaghaṇa karana vālā hōvē, bē'īmānī karana vālā hōvē"
        },
        {
            "chapter": 68,
            "verse": 13,
            "text": "Pathara dila hōvē atē isa tōṁ vadha kē bada zāta hōvē"
        },
        {
            "chapter": 68,
            "verse": 14,
            "text": "Isa la'ī ki uha daulata atē aulāda vālā hai"
        },
        {
            "chapter": 68,
            "verse": 15,
            "text": "Jadōṁ usa nū sāḍī'āṁ ā'itāṁ paṛha kē suṇā'ī'āṁ jāndī'āṁ hana, tāṁ uha ākhadā hai ki iha pahilāṁ hō cuki'āṁ dī'āṁ pramāṇāṁ tōṁ rahita galāṁ hana"
        },
        {
            "chapter": 68,
            "verse": 16,
            "text": "Jaladī hī asīṁ usa dē naka nū dāgī karāṅgē"
        },
        {
            "chapter": 68,
            "verse": 17,
            "text": "Asīṁ unhāṁ nū imatihāna vica pā'i'ā, jisa tarāṁ asīṁ śāga vāli'āṁ nū imatihāna vica pā'i'ā sī. Jadōṁ' unhāṁ nē sahu khādhī sī ki uha savērē śāma zarūra usa dā fala tōṛa laiṇagē"
        },
        {
            "chapter": 68,
            "verse": 18,
            "text": "Unhāṁ nē inaśāṁ alāha (alāha nē cāhi'ā) nahī kihā"
        },
        {
            "chapter": 68,
            "verse": 19,
            "text": "Sō usa bāġa tē tērē raba valōṁ ika phirana vālā phira gi'ā atē uha sau rahē sī"
        },
        {
            "chapter": 68,
            "verse": 20,
            "text": "Sō uha i'uṁ hō gi'ā jivēṁ kaṭī hō'ī fasala"
        },
        {
            "chapter": 68,
            "verse": 21,
            "text": "Sō savērē unhāṁ nē ika dūjē nū pukāri'ā"
        },
        {
            "chapter": 68,
            "verse": 22,
            "text": "Ki savērē āpaṇē khēta calōṁ, jēkara tusīṁ fala tōṛanā hai"
        },
        {
            "chapter": 68,
            "verse": 23,
            "text": "Phira uha cala pa'ē atē haulī haulī kahi rahē sana"
        },
        {
            "chapter": 68,
            "verse": 24,
            "text": "Ki aja kō'ī kagāla tuhāḍē kōla bāġa vica nā ā sakē"
        },
        {
            "chapter": 68,
            "verse": 25,
            "text": "Atē uha āpaṇē āpa nū samaratha samajha kē tūrē. (Jivēṁ khētī tē pūrana adhikāra rakhadē hōṇa)"
        },
        {
            "chapter": 68,
            "verse": 26,
            "text": "phira jadōṁ bāġa nū (ujaṛi'ā) dēkhi'ā tāṁ ākhaṇa lagē ki asīṁ rāha bhula ga'ē"
        },
        {
            "chapter": 68,
            "verse": 27,
            "text": "Sagōṁ asīṁ vān̄jhē ga'ē"
        },
        {
            "chapter": 68,
            "verse": 28,
            "text": "Unhāṁ vicōṁ jihaṛā bihatara badā sī, usa nē ākhi'ā ki maiṁ' tuhānū kihā nahīṁ sī ki tusī lōka sifata salāha ki'uṁ nahīṁ karadē"
        },
        {
            "chapter": 68,
            "verse": 29,
            "text": "Unhāṁ nē ākhi'ā ki sāḍā raba pavitara hai. Bēśaka asīṁ zālima sī"
        },
        {
            "chapter": 68,
            "verse": 30,
            "text": "Phira uha āpisa vica ika dūjē tē dauśa lā'uṇa lagē"
        },
        {
            "chapter": 68,
            "verse": 31,
            "text": "Unhāṁ nē ākhi'ā ki sānū aphasōsa hai, bēśaka asīṁ hadāṁ dā ulaghaṇa karana vālē sī"
        },
        {
            "chapter": 68,
            "verse": 32,
            "text": "Umīda hai ki sāḍā raba sānū isa tōṁ vī vadhī'ā bāġa isa dē badalē vica dē dēvē. Asīṁ usa vala hī muṛadē hāṁ"
        },
        {
            "chapter": 68,
            "verse": 33,
            "text": "Āfata isa tarāṁ hī ā'undī hai atē pralōka dī sazā isa tōṁ vī vaḍī hai. Kāśa! Iha lōka jāṇavē"
        },
        {
            "chapter": 68,
            "verse": 34,
            "text": "Bēśaka ḍarana vāli'āṁ la'ī unhāṁ dē raba dē kōla ni'amatāṁ dē bāġa hana"
        },
        {
            "chapter": 68,
            "verse": 35,
            "text": "Kī asīṁ āgi'ākārī'āṁ nū avagi'ākārī'āṁ dē barābara kara dēvāṅgē"
        },
        {
            "chapter": 68,
            "verse": 36,
            "text": "Tuhānū kī hō'i'ā tusīṁ kihō jihā faisalā karadē hō"
        },
        {
            "chapter": 68,
            "verse": 37,
            "text": "Kī tuhāḍē kōla kō'ī kitāba hai. Jisa vicōṁ tusīṁ paṛhadē hō"
        },
        {
            "chapter": 68,
            "verse": 38,
            "text": "Isa vica tuhāḍē la'ī uha hai, jisa nū tusīṁ pasada karadē hō"
        },
        {
            "chapter": 68,
            "verse": 39,
            "text": "Kī rahiṇagī'āṁ, ki tuhāḍē la'ī uhī kujha hai. Jihaṛā tusīṁ cāhōgē"
        },
        {
            "chapter": 68,
            "verse": 40,
            "text": "Inhāṁ nū puchō ki inhāṁ vicō usa dā zimēdāra kauṇa hai"
        },
        {
            "chapter": 68,
            "verse": 41,
            "text": "Kī unhāṁ la'ī kujha hōra vī śarīka (bhā'īvāla) hana, tāṁ uha āpaṇē śarīkāṁ nū li'ā'uṇa, jēkara uha sacē hōṇa"
        },
        {
            "chapter": 68,
            "verse": 42,
            "text": "Jisa dina asalī'ata tōṁ paradā zuki'ā jāvēgā. Atē lōka sijadē la'ī sadē jāṇagē. Tāṁ uha sijadā nā kara sakaṇagē"
        },
        {
            "chapter": 68,
            "verse": 43,
            "text": "Unhāṁ dī'āṁ nazarāṁ jhūkī'āṁ hōṇagī'āṁ. Unhāṁ tē anādara chā'i'ā hōvēgā. Atē uha sijadā la'ī sadē jāndē sī. Uha riśaṭa pūśaṭa sana"
        },
        {
            "chapter": 68,
            "verse": 44,
            "text": "Sō mainū atē unhāṁ nū chaḍō, jihaṛē isa bāṇī nū jhuṭhalā'undē hana, asīṁ' unhāṁ nū haulī haulī uthōṁ li'ā rahē hāṁ, jithōṁ uha nahīṁ jāṇadē"
        },
        {
            "chapter": 68,
            "verse": 45,
            "text": "Atē maiṁ unhāṁ nū maukā dē rihā hāṁ, bēśaka mērī pakaṛa bahuta mazaśūta hai"
        },
        {
            "chapter": 68,
            "verse": 46,
            "text": "Kī tusīṁ' inhāṁ tōṁ kujha sēvā fala (mihanatānā? Magadē hō. Ki uha caṭī (tāvāna) dē bhāra thalē dabē jā rahē hana"
        },
        {
            "chapter": 68,
            "verse": 47,
            "text": "Jāṁ unhāṁ dē kōla gā'iba dī jāṇakārī hai, jō uha likha rahē hana"
        },
        {
            "chapter": 68,
            "verse": 48,
            "text": "sō āpaṇē raba dē faisalē taka hausalā rakhōṁ atē machī (dī burakī banaṇa) vālē (yūnasa) dī tar'hāṁ nā baṇa jā'u, jadōṁ usa nē pukāri'ā tāṁ uha dukha nāla bhari'ā hō'i'ā sī"
        },
        {
            "chapter": 68,
            "verse": 49,
            "text": "Jēkara usa dē raba dī kirapā usa dē nāla nā hudī tāṁ uha bēkadarā hō kē raṛē maidāna vica suṭa ditā jāndā"
        },
        {
            "chapter": 68,
            "verse": 50,
            "text": "Phira usa dē raba nē usa nū sanamānita kītā. Sō usa nū sadācārī'āṁ vica śāmila kara ditā gi'ā"
        },
        {
            "chapter": 68,
            "verse": 51,
            "text": "Atē iha avagi'ākārī lōka jadōṁ upadēśa nū suṇadē hana, tāṁ isa tarāṁ tuhānū dēkhadē hana, jivē samajhō āpaṇī nazara nāla tuhānū bahikā dēṇagē atē ākhadē hana ki iha zarūra dīvānā hai"
        },
        {
            "chapter": 68,
            "verse": 52,
            "text": "Atē uha sasāra vāli'āṁ la'ī sirafa ika upadēśa hai"
        },
        {
            "chapter": 69,
            "verse": 1,
            "text": "Uha hōṇa vālī"
        },
        {
            "chapter": 69,
            "verse": 2,
            "text": "Kī hai uha hōṇa vālī"
        },
        {
            "chapter": 69,
            "verse": 3,
            "text": "atē tusīṁ kī jāṇō ki kī hai uha hōṇa vālī hai"
        },
        {
            "chapter": 69,
            "verse": 4,
            "text": "Samūda atē āda nē usa khaṛakhaṛā'uṇa vālī cīza nū jhuṭhalā'i'ā"
        },
        {
            "chapter": 69,
            "verse": 5,
            "text": "Sō samūda tāṁ ika bhi'ānaka duraghaṭanā"
        },
        {
            "chapter": 69,
            "verse": 6,
            "text": "vica naśaṭa kara ditē ga'ē"
        },
        {
            "chapter": 69,
            "verse": 7,
            "text": "Tē āda, uha tāṁ ika tēza hanērī nāla naśaṭa kara ditē ga'ē. (7) Usa nū alāha nē lagātāra sata rātāṁ atē aṭha dina unhāṁ tē lagā'ī rakhi'ā, tāṁ tusīṁ dēkhadē hō ki utē uha isa tar'hāṁ ḍigē pa'ē hana, jivē' khajūra dē khōkhalē taṇē"
        },
        {
            "chapter": 69,
            "verse": 8,
            "text": "Tāṁ kī tuhānū unhāṁ vicō' kō'ī baci'ā hō'i'ā dikhā'ī didā hai"
        },
        {
            "chapter": 69,
            "verse": 9,
            "text": "Phira'auna atē usa tōṁ pahilāṁ vāli'āṁ nē atē pūṭhī'āṁ hō'ī basatī'āṁ nē aparādha kītā"
        },
        {
            "chapter": 69,
            "verse": 10,
            "text": "Unhāṁ nē āpaṇē raba dē rasūla dī avagi'ā kītī tāṁ alāha nē unhāṁ nū bahuta sakhatī nāla phaṛhi'ā"
        },
        {
            "chapter": 69,
            "verse": 11,
            "text": "Atē jadōṁ pāṇī hadōṁ lagha gi'ā tāṁ asīṁ tuhānū bēṛī vica savāra karavā'i'ā"
        },
        {
            "chapter": 69,
            "verse": 12,
            "text": "Tāṁ ki asīṁ usa nū tuhāḍē la'ī yādagāra baṇā dē'ī'ē atē yāda rakhaṇa vālē kana usa nū yāda rakhaṇa"
        },
        {
            "chapter": 69,
            "verse": 13,
            "text": "Sō jadōṁ bigala vica acānaka ika phūka mārī jāvēgī"
        },
        {
            "chapter": 69,
            "verse": 14,
            "text": "Atē dharatī atē pahāṛāṁ nū uṭhā kē ikō bāra vica zūrā zūrā kara ditā jāvēgā"
        },
        {
            "chapter": 69,
            "verse": 15,
            "text": "Tāṁ usa dina ghaṭana vālī ghaṭa jāvēgī"
        },
        {
            "chapter": 69,
            "verse": 16,
            "text": "Atē ākāśa pāṭa jāvēgā tāṁ uha usa dina pūrana taura tē ḵẖatama hō jāvēgā"
        },
        {
            "chapter": 69,
            "verse": 17,
            "text": "Atē fariśatē usa dē kināri'āṁ tē hōṇagē atē tērē raba dē sighāsaṇa nū usa dina aṭha fariśati'āṁ nē āpaṇē upara cuki'ā hōvēgā"
        },
        {
            "chapter": 69,
            "verse": 18,
            "text": "Usa dina tusīṁ pēśa kītē jāvōgē. Tuhāḍī kō'ī gala chipī hō'ī nā hōvēgī"
        },
        {
            "chapter": 69,
            "verse": 19,
            "text": "Tāṁ jisa badē nū usa dā karama patara usa dē sajē hatha vica ditā jāvēgā tāṁ uha ākhēgā ki la'u mērā karama patara paṛhō"
        },
        {
            "chapter": 69,
            "verse": 20,
            "text": "Maiṁ kalapaṇā kītī sī ki mainū mērā hisāba ditā jāṇa vālā hai"
        },
        {
            "chapter": 69,
            "verse": 21,
            "text": "Tāṁ uha ika pasadādā'ika sukha ma'ī jīvana vica hōvēgā"
        },
        {
            "chapter": 69,
            "verse": 22,
            "text": "Ucē bāġāṁ vica"
        },
        {
            "chapter": 69,
            "verse": 23,
            "text": "Usa dē phala jhūkē pa'ē rahē hōṇagē"
        },
        {
            "chapter": 69,
            "verse": 24,
            "text": "Anada pūrabaka khā'u atē pī'u, unhāṁ karamāṁ dē phalasarūpa jihaṛē tusīṁ bītē dinā vica kītē hana"
        },
        {
            "chapter": 69,
            "verse": 25,
            "text": "Atē jisa badē dā karama patara usa dē khabē hatha vica ditā jāvēgā, tāṁ uha ākhēgā ki kāśa! Mērā karama patara mainū nāṁ ditā jāndā"
        },
        {
            "chapter": 69,
            "verse": 26,
            "text": "Atē maiṁ nahīṁ jāṇadā ki mērā hisāba kī hai"
        },
        {
            "chapter": 69,
            "verse": 27,
            "text": "Kāśa! Uha mauta hī ākharī hudī"
        },
        {
            "chapter": 69,
            "verse": 28,
            "text": "Mōrī jā'idāda mērē kama nā ā'ī"
        },
        {
            "chapter": 69,
            "verse": 29,
            "text": "Mērī hakūmata ḵẖatama hō ga'ī"
        },
        {
            "chapter": 69,
            "verse": 30,
            "text": "Usa badē nū phaṛhō atē unhāṁ dē paṭā pā'u"
        },
        {
            "chapter": 69,
            "verse": 31,
            "text": "Phira usa nū naraka vica suṭa dē'u"
        },
        {
            "chapter": 69,
            "verse": 32,
            "text": "Fira ika zaujīra vica, jisa dī labā'ī satara (70) hatha hai, usa nū ghuṭa dēvō"
        },
        {
            "chapter": 69,
            "verse": 33,
            "text": "Iha badā azīma raba (mahāna alāha) tē vibavāśa nahīṁ rakhadā sī"
        },
        {
            "chapter": 69,
            "verse": 34,
            "text": "Atē uha kagālāṁ nū rōṭī khavā'uṇa la'ī prēta vī nahīṁ karadā sī"
        },
        {
            "chapter": 69,
            "verse": 35,
            "text": "Sō aja ithē usa dē nāla kō'ī hamadaradī rakhaṇa vālā nahīṁ"
        },
        {
            "chapter": 69,
            "verse": 36,
            "text": "Atē nā zakhamāṁ dē dhōṇa tē (nikalī pāka) tōṁ śinā unhāṁ la'ī kō'ī bhōjana nahīṁ"
        },
        {
            "chapter": 69,
            "verse": 37,
            "text": "Isa (bhōjana) nū pāpī'āṁ tōṁ binā kō'ī nahīṁ khāvēgā"
        },
        {
            "chapter": 69,
            "verse": 38,
            "text": "Tāṁ nahīṁ maiṁ sahū khāndā hāṁ, unhāṁ cīzāṁ dī jisa nū tusīṁ dēkhadē hō"
        },
        {
            "chapter": 69,
            "verse": 39,
            "text": "Atē jinhāṁ nū tusīṁ nahīṁ dēkhadē"
        },
        {
            "chapter": 69,
            "verse": 40,
            "text": "Bēśaka iha ika sanamānita sadēśa vāhaka bāṇī hai"
        },
        {
            "chapter": 69,
            "verse": 41,
            "text": "Atē iha kisē kavī dī racanā nahīṁ, tusīṁ bahuta ghaṭa śaradhāvāna baṇadē hō"
        },
        {
            "chapter": 69,
            "verse": 42,
            "text": "Iha kisē jōtaśī dī bāṇī nahīṁ, tusī' bahūta ghaṭa citata hudē hō"
        },
        {
            "chapter": 69,
            "verse": 43,
            "text": "(Iha kura'āna) jagata dē mālaka valōṁ utāri'ā hō'i'ā hai"
        },
        {
            "chapter": 69,
            "verse": 44,
            "text": "Atē jēkara iha paiġabara kō'ī gala ghaṛha kē li'ā'undē hana"
        },
        {
            "chapter": 69,
            "verse": 45,
            "text": "Tāṁ asīṁ usa dā sajā hatha phaṛha laindē hāṁ"
        },
        {
            "chapter": 69,
            "verse": 46,
            "text": "Phira asīṁ usa dē dila dī nasa kaṭa didē hāṁ"
        },
        {
            "chapter": 69,
            "verse": 47,
            "text": "Phira tuhāḍē vicōṁ kō'ī isa tōṁ sānū rōkaṇa vālā nā hudā"
        },
        {
            "chapter": 69,
            "verse": 48,
            "text": "Atē bēśaka iha sajamī'āṁ la'ī sikhi'ā hai"
        },
        {
            "chapter": 69,
            "verse": 49,
            "text": "Atē asīṁ jāṇadē hāṁ ki tuhāḍē vicōṁ isa tōṁ inakāra karana vālē hana"
        },
        {
            "chapter": 69,
            "verse": 50,
            "text": "Atē uha inakāra karana vāli'āṁ la'ī pachatāvā hai"
        },
        {
            "chapter": 69,
            "verse": 51,
            "text": "Atē iha yakīnana saca hai"
        },
        {
            "chapter": 69,
            "verse": 52,
            "text": "Sō tusīṁ āpaṇē mahāna raba dē nāma vī sifata salāha karō"
        },
        {
            "chapter": 70,
            "verse": 1,
            "text": "Magaṇa vālē nē sazā magī, jihaṛī (inakāra karana vāli'āṁ tē) vāpara kē rahēgī"
        },
        {
            "chapter": 70,
            "verse": 2,
            "text": "Avagi'ākārī'āṁ dē la'ī kō'ī usa nū rōkaṇa vālā nahīṁ"
        },
        {
            "chapter": 70,
            "verse": 3,
            "text": "Alāha valōṁ jihaṛā ucē daraji'āṁ dā mālaka hai"
        },
        {
            "chapter": 70,
            "verse": 4,
            "text": "Usa vala fariśatē atē jibarīla caṛha kē jāndē hana. Ika ajihē dina jisa dā samāṁ pajāha hazāra sāla dē barābara hai"
        },
        {
            "chapter": 70,
            "verse": 5,
            "text": "Sō tusīṁ dhīraja rakhō, vadhī'āṁ dhīraja"
        },
        {
            "chapter": 70,
            "verse": 6,
            "text": "Uha usa nū dūra dēkhadē hana"
        },
        {
            "chapter": 70,
            "verse": 7,
            "text": "Atē asīṁ usa nū nēṛē dēkhadē hāṁ"
        },
        {
            "chapter": 70,
            "verse": 8,
            "text": "Jisa dina asamāna pighalē hō'ē tāmbē varagā hō jāvēgā"
        },
        {
            "chapter": 70,
            "verse": 9,
            "text": "Atē pahāṛa pijhī hō'ī una dī tar'hāṁ"
        },
        {
            "chapter": 70,
            "verse": 10,
            "text": "Atē kō'ī mitara kisē mitara nū nahīṁ puchēgā"
        },
        {
            "chapter": 70,
            "verse": 11,
            "text": "Uha unhāṁ (ika dūjē) nū vēkha rahē hōṇagē. Aparādhī cāhēgā ki kāśa! Usa dina dī āfata tōṁ bana la'ī āpaṇē putarāṁ"
        },
        {
            "chapter": 70,
            "verse": 12,
            "text": "Āpaṇī patanī atē āpaṇē bharā"
        },
        {
            "chapter": 70,
            "verse": 13,
            "text": "atē āpaṇē parivāra nū jihaṛā usa nū śaraṇa dēṇa vālā sī"
        },
        {
            "chapter": 70,
            "verse": 14,
            "text": "atē sapūrana dharatī vāli'āṁ nū aratha daḍa dē kē āpaṇē āpa nū mukata karavā lavē"
        },
        {
            "chapter": 70,
            "verse": 15,
            "text": "Kadē vī nahīṁ, uha tāṁ bhaṛakadī hō'ī aga dī lapaṭa hōvēgī"
        },
        {
            "chapter": 70,
            "verse": 16,
            "text": "Jihaṛī khala lāha dēvēgī"
        },
        {
            "chapter": 70,
            "verse": 17,
            "text": "Uha harēka usa badē nū sadēgī, jisa nē (sacē dīna tōṁ) piṭha atē mūha mauṛi'ā"
        },
        {
            "chapter": 70,
            "verse": 18,
            "text": "Daulata ikaṭhī kītī atē sainta kē rakhī"
        },
        {
            "chapter": 70,
            "verse": 19,
            "text": "Nirasadēha! Manukha thōṛhē dila vālā paidā hō'i'ā hai"
        },
        {
            "chapter": 70,
            "verse": 20,
            "text": "Jadōṁ usa nū kaśaṭa pahucadā hai, tāṁ uha ghabarā uṭhadā hai"
        },
        {
            "chapter": 70,
            "verse": 21,
            "text": "Atē jadōṁ usa nū khuśahālī miladī hai tāṁ baṛī kajūsī karana lagadā hai"
        },
        {
            "chapter": 70,
            "verse": 22,
            "text": "Ptū uha namāza paṛhana vālē"
        },
        {
            "chapter": 70,
            "verse": 23,
            "text": "Jihaṛē āpaṇī namāza nū mariyādā pūrabaka paṛhadē hana"
        },
        {
            "chapter": 70,
            "verse": 24,
            "text": "Atē jinhāṁ dī pūjī vica (anāthāṁ dā vī)"
        },
        {
            "chapter": 70,
            "verse": 25,
            "text": "adhikāra hai. Magaṇa vāli'āṁ atē nā magaṇa vāli'āṁ dā vī"
        },
        {
            "chapter": 70,
            "verse": 26,
            "text": "Atē jihaṛē inasāfa dē dina tē viśavāśa rakhadē hana"
        },
        {
            "chapter": 70,
            "verse": 27,
            "text": "Atē jihaṛē āpaṇē raba dī sazā tōṁ ḍaradē hana"
        },
        {
            "chapter": 70,
            "verse": 28,
            "text": "Bēśaka unhāṁ dē raba dī sazā tōṁ' kisē nū lāpravāha nahīṁ hōṇā cāhīdā"
        },
        {
            "chapter": 70,
            "verse": 29,
            "text": "Atē jihaṛē āpaṇē gupata agāṁ dī rakhi'ā karadē hana"
        },
        {
            "chapter": 70,
            "verse": 30,
            "text": "Paratū chuṭa āpaṇī'āṁ patanī'āṁ tōṁ jāṁ āpaṇē adhikāra adhīna gōlī'āṁ (vi'āha tō' bā'ada) tōṁ, unhāṁ kōla jāṇa tōṁ kō'ī manāhī nahīṁ"
        },
        {
            "chapter": 70,
            "verse": 31,
            "text": "Para jihaṛē badē isa tōṁ binhāṁ kujha hōra magaṇa tāṁ uha lōka hadāṁ dā ulaghaṇa karana vālē hana"
        },
        {
            "chapter": 70,
            "verse": 32,
            "text": "Atē jihaṛē āpaṇī'āṁ amānatāṁ atē āpaṇī pratigi'ā nū pūrā karadē hana"
        },
        {
            "chapter": 70,
            "verse": 33,
            "text": "Atē jihaṛē āpaṇī'āṁ gavāhī'āṁ tē aṭala rahidē hana"
        },
        {
            "chapter": 70,
            "verse": 34,
            "text": "Atē jihaṛē āpaṇī namāza dī rakhi'ā karadē hana"
        },
        {
            "chapter": 70,
            "verse": 35,
            "text": "Iha lōka hī janata vica izata nāla (dāḵẖila) hōṇagē"
        },
        {
            "chapter": 70,
            "verse": 36,
            "text": "Phira inhāṁ avagi'ākārī'āṁ nū kī hō gi'ā hai, ki iha tuhāḍē vala bhajē ā rahē hana"
        },
        {
            "chapter": 70,
            "verse": 37,
            "text": "Saji'ō' atē khabi'ō', ṭōli'āṁ dē ṭōlē"
        },
        {
            "chapter": 70,
            "verse": 38,
            "text": "Kī unhāṁ vicōṁ hara badā iha lālaca rakhadā hai, ki uha ni'amata dē bāġa vica dāḵẖala kara li'ā jāvēgā"
        },
        {
            "chapter": 70,
            "verse": 39,
            "text": "Kadē vī nahīṁ, asīṁ unhāṁ nū usa cīza tōṁ paidā kītā hai, jisanū uha jāṇadē hana"
        },
        {
            "chapter": 70,
            "verse": 40,
            "text": "Sō nahīṁ, maiṁ sahū khāndā hāṁ, caṛhadi'āṁ atē lahidi'āṁ dē (mālaka) raba dī, asī isa tē tākata rakhadē hāṁ"
        },
        {
            "chapter": 70,
            "verse": 41,
            "text": "Ki (inhāṁ lōkāṁ nū) badala kē, inhāṁ tōṁ cagē lai ā'ī'ē. Atē asīṁ' bēbasa nahīṁ hāṁ"
        },
        {
            "chapter": 70,
            "verse": 42,
            "text": "Sō unhāṁ nū chaḍa dēvō ki iha usa dina dā sāhamaṇā karana, jisa dā inhāṁ nāla vā'adā kītā jā rihā hai"
        },
        {
            "chapter": 70,
            "verse": 43,
            "text": "Jisa dina bhajadē hō'ē kabarāṁ vicōṁ nikala paiṇagē, jivēṁ uha kisē (śikārī vāṅga) jihaṛā kisē niśānē (śikāra) vala bhajadā hai"
        },
        {
            "chapter": 70,
            "verse": 44,
            "text": "Unhāṁ dī'āṁ nazarāṁ nīvī'āṁ hōṇagī'āṁ, unhāṁ tē (pāpa dī) hīṇatā chā'ī hōvēgī. Iha hai uha dina jisa dā unhāṁ nāla vā'adā sī"
        },
        {
            "chapter": 71,
            "verse": 1,
            "text": "Asīṁ nūha nū usa dī kauma vala rasūla baṇā kē bhēji'ā ki āpaṇī kauma dē lōkāṁ nū sāvadhāna kara dēvēṁ, isa tōṁ' pahilāṁ ki unhāṁ utē ika daradanāka āfata ā jāvē"
        },
        {
            "chapter": 71,
            "verse": 2,
            "text": "Usa nē ākhi'ā ki hē mairī kauma dē! Maiṁ tuhāḍē la'ī ika sapaśaṭa ḍarā'uṇa vālā hāṁ"
        },
        {
            "chapter": 71,
            "verse": 3,
            "text": "Ki tusīṁ alāha dī ibādata karō atē usa tōṁ ḍarō atē mērī āgi'ā dā pālaṇa karō"
        },
        {
            "chapter": 71,
            "verse": 4,
            "text": "Alāha tuhāḍē pāpāṁ nū mu'āfa kara dēvēgā atē tuhānū ika mithē hō'ē samēṁ taka maukā dēvēgā bēśaka jadōṁ alāha dā mithi'ā hō'i'ā samāṁ ā jāndā hai phira uha ṭāli'ā nahīṁ jāndā, kāśa! Tusīṁ usa nū jāṇadē"
        },
        {
            "chapter": 71,
            "verse": 5,
            "text": "Nūha nē ākhi'ā ki hē mēri'ā rabā! Maiṁ āpaṇī kaumma nū dina atē rāta nū pukāri'ā"
        },
        {
            "chapter": 71,
            "verse": 6,
            "text": "Paratū mērī pukāra nē unhāṁ dī (mērē tōṁ) dūrī vica hī vādhā kītā"
        },
        {
            "chapter": 71,
            "verse": 7,
            "text": "Atē maiṁ jadōṁ vī unhāṁ nū śulā'i'ā ki tusīṁ unhāṁ nū mu'āfa kara di'u tāṁ unhāṁ nē āpaṇē kanāṁ vica uṅgalā pā la'ī'āṁ atē āpaṇē upara āpaṇē kapaṛē lapēṭa la'ē atē jida tē aṛa ga'ē atē bahuta hī hakāra kītā"
        },
        {
            "chapter": 71,
            "verse": 8,
            "text": "Phira maiṁ unhāṁ nū khul'ha kē pukāri'ā"
        },
        {
            "chapter": 71,
            "verse": 9,
            "text": "Phira maiṁ unhāṁ vicakāra samūhaka taura tē pracāra kītā atē unhāṁ nū haulī jihī samajhā'i'ā"
        },
        {
            "chapter": 71,
            "verse": 10,
            "text": "Saiṁ kihā ki āpaṇē raba tōṁ mu'āfī magō bēśaka uha baṛā mu'āfī dēṇa vālā hai"
        },
        {
            "chapter": 71,
            "verse": 11,
            "text": "Uha tuhāḍē tē asamāna vicōṁ kāfī pāṇī varasā'ēgā"
        },
        {
            "chapter": 71,
            "verse": 12,
            "text": "Atē tuhāḍī jā'idāda atē tuhāḍī aulāda vica vādhā karēgā atē tuhāḍē la'ī bāġa paidā karēgā atē tuhāḍē la'ī nahirāṁ vagā dēvēgā"
        },
        {
            "chapter": 71,
            "verse": 13,
            "text": "Tuhānū kī hō gi'ā hai ki tusīṁ alāha dī mahānatā nū nahīṁ manadē hō"
        },
        {
            "chapter": 71,
            "verse": 14,
            "text": "Hālāṅki usa nē tuhānū tar'hāṁ-tar'hāṁ nāla baṇā'i'ā"
        },
        {
            "chapter": 71,
            "verse": 15,
            "text": "Kī tusīṁ dēkhi'ā nahīṁ ki alāha nē kisa tar'hāṁ ika tē ika sata asamāna baṇā'ē"
        },
        {
            "chapter": 71,
            "verse": 16,
            "text": "Atē usa nē cana nū prakāśa atē sūraja nū dīvā baṇā'i'ā"
        },
        {
            "chapter": 71,
            "verse": 17,
            "text": "Atē alāha nē tuhānū dharatī vicōṁ viśēśa ḍhaga nāla paidā kītā"
        },
        {
            "chapter": 71,
            "verse": 18,
            "text": "Phira uha tuhānū dharatī vica vāpisa lai jāvēgā atē phira usa vicōṁ tuhānū śāhara lai āvēgā"
        },
        {
            "chapter": 71,
            "verse": 19,
            "text": "Atē alāha nē tuhāḍē la'ī dharatī nū padharā baṇā'i'ā hai"
        },
        {
            "chapter": 71,
            "verse": 20,
            "text": "Tāṁ ki tusī usa dē cauṛē rasati'āṁ tē calō"
        },
        {
            "chapter": 71,
            "verse": 21,
            "text": "Nūha nē ākhi'ā hē mēri'ā rabā! Inhāṁ nē mērā ākhi'ā nahīṁ mani'ā atē ajihē badi'āṁ dā pālaṇa kītā' jinhāṁ dī jā'idāda atē aulāda nē unhāṁ dē nukasāna vica hī vādhā kītā"
        },
        {
            "chapter": 71,
            "verse": 22,
            "text": "Atē inhāṁ nē baṛē chala-kapaṭa kītē"
        },
        {
            "chapter": 71,
            "verse": 23,
            "text": "Atē inhāṁ nē kihā ki tusīṁ āpaṇē pūjanīkāṁ nū kadē vī nā chaḍi'u. Atē tusīṁ kadē vī vada nū atē nā savā'a nū atē nāṁ yagūsa nū atē nā yagūka nū atē nā nasara nū chaḍaṇā"
        },
        {
            "chapter": 71,
            "verse": 24,
            "text": "Atē unhāṁ nē bahuta sārē lōkāṁ nū bhaṭakā ditā. Atē huṇa tū inhāṁ kurāhī lōkāṁ dī gumarāhī vica vādhā kara"
        },
        {
            "chapter": 71,
            "verse": 25,
            "text": "Āpaṇē pāpāṁ dē kārana uha ḍōbē ga'ē atē phira aga vica suṭē ga'ē. Tāṁ unhāṁ nē āpaṇē la'ī alāha tōṁ bacā'uṇa vālā kō'ī madadagāra nā pā'i'ā"
        },
        {
            "chapter": 71,
            "verse": 26,
            "text": "Atē nūha nē ākhi'ā ki hē mērē pālaṇahāra! Tū inhāṁ avagi'ākārī'āṁ vicōṁ dharatī tē kō'ī vasaṇa vālā nā chaḍa"
        },
        {
            "chapter": 71,
            "verse": 27,
            "text": "Jēkara tū inhāṁ nū chaḍa ditā tāṁ iha tērē śadi'āṁ nū bhaṭakā'uṇagē. Atē inhāṁ dē vaśa vica jihaṛā paindā hōvēgā uha vibhacārī atē sakhata avagi'ākārī hī hōvēgā"
        },
        {
            "chapter": 71,
            "verse": 28,
            "text": "Hē mērē pālaṇahāra! Mainū mu'āfa kara dē atē mērē mātā pitā nū mu'āfa kara dē. Atē jihaṛā mērē ghara vica śaradhāvāna hō kē dākhila hōvē tū usa nū vī mu'āfa kara dē. Atē sārē pavitara maradāṁ atē auratāṁ nū mu'āfa kara dē. Atē ati'ācārī'āṁ la'ī vināśa tōṁ`binhāṁ kisē cīza vica vādhā nā kara"
        },
        {
            "chapter": 72,
            "verse": 1,
            "text": "Ākhō, ki mainū vahī (sadēśa) kītī ga'ī hai ki jināṁ dē ika samūha nē kura'āna nū suṇi'ā tāṁ unhāṁ nē ākhi'ā ki asīṁ ika ajība kura'āna suṇi'ā hai"
        },
        {
            "chapter": 72,
            "verse": 2,
            "text": "Jihaṛā māraga daraśana hai. Tāṁ asīṁ usa upara īmāna li'ā'ē tāṁ asīṁ āpaṇē raba tōṁ binhāṁ kisē nū (usa alāha dā) śarīka nahīṁ baṇāvāṅgē"
        },
        {
            "chapter": 72,
            "verse": 3,
            "text": "Atē iha ki sāḍē raba dī śāna bahuta ucī hai. Usa nē nā kō'ī patanī baṇā'ī hai atē nā kō'ī aulāda"
        },
        {
            "chapter": 72,
            "verse": 4,
            "text": "Atē iha ki sāḍā nā samajha badā sāḍē alāha dē bārē asalī'ata tōṁ bahuta dūra dī'āṁ galāṁ kahidā sī"
        },
        {
            "chapter": 72,
            "verse": 5,
            "text": "Atē asīṁ kalapaṇā kītī sī ki manukha atē jina alāha dē sabadha vica kadē jhūṭhī gala nahīṁ kahiṇagē"
        },
        {
            "chapter": 72,
            "verse": 6,
            "text": "Atē iha ki manukhāṁ vica kujha ajihē vī sana jihaṛē jināṁ vicōṁ kujha dī śaraṇa laindē sī tāṁ unhāṁ nē jināṁ dā hakāra hōra vadhā ditā"
        },
        {
            "chapter": 72,
            "verse": 7,
            "text": "Atē iha ki unhāṁ nē vī kalapaṇā kītī jivēṁ tusīṁ kalapaṇā kītī ki alāha kisē nū nahīṁ uṭhāvēgā"
        },
        {
            "chapter": 72,
            "verse": 8,
            "text": "Atē asīṁ asamāna dī paṛatāla kītī tāṁ asīṁ dēkhi'ā ki uha saḵẖata pahirēdārāṁ nāla bhari'ā pi'ā hai atē agi'ārāṁ dā mīnha var'ha rihā hai"
        },
        {
            "chapter": 72,
            "verse": 9,
            "text": "Atē asīṁ usa dē kujha ṭikāṇi'āṁ tē suṇana la'ī baiṭhi'ā karadē sī tāṁ huṇa vī jē kō'ī sunaṇā cāhudā hai tāṁ uha āpaṇē la'ī ika ti'āra agi'ārā pā'undā hai"
        },
        {
            "chapter": 72,
            "verse": 10,
            "text": "Atē asīṁ nahīṁ jāṇadē ki iha dharatī vāli'āṁ la'ī kō'ī burā'ī cāhī ga'ī hai jāṁ unhāṁ dē raba nē unhāṁ dē nāla nēkī dā irādā kītā hai"
        },
        {
            "chapter": 72,
            "verse": 11,
            "text": "Atē iha ki sāḍē vica kujha cagē hana atē kūjha vakharī tar'hāṁ dē. Asīṁ vakharē rāhāṁ tē hāṁ"
        },
        {
            "chapter": 72,
            "verse": 12,
            "text": "Atē iha ki asīṁ samajha li'ā hai ki asīṁ dharatī tē alāha nū nahīṁ harā sakadē atē nā bhaja kē usa nū harā sakadē hāṁ"
        },
        {
            "chapter": 72,
            "verse": 13,
            "text": "Atē iha ki asīṁ jadōṁ upadēśa dī gala suṇī tāṁ asīṁ usa tē īmāna li'ā'ē. Tāṁ jihaṛā badā āpaṇē raba tē īmāna li'ā'ēgā usa nū nā kisē ghāṭē dā ḍara hōvēgā atē nā vādhē dā"
        },
        {
            "chapter": 72,
            "verse": 14,
            "text": "Atē iha ki asīṁ kujha āgi'ākārī hāṁ atē sāḍē vicōṁ kūjha kurāhī'ē hana. Sō jisa nē āgi'ā dā pālaṇa kītā tāṁ unhāṁ nē nēkī dā rāha labha li'ā"
        },
        {
            "chapter": 72,
            "verse": 15,
            "text": "Atē jihaṛē lōka kurāhē pa'ē hana, uha naraka dā bālaṇa banaṇagē"
        },
        {
            "chapter": 72,
            "verse": 16,
            "text": "Atē mainū vahī kītī ga'ī ki iha lōka jēkara rāha tē aṭala hō jāndē hana tāṁ asīṁ inhāṁ nū bahuta sārā pīṇa vālā pāṇī didē"
        },
        {
            "chapter": 72,
            "verse": 17,
            "text": "Tāṁ ki usa rāhī' unhāṁ dā imatihāna laindē atē jihaṛā badā āpaṇē raba dī yāda tōṁ mūha mōṛēgā tāṁ uha usa nū saḵẖata sazā dē vica suṭa dēvēgā"
        },
        {
            "chapter": 72,
            "verse": 18,
            "text": "Atē iha ki masajidāṁ alāha la'ī hana tāṁ tusīṁ alāha dē barābara kisē hōra dī badagī nā karō"
        },
        {
            "chapter": 72,
            "verse": 19,
            "text": "Atē iha ki jadōṁ alāha dā badāṁ unhāṁ nū pukāraṇa la'ī khaṛhā hō'i'ā tāṁ lōka usa tē ṭuṭa kē paiṇa la'ī ti'āra hō ga'ē"
        },
        {
            "chapter": 72,
            "verse": 20,
            "text": "Ki'uṅki maiṁ sirafa āpaṇē raba nū pukāradā hāṁ atē usa dē barābara kisē nū śarīka nahīṁ manadā"
        },
        {
            "chapter": 72,
            "verse": 21,
            "text": "Ākhōṁ, ki sai' tuhāḍē lōkāṁ la'ī nā kisē nukasāna dā adhikāra rakhadā hāṁ atē nā kisē lēkī dā"
        },
        {
            "chapter": 72,
            "verse": 22,
            "text": "Ākhō, ki mainū alāha tōṁ kō'ī bacā nahīṁ sakadā atē nā maiṁ usa (alāha) tōṁ binhāṁ kō'ī śaraṇa pā sakadā hāṁ"
        },
        {
            "chapter": 72,
            "verse": 23,
            "text": "Sirafa alāha valōṁ hukamāṁ dā atē usa dē sunēhi'āṁ dā pahucā dēṇā hī mērī zimēvārī hai. Jihaṛā badā alāha atē usa dē rasūla dī avagi'ā karēgā usa la'ī naraka dī aga hai jisa vica uha hamēśā rahiṇagē"
        },
        {
            "chapter": 72,
            "verse": 24,
            "text": "Ithōṁ taka ki jadōṁ uha usa cīza nū dēkhaṇagē jisa dā unhāṁ nāla vā'adā kītā jā rihā hai tāṁ usa samajha laiṇagē ki kisa dē sāthī kamazōra hana atē kihaṛē giṇatī vica ghaṭa hana"
        },
        {
            "chapter": 72,
            "verse": 25,
            "text": "Ākhō, ki maiṁ nahīṁ jāṇadā jisa cīza dā tuhāḍē nāla vā'adā kītā jā rihā hai. Uha nēṛē hai jāṁ mērē raba nē lamāṁ samāṁ tahi kara rakhi'ā hai"
        },
        {
            "chapter": 72,
            "verse": 26,
            "text": "Gujhī'āṁ nū jāṇana vālā uha hī hai. Uha āpaṇī'āṁ gujhī'āṁ galāṁ la'ī kisē nū sūcita nahīṁ karadā"
        },
        {
            "chapter": 72,
            "verse": 27,
            "text": "Bil'hāṁ usa rasūla dē jisa nū usa (alāha) nē pasada kītā hōvē. Tāṁ uha usa dē agē atē pichē pahirēdāra lagā didā"
        },
        {
            "chapter": 72,
            "verse": 28,
            "text": "Tāṁ ki alāha jāṇa lavē ki unhāṁ nē āpaṇē raba dē sunēhē pahucā ditē hana. Atē (isa tar'hāṁ) usa nē unhāṁ dē ālē-du'ālē nū ghēri'ā hō'i'ā hai atē usa nē hara ika cīza nū giṇa rakhi'ā hai"
        },
        {
            "chapter": 73,
            "verse": 1,
            "text": "Hē (muhamada) kapaṛē nū (āpaṇē āpa utē) lapēṭaṇa vālē"
        },
        {
            "chapter": 73,
            "verse": 2,
            "text": "Rāta nū khaṛhē hōvēṁ paratū thōṛhī rāta (rahidē)"
        },
        {
            "chapter": 73,
            "verse": 3,
            "text": "Adhī rāta jāṁ usa tōṁ vī kujha ghaṭa kara dēvō"
        },
        {
            "chapter": 73,
            "verse": 4,
            "text": "Jāṁ usa tōṁ kujha vadhā dēvō atē kura'āna nū ruka-rūka kē paṛō"
        },
        {
            "chapter": 73,
            "verse": 5,
            "text": "Asīṁ tuhāḍē upara bhārī hukama utārana vālē hā"
        },
        {
            "chapter": 73,
            "verse": 6,
            "text": "Bēśaka rāta nū uṭhaṇā bēhada aukhā hai atē gala ṭhīka nikaladī hai"
        },
        {
            "chapter": 73,
            "verse": 7,
            "text": "Bēśaka tuhānū dinē bahuta kama rahidā hai"
        },
        {
            "chapter": 73,
            "verse": 8,
            "text": "Atē āpaṇē raba dā simarana karōṁ atē sāri'āṁ tōṁ alaga hō kē usa vala dhi'āna kēndarita kara lavō"
        },
        {
            "chapter": 73,
            "verse": 9,
            "text": "Uha pūraba atē pachama dā mālaka hai, usa tōṁ bil'hāṁ kō'ī pūjanayōga nahīṁ. Sō tusīṁ usa nū āpaṇā sabha kujha baṇā lavōṁ"
        },
        {
            "chapter": 73,
            "verse": 10,
            "text": "Atē lōka jihaṛā kujha ākhadē hana usa tē dhīraja rakhō atē cagē tarīkē nāla unhāṁ tōṁ alaga hō jāvō"
        },
        {
            "chapter": 73,
            "verse": 11,
            "text": "Atē jhuṭhalā'uṇa vālē sapana lōkāṁ dā māmalā mērē tē chaḍa di'u atē unhāṁ nū thōṛhī jihī ḍhila dē dēvō"
        },
        {
            "chapter": 73,
            "verse": 12,
            "text": "Sāḍē kōla bēṛī'āṁ atē naraka hai"
        },
        {
            "chapter": 73,
            "verse": 13,
            "text": "Atē sagha vica phasaṇa vālā bhōjaṇa hai atē dukhadā'ika sazā hai"
        },
        {
            "chapter": 73,
            "verse": 14,
            "text": "Jisa dina dharatī tē pahāṛa hilaṇa lagaṇagē atē pahāṛa ḍigadē hō'ē rēta vāṅga ḍhēra hō jāṇagē"
        },
        {
            "chapter": 73,
            "verse": 15,
            "text": "Asīṁ tuhāḍē vala ika rasūla bhēji'ā hai, tuhāḍē tē gavāha baṇā kē, jivēṁ asīṁ phira'auna vala ika rasūla bhēji'ā sī"
        },
        {
            "chapter": 73,
            "verse": 16,
            "text": "Phira phira'auna nē rasūla dā kahiṇā nā mani'āṁ tāṁ asīṁ' usa nū saḵẖata pakaṛa nāla phaṛha li'ā"
        },
        {
            "chapter": 73,
            "verse": 17,
            "text": "Tāṁ jēkara tusīṁ inakāra kītā tāṁ usa dina dī sazā tōṁ kivēṁ bacōṅgē jihaṛī baci'āṁ nū buḍhā baṇā dēvēgī"
        },
        {
            "chapter": 73,
            "verse": 18,
            "text": "Jisa vica asamāna pāṭa jā'ēgā bēśaka usa (alāha) dā vā'adā pūrā hō kē rahēgā"
        },
        {
            "chapter": 73,
            "verse": 19,
            "text": "Iha ika sikhi'ā hai, isa la'ī jē cāhō tāṁ āpaṇē raba vala (jāṇa vālā) rāha apaṇā lavō"
        },
        {
            "chapter": 73,
            "verse": 20,
            "text": "Bēśaka tuhāḍā raba jāṇadā hai ki tusīṁ lagabhaga dō ti'āhī rāta jāṁ adhī rāta jāṁ ika ti'āhī rāta (namāza la'ī) khaṛē hudē hō atē ika varaga tuhāḍē sāthī'āṁ vicōṁ vī. Atē alāha hī rāta atē dina dā paimānāṁ tai'a karadā hai. Usa nē jāṇi'āṁ hai ki tusīṁ usa nū pūrā nahīṁ kara sakōgē. Atē usa nē tuhāḍē upara kirapā kītī hai huṇa kura'āna vicōṁ paṛhō jinhā tuhānū saukhā lagē. Usa nē jāṇi'ā hai ki tuhāḍē vicōṁ rōgī hōṇagē atē kinē lōka alāha dī khōja vica dharatī tē safara karanagē atē dūjē ajihē lōka vī hōṇagē jihaṛē alāha dē rāha vica jihāda karanagē. Tāṁ isa kura'āna vicōṁ karō. Atē alāha nū karazā dēvō, vadhī'ā karazā. Atē jihaṛī nēkī tusīṁ agē bhējōgē usa nū alāha dē kōla hāzira dēkhaugē. Uha utama hai atē puna vica vadha hai. Alāha tōṁ mu'āfī magōṁ bēśaka alāha mu'āfa karana vālā rahima vālā hai"
        },
        {
            "chapter": 74,
            "verse": 1,
            "text": "Hē (muhamada) kapaṛē vica lipaṭaṇa vālē"
        },
        {
            "chapter": 74,
            "verse": 2,
            "text": "uṭha atē lōkāṁ nū ḍarā"
        },
        {
            "chapter": 74,
            "verse": 3,
            "text": "atē āpaṇē raba dī vaḍi'ā'ī bi'āna kara"
        },
        {
            "chapter": 74,
            "verse": 4,
            "text": "Atē āpaṇē kapaṛi'āṁ nū pavitara rakha"
        },
        {
            "chapter": 74,
            "verse": 5,
            "text": "Atē gadagī nū chaḍa dē"
        },
        {
            "chapter": 74,
            "verse": 6,
            "text": "atē ajihā nā karō, ki upakāra karō atē fala dī ichā bahutī rakhō"
        },
        {
            "chapter": 74,
            "verse": 7,
            "text": "Atē āpaṇē raba la'ī dhīraja rakhō"
        },
        {
            "chapter": 74,
            "verse": 8,
            "text": "Phira jadōṁ bigala vajā'i'ā jāvēgā"
        },
        {
            "chapter": 74,
            "verse": 9,
            "text": "Tāṁ uha bahuta saḵẖata dina hōvēgā"
        },
        {
            "chapter": 74,
            "verse": 10,
            "text": "Avagi'ākārī'āṁ la'ī asāna nahīṁ hōvēgā"
        },
        {
            "chapter": 74,
            "verse": 11,
            "text": "Mainū chaḍa dēvō atē usa badē nū vī jisa nū saiṁ ikalā paidā kītā hai"
        },
        {
            "chapter": 74,
            "verse": 12,
            "text": "Atē usa nū bahuta sārā māla ditā"
        },
        {
            "chapter": 74,
            "verse": 13,
            "text": "Atē nēṛē rahiṇa vālē putara"
        },
        {
            "chapter": 74,
            "verse": 14,
            "text": "Atē hara tar'hāṁ dā samāna unhāṁ la'ī hāzira kara ditā hai"
        },
        {
            "chapter": 74,
            "verse": 15,
            "text": "Phira uha lālasā rakhadā hai ki maiṁ usa nū hōra dēnvā"
        },
        {
            "chapter": 74,
            "verse": 16,
            "text": "Kadē vī nahīṁ, uha mērī'āṁ ā'itāṁ dā virōdhī hai"
        },
        {
            "chapter": 74,
            "verse": 17,
            "text": "Jaladī hī maiṁ usa nū ika aukhī caṛhā'ī tē caṛhānvaṅga"
        },
        {
            "chapter": 74,
            "verse": 18,
            "text": "Usa nē sōci'ā atē gala baṇā nahīṁ"
        },
        {
            "chapter": 74,
            "verse": 19,
            "text": "Sō uha naśaṭa hō'i'ā, usa nē kihō jihī gala baṇā'ī"
        },
        {
            "chapter": 74,
            "verse": 20,
            "text": "Phira uha halāka hō jāvē, usa nē kihōṁ jihī gala baṇā'ī"
        },
        {
            "chapter": 74,
            "verse": 21,
            "text": "Phira usa nē dēkhi'ā"
        },
        {
            "chapter": 74,
            "verse": 22,
            "text": "Phira usa nē ti'ūṁṛī caṛhā'ī atē mūha baṇā'i'ā"
        },
        {
            "chapter": 74,
            "verse": 23,
            "text": "Phira piṭha phērī atē hakāra kītā"
        },
        {
            "chapter": 74,
            "verse": 24,
            "text": "Phira bōli'ā iha tāṁ sirafa lika jādū hai jihaṛā pahilāṁ tōṁ cali'ā ā rihā hai"
        },
        {
            "chapter": 74,
            "verse": 25,
            "text": "Iha tāṁ sirafa manukha dī bāṇī hai"
        },
        {
            "chapter": 74,
            "verse": 26,
            "text": "Maiṁ usa nū jaladī hī naraka vica suṭa dēvāṅgā"
        },
        {
            "chapter": 74,
            "verse": 27,
            "text": "Atē tusīṁ kī jāṇō, ki naraka kī hai"
        },
        {
            "chapter": 74,
            "verse": 28,
            "text": "Nā bākī rahiṇa dēvēgī atē nā chaḍēgī"
        },
        {
            "chapter": 74,
            "verse": 29,
            "text": "Camaṛī nū jhulasā dēṇa vālī"
        },
        {
            "chapter": 74,
            "verse": 30,
            "text": "Usa tē unīṁ (19) fariśatē hana"
        },
        {
            "chapter": 74,
            "verse": 31,
            "text": "Asīṁ naraka dē karamacārī sirafa fariśati'āṁ nū baṇā'i'ā atē asīṁ unhāṁ dī jihaṛī giṇatī rakhī hai uha sirafa avagi'ākārī'āṁ nū parakhaṇa la'ī hai. Tāṁ ki uha lōka viśavāśa hāsala karana jinhāṁ nū kitāba ditī ga'ī. Atē īmāna vālē āpaṇē īmāna nū vadhā'uṇa atē kitāba vālē (yāhūvī tē isā'ī) atē mōmina śaka nā karana, tāṁ ki jinhāṁ lōkāṁ dē dila vica rōṅga hai uha atē avagi'ākārī lōka ākhaṇagē, ki isa nāla alāha dā kī matalaba hai. Isa tar'hāṁ alāha jisa nū cāhudā hai bhaṭakā didā hai atē jisa nū cāhudā hai nasīhata pradāna karadā hai. Tērē raba dī'āṁ phaujāṁ nū sirafa uhī jāṇadā hai. Iha tāṁ basa lōkāṁ nū samajhā'uṇā hai"
        },
        {
            "chapter": 74,
            "verse": 32,
            "text": "Kadē vī nahīṁ, sahū hai cana dī"
        },
        {
            "chapter": 74,
            "verse": 33,
            "text": "atē rāta dī jadōṁ uha jāṇa lagē"
        },
        {
            "chapter": 74,
            "verse": 34,
            "text": "Atē savēra dī jadōṁ uha caṛha jāvē"
        },
        {
            "chapter": 74,
            "verse": 35,
            "text": "Bēśaka naraka vaḍī'āṁ cīzāṁ vicōṁ hai"
        },
        {
            "chapter": 74,
            "verse": 36,
            "text": "Manukha la'ī ḍarāvā"
        },
        {
            "chapter": 74,
            "verse": 37,
            "text": "Unhāṁ la'ī jihaṛē tuhāḍē vicōṁ agē vala vadhē jāṁ pichē vala muṛē"
        },
        {
            "chapter": 74,
            "verse": 38,
            "text": "Harēka badā āpaṇē karamāṁ dē badalē gahiṇē (giravī) hai"
        },
        {
            "chapter": 74,
            "verse": 39,
            "text": "Bil'hāṁ sajē vāli'āṁ dē"
        },
        {
            "chapter": 74,
            "verse": 40,
            "text": "[Kauṇa hōṇagē] bāgāṁ vica, ika dūjē tōṁ praśana karadē"
        },
        {
            "chapter": 74,
            "verse": 41,
            "text": "aparādhī bārē"
        },
        {
            "chapter": 74,
            "verse": 42,
            "text": "[atē uhanāṁ nū puchadē hō'ē], \\\" tuhānū sākāra vica kisa cīza nē pā ditā"
        },
        {
            "chapter": 74,
            "verse": 43,
            "text": "uha kahiṇagē, asīṁ prārathanā karana vāli'āṁ vicōṁ nahīṁ sī"
        },
        {
            "chapter": 74,
            "verse": 44,
            "text": "atē asīṁ garībāṁ nū nahīṁ khu'ā'i'ā"
        },
        {
            "chapter": 74,
            "verse": 45,
            "text": "Atē asīṁ vicāra karana vāli'āṁ nāla bahisa karadē"
        },
        {
            "chapter": 74,
            "verse": 46,
            "text": "Atē asīṁ inasāfa dē dina tōṁ munakara sī"
        },
        {
            "chapter": 74,
            "verse": 47,
            "text": "Ithōṁ taka ki uha yakīnanī gala sāḍē tē ā ga'ī"
        },
        {
            "chapter": 74,
            "verse": 48,
            "text": "Tāṁ unhāṁ nū sifāriśa karana vāli'āṁ dī sifāriśa kō'ī vī lābha nahīṁ dēvēgī"
        },
        {
            "chapter": 74,
            "verse": 49,
            "text": "Phira unhāṁ nū kī hō gi'ā ki uha upadēśa tōṁ mūha mōṛadē hana"
        },
        {
            "chapter": 74,
            "verse": 50,
            "text": "Jivēṁ, ki uha jagalī gadhē hōṇa"
        },
        {
            "chapter": 74,
            "verse": 51,
            "text": "Jihaṛē śēra dē agē bhajē jā rahē hana"
        },
        {
            "chapter": 74,
            "verse": 52,
            "text": "Sagōṁ unhāṁ vicōṁ harēka badā iha cāhudā hai, ki usa nū khul'hī hō'ī kitāba ditī jāvē"
        },
        {
            "chapter": 74,
            "verse": 53,
            "text": "Kadē vī nahīṁ, sagō iha lōka pralōka tōṁ nahīṁ ḍaradē"
        },
        {
            "chapter": 74,
            "verse": 54,
            "text": "Kadē vī nahīṁ. Iha tāṁ ika upadēśa hai"
        },
        {
            "chapter": 74,
            "verse": 55,
            "text": "Sō jisa dā jī'a cāhē (uha) usa tōṁ upadēśa prāpata karē"
        },
        {
            "chapter": 74,
            "verse": 56,
            "text": "Atē uha usa tōṁ upadēśa prāpata nahī' karanagē paratū iha ki jē alāha cāhē. Uha hī hai jisa tōṁ ḍaranā cāhīdā hai atē uha hī mu'āfī dēṇa dē yōga hai"
        },
        {
            "chapter": 75,
            "verse": 1,
            "text": "Nahīṁ, maiṁ ki'āmata dē dina dī sahū khāndā hāṁ"
        },
        {
            "chapter": 75,
            "verse": 2,
            "text": "Atē nahīṁ, maiṁ nidi'ā karana vālī ātamāṁ dī sahu khāndā hāṁ"
        },
        {
            "chapter": 75,
            "verse": 3,
            "text": "Kī manukha samajhadā hai ki asīṁ usa dī'āṁ haḍī'āṁ nū ikaṭhāṁ nahīṁ karāṅgē"
        },
        {
            "chapter": 75,
            "verse": 4,
            "text": "Ki'uṁ' nahīṁ asīṁ isa dē samaratha hāṁ ki usa dī'āṁ uṅgalī'āṁ dē pauṭē pauṭē nū ṭhīka kara dē'ī'ē"
        },
        {
            "chapter": 75,
            "verse": 5,
            "text": "Sagōṁ manukha cāhudā hai ki uha usa dē sāhamaṇē haṭha karē"
        },
        {
            "chapter": 75,
            "verse": 6,
            "text": "Uha puchadā hai ki ki'āmata dā dina kadōṁ āvēgā"
        },
        {
            "chapter": 75,
            "verse": 7,
            "text": "tāṁ jadōṁ akhāṁ cudhi'ā jāṇagī'āṁ"
        },
        {
            "chapter": 75,
            "verse": 8,
            "text": "Atē cada prakāśahīṇa hō jāvēgā"
        },
        {
            "chapter": 75,
            "verse": 9,
            "text": "Atē sūraja tē cada ikaṭhē kara ditē jāṇagē"
        },
        {
            "chapter": 75,
            "verse": 10,
            "text": "Usa dina manukha ākhēgā ki (maiṁ) kithē bhajā"
        },
        {
            "chapter": 75,
            "verse": 11,
            "text": "Kadē vī nahīṁ, kitē śaraṇa nahīṁ"
        },
        {
            "chapter": 75,
            "verse": 12,
            "text": "Usa dina tērē raba kōla hī ṭikāṇā hai"
        },
        {
            "chapter": 75,
            "verse": 13,
            "text": "Usa dina manukha nū dasi'ā jāvēgā ki usa nē agē kī bhēji'ā atē pichē kī chaḍi'ā"
        },
        {
            "chapter": 75,
            "verse": 14,
            "text": "Sagōṁ manukha ḵẖuda āpaṇē āpa nū cagī tar'hāṁ jāṇadā hai"
        },
        {
            "chapter": 75,
            "verse": 15,
            "text": "Bhāvēṁ uha kinē hī bahānē pēśa karē"
        },
        {
            "chapter": 75,
            "verse": 16,
            "text": "Tusīṁ usa dē paṛhaṇa tē āpaṇī zubāna nā calā'uṁ (kāhalī nāla) ki tusīṁ usa nū jaladī sikha lavō"
        },
        {
            "chapter": 75,
            "verse": 17,
            "text": "Sāḍē upara (zimēvārī) hai usa nū ikaṭhā karanā atē usa nū suṇā'uṇā"
        },
        {
            "chapter": 75,
            "verse": 18,
            "text": "Tāṁ jadōṁ asīṁ usa nū suṇā'ī'ē tāṁ tusīṁ usa suṇē hō'ē dā pālaṇa karōṁ"
        },
        {
            "chapter": 75,
            "verse": 19,
            "text": "Phira sāḍē upara (zimē) hai usa nū bi'āna karanā"
        },
        {
            "chapter": 75,
            "verse": 20,
            "text": "Kadē vī nahīṁ' sagōṁ tusī' cāhudē hō jihaṛī jaladī āvē"
        },
        {
            "chapter": 75,
            "verse": 21,
            "text": "Atē tusīṁ chaḍadē hō jihaṛī dēra nāla āvē"
        },
        {
            "chapter": 75,
            "verse": 22,
            "text": "Usa dina kujha cēharē khiṛē hōṇagē"
        },
        {
            "chapter": 75,
            "verse": 23,
            "text": "Āpaṇē raba vala vēkha rahē hōṇagē"
        },
        {
            "chapter": 75,
            "verse": 24,
            "text": "Atē usa dina kujha ciharē udāsa hōṇagē"
        },
        {
            "chapter": 75,
            "verse": 25,
            "text": "Sōca rahē hōṇagē ki unhāṁ dē nāla laka tōṛaṇa vālā phaisalā kītā jāvēgā"
        },
        {
            "chapter": 75,
            "verse": 26,
            "text": "Kadē vī nahīṁ jadōṁ prāṇa (galē dī) saghī taka pahuca jāṇagē"
        },
        {
            "chapter": 75,
            "verse": 27,
            "text": "Atē kihā jāvēgā ki jhāṛa phūka karana vālā kauṇa hai"
        },
        {
            "chapter": 75,
            "verse": 28,
            "text": "Atē uha samajha laiṇagē ki iha vichaṛaṇa dā samāṁ hai"
        },
        {
            "chapter": 75,
            "verse": 29,
            "text": "Atē pinī (pijhaṇī) tē pinī caṛa jāvēgī"
        },
        {
            "chapter": 75,
            "verse": 30,
            "text": "Uha dina tērē raba vala jāṇa vā hōvēgā"
        },
        {
            "chapter": 75,
            "verse": 31,
            "text": "Tāṁ usa nē saca nā mani'āṁ atē nā namāza paṛhī"
        },
        {
            "chapter": 75,
            "verse": 32,
            "text": "Sagōṁ jhuṭhalā'i'ā atē mūha mauṛi'ā"
        },
        {
            "chapter": 75,
            "verse": 33,
            "text": "Phira ākaṛadā hō'i'ā āpaṇē lōkāṁ vala calā gi'ā"
        },
        {
            "chapter": 75,
            "verse": 34,
            "text": "Aphasōsa hai, tērē upara aphasōsa hai"
        },
        {
            "chapter": 75,
            "verse": 35,
            "text": "Phira aphasōsa hai, tērē tē aphasōsa hai"
        },
        {
            "chapter": 75,
            "verse": 36,
            "text": "Kī manukha samajhadā hai ki usa nū aivēṁ hī chaḍa ditā jāvēgā"
        },
        {
            "chapter": 75,
            "verse": 37,
            "text": "Kī uha (garabha vica) ṭapakā'ē hō'ē vīraja dī ika būda nahīṁ sī"
        },
        {
            "chapter": 75,
            "verse": 38,
            "text": "phira uha khūna dī ika lōthaṛā (jami'āṁ lahū) hō gi'ā phira alāha nē siraji'ā tē phira aga ṭhīka kītē"
        },
        {
            "chapter": 75,
            "verse": 39,
            "text": "Phira usa dī'āṁ dō kisamāṁ kara ditī'āṁ. (Ika) ādamī' atē (ika) aurata"
        },
        {
            "chapter": 75,
            "verse": 40,
            "text": "Kī uha isa dē samaratha nahīṁ sī ki mritakāṁ nū jīvata kara dēvē"
        },
        {
            "chapter": 76,
            "verse": 1,
            "text": "Kadē manukha tē bītē samēṁ vica ika ajihā samāṁ vī ā'i'ā hai jadōṁ uha kō'ī bi'āna karana vālī vasatū nahīṁ sī"
        },
        {
            "chapter": 76,
            "verse": 2,
            "text": "Asīṁ manukha nū ika ralī-milī būda tōṁ paidā kītā atē asīṁ usa nū palaṭadē rahē. Phira asīṁ usa nū suṇana vālā atē dēkhaṇa vālā baṇā ditā"
        },
        {
            "chapter": 76,
            "verse": 3,
            "text": "Asīṁ hī usa nū rāha samajhā'i'ā, cāhē uha śukara karana vālā baṇē jāṁ nā-śukarā"
        },
        {
            "chapter": 76,
            "verse": 4,
            "text": "Asīṁ avagi'ākārī'āṁ la'ī bēṛī'āṁ atē tauka (galē dā paṭā) atē bhaṛakadī hō'ī aga ti'āra kara rakhī hai"
        },
        {
            "chapter": 76,
            "verse": 5,
            "text": "Nēka lōka ajihē pi'āli'āṁ nāla (śarāba) pīṇagē jinhāṁ vica kaphūra vālē pāṇī dā miśarana hōvēgā"
        },
        {
            "chapter": 76,
            "verse": 6,
            "text": "Usa (vagadē hō'ē) jharanē vicōṁ alāha dē badē pīṇagē. Uha usa vicōṁ' śākhānvā (chōṭī'āṁ nahirāṁ) kaḍha laiṇagē"
        },
        {
            "chapter": 76,
            "verse": 7,
            "text": "Uha lōka zarūrī kamāṁ nū pūrā karadē hana atē ajihē dināṁ tōṁ ḍaradē hana jisa dī saḵẖatī baṛī vi'āpaka hōvēgī"
        },
        {
            "chapter": 76,
            "verse": 8,
            "text": "Atē usa dē prēma vica fakīrāṁ, anāthāṁ atē kaidī'āṁ nū bhōjana khavā'undē hana"
        },
        {
            "chapter": 76,
            "verse": 9,
            "text": "Asīṁ jihaṛā tuhānū khavā'undē hāṁ, uha alāha dī khuśī laiṇa la'ī hai. Asīṁ tuhāḍē tōṁ nā kō'ī mu'āvazā cāhudē hāṁ atē nā śukaraguzārī dī ichā"
        },
        {
            "chapter": 76,
            "verse": 10,
            "text": "Bēśaka asīṁ āpaṇē raba tōṁ usa dina dā khaufa rakhadē hāṁ jihaṛā valōṁ ika saḵẖata atē kauṛā dina hōvēgā"
        },
        {
            "chapter": 76,
            "verse": 11,
            "text": "Tāṁ alāha nē usa nū usa dina dī saḵẖatī tōṁ bacā li'ā atē unhāṁ nū tāzagī atē khuśī pradāna kītī"
        },
        {
            "chapter": 76,
            "verse": 12,
            "text": "Atē unhāṁ dē sabara dē badalē unhāṁ nū janata atē rēśamī kapaṛē bakhasē"
        },
        {
            "chapter": 76,
            "verse": 13,
            "text": "Uha taḵẖatāṁ tē (sirāhaṇi'ā) nū ḍhō'a lā kē baiṭhē hōṇagē. Utē nā uha garamī dā sāhamaṇā karanagē atē nā saradī dā"
        },
        {
            "chapter": 76,
            "verse": 14,
            "text": "Janatāṁ dī chāṁ unhāṁ tē jhukī hō'ī hōvēgī atē usa dē fala unhāṁ dī pahuca vica hōṇagē"
        },
        {
            "chapter": 76,
            "verse": 15,
            "text": "Unhāṁ dē agē cāndī dē bhāṇḍē atē kaca dē pi'ālē ghuma rahē hōṇagē"
        },
        {
            "chapter": 76,
            "verse": 16,
            "text": "Śīśē vī cāndī dē hōṇagē, jinhā nū pilā'uṇa vāli'āṁ nē ṭhīka adāzē anusāra bhari'ā hōvēgā"
        },
        {
            "chapter": 76,
            "verse": 17,
            "text": "Atē uthē unhāṁ nū ika hōra jāma pi'ā'i'ā jāvēgā jisa vica adaraka dā miśarana hōvēgā"
        },
        {
            "chapter": 76,
            "verse": 18,
            "text": "Iha usa vica ika jharanāṁ hai jisa nū “salasabīla” kihā jāndā hai"
        },
        {
            "chapter": 76,
            "verse": 19,
            "text": "Atē unhāṁ dē kōla ajihē bacē ghuma rahē hōṇagē jihaṛē hamēśāṁ (naujavāna) bacē hī rahiṇagē. Tusī' unhāṁ nū vēkhō tāṁ jāṇō ki iha uha mautī hana, jihaṛē khiḍā ditē ga'ē hana"
        },
        {
            "chapter": 76,
            "verse": 20,
            "text": "Atē tusīṁ jithē vī dēkhōgē (uthē) uha hī mahāna ni'amata vālā atē azīma pātaśāhī dēkhōṅgē"
        },
        {
            "chapter": 76,
            "verse": 21,
            "text": "Unhāṁ dē upara patalē rēśama dē harē kapaṛē hōṇagē atē mōṭē rēśama dē vī atē unhāṁ nū cāndī dē kaṛē (kagana) pahiṇā'ē jāṇagē atē unhāṁ dā raba unhāṁ nū pavitara (śarāba) pi'āvēgā"
        },
        {
            "chapter": 76,
            "verse": 22,
            "text": "Bēśaka iha tuhāḍā dala hai atē tuhāḍī ghāla kamā'ī savīkāra hō'ī"
        },
        {
            "chapter": 76,
            "verse": 23,
            "text": "Asīṁ tuhāḍē upara thōṛhā thōṛhā karakē kura'āna utāri'ā"
        },
        {
            "chapter": 76,
            "verse": 24,
            "text": "Sō tusīṁ āpaṇē raba tē hukama tē dhīraja rakhō atē usa vica kisē pāpī jāṁ nā śukarē dī gala nā manō"
        },
        {
            "chapter": 76,
            "verse": 25,
            "text": "Atē sul'hā śāma āpaṇē raba dā nāma yāda karō"
        },
        {
            "chapter": 76,
            "verse": 26,
            "text": "Atē usa nū rāta nū vī sijadā karō atē rāta dē lamē hisē vica vī usa dī sifata salāha karō"
        },
        {
            "chapter": 76,
            "verse": 27,
            "text": "Iha lōka jaladī milaṇa vālī cīza cāhudē hana atē inhāṁ nē āpaṇē pichē ika bhārī dina nū chaḍa rakhi'ā hai"
        },
        {
            "chapter": 76,
            "verse": 28,
            "text": "Asīṁ hī unhāṁ nū paidā kītā atē asīṁ hī unhāṁ dē ḍhān̄cē nū pakā kītā atē jadōṁ asīṁ cāhāṅgē tāṁ unhāṁ dē badalē unhāṁ varagē hōra lōka lai āvāṅgē"
        },
        {
            "chapter": 76,
            "verse": 29,
            "text": "Iha ika upadēśa hai tāṁ jihaṛā badā cāhē āpaṇē raba vala (jāṇa vālā) rāha apaṇā lavē"
        },
        {
            "chapter": 76,
            "verse": 30,
            "text": "Atē tusīṁ nahīṁ cāha sakadē paratū iha ki jihaṛā alāha nū manazūra hōvē. Bēśaka alāha jāṇana vālā atē bibēka vālā hai"
        },
        {
            "chapter": 76,
            "verse": 31,
            "text": "Uha jisa nū cāhudā hai āpaṇī rahimata vica dākhilā didā hai atē usa nē ati'ācārī'āṁ la'ī dukhadā'ika sazā ti'āra kara rakhī hai"
        },
        {
            "chapter": 77,
            "verse": 1,
            "text": "Unhāṁ havāvāṁ dī sahu jihaṛī chaḍa ditī'āṁ jāndī'āṁ hana"
        },
        {
            "chapter": 77,
            "verse": 2,
            "text": "Phira uha tūphānī raphatāra nāla caladī'āṁ hana"
        },
        {
            "chapter": 77,
            "verse": 3,
            "text": "Atē badalāṁ nū cuka kē phailā'undī'āṁ hana"
        },
        {
            "chapter": 77,
            "verse": 4,
            "text": "Phira māmali'āṁ nū alaga karadī'āṁ hana"
        },
        {
            "chapter": 77,
            "verse": 5,
            "text": "Phira faraśiti'āṁ dī saunha jihaṛē vahī li'ā'undē hana"
        },
        {
            "chapter": 77,
            "verse": 6,
            "text": "Bahānē dē rūpa vica jāṁ ḍarāvē dē rūpa vica"
        },
        {
            "chapter": 77,
            "verse": 7,
            "text": "Jihaṛā vā'adā tuhāḍē nāla kītā jā rihā hai, uha zarūra vāparana vālā hai"
        },
        {
            "chapter": 77,
            "verse": 8,
            "text": "Sō jadōṁ tārē madhama pai jāṇagē"
        },
        {
            "chapter": 77,
            "verse": 9,
            "text": "Atē jadōṁ asamāna pāṭa jāvēgā"
        },
        {
            "chapter": 77,
            "verse": 10,
            "text": "Atē jadōṁ pahāṛa zūra-zūra kara ditē jāṇagē"
        },
        {
            "chapter": 77,
            "verse": 11,
            "text": "Atē jadōṁ niradhārita samēṁ tē paigabara ikaṭhē kītē jāṇagē"
        },
        {
            "chapter": 77,
            "verse": 12,
            "text": "Kisa dina la'ī maukā ditā gi'ā"
        },
        {
            "chapter": 77,
            "verse": 13,
            "text": "Faisalē dē dina la'ī"
        },
        {
            "chapter": 77,
            "verse": 14,
            "text": "Atē tuhānū kī patā ki phaisalē dā dina kī hai"
        },
        {
            "chapter": 77,
            "verse": 15,
            "text": "Usa dina nū jhuṭhalā'uṇa vāli'āṁ la'ī vināśa hai"
        },
        {
            "chapter": 77,
            "verse": 16,
            "text": "Kī asīṁ pichali'āṁ nū naśaṭa nahīṁ kītā"
        },
        {
            "chapter": 77,
            "verse": 17,
            "text": "Phira asīṁ unhāṁ dē pichē, pichali'āṁ nū bhējadē hāṁ"
        },
        {
            "chapter": 77,
            "verse": 18,
            "text": "Asīṁ aparādhī'āṁ dē nāla ajihā hī karadē hāṁ"
        },
        {
            "chapter": 77,
            "verse": 19,
            "text": "Usa dina nū jhuṭhalā'uṇa vāli'āṁ la'ī vināśa hai"
        },
        {
            "chapter": 77,
            "verse": 20,
            "text": "Kī asīṁ tuhānū tucha pāṇī tōṁ paidā nahīṁ kītā"
        },
        {
            "chapter": 77,
            "verse": 21,
            "text": "Phira usa nū ika surakhi'ata sathāna tē rakhi'ā"
        },
        {
            "chapter": 77,
            "verse": 22,
            "text": "Ika mithē hō'ē samēṁ taka"
        },
        {
            "chapter": 77,
            "verse": 23,
            "text": "Phira asīṁ ika adāzā nīyata kītā, asīṁ kinā vadhī'ā adāzāṁ lā'uṇa vālē hāṁ"
        },
        {
            "chapter": 77,
            "verse": 24,
            "text": "Usa dina nū jhuṭhalā'uṇa vāli'āṁ la'ī vināśa hai"
        },
        {
            "chapter": 77,
            "verse": 25,
            "text": "Kī asīṁ dharatī nū ikaṭhā karana vālā nahīṁ baṇā'i'ā"
        },
        {
            "chapter": 77,
            "verse": 26,
            "text": "Jīvita atē mritaka lōkāṁ la'ī"
        },
        {
            "chapter": 77,
            "verse": 27,
            "text": "Atē asīṁ usa vica ucē pahāṛa baṇā'ē atē tuhānū miṭhā pāṇī pi'ā'i'ā"
        },
        {
            "chapter": 77,
            "verse": 28,
            "text": "Usa dina nū jhuṭhalā'uṇa vāli'āṁ la'ī vināśa hai"
        },
        {
            "chapter": 77,
            "verse": 29,
            "text": "Calō usa cīza vala jisa tōṁ tusīṁ inakāra karadē sī"
        },
        {
            "chapter": 77,
            "verse": 30,
            "text": "Calō tina śākhāvāṁ vālī'āṁ chāvāṁ vala"
        },
        {
            "chapter": 77,
            "verse": 31,
            "text": "Jisa vica nā chāṁ hai, nā uha garamī tōṁ bacā'undā hai"
        },
        {
            "chapter": 77,
            "verse": 32,
            "text": "Atē agārē var'hā'ē jivēṁ ki ucē bhavana"
        },
        {
            "chapter": 77,
            "verse": 33,
            "text": "Pīlē ūṭhāṁ dī tar'hāṁ"
        },
        {
            "chapter": 77,
            "verse": 34,
            "text": "Usa dina nū jhuṭhalā'uṇa vāli'āṁ la'ī vināśa hai"
        },
        {
            "chapter": 77,
            "verse": 35,
            "text": "Atē iha uha dina hai jisa vica lōka bōla nā sakaṇagē"
        },
        {
            "chapter": 77,
            "verse": 36,
            "text": "Atē nā unhāṁ nū āgi'ā hōvēgī ki uha kō'ī taraka pēśa karana"
        },
        {
            "chapter": 77,
            "verse": 37,
            "text": "Usa dina nū jhuṭhalā'uṇa vāli'āṁ la'ī vināśa hai"
        },
        {
            "chapter": 77,
            "verse": 38,
            "text": "Iha faisalē dā dina hai, asīṁ' tuhānū atē pahilāṁ vālē lōkāṁ nū ikaṭhā kara li'ā hai"
        },
        {
            "chapter": 77,
            "verse": 39,
            "text": "Tāṁ jē kō'ī tadabīra (bahānā) sujhadī hōvē tāṁ mērē tē tadabīra calā'u"
        },
        {
            "chapter": 77,
            "verse": 40,
            "text": "Usa dina nū jhuṭhalā'uṇa vāli'āṁ la'ī vināśa hai"
        },
        {
            "chapter": 77,
            "verse": 41,
            "text": "Bēśaka ḍarana vālē chāṁ atē jharani'āṁ vica hōṇagē"
        },
        {
            "chapter": 77,
            "verse": 42,
            "text": "Atē falāṁ vica jihaṛē uha cāhuṇa"
        },
        {
            "chapter": 77,
            "verse": 43,
            "text": "Usa karama dē badalē jihaṛā tusīṁ karadē sī, anada nāla khā'uṁ atē pī'u"
        },
        {
            "chapter": 77,
            "verse": 44,
            "text": "Asīṁ nēka lōkāṁ nū ajihā hī fala didē hāṁ"
        },
        {
            "chapter": 77,
            "verse": 45,
            "text": "Usa dina jhūṭhalā'uṇa vāli'āṁ la'ī vināśa hai"
        },
        {
            "chapter": 77,
            "verse": 46,
            "text": "Khā'u atē sukha la'u thōṛhē dina bēśaka tusīṁ pāpī hō"
        },
        {
            "chapter": 77,
            "verse": 47,
            "text": "Usa dina nū jhuṭhalā'uṇa vāli'āṁ la'ī vināśa hai"
        },
        {
            "chapter": 77,
            "verse": 48,
            "text": "Atē jadōṁ unhāṁ nū kihā jāndā hai ki jhukō tāṁ uha jhūkadē nahīṁ"
        },
        {
            "chapter": 77,
            "verse": 49,
            "text": "Usa dina nū jhuṭhalā'uṇa vāli'āṁ la'ī vināśa hai"
        },
        {
            "chapter": 77,
            "verse": 50,
            "text": "Huṇa isa tōṁ bā'ada uha kisa cīza tē īmāna li'ā'uṇagē"
        },
        {
            "chapter": 78,
            "verse": 1,
            "text": "Lōka kisa cīza bārē pucha rahē hana"
        },
        {
            "chapter": 78,
            "verse": 2,
            "text": "Usa vaḍī sūcanā bārē"
        },
        {
            "chapter": 78,
            "verse": 3,
            "text": "Jisa bārē iha lōka matabhēda karadē hana"
        },
        {
            "chapter": 78,
            "verse": 4,
            "text": "Kadē vī nahīṁ, jaladī hī uha jāṇa laiṇagē"
        },
        {
            "chapter": 78,
            "verse": 5,
            "text": "Kadē vī nahīṁ, jaladī hī uha jāṇa laiṇagē"
        },
        {
            "chapter": 78,
            "verse": 6,
            "text": "Kī asīṁ dharatī nū pharaśa nahīṁ baṇā'i'ā"
        },
        {
            "chapter": 78,
            "verse": 7,
            "text": "Atē pahāṛāṁ nū mēkhāṁ (sahārā dēṇa vālē khabē)"
        },
        {
            "chapter": 78,
            "verse": 8,
            "text": "Atē tuhānū asīṁ' jōṛē-jōṛē baṇā'i'ā"
        },
        {
            "chapter": 78,
            "verse": 9,
            "text": "Atē nīnda nū tuhāḍī thakāna dūra karana la'ī baṇā'i'ā"
        },
        {
            "chapter": 78,
            "verse": 10,
            "text": "Atē rāta nū paradā baṇā'i'ā"
        },
        {
            "chapter": 78,
            "verse": 11,
            "text": "Atē asīṁ dina nū rōzī kamā'uṇa dā samāṁ baṇā'i'ā"
        },
        {
            "chapter": 78,
            "verse": 12,
            "text": "Atē asīṁ tuhāḍē upara sata pakē asamāna baṇā'ē"
        },
        {
            "chapter": 78,
            "verse": 13,
            "text": "Atē asīṁ unhāṁ vica ika camakadā hō'i'ā dīvā rakha ditā"
        },
        {
            "chapter": 78,
            "verse": 14,
            "text": "Atē asīṁ pāṇī nāla bharē badalāṁ rāhī' mōhalēdhāra mīnha varasā'i'ā"
        },
        {
            "chapter": 78,
            "verse": 15,
            "text": "Tāṁ ki asīṁ usa dē rāhīṁ anāja atē sabazī'āṁ ugā'ī'ē"
        },
        {
            "chapter": 78,
            "verse": 16,
            "text": "Atē saghaṇē bāġa"
        },
        {
            "chapter": 78,
            "verse": 17,
            "text": "Bēśaka faisalē dē dina dā samāṁ niśacita hai"
        },
        {
            "chapter": 78,
            "verse": 18,
            "text": "Jisa dina sūra vica bigala vajā'i'ā jāvēgā, phira tusīṁ jhūḍāṁ dē jhuḍa āvōgē"
        },
        {
            "chapter": 78,
            "verse": 19,
            "text": "Atē asamāna khaul'ha ditā jāvēgā, phira usa vica daravāzē hī daravāzē hō jāṇagē"
        },
        {
            "chapter": 78,
            "verse": 20,
            "text": "Atē pahāṛa calā ditā jāṇagē uha rēta varagē hō jāṇagē"
        },
        {
            "chapter": 78,
            "verse": 21,
            "text": "Bēśaka naraka ghāta vica hai"
        },
        {
            "chapter": 78,
            "verse": 22,
            "text": "Bāġī'āṁ dā ṭikāṇā"
        },
        {
            "chapter": 78,
            "verse": 23,
            "text": "Usa vica uha lamē samēṁ taka pa'ē rahiṇagē"
        },
        {
            "chapter": 78,
            "verse": 24,
            "text": "Usa vica nā uha kisē ṭhaḍaka nū cakhaṇagē atē nā pīṇa vālī zīza nū"
        },
        {
            "chapter": 78,
            "verse": 25,
            "text": "Paratū khaul'hadā pāṇī atē (jaḵẖamāṁ dī) pīka"
        },
        {
            "chapter": 78,
            "verse": 26,
            "text": "Unhāṁ dē karama anusāra badalā hai"
        },
        {
            "chapter": 78,
            "verse": 27,
            "text": "Uha hisāba dā ḍara nahīṁ rakhadē sana"
        },
        {
            "chapter": 78,
            "verse": 28,
            "text": "Atē unhāṁ nē sāḍī'āṁ ā'itāṁ nū sapūrana jhuṭhalā' ditā"
        },
        {
            "chapter": 78,
            "verse": 29,
            "text": "Atē asīṁ hara cīza nū likha kē usa dī giṇatī kara rakhī hai"
        },
        {
            "chapter": 78,
            "verse": 30,
            "text": "Tāṁ cakhō. Asīṁ tuhāḍī sazā vadhā'undē jānvāgē"
        },
        {
            "chapter": 78,
            "verse": 31,
            "text": "Bēśaka ḍarana vāli'āṁ la'ī safalatā hai"
        },
        {
            "chapter": 78,
            "verse": 32,
            "text": "Śāġa atē agūra"
        },
        {
            "chapter": 78,
            "verse": 33,
            "text": "atē barābara umara vālī'āṁ naujavāna laṛakī'āṁ"
        },
        {
            "chapter": 78,
            "verse": 34,
            "text": "Atē bharē hō'ē jāma"
        },
        {
            "chapter": 78,
            "verse": 35,
            "text": "Uthē uha mithi'ā atē jhūṭhī'āṁ galāṁ nahīṁ sunaṇagē"
        },
        {
            "chapter": 78,
            "verse": 36,
            "text": "Tērē raba valōṁ unhāṁ dē karamāṁ dē anusāra badalā hōvēgā"
        },
        {
            "chapter": 78,
            "verse": 37,
            "text": "Rahimāna valōṁ jihaṛā ākāśa atē dharatī atē unhāṁ dē vicakāra dī'āṁ cīzāṁ dā pālaṇahāra hai. Kō'ī tākata nahīṁ rakhadā ki usa nāla gala karē"
        },
        {
            "chapter": 78,
            "verse": 38,
            "text": "Jisa dina jibarīla atē fariśatē katārāṁ baṇā kē khaṛhē hōṇagē, (usa vēlē) kō'ī nahīṁ' bōlēgā. Paratū (usa tōṁ' binhāṁ? Jisa nū rahimāna āgi'ā dēvē atē uha yōga gala kahēgā)"
        },
        {
            "chapter": 78,
            "verse": 39,
            "text": "Iha dina niśacita hai, sau jihaṛā cāhē āpaṇē raba vala (āpaṇā) ṭikāṇā baṇā lavē"
        },
        {
            "chapter": 78,
            "verse": 40,
            "text": "Asīṁ tuhānū nēṛē ā jāṇa vālī sazā tōṁ ḍarā ditā hai. Jisa dina manukha usa nū dēkha lavēgā, jihaṛā usa dē hathāṁ nē agē bhēji'ā hai tāṁ avagi'ākārī ākhēgā ki kāśa! Maiṁ siṭī hudā"
        },
        {
            "chapter": 79,
            "verse": 1,
            "text": "Sahū hai jaṛāṁ tōṁ puṭaṇa vālī'āṁ havāvāṁ dī"
        },
        {
            "chapter": 79,
            "verse": 2,
            "text": "Atē sahu hai, sadhama calaṇa vālī'āṁ havāvāṁ dī"
        },
        {
            "chapter": 79,
            "verse": 3,
            "text": "Atē sahū hai, tairana vālē badalāṁ dī"
        },
        {
            "chapter": 79,
            "verse": 4,
            "text": "Phira agē vadhaṇa vāli'āṁ dī"
        },
        {
            "chapter": 79,
            "verse": 5,
            "text": "phira māmali'āṁ dā upā'a karana vāli'āṁ dī"
        },
        {
            "chapter": 79,
            "verse": 6,
            "text": "Jisa dina hilā dēṇa vālī hilā dēvēgī"
        },
        {
            "chapter": 79,
            "verse": 7,
            "text": "Usa tōṁ magarōṁ ika hōra ā'uṇa vālī cīza āvēgī"
        },
        {
            "chapter": 79,
            "verse": 8,
            "text": "Kinē dila usa tōṁ kaba rahē hōṇagē"
        },
        {
            "chapter": 79,
            "verse": 9,
            "text": "Unhāṁ dī'āṁ akhāṁ jhuka rahī'āṁ hōṇagī'āṁ"
        },
        {
            "chapter": 79,
            "verse": 10,
            "text": "Uha kahidē hana ki kī asīṁ pahilī hālata vica vāpisa jānvāgē"
        },
        {
            "chapter": 79,
            "verse": 11,
            "text": "Ki jadōṁ sāḍī'āṁ haḍī'āṁ gala saṛa jāṇagī'āṁ"
        },
        {
            "chapter": 79,
            "verse": 12,
            "text": "Unhāṁ nē ākhi'ā ki iha vāpasī tāṁ baṛē ghāṭē vālī hōvēgī"
        },
        {
            "chapter": 79,
            "verse": 13,
            "text": "Uha tāṁ basa ika jhiṛaka hōvēgī"
        },
        {
            "chapter": 79,
            "verse": 14,
            "text": "Phira turata uha maidāna vica hāzira hōṇagē"
        },
        {
            "chapter": 79,
            "verse": 15,
            "text": "Kī tuhāḍē kōla mūsā dī gala pahucī hai"
        },
        {
            "chapter": 79,
            "verse": 16,
            "text": "Jadōṁ ki usa dē raba nē usa nū tuvā dī pavitara ghāṭī vica pukāri'ā"
        },
        {
            "chapter": 79,
            "verse": 17,
            "text": "Phira'auna dē kōla jā'u uha bāġī hō gi'ā hai"
        },
        {
            "chapter": 79,
            "verse": 18,
            "text": "Phira usa nū puchō, ki kī tainū isa gala dī ichā hai ki tū sudhara jāvēṁ"
        },
        {
            "chapter": 79,
            "verse": 19,
            "text": "Atē maiṁ tainū tērē raba dā rāha dikhāvāṁ, phira tū ḍarē"
        },
        {
            "chapter": 79,
            "verse": 20,
            "text": "Sō mūsā nē usa nū vaḍī niśānī dikhā'ī"
        },
        {
            "chapter": 79,
            "verse": 21,
            "text": "Phira usa nē jhuṭhalā'i'ā atē nā mani'ā"
        },
        {
            "chapter": 79,
            "verse": 22,
            "text": "Phira uha palaṭi'ā, yatana karadē hō'ē"
        },
        {
            "chapter": 79,
            "verse": 23,
            "text": "Phira usa nē ikaṭhā kītā, phira usa nē pukāri'ā"
        },
        {
            "chapter": 79,
            "verse": 24,
            "text": "Sō usa nē ākhi'ā ki maiṁ tuhāḍā sabha tōṁ vaḍā raba hāṁ"
        },
        {
            "chapter": 79,
            "verse": 25,
            "text": "Tāṁ alāha nē usa nū pralōka atē sasāra dī sazā vica phaṛhi'ā"
        },
        {
            "chapter": 79,
            "verse": 26,
            "text": "Bēśaka isa vica harēka usa badē la'ī sikhi'ā hai, jihaṛā (alāha tōṁ) ḍarē"
        },
        {
            "chapter": 79,
            "verse": 27,
            "text": "Kī tuhāḍā baṇā'uṇā zi'ādā aukhā hai jāṁ ākāśa dā, alāha nē usa nū baṇā'i'ā"
        },
        {
            "chapter": 79,
            "verse": 28,
            "text": "Usa dī chata nū ucā kītā, phira usa nū ṭhīka kītā"
        },
        {
            "chapter": 79,
            "verse": 29,
            "text": "Phira usa dī rāta nū hanērī baṇā'i'ā atē usa dē dina nū prakāśavāna kītā"
        },
        {
            "chapter": 79,
            "verse": 30,
            "text": "Atē usa tōṁ bā'ada dharatī nū phailā'i'ā"
        },
        {
            "chapter": 79,
            "verse": 31,
            "text": "Isa vicōṁ usa dā pāṇī atē cārā kaḍhi'ā"
        },
        {
            "chapter": 79,
            "verse": 32,
            "text": "Atē pahāṛāṁ nū sathāpita kītā"
        },
        {
            "chapter": 79,
            "verse": 33,
            "text": "Tuhāḍē la'ī atē tuhāḍē paśū'āṁ la'ī jīvana samagarī dē rūpa vica (paidā kītā)"
        },
        {
            "chapter": 79,
            "verse": 34,
            "text": "Phira jadōṁ uha vaḍī āfata āvēgī"
        },
        {
            "chapter": 79,
            "verse": 35,
            "text": "Jisa dina manukha āpaṇē kītē nū yāda karēgā"
        },
        {
            "chapter": 79,
            "verse": 36,
            "text": "Atē dēkhaṇa vāli'āṁ dē sāhamaṇē naraka pragaṭa kara ditā jāvēgā"
        },
        {
            "chapter": 79,
            "verse": 37,
            "text": "Tāṁ jisa nē śagāvata kītī"
        },
        {
            "chapter": 79,
            "verse": 38,
            "text": "Atē sasārika jīvana nū pahila ditī"
        },
        {
            "chapter": 79,
            "verse": 39,
            "text": "Tāṁ unhāṁ dā ṭikāṇā naraka hōnvēgā"
        },
        {
            "chapter": 79,
            "verse": 40,
            "text": "Atē jihaṛā badā āpaṇē raba dē sāhamaṇē khaṛhē hōṇa tōṁ ḍari'ā atē āpaṇē mana nū burī'āṁ ichāvāṁ tōṁ rōki'ā"
        },
        {
            "chapter": 79,
            "verse": 41,
            "text": "Tāṁ usa dā ṭikāṇā janata hōvēgā"
        },
        {
            "chapter": 79,
            "verse": 42,
            "text": "Uha ki'āmata dē sabadha vica puchadē hana ki iha kadōṁ vāparēgī"
        },
        {
            "chapter": 79,
            "verse": 43,
            "text": "Usa dī caracā nāla tuhāḍā kī sabadha hai"
        },
        {
            "chapter": 79,
            "verse": 44,
            "text": "Iha māmalā tērē raba nāla sabadhita hai"
        },
        {
            "chapter": 79,
            "verse": 45,
            "text": "Tāṁ tusīṁ sirafa usa badē nū ḍarā'uṇa vālē hō, jihaṛā ḍarē"
        },
        {
            "chapter": 79,
            "verse": 46,
            "text": "Jisa dina iha usa nū (tāṁ ajihā khi'āla karanagē) dēkhaṇagē tāṁ jāṇō uha sasāra vica ṭhahirē hī nahīṁ. Jivēṁ (dunī'āṁ vica sirafa) ika śāma jāṁ ika savēra batīta kītī hōvē"
        },
        {
            "chapter": 80,
            "verse": 1,
            "text": "Usa nē mathē ti'uṛī'āṁ caṛhā'ī'āṁ atē mūha phēra li'ā"
        },
        {
            "chapter": 80,
            "verse": 2,
            "text": "Isa gala la'ī ki usa dē kaula anhāṁ ā'i'ā"
        },
        {
            "chapter": 80,
            "verse": 3,
            "text": "Atē tuhānū kī patā ki uha sudhara jāvē"
        },
        {
            "chapter": 80,
            "verse": 4,
            "text": "Jāṁ uha upadēśa nū suṇē atē upadēśa usa dē kama ā jāvē"
        },
        {
            "chapter": 80,
            "verse": 5,
            "text": "Jihaṛā badā lāparavāhī varatadā hai"
        },
        {
            "chapter": 80,
            "verse": 6,
            "text": "Tusīṁ usa dī citā vica pa'ē rahidē hō"
        },
        {
            "chapter": 80,
            "verse": 7,
            "text": "Hālāṅki jēkara uha nā sudharē tāṁ tuhāḍē utē usa dī kō'ī zimēvārī nahīṁ"
        },
        {
            "chapter": 80,
            "verse": 8,
            "text": "Atē jihaṛā badā tuhāḍē kaula bhajadā hō'i'ā ā'undā hai"
        },
        {
            "chapter": 80,
            "verse": 9,
            "text": "Atē uha ḍaradā hai"
        },
        {
            "chapter": 80,
            "verse": 10,
            "text": "Tāṁ tusīṁ usa nāla lāparavāhī varatadē hō"
        },
        {
            "chapter": 80,
            "verse": 11,
            "text": "Kadē vī nahīṁ, iha tāṁ ika upadēśa hai"
        },
        {
            "chapter": 80,
            "verse": 12,
            "text": "Sō jihaṛā cāhē usa nū yāda karē"
        },
        {
            "chapter": 80,
            "verse": 13,
            "text": "Uha ajihē satikārayōga sahīfi'āṁ (grathāṁ) vica hai"
        },
        {
            "chapter": 80,
            "verse": 14,
            "text": "Jihaṛē srēśaṭa atē pavitara hana"
        },
        {
            "chapter": 80,
            "verse": 15,
            "text": "Likhaṇa vāli'āṁ dē hathāṁ vica"
        },
        {
            "chapter": 80,
            "verse": 16,
            "text": "Izatadāra atē nēka"
        },
        {
            "chapter": 80,
            "verse": 17,
            "text": "Burā hōvē manukha dā, uha kihō jihā akritaghaṇa (nā-śukarā) hai"
        },
        {
            "chapter": 80,
            "verse": 18,
            "text": "Usa nū alāha nē kisa cīza tōṁ paidā kītā hai"
        },
        {
            "chapter": 80,
            "verse": 19,
            "text": "Ika būda tōṁ usa nū paidā kītā, phira usa la'ī adāzā ṭhahirā'i'ā"
        },
        {
            "chapter": 80,
            "verse": 20,
            "text": "Phira usa la'ī rasatā saukhā kara ditā"
        },
        {
            "chapter": 80,
            "verse": 21,
            "text": "Phira usa nū mauta ditī, phira usa nū kabara vica lai gi'ā"
        },
        {
            "chapter": 80,
            "verse": 22,
            "text": "Phira jadōṁ uha cāhēgā tāṁ usa nū muṛa jīvita kara dēvēgā"
        },
        {
            "chapter": 80,
            "verse": 23,
            "text": "Kadē vī nahīṁ usa nē uha pūrā nahīṁ' kītā, jisa dā alāha nē usa nū hukama kītā sī"
        },
        {
            "chapter": 80,
            "verse": 24,
            "text": "Sō manukha nū cāhīdā hai ki uha āpaṇē bhōjana nū dēkhē"
        },
        {
            "chapter": 80,
            "verse": 25,
            "text": "Asīṁ cagī tar'hāṁ pāṇī varasā'i'ā"
        },
        {
            "chapter": 80,
            "verse": 26,
            "text": "Phira asīṁ dharatī nū khāsa taura tē pāṛi'ā"
        },
        {
            "chapter": 80,
            "verse": 27,
            "text": "Phira usa vica anāja ugā'i'ā"
        },
        {
            "chapter": 80,
            "verse": 28,
            "text": "Agūra atē tarakārī'āṁ"
        },
        {
            "chapter": 80,
            "verse": 29,
            "text": "Jaitūna atē khajūra"
        },
        {
            "chapter": 80,
            "verse": 30,
            "text": "Atē saghaṇē bāġa"
        },
        {
            "chapter": 80,
            "verse": 31,
            "text": "Fala atē hari'ālī"
        },
        {
            "chapter": 80,
            "verse": 32,
            "text": "Tuhāḍē atē tuhāḍē paśū'āṁ la'ī jīvana samagarī dē rūpa vica (iha sārā kujha paidā kītā)"
        },
        {
            "chapter": 80,
            "verse": 33,
            "text": "Sō jadōṁ (ki'āmata dā) kanāṁ nū bōlā kara dēṇa vālā uha śōra hōvēgā"
        },
        {
            "chapter": 80,
            "verse": 34,
            "text": "Jisa dina manukha āpaṇē bharāvāṁ tōṁ (dūra) bhajēgā"
        },
        {
            "chapter": 80,
            "verse": 35,
            "text": "Atē āpaṇī māṁ tōṁ atē āpaṇē pi'u tōṁ"
        },
        {
            "chapter": 80,
            "verse": 36,
            "text": "Atē āpaṇī patanī atē āpaṇē putarāṁ tōṁ"
        },
        {
            "chapter": 80,
            "verse": 37,
            "text": "Unhāṁ vicōṁ harēka badā nū usa dina ajihā phikara hōvēgā, jihaṛā unhāṁ nū dūsari'āṁ tōṁ bēparavāha kara dēvēgā"
        },
        {
            "chapter": 80,
            "verse": 38,
            "text": "Kujha ciharē usa dina camaka rahē hōṇagē"
        },
        {
            "chapter": 80,
            "verse": 39,
            "text": "Hasadē hō'ē atē khuśī'āṁ māṇadē hō'ē"
        },
        {
            "chapter": 80,
            "verse": 40,
            "text": "Atē usa dina kujha cihari'āṁ tē dhūṛa miṭī uḍa rahī hōvēgī"
        },
        {
            "chapter": 80,
            "verse": 41,
            "text": "Unhāṁ utē kālakha chā'ī hō'ī hōvēgī"
        },
        {
            "chapter": 80,
            "verse": 42,
            "text": "Iha hī lōka ḍhīṭha avagi'ākārī hana"
        },
        {
            "chapter": 81,
            "verse": 1,
            "text": "Jadōṁ sūraja nū lapēṭa ditā jāvēgā"
        },
        {
            "chapter": 81,
            "verse": 2,
            "text": "Atē jadōṁ tārē prakāśahīṇa hō jāṇagē"
        },
        {
            "chapter": 81,
            "verse": 3,
            "text": "Atē jadōṁ pahāṛa calā'ē jāṇagē"
        },
        {
            "chapter": 81,
            "verse": 4,
            "text": "Atē jadōṁ dasa mahīni'āṁ dī'āṁ gabhaṇa ūṭhanī'āṁ avārā phiraṇagī'āṁ"
        },
        {
            "chapter": 81,
            "verse": 5,
            "text": "Atē jadōṁ sārē jagalī jānavara ikaṭhē kītē jāṇagē"
        },
        {
            "chapter": 81,
            "verse": 6,
            "text": "Atē jadōṁ samudara (aga nāla) bhaṭakā ditē jāṇagē"
        },
        {
            "chapter": 81,
            "verse": 7,
            "text": "Atē jadōṁ' ikō tar'hāṁ dē lōka ikaṭhē kītē jāṇagē"
        },
        {
            "chapter": 81,
            "verse": 8,
            "text": "Atē ji'undī dafana kītī laṛakī tōṁ puchi'ā jāvēgā"
        },
        {
            "chapter": 81,
            "verse": 9,
            "text": "Ki uha kisa phōśa vica mārī ga'ī"
        },
        {
            "chapter": 81,
            "verse": 10,
            "text": "Atē jadōṁ karama patara khōl'hē jāṇagē"
        },
        {
            "chapter": 81,
            "verse": 11,
            "text": "Atē jadōṁ asamāna khul'ha jāvēgā"
        },
        {
            "chapter": 81,
            "verse": 12,
            "text": "Atē naraka dī aga bhaṭakā'ī jāvēgī"
        },
        {
            "chapter": 81,
            "verse": 13,
            "text": "Atē janata nū nēṛē li'āndā jāvēgā"
        },
        {
            "chapter": 81,
            "verse": 14,
            "text": "Hara ika badā jāṇa lavēgā ki uha kī lai kē ā'i'ā hai"
        },
        {
            "chapter": 81,
            "verse": 15,
            "text": "Maiṁ sahu khāndā hāṁ unhāṁ pichē haṭaṇa vālē tāri'āṁ dī"
        },
        {
            "chapter": 81,
            "verse": 16,
            "text": "Calaṇa atē chipa jāṇa vālē tāri'āṁ dī"
        },
        {
            "chapter": 81,
            "verse": 17,
            "text": "Atē rāta dī (sahu) jadōṁ uha jāṇa lagē"
        },
        {
            "chapter": 81,
            "verse": 18,
            "text": "Atē savēra dī jadōṁ uha ā'uṇṇa lagē"
        },
        {
            "chapter": 81,
            "verse": 19,
            "text": "Ki iha ika sanamāṇayōga sadēśavāhaka'tē hō'ī bāṇī hai"
        },
        {
            "chapter": 81,
            "verse": 20,
            "text": "Tākata vālē, araśāṁ dē mālaka dē kōla ucē darajē vālā"
        },
        {
            "chapter": 81,
            "verse": 21,
            "text": "Usa dī gala manī jāndī hai. Uha bharōsē vālā hai"
        },
        {
            "chapter": 81,
            "verse": 22,
            "text": "Atē tuhāḍā sāthī masatānā nahīṁ hai"
        },
        {
            "chapter": 81,
            "verse": 23,
            "text": "Atē usa nē usa (phariśatē) nū (asamāna'tē) pratakha (pūrabī kaḍhē tē) vēkhi'ā hai"
        },
        {
            "chapter": 81,
            "verse": 24,
            "text": "Atē uha gupata galāṁ la'ī zi'ādā utasuka nahīṁ"
        },
        {
            "chapter": 81,
            "verse": 25,
            "text": "Atē iha phiṭakārē hō'ē saiaitāna dā bōla nahīṁ"
        },
        {
            "chapter": 81,
            "verse": 26,
            "text": "Phira tusīṁ kidhara jā rahē hō"
        },
        {
            "chapter": 81,
            "verse": 27,
            "text": "iha tā sirafa sasāra vāli'āṁ la'ī ika upadēśa hai"
        },
        {
            "chapter": 81,
            "verse": 28,
            "text": "Usa la'ī jihaṛā tuhāḍē vicōṁ sidhā calaṇā cāhē"
        },
        {
            "chapter": 81,
            "verse": 29,
            "text": "Atē tusīṁ kūjha nahīṁ kara sakadē, paratū iha ki sasāra dā pālaṇahāra alāha cāhē"
        },
        {
            "chapter": 82,
            "verse": 1,
            "text": "Jadōṁ asamāna pāṭa jāvēgā"
        },
        {
            "chapter": 82,
            "verse": 2,
            "text": "Atē tārē khilara jāṇagē"
        },
        {
            "chapter": 82,
            "verse": 3,
            "text": "Atē jadōṁ samūdara (ikaṭhē hō kē) vaga paiṇagē"
        },
        {
            "chapter": 82,
            "verse": 4,
            "text": "Atē jadōṁ kabarāṁ khōl'ha ditī'āṁ jāṇagī'āṁ"
        },
        {
            "chapter": 82,
            "verse": 5,
            "text": "Harēka badā jāṇa lavēgā ki usanē agē kī bhēji'ā atē pichē kī chaḍi'ā"
        },
        {
            "chapter": 82,
            "verse": 6,
            "text": "Hē manukha! Tuhānū kihaṛī cīza nē āpaṇē raba valōṁ dhōkhē vica pā rakhi'ā hai"
        },
        {
            "chapter": 82,
            "verse": 7,
            "text": "Jisa nē tuhānū paidā kītā, phira tērē agāṁ nū ṭhīka kītā, phira tuhānū satūlata vica rakhi'ā"
        },
        {
            "chapter": 82,
            "verse": 8,
            "text": "Phira jisa rūpa vica cāhi'ā tuhānū ākāra dē ditā"
        },
        {
            "chapter": 82,
            "verse": 9,
            "text": "Kadē vī nahīṁ; sagōṁ tusīṁ inasāfa dē dina tōṁ inakāra karadē hō"
        },
        {
            "chapter": 82,
            "verse": 10,
            "text": "Hālāṅki asī' tuhāḍē tē nigarāna niyukata karana vālē hāṁ"
        },
        {
            "chapter": 82,
            "verse": 11,
            "text": "Ucē rutabē atē (tuhāḍī'āṁ galāṁ) likhaṇa vālē"
        },
        {
            "chapter": 82,
            "verse": 12,
            "text": "Uha jāṇadē hana jō tusīṁ karadē hō"
        },
        {
            "chapter": 82,
            "verse": 13,
            "text": "Bēśaka nēka lōka ārāma vica hōṇagē"
        },
        {
            "chapter": 82,
            "verse": 14,
            "text": "Atē bēśaka aparādhī naraka vica"
        },
        {
            "chapter": 82,
            "verse": 15,
            "text": "Inasāfa dē dina uha usa vica suṭē jāṇagē"
        },
        {
            "chapter": 82,
            "verse": 16,
            "text": "Uha usa tōṁ alaga hōṇa vālē nahīṁ"
        },
        {
            "chapter": 82,
            "verse": 17,
            "text": "Atē tuhānū kī patā ki inasāfa dā dina kī hai"
        },
        {
            "chapter": 82,
            "verse": 18,
            "text": "“Phēra,atē tuhānū kī patā ki inasāfa dā dina kī hai"
        },
        {
            "chapter": 82,
            "verse": 19,
            "text": "Usa dina kō'ī prāṇī kisē dūjē prāṇī la'ī kujha nahīṁ kara sakēgā. Atē māmalā usa dina alāha dē hī adhikāra vica hōvēgā"
        },
        {
            "chapter": 83,
            "verse": 1,
            "text": "Nāpa tōla vica kamī karana vāli'āṁ la'ī vināśa hai"
        },
        {
            "chapter": 83,
            "verse": 2,
            "text": "Jihaṛē lōkāṁ tōṁ nāpa kē laiṇa tāṁ pūrā laiṇa"
        },
        {
            "chapter": 83,
            "verse": 3,
            "text": "Atē jadōṁ unhāṁ nū nāpa kē jāṁ tōla kē dēṇa tāṁ ghaṭā kē dēṇa"
        },
        {
            "chapter": 83,
            "verse": 4,
            "text": "Kī iha lōka nahīṁ samajhadē ki uha cukē jāṇa vālē hana"
        },
        {
            "chapter": 83,
            "verse": 5,
            "text": "Ika vaḍē dina nū"
        },
        {
            "chapter": 83,
            "verse": 6,
            "text": "Jisa dina sārē lōka sasāra dē mālaka dē sāhamaṇē khaṛhē hōṇagē"
        },
        {
            "chapter": 83,
            "verse": 7,
            "text": "Kadē vī nahīṁ, bēśaka pāpī'āṁ dā amalanāmā sijīna (naraka dā ika bhāga) vica hōvēgā"
        },
        {
            "chapter": 83,
            "verse": 8,
            "text": "Atē tusīṁ kī samajhō ki sijīna kī hai"
        },
        {
            "chapter": 83,
            "verse": 9,
            "text": "Iha ika likhi'ā hō'i'ā dafatara hai"
        },
        {
            "chapter": 83,
            "verse": 10,
            "text": "Usa dina inakāra karana vāli'āṁ la'ī vināśa hai"
        },
        {
            "chapter": 83,
            "verse": 11,
            "text": "Jihaṛē inasāfa dē dina tōṁ inakāra karadē hana"
        },
        {
            "chapter": 83,
            "verse": 12,
            "text": "Atē usa tōṁ uha hī badā inakāra karadā hai, jihaṛā hadāṁ dā ulaghaṇa karana vālā hōvē, pāpī hōvē"
        },
        {
            "chapter": 83,
            "verse": 13,
            "text": "Jadōṁ iha pichali'āṁ (hō cuki'āṁ) dī'āṁ kahāṇī'āṁ hana"
        },
        {
            "chapter": 83,
            "verse": 14,
            "text": "Kadē vī nahīṁ, sagōṁ unhāṁ dē dilāṁ tē unhāṁ dē karamāṁ dā zaga caṛha gi'ā"
        },
        {
            "chapter": 83,
            "verse": 15,
            "text": "Kadē vī nahīṁ, sagōṁ usa dina uha āpaṇē raba valōṁ iṭa vica rakhō jāṇagē"
        },
        {
            "chapter": 83,
            "verse": 16,
            "text": "Phira uha naraka vica dāḵẖila hōṇagē"
        },
        {
            "chapter": 83,
            "verse": 17,
            "text": "Phira ākhi'ā jāvēgā ki uha cīza hai, jisa nū tusīṁ jhuṭhalā'undē sī"
        },
        {
            "chapter": 83,
            "verse": 18,
            "text": "Kadē vī nahīṁ, bēśaka nēka lōkāṁ dā karama patara (amala) ilīyī (nēka lōkāṁ dē amala rakhaṇa dī thāṁ) vica hana"
        },
        {
            "chapter": 83,
            "verse": 19,
            "text": "Atē tusīṁ kī jāṇō ki ilīyī kī hai"
        },
        {
            "chapter": 83,
            "verse": 20,
            "text": "Likhi'ā hō'i'ā dafatara hai"
        },
        {
            "chapter": 83,
            "verse": 21,
            "text": "Jisa dē nazadīka uca kauṭī dē fariśatē hāzira rahidē hana"
        },
        {
            "chapter": 83,
            "verse": 22,
            "text": "Bēśaka nēka lōka ārāma vica hōṇagē"
        },
        {
            "chapter": 83,
            "verse": 23,
            "text": "Uha taḵẖatāṁ tē baiṭhē dēkhadē hōṇagē"
        },
        {
            "chapter": 83,
            "verse": 24,
            "text": "Unhāṁ dē cihari'āṁ vica tusīṁ ārāma dī tāzagī mahisūsa karōgē"
        },
        {
            "chapter": 83,
            "verse": 25,
            "text": "Unhāṁ nū śudha mōhara bada śarāba pilā'i'ā jāvēgā"
        },
        {
            "chapter": 83,
            "verse": 26,
            "text": "Jisa tē muśaka dī mōhara hōvēgī. Atē iha cīza hai jisa dī kāmanā karana vāli'āṁ nū kāmanā karanī cāhīdī hai"
        },
        {
            "chapter": 83,
            "verse": 27,
            "text": "Atē usa śarāba vica tasanīma (janata dī ika nahira) dī milāvaṭa hōvēgī"
        },
        {
            "chapter": 83,
            "verse": 28,
            "text": "Ika ajihā jharanā jisa vicōṁ (alāha dē) nazadīkī lōka pīṇagē"
        },
        {
            "chapter": 83,
            "verse": 29,
            "text": "Bēśaka jihaṛē lōka aparādhī sana, uha īmāna vāli'āṁ tē hasadē sana"
        },
        {
            "chapter": 83,
            "verse": 30,
            "text": "Atē jadōṁ uha unhāṁ dē sāhamaṇi'ō laghadē hana, tāṁ uha āpisa vica akhāṁ dē iśārē karadē sana"
        },
        {
            "chapter": 83,
            "verse": 31,
            "text": "Atē jadōṁ uha āpaṇē lōkāṁ vica vāpisa ā'undē hana tāṁ maujāṁ karadē ā'undē hana"
        },
        {
            "chapter": 83,
            "verse": 32,
            "text": "Atē jadōṁ uha unhāṁ nū dēkhadē hana, tāṁ ākhadē hana ki iha bhaṭakē hō'ē lōka hana"
        },
        {
            "chapter": 83,
            "verse": 33,
            "text": "Jadōṁ ki uha unhāṁ tē pahirēdāra baṇā kē nahīṁ bhējē ga'ē sana"
        },
        {
            "chapter": 83,
            "verse": 34,
            "text": "Sō aja īmāna vālē avagi'ākārī'āṁ tē hasadē hōṇagē"
        },
        {
            "chapter": 83,
            "verse": 35,
            "text": "Uha taḵẖatāṁ tē baiṭhē dēkha rahē hōṇagē"
        },
        {
            "chapter": 83,
            "verse": 36,
            "text": "Bēśaka vica avagi'ākārī'āṁ nū unhāṁ dē kītē dā ḵẖūba badalā mili'ā"
        },
        {
            "chapter": 84,
            "verse": 1,
            "text": "Jadōṁ asamāna pāṭa jāvēgā"
        },
        {
            "chapter": 84,
            "verse": 2,
            "text": "Uha āpaṇē raba dā hukama suṇa lavēgā atē usa la'ī zarūrī vī ihō hai"
        },
        {
            "chapter": 84,
            "verse": 3,
            "text": "Atē jadōṁ dharatī padhara kara ditī jāvēgī"
        },
        {
            "chapter": 84,
            "verse": 4,
            "text": "Atē uha āpaṇē adara dī'āṁ cīzāṁ nū ugala dēvēgī atē khālī hō jāvēgī"
        },
        {
            "chapter": 84,
            "verse": 5,
            "text": "Atē uha āpaṇē raba dā hukama suṇa lavēgī atē uha isa dē lā'ika hai"
        },
        {
            "chapter": 84,
            "verse": 6,
            "text": "Hē manukha! Tū āpaṇē pālaṇahāra vala khicadā cali'ā jā rihā hai, phira tū usa nū milaṇa vālā hai"
        },
        {
            "chapter": 84,
            "verse": 7,
            "text": "Tāṁ jisa nū usa dā karama patara (amala) usa dē sajē hatha vica ditā jāvēgā"
        },
        {
            "chapter": 84,
            "verse": 8,
            "text": "Usa tōṁ asānī nāla hisāba li'ā jāvēgā"
        },
        {
            "chapter": 84,
            "verse": 9,
            "text": "Atē uha āpaṇē lōkāṁ dē pāsa khuśī khūśī āvēgā"
        },
        {
            "chapter": 84,
            "verse": 10,
            "text": "Atē jisa dā karama patara (amala) usa dī piṭha vē pichi'uṁ' ditā jāvēgā"
        },
        {
            "chapter": 84,
            "verse": 11,
            "text": "Uha mauta nū avāzāṁ mārēgā"
        },
        {
            "chapter": 84,
            "verse": 12,
            "text": "Atē naraka vica dāḵẖila hōvēgā"
        },
        {
            "chapter": 84,
            "verse": 13,
            "text": "Uha āpaṇē lōkāṁ vica citā mukata rahidā sī"
        },
        {
            "chapter": 84,
            "verse": 14,
            "text": "Usa nē samajhi'ā sī ki usa nē vāpisa nahīṁ jāṇā"
        },
        {
            "chapter": 84,
            "verse": 15,
            "text": "Ki'uṁ nahīṁ, usa dā raba usa nū dēkha rihā sī"
        },
        {
            "chapter": 84,
            "verse": 16,
            "text": "Tāṁ nahīṁ, maiṁ sahu khāndā hāṁ, śaphaka (sūraja phubaṇa vēlē dī lālī) dī"
        },
        {
            "chapter": 84,
            "verse": 17,
            "text": "Atē rāta dī'āṁ unhāṁ cīzāṁ dī jinhāṁ nū uha samēṭa laindī hai"
        },
        {
            "chapter": 84,
            "verse": 18,
            "text": "Atē cana dī jadōṁ uha pūrā hō jāvē"
        },
        {
            "chapter": 84,
            "verse": 19,
            "text": "Ki tusīṁ zarūra ika darajē tōṁ bā'ada dūjē darajē tē pahucaugē"
        },
        {
            "chapter": 84,
            "verse": 20,
            "text": "Tāṁ inhāṁ nū kī hō gi'ā ki iha īmāna nahīṁ li'ā'undē"
        },
        {
            "chapter": 84,
            "verse": 21,
            "text": "Atē jadōṁ' unhāṁ dē sāhamaṇē kura'āna paṛhi'ā jāndā hai, tāṁ uha alāha vala nahīṁ jhukadē"
        },
        {
            "chapter": 84,
            "verse": 22,
            "text": "Sagōṁ uha avagi'ākārī jhūṭhalā rahē hana"
        },
        {
            "chapter": 84,
            "verse": 23,
            "text": "Atē alāha jāṇadā hai jihaṛā kujha uha ikaṭhā kara rahē hana"
        },
        {
            "chapter": 84,
            "verse": 24,
            "text": "Sō unhāṁ nū ika daradanāka sazā dī ḵẖuśaḵẖabarī dē dēvō"
        },
        {
            "chapter": 84,
            "verse": 25,
            "text": "Paratū jihaṛē lōka īmāna li'ā'ē atē unhāṁ nē cagē karama kītē, unhāṁ la'ī kadē nā ḵẖatama hōṇa vālā badalā hai"
        },
        {
            "chapter": 85,
            "verse": 1,
            "text": "Sahū hai būrajāṁ (tārā maḍala) vālē asamāna dī"
        },
        {
            "chapter": 85,
            "verse": 2,
            "text": "Atē vā'adē vālē dina dī"
        },
        {
            "chapter": 85,
            "verse": 3,
            "text": "Atē dēkhaṇa vālē dī atē jihaṛā dēkhi'ā gi'ā"
        },
        {
            "chapter": 85,
            "verse": 4,
            "text": "Nāśa hō'ē khā'ī vālē"
        },
        {
            "chapter": 85,
            "verse": 5,
            "text": "Jinhāṁ vica bhaṭakadē hō'ē bālaṇa dī aga sī"
        },
        {
            "chapter": 85,
            "verse": 6,
            "text": "Jadōṁ ki uha usa tē baiṭhē hō'ē sana"
        },
        {
            "chapter": 85,
            "verse": 7,
            "text": "Atē jō kūjha uha īmāna li'ā'uṇa vāli'āṁ nāla kara rahē sana. Uha usa nū dēkha rahē sī"
        },
        {
            "chapter": 85,
            "verse": 8,
            "text": "Atē unhāṁ nāla usa dā vaira isa tōṁ binā hōra kisē kārana nahīṁ sī, ki uha usa alāha upara īmāna li'ā'ē, jihaṛā tākatavara atē prasasā vālā hai"
        },
        {
            "chapter": 85,
            "verse": 9,
            "text": "Dharatī atē asamānāṁ vica usa dā hī sāmarāja hai atē alāha hara cīza nū dēkha rihā hai"
        },
        {
            "chapter": 85,
            "verse": 10,
            "text": "Jinhāṁ lōkāṁ nē mōmina maradāṁ atē maumina auratāṁ nū dukha ditē, phira taubā nā kītī, tāṁ unhāṁ la'ī naraka dī sazā hai"
        },
        {
            "chapter": 85,
            "verse": 11,
            "text": "Atē unhāṁ la'ī saṛana dī sazā hai. Bēśaka jihaṛē lōka īmāna li'ā'ē atē cagē karama kītē, unhāṁ la'ī (uha) bāġa hana, jinhāṁ dē thalē nahirāṁ vagadī'āṁ hōṇagī'āṁ atē iha vaḍī safalatā hai"
        },
        {
            "chapter": 85,
            "verse": 12,
            "text": "Bēśaka tērē raba dī pakaṛa baṛī saḵẖata hai"
        },
        {
            "chapter": 85,
            "verse": 13,
            "text": "Uha hī ārabha karadā hai atē uha hī dūjī vāra ji'undā karēgā"
        },
        {
            "chapter": 85,
            "verse": 14,
            "text": "Atē uha hī mu'āfī dēṇa vālā hai. Prēma karana vālā hai"
        },
        {
            "chapter": 85,
            "verse": 15,
            "text": "Ucē sighāsanāṁ dā mālaka"
        },
        {
            "chapter": 85,
            "verse": 16,
            "text": "Jō cāhudā hai kara didā hai"
        },
        {
            "chapter": 85,
            "verse": 17,
            "text": "Kī tuhānū phaujāṁ dī ḵẖabara pujī hai"
        },
        {
            "chapter": 85,
            "verse": 18,
            "text": "Phira'auna atē samūda dī"
        },
        {
            "chapter": 85,
            "verse": 19,
            "text": "Sagōṁ iha avagi'ākārī jhuṭhalā'uṇa lagē hō'ē hana"
        },
        {
            "chapter": 85,
            "verse": 20,
            "text": "Atē alāha nē usa nū cārē pāsi'āṁ tōṁ ghēri'ā hō'i'ā hai"
        },
        {
            "chapter": 85,
            "verse": 21,
            "text": "Sagōṁ uha ika gōravaśālī kura'āna hai"
        },
        {
            "chapter": 85,
            "verse": 22,
            "text": "Lōha-ē-mahiphūza vica likhi'ā hō'i'ā hai"
        },
        {
            "chapter": 86,
            "verse": 1,
            "text": "Sahu hai, asamāna vī atē rāta nū pragaṭa hōṇa vālē dī"
        },
        {
            "chapter": 86,
            "verse": 2,
            "text": "Atē tusī kī jāṇō ki uha rāta nū pragaṭa hōṇa vālā kī hai"
        },
        {
            "chapter": 86,
            "verse": 3,
            "text": "Camakīlā tārā"
        },
        {
            "chapter": 86,
            "verse": 4,
            "text": "Kō'ī badā ajihā nahīṁ hai jisa dē upara nigarāna nā hōvē"
        },
        {
            "chapter": 86,
            "verse": 5,
            "text": "Tāṁ manukha nū dēkhaṇā cāhīdā hai ki uha kisa cīza tōṁ' paidā kītā gi'ā hai"
        },
        {
            "chapter": 86,
            "verse": 6,
            "text": "Uha ika uchaladē hō'ē pāṇī tōṁ paidā kītā gi'ā hai"
        },
        {
            "chapter": 86,
            "verse": 7,
            "text": "Jihaṛā nikaladā hai piṭha atē chātī dē vicōṁ"
        },
        {
            "chapter": 86,
            "verse": 8,
            "text": "Bēśaka uha (alāha) usa nū muṛa janama dēṇa dī tākata rakhadā hai"
        },
        {
            "chapter": 86,
            "verse": 9,
            "text": "Jisa dina gupata galāṁ dī parakha hōvēgī"
        },
        {
            "chapter": 86,
            "verse": 10,
            "text": "Usa vēlē manukha dē kōla nā kō'ī bala hōvēgā atē nā kō'ī sahā'ika"
        },
        {
            "chapter": 86,
            "verse": 11,
            "text": "Sahū hai asamāna dē cakara mārana vālē dī"
        },
        {
            "chapter": 86,
            "verse": 12,
            "text": "Atē phaṭaṇa vālī dharatī dī"
        },
        {
            "chapter": 86,
            "verse": 13,
            "text": "Bēśaka iha pakī gala hai"
        },
        {
            "chapter": 86,
            "verse": 14,
            "text": "Atē iha mazāka dī gala nahīṁ"
        },
        {
            "chapter": 86,
            "verse": 15,
            "text": "Iha hujatāṁ karana vica lagē hō'ē hana"
        },
        {
            "chapter": 86,
            "verse": 16,
            "text": "Atē mai' vī yōjanā baṇā'uṇa vica lagi'ā hō'i'ā hāṁ"
        },
        {
            "chapter": 86,
            "verse": 17,
            "text": "Tāṁ tusīṁ avagi'ākārī'āṁ nū kujha ḍhila dēvēṁ, basa kujha dināṁ dī hī ḍhila dēvō"
        },
        {
            "chapter": 87,
            "verse": 1,
            "text": "Āpaṇē pālaṇahāra dē nāma dī pavitaratā dā varanaṇa karō, jihaṛā sabha tōṁ srēśaṭa hai"
        },
        {
            "chapter": 87,
            "verse": 2,
            "text": "Jisa nē paidā kītā phira savāri'ā"
        },
        {
            "chapter": 87,
            "verse": 3,
            "text": "Jisa nē (samajha ditī) ṭhahirā'i'ā atē phira rāha vikhā'i'ā"
        },
        {
            "chapter": 87,
            "verse": 4,
            "text": "Jisa nē ghāha (cārā) paidā kītā"
        },
        {
            "chapter": 87,
            "verse": 5,
            "text": "Phira usa nū kālē raga dā kūṛā baṇā ditā"
        },
        {
            "chapter": 87,
            "verse": 6,
            "text": "Asīṁ tuhānū paṛhāvāṅgē, phira tusīṁ nahīṁ bhulōgē"
        },
        {
            "chapter": 87,
            "verse": 7,
            "text": "Paratū jō alāha cāhē, uha jāṇadā hai, `gujhī'āṁ vī atē pragaṭa vī"
        },
        {
            "chapter": 87,
            "verse": 8,
            "text": "Atē asīṁ tuhānū saukhē rāha tē lai calāṅgē"
        },
        {
            "chapter": 87,
            "verse": 9,
            "text": "Tāṁ sikhi'ā dēvēṁ, jēkara sikhi'ā lābha dēvē"
        },
        {
            "chapter": 87,
            "verse": 10,
            "text": "Uha badā upadēśa savīkāra karēgā jihaṛā ḍaradā hai"
        },
        {
            "chapter": 87,
            "verse": 11,
            "text": "Uha jihaṛā abhāgā hōvēgā, usa tōṁ mūha mōṛēgā"
        },
        {
            "chapter": 87,
            "verse": 12,
            "text": "Uha vaḍī aga vica ḍigēgā"
        },
        {
            "chapter": 87,
            "verse": 13,
            "text": "Uha nā usa vica marēgā atē nāṁ ji'undā rahēgā"
        },
        {
            "chapter": 87,
            "verse": 14,
            "text": "Uha safala hō'i'ā jisa nē āpaṇē āpa nū pavitara kītā"
        },
        {
            "chapter": 87,
            "verse": 15,
            "text": "Atē apaṇē raba dā nāma li'ā, phira namāza paṛhī"
        },
        {
            "chapter": 87,
            "verse": 16,
            "text": "Sagōṁ tusīṁ ḍhuni'āvī jīvana nū ahamī'ata didē hō"
        },
        {
            "chapter": 87,
            "verse": 17,
            "text": "Atē pralōka bihatara hai atē sathā'ī hai"
        },
        {
            "chapter": 87,
            "verse": 18,
            "text": "Iha pahilē sahīfi'āṁ (grathāṁ? Vica vī hai)"
        },
        {
            "chapter": 87,
            "verse": 19,
            "text": "Mūsā atē ibarāhīma dē sahīfi'āṁ vica"
        },
        {
            "chapter": 88,
            "verse": 1,
            "text": "Kī tuhānū usa chā jāṇa vālī dī sūcanā pahucī hai"
        },
        {
            "chapter": 88,
            "verse": 2,
            "text": "Kujha ciharē usa dina bē'izata hōṇagē"
        },
        {
            "chapter": 88,
            "verse": 3,
            "text": "Saḵẖata mihanata karana vālē thakē hō'ē"
        },
        {
            "chapter": 88,
            "verse": 4,
            "text": "Uha bhaṛakadī hō'ī aga vica paiṇagē"
        },
        {
            "chapter": 88,
            "verse": 5,
            "text": "Ubaladē hō'ē jharani'ā vicōṁ pāṇī pilā'i'ā jāvēgā"
        },
        {
            "chapter": 88,
            "verse": 6,
            "text": "Unhāṁ la'ī kaḍi'āṁ vālē jhāṛa tōṁ bināṁ hōra kō'ī bhōjana nahīṁ hōvēgā"
        },
        {
            "chapter": 88,
            "verse": 7,
            "text": "Jihaṛā nā rāzī karēgā atē nā bhukha miṭā'ēgā"
        },
        {
            "chapter": 88,
            "verse": 8,
            "text": "Kūjha ciharē usa dina khuśa hōṇagē"
        },
        {
            "chapter": 88,
            "verse": 9,
            "text": "Āpaṇī kamā'ī tē khūśa hōṇagē"
        },
        {
            "chapter": 88,
            "verse": 10,
            "text": "Ucē bāġāṁ vica"
        },
        {
            "chapter": 88,
            "verse": 11,
            "text": "Uha unhāṁ vica kō'ī bēkāra gala nahīṁ sunaṇagē"
        },
        {
            "chapter": 88,
            "verse": 12,
            "text": "Usa vica vagadē hō'ē jharanē hōṇagē"
        },
        {
            "chapter": 88,
            "verse": 13,
            "text": "Usa vica ucē takhata vichē hō'ē hōṇagē"
        },
        {
            "chapter": 88,
            "verse": 14,
            "text": "Atē ābakhōrē (pi'ālē) sāhamaṇē rakhē hōṇagē"
        },
        {
            "chapter": 88,
            "verse": 15,
            "text": "Atē gadē (sirahāṇē) pakatī'āṁ vica lagē (hōṇagē) hō'ē"
        },
        {
            "chapter": 88,
            "verse": 16,
            "text": "Atē harēka diśā vica pa'ē hō'ē ġalīcē"
        },
        {
            "chapter": 88,
            "verse": 17,
            "text": "Kī iha lōka ūṭha nū nahīṁ vēkhadē ki kivēṁ paidā kītā gi'ā hai"
        },
        {
            "chapter": 88,
            "verse": 18,
            "text": "Atē ākāśa nū ki iha kivēṁ ucā kītā gi'ā hai"
        },
        {
            "chapter": 88,
            "verse": 19,
            "text": "Atē pahāṛāṁ nū vī ki uha kisa tarāṁ khaṛhē kītē ga'ē hana"
        },
        {
            "chapter": 88,
            "verse": 20,
            "text": "Atē dharatī nū, ki uha kisa tar'hāṁ vichā'ī ga'ī hai"
        },
        {
            "chapter": 88,
            "verse": 21,
            "text": "Sō tusīṁ yāda karā dēvō, tusīṁ sirapha yāda karā'uṇa vālē hō"
        },
        {
            "chapter": 88,
            "verse": 22,
            "text": "Tusī' unhāṁ tē darōgā nahīṁ"
        },
        {
            "chapter": 88,
            "verse": 23,
            "text": "Paratū jisa nē mūha mōṛi'ā atē inakāra kītā"
        },
        {
            "chapter": 88,
            "verse": 24,
            "text": "Tāṁ alāha usa nū vaḍā daḍa dēvēgā"
        },
        {
            "chapter": 88,
            "verse": 25,
            "text": "Sāḍē vala hī unhāṁ dī vāpasī hai"
        },
        {
            "chapter": 88,
            "verse": 26,
            "text": "Phira sāḍē zimē hai, unhāṁ vā hisāba laiṇā hai"
        },
        {
            "chapter": 89,
            "verse": 1,
            "text": "Fajara (amrita vēlā) dī sahu hai"
        },
        {
            "chapter": 89,
            "verse": 2,
            "text": "Atē dasa rātāṁ dī"
        },
        {
            "chapter": 89,
            "verse": 3,
            "text": "Atē jisata atē ṭāṅka dī"
        },
        {
            "chapter": 89,
            "verse": 4,
            "text": "Atē rāta dī jadōṁ uha jāṇa lagē"
        },
        {
            "chapter": 89,
            "verse": 5,
            "text": "Ki'uṁ, isa vica tāṁ budhīmānāṁ la'ī kāfī pramāṇa hana"
        },
        {
            "chapter": 89,
            "verse": 6,
            "text": "Tusīṁ nahīṁ dēkhi'ā? Tuhāḍē raba nē āda (kauma-ē-āda) dē nāla kī kītā"
        },
        {
            "chapter": 89,
            "verse": 7,
            "text": "Khabhi'āṁ vālē irama (vaḍē kadāṁ vālē) dē nāla"
        },
        {
            "chapter": 89,
            "verse": 8,
            "text": "Jinhāṁ varagī kō'ī kauma dēśāṁ vica paidā nahīṁ kītī ga'ī"
        },
        {
            "chapter": 89,
            "verse": 9,
            "text": "Atē samūda dē nāla, jinhāṁ nē (karā dī'āṁ) ghāṭī'āṁ vica caṭānāṁ tarāśī'āṁ (atē ghara baṇā'ē)"
        },
        {
            "chapter": 89,
            "verse": 10,
            "text": "Atē mēkhāṁ vālē phira'auna dē nāla"
        },
        {
            "chapter": 89,
            "verse": 11,
            "text": "Jinhāṁ nē dēśāṁ vica baġāvata kītī"
        },
        {
            "chapter": 89,
            "verse": 12,
            "text": "Phira unhāṁ vica bahuta phasāda failā'i'ā"
        },
        {
            "chapter": 89,
            "verse": 13,
            "text": "Tāṁ tuhāḍē raba nē unhāṁ tē sazā dā kōṛā varasā'i'ā"
        },
        {
            "chapter": 89,
            "verse": 14,
            "text": "Bēśaka tuhāḍā raba ghāta vica hai"
        },
        {
            "chapter": 89,
            "verse": 15,
            "text": "Sō manukha dā māmalā iha hai ki jadōṁ usa dā raba usa dā imatihāna laindā hai atē usa nū izata atē ni'amata baḵẖaśadā hai, tāṁ uha ākhadā hai ki mērē raba nē mainū sanamāna ditā hai"
        },
        {
            "chapter": 89,
            "verse": 16,
            "text": "Atē jadōṁ uha usa dā imatihāna laindā hai atē usa dā rizaka taga kara didā hai. Tāṁ uha ākhadā hai ki mērē raba nē mainū bē-izata kara ditā"
        },
        {
            "chapter": 89,
            "verse": 17,
            "text": "Kadē vī nahīṁ, sagōṁ' tusīṁ anāthāṁ dā sanamāna nahīṁ karadē"
        },
        {
            "chapter": 89,
            "verse": 18,
            "text": "Atē nā tusī' misakīna (niradhana) nū bhōjana khilā'uṇa la'ī ika dūjē nū prērita karadē hō"
        },
        {
            "chapter": 89,
            "verse": 19,
            "text": "Atē tusīṁ virāsata (vica milī daulata) nū ikaṭhā karakē khā jāndē hō"
        },
        {
            "chapter": 89,
            "verse": 20,
            "text": "Atē tusīṁ āpaṇī jā'idāda nāla bahuta pi'āra karadē hō"
        },
        {
            "chapter": 89,
            "verse": 21,
            "text": "Kadē vī nahīṁ, jadōṁ dharatī nū tōṛa kē rēzā-rēzā (kaṇa) kara ditā jāvēgā"
        },
        {
            "chapter": 89,
            "verse": 22,
            "text": "Atē tuhāḍā raba āvēgā (tē raga vikhāvēgā), tē fariśatē katārāṁ banha kē ā ā'uṇagē"
        },
        {
            "chapter": 89,
            "verse": 23,
            "text": "Atē usa dina naraka hāzira kara ditī jāvēgī. Usa dina manukha nū samajha āvēgī, para usa vēlē samajhaṇa dā maukā kithē"
        },
        {
            "chapter": 89,
            "verse": 24,
            "text": "uha ākhēgā ki kāśa! Maiṁ āpaṇē jīvana vica kujha agē bhējadā"
        },
        {
            "chapter": 89,
            "verse": 25,
            "text": "Sō usa dina nā tāṁ alāha dē barābara kau'ī sazā dēvēgā"
        },
        {
            "chapter": 89,
            "verse": 26,
            "text": "Atē nā usa dē banhaṇa vāṅga kō'ī banha sakēgā"
        },
        {
            "chapter": 89,
            "verse": 27,
            "text": "Hē satūśaṭa ātamā"
        },
        {
            "chapter": 89,
            "verse": 28,
            "text": "cala āpaṇē raba vala. Tū usa tōṁ khūśa atē uha tērē tōṁ khūśa"
        },
        {
            "chapter": 89,
            "verse": 29,
            "text": "Sō mērē badi'āṁ vica śāmila hō"
        },
        {
            "chapter": 89,
            "verse": 30,
            "text": "Atē mērī janata vica dāḵẖila hō"
        },
        {
            "chapter": 90,
            "verse": 1,
            "text": "Nahīṁ, maiṁ sahu khāndā hāṁ isa śahira (makā) dī"
        },
        {
            "chapter": 90,
            "verse": 2,
            "text": "Atē tusīṁ isa vica vasadē hō"
        },
        {
            "chapter": 90,
            "verse": 3,
            "text": "Atē sahu hai pitā (ādama) atē usa dī aulāda dī"
        },
        {
            "chapter": 90,
            "verse": 4,
            "text": "Asīṁ manukha nū mihanata atē muśakalāṁ (vica rahiṇa la'ī?) Baṇā'i'ā hai"
        },
        {
            "chapter": 90,
            "verse": 5,
            "text": "Kī uha samajhadā hai ki usa tē kisē dā zōra nahīṁ"
        },
        {
            "chapter": 90,
            "verse": 6,
            "text": "Ākhadā hai ki maiṁ bahuta sārā māla ḵẖaraca kara ditā"
        },
        {
            "chapter": 90,
            "verse": 7,
            "text": "Kī uha samajhadā hai ki kisē nē usa nū nahīṁ dēkhi'ā"
        },
        {
            "chapter": 90,
            "verse": 8,
            "text": "Kī asīṁ unhāṁ nū dō akhāṁ nahīṁ ditī'āṁ"
        },
        {
            "chapter": 90,
            "verse": 9,
            "text": "ika jībha atē dō bul"
        },
        {
            "chapter": 90,
            "verse": 10,
            "text": "Atē asīṁ unhāṁ nū dō rāha dasa ditē"
        },
        {
            "chapter": 90,
            "verse": 11,
            "text": "Phira uha ghāṭī tē nahīṁ caṛhi'ā"
        },
        {
            "chapter": 90,
            "verse": 12,
            "text": "Tusīṁ kī samajhō ki iha ghāṭī kī hai"
        },
        {
            "chapter": 90,
            "verse": 13,
            "text": "(Gulāmī tōṁ) kisē dī garadana nū chaḍā'uṇā"
        },
        {
            "chapter": 90,
            "verse": 14,
            "text": "Jāṁ bhukhē nū bhōjana khavā'uṇā"
        },
        {
            "chapter": 90,
            "verse": 15,
            "text": "Anātha riśatēdāra nū"
        },
        {
            "chapter": 90,
            "verse": 16,
            "text": "Jāṁ miṭī vica rūlē bēsahārā nū"
        },
        {
            "chapter": 90,
            "verse": 17,
            "text": "Phira uha unhāṁ lōkāṁ vicōṁ hōvē, jihaṛā īmāna li'āvē atē ika-dūjē nū dhīraja atē hamadaradī dī nasīhata kītī"
        },
        {
            "chapter": 90,
            "verse": 18,
            "text": "Iha lōka hī bhāgāṁ vālē hana"
        },
        {
            "chapter": 90,
            "verse": 19,
            "text": "Atē jihaṛē ā'itāṁ tōṁ inakāra karana vālē hana, uha bada-kisamata hana"
        },
        {
            "chapter": 90,
            "verse": 20,
            "text": "Unhāṁ tē aga chā'ī hō'ī hōvēgī"
        },
        {
            "chapter": 91,
            "verse": 1,
            "text": "Sahu hai sūraja dī atē usa dī dhupa dī"
        },
        {
            "chapter": 91,
            "verse": 2,
            "text": "Atē cana dī jadōṁ uha sūraja dē pichē nikalē"
        },
        {
            "chapter": 91,
            "verse": 3,
            "text": "Atē dina dī, jadōṁ uha usa nū prakāśama'ī kara dēvē"
        },
        {
            "chapter": 91,
            "verse": 4,
            "text": "Atē rāta dī jadōṁ uha usa nū chipā lavē"
        },
        {
            "chapter": 91,
            "verse": 5,
            "text": "Atē ākāśa dī, atē (usa dī) jisa nē usa nū paidā kītā"
        },
        {
            "chapter": 91,
            "verse": 6,
            "text": "Atē dharatī dī atē (usa dī) jisa nē isa nū failā'i'ā"
        },
        {
            "chapter": 91,
            "verse": 7,
            "text": "Atē jāna dī atē (usa dī) jisa nē isa nū ṭhīka kītā"
        },
        {
            "chapter": 91,
            "verse": 8,
            "text": "Phira isa nū akala ditī. Usa dī burā'ī dī atē bhalā'ī dī"
        },
        {
            "chapter": 91,
            "verse": 9,
            "text": "Safala hō'i'ā, jisanē usa (rūha) nū pavitara kītā"
        },
        {
            "chapter": 91,
            "verse": 10,
            "text": "Atē asafala hō'i'ā, jisa nē usa nū mailā kītā"
        },
        {
            "chapter": 91,
            "verse": 11,
            "text": "Samūda nē āpaṇē bāġīpuṇē kāraṇa jhuṭhalā'i'ā"
        },
        {
            "chapter": 91,
            "verse": 12,
            "text": "Jadōṁ unhāṁ vicōṁ ika bahuta madabhāgā uṭha khaṛhā hō'i'ā"
        },
        {
            "chapter": 91,
            "verse": 13,
            "text": "Tāṁ alāha dē rasūla nē unhāṁ nū ākhi'ā, ki alāha dī ūṭhanī atē usa dē pāṇī pīṇa tōṁ sāvadhāna hō jāvō"
        },
        {
            "chapter": 91,
            "verse": 14,
            "text": "Tāṁ unhāṁ nē usa nū jhuṭhalā'i'ā, phira ūṭhanī nū māra ditā. Phira unhāṁ dē raba nē unhāṁ dē pāpāṁ dē kārana unhāṁ tē āfata bhējī. Phira sāri'āṁ nū tabāha kara ditā. Phira sabha nū barābara kara ditā"
        },
        {
            "chapter": 91,
            "verse": 15,
            "text": "Uha nahīṁ ḍaradā, ki usa tōṁ pichōṁ kī hōvēgā"
        },
        {
            "chapter": 92,
            "verse": 1,
            "text": "Sahu hai rāta dī, jadōṁ uha (dina tē) chā jāvē"
        },
        {
            "chapter": 92,
            "verse": 2,
            "text": "Atē dina dī jadōṁ uha prakāśamāna hō jāvē"
        },
        {
            "chapter": 92,
            "verse": 3,
            "text": "Atē usa dē paidā kītē nara atē mādā dī (sahu)"
        },
        {
            "chapter": 92,
            "verse": 4,
            "text": "Ki tuhāḍē yatana vakharē-vakharē hana"
        },
        {
            "chapter": 92,
            "verse": 5,
            "text": "Tāṁ jisa nē (alāha dē rāha vica dhana) ditā atē uha ḍari'ā"
        },
        {
            "chapter": 92,
            "verse": 6,
            "text": "Atē usa nē bhalā'ī nū saca mani'ā"
        },
        {
            "chapter": 92,
            "verse": 7,
            "text": "Tāṁ usa nū asīṁ saukhē rāha la'ī sahūlata dēvāṅgē"
        },
        {
            "chapter": 92,
            "verse": 8,
            "text": "Atē jisa nē kajūsī kītī atē lāpvāha rihā"
        },
        {
            "chapter": 92,
            "verse": 9,
            "text": "Atē bhalā'ī tōṁ inakāra kītā"
        },
        {
            "chapter": 92,
            "verse": 10,
            "text": "Tāṁ asīṁ usa nū aukhē rāha tē pāvāṅgē"
        },
        {
            "chapter": 92,
            "verse": 11,
            "text": "Atē jadōṁ uha khā'ī (naraka) vica ḍigēgā tāṁ usa dī jā'idāda usa dē kama nahīṁ āvēgī"
        },
        {
            "chapter": 92,
            "verse": 12,
            "text": "Bēśaka sāḍī zimēvārī hai rāha dasaṇā"
        },
        {
            "chapter": 92,
            "verse": 13,
            "text": "Atē bēśaka sāḍē adhikāra vica hai, pralōka atē sasāra"
        },
        {
            "chapter": 92,
            "verse": 14,
            "text": "Sō maiṁ tuhānū bhaṛakadī hō'ī aga tōṁ ḍarā ditā"
        },
        {
            "chapter": 92,
            "verse": 15,
            "text": "Usa vica uha hī ḍigēgā jihaṛā baṛā madabhāgā hai"
        },
        {
            "chapter": 92,
            "verse": 16,
            "text": "Jisa nē jhuṭhalā'i'ā atē mūha mauṛi'ā"
        },
        {
            "chapter": 92,
            "verse": 17,
            "text": "Zi'ādā ḍarana vāli'āṁ nū usa tōṁ surakhi'ata rakhi'ā jāvēgā"
        },
        {
            "chapter": 92,
            "verse": 18,
            "text": "Jihaṛā pavitara hōṇa la'ī āpaṇī jā'idāda didā hai"
        },
        {
            "chapter": 92,
            "verse": 19,
            "text": "Atē usa dā kisē tē, kō'ī upakāra nahīṁ?Jisa dā badalā usa nē laiṇā hōvē"
        },
        {
            "chapter": 92,
            "verse": 20,
            "text": "Pratū sirafa āpaṇē azīma alāha dī khuśī la'ī"
        },
        {
            "chapter": 92,
            "verse": 21,
            "text": "Atē jaladī hī uha prasana hō jāvēgā"
        },
        {
            "chapter": 93,
            "verse": 1,
            "text": "Sahu hai, prakāśama'ī dina dī"
        },
        {
            "chapter": 93,
            "verse": 2,
            "text": "Atē rāta dī jadōṁ uha (dina tē) chā jāvē"
        },
        {
            "chapter": 93,
            "verse": 3,
            "text": "Tuhāḍē raba nē tuhānū nahīṁ chaḍi'ā atē nā uha tuhāḍē tōṁ bēmukha hō'i'ā hai"
        },
        {
            "chapter": 93,
            "verse": 4,
            "text": "Atē nisacita rūpa nāla pralōka tuhāḍē la'ī sasāra tōṁ bihatara hai"
        },
        {
            "chapter": 93,
            "verse": 5,
            "text": "Atē jaladī hī alāha tuhānū dēvēgā. Phira tū satūśaṭa hō jāvēgā"
        },
        {
            "chapter": 93,
            "verse": 6,
            "text": "Kī alāha nē tuhānū anātha nahīṁ dēkhi'ā, phira usa nē tuhānū ṭikāṇā ditā"
        },
        {
            "chapter": 93,
            "verse": 7,
            "text": "Atē tuhānū labhaṇa vālā dēkhi'ā, tāṁ usa nē tuhānū rāha dikhā'i'ā"
        },
        {
            "chapter": 93,
            "verse": 8,
            "text": "Atē tuhānū dhana hīna dēkhi'ā, tāṁ tuhānū (dhana daulata nāla) sapana kara ditā"
        },
        {
            "chapter": 93,
            "verse": 9,
            "text": "Tāṁ tusīṁ anāthāṁ tē saḵẖatī nā karō"
        },
        {
            "chapter": 93,
            "verse": 10,
            "text": "Atē tusīṁ bhikhārī'āṁ nū nā jhiṛakau"
        },
        {
            "chapter": 93,
            "verse": 11,
            "text": "Atē tusīṁ āpaṇē raba dē upakārāṁ dī usatata karōṁ"
        },
        {
            "chapter": 94,
            "verse": 1,
            "text": "Kī asīṁ tuhāḍā sīnā (dila) tuhāḍē la'ī nahīṁ' khōl'ha ditā hai"
        },
        {
            "chapter": 94,
            "verse": 2,
            "text": "Atē tuhāḍā uha bhāra lāha ditā"
        },
        {
            "chapter": 94,
            "verse": 3,
            "text": "Jisa nē tuhāḍī piṭha jhukā ditī sī"
        },
        {
            "chapter": 94,
            "verse": 4,
            "text": "Atē asīṁ' tuhāḍē nāma nū ucā kara ditā"
        },
        {
            "chapter": 94,
            "verse": 5,
            "text": "Tāṁ aukha dē nāla saukha vī hai"
        },
        {
            "chapter": 94,
            "verse": 6,
            "text": "Bēśaka aukha dē nāla saukha vī hai"
        },
        {
            "chapter": 94,
            "verse": 7,
            "text": "Phira tusīṁ vihalē hō jāvō atē (badagī la'ī) mihanata kari'ā karō"
        },
        {
            "chapter": 94,
            "verse": 8,
            "text": "Atē āpaṇē raba vala āpaṇā dhi'āna lagā'u"
        },
        {
            "chapter": 95,
            "verse": 1,
            "text": "Ijīra atē jaitūna dī sahu hai"
        },
        {
            "chapter": 95,
            "verse": 2,
            "text": "Atē sīnā pahāṛa dī"
        },
        {
            "chapter": 95,
            "verse": 3,
            "text": "Atē isa śāntī vālē nagara (makā) dī"
        },
        {
            "chapter": 95,
            "verse": 4,
            "text": "Asīṁ manukha nū sōhaṇī śakala vālā paidā kītā"
        },
        {
            "chapter": 95,
            "verse": 5,
            "text": "Phira usa nū sāri'āṁ tōṁ thalē suṭa ditā"
        },
        {
            "chapter": 95,
            "verse": 6,
            "text": "Nā ḵẖatama hōṇa vālā badalā (janata) hai"
        },
        {
            "chapter": 95,
            "verse": 7,
            "text": "Tāṁ huṇa kī hai, jisa tōṁ tusīṁ badalā milaṇa tōṁ inakāra karadē hō"
        },
        {
            "chapter": 95,
            "verse": 8,
            "text": "Kī alāha sārē hākamāṁ tōṁ vaḍā hākama nahīṁ"
        },
        {
            "chapter": 96,
            "verse": 1,
            "text": "paṛhō, āpaṇē raba dē nāma nāla, jisa nē paidā kītā hai"
        },
        {
            "chapter": 96,
            "verse": 2,
            "text": "Manukha nū alaka (jamē hō'ē lahū) tōṁ paidā kītā"
        },
        {
            "chapter": 96,
            "verse": 3,
            "text": "Paṛhō, tērā raba bahuta karīma hai"
        },
        {
            "chapter": 96,
            "verse": 4,
            "text": "Jisa nē kalama nāla gi'āna sikhā'i'ā"
        },
        {
            "chapter": 96,
            "verse": 5,
            "text": "Manukha nū uha kūjha sikhā'i'ā jihaṛā uha jāṇadā nahīṁ sī"
        },
        {
            "chapter": 96,
            "verse": 6,
            "text": "Kadē vī nahīṁ, manukha baġāvata karadā hai"
        },
        {
            "chapter": 96,
            "verse": 7,
            "text": "Isa adhāra tē, ki uha āpaṇē āpa nū ātama- nirabhara dēkhadā hai"
        },
        {
            "chapter": 96,
            "verse": 8,
            "text": "Bēśaka tērē raba vala hī vāpisa muṛanā hai"
        },
        {
            "chapter": 96,
            "verse": 9,
            "text": "Kī tusīṁ usa badē nū dēkhi'ā, jō manhā karadā hai"
        },
        {
            "chapter": 96,
            "verse": 10,
            "text": "Ika badē nū jadōṁ uha namāza paṛhadā hōvē"
        },
        {
            "chapter": 96,
            "verse": 11,
            "text": "Tuhāḍā kī vicāra hai, jēkara uha sidhē rāha tē hōvē"
        },
        {
            "chapter": 96,
            "verse": 12,
            "text": "Jāṁ bhai'a dī'āṁ galāṁ sikhā'undā hōvē"
        },
        {
            "chapter": 96,
            "verse": 13,
            "text": "Tuhāḍā kī vicāra hai, jēkara usa nē jhuṭhalā'i'ā atē mūha mōṛi'ā"
        },
        {
            "chapter": 96,
            "verse": 14,
            "text": "Kī usa nē nahīṁ samajhi'ā ki alāha dēkha rihā hai"
        },
        {
            "chapter": 96,
            "verse": 15,
            "text": "Kadē vī nahīṁ jēkara uha nahīṁ mani'ā, tāṁ asīṁ mathē dē vāla pakaṛa kē usa nū khicāṅgē"
        },
        {
            "chapter": 96,
            "verse": 16,
            "text": "Usa mathē nū jihaṛā pāpī atē jhūṭhā hai"
        },
        {
            "chapter": 96,
            "verse": 17,
            "text": "Huṇa uha śulā laiṇa āpaṇē samarathakāṁ nū"
        },
        {
            "chapter": 96,
            "verse": 18,
            "text": "Asīṁ vī naraka dē fariśati'āṁ nū sadāṅgē"
        },
        {
            "chapter": 96,
            "verse": 19,
            "text": "Kadē vī usa dī gala nā manaṇā, atē sijadā kara atē (alāha) dē nēṛē hō jā"
        },
        {
            "chapter": 97,
            "verse": 1,
            "text": "Asīṁ isa nū kadara (bhāgāṁ vālī, amōlaka) dī rāta nū utāri'ā hai"
        },
        {
            "chapter": 97,
            "verse": 2,
            "text": "Atē tusīṁ kī jāṇō, ki kadara dī rāta kī hai"
        },
        {
            "chapter": 97,
            "verse": 3,
            "text": "Kadara dī rāta hazāra mahīni'āṁ nālōṁ utama hai"
        },
        {
            "chapter": 97,
            "verse": 4,
            "text": "Fariśatē atē rūha (jibarīla) (isa rāta) nū āpaṇē raba dī āgi'ā nāla utaradē hana. Harēka hukama lai kē"
        },
        {
            "chapter": 97,
            "verse": 5,
            "text": "Iha rāta pahū-phuṭālē taka sapūrana salāmatī vālī hai"
        },
        {
            "chapter": 98,
            "verse": 1,
            "text": "Kitābāṁ vālē (yahūdī atē īsā'ī) atē muśarikīnā (śarīka manaṇa vālē) vicōṁ' jinhāṁ lōkāṁ nē inakāra kītā, uha manaṇa vālē nahīṁ. Jadōṁ taka unhāṁ dē kōla sapaśaṭa pramāṇa nā ā jāvē"
        },
        {
            "chapter": 98,
            "verse": 2,
            "text": "Alāha valōṁ ika rasūla jihaṛā pavitara sahīphē (gatha) paṛhakē suṇāvē"
        },
        {
            "chapter": 98,
            "verse": 3,
            "text": "Jinhāṁ vica ṭhīka viśē likhē hōṇa"
        },
        {
            "chapter": 98,
            "verse": 4,
            "text": "Atē jihaṛē lōka kitāba vālē sana, uha sapaśaṭa pramāṇa ā jāṇa dē bā'ada hī vakha-vakha hō ga'ē"
        },
        {
            "chapter": 98,
            "verse": 5,
            "text": "Hālāṅki unhāṁ nū iha hī hukama ditā gi'ā sī, ki uha alāha dī ibādata karana. Usa la'ī dīna nū ikāġara hō kē śudha kara dēṇa atē namāza sathāpita karana atē zakāta adā karana. Iha hī sacā dīna hai"
        },
        {
            "chapter": 98,
            "verse": 6,
            "text": "Bēśaka kitāba vālē atē muśarikīnāṁ (śarīka manaṇa vālē) vicōṁ' jinhāṁ lōkāṁ nē avagi'ā kītī, uha naraka dī aga vica paiṇagē. Uha usa vica hamēśā rahiṇagē. Iha lōka hī sabha tōṁ ba̔urē jīva hana"
        },
        {
            "chapter": 98,
            "verse": 7,
            "text": "Uha hī lōka jihaṛē imāna li'ā'ē atē unhāṁ nē cagē kama kītē. Iha lōka hī sabha tōṁ cagē (utama) jīva hana"
        },
        {
            "chapter": 98,
            "verse": 8,
            "text": "Unhāṁ dā badalā unhāṁ dē raba kōla hamēśā rahiṇa vālā bāġa hai, jinhāṁ dē thalē nahirāṁ vagadī'āṁ hōṇagī'āṁ, uha unhāṁ vica hamēśā rahiṇagē. Alāha unhāṁ tōṁ khuśa atē uha alāha tōṁ khūśa. Iha usa badē la'ī hai, jihaṛā āpaṇē raba tōṁ ḍarē"
        },
        {
            "chapter": 99,
            "verse": 1,
            "text": "Jadōṁ dharatī zōra nāla hilā ditī jāvēgī"
        },
        {
            "chapter": 99,
            "verse": 2,
            "text": "Atē dharatī āpaṇā bōn̄jha kaḍha kē bāhara suṭa dēvēgī"
        },
        {
            "chapter": 99,
            "verse": 3,
            "text": "Atē manukha ākhēgā ki isa nū kī hō'i'ā"
        },
        {
            "chapter": 99,
            "verse": 4,
            "text": "Usa dina dharatī āpaṇē hālātāṁ dā varanaṇa karēgī"
        },
        {
            "chapter": 99,
            "verse": 5,
            "text": "Ki'uṅki tuhāḍē raba dā usa nū iha hī hukama hōvēgā"
        },
        {
            "chapter": 99,
            "verse": 6,
            "text": "Usa dina lōka alaga-alaga nikalaṇagē. Tāṁ ki unhāṁ dē karama unhāṁ nū dikhā'ē jāṇa"
        },
        {
            "chapter": 99,
            "verse": 7,
            "text": "Tāṁ jisa badē nē tiṇakē barābara vī nēkī kītī hōvēgī. Uha usa nū dēkha lavēgā"
        },
        {
            "chapter": 99,
            "verse": 8,
            "text": "Atē jisa badē nē tiṇakē barābara burā'ī kītī hōvēgī, uha usa nū dēkha lavēgā"
        },
        {
            "chapter": 100,
            "verse": 1,
            "text": "Sahu hai, unhāṁ ghōṛi'āṁ dī jihaṛē haphadē hō'ē dauṛadē hana"
        },
        {
            "chapter": 100,
            "verse": 2,
            "text": "Phira tē khura māra kē cagi'āṛī kaḍhaṇa vālē"
        },
        {
            "chapter": 100,
            "verse": 3,
            "text": "Phira amrita vēlē chāpā mārana vālē"
        },
        {
            "chapter": 100,
            "verse": 4,
            "text": "Phira usa vica dhūṛa uḍā'uṇa vālē"
        },
        {
            "chapter": 100,
            "verse": 5,
            "text": "Phira usa samē phaujāṁ vica dāḵẖila hōṇa vālē"
        },
        {
            "chapter": 100,
            "verse": 6,
            "text": "Bēśaka manukha āpaṇē raba dā nā-śukarā hai"
        },
        {
            "chapter": 100,
            "verse": 7,
            "text": "Atē uha khuda isa dā gavāha hai"
        },
        {
            "chapter": 100,
            "verse": 8,
            "text": "Atē uha dhana dē mōha vica bēhada jakaṛi'ā hō'i'ā hai"
        },
        {
            "chapter": 100,
            "verse": 9,
            "text": "Kī uha usa samē nū nahīṁ jāṇadā, jadōṁ uha kabarāṁ vicōṁ kaḍhi'ā jāvēgā"
        },
        {
            "chapter": 100,
            "verse": 10,
            "text": "Atē kaḍhi'ā jāvēgā, jihaṛā (bhēda) dilāṁ vica hai"
        },
        {
            "chapter": 100,
            "verse": 11,
            "text": "Bēśaka usa dina unhāṁ dā raba unhāṁ tōṁ cagī tarāṁ jāṇū hōvēgā"
        },
        {
            "chapter": 101,
            "verse": 1,
            "text": "Khaṛa-khaṛā'uṇa vālī"
        },
        {
            "chapter": 101,
            "verse": 2,
            "text": "Kī hai khaṛa-khaṛā'uṇa vālī"
        },
        {
            "chapter": 101,
            "verse": 3,
            "text": "Atē tusīṁ kī jāṇō, ki kī hai, uha khaṛa-khaṛā'uṇa vālī"
        },
        {
            "chapter": 101,
            "verse": 4,
            "text": "Jisa dina lōka patagi'ā dī tarāṁ khil'harē hō'ē hōṇagē"
        },
        {
            "chapter": 101,
            "verse": 5,
            "text": "Atē pahāṛa pijī hō'ī ragalī una dī tarāṁ hō jāṇagē"
        },
        {
            "chapter": 101,
            "verse": 6,
            "text": "Phira jisa badē dā palaṛā bhārī hōvēgā"
        },
        {
            "chapter": 101,
            "verse": 7,
            "text": "Uha mana bhā'undē ārāma vica hōvēgā"
        },
        {
            "chapter": 101,
            "verse": 8,
            "text": "Atē jisa badē dā palaṛā haulā hōvēgā"
        },
        {
            "chapter": 101,
            "verse": 9,
            "text": "Tāṁ usa dā ṭikāṇā khā'ī (naraka) hai"
        },
        {
            "chapter": 101,
            "verse": 10,
            "text": "Atē tusīṁ kī jāṇō, ki uha kī hai"
        },
        {
            "chapter": 101,
            "verse": 11,
            "text": "Bhaṭakadī hō'ī aga. Śurū alāha dē nāma nāla jihaṛā ati'ata miharabāna atē rahima faramā'uṇa vālā hai"
        },
        {
            "chapter": 102,
            "verse": 1,
            "text": "Zi'ādā dē lālaca nē tuhānū bhūlā rakhi'ā hai"
        },
        {
            "chapter": 102,
            "verse": 2,
            "text": "Ithōṁ taka ki tusīṁ kabarāṁ vica jā pujē"
        },
        {
            "chapter": 102,
            "verse": 3,
            "text": "Kadē vī nahīṁ, tusīṁ bahuta jaladī jāṇa lavaugē"
        },
        {
            "chapter": 102,
            "verse": 4,
            "text": "Phira kadē vī nahīṁ, tusīṁ bahuta jaladī jāṇa lavōgē"
        },
        {
            "chapter": 102,
            "verse": 5,
            "text": "Kadē vī nahīṁ, jēkara tusīṁ viśavāśa dē nāla jāṇadē"
        },
        {
            "chapter": 102,
            "verse": 6,
            "text": "Ki tusīṁ naraka nū zarūra dēkhaugē"
        },
        {
            "chapter": 102,
            "verse": 7,
            "text": "Phira tusīṁ usa nū viśavāśa dī akha nāla dēkhōgē"
        },
        {
            "chapter": 102,
            "verse": 8,
            "text": "Phira usa dina yakīnana tuhāḍē tōṁ ni'amatāṁ dē sabadhī zarūra pucha hōvēgī"
        },
        {
            "chapter": 103,
            "verse": 1,
            "text": "Sahu hai, zamānē dī"
        },
        {
            "chapter": 103,
            "verse": 2,
            "text": "Bēśaka manukha ghāṭē vica hana"
        },
        {
            "chapter": 103,
            "verse": 3,
            "text": "Paratū jihaṛē lōka īmāna li'ā'ē atē cagē karama kītē atē unhāṁ nē ika dūjē nū sacā'ī dā upadēśa ditā. Atē unhāṁ nē ika dūjē nū dhīraja rakhaṇa dā upēdaśa ditā"
        },
        {
            "chapter": 104,
            "verse": 1,
            "text": "Vināśa hai harēka vi'aga kasaṇa vālē atē nukasa kaḍhaṇa vālē la'ī"
        },
        {
            "chapter": 104,
            "verse": 2,
            "text": "Jisa nē jā'idāda nū ikaṭhā kītā atē giṇa-giṇa kē rakhi'ā"
        },
        {
            "chapter": 104,
            "verse": 3,
            "text": "Uha sōcadā hai ki usa dī jā'idāda hamēśā usa dē nāla rahēgī"
        },
        {
            "chapter": 104,
            "verse": 4,
            "text": "Kadē vī nahīṁ, uha raundaṇa vālī jag'hā vica suṭi'ā jāvēgā"
        },
        {
            "chapter": 104,
            "verse": 5,
            "text": "Atē tusīṁ kī jāṇō ki uha raundaṇa vālī jag'hā kī hai"
        },
        {
            "chapter": 104,
            "verse": 6,
            "text": "Alāha dī bhaṭakā'ī hō'ī aga"
        },
        {
            "chapter": 104,
            "verse": 7,
            "text": "Jihaṛī dilāṁ taka pūjēgī"
        },
        {
            "chapter": 104,
            "verse": 8,
            "text": "Uha unhāṁ la'ī bada kara ditī jāvēgī"
        },
        {
            "chapter": 104,
            "verse": 9,
            "text": "Ucē-ucē khabi'āṁ vica"
        },
        {
            "chapter": 105,
            "verse": 1,
            "text": "Kī tusīṁ nahīṁ vēkhi'ā, kī tuhāḍē raba nē hāthī vāli'āṁ dē nāla kī kītā"
        },
        {
            "chapter": 105,
            "verse": 2,
            "text": "Kī usa nē unhāṁ dī sakīma nū asafala nahīṁ kara ditā"
        },
        {
            "chapter": 105,
            "verse": 3,
            "text": "atē unhāṁ tē jhūḍāṁ dē jhūḍa ciṛī'āṁ dē(abā-bīla) bhējē"
        },
        {
            "chapter": 105,
            "verse": 4,
            "text": "Jihaṛī'āṁ unhāṁ tē kakarāṁ dī'āṁ patharī'āṁ suṭadī'āṁ sana"
        },
        {
            "chapter": 105,
            "verse": 5,
            "text": "Phira alāha nē unhāṁ nū khādhē hō'ē ghāha-cārē dī tarāṁ kara ditā"
        },
        {
            "chapter": 106,
            "verse": 1,
            "text": "Isa la'ī ki kuraiśa ādī hō ga'ē"
        },
        {
            "chapter": 106,
            "verse": 2,
            "text": "Saradī atē garamī dē safara dē"
        },
        {
            "chapter": 106,
            "verse": 3,
            "text": "Tāṁ unhāṁ nū cāhīdā hai ki uha isa ghara dē raba dī śadagī karana"
        },
        {
            "chapter": 106,
            "verse": 4,
            "text": "Jisa nē unhāṁ nū kukhi'āṁ nū bhōjana ditā atē bhai'a tōṁ unhāṁ nū amana ditā"
        },
        {
            "chapter": 107,
            "verse": 1,
            "text": "Kī tusīṁ usa badē nū nahīṁ dēkhi'ā jihaṛā inasāpha dē dina tōṁ inakāra karadā hai"
        },
        {
            "chapter": 107,
            "verse": 2,
            "text": "Uha hī hai, jihaṛā ānāthāṁ nū dhakē māradā hai"
        },
        {
            "chapter": 107,
            "verse": 3,
            "text": "Atē niradhanā nū bhōjana khavā'uṇa dī prēranā nahīṁ didā"
        },
        {
            "chapter": 107,
            "verse": 4,
            "text": "Tāṁ unhāṁ namāza paṛhana vāli'āṁ la'ī vināśa hai"
        },
        {
            "chapter": 107,
            "verse": 5,
            "text": "Jihaṛē āpaṇī namāza tōṁ lāpravāha hana"
        },
        {
            "chapter": 107,
            "verse": 6,
            "text": "Uha jihaṛē dikhāvā karadē hana"
        },
        {
            "chapter": 107,
            "verse": 7,
            "text": "Jihaṛē āma lōṛāṁ dī'āṁ vasatū'āṁ vī nahīṁ' didē"
        },
        {
            "chapter": 108,
            "verse": 1,
            "text": "Asīṁ tuhānū kausara (janata dī nahira) bakhaśa ditī"
        },
        {
            "chapter": 108,
            "verse": 2,
            "text": "Tāṁ āpaṇē raba la'ī namāza paṛhō atē kurabānī (ti'āga) karō"
        },
        {
            "chapter": 108,
            "verse": 3,
            "text": "Bēśaka tuhāḍā vairī hī bē-aulāda rahēgā. (Bhāva usa dā niśāna bākī nahīṁ rahēgā)"
        },
        {
            "chapter": 109,
            "verse": 1,
            "text": "Ākhō, ki hē avagi'ākārī'ō"
        },
        {
            "chapter": 109,
            "verse": 2,
            "text": "mai' unhāṁ dī ibādata (śuta prasatī) nahīṁ' karāṅgā, jinhāṁ dī upāsanā (buta-prasatī) tusī' karadē hō"
        },
        {
            "chapter": 109,
            "verse": 3,
            "text": "Atē nā tusīṁ usa (alāha) dī ibādata karana vālē hō, jisa dī ibādata maiṁ karadā hāṁ"
        },
        {
            "chapter": 109,
            "verse": 4,
            "text": "Atē mai' unhāṁ dī ibādata karana vālā nahīṁ' hāṁ, jinhāṁ dī ibādata tusīṁ kītī hai"
        },
        {
            "chapter": 109,
            "verse": 5,
            "text": "Atē nā tusīṁ usa dī ibādata karana vālē hō, jisa dī ibādata maiṁ karadā hāṁ"
        },
        {
            "chapter": 109,
            "verse": 6,
            "text": "Tuhāḍē la'ī tuhāḍā dīna atē mērē la'ī mērā dīna"
        },
        {
            "chapter": 110,
            "verse": 1,
            "text": "Jadōṁ alāha dī madada ā ga'ī atē jita (hō ga'ī)"
        },
        {
            "chapter": 110,
            "verse": 2,
            "text": "Atē tusīṁ dēkhōgē ki lōka jathi'āṁ dē jathē alāha dē dīna vica śāmila hō rahē hana"
        },
        {
            "chapter": 110,
            "verse": 3,
            "text": "Tāṁ āpaṇē raba dī sifata salāha karō, usa dī prasasā dē nāla atē usa tōṁ mu'āfī magō. Bēśaka uha mu'āfa karana vālā hai"
        },
        {
            "chapter": 111,
            "verse": 1,
            "text": "Abū lahaba dē hatha ṭuṭa jāṇa atē uha ḵẖatama hō jāvē"
        },
        {
            "chapter": 111,
            "verse": 2,
            "text": "Nā usa dī jā'idāda usa dē kama ā'ī atē nā uha jihaṛā usa nē kamā'i'ā"
        },
        {
            "chapter": 111,
            "verse": 3,
            "text": "Uha chētī hī bhaṭakadī hō'ī aga vica ḍigēgā"
        },
        {
            "chapter": 111,
            "verse": 4,
            "text": "Usa dī patanī vī jihaṛī sira tē bālaṇa cukī phiradī hai"
        },
        {
            "chapter": 111,
            "verse": 5,
            "text": "Usa dī garadana vica vaṭī hō'ī rasī hai"
        },
        {
            "chapter": 112,
            "verse": 1,
            "text": "Ākhō, ki uha alāha ika hai"
        },
        {
            "chapter": 112,
            "verse": 2,
            "text": "Alāha kisē cīza dā lōṛavada nahīṁ"
        },
        {
            "chapter": 112,
            "verse": 3,
            "text": "Nā usa dī kō'ī aulāda hai atē nā uha kisē dī aulāda"
        },
        {
            "chapter": 112,
            "verse": 4,
            "text": "Atē kō'ī usa dē barābara nahīṁ"
        },
        {
            "chapter": 113,
            "verse": 1,
            "text": "Ākhō, maiṁ śaraṇa magadā hāṁ, savēra dē raba dī"
        },
        {
            "chapter": 113,
            "verse": 2,
            "text": "Hara cīza dī burā'ī tōṁ jihaṛī usa nē paidā kītī"
        },
        {
            "chapter": 113,
            "verse": 3,
            "text": "Hanērē dī burā'ī tōṁ jadōṁ uha (hanērā) chā jāvē"
        },
        {
            "chapter": 113,
            "verse": 4,
            "text": "Atē gaḍhāṁ tē (paṛha-paṛha kē) phūkāṁ mārana vāli'āṁ dī burā'ī tōṁ"
        },
        {
            "chapter": 113,
            "verse": 5,
            "text": "Atē īrakhā karana vālē'dī burā'ī tōṁ, jadōṁ uha īrakhā karē"
        },
        {
            "chapter": 114,
            "verse": 1,
            "text": "Ākhō, maiṁ śaraṇa magadā hāṁ, lōkāṁ dē raba dī"
        },
        {
            "chapter": 114,
            "verse": 2,
            "text": "Lōkāṁ dē pātaśāha dī"
        },
        {
            "chapter": 114,
            "verse": 3,
            "text": "Lōkāṁ dē pūjanīka dī"
        },
        {
            "chapter": 114,
            "verse": 4,
            "text": "(Śaitāna) vasavasā (māṛā ḵẖi'āla) pā'uṇa vālē dī burā'ī tōṁ, jihaṛā (alāha dā nāma suṇa kē) luka jāndā hai"
        },
        {
            "chapter": 114,
            "verse": 5,
            "text": "Jihaṛā lōkāṁ dē dilāṁ vica vasavasā (māṛā khi'āla) pā'undā hai"
        },
        {
            "chapter": 114,
            "verse": 6,
            "text": "Jināṁ vicōṁ jāṁ manukhāṁ vicōṁ"
        }
    ]
}