{
    "pages": [
        {
            "chapter": 5,
            "verse": 90,
            "text": "O besimtare, nuk ka dyshim se alkooli edhe loja me para edhe idolatria edhe shigjetat per falla jane te ndyra, nga punet e djallit, prandaj largohuni sish qe te jeni te shpetuar"
        },
        {
            "chapter": 5,
            "verse": 91,
            "text": "Djalli deshiron qe me ane te alkoolit dhe lojes me fat (bixhozit) te fuse ndermjet jush armiqesi e urrejtje dhe t’ju largoje nga permendja e All-llahut dhe falja e namazit. Ani, a po hiqni dore"
        },
        {
            "chapter": 5,
            "verse": 92,
            "text": "Nderone All-llahun dhe nderone Profetin dhe kini kujdes! Por nese i ktheni shpinen, atehere dijeni se detyre e Profetit tone eshte te predikoje vetem haptazi"
        },
        {
            "chapter": 5,
            "verse": 93,
            "text": "Ata, te cilet besojne dhe bejne vepra te mira, nuk kane mekat per ate qe hane dhe pine, nese ruhen (nga e ndaluara) dhe besojne edhe bejne vepra te mira, pastaj i frikesohen All-llahut dhe besojne, dhe prape frikesohen dhe bejne pune te mira. All-llahu i do punemiret"
        },
        {
            "chapter": 5,
            "verse": 94,
            "text": "O besimtare, All-llahu do t’ju vere gjithsesi ne sprove me dicka nga gjahu qe do t’i kapni me duar dhe shigjetat tuaja – qe All-llahu t’u tregoje se kush i frikesohet Atij kur nuk e sheh askush. Por ai qe e tepron edhe pas kesaj, ate e pret denim i dhembshem"
        },
        {
            "chapter": 5,
            "verse": 95,
            "text": "O besimtare, mos u merrni me gjueti derisa jeni duke kryer haxhin! Ai i cili mbyt me qellim denohet qe nje kafshe shtepiake si ajo te cilen e caktojne dy vete te drejte nga ju, ta fale ne Qabe, ose do te kompenzohet me vleren e asaj, te ushqyerit e varfenjakeve ose sa eshte kundervlera e saj te agjeroje per ta ndie pasojen e vepres se vet. All-llahu e fal te kaluaren, por kush e perserit All-llahu do ta denoje. All-llahu eshte i forte edhe ne denim"
        }
    ]
}