{
    "pages": [
        {
            "chapter": 7,
            "verse": 31,
            "text": "O bijt e Ademit, kur te shkoni ne xhami vishuni bukur dhe hani e pini, por mos e teproni, sepse Ai, njemend, nuk i do ata qe e teprojne"
        },
        {
            "chapter": 7,
            "verse": 32,
            "text": "Thuaj: “Kush i ka ndaluar stolite e All-llahut dhe ushqimet e mira, te cilat Ai i ka bere per roberit e vet?” Thuaj: Keto jane posacerisht per besimtaret, te cilet ne kete bote e kane besuar diten e kijametit”. Ja, ashtu ne ua shpjegojme argumentet njerezve qe dine"
        },
        {
            "chapter": 7,
            "verse": 33,
            "text": "Thuaj: “Zoti im e ka ndaluar amoralitetin edhe haptazi edhe fshehurazi, edhe mekatet, edhe shtypjen pa te drejte, dhe qe All-llahut t’i beni shok, per te cilen gje nuk ju ka shpallur kurrfare argumenti, dhe qe per All-llahun te flisni ate cka nuk e dini”"
        },
        {
            "chapter": 7,
            "verse": 34,
            "text": "Secili popull ka fundin e vet dhe kur i vjen fundi i tij, nuk do te shtyhet per asnje moment e as nuk do te shpejtohet"
        },
        {
            "chapter": 7,
            "verse": 35,
            "text": "O bijt e Ademit! Do t’ju vijne me siguri profete nga mesi i juaj te cilet do t’ju rrefejne argumentet e mia, prandaj, per ata te cilet frikesohen dhe bejne vepra te mira nuk ka frike e as pikellim"
        },
        {
            "chapter": 7,
            "verse": 36,
            "text": "Kurse ata qe pergenjeshtrojne argumentet tona dhe sillen me arrogance ndaj tyre, ata jane banore te zjarrit; ata do te mbesin aty pergjithmone"
        },
        {
            "chapter": 7,
            "verse": 37,
            "text": "Po kush eshte me mizor se ai i cili shpif genjeshtra ndaj All-llahut ose i pergenjeshtron ajetet e Tij? Ata do te fitojne krejt cka u takon, deri sa qe kur u vijne te deleguarit Tane t’u marrin shpirterat, u thone: “Po ku jane ata te cileve u jeni lutur ne vend te All-llahut”? Do te thone: “U zhduken, iken prej nesh”, dhe vete kunder vetes deshmojne se njemend kane qene mosbesimtare"
        }
    ]
}