{
    "pages": [
        {
            "chapter": 21,
            "verse": 58,
            "text": "Dhe i beri ata cope-cope, pervec atij me te madhit, mbase ata do t’i drejtohen atij"
        },
        {
            "chapter": 21,
            "verse": 59,
            "text": "“Kush e beri kete me zoterat tane” – thirren ata – me te vertete eshte kriminel”"
        },
        {
            "chapter": 21,
            "verse": 60,
            "text": "“Kemi degjuar nje djalosh qe po i merr per goje, shane – thane – e ka emrin Ibrahim”"
        },
        {
            "chapter": 21,
            "verse": 61,
            "text": "“Sillne ta shohin njerezit, - thane ata – le te deshmojne”"
        },
        {
            "chapter": 21,
            "verse": 62,
            "text": "“A ti e bere kete me zoterat tane, o Ibrahim” – e pyeten"
        },
        {
            "chapter": 21,
            "verse": 63,
            "text": "“Ate e ka bere ky, me i madhi i tyre, pyetni ata nese flasin” – u tha (Ibrahimi)"
        },
        {
            "chapter": 21,
            "verse": 64,
            "text": "Dhe ata u ndalen, menduan me vete dhe thane: “Ju me te vertete jeni kriminel”"
        },
        {
            "chapter": 21,
            "verse": 65,
            "text": "Pastaj ulen kryet: “Po ti e di se keta nuk flasin”"
        },
        {
            "chapter": 21,
            "verse": 66,
            "text": "“Po pse pra, ne vend te All-llahut, u faleni atyre te cilet as mund t’u bejne fare dobie e as t’u bejne dem”? – u tha ai"
        },
        {
            "chapter": 21,
            "verse": 67,
            "text": "“Of te mjeret ju dhe ata te cileve ju, pervec All-llahut, u faleni! I adhuroni! Pse nuk mblidhni mendjen?”"
        },
        {
            "chapter": 21,
            "verse": 68,
            "text": "ndizne kete, thane, dhe ndihmonu zoterave tuaj, nese doni te beni dicka! – thirren"
        },
        {
            "chapter": 21,
            "verse": 69,
            "text": "ne i tham zjarrit “O zjarr behu i ftohte, shpetim per Ibrahimin”"
        },
        {
            "chapter": 21,
            "verse": 70,
            "text": "Dhe ata deshten t’i bejne njefare kurthe, por ne i beme ata te deshtojne"
        },
        {
            "chapter": 21,
            "verse": 71,
            "text": "Dhe e shpetuam ate edhe Lutin ne truallin te cilin e kemi bekuar per njerez"
        },
        {
            "chapter": 21,
            "verse": 72,
            "text": "Dhe ia falem Is-hakun edhe Jakubin si plotesim, dhe te gjithe i beme te mire"
        }
    ]
}