{
    "pages": [
        {
            "chapter": 38,
            "verse": 62,
            "text": "Dhe do te thone: “Cka u be me njerezit te cilet i konsideronim te keqinj qe nuk i shohim"
        },
        {
            "chapter": 38,
            "verse": 63,
            "text": "dhe qe i kemi perqeshur. Mos na kane humbur sysh?”"
        },
        {
            "chapter": 38,
            "verse": 64,
            "text": "Eshte e vertete e madhe se banuesit e xhehennemit do te polemizojne ndermjet vet"
        },
        {
            "chapter": 38,
            "verse": 65,
            "text": "Thuaj: “Une vetem terheq verejtjen, nuk ka Zot tjeter pervec All-llahut, te vetmit dhe te fortit"
        },
        {
            "chapter": 38,
            "verse": 66,
            "text": "Zot i qiejve dhe i tokes dhe i asaj qe gjendet ndermjet tyre, te fortit qe fale shume”"
        },
        {
            "chapter": 38,
            "verse": 67,
            "text": "Thuaj: “Ky eshte lajm i madh"
        },
        {
            "chapter": 38,
            "verse": 68,
            "text": "Kurse ju ia ktheni shpinen"
        },
        {
            "chapter": 38,
            "verse": 69,
            "text": "Une nuk kam ditur kurrgje per kundershtimet e engjujve te madherishem"
        },
        {
            "chapter": 38,
            "verse": 70,
            "text": "Mua me shpallet vetem qe jam qortues i hapet”"
        },
        {
            "chapter": 38,
            "verse": 71,
            "text": "Kur Zoti yt u tha engjujve: “Une jam krijues i njeriut nga balta"
        },
        {
            "chapter": 38,
            "verse": 72,
            "text": "E pasi e kam persosur dhe i kam dhene nga jeta ime, ju peruluni (bini ne sexhde)!”"
        },
        {
            "chapter": 38,
            "verse": 73,
            "text": "Engjujt, te gjithe se bashku, rane ne sexhde"
        },
        {
            "chapter": 38,
            "verse": 74,
            "text": "Pervec Iblisit; ai shfaqi mendjemadhesi dheu be mosbesimtar"
        },
        {
            "chapter": 38,
            "verse": 75,
            "text": "“O Iblis, - i tha ai, - cka te pengoi qe mos t’i perulesh atij te cilin e krijova vete une? A po ben mendjemadhesi apo tregon madheri?”"
        },
        {
            "chapter": 38,
            "verse": 76,
            "text": "“Jam me i mire se ai – iu pergjigj ky – mua me krijove nga zjarri, kurse ate prej balte”"
        },
        {
            "chapter": 38,
            "verse": 77,
            "text": "“Atehere, pra, largohu sish! – i tha Ai – ti je i mallkuar"
        },
        {
            "chapter": 38,
            "verse": 78,
            "text": "Mallkimi im do te percjelle deri ne diten e gjykimit!”"
        },
        {
            "chapter": 38,
            "verse": 79,
            "text": "“Zoti im – tha ai, - me jep afat deri ate dite kur te ringjallen”"
        },
        {
            "chapter": 38,
            "verse": 80,
            "text": "“Po, gjithsesi te jap afat, - i tha Ai"
        },
        {
            "chapter": 38,
            "verse": 81,
            "text": "Deri ne diten e caktuar”"
        },
        {
            "chapter": 38,
            "verse": 82,
            "text": "“Pasha madherine tende – tha ai – me siguri te gjithe do t’i shpjere ne rruge pa krye"
        },
        {
            "chapter": 38,
            "verse": 83,
            "text": "Pervec roberve te Tu te sinqerte nga mesi i tyre”"
        }
    ]
}