{
    "maqras": [
        {
            "chapter": 14,
            "verse": 10,
            "text": "Nnan imazanen nnsen: \"day illa ccekk di Öebbi, Axellaq n tmurt akked igenwan? Inecced ikwen id, iwakken ad awen Isemmeê kra ibekkaven nnwen, a kwen Ioo ar lajel ipwassnen\". Nnan: \"kunwi, s tidep, d imdanen kan, am nekwni. Teb$am ad a$ tesîixxôem, seg wayen llan âabden imezwura nne$. Awit a$ d adabu n ûûeê"
        },
        {
            "chapter": 14,
            "verse": 11,
            "text": "Nnan asen imazanen nnsen: \"nekwni d imdanen kan, am kunwi, maca Öebbi Iteg ccan i win i S ihwan, deg imdanen iS. Ur a$ ippunefk ara ad awen d nawi adabu, siwa s wannuf n Öebbi. £ef Öebbi ara ppeklen lmumnin"
        },
        {
            "chapter": 14,
            "verse": 12,
            "text": "Acu i $ iu$en, ur nepkal ara $ef Öebbi? Ni$ Imla ya$ iberdan nne$; neûbeô, war ccekk, i lmerta i tesâaddam fella$. £ef Öebbi ara ppeklen, at letkal"
        },
        {
            "chapter": 14,
            "verse": 13,
            "text": "Nnan wid ijehlen i imazanen nnsen: \"war ccekk, a kwen nessuffe$ si tmurt nne$, ne$ a d tu$alem ar ddin nne$\". Iweêêa yasen d Mass nnsen: \"s tidep, a Nesqucc imednas"
        },
        {
            "chapter": 14,
            "verse": 14,
            "text": "d$a, war ccekk, a kwen Nerr d imezda$ n tmurt, deffir sen\". Ayagi, i win ippagwaden tilin iW, ippagwaden aberri W"
        },
        {
            "chapter": 14,
            "verse": 15,
            "text": "Ssarmen l$elb. Ixseô yal aqehhaô amnafeq"
        },
        {
            "chapter": 14,
            "verse": 16,
            "text": "Loahennama deffir es, ad ites aman iwexmiyen"
        },
        {
            "chapter": 14,
            "verse": 17,
            "text": "Tissit d tije$wimin, ur izmir ad isseblaâ. Tameppant a d teppas si yal tamnaî, neppa ur ipmeppat. Deffir es aâaqeb uqsiê"
        },
        {
            "chapter": 14,
            "verse": 18,
            "text": "Amedya n wid ijehlen, ar Mass nnsen: igiten nnsen am i$i$den i$ef iédem wavu, ass n tbucivant. Ur d ppawin acemma, seg wayen kesben. D wagi ay d ttelfan u$miq"
        },
        {
            "chapter": 14,
            "verse": 19,
            "text": "Day ur twalav ara, Öebbi Ixleq tamurt akked igenwan, s tidep? Ma ihwa yaS, a kwen Ikkes, a d Iawi lxelq amaynut"
        },
        {
            "chapter": 14,
            "verse": 20,
            "text": "Ayagi, i Öebbi, ur illi d ayen izzenzafen"
        },
        {
            "chapter": 14,
            "verse": 21,
            "text": "A d rsen akw zdat Öebbi. Ad inin uôhifen i imzuxiyen: \"s tidep, nella nedda yidwen, ma tzemrem ad a$ tsellkem kra, seg uâaqeb n Öebbi\"? A d inin: \"lemmer i $ Inha Öebbi, yili nwelleh ikwen. Iâuva fella$, neêmeq ne$ neûbeô, ur a$ illi ssôan"
        },
        {
            "chapter": 14,
            "verse": 22,
            "text": "Mi isuyya lameô, a d yini Cciîan: \"Öebbi, d ûûeê, Iweââd awen lemâahda n tidep. Weââde$ awen, $uôe$ kwen. Ur sâi$ adabu fellawen, siwa anecced nnwen. Tu$em awal iw. Ur iyi plummut, lummet iman nnwen. Ur zmire$ a kwen âawne$, ur tezmirem ad iyi tâawnem. Nekôe$ wid iyi tepcarakem, zik. I imednas, s tidep, aâaqeb aqeôêan"
        },
        {
            "chapter": 14,
            "verse": 23,
            "text": "Ad skecmen wid iumnen, ixeddmen ayen ilhan, ar leonanat, ddawat sen isaffen ppazzalen, ad wekkôen dinna, s wannuf n Mass nnsen. Azul nnsen dinna d: \"tifrat"
        },
        {
            "chapter": 14,
            "verse": 24,
            "text": "Day ur twalav ara, amek id Ifka Öebbi amedya? Awal lâali am ttejôa lâali, iéuôan is ôûan, iferkawen is di tegnewt"
        },
        {
            "chapter": 14,
            "verse": 25,
            "text": "Teppak ed lfakia s, di yal imir, s wannuf n Mass is. Ippawi d Öebbi imedyaten i imdanen, amar a d mmektin"
        },
        {
            "chapter": 14,
            "verse": 26,
            "text": "Amedya n wawal ucmit, am ttejôa tucmip, teqlaâ sennig wakal, war leqôaô"
        },
        {
            "chapter": 14,
            "verse": 27,
            "text": "Öebbi Itebbit wid iumnen s wawal utebbet, di tmeddurt n ddunit akked laxeôt. Öebbi Itellif imednas. Öebbi Ixeddem ayen i S ihwan"
        }
    ]
}