{
    "maqras": [
        {
            "chapter": 34,
            "verse": 10,
            "text": "Ni$ Nefka s$uône£ lfevl i Dawed. A yidurar, alset yides akked ifrax. Nerra yas uzzal d aleqqaq"
        },
        {
            "chapter": 34,
            "verse": 11,
            "text": "Eûnaâ tibedâiyin n wuzzal, qiss tindar. Xeddmet ayen ilhan. Nek, Pwali$ ayen txeddmem"
        },
        {
            "chapter": 34,
            "verse": 12,
            "text": "I Sliman: avu. Win n ûûbeê, aggur; win n tmeddit, aggur. Nelli yas taâwint n nnêas. Kra n leonun ad xedmen fellas, s tsriê n Mass is. Win degsen, iveôfen i lameô nne£, Nessukk fellas, aâaqeb ujajiê"
        },
        {
            "chapter": 34,
            "verse": 13,
            "text": "Xeddmen as ayen ib$a: leowamaâ, tiâancuôin, loefnat am iêvunen, ticcuytin iqaâden. Exdem s tnemmirt, a tawacult n Dawed, drus n yimdanen iW i isnemmiren"
        },
        {
            "chapter": 34,
            "verse": 14,
            "text": "Mi Nseyya fellas tameppant, ur as faqen ara immut, armi içça taâkwazt is, ubaââuc n wakal. Mi i$li, êulfan leonun ar, lemmer day ssinen tabavnit, ur qqimen deg uâaqeb isdullun"
        },
        {
            "chapter": 34,
            "verse": 15,
            "text": "Ni$, i Saba, assekni di tnezdu$in nnsen. Snat tebêirin, ta yeffus, ta zelmev. Eççet si l$it n Mass nnwen, u snemmret aS. Tamurt ilhan, Mass Ipsemmiêen"
        },
        {
            "chapter": 34,
            "verse": 16,
            "text": "Wexxôen. Nuzen asen aêemmal n Âarim. Tibêirin nnsen, nerra tent d tibêirin id ippaken l$ella ôéagen, tammemayt, akked tzegwart taxeîîayt"
        },
        {
            "chapter": 34,
            "verse": 17,
            "text": "Akka ay ten Nqeîîi $ef tijehli nnsen. Day a Nqeîîi wur nejhil"
        },
        {
            "chapter": 34,
            "verse": 18,
            "text": "Nerra garasen u ger temdinin i$ef Nburek, timdinin id ivehôen. Nektal tikli garasent: \"merêet degsent di laman, am yiv, am ass"
        },
        {
            "chapter": 34,
            "verse": 19,
            "text": "Nnan: \"a Mass nne$! Zzi$wzef tallit ger zziaôat nne$\"! Densen iman nnsen. Nerra ten d tiqûivin. Nesqucc iten wakali. Ih, deg wayagi, war ccek, d issekniyen i yal aûebôi isnemmiren"
        },
        {
            "chapter": 34,
            "verse": 20,
            "text": "Ni$ Iblis itebbet ed, segsen, ameyyez is. Vefôen t, siwa arbaâ si lmumnin"
        },
        {
            "chapter": 34,
            "verse": 21,
            "text": "Ur isâi kra udabu fellasen. Iwakken kan, a Nissin anwa iumnen s laxeôt, u anwa i illan, fellas, di ccekk. Mass ik Ipêarab af yal cci"
        },
        {
            "chapter": 34,
            "verse": 22,
            "text": "Ini: \"naâret wid i tepkabarem, war Öebbi. Ur sâin taéeyt ubelkim, deg igenwan ne$ di tmurt; ur criken degsen; ur aS illi, garasen, umâiwen"
        },
        {
            "chapter": 34,
            "verse": 23,
            "text": "Cafuâa, s$uôeS, tenfaâ kan win iwumi ip Irad. Alamma, ma tekkes tugdi seg wulawen nnsen, a d inin: \"acu id Inna, Mass nnwen\"? A d inin: \"d tidep, u Neppa d Aâlayen, d Ameqwôan"
        }
    ]
}