{
    "pages": [
        {
            "chapter": 7,
            "verse": 12,
            "text": "(Allah) buyurdu: \"Sana emrettigim zaman, seni secde etmekten alıkoyan nedir?\" (Iblis): \"Ben, dedi, ondan hayırlıyım; beni atesten yarattın, onu camurdan yarattın"
        },
        {
            "chapter": 7,
            "verse": 13,
            "text": "(Allah) buyurdu: \"Oyleyse oradan in, orada buyukluk taslamak senin haddin degildir. Cık, cunku sen asagılıklardansın"
        },
        {
            "chapter": 7,
            "verse": 14,
            "text": "(Iblis) dedi: (Bari) bana (insanların) tekrar diriltilecekleri gune kadar sure ver"
        },
        {
            "chapter": 7,
            "verse": 15,
            "text": "(Allah) buyurdu: \"Haydi sen sure verilmislerdensin"
        },
        {
            "chapter": 7,
            "verse": 16,
            "text": "Oyleyse, dedi, beni azdırmana karsılık, and icerim ki, ben de onlar(ı saptırmak) icin senin dogru yolunun ustune oturacagım"
        },
        {
            "chapter": 7,
            "verse": 17,
            "text": "Sonra (onların) onlerinden arkalarından, saglarından sollarından onlara sokulacagım ve sen, coklarını sukredenlerden, bulmayacaksın"
        },
        {
            "chapter": 7,
            "verse": 18,
            "text": "(Allah) buyurdu: \"Haydi, sen, yerilmis ve kovulmus olarak oradan cık. And olsun ki, onlardan sana kim uyarsa, (bilin ki) sizin hepinizden (derleyip) cehennemi dolduracagım"
        },
        {
            "chapter": 7,
            "verse": 19,
            "text": "(Sonra Allah, Adem'e hitab etti): \"Ey Adem! Sen ve esin cennette durun, dilediginiz yerden yeyin; fakat su agaca yaklasmayın, yoksa zalimlerden olursunuz"
        },
        {
            "chapter": 7,
            "verse": 20,
            "text": "Derken onların, kendilerinden gizli kalan cirkin yerlerini kendilerine gostermek icin onlara fısıldadı: \"Rabbiniz, baska bir sebepten dolayı degil, sırf ikiniz de birer melek ya da ebedi kalıcılardan olursunuz diye sizi su agactan men etti.\" dedi"
        },
        {
            "chapter": 7,
            "verse": 21,
            "text": "Ve onlara: \"Elbette ben size ogut verenlerdenim.\" diye de yemin etti"
        },
        {
            "chapter": 7,
            "verse": 22,
            "text": "Boylece onları aldatarak asagı sarkıttı (onceki mevkilerinden indirdi). Agacı(n meyvesini) tadınca, cirkin yerleri kendilerine gorundu ve cennet yapraklarını ust uste yamayıp uzerlerini ortmege basladılar. Rableri onlara seslendi: \"Ben sizi o agactan men etmedim mi ve seytan size apacık dusmandır, demedim mi"
        }
    ]
}