{
    "pages": [
        {
            "chapter": 7,
            "verse": 74,
            "text": "Dusunun ki (Allah) Ad'dan sonra sizi hukumdarlar kıldı. Ve yer yuzunde sizi yerlestirdi: O'nun duzluklerinde saraylar yapıyorsunuz, daglarında evler yontuyorsunuz. Artık Allah'ın nimetlerini hatırlayın da yeryuzunde fesatcılar olarak karısıklık cıkarmayın"
        },
        {
            "chapter": 7,
            "verse": 75,
            "text": "Kavminden buyukluk taslayan ileri gelenler, iclerinden zayıf gorunen muminlere: \"Siz, dediler, Salih'in, gercekten Rabbi tarafından gonderildigini biliyor musunuz?\" (Onlar da): \"(Evet), dogrusu biz onunla gonderilene inananlarız!\" dediler"
        },
        {
            "chapter": 7,
            "verse": 76,
            "text": "Buyukluk taslayanlar: \"Biz, sizin inandıgınızı inkar edenleriz!\" dediler"
        },
        {
            "chapter": 7,
            "verse": 77,
            "text": "Derken disi deveyi bogazladılar ve Rablerinin buyrugundan dısarı cıktılar; \"Ey Salih, eger hakikaten elcilerdensen, bizi tehdit ettigin (o azabı) bize getir! \"dediler"
        },
        {
            "chapter": 7,
            "verse": 78,
            "text": "Bunun uzerine hemen onları, o sarsıntı yakaladı, yurtlarında diz ustu cokekaldılar"
        },
        {
            "chapter": 7,
            "verse": 79,
            "text": "Salih de o zaman onlardan yuz cevirdi ve soyle dedi: \"Ey kavmim! And olsun ki ben size Rabbimin elciligini teblig ettim ve size ogut verdim, fakat siz ogut verenleri sevmiyorsunuz"
        },
        {
            "chapter": 7,
            "verse": 80,
            "text": "Lut'u da (peygamber olarak) gonderdik. Kavmine dedi ki: \"Sizden once alemlerden hic birinin yapmadıgı fuhusu mu yapıyor sunuz"
        },
        {
            "chapter": 7,
            "verse": 81,
            "text": "Cunku siz kadınları bırakıp da sehvetle erkeklere gidiyorsunuz. Belki de siz haddi asan bir kavimsiniz"
        }
    ]
}