{
    "pages": [
        {
            "chapter": 9,
            "verse": 100,
            "text": "Muhacir ve Ensar'dan Islam'a ilk once girenlerin basta gelenleri ve iyi amellerle onların ardınca gidenler var ya, iste Allah onlardan razı oldu, onlar da Allah'dan razı oldular ve onlara, altlarında ırmaklar akan cennetler hazırladı ki, iclerinde ebedi kalacaklar. Iste buyuk ve muhtesem kurtulus budur"
        },
        {
            "chapter": 9,
            "verse": 101,
            "text": "Hem cevrenizdeki bedevilerden munafıklar var, hem de Medine halkından munafıklıkta ısrar edenler var. Sen onları bilmezsin. Onları biz biliriz. Biz onları iki kere azaba ugratacagız. Daha sonra da buyuk bir azaba itilecekler"
        },
        {
            "chapter": 9,
            "verse": 102,
            "text": "Onlardan bir kısmı gunahlarını itiraf ettiler. Ve iyi bir amelle kotu bir ameli karıstırdılar. Ola ki, Allah tevbelerini kabul eder. Cunku Allah gafurdur, rahimdir"
        },
        {
            "chapter": 9,
            "verse": 103,
            "text": "Onların mallarından sadaka al ki, onunla kendilerini temizlersin, tertemiz edersin. Bir de haklarında hayır dua et. Cunku senin duan kalblerini yatıstırır. Allah isitendir, bilendir"
        },
        {
            "chapter": 9,
            "verse": 104,
            "text": "Onlar bilmiyorlar mı ki, Allah kullarının tevbesini kabul eder ve sadakaları da alır. Allah tevbeleri kabul edendir, cok merhametlidir"
        },
        {
            "chapter": 9,
            "verse": 105,
            "text": "Ve de ki; \"Calısın! Yaptıklarınızı hem Allah gorecek, hem Resulu, hem de muminler gorecektir. Sonra da gizliyi ve acıgı bilen Allah'ın huzuruna iletileceksiniz. Iste o zaman, neler yaptıgınızı size O bildirecektir"
        },
        {
            "chapter": 9,
            "verse": 106,
            "text": "Savasa katılmayanlardan diger bir kısmının affı da Allah'ın emrini beklemek icin geri bırakılmıstır. Ya kendilerini cezalandırır ya da tevbelerini kabul eder. Allah alimdir, hakimdir"
        }
    ]
}