{
    "pages": [
        {
            "chapter": 11,
            "verse": 63,
            "text": "Salih dedi: \"Ey kavmim! Eger ben Rabbimden acık bir mucize uzerinde isem ve o bana tarafından bir rahmet bahsetmis ise, ben Allah'a isyan ettigim takdirde beni O'ndan kim kurtarabilir? Demek ki, siz bana zarar vermekten baska bir sey yapmıyorsunuz"
        },
        {
            "chapter": 11,
            "verse": 64,
            "text": "Ey kavmim! Iste su, Allah'ın disi devesi, size bir mucizedir. Bırakın onu Allah'ın yer yuzunde (otlaklarında) otlasın. Ve ona kotu bir maksatla el surmeyin, sonra sizi yakın bir azap yakalar"
        },
        {
            "chapter": 11,
            "verse": 65,
            "text": "Derken, o deveyi kestiler. Bunun uzerine Salih dedi ki: \"Yurdunuzda uc gun daha yasayın. Iste bu, yalan cıkmayacak olan kesin bir vaaddir"
        },
        {
            "chapter": 11,
            "verse": 66,
            "text": "Ne zaman ki, azap emrimiz geldi, Salih'i ve beraberindeki iman edenleri, tarafımızdan bir rahmet sayesinde kurtardık, ustelik o gunun perisanlıgından da kurtardık. Hic suphesiz Rabbin gucludur, mutlak ustundur"
        },
        {
            "chapter": 11,
            "verse": 67,
            "text": "O zalimleri, korkunc bir gurultu yakalayıverdi de oldukları yerde cokup kaldılar"
        },
        {
            "chapter": 11,
            "verse": 68,
            "text": "Sanki orada guzel guzel yasayıp durmamıslardı. Bak iste Semud, gercekten de Rablerine kufretmislerdi. Bak iste nasıl yok olup gittiler"
        },
        {
            "chapter": 11,
            "verse": 69,
            "text": "Andolsun ki, Ibrahim'e de elcilerimiz (melekler) mujde ile geldiler ve \"selam\" dediler, o da \"selam\" dedi ve hemen gidip onlara kızartılmıs bir buzagı getirdi"
        },
        {
            "chapter": 11,
            "verse": 70,
            "text": "Fakat onların o buzagıya el surmediklerini gorunce, tuhafına gitti ve icinde onlara karsı bir korku uyandı. Onlar da \"Korkma, biz Lut'un kavmine gonderildik.\" dediler"
        },
        {
            "chapter": 11,
            "verse": 71,
            "text": "Ibrahim'in karısı ayakta duruyordu bunun uzerine yuzu guldu. Ona Ishak'ı ve Ishak'ın arkasından da Ya'kub'u mujdeledik"
        }
    ]
}