{
    "pages": [
        {
            "chapter": 16,
            "verse": 111,
            "text": "O gun, herkes nefsini kurtarmak icin ugrasarak gelir ve herkese yaptıgı isin karsılıgı tamamiyle odenir ve hic kimseye de zulmedilmez"
        },
        {
            "chapter": 16,
            "verse": 112,
            "text": "Allah bir sehri misal olarak verdi: Bu sehir guvenli, huzurlu idi, Oraya her yerden rızkı bol bol geliyordu. Ne var ki onlar Allah'ın nimetlerine karsı nankorluk ettiler. Allah da onlara, yaptıkları isler yuzunden aclık ve korku elbisesini (felaketini) tattırdı"
        },
        {
            "chapter": 16,
            "verse": 113,
            "text": "Andolsun ki, onlara iclerinden bir peygamber geldi de onu yalanladılar. Bunun uzerine zulum yaparlarken azab da onları yakalayıverdi"
        },
        {
            "chapter": 16,
            "verse": 114,
            "text": "Artık Allah'ın size rızık olarak verdigi seylerden helal ve temiz olarak yiyin. Allah'ın nimetine sukredin, eger gercekten O'na ibadet edecekseniz"
        },
        {
            "chapter": 16,
            "verse": 115,
            "text": "O size ancak olu hayvanı, kanı, domuz etini ve Allah'tan baskası adına kesilenleri haram kıldı. Her kim bu haram seyleri yemeye mecbur kalırsa (baskasının hakkına) saldırmadan ve asırı gitmeden yiyebilir. Suphesiz Allah, cok bagıslayıcıdır, cok merhametlidir"
        },
        {
            "chapter": 16,
            "verse": 116,
            "text": "Dillerinizin yalan vasfetmesi ile: \"Su helaldir, su haramdır\" demeyin; aksi halde Allah'a iftira etmis olursunuz. Suphesiz Allah'a yalan uyduranlar asla kurtulamazlar"
        },
        {
            "chapter": 16,
            "verse": 117,
            "text": "Onlar icin dunyada pek az bir menfaat var, ahirette ise cok acıklı bir azab vardır"
        },
        {
            "chapter": 16,
            "verse": 118,
            "text": "Sana anlattıklarımızı, daha once yahudilere de haram kılmıstık. Biz onlara zulmetmemistik. Fakat onlar kendi kendilerine zulmetmislerdi"
        }
    ]
}