{
    "pages": [
        {
            "chapter": 28,
            "verse": 51,
            "text": "Andolsun ki biz, dusunup ogut alsınlar diye, sozu (vahyi) birbiri ardınca ulamısızdır"
        },
        {
            "chapter": 28,
            "verse": 52,
            "text": "Ondan (Kur'an'dan) once kendilerine kitap verdiklerimiz, ona da iman ederler"
        },
        {
            "chapter": 28,
            "verse": 53,
            "text": "Onlara (Kur'an) okundugu zaman \"O'na iman ettik. Cunku o, Rabbimizden gelmis hakikattir. Esasen biz daha once de musluman idik\" derler"
        },
        {
            "chapter": 28,
            "verse": 54,
            "text": "Iste onlara, sabretmelerinden oturu mukafatları iki defa verilecektir. Bunlar kotulugu iyilikle savarlar, kendilerine verdigimiz rızıktan da Allah rızası icin harcarlar"
        },
        {
            "chapter": 28,
            "verse": 55,
            "text": "Onlar, bos soz isittikleri zaman, ondan yuz cevirirler ve \"Bizim islerimiz bize, sizin isleriniz size. Size selam olsun. Biz kendini bilmezleri istemeyiz\" derler"
        },
        {
            "chapter": 28,
            "verse": 56,
            "text": "(Resulum!) Sen sevdigini hidayete eristiremezsin; bilakis, Allah diledigine hidayet verir ve hidayete girecek olanları en iyi O bilir"
        },
        {
            "chapter": 28,
            "verse": 57,
            "text": "Biz seninle beraber dogru yola uyarsak, yurdumuzdan atılırız\" dediler. Biz onları, kendi katımızdan bir rızık olarak her seyin urunlerinin toplanıp getirildigi, guvenli, dokunulmaz bir yere (Mekkei Mukerreme'ye) yerlestirmedik mi? Fakat onların cogu bilmezler"
        },
        {
            "chapter": 28,
            "verse": 58,
            "text": "Biz, maisetleriyle sımarmıs nice memleketi helak etmisizdir. Iste yerleri! Kendilerinden sonra oralarda pek az oturulabilmistir. Onlara biz varis olmusuzdur"
        },
        {
            "chapter": 28,
            "verse": 59,
            "text": "Rabbin, kendilerine ayetlerimizi okuyan bir peygamberi memleketlerin ana merkezlerine gondermedikce, memleketleri helak edici degildir. Zaten biz, ancak halkı zalim olan memleketleri helak etmisizdir"
        }
    ]
}