{
    "rukus": [
        {
            "chapter": 12,
            "verse": 36,
            "text": "و دو جوان با یوسف به زندان در آمدند، یکی از آن دو گفت: من در خواب دیدم که انگور (برای شراب) می‌فشارم، و دیگری گفت: من در خواب دیدم که بر سر خویش نانی برداشته ام که پرنده‌ها از آن می‌خورند، ما را از تعبیر این خواب آگاه کن که تو را از جملۀ نیکوکاران می‌بینیم"
        },
        {
            "chapter": 12,
            "verse": 37,
            "text": "یوسف گفت: پیش از آنکه غذایتان به شما برسد، شما را از تعبیر خوابتان آگاه خواهم ساخت، این (تعبیر خواب) که به شما می‌گویم از چیزهایی است که پروردگارم به من آموخته است. همانا من آیین قومی را که به الله ایمان نمی‌آورند و منکر آخرت نیز هستند، ترک کرده‌ام"
        },
        {
            "chapter": 12,
            "verse": 38,
            "text": "بلکه دین پدرانم ابراهیم و اسحق و یعقوب را پیروی کرده ام، برای ما شایسته نیست که با الله چیزی را شریک گردانیم، این (ایمان و توحید) از فضل الله بر ما و بر مردم است، ولی بیشتر مردم شکر گزاری نمی‌کنند"
        },
        {
            "chapter": 12,
            "verse": 39,
            "text": "(یوسف گفت:) ای دوستان زندانی ام! آیا معبودهای پراگنده بهتر است یا الله یگانۀ غالب (بر همه مخلوقات)؟"
        },
        {
            "chapter": 12,
            "verse": 40,
            "text": "غير از او نمی‌پرستید مگر نام‌هایی را که شما و پدرانتان وضع کرده‌اید، الله (هیچ) دلیل و برهانی بر (صحت) آنان نفرستاده است. فرمانروایی (کائنات) تنها از الله است و امر کرده که جز او را نپرستید، این است دین راست و استوار، ولی بیشتر مردم نمی‌دانند"
        },
        {
            "chapter": 12,
            "verse": 41,
            "text": "ای دوستان زندانی ام! اما یکی از شما (مثل سابق) به آقای خود شراب می‌نوشاند، اما آن دیگر به دار کشیده می‌شود و پرنده‌ها از سر او می‌خورند. (باز گفت:) امری که شما دوتن جویای (تعبير آن) از من شدید، فيصله شده است"
        },
        {
            "chapter": 12,
            "verse": 42,
            "text": "و به یکی از آن دو که گمان می‌کرد نجات می‌یابد، گفت: مرا در نزد آقای خود یاد کن، ولی شیطان یادآوری (قضیۀ) یوسف را نزد آقایش از یاد آن (جوان) برد؛ در نتيجه، (یوسف) چند سال در زندان ماند"
        }
    ]
}