{
    "rukus": [
        {
            "chapter": 13,
            "verse": 8,
            "text": "الله می‌داند که هر (جاندار) ماده چه چیزی را در شکم حمل می‌کند و (نیز می‌داند) آنچه را که رحمها کم می‌کنند و آنچه را که می‌افزایند، و هر چیزی در نزد الله به اندازۀ معین است"
        },
        {
            "chapter": 13,
            "verse": 9,
            "text": "(او) دانای همه پوشیده‌ها و آشکارا است، (و او) بزرگ بلند مرتبه است"
        },
        {
            "chapter": 13,
            "verse": 10,
            "text": "برابر است (نزد او) هرکس از شما سخن را پنهان می‌دارد و کسی که آن را آشکار می‌سازد، و (برابر است نزد او) هرکس در شب پنهان است و هر کس در روز آشکارا حرکت می‌کند"
        },
        {
            "chapter": 13,
            "verse": 11,
            "text": "برای او فرشتگانی است که پیاپی از روبرو و پشت سر به فرمان الله او را مراقبت (نگهبانی) می‌کنند، همانا الله احوال هیچ قومی را تغییر نمی‌دهد تا وقتی که آنان احوال خود را تغییر دهند و چون الله برای قومی بلائی بخواهد پس هیچ برگشتی برای آن نیست و برای آنان جز او هیچ کارسازی نیست"
        },
        {
            "chapter": 13,
            "verse": 12,
            "text": "اوست که برق (آسمان) را برای بیم و امید به شما نشان می‌دهد و نیز ابرهای سنگین بار را ایجاد می‌کند"
        },
        {
            "chapter": 13,
            "verse": 13,
            "text": "و رعد به ستایش او و فرشتگان نیز از ترس او تسبیح می‌گویند، و صاعقه‌ها را می‌فرستد و هرکس را که بخواهد به آنها گرفتار می‌کند، در حالیکه آنان دربارۀ الله مجادله می‌کنند، حال آنکه او (در رساندن عذاب) بسیار قدرتمند است"
        },
        {
            "chapter": 13,
            "verse": 14,
            "text": "تنها الله است که شایستۀ عبادت و دعاست. و کسانی که جز الله را می‌خوانند به هیچ وجه دعایشان را اجابت نمی‌کنند، مگر مانند کسی که دو دستش را به‌سوی آب بگشاید تا به دهانش برسد در حالیکه هرگز آب به دهانش نخواهد رسید، و دعای کافران جز در گمراهی (و ناامیدی) نیست"
        },
        {
            "chapter": 13,
            "verse": 15,
            "text": "و هر آنچه که در آسمان‌ها و زمین است خواسته و ناخواسته برای الله سجده می‌کنند، و همچنین سایه‌هایشان صبح و شام برای الله سجده می‌کنند"
        },
        {
            "chapter": 13,
            "verse": 16,
            "text": "بگو: کیست پروردگار آسمان‌ها و زمین؟ (در پاسخ آنان)، بگو: «الله» بگو: آیا جز الله دوستانی گرفته‌اید که برای خودشان هم مالک نفع و زیانی نیستند؟ بگو: آیا کور و بینا برابرند؟ آیا تاریکی‌ها و روشنی برابرند؟ آیا شریکانی برای الله قرار داده‌اند که همچون آفریدن الله (چیزی را) آفریده باشند پس در نتیجه کار خلقت بر آنها مشتبه شده است؟ بگو: الله آفرینندۀ همه چیز است و اوست یگانۀ غالب"
        },
        {
            "chapter": 13,
            "verse": 17,
            "text": "الله از آسمان آبی فرو فرستاد و رودخانه‌هایی به اندازۀ گنجایش خویش روان گشت، پس سیل کف بلندی روی خود برداشت. همچنین از آنچه در آتش می‌گذارید (از طلا و نقره و غیره) برای حصول زیورات و ابزار، از آن نیز کفی بالا می‌آید، الله برای حق و باطل این چنین مثل می‌زند (تا آنرا بیان و روشن کند)، اما آن کف از میان می‌رود و اما آنچه به مردم سود می‌بخشد بر روی زمین باقی می‌ماند، الله این چنین مثلها را می‌زند"
        },
        {
            "chapter": 13,
            "verse": 18,
            "text": "برای آنانی که دعوت پروردگارشان را اجابت کرده‌اند حسنی (سرانجام نیک) است، و آنانی که دعوت پروردگار خود را اجابت نکرده‌اند (بالفرض) اگر همۀ آنچه که در زمین است و مانند آن را با خود داشته باشند البته همگی را برای رهایی خود (از عذاب الهی) فدیه خواهند داد، برای آنان سختی حساب است و جایگاهشان دوزخ است و (دوزخ) چه بد جایگاهی است"
        }
    ]
}