{
    "rukus": [
        {
            "chapter": 46,
            "verse": 11,
            "text": "و کافران دربارۀ مؤمنان گفتند: اگر (دین اسلام) چیز خوبی بود آنها در پذیرفتن آن از ما سبقت نمی‌کردند و چون خود‌شان به وسیلۀ آن هدایت نشده‌اند، می‌گویند: این دروغی قدیم است"
        },
        {
            "chapter": 46,
            "verse": 12,
            "text": "و پیش از آن (قرآن) کتاب موسی پیشوا و رحمت بود. و این کتابی است تصدیق کنندۀ (آن) که به زبان عربی (نازل شده) است، تا ظالمان را بترساند و برای نیکوکاران مژده باشد"
        },
        {
            "chapter": 46,
            "verse": 13,
            "text": "البته آنان که گفتند: الله پروردگار ماست، باز استقامت ورزیدند، نه ترسی بر آنان است و نه غمگین می‌شوند"
        },
        {
            "chapter": 46,
            "verse": 14,
            "text": "ایشان اهل بهشت‌اند که در آن همیشه‌اند، به خاطر آنچه (از اعمال نیک) می‌کردند"
        },
        {
            "chapter": 46,
            "verse": 15,
            "text": "و انسان را دربارۀ پدر و مادرش به نیکوکاری سفارش کردیم، مادرش او را به سختی حمل کرد و به سختی به دنیا آورد، و دوران بارداری و از شیر جدا کردن او سی ماه را در بر می‌گیرد، تا آنکه به كمال جوانی برسد و چهل ساله شود، می‌گوید: ای پروردگارم! به من توفیق ده تا نعمتی را که بر من و بر پدر و مادرم بخشیده‌ای شکر گزارم و کار نیک انجام دهم که از آن راضی شوی. و فرزندانم را نیز برایم نیک بگردان. همانا من به‌سوی تو باز گشته‌ام و از جملۀ مسلمانانم"
        },
        {
            "chapter": 46,
            "verse": 16,
            "text": "آنان کسانی‌اند که بهترین کردارشان را از آنان می‌پذیریم و از بدی‌هایشان در می‌گذریم، در حالیکه در (میان) جنتیان خواهند بود، این همان وعدۀ راستی است که به آنان وعده داده می‌شد"
        },
        {
            "chapter": 46,
            "verse": 17,
            "text": "و آنکه به پدر و مادرش گفت: اف بر شما! آیا به من وعده می‌دهید که من (از قبر) بیرون آورده خواهم شد، حال آنکه پیش از من اقوام و ملت‌هایی از جهان رفته‌اند (و زنده نشده‌اند) و آن دو (پدر و مادر) الله را می‌خوانند (و می‌گویند:) وای بر تو! ایمان بیاور، بی‌گمان وعدۀ الله حق است. اما او می‌گوید: این جز افسانه‌های مردمان گذشته نیست"
        },
        {
            "chapter": 46,
            "verse": 18,
            "text": "اینها‌اند که وعدۀ عذاب بر آنان همراه با امت‌هایی از جن و انس که پیش از آنان گذشته‌اند محقق شده است. يقينا آنان زیان‌کار بودند"
        },
        {
            "chapter": 46,
            "verse": 19,
            "text": "و برای هریک از آنچه عمل کرده‌اند، درجاتی است تا به این وسیله، الله سزای اعمالشان را به طور کامل به آنان بدهد و آنها مورد ظلم قرار نگیرند"
        },
        {
            "chapter": 46,
            "verse": 20,
            "text": "و یادآور شو، روزی که کافران بر آتش عرضه شوند (در این وقت به آنان گفته می‌شود) شما لذت‌ها و خوشی‌های خود را در زندگانی دنیای خویش از بین بردید و از آن برخوردار شدید، امروز شما به سبب آن که به ناحق در زمین تکبر می‌ورزیدید و به (سزای) آنکه مرتکب گناه می‌شدید، به عذاب خوار کننده و ذلت بار سزا داده می‌شوید"
        }
    ]
}