{
    "manzils": [
        {
            "chapter": 17,
            "verse": 1,
            "text": "Құлын (Мұхаммед Ғ.С. ды) бір түні өзіне белгілерімізді көрсету үшін Месжід Ақсаға апарған Алла,әр түрлі кемшіліктен пәк. Шәксіз Ол, естуші, білуші. (Мұхаммед Ғ.С. бір түні Жебірейіл Ғ.С. арқылы Бұраққа мінгізіліп, Месжід Харамнан Месжід Ақсаға апарылып, ол арадан да көкке шығарылып, бір демде адам баласының өлшеулі сезімінен тыс дәрежеге ие болып қайтқан “Миғраж” уақиғасы. С. 1-18-А)"
        },
        {
            "chapter": 17,
            "verse": 2,
            "text": "(Мұса )Ғ.С. ға Кітап бердік те оны Исраил ұрпақтарына: “Менен өзгені ие тұтпаңдар!”,-деп жолбасшы қылдық"
        },
        {
            "chapter": 17,
            "verse": 3,
            "text": "Әй Нұх (Ғ.С.) пен бірге (кемеге) түсіргендеріміздің ұрпақтары! Күдіксіз ол, шүкір етуші бір құл еді"
        },
        {
            "chapter": 17,
            "verse": 4,
            "text": "Кітапта Исраил ұлдарына: “Әрине жер жүзінде екі реет бұзғыншылық қылып, өте тәкаппарланасыңдар” деп ескерттік"
        },
        {
            "chapter": 17,
            "verse": 5,
            "text": "Екі уәденің алғашқысы келген кезде, оларға, қатты жауынгер құлдарымды жібердік те олар үйлердің араларына дейін кірді. Бұл орындалатын уәде еді"
        },
        {
            "chapter": 17,
            "verse": 6,
            "text": "Сонсоң сендерді оларға үстем қылдық. Әрі сендерді малдар, балалар арқылы қуаттап, сан жағынан да молайттық. (Олардың бірінші астамшылығы; Тәуратқа қарсы келу, Шағяны өлтіру. Екіншісі: Зәкерия, Яхияны өлтіру және Ғисаға қастандық. Жеңілістері: Санжарып, Бахтынасар, Жалұт дәуірлері. Жақсарған дәуірлері; Данял, Дәуіт дәуірлері. Б.Ж.М.К.Р.Х.Т.Ж-Қ)"
        },
        {
            "chapter": 17,
            "verse": 7,
            "text": "Егер игілік істесеңдер, өздерің үшін; Жамандық істесеңдер тағы өздеріңе тән. Екінші уәделі мезгіл келген кезде ; беттеріңді бұзып, қынжылту үшін және алғашқы кіргендеріндей Месжід Ақсаға кіріп, тас талқан қылулары үшін (жібердік)"
        },
        {
            "chapter": 17,
            "verse": 8,
            "text": "Мүмкін Раббыларың мәрхамет етер. Егер қайталасаңдар, Біз де қайта жазалаймыз. Сондай-ақ жаћаннамды кәпірлерге зіндан қылдық"
        },
        {
            "chapter": 17,
            "verse": 9,
            "text": "Негізінде осы Құран ең тура жолға салады. Әрі дұрыс іс істеген мүміндер үшін әрине зор сыйлық бар екендігін шүйіншілейді"
        },
        {
            "chapter": 17,
            "verse": 10,
            "text": "Рас ахиретке сенбегендер үшін күйзелтуші азап әзірледік"
        },
        {
            "chapter": 17,
            "verse": 11,
            "text": "Адам баласы жамандықты жақсылық тілегендей тілейді. Негізінен адам баласы тым шыдамсыз"
        },
        {
            "chapter": 17,
            "verse": 12,
            "text": "Күн мен түнді екі белгі жасадық. Сонда түн белгісін кетіріп, күндізді; Раббыларыңның кеңшілігінен несібе іздеулерің және жылдардың санын; заманның есебін білулерің үшін жарық қылдық. Сондай-ақ әр нәрсені ашық баян еттік"
        },
        {
            "chapter": 17,
            "verse": 13,
            "text": "Әр адамның қылығын мойнына қоямыз. Сондай-ақ қиямет күні оның кітабын шығарамыз. Оған ашылған түрде кездеседі"
        },
        {
            "chapter": 17,
            "verse": 14,
            "text": "“Кітабыңды оқы. Бүгін есеп беру тұрғысынан өз-өзіңе жетесің” (делінді)"
        },
        {
            "chapter": 17,
            "verse": 15,
            "text": "Кім тура жолда жүрсе, шын мәнінде өзі үшін тура жолда жүреді. Ал кім адасса, сонда ол өз зиянына ғана адасады. Ешкім басқаның күнәсін көтермейді. Біз бір пайғамбар жібермейінше ешкімге азап қылмаймыз"
        },
        {
            "chapter": 17,
            "verse": 16,
            "text": "Қашан бір өлкені жоқ еткіміз келсе, олардың дәулет мастарына әмір етеміз. Сонда олар оған қарсы келеді. Сондықтан оларға деген сөз (үкім) шындыққа айналады. Сөйтіп оларды негізінен жоқ етеміз"
        },
        {
            "chapter": 17,
            "verse": 17,
            "text": "Нұх (Ғ.С.) тан соң ғасырлар бойы қаншалағанды жоқ еттік. (Мұхаммед Ғ.С. ) Раббың құлдарының қылмыстарын білу, көруде жетіп асады"
        },
        {
            "chapter": 17,
            "verse": 18,
            "text": "Кім дүниені қаласа, Біз де қалаған кісімізге дүниеде қалағанымызды береміз Сонсоң оны жаћаннамға саламыз. Ол, оған қорланып, мәрхаметке зақ болған түрде кіреді"
        },
        {
            "chapter": 17,
            "verse": 19,
            "text": "Ал кім мүмін болған түрде, ахиретті қалап, сол үшін тырысса, міне солардың тырысулары шүкірге (қабылдануға) лайық"
        },
        {
            "chapter": 17,
            "verse": 20,
            "text": "(Мұхаммед Ғ.С.) дүние тілеген бұларға да ахирет тілеген оларға да Раббыңның мәрхаметінен береміз. Негізінен Раббыңның берері тыйылмайды"
        },
        {
            "chapter": 17,
            "verse": 21,
            "text": "Олардың кейбіоеулерін, кейбіреулерінен қалайша үстем қылғанымызға қара! Әрине ақирет, дәрежелер тұрғысынан тағы ірі, артықшылық жағынан да тағы зор"
        },
        {
            "chapter": 17,
            "verse": 22,
            "text": "Алламен бірге басқа тәңір жасама ! Онда қорланған түрде отырып қаласың"
        },
        {
            "chapter": 17,
            "verse": 23,
            "text": "Раббың, өзіне ғана ғибадат етулеріңді, әке-шешеге жақсылық қылуларыңды әмір етті. Ал егер ол екеуінің бірі немесе екеуі де жандарыңда кәрілікке жетсе: “Тұћ” деме. (Кейіс білдірме.) Сондай-ақ ол екеуін зекіме де, ол екеуіне сыпайы сөз сөйле"
        },
        {
            "chapter": 17,
            "verse": 24,
            "text": "Ол екеуіне кішірейіп мәрхамет құшағын жай да: “Раббым! Ол екеуі мені кішкентайда тәрбиелегендей Сен де оларды мәрхаметіңе бөлей көр!”,-де"
        },
        {
            "chapter": 17,
            "verse": 25,
            "text": "Раббыларың іштеріңдегі нәрселерді жақсы біледі. Егер игілерден болсаңдар, негізінде Алла, бойсұнушыларды жарылқайды"
        },
        {
            "chapter": 17,
            "verse": 26,
            "text": "Туысы жақындарға, міскіндерге, жолда қалғандарға міндетті түрде қарайласыңдар. Және мүлде ысырап қылмаңдар"
        },
        {
            "chapter": 17,
            "verse": 27,
            "text": "Шынында ысырапқорлар шайтанның туысы. Ал шайтан, Раббыңа өте қарсы"
        },
        {
            "chapter": 17,
            "verse": 28,
            "text": "Рабыңның мәрхаметін іздеп, үміт еткен түрде жалтақтасаң , (қола болғандықтан бере алмасаң ,) онда оларға сыпайы сөйле"
        },
        {
            "chapter": 17,
            "verse": 29,
            "text": "Қолыңды мүлде мойныңа байлаулы қылма да бүтіндей ашпа. (Өте сараң болма да бір-ақ берме .) Онда сөгіске ұшырап, таршылықта қаласың"
        },
        {
            "chapter": 17,
            "verse": 30,
            "text": "Шынында Раббың қалаған кісісіне несібесін кеңітіп, тарылтады. Күдіксіз Ол құлдарынан толық хабар алушы, көруші"
        },
        {
            "chapter": 17,
            "verse": 31,
            "text": "Бір де кедейшіліктен қорқып, баларыңды өлтірмеңдер. Біз оларды да сендерді де көректендіреміз. Расында оларды өлтіру зор қателік. (Жаћилиет дәуірінде, араптар қыз балаларын тірідей көміп тастайтын болған.. С.59-А)"
        },
        {
            "chapter": 17,
            "verse": 32,
            "text": "Зинаға жоламаңдар. Өйткені, Ол анық арсыздық және жаман жол. (Зинаға жұуымаңдар: “Соған бейімделетін әр түрлі әрекеттерден аулақ болыңдар!”,- деген маңызда. Б.Ж.М.К.Р.Х.Т.Ж-Қ)"
        },
        {
            "chapter": 17,
            "verse": 33,
            "text": "Арам , арам еткен кісіні өлтірмеңдер! Бірақ тиісті болса өлтіріледі. Ал біреу жазықсыз өлтірсе, сонда өліктің иесін ерікті еттік. Өлтіруде шектен аспасын. Өйткені, оған жәрдем етіледі. (Өш әперіледі)"
        },
        {
            "chapter": 17,
            "verse": 34,
            "text": "Жетімнің малына жоламаңдар. Бірақ ол, ержеткенге дейін жақсылап шығысуға болады. Сертті орындаңдар. Сөз жоқ, уәде сұралады"
        },
        {
            "chapter": 17,
            "verse": 35,
            "text": "Өлшегенде тура өлшеп, тура таразамен тартыңдар! Осы хайырлы нәтиже тұрғысынан да жақсы"
        },
        {
            "chapter": 17,
            "verse": 36,
            "text": "Өзің білмеген бір нәрсенің соңына түспе. Расында, құлақ, көз және жүрек олардың барлығы одан сұралады"
        },
        {
            "chapter": 17,
            "verse": 37,
            "text": "Жер жүзінде дандайсып жүрме. Өйткені, сен жерді әсте жара алмайсың да бой жағынан да тауларға жете алмайсың"
        },
        {
            "chapter": 17,
            "verse": 38,
            "text": "Осы барлық жаман нәрселер, Раббыңның қасында жек көрілген"
        },
        {
            "chapter": 17,
            "verse": 39,
            "text": "(Мұхаммед Ғ.С.) міне осы, Раббыңның саған уахи еткен хикіметінен; Алла мен бірге басқа тәңір жасама: Сөгіс берілген, мәрхаметтен қуылған түрде тозаққа тасталасың"
        },
        {
            "chapter": 17,
            "verse": 40,
            "text": "Раббыларың сендерге ұлдарды арнап, өзіне періштелерден қыз етіп алды ма? Шынында әлбетте ауыр сөз сөйлейсіңдер"
        },
        {
            "chapter": 17,
            "verse": 41,
            "text": "Расында бұл Құранды насихат үшін қайта-қайта баян еттік. Дегенмен олардың жиреніштерін ғана арттырды"
        },
        {
            "chapter": 17,
            "verse": 42,
            "text": "(Мұхаммед Ғ.С.): “Егер Алла мен бірге олардың айтқандарындай тәңір болса еді, онда әрине ғаршының иесіне бір жол іздер еді. (Не қарсы шығар еді, немесе бой ұсынар еді)"
        },
        {
            "chapter": 17,
            "verse": 43,
            "text": "Алла (Т.) олардың айтқан нәрселерінен пәк, үстем, ірі"
        },
        {
            "chapter": 17,
            "verse": 44,
            "text": "Жеті көк және жер, сондай-ақ ондағы болғандар, Аланы пәктейді. Оны пәктеп, мақтамайтын еш нәрсе жоқ. Бірақ сендер олардың тасбихтарын (пәктеулерін) түсіне алмайсыңдар. Шынында Алла өте жұмсақ, аса жарылқаушы"
        },
        {
            "chapter": 17,
            "verse": 45,
            "text": "(Мұхаммед Ғ.С.) сен қашан Құран оқысаң сенімен ахиретке сенбегендердің арасына көмес бір перде жасаймыз"
        },
        {
            "chapter": 17,
            "verse": 46,
            "text": "Олардың жүректеріне Құранды түсінулеріне кедергі және құлақтарына қаға беріс жасадық. Құранда Раббыңды бір ғана деп еске алған кезіңде, олар жирен түрде арттарына бұрылып кете береді"
        },
        {
            "chapter": 17,
            "verse": 47,
            "text": "Біз, олар сені тыңдағанда, қайтып тыңдағандарын және өзара сыбырласқанда залымдардың: “Сендер, жадыланған біреуге ғана ілесесіңдер” дегендіктерін жақсы білеміз"
        },
        {
            "chapter": 17,
            "verse": 48,
            "text": "Қара! Олар қандай мысалдар берді. (Ақын, сиқыршы, бақсы, жынды деді.) Олар, сөйтіп адасты. Олар енді жол таба алмайды"
        },
        {
            "chapter": 17,
            "verse": 49,
            "text": "Олар: “Біз, сүйектер және қоқыс болған кезде, жаңа бір жаратылыспен қайта тірілеміз бе? ”,-деді"
        },
        {
            "chapter": 17,
            "verse": 50,
            "text": "(Мұхаммед Ғ.С.) оларға: “Тас болыңдар” де"
        },
        {
            "chapter": 17,
            "verse": 51,
            "text": "“Әлде тіпті ойларыңдағы ең зор жаратылыс болыңдар. (Қайта тірілтілесіңдер.) ”Сонда олар: “Бізді кім қайта тірілтеді?”,-дейді. “Жақында болатын шығар” де"
        },
        {
            "chapter": 17,
            "verse": 52,
            "text": "Сендерді шақырған күні, Оны дәріптей қабылдап, (қабырда) аз ғана жаттық деп ойлайсыңдар"
        },
        {
            "chapter": 17,
            "verse": 53,
            "text": "Құлдарыма айт! “Ең сыпайы түрде сөйлесін. Өйткені, шайтан араларына бұзақылық салар. Расында шайтан адамдар үшін ашық дұшпан”"
        },
        {
            "chapter": 17,
            "verse": 54,
            "text": "Раббыларың сендерді жақсы біледі. Қаласа, мәрхамет етеді де қаласа, азап етеді. Сені оларға қорғаушы етіп, жібермедік"
        },
        {
            "chapter": 17,
            "verse": 55,
            "text": "Раббың көктер мен жердегі әркімді жақсы біледі. Расында пайғамбардың біреулерінен,біреулерін артық қылдық. Сондай-ақ Дауытқа Зәбұрды бердік"
        },
        {
            "chapter": 17,
            "verse": 56,
            "text": "(Мұхаммед Ғ.С.) оларға: “Алладан өзге (тәңір деп) ойлағандарыңды шақырыңдар. Олардың, қиыншылықтарыңды айықтыруға, сендерден бұрып, жіберуге шамалары келмейді” де"
        },
        {
            "chapter": 17,
            "verse": 57,
            "text": "Олардың сиынғандары; (періштелер, пайғамбарлар, жындар. К. Б.Ж.М.Р. ) Раббыларына қайсылары жақын боламыз деп, құлшылық арқылы ізденеді. (С. 35-А.) Рахметінен үміт етіп, азабынан қорқады. Негізінде Раббыңның азабы сескенуге тиісті"
        },
        {
            "chapter": 17,
            "verse": 58,
            "text": "Біз қиямет күнінен бұрын жоқ етпеген немесен қатты азапқа ұшыратпаған ешбір кент болмас. Бұлар, Кітапта (Лаухыл Махфұзда ) жазулы"
        },
        {
            "chapter": 17,
            "verse": 59,
            "text": "Біздің мұғжизалар жібермеуіміз бұрынғылардың мұғжизаны жасынға шығаруы ғана болды. Сондай-ақ Сәмүд еліне көрнеу түрде аруана жібердік. Бірақ оған зұлымдық қылып, өлтірді. Негізінде мұғжизаларымызды үрейлендіру үшін ғана жібереміз"
        },
        {
            "chapter": 17,
            "verse": 60,
            "text": "(Мұхаммед Ғ.С. ) бір кезде саған: “Негізінде Раббың адамдарды баураған” деген едік. Саған Миғражда біз көрсеткенді (Б.Ж.М.К.Р.Х.Т.Ж-Қ.) және Құрандағы қарғалған ағашты (С.43-А.) адамдарға бір сынақ қылдық. (Өйткені, Миғраж уақиғасына да тозақтағы Заққұм ағашына да сенбеген.) Оларды қорқытуымыз, зор қателесуді ғана арттырады"
        },
        {
            "chapter": 17,
            "verse": 61,
            "text": "Сол уақытта періштелерге: “Адамға сәжде қылыңдар!”,-дедік. Сонда олар дереу сәжде қылды. Бірақ Ібіліс сәжде қылмай: “Балшықтан жаратқаныңа сәжде қыламын ба?”,-деді"
        },
        {
            "chapter": 17,
            "verse": 62,
            "text": "Ібіліс: “Осы, менен ардақты қылғаныңды көрдің бе? Егер мені қиямет күніне дейін кешіктірсең, әлбетте ұрпақтарыңның өте азынан басқасын қырыма бір аламын” деді"
        },
        {
            "chapter": 17,
            "verse": 63,
            "text": "(Алла): “ Кет! Енді олардан кім саған ерсе, сонда рас жазаларың жаћаннам болады. Толық бір жаза ” деді"
        },
        {
            "chapter": 17,
            "verse": 64,
            "text": "“Олардан шамаң келгенін даусыңмен әуліктір. Және оларға, атты, жаяу түрде келіп, байбаламдап, дүрліктір. Сондай-ақ олардың малдарына, балаларына (арамдық араластырып) ортақ бол. Оларға жалған уәде бер. ” Негізінде шайтан оларға алдаудан басқа уәде бере алмайды"
        },
        {
            "chapter": 17,
            "verse": 65,
            "text": "“Шынайы құлдарым болса, оларға ықпалың жүрмейді. Раббым уәкілдікте жетік.”"
        },
        {
            "chapter": 17,
            "verse": 66,
            "text": "Раббыларың сондай Алла; өзінің кеңшілігінен несібе іздеулерің үшін теңізде кеме жүргізеді. Өйткені, Ол, сендерге өте мейірімді"
        },
        {
            "chapter": 17,
            "verse": 67,
            "text": "Сендер теңізде бір қиыншылыққа душар болған сәтте, Алладан басқа сиынғандарың жоқ болады. Ал енді сендерді құтқарып, қырға шығарса, жалт бересіңдер. Негізінде адам баласы тым нәсүкір"
        },
        {
            "chapter": 17,
            "verse": 68,
            "text": "Алланың құрылықта да сендерді жерге жұттыруынан немесе сендерге тасты боран жіберуінен хауіпсізсіңдер ме? Соңыра өздеріңе бір болысушы таба алмайсыңдар"
        },
        {
            "chapter": 17,
            "verse": 69,
            "text": "Не сендерді қайтадан теңізге қайтарып, қарсылықтарыңның салдарынан бір құйын жіберіп, суға батыруынан бейбітсіңдер ме? Сонда сендерге болысып, бізді қуалаушы таба алмайсыңдар"
        },
        {
            "chapter": 17,
            "verse": 70,
            "text": "Расында Адам баласын ардақтадық. Сондай-ақ оларды қрылықта да теңізде де көліктендірдік. Әрі оларды жақсы нәрселермен қоректендірдік. Әм оларды жаратқандарымыздың көбінен не құрлым артық жараттық"
        },
        {
            "chapter": 17,
            "verse": 71,
            "text": "(Мұхаммед Ғ.С.) бір күні бүкіл адам баласын бастықтарымен бірге шақырамыз. Сонда кімнің кітабы оңынан берілсе, міне солар, кітаптарын оқиды. Оларға қылдай қиянат болмайды"
        },
        {
            "chapter": 17,
            "verse": 72,
            "text": "Бұл дүниеде шындықты көрмегендер, ақиретте соқыр әрі жолдан адасқан болды"
        },
        {
            "chapter": 17,
            "verse": 73,
            "text": "(Мұхаммед Ғ.С.) олар сені, саған уахи еткенімізден басқа нәрсені, бізге жала жапсыртып бұзуға жақындады. Сол уақытта олар, сені дос тұтады"
        },
        {
            "chapter": 17,
            "verse": 74,
            "text": "Егер біз сені бекемдемесек еді, әрине оларға біраз бейімдеуге жақындар едің"
        },
        {
            "chapter": 17,
            "verse": 75,
            "text": "Егер ондай болса, саған тіршілікте де қайтыс болғаннан кейін де әлбетте еселеп азап таттырар едік. Сосын өзіңе, бізге қарсы жәрдемші таба алмас едің. (Бұл аяттар, мүшріктердің Мұхаммед Ғ.С. ға келіп, кейбір діни ережелердің өз қалауларына сәйкес орындалуын талап еткендіктеріне байланысты түскен. Б.Ж.Р.Х.Т.Ж-Қ)"
        },
        {
            "chapter": 17,
            "verse": 76,
            "text": "(Мұхаммед Ғ.С.) олар сені, түрткі салып, жерден (Меккеден) шығара жаздады. Сонда олар, сенен кейін өте аз тұрады. (Оларға Меккенің баяны болмайды)"
        },
        {
            "chapter": 17,
            "verse": 77,
            "text": "Расында сененбұрын жіберегн елшілерімізде де жол осы еді. (Елшілерді қуғандар, опа таппаған еді.) Біздің жолымызда ешбір өзгеріс таппайсың"
        },
        {
            "chapter": 17,
            "verse": 78,
            "text": "Түс қиғаннан, түннің қараңғылығына дейін намаз оқы. (Бесін, екінті, ақшам және жашыйық намаздары.) Әрі таң намазын оқы. Күдіксіз таң намазына періштелер де қатынасады. (Ж.М.К.Р. т.б)"
        },
        {
            "chapter": 17,
            "verse": 79,
            "text": "(Мұхаммед Ғ.С.) Түннен оянып (Құранмен) өзіңе тән нәпіл оқы. Раббыңның сені бір мақтаулы орынға жеткізуінен үміт етіледі. (Бұл зор шапағат орны. Б.Ж.М.К.Р.Х.Т.Ж-Қ)"
        },
        {
            "chapter": 17,
            "verse": 80,
            "text": "(Мұхаммед Ғ.С.): “Раббым! Мені (кірер жеріме) шындықпен кіргіз де (шығар жерімнен) шындықпен шығар. Әрі маған өз қасыңнан жеңіс көмек ет” де"
        },
        {
            "chapter": 17,
            "verse": 81,
            "text": "“Хақиқат келді. Негізсіз нәрселер жойылды. Сөзсіз, бекер нәрселер жойылады” де"
        },
        {
            "chapter": 17,
            "verse": 82,
            "text": "Құраннан, мүміндерге, шипа және рахмет түсіреміз. Ол, залымдардың зиянын тым арттыра түседі"
        },
        {
            "chapter": 17,
            "verse": 83,
            "text": "Біз адам баласына нығмет берген кезде, жалтайып, бір жағына қыңырайып алды. Қашан оған бір сәтсіздік жетсе, мүлде күдер үзеді"
        },
        {
            "chapter": 17,
            "verse": 84,
            "text": "(Мұхаммед Ғ.С.): “Әркім өз жөн көргенін істейді. Сонда Раббың, кімнің тура жолда екенін жақсы біледі” де"
        },
        {
            "chapter": 17,
            "verse": 85,
            "text": "(Мұхаммед Ғ.С.) олар сенен (рұх) жан туралы сұрайды: “Ол, Раббымның әмірінен. Сендерге өте аз мәлімет берілді” де"
        },
        {
            "chapter": 17,
            "verse": 86,
            "text": "Әрине қаласақ, саған уахи еткен Құранды алып алар едік. Кейін Бізге қарсы бір жар таба алмас едің"
        },
        {
            "chapter": 17,
            "verse": 87,
            "text": "Бірақ Раббыңның мәрхаметі бойынша қалдырдық. Өйткені, саған, Раббыңның кеңшілігі тым зор"
        },
        {
            "chapter": 17,
            "verse": 88,
            "text": "(Мұхаммед Ғ.С.): “Егер адамдар, жындар осы Құранның ұқсасын келтіруге жиналса, тіпті олар, бір-біріне көмекші болса да келтіре алмайды” де"
        },
        {
            "chapter": 17,
            "verse": 89,
            "text": "Расында Біз бұл Құранда адам баласы үшін әр нәрсенің мысалын ашалап, баян еттік. Сонда да адамдардың көбі, бас тартып, мүлде қарсы келді"
        },
        {
            "chapter": 17,
            "verse": 90,
            "text": "Олар: “Бұл жерден сен бізге, бастау ағызғанға дейін саған әсте сенбейміз” деді"
        },
        {
            "chapter": 17,
            "verse": 91,
            "text": "“Немесе сенің құрмадан, жүзімнен бір бақшаң болсын. Сонда оның араларынан өзендер ағызып қоярсың”"
        },
        {
            "chapter": 17,
            "verse": 92,
            "text": "“Не ойлағаныңдай аспанды үстімізге кесек түрінде түсірерсің. Яки Алланы, періштелерді бетпе-бет келтірерсі.”"
        },
        {
            "chapter": 17,
            "verse": 93,
            "text": "“Не болмаса, алтыннан бір үйің болсын. Яки аспанға шығарсың. Сонда да бізге оқитын бір Кітап түсірмейінше, көкке шыққандығыңа әсте сенбейміз” деді. (Мұхаммед Ғ.С.): “Раббымды пәктеймін! Мен бір адам баласы Пайғамбар ғанамын.” де"
        },
        {
            "chapter": 17,
            "verse": 94,
            "text": "Адам баласына; Пайғамбар, тура жол (Құран) келтірген кезде, олардың: “Алла; адамды, пайғамбар қылып, жіберді ме?”, - деген сөздері ғана иман келтірулеріне бөгент болды"
        },
        {
            "chapter": 17,
            "verse": 95,
            "text": "(Мұхаммед Ғ.С.): “Егер жер жүзінде бейбіт жүргендер, періштелер болса еді, әрине оларға көктен періште елші жіберер едік” дегенді, айт"
        },
        {
            "chapter": 17,
            "verse": 96,
            "text": "Оларға: “Алла сендер мен менің арамда куәлік тұрғысынан жетіп асады. Шын мәнінде Ол, құлдарынан толық хабар алушы, аса қырағы” де"
        },
        {
            "chapter": 17,
            "verse": 97,
            "text": "Алла кімді оңғарса, сонда ол тура жолда. Алла кімді адастырса, оған Алладан өзге жәрдемші таба алмайсың. Біз оларды қиямет күні, бетімен жер басқан, сақау және саңырау түрде жинаймыз. Орындары тозақ, толастаған сайыноларға жалынын арттыра түсеміз"
        },
        {
            "chapter": 17,
            "verse": 98,
            "text": "Бұл олардың сазайы. Өйткені, олар аяттарымызға қарсы келді. Және: “Біз сүйектер тіпті қоқым топырақ болып кеткен кезде; жаңадан жаратылып, тірілеміз бе?”, - деді"
        },
        {
            "chapter": 17,
            "verse": 99,
            "text": "Олар шынында көктер мен жерді жаратқан Алланың; өздері сияқтыларды да жаратуға күші жететіндігін көрмей ме? (Алла) олар үшін бір белгілі мерзім жасаған; онда әсте шек жоқ. Сонда да залымдар бас тартып, мүлде қарсы келді"
        },
        {
            "chapter": 17,
            "verse": 100,
            "text": "(Мұхаммед Ғ.С.) оларға: “Егер сендер Раббымның рахметінің қазынасына ие болсаңдар, сол уақытта да оның жұмсалып кетуінен қорқып, әрине үнемшілік істер едіңдер. Өйткені, адам баласы тым сараң” де"
        },
        {
            "chapter": 17,
            "verse": 101,
            "text": "Расында Мұса (Ғ.С.) ға тоғыз ашық мұғжиза берген едік. (Таяқ, қолдың жарқырауы шегіртке, бит, қан, тастан су шығару, теңіздің жарылуы және Тұр тауының көтерілуі. Б.М.К...) (Мұхаммед Ғ.С.) Исраил ұрапқтарынан сұра: Мұса оларға келегн кезде; Перғауын: “Әй Мұса! Әрине сені сиқырлаған деп ойлаймын” деген еді"
        },
        {
            "chapter": 17,
            "verse": 102,
            "text": "Мұса (Ғ.С.): “Расында сен бұлардың; көктер мен жердің Рабы түсірген көрнеу мұғжизалары бар екенін білесің. Әй Перғауын? Шын мәнінде мен, сені типыл болады деп ойлаймын”, - деген еді"
        },
        {
            "chapter": 17,
            "verse": 103,
            "text": "Ақыр (Перғауын) Исраил ұрапқтарын мемлекеттен шығарғысы келді. Сонда оны, онымен бірге болғандарды суға батырып жібердік"
        },
        {
            "chapter": 17,
            "verse": 104,
            "text": "Одан кейін Исраил ұрапақтарына: “Бұл жерге (Мысырға) орналасыңдар. Қашан қиямет уәдесі келсе, Сендерді жинап әкелеміз” дедік"
        },
        {
            "chapter": 17,
            "verse": 105,
            "text": "Біз Құранды шындықпен түсірдік. Ол, шындық бойынша түсті. (Мұхаммед Ғ.С.) сені қуанту, ескерту үшін ғана жібердік"
        },
        {
            "chapter": 17,
            "verse": 106,
            "text": "Біз Құранды адамдарға тоқырап оқуың үшін бөлімдерге айырып, аз-аздап түсірдік"
        },
        {
            "chapter": 17,
            "verse": 107,
            "text": "(Сәжде аяты бар.) “(Мұхаммед Ғ.С.): Құранға мейлі сеніңдер мейлі сенбеңдер; бұдан бұрын өздеріне ғылым берілгендер, оларға Құран оқылған заман, етпеттерінен сәждеге жығылады"
        },
        {
            "chapter": 17,
            "verse": 108,
            "text": "Олар: “Раббымызды пәктейміз. Әрине Раббымыздың уәдесі орындалады” дейді"
        },
        {
            "chapter": 17,
            "verse": 109,
            "text": "Олар жылап, етпеттерінен түседі. Бұл олардың ықыласын арттырады. (Бұлар; Кітап иелерінен Мұсылман болғандар. Ж.Р.Х.Ж-Қ)"
        },
        {
            "chapter": 17,
            "verse": 110,
            "text": "(Мұхаммед Ғ.С.) оларға: “Мейлі Алла деп немесе Рахман деп атаңдар. Қайсысымен атасаңдар да ең көркем аттар Оған тән” де. Намазда; жариялап тақұпиялап та оқыма да осының арасындағы жолды ұста"
        },
        {
            "chapter": 17,
            "verse": 111,
            "text": "“Барлық мақтау, бала иемденбеген әрі мүлкінде еш серігі болмаған сондай-ақ әлсіздіктен көмекшісі болмаған Аллаға лайық” де. Және Оны, өте ұлықта"
        },
        {
            "chapter": 18,
            "verse": 1,
            "text": "Барлық мақтау құлына, (Мұхаммед Ғ.С. ға) Құранды түсірген Аллаға тән. Онда ешбір қыңырлық қылмады"
        },
        {
            "chapter": 18,
            "verse": 2,
            "text": "Өте түзу Құран; Алланың қасынан; Қатты азаппен үрейлендіру, түзу іс істеген мүміндерге, көркем сыйлық барлығын шүйіншілеу үшін (түсірілді)"
        },
        {
            "chapter": 18,
            "verse": 3,
            "text": "Олар, онда (жаннатта) мәңгі тұрады"
        },
        {
            "chapter": 18,
            "verse": 4,
            "text": "Сондай-ақ: “Алланың баласы бар” дегендерді ескерту үшін (түсірді)"
        },
        {
            "chapter": 18,
            "verse": 5,
            "text": "(Алланың баласы болуына байланысты) не өздерінің не аталарының мәліметі жоқ. Ауыздарынан шыққан сөз тым үлкен. Негізінде олар мүлде өтірік айтады"
        },
        {
            "chapter": 18,
            "verse": 6,
            "text": "(Мұхаммед Ғ.С.) енді олар бұл Құранға сенбесе, арттарынан кейіп, өзіңді жоя жаздайсың"
        },
        {
            "chapter": 18,
            "verse": 7,
            "text": "Біз адам баласының қайсысы жақсы ғамал істейді деп сынау үшін жер үстіндегі нәрселерді жердің көркі қылдық"
        },
        {
            "chapter": 18,
            "verse": 8,
            "text": "Күдіксіз, біз, жер жүзіндегі нәрселерді, әлбетте мүлде шөл топырақ ете аламыз"
        },
        {
            "chapter": 18,
            "verse": 9,
            "text": "(Мұхаммед Ғ.С.) үңгірдегілерді және жазуды, таңырқарлық белгілерімізден деп ойладың ба? (Бір заманда Тарсұс қаласындағы Дақянұс патшаның злымдығынан қашқан адамдар; “Кәһф”; солардың бекінген үңгірі. “Рақим”; солардың аты-жөні жазылған тақтай. Т.б. рауаяттар бар…)"
        },
        {
            "chapter": 18,
            "verse": 10,
            "text": "Сонау заманда жігіттер үнгірге бекіндіде: “Раббымыз! Бізге өз қасыңнан игілік бер! Біз үшін бұл ісімізде тура жол әзірле” деді"
        },
        {
            "chapter": 18,
            "verse": 11,
            "text": "Сонда олардың құлақтарына үңгірде неше жыл бойы перде қойдық. (Терең ұйқы бердік)"
        },
        {
            "chapter": 18,
            "verse": 12,
            "text": "Сосын екі жақтың қайсысы олардың жатқан мезгілін есептегендігін анықтау үшін оларды ояттық"
        },
        {
            "chapter": 18,
            "verse": 13,
            "text": "(Мұхаммед Ғ.С.) Біз саған олардың хабарын шынайы түрде баян етеміз. Олар Раббыларына шын сенген жігіттер еді де оларға туралықты арттыра түстік"
        },
        {
            "chapter": 18,
            "verse": 14,
            "text": "Олардың жүректерін бекемдедік. Сол уақытта олар, тіке тұрып: “Раббымыз, көктер мен жердің Раббы. Одан өзге тәңірге әсте жалбарынбайымыз. Әрине сол уақытта рас көкіп сөйлеген боламыз” деді"
        },
        {
            "chapter": 18,
            "verse": 15,
            "text": "“Мына еліміз, Алладан өзге тәңір тұтты. Бұлар, оған байланысты ашық дәлел келтірсе еді? Енді Аллаға өтірік жала қойғаннан залымырақ кім бар?”, - деді"
        },
        {
            "chapter": 18,
            "verse": 16,
            "text": "(Олар, өзара): “Әйте елдеріңнен де олардың Алладан өзге табынғандарынан да айрылдыңдар; енді үңгірге бекініңдер. Сендерге Раббыларың рахметін шассын! Сондай-ақ сенде үшін істеріңде оңайлық әзірлесін”"
        },
        {
            "chapter": 18,
            "verse": 17,
            "text": "(Мұхаммед Ғ.С.) қарасаң; күн шыққан сәтте, үңгірлерінің оң жағынан ауытқығанын, күн батқан сәтте оларды сол жақта қалдырғанын көрер едің. Олар үңгірдің кең бір жерінде. Бұл Алланың белгілерінен. Алла кімді оңғарса, сол тура жолда. Ал кімді адастырса, сонда оған әсте көмекші, жетекші таба алмайсың"
        },
        {
            "chapter": 18,
            "verse": 18,
            "text": "Олар, ояу деп ойлайсың; негізінен олар ұйқыда еді. Оларды оңға, солға аунататын едік. Иттері, екі аяғын көсілген бойда босағада. Егер оларды көрсең, олардан ішіңе қорқу толып, бұрылып қашар едің"
        },
        {
            "chapter": 18,
            "verse": 19,
            "text": "Осылайша оларды, өзара бір-бірінен сұрасулары үшін ояттық. Олардан бір айтушы: “Қанша жатып қалдыңдар?”,-деді. Олар: “Бір күн немесе күннің бір бөлімі жатып, тұрдық” деді. “Қанша жатып, тұрғандарыңды Раббыларың жақсы біледі. Мына ақшаларыңмен біреуіңді қалаға жіберіңдер. Сонда тамақтың қайсысы жақсы, көріп, сендеге одан көрек келтірсін. Сондай-ақ сыпайылық істеп, сендерді ешбіреуге сездірмесін” десті"
        },
        {
            "chapter": 18,
            "verse": 20,
            "text": "“Өйткені, егер қала халқы сендерге ықпал жүргізсе, не сендерді таспен атады немесе діндеріне қайтарады. Ол уақытта үнемі құтыла алмайсыңдар…”"
        },
        {
            "chapter": 18,
            "verse": 21,
            "text": "(Рауаят бойынша; олардың базарға барғаны, сауда алғанда Берген ақшасы, көне Дақянұс ақшасы екенін көргендер, бұл қазына тауып алған екен деп ойлап, патша сұрастырғанда: сонау Дақянұс дәуіріндегі қашқандар екенін білген патша; елімен барып сөйлескеннен соң үңгірдегілер өліп, сонда жерленеді. Әл Ытқан, Табари.) Осылайша,Алланың уәдесінің шындығын, қияметтің шәксіздігін әлемнің білуі үшін оларды, бұларға мәлімдедік. Сол кезде бұлар; өзара олар жөнінде тартысуда еді. Кейі: “Олардың үстіне үй салыңдар ” деді. Раббылары оларды жақсы біледі. Ал бұлардың іс басындағылары: “Әрине олардың үстіне мешіт жасап алайық” деді"
        },
        {
            "chapter": 18,
            "verse": 22,
            "text": "Бұлар көрмей-ақ мөлшерменен: “Олар үшеу, төртіншісі иттері” деп, кейі. “Олар бесеу , алтыншысы иттері ” деп, кейі: “Жоқ, олар жетеу,сегізіншісі иттері иттері” дейді. “Олардың санын Раббым жақсы біледі. Адамдардың өте азы ғана біледі” де. Оның үшін олар жайында тартысып, олар үшін ешбіреуінен дәнеңе сұрама"
        },
        {
            "chapter": 18,
            "verse": 23,
            "text": "Еш нәрсені: “Осыны ертең істеймін” деп айтпа"
        },
        {
            "chapter": 18,
            "verse": 24,
            "text": "Бірақ: “Алла қаласа (жасаймын) ” (де.) Ұмытқан заман “Раббыңды есіңе ал да туралыққа жақынырақ жолға салуынан үміткермін ” де. (Яһудилердің нұсқауы бойынша, Араптар; Мұхаммед Ғ.С. нан: Рұх; үңгірлеріне және Зұлқарнайын туралы сұрағанда: “Алла қаласа” демей; “Ертең жауап берейін” дегендіктен уахи кешіккен екен)"
        },
        {
            "chapter": 18,
            "verse": 25,
            "text": "Олар үңгірлерінде үш жүз жыл жатты. Тоғыз (жыл) арттырды. (жыл болды)"
        },
        {
            "chapter": 18,
            "verse": 26,
            "text": "“Олардың қанша жатқанын Алла жақсы біледі. Көктер мен жердегі көместі білу Оған тән. Ол нендей толық көруші, естуші. Оларға Алладан өзге бір көмекші жоқ. Ол, өз үкіміне ешкімді ортақ қылмайды” де"
        },
        {
            "chapter": 18,
            "verse": 27,
            "text": "Раббыңның Кітабынан саған уахи етілгенді оқы. Оның сөздерін ешбір ауыстырушы жоқ. Әрі Одан өзге паналайтын орын да таба алмайсың"
        },
        {
            "chapter": 18,
            "verse": 28,
            "text": "(Мұхаммед Ғ.С.) таңертең , кешке Раббыларына, Оның дидарын іздеп, жалбарынғандармен бірге өзің де сабыр ет. Дүние тіршілігінің сәнін қалап көзіңді басқаға аударма. Сондай-ақ Біз; жүрегін, Бізді еске алудан кәперсізденген, әуесіне ерген және ісі шектен асқан біреулерге бағынба. (C7 25-А)"
        },
        {
            "chapter": 18,
            "verse": 29,
            "text": "“Бұл хақиқат (Құран) Раббыларыңнан” де. Сонда кім қаласа сенсін. Расында Біз, залымдар үшін дуалдары қоршап алатын тозақ оты әзірледік. Егер олар су сұрап жалбарса, еріген Кен тәрізді беттерді қуыратын бір су беріледі. Ол нендей жаман сусын, әм нендей жаман орын"
        },
        {
            "chapter": 18,
            "verse": 30,
            "text": "Иман келтіріп, дұрыс іс істегендердің және жақсы ғамал істеген кісінің еңбегін жоймаймыз"
        },
        {
            "chapter": 18,
            "verse": 31,
            "text": "Міне, олар үшін астарынан өзендер ағатын Ғадын жаннаты бар. Олар онда алтыннан білезіктермен безенеді; олар жұқалы-қалыңды жасыл жібектен киімдер киеді де олар онда, диванға сүйенеді. Нендей жақсы сауап, нендей әлбет жастанатын орын! (Дүние дәулетіне мәз болып, Аллаға шерік қатып, ақиретті ұмытқат Патрос дегн кәпір мен тоқ мейіл Яһұза деген мұсылманның жағыдайынан мысал беріліп отыр. Б.М.Р.Ж-Қ)"
        },
        {
            "chapter": 18,
            "verse": 32,
            "text": "(Мұхаммед Ғ.С.) оларға екі адамның мысалын баян ет: Біреуіне жүзімдерден екі бақша қылдық. Әрі екі бақшаның арасын құрма ағаштарымен қоршап; екі бақшаның арасына егіндер өндірдік"
        },
        {
            "chapter": 18,
            "verse": 33,
            "text": "Екі бақша да жемістерін берді. Одан ешнәрсе кемітпеді. Араларынан бұлақ ағыздық"
        },
        {
            "chapter": 18,
            "verse": 34,
            "text": "Оның басқа кірімі де бар еді. Сонда ол, жолдасымен сөйлескенде: “Мен сенен мал жағынан молшылықта, әм бас жағынан да үстеммін” деді"
        },
        {
            "chapter": 18,
            "verse": 35,
            "text": "Ол өзіне зұлымдық еткен түрде бақшасына кірді де: “ Тіпті бұны жоқ болады деп ойламаймын” деді"
        },
        {
            "chapter": 18,
            "verse": 36,
            "text": "“Әрі қияметтің болатындығын да ойламаймын деді. Мүбада Раббыма қайтарылсым, әрине бұдан да орын табамын” (деді)"
        },
        {
            "chapter": 18,
            "verse": 37,
            "text": "Жолдасы оған сөйлесіп тұрып: “Сені топырақтан, сонан кеін бір тамшы Судан жаратып, сонан соң Адам еткен Аллаға қарсы келесің бе?”,- (деді)"
        },
        {
            "chapter": 18,
            "verse": 38,
            "text": "“Бірақ, менің Раббым, Ол Алла; Раббыма ешбіреуді шерік қоспаймын”"
        },
        {
            "chapter": 18,
            "verse": 39,
            "text": "“Өз бақшаңа кірген сәтте; Бұл Алланың қалауы, Алладан басқа ешбір қуат жоқ неге демедің? Тіпті мені мал және бала жағынан өзіңнен кем көрсең де”"
        },
        {
            "chapter": 18,
            "verse": 40,
            "text": "“Раббымның: Маған сенің бақшаңнан жақсырағын беруі, сенікінің үстіне көктен апат жіберіліп, мүлде қақ топыраққа айналуы мүұмкін”"
        },
        {
            "chapter": 18,
            "verse": 41,
            "text": "“Немесе бақшаңның суы тартылып, оны әсте іздеп таба алмассың”"
        },
        {
            "chapter": 18,
            "verse": 42,
            "text": "Оның еңбектері еш болып, бақшасына өкініп, екі алақанын ұйқалауға айналды да: “Әттеген-ай! Раббыма ешкімді серік қоспасам еді ” деді"
        },
        {
            "chapter": 18,
            "verse": 43,
            "text": "Оған Алладан өзге жәрдем етер бір топ жоқ. Сондай-ақ өзін де құтқара алмады"
        },
        {
            "chapter": 18,
            "verse": 44,
            "text": "Сол жерде иелік шынайы Аллаға тән. Ол, сыйлық беру тұрғысынан жақсы әрі нәтиже жағынан да хайырлы"
        },
        {
            "chapter": 18,
            "verse": 45,
            "text": "(Мұхаммед Ғ.С.) оларға дүние тірлігінен мысал бер: ( Дүние тірлігі;) көктен біз жаудырған жаңбыр арқылы: Жердің өсімдіктері бір-біріне араласып, құлпырып, одан құрғақ үгіндіге айналып, оны желдер ұшырып кеткен тәрізді. Сондай-ақ Алла, әр нәрседен үстем күш иесі"
        },
        {
            "chapter": 18,
            "verse": 46,
            "text": "Мал мен балалар, дүние тіршілігінің сәні. Ал бақи қалатын жақсылықтар болса, Раббыңның қасында; табыс бойынша да жақсы әрі үміт тұрғысынан да жақсы"
        },
        {
            "chapter": 18,
            "verse": 47,
            "text": "Қиямет күні, тауларды жүргіземіз де жеді жап-жазық көресің. Және де Адам баласын; олардан ешкімді тастамай жинаймыз"
        },
        {
            "chapter": 18,
            "verse": 48,
            "text": "Олар, Раббыңның құзырына қатарланып келтіріледі. Оларға: “Бастапта жаратқанымыз тәрізде келдіңдер, тіпті сендерге бір уәделі мерзім белгілемедік деп, ойладыңдар” (делінеді)"
        },
        {
            "chapter": 18,
            "verse": 49,
            "text": "Ғамал дәптері алдарына қойлады. Сонда күнәкарладың одан қорыққанын көресің. Олар: “Абырым-ай! Бізге нендей өкінім! Мына кітапта кішкенені де үлкенді де тастамай-ақ түгендепті ” дейді. Сондай-ақ олар істегендерін дайын түрде табады. Раббың ешкімге әділетсіздік қылмайды"
        },
        {
            "chapter": 18,
            "verse": 50,
            "text": "(Мұхаммед Ғ.С. ) сол уақытта періштелерге: “Адамға сәжде қылыңдар ”деген едік. Ібілістен басқа бүкіл періштелер сәжде қылған еді. Жыннан болған ол, Раббының әмірінен бас тартты. Сонда да Менен оны ұрпақтарын дос етіп, аласыңдар ма“” Олар болса, сендерге дұшпан. (Алла тұрып, шайтанды дос көру.) Залымдар үшін нендей жаман өзгеріс"
        },
        {
            "chapter": 18,
            "verse": 51,
            "text": "Мен жер, көкті жаратқанда және олардың өздерін жаратқанда, оларды керек қылмадым. Сондай-ақ ешқашан аздырушыларды көмекші еткен емеспін"
        },
        {
            "chapter": 18,
            "verse": 52,
            "text": "Қиямет күні; (Алла, кәпірлерге): “Өздеріңнің, Менің шеріктерім деп ойлағандарыңды шақырыңдар” дейді. Сонда оларды шақырады. Бірақ олар өздеріне жауап бермейді. Сондай-ақ олардың араларына бір кәтерлі орын жасаймыз. (С. 166-А)"
        },
        {
            "chapter": 18,
            "verse": 53,
            "text": "Күнәкарлар; тозақ отын көріп, сонда өздерінің оған түсетіндіктерін сезеді. Бірақ, одан бұрылар жер таба алмайды"
        },
        {
            "chapter": 18,
            "verse": 54,
            "text": "Расында осы Құранды Адам баласы үшін әр нәрсені ашық-ашық баян еттік. Ал Адам баласы, көп нәрселерде жанжалшыл"
        },
        {
            "chapter": 18,
            "verse": 55,
            "text": "Қашан да Адам баласына тура жетекші келсе, оларды иман келтірулеріне және Раббыларынан жарылқау тілеулеріне кедергі болған нәрсе, бұрынғыларға келген апаттың ; өздеріне келуін немесе азаптың қарсы алдарына келуін тосулары"
        },
        {
            "chapter": 18,
            "verse": 56,
            "text": "Негізінде елшілерді қуандыру, қорқыту үшін ғана жібердік. Кәпірлер, бос нәрселер арқылы шындықты төмендетуге жағаласады. Әрі апаттарымызды және ескерткен нәрселерімізді тәлкекке алады"
        },
        {
            "chapter": 18,
            "verse": 57,
            "text": "Раббыларының аяттары арқылы үгіттеліп, одан бет бұрған және бұрынғы өз қолымен істегендерін ұмытқан кісілерден кім залымырақ? Расында олардың жүректеріне оны түсінбейтін қалтқы және де құлақтарына кереңдік пайда қылдық. (Мұхаммед Ғ.С. ) оларды туралыққа шақырсаң да әрине мүлде жолға келмейді"
        },
        {
            "chapter": 18,
            "verse": 58,
            "text": "Раббың ; өте жарылқаушы, мәрхамет иесі. Егер оларды қылықтарының салдарынан қолға алатын болса, әрине оларға азапты тездетер еді. Дегенмен олар үшін белгілі бір мерзім бар. О заман олар, Алладан өзге паналайтын жер таба алмайды"
        },
        {
            "chapter": 18,
            "verse": 59,
            "text": "Олар зұлымдық еткен заманда, сол кенттерді жоқ еттік. Солардың жоқ етілулері үшін де мерзім белгілеген едік. ( Мұса Ғ.С. Алланың Берген зор ғылымына ие құлы Хызыр Ғ.С. ға, екі теңіздің бірлескен жерінде кездесу үшін ; Юшақ ұлы Нұн екеуі жолға шығады. Б.Ж.М.Р.К)"
        },
        {
            "chapter": 18,
            "verse": 60,
            "text": "Сол уақытта Мұса (Ғ.С.) жігітіне: “Екі теңіздің қосылған жеріне дейін тоқтамаймын. Немесе жүріспен жылдар өткіземін” деді"
        },
        {
            "chapter": 18,
            "verse": 61,
            "text": "Екеуі екі теңіздің құйғанына жеткен кезде, балықтарын ұмытты. Сонда балық , сырғып барып , теңізден жол алды"
        },
        {
            "chapter": 18,
            "verse": 62,
            "text": "Екеуі ілгерілеп барған кезде, Мұса (Ғ.С.) жігітіне: “Азығымызды әкелші ; әрине осы сапарымызда шаршадық” деді"
        },
        {
            "chapter": 18,
            "verse": 63,
            "text": "“Көрдің бе? Тасқа дем алғанда, балықты ұмытқан екмін. Маған оны айтуды шайтан-ақ ұмыттырды. Ол таңғажайып түрде теңізде жол алды” деді"
        },
        {
            "chapter": 18,
            "verse": 64,
            "text": "(Мұса Ғ.С.): “Міне іздегеніміз осы” деп, екеуі ізінше қайта қайтты"
        },
        {
            "chapter": 18,
            "verse": 65,
            "text": "Сонда екеуі; өз тарапымыздан игілік беріп, өз қасымыздан ғылым үйреткен құлдарымыздан бірін тапты"
        },
        {
            "chapter": 18,
            "verse": 66,
            "text": "Мұса, (Ғ.С.) о кісіге: “Саған үйретілген даналықтан маған да үйретуің үшін саған ерейін бе?”,-деді"
        },
        {
            "chapter": 18,
            "verse": 67,
            "text": "“Расында сен менімен бірге болуға шыдая алмайсың” деді"
        },
        {
            "chapter": 18,
            "verse": 68,
            "text": "“Ішкі сырын толық білмейтін нәрсеге қалай сабыр ете аласың ?”,-(деді)"
        },
        {
            "chapter": 18,
            "verse": 69,
            "text": "(Мұса Ғ.С.). “Алла қаласа, мені сабырлы табарсың . Сондай-ақ саған ешбір істе қарсы келмеймін” деді"
        },
        {
            "chapter": 18,
            "verse": 70,
            "text": "“Ал онда маған ілессең, саған айтпайынша, менен еш нәрсе сұрама” деді"
        },
        {
            "chapter": 18,
            "verse": 71,
            "text": "Сөйтіп, екеуі жолға шықты да кемеге түсіп, оны тесе бастады. (Мұса Ғ.С.): “Кемедегілерді суға батыру үшін тестің бе? Рас орынсыз істедің” деі"
        },
        {
            "chapter": 18,
            "verse": 72,
            "text": "(О кісі): “Мен саған менімен бірге әсте сабыр ете алмайсың демедім бе?” деді"
        },
        {
            "chapter": 18,
            "verse": 73,
            "text": "(Мұса Ғ.С.): “Ұмытқан нәрсемді есепке алма. Маған ісімде қолайсыздық тудырма” деді"
        },
        {
            "chapter": 18,
            "verse": 74,
            "text": "Екеуі тағы жолға шықты. Бір ұл бала кездесіп еді, (о кісі) оны өлтірді. (Мұса Ғ.С.): “Кісі өлтірмеген жазықсыз біреуді өлтірдің бе? Рас жаман іс істедің” деді"
        },
        {
            "chapter": 18,
            "verse": 75,
            "text": "“Сен менімен бірге жүруге әсте шыдая алмайсың демедім бі?”, - деді"
        },
        {
            "chapter": 18,
            "verse": 76,
            "text": "“Егер бұдан кейін бір нәрсе сұрасам, тіпті мені жолдас қылма. Рас менен саған сылтау табылды” деді"
        },
        {
            "chapter": 18,
            "verse": 77,
            "text": "Сонда екеуі тағы жүріп, бір Кент халқына барып, тұрғындарынан тамақ сұрады. Олар, екеуін қонақ қылудан бас тартты. Сонда екеуі, ол жердегі жығылғалы тұрған тамды көріп; оны жөндеді. (Мұса Ғ.С.): “Егер қаласаң, бұған жалақы алар едің” деді"
        },
        {
            "chapter": 18,
            "verse": 78,
            "text": "“Міне осы, мені мен сен екеуміздің арамыздың айрылуы. Ал енді саған сабыр ете алмаған нәрселеріңнің сырын айтайын” деді"
        },
        {
            "chapter": 18,
            "verse": 79,
            "text": "“Кеме теңізде кәсіп істеген кембағалдардікі еді. Оны ақаулы еткім келді. Өйкені, ар жақтарында, әр (мықты) кемені тартып алатын патша бар еді”"
        },
        {
            "chapter": 18,
            "verse": 80,
            "text": "“Ал баланың мүмін әке-шешесі бар еді. Оның, әке-шешесін бас тарттыруға, қарсылыққа зорлауынан қорықтық”"
        },
        {
            "chapter": 18,
            "verse": 81,
            "text": "“Раббылары, оның орнына өздеріне одан тағы таза, тағы мәрхаметті бір бала беруін қаладық”"
        },
        {
            "chapter": 18,
            "verse": 82,
            "text": "“Ал енді там; бұл қаладағы екі жетім баланікі болып, оның астында ол екеуіне тән қазына бар еді. Сондай-ақ әке-шешелері түзу кісі болғандықтан Раббың, ол екеуі ержетіп, қазыналарын шығарып алуын қалады. Бұл Раббыңнан бір мәрхамет еді. Сондай-ақ бұны мен өздігімнен істемедім. Міне осы, сенің сабыр ете алмаған істерің”"
        },
        {
            "chapter": 18,
            "verse": 83,
            "text": "(Мұхаммед Ғ.С.) олар сенен Зұлқарнайынды сұрайды: “Сендерге оның жайын түсіндірейін” де. (Бұл Зұлқарнайын “екі мүйізді” деген ұғымда. Екі тұлымы немесе тажында екі мүйізі болғандықтан атанған. Аты, Ескендер, пайғамбар емес. Батыс, шығысты кезген; Рұм, фарсы делінген т.б. рауаяттар бар. Ж.Б.М.К.Р)"
        },
        {
            "chapter": 18,
            "verse": 84,
            "text": "Негізінде Зұлқарнайынды жер жүзінде күшке ие қылдық. Өзіне әр істе қолайлық бердік"
        },
        {
            "chapter": 18,
            "verse": 85,
            "text": "О да бір шара қолданды"
        },
        {
            "chapter": 18,
            "verse": 86,
            "text": "Тіпті күн бататын жерге жеткен сәтте, оны қара балшықты бұлаққа батқан түрде көрді. Сондай-ақ сол маңнан бір ел тапты. “Әй Зұлқарнайын, не (ол елді) азаптарсың немесе оларға жақсылық істерсің” дедік"
        },
        {
            "chapter": 18,
            "verse": 87,
            "text": "Оларға: “Енді кім зұлымдық қылса, оны жазаландырамыз. Сосын Раббына айдалып, Рабы оған қатты жаза береді” деді"
        },
        {
            "chapter": 18,
            "verse": 88,
            "text": "“Ал енді кім иман келтіріп, түзу іс істесе, оған жақсы сыйлық бар. Сондай-ақ жеңіл іс бұйырамыз”"
        },
        {
            "chapter": 18,
            "verse": 89,
            "text": "Бұдан кейін (шығысқа қарай) шара қолданды"
        },
        {
            "chapter": 18,
            "verse": 90,
            "text": "Тіпті күн шығатын жерге жеткен кезде, оның бір елдің үстінде туғанын көрді. Ол елге күннен өзге перде жасамаған едік. (Баспаналары, киімдері жоқ еді)"
        },
        {
            "chapter": 18,
            "verse": 91,
            "text": "Осындай еді. Расында оның не істегенін толық білеміз"
        },
        {
            "chapter": 18,
            "verse": 92,
            "text": "Содан кейін тағы да бір шара қолданды"
        },
        {
            "chapter": 18,
            "verse": 93,
            "text": "Тіпті екі таудың арасына жеткен кезде, сөзді түсіне алмайтын бір ел тапты"
        },
        {
            "chapter": 18,
            "verse": 94,
            "text": "Олар: “Әй Зұлқарнайын! Яжұж, Мажұж бұл жерде бұзақылық істеуде. Саған салық төлесек, олар мен біздің арамызға бір бөгет жасайсың ба?” деді. (Бұл; Азербайжан таулары. Яжұж, Мажұж; Япас ұрпағынан болған бір бұзақы ел. Ж.Б.Р.К.М.Х)"
        },
        {
            "chapter": 18,
            "verse": 95,
            "text": "Зұлқарнайын: “Раббымның маған бергені бес артық. Сендер маған күш көмегін қылыңдар да сендер мен олардың арасына бір бөгет жасайын” деді"
        },
        {
            "chapter": 18,
            "verse": 96,
            "text": "“Маған темір тақтайлар әкеліңдер” деді. Екі беттің арасы теңелген кезде: “Көріктеңдер” деді. Ол от болған сәтте: “Маған еріген мыс әкеліңдер, үстіне құяйын” деді"
        },
        {
            "chapter": 18,
            "verse": 97,
            "text": "Сонда олар, оны аса алмады да тесе алмады…"
        },
        {
            "chapter": 18,
            "verse": 98,
            "text": "(Зұлқарнайын): “Бұл Раббымнан бір мәрхамет. Қашан Раббымның уәдесі (қиямет) келсе, оны жермен-жексен қылады. Сондай-ақ Раббымның уәдесі хақ” деді"
        },
        {
            "chapter": 18,
            "verse": 99,
            "text": "Қиямет күні, оларды бір-біріне қосылған түрде қоямыз да Сұр үріліп, оларды тұтас жинаймыз"
        },
        {
            "chapter": 18,
            "verse": 100,
            "text": "Ол күні тозақты кәпірлерге ақын көрсетеміз"
        },
        {
            "chapter": 18,
            "verse": 101,
            "text": "Олар насихатымнан көздері перделі және құлақтары ести алмайтындар"
        },
        {
            "chapter": 18,
            "verse": 102,
            "text": "Кәпірлер, Мені қойып құлдарымды ие етуді ойлай ма? Расында тозақты, кәпірлерге қонақ үй етіп, әзірледік"
        },
        {
            "chapter": 18,
            "verse": 103,
            "text": "(Мұхаммед Ғ.С.): “Сендерге қылығы бойынша зиянға ұшыраушылардың хабарын берейін бе?”, - де"
        },
        {
            "chapter": 18,
            "verse": 104,
            "text": "Олар дүниедегі еңбектері зая кеткендер. Өздері болса: “Рас жақсы іс істедік” деп ойлайды"
        },
        {
            "chapter": 18,
            "verse": 105,
            "text": "Міне олар, Раббыларының аяттарына әрі Раббыларына жолығуға қарсы келгендер. Сондықтан еңбектері еш болған. Сонда оларға қиямет күні еш мән бермейміз"
        },
        {
            "chapter": 18,
            "verse": 106,
            "text": "Олар қарсы келіп, аяттарымызды, елшілерімізді тәлкекке алғандықтары себепті жазалары тозақ"
        },
        {
            "chapter": 18,
            "verse": 107,
            "text": "Расында иман келтіріп, түзу іс істегендер үшін Пердәуіс жаннаты, қонақ үй болады"
        },
        {
            "chapter": 18,
            "verse": 108,
            "text": "Олар онда мәңгі қалады да өздері одан ауысуды қаламайды"
        },
        {
            "chapter": 18,
            "verse": 109,
            "text": "(Мұхаммед Ғ.С.): “Егер Раббымның сөздері (жазылу) үшін теңіз сия болса, тағы бір сондайды көмекке әкелсек те, әлбетте Раббымның сөздері таусылудан бұрын теңіз таусылар еді” де"
        },
        {
            "chapter": 18,
            "verse": 110,
            "text": "“Шынында мен де сендер сияқты адаммын. Маған Тәңірлерің бір-ақ Тәңір екендігі уәһи етілуде. Сондай-ақ кім Раббына жолығуды үміт етсе, сонда түзу іс істеп, Раббына істеген құлшылығында; Оған ешкімді ортақ етпесін” де"
        },
        {
            "chapter": 19,
            "verse": 1,
            "text": "Кәф. Һә. Йа. Аин. Сад"
        },
        {
            "chapter": 19,
            "verse": 2,
            "text": "(Мұхаммед Ғ.С.) Бұл Раббыңның құлы Зәкеря (Ғ.С.) ға мәрхаметінің естелігі"
        },
        {
            "chapter": 19,
            "verse": 3,
            "text": "Ал бір заманда ол, Раббына қүпия дауыспен жалбарынған еді"
        },
        {
            "chapter": 19,
            "verse": 4,
            "text": "Раббым! Сүйегім қаусап, басым ағарған. Дегенмен саған қойған тілегім, босқа кетпеген еді\" деді"
        },
        {
            "chapter": 19,
            "verse": 5,
            "text": "Шынында мен өзімнен кейінгі жақындарымнан (мұрагер бола алмайды деп) қорқамын. Сондай-ақ жұбайым кемпір. Сонда да маған өз қасыңнан бір мұрагер бере көр"
        },
        {
            "chapter": 19,
            "verse": 6,
            "text": "Ол, маған да мұрагер болып, әрі Яғқұп ұрпағына да мұрагер болсын. Раббым оны ризалығыңа бөле"
        },
        {
            "chapter": 19,
            "verse": 7,
            "text": "(Алла): \"Әй Зәкеря! Расында сені бір ұл арқылы қуантамыз. Аты Яхя. Бұрын оған ешкімді аттас қылмаған едік"
        },
        {
            "chapter": 19,
            "verse": 8,
            "text": "(Зәкеря): \"Раббым! Менің ұлым қалайша болады! Жұбайым кемпір. Расында өзім де кәріліктен қурадым\" деді"
        },
        {
            "chapter": 19,
            "verse": 9,
            "text": "Міне солайша\" деді. Бірақ Раббың: \"Ол маған оңай. Өйткені, сені бұрын жаратқанымда дәнеңе емес едің\" деді"
        },
        {
            "chapter": 19,
            "verse": 10,
            "text": "Раббым маған бір белгі бер\" деді. (Алла): \"Сенің белгің: сап-сау бола тұра үш тәулік адамдармен сөйлесе алмайсың\" деді"
        },
        {
            "chapter": 19,
            "verse": 11,
            "text": "Сонда (Зәкеря) михраптан шығып, қауымына: \"Ертелі-кеш Алланы дәріптеңдер\" деп нұсқады"
        },
        {
            "chapter": 19,
            "verse": 12,
            "text": "Әй Яхя! Кітапты мықты үста\" деп, сәбилігінде-ақ даналық берген едік"
        },
        {
            "chapter": 19,
            "verse": 13,
            "text": "Әрі оған өз қасымыздан мұлайымдық, кінәдан тазалық бердік. Өзі де тақуа еді"
        },
        {
            "chapter": 19,
            "verse": 14,
            "text": "Әрі әке-шешесіне де мейірімді еді. Зоракер, күнәкар емес еді"
        },
        {
            "chapter": 19,
            "verse": 15,
            "text": "Оған туылған күні, өлетін күні және тірі тұрғызылатын күні амандық болсын"
        },
        {
            "chapter": 19,
            "verse": 16,
            "text": "(Мұхаммед Ғ.С.) Құрандағы Мәрямды айтып бер. Сол уақытта ол, түрған үйінің шығыс жағындағы бір орынға жекеленіп барды"
        },
        {
            "chapter": 19,
            "verse": 17,
            "text": "Сонда олардың бер жағынан шымылдық ұстап қойған еді. Сондай-ақ оған рүхымызды (Жебірейілді) жібердік те ол, оған толық адам бейнесінде көрінді"
        },
        {
            "chapter": 19,
            "verse": 18,
            "text": "(Мәрям): \"Егер сен тақуа болсаң да сенен Аллаға сиынамын\" деді"
        },
        {
            "chapter": 19,
            "verse": 19,
            "text": "(Рүх): \"Мен саған бір таза бала беруге жіберілген Раббыңның елшісімін\" деді"
        },
        {
            "chapter": 19,
            "verse": 20,
            "text": "Мәрям: \"Маған бір адам жүғыспаса, маған қалайша бала болады? Сондай-ақ суық жолда болмасам\" деді"
        },
        {
            "chapter": 19,
            "verse": 21,
            "text": "(Жебірейіл Ғ.С.): \"Ол, солайша\" деді. Өйткені, Раббың: \"Бұл Маған оңай. Мен тараптан адам баласына бір үлгі әрі бір мәрхамет. Бұл біткен бір іс еді\" деді"
        },
        {
            "chapter": 19,
            "verse": 22,
            "text": "Мәрям; ол балаға жүкті болып, соныменен ұзақ бір жерге кетті"
        },
        {
            "chapter": 19,
            "verse": 23,
            "text": "Сонда оны толғақ қысып, құрма ағашының түбіне барды да: \"Әттең-ай! Мен бұдан бұрын өліп қана мүлде ұмытылып кеткен болсам еді\" деді"
        },
        {
            "chapter": 19,
            "verse": 24,
            "text": "(Періште) оның астынғы жағынан: \"Кейіме, Раббың астыңнан бір бұлақ жаратты\" деп дабыстады"
        },
        {
            "chapter": 19,
            "verse": 25,
            "text": "Құрманың бұтағын өзіңе қарай сілк. Саған жас құрма түседі\" (деген үн келді)"
        },
        {
            "chapter": 19,
            "verse": 26,
            "text": "Ал енді же де іш. Көз айым бол.! Егер адамдардан біреу көрсең: \"Аса қамқор Алла үшін ораза атадым. Сондықтан бүгін еш адаммен сөйлеспеймін\" де"
        },
        {
            "chapter": 19,
            "verse": 27,
            "text": "Сонда баланы кетеріп еліне келді. Олар: \"Әй Мәрям! Расында сен өрескел бір нәрсе келтірдің\" деді"
        },
        {
            "chapter": 19,
            "verse": 28,
            "text": "Әй һарұнның қарындасы! (Сонымен рулас қыз.) Әкең де жаман кісі емес, шешең де жаман жолда емес еді"
        },
        {
            "chapter": 19,
            "verse": 29,
            "text": "Мәрям баланы көрсетті. Олар: \"Бесіктегі бір бөбекпен қайтып сөйлесеміз?\",- деді"
        },
        {
            "chapter": 19,
            "verse": 30,
            "text": "(Бала): \"Рас мен Алланың құлымын. Маған кітап беріп, пайғамбар кылды\" деді"
        },
        {
            "chapter": 19,
            "verse": 31,
            "text": "Сондай-ақ мені кайда болсам да құтты етті де, тіршілігім бойынша намазды, зекетті орындауға бұйырды"
        },
        {
            "chapter": 19,
            "verse": 32,
            "text": "(Мені) шешеме мейірімді етіп, бір зоракер және қиқар қылмады"
        },
        {
            "chapter": 19,
            "verse": 33,
            "text": "Маған туылған күнімде, өлер күнімде және тірілтіліп, тұрғызылатын күнім де амандық болады"
        },
        {
            "chapter": 19,
            "verse": 34,
            "text": "Міне осы: Олар шүбәланған Мәрям ұлы Ғиса (Ғ.С) жайындағы Алланың хақ сөзі"
        },
        {
            "chapter": 19,
            "verse": 35,
            "text": "Алланың баласы болуы мүмкін емес. Алла (Т.) одан мүлде пәк. Ол, бір істің болуын қаласа, тек қана оған \"бол\" дейді. Сонда ол, бола қалады"
        },
        {
            "chapter": 19,
            "verse": 36,
            "text": "Күдіксіз Алла, менің де Раббым әрі сендердің де Раббыларың. Онда Оған ғана құлшылық қылыңдар. Тура жол осы"
        },
        {
            "chapter": 19,
            "verse": 37,
            "text": "Алайда, (Яһуди, Христиан) топтары өзара таласты. Қарсы болғандарға, ұлы бір күннің келуінде нендей өкініш"
        },
        {
            "chapter": 19,
            "verse": 38,
            "text": "Олар, алдымызға келген күні, нақ естиді де көреді. Бірақ залымдар, бүгін ашық түрде адасуда"
        },
        {
            "chapter": 19,
            "verse": 39,
            "text": "(Мұхаммед Ғ.С.) ол сенбей селқостықта болғандарға, олар үшін іс бітіп кететін қасырет күнін ескерт"
        },
        {
            "chapter": 19,
            "verse": 40,
            "text": "Расында біз жерге де ондағыларға да мұрагер боламыз. Және олар біз жаққа қайтарылады"
        },
        {
            "chapter": 19,
            "verse": 41,
            "text": "(Мұхаммед Ғ.С.) Кітаптағы Ыбырайым (Ғ.С.) ды есіңе ал. Негізінде ол турашыл пайғамбар еді"
        },
        {
            "chapter": 19,
            "verse": 42,
            "text": "Сол уақытта әкесіне: \"Әй әкетайым! Естімес, көрмес, сондай-ақ өзіңе бір пайдасы жоқ нәрсеге неге шоқынасың?\",- деді"
        },
        {
            "chapter": 19,
            "verse": 43,
            "text": "Әй әкетайым! Расында маған, саған келмеген білім келді. Сондықтан маған ілес. Сені тура жолға салайын"
        },
        {
            "chapter": 19,
            "verse": 44,
            "text": "Әй әкетайым! Шайтанға шоқынба! Өйткені, шайтан, Аллаға қарсы болған"
        },
        {
            "chapter": 19,
            "verse": 45,
            "text": "Әй әкетайым! Сені Алла жағынан азап қолға алып, шайтанға дос болып, қалуыңнан қорқамын"
        },
        {
            "chapter": 19,
            "verse": 46,
            "text": "Әкесі: \"Әй Ыбырайым! Сен тәңірлерімнен бет бұрасың ба? Егер, оны қоймасаң, әрине сені таспен атамын. Сондай-ақ өзің менен аулақ бол\" деді"
        },
        {
            "chapter": 19,
            "verse": 47,
            "text": "(Ыбырайым Ғ.С.): \"Саған амандық болсын. Сені Раббымның жарылқауын тілеймін. Өйткені, Ол, өте мейірімді\" деді"
        },
        {
            "chapter": 19,
            "verse": 48,
            "text": "Мен сендерден де Алладан өзге шоқынғандарыңнан да араны ашып, Раббыма жалбарынамын. Сондай-ақ Раббыма жалбарынсам, бос қалмауымнан үміткермін"
        },
        {
            "chapter": 19,
            "verse": 49,
            "text": "(Ыбырайым Ғ.С.) олардан; олардың Алладан өзге табынғандарынан да ажыраған кезде, оған Ысхақ пен Яғқұпты беріп, әрқайсысын пайғамбар қылдық"
        },
        {
            "chapter": 19,
            "verse": 50,
            "text": "Оларға рахметімізден бағыш етіп, оларды әр тілде жоғары бағалаттық"
        },
        {
            "chapter": 19,
            "verse": 51,
            "text": "(Мұхаммед Ғ.С.) Кітаптағы Мұса (Ғ.С.) ны есіңе ал. Рас ол, ықыласты әрі жіберілген пайғамбар еді"
        },
        {
            "chapter": 19,
            "verse": 52,
            "text": "Оған Тұр тауының оң жағынан дабыстап, сөйлесу үшін өзімізге жақындаттық"
        },
        {
            "chapter": 19,
            "verse": 53,
            "text": "Әрі мәрхаметімізбен туысы Һарұнды, өзіне пайғамбар етіп бердік"
        },
        {
            "chapter": 19,
            "verse": 54,
            "text": "(Мұхаммед Ғ.С.) Құрандағы Ысмайыл (Ғ.С.) ды есіңе ал. Шынында ол, уәдесіне берік әрі жіберілген бір пайғамбар еді"
        },
        {
            "chapter": 19,
            "verse": 55,
            "text": "Үй-ішіне, намазбен зекетті орындауды бұйыратын еді. Сондай-ақ Раббының қасында сүйікті еді"
        },
        {
            "chapter": 19,
            "verse": 56,
            "text": "(Мұхаммед Ғ.С.) Кітаптағы Ыдырыс (Ғ.С.) ды ескер. Өйткені, ол шыншыл бір пайғамбар еді"
        },
        {
            "chapter": 19,
            "verse": 57,
            "text": "Оны жоғары орынға көтердік. (Пайғамбарлық дәрежесіне, Аллаға жақындауға, жаннатқа және көкке шығаруға. Ж.Б.Р.К.Х)"
        },
        {
            "chapter": 19,
            "verse": 58,
            "text": "Міне бұлар, Алла, өздерін нығметке бөлеген пайғамбарлар. Адам (Ғ.С.) ның және Нұх (Ғ.С.) пен бірге (кемеде) тасығандарымыздың ұрпағынан әрі Ыбырайым (Ғ.С.) және Исраилдың, ұрпағынан тура жол көрсетіп, таңдаған кісілерімізден. Оларға Алланың аяттары оқылған сәтте, жылаған бойда сәждеге жығылады (Сәжде аяты)"
        },
        {
            "chapter": 19,
            "verse": 59,
            "text": "Бұл пайғамбарлардан кейін орындарына, намазды қойып, нәпсілеріне ергендер келді. Олар жақында (қияметте) адасуларының сазайын тартады"
        },
        {
            "chapter": 19,
            "verse": 60,
            "text": "Бірақ кім тәубе қылып, ииан келтірген түрде түзу іс істесе, міне солар ешбір әділетсіздікке ұшырамай жаннатқа кіреді"
        },
        {
            "chapter": 19,
            "verse": 61,
            "text": "Ол, аса қамқор Алланың құпия түрде құлдарына уәде еткен (Ғадын) жаннаттары. Расында Оның уәдесі орындалады"
        },
        {
            "chapter": 19,
            "verse": 62,
            "text": "Олар жаннатта сәлемнен басқа бос сөз естімейді. Және оларға жаннатта ертелі-кеш несібе бар"
        },
        {
            "chapter": 19,
            "verse": 63,
            "text": "Құлдарымыздан біреу тақуа болса, соны мұрагер ететін бейіш осы. (Бір уақ Жебірейіл Ғ.С. кешіккендіктен Мұхаммед Ғ.С. алаң болады. Ж.Б.М.Р.К)"
        },
        {
            "chapter": 19,
            "verse": 64,
            "text": "(Жебрейіл Ғ.С.): \"Раббымның әмірімен ғана түсеміз. Алды-артымдағы және екі арадағы жағдайларды білу Оған тән. Сондай-ақ Раббың ұмытпайды"
        },
        {
            "chapter": 19,
            "verse": 65,
            "text": "Ол, көктер мен жердің екі арасындағылардың Раббы. Сондықтан Соған құлшылықта сабырлы бол. Сол аттас білетінің бар ма? (Бұдан басқа Алла бар ма)"
        },
        {
            "chapter": 19,
            "verse": 66,
            "text": "Адам баласы: \"Мен өлген уақытта тіріліп, ортаға шығарыламын ба?\",-дейді"
        },
        {
            "chapter": 19,
            "verse": 67,
            "text": "Ал адам баласы, өзін алғаш жаратқанымызда, дәнеңе емес екенін ойламай ма"
        },
        {
            "chapter": 19,
            "verse": 68,
            "text": "Раббыңа серт! Әлбетте оларды да шайтандарын да жинаймыз. Сонан соң тозақтың айналасына тізерлетіп, оларды әзірлейміз"
        },
        {
            "chapter": 19,
            "verse": 69,
            "text": "Сонан кейін әрбір топтан Аллаға қайсысы қатты қарсы келгенін ортаға шығарамыз"
        },
        {
            "chapter": 19,
            "verse": 70,
            "text": "Сосын әрине олардан тозаққа лайық болғанын жақсы білеміз"
        },
        {
            "chapter": 19,
            "verse": 71,
            "text": "Сендерден тозаққа келмейтін (сыраттан өтпейтін) ешкім болмайды. (Бұл) Раббыңа түжырымды, міндетті бір үкім"
        },
        {
            "chapter": 19,
            "verse": 72,
            "text": "Соңыра тақуа болғандарды құтқарамыз да залымдарды тозақта жүгіндіріп қоямыз"
        },
        {
            "chapter": 19,
            "verse": 73,
            "text": "Өздеріне ашық түрде аяттарымыз оқылған заман; кәпірлер, (байлықтарын салғастырып) мүміндерге: \"Екі топтың қайсысы жағдайда жақсы, жиналыста көркем?\",- деді"
        },
        {
            "chapter": 19,
            "verse": 74,
            "text": "Бұлардан бұрынғы нәсілден талайды жоқ еттік. Олар, дүниелікте әрі көріністе бұлардан артық еді"
        },
        {
            "chapter": 19,
            "verse": 75,
            "text": "(Мұхаммед Ғ.С.) оларға: \"Кім адасқан болса, Алла оны мүлде созып қояды да ақыр өздеріне уәде етілген азапты не қияметті көрген сәтте, олар кімнің орны жаман, сыбайластары әлсіз екенін біледі\" де"
        },
        {
            "chapter": 19,
            "verse": 76,
            "text": "Алла (Т.) тура жол тапқандарға туралықты арттырады. Тұрақты игілік; Раббыңның, қасында сауап түрғысынан жақсы да нәтиже бойынша хайырлы"
        },
        {
            "chapter": 19,
            "verse": 77,
            "text": "(Мұхаммед Ғ.С.) аяттарымызға қарсы келіп: \"Әлбетте маған мал, бала беріледі\" дегенді көрдің бе"
        },
        {
            "chapter": 19,
            "verse": 78,
            "text": "Ол, көместі білді ме? Немесе Алладан уәде алды ма"
        },
        {
            "chapter": 19,
            "verse": 79,
            "text": "Әсте олай емес. Оның айтқанын жазамыз да оған азапты арттырған сайын арттырамыз"
        },
        {
            "chapter": 19,
            "verse": 80,
            "text": "Сондай-ақ оның айтқанына Біз ие боламыз да ол бізге жалғыз келеді"
        },
        {
            "chapter": 19,
            "verse": 81,
            "text": "Олар өздеріне абырой үшін Алладан өзге тәңір жасап алды"
        },
        {
            "chapter": 19,
            "verse": 82,
            "text": "Олай емес, тәңірлері олардың табынуларына қарсы шығып, өздеріне теріс келеді"
        },
        {
            "chapter": 19,
            "verse": 83,
            "text": "(Мұхаммед Ғ.С.) көрмедің бе? Кәпірлерге, оларға түрткі салатын шайтандарды жібердік"
        },
        {
            "chapter": 19,
            "verse": 84,
            "text": "Олар үшін асықпа. Шынайы түрде олардың күнін санаудамыз"
        },
        {
            "chapter": 19,
            "verse": 85,
            "text": "Сол күні, тақуаларды Рахманның хұзырына қонақ түрінде жинаймыз"
        },
        {
            "chapter": 19,
            "verse": 86,
            "text": "Күнәкарларды шөлдеген түрде тозаққа айдаймыз"
        },
        {
            "chapter": 19,
            "verse": 87,
            "text": "Рахманның қасында уәде алғаннан басқа ешкім шапағат ету күшіне ие бола алмайды. (С.555-А)"
        },
        {
            "chapter": 19,
            "verse": 88,
            "text": "Олар: \"Алла, бала иемденді\" десті"
        },
        {
            "chapter": 19,
            "verse": 89,
            "text": "Расында өрескел нәрсе сөйледіңдер"
        },
        {
            "chapter": 19,
            "verse": 90,
            "text": "Бұдан көктер шатынай, жер жарыла, таулар құлап түсе жаздайды"
        },
        {
            "chapter": 19,
            "verse": 91,
            "text": "Аллаға бала ұйғарғандықтарынан"
        },
        {
            "chapter": 19,
            "verse": 92,
            "text": "Негізінен Аллаға бала лайық емес"
        },
        {
            "chapter": 19,
            "verse": 93,
            "text": "Көктер мен жердегі әркім Аллаға ғана құл болып келеді"
        },
        {
            "chapter": 19,
            "verse": 94,
            "text": "Расында Алла, оларды түгендеп, бір-бірлеп санын біледі"
        },
        {
            "chapter": 19,
            "verse": 95,
            "text": "Сондай-ақ олардың барлығы Оған жеке-жеке келеді"
        },
        {
            "chapter": 19,
            "verse": 96,
            "text": "Күдіксіз иман келтіріп, түзу іс істегендерге; Алла, сүйіспеншілік береді"
        },
        {
            "chapter": 19,
            "verse": 97,
            "text": "(Мұхаммед Ғ.С.) Құранды, ол арқылы тақуаларды қуантып, қасарысқан елді қорқытуың үшін өз тіліңде оңайластырып түсірдік"
        },
        {
            "chapter": 19,
            "verse": 98,
            "text": "Олардан қаншалаған нәсілді жоқ еттік. Енді олардың ешбіреуін сезініп, сыбдырларын естисің бе"
        },
        {
            "chapter": 20,
            "verse": 1,
            "text": "Та.Һә"
        },
        {
            "chapter": 20,
            "verse": 2,
            "text": "Саған Құранды машақат үшін түсірмедік"
        },
        {
            "chapter": 20,
            "verse": 3,
            "text": "Бірақ қорыққан кісіге насихат үшін түсірдік"
        },
        {
            "chapter": 20,
            "verse": 4,
            "text": "Жер мен биік көктерді жаратқаннан түсірілді"
        },
        {
            "chapter": 20,
            "verse": 5,
            "text": "Ол Рахман, ғаршына көтерілді"
        },
        {
            "chapter": 20,
            "verse": 6,
            "text": "Көктердегі, жердегі әрі екі арасындағы нәрселермен топырақтың астындағы нәрсе Оған тән"
        },
        {
            "chapter": 20,
            "verse": 7,
            "text": "Сөзіңді мейлі әшкере сөйле. Расында Ол сырды да қүпияны да біледі"
        },
        {
            "chapter": 20,
            "verse": 8,
            "text": "Ол Алла. Одан басқа ешбір тәңір жоқ. Ең көркем аттар Оған тән"
        },
        {
            "chapter": 20,
            "verse": 9,
            "text": "(Мұхаммед Ғ.С.) саған Мұса (Ғ.С.) ның әңгімесі келді ме? (Мұса Ғ.С. жұбайымен Мәдяннан Мысырдағы шешесін көру үшін жолға шығады. Қараңғы бір қыс түнінде \"Туа\" ойпатына келгенде бір жағынан жұбайы толғатып, жолдан адасып, қарлы бораннан қойлары ығып кетеді. Ж.Б.М.Р.К.Х)"
        },
        {
            "chapter": 20,
            "verse": 10,
            "text": "Сол уақытта ол бір от көріп, уй-ішіне: \"Тұрып тұрыңдар. Бір от көрдім. Бәлкім сендерге бір шоқ келтіремін немесе от жақта, бір жол көрсетуші табармын\" деді"
        },
        {
            "chapter": 20,
            "verse": 11,
            "text": "Ол отқа барған сәтте: \"Әй Мұса!\" деп шақырылды"
        },
        {
            "chapter": 20,
            "verse": 12,
            "text": "Рас Мен Раббыңмын. Кебісіңді шеш. Өйткені, сен қасиетті Туа ойпатындасың"
        },
        {
            "chapter": 20,
            "verse": 13,
            "text": "«Мен сені таңдап алдым. Енді уахи етілгендерді тыңда"
        },
        {
            "chapter": 20,
            "verse": 14,
            "text": "Рас Мен Алламын. Менен басқа тәңір жоқ. Сондықтан маған құлшылық қыл. \"Сондай-ақ Мені еске алу үшін намазды толық орында"
        },
        {
            "chapter": 20,
            "verse": 15,
            "text": "Әркім істегенінің бодауын алу үшін; Мен мезгілін құпиялаған қиямет анық еледі"
        },
        {
            "chapter": 20,
            "verse": 16,
            "text": "Ендеше, сені; қияметке сенбей, көңілдері тартқанына ілескендер, (қияметке сенуден) тоспасын. Онда жоқ боласың"
        },
        {
            "chapter": 20,
            "verse": 17,
            "text": "Әй Мұса! Оң қолыңдағы не нәрсе"
        },
        {
            "chapter": 20,
            "verse": 18,
            "text": "(Мұса Ғ.С.): \"Ол таяғым. Оған таянамын. Онымен қойларыма жапырақ қағып беремін әрі онда басқа да істерім бар\" деді"
        },
        {
            "chapter": 20,
            "verse": 19,
            "text": "Әй Мұса! Оны таста!\",- деді"
        },
        {
            "chapter": 20,
            "verse": 20,
            "text": "Оны тастады. Сонда ол, жылан болып жүрді"
        },
        {
            "chapter": 20,
            "verse": 21,
            "text": "Оны үста, қорықпа! Оны әуелгі халына қайтарамыз\" деді"
        },
        {
            "chapter": 20,
            "verse": 22,
            "text": "Қолыңды қойныңа тық. Аппақ ақаусыз басқа бір мұғжиза болып шықсын"
        },
        {
            "chapter": 20,
            "verse": 23,
            "text": "Саған ірі мүғжизаларымызды көрсету үшін (еді)"
        },
        {
            "chapter": 20,
            "verse": 24,
            "text": "Перғауынға бар. Өйткені ол, шектен шыққан"
        },
        {
            "chapter": 20,
            "verse": 25,
            "text": "(Мұса Ғ.С.): \"Раббым! Көңлімді кеңейткейсің!\",- деді"
        },
        {
            "chapter": 20,
            "verse": 26,
            "text": "Ісімді оңайластырғайсың"
        },
        {
            "chapter": 20,
            "verse": 27,
            "text": "Тілімнің тұтықпасын шеше көр"
        },
        {
            "chapter": 20,
            "verse": 28,
            "text": "Олар сөзімді түсінсін"
        },
        {
            "chapter": 20,
            "verse": 29,
            "text": "Маған семыямнан бір уәзір қыл"
        },
        {
            "chapter": 20,
            "verse": 30,
            "text": "Туысым Һарүнды"
        },
        {
            "chapter": 20,
            "verse": 31,
            "text": "Ол арқылы арқамды қуатта"
        },
        {
            "chapter": 20,
            "verse": 32,
            "text": "Оны істеріме ортақ қыл"
        },
        {
            "chapter": 20,
            "verse": 33,
            "text": "Сені көп дәріптеуіміз үшін"
        },
        {
            "chapter": 20,
            "verse": 34,
            "text": "Сені көп еске аламыз"
        },
        {
            "chapter": 20,
            "verse": 35,
            "text": "Күдіксіз Сен бізді көресің"
        },
        {
            "chapter": 20,
            "verse": 36,
            "text": "(Алла): \"Әй Мұса! Сенің тілегің берілді\" деді"
        },
        {
            "chapter": 20,
            "verse": 37,
            "text": "Негізінде саған басқа да бір рет игілік еткен едік"
        },
        {
            "chapter": 20,
            "verse": 38,
            "text": "Сол уақытта анаңның көкейіне тиісті нәрселер салған едік"
        },
        {
            "chapter": 20,
            "verse": 39,
            "text": "Оны сандыққа салып, дәрияға тастап жібер; дәрия оны қырға шығарып тастасын. Оны оған да Маған да дұшпан біреу тауып алсын.\" \"(Әй Мұса! Саған) көз алдымызда бағылуың үшін өз тарапымнан махаббат салдым"
        },
        {
            "chapter": 20,
            "verse": 40,
            "text": "Сол уақытта әпекең барып: Сендерге оны бағатын біреу көрсетейін бе?\",- деді. Сонда сені, көз айым болып кейімеуі үшін анаңа қайтардық. Және бір кісі өлтірдің. Сонда сені, ол қайғыдан қүтқарған едік те сынаулармен сынаған едік. Сондай-ақ жылдар бойы Мәдян елінде тұрдың. Сосын белгілі мерзімде қайтып келдің, әй Мұса"
        },
        {
            "chapter": 20,
            "verse": 41,
            "text": "Сені Өзіме арнадым"
        },
        {
            "chapter": 20,
            "verse": 42,
            "text": "Сен туысың (Һарүн екеуің) мұғжизаларымды апарыңдар. Мені еске алуда селқостық қылмаңдар"
        },
        {
            "chapter": 20,
            "verse": 43,
            "text": "Екеуің Перғауынға барыңдар, өйткені ол шектен шыққан"
        },
        {
            "chapter": 20,
            "verse": 44,
            "text": "Оған сыпайы сөз сөйлеңдер, мүмкін үгіт алар немесе қорқар"
        },
        {
            "chapter": 20,
            "verse": 45,
            "text": "(Мұса мен Һарүн Ғ.С.): \"Раббымыз! Оның өктемдік қылуынан немесе шектен шығуынан қорқамыз\" деді"
        },
        {
            "chapter": 20,
            "verse": 46,
            "text": "(Алла Т.): \"Қорықпаңдар! Мен сен екеуіңмен біргемін. Естимін, көремін\" деді"
        },
        {
            "chapter": 20,
            "verse": 47,
            "text": "Екеуің барып: Біз, Раббыңның саған жіберген елшісіміз; ал енді Израил ұрпақтарын бізбен бірге жібер. Енді оларды қинама, саған Раббыңның мұғжизасымен келдік. Есендік тура жолдағыларға болсын\" деңдер"
        },
        {
            "chapter": 20,
            "verse": 48,
            "text": "Бізді жасынға шығарып, бет бұрғандарға азап болатындығы уахи етілді"
        },
        {
            "chapter": 20,
            "verse": 49,
            "text": "(Перғауын): \"Әй Мұса! Раббыларың кім?\",- деді"
        },
        {
            "chapter": 20,
            "verse": 50,
            "text": "(Мұса): \"Раббымыз, әр нәрсеге бір бейне беріп, сонан соң оны тура жолға салған\" деді"
        },
        {
            "chapter": 20,
            "verse": 51,
            "text": "(Перғауын): \"Ал сонда бұрынғы дәуірдегілердің жағдайы қандай?\",-деді"
        },
        {
            "chapter": 20,
            "verse": 52,
            "text": "(Мұса Ғ.С.): \"Олардың мәліметі Раббытмның қасындағы Кітапта бар. Раббым жаңылмайды да ұмытпайды\" деді"
        },
        {
            "chapter": 20,
            "verse": 53,
            "text": "Ол сондай Алла. сендер үшін жерді бесік қылып, онда сендергө жолдар ашқан және көктен жаңбыр жаудырған. Ол су арқылы түрлі өсімдіктерден пар-парымен шығардық"
        },
        {
            "chapter": 20,
            "verse": 54,
            "text": "Жеңдер де малдарыңды жайыңдар, Рас бұнда ақыл иелері үшін өнеге бар"
        },
        {
            "chapter": 20,
            "verse": 55,
            "text": "Одан (топырақтан) сендерді жараттық. Оған қайтарамыз да екінші рет содан шығарамыз"
        },
        {
            "chapter": 20,
            "verse": 56,
            "text": "Расында Перғауынға барлық мұғжизаларымызды көрсеттік. Бірақ ол жасынға шығарып бас тартты"
        },
        {
            "chapter": 20,
            "verse": 57,
            "text": "Әй Мұса! Сиқырың арқылы бізді жерімізден шығару үшін келдің бе?\",- деді"
        },
        {
            "chapter": 20,
            "verse": 58,
            "text": "Әрине біз де сол тәрізді сиқыр әкелеміз. Ендеше бізбен өз араңда бір уәделі жер белгіле. Біз де сен де айнымайтын ыңғайлы бір орын болсын\" деді"
        },
        {
            "chapter": 20,
            "verse": 59,
            "text": "(Мұса Ғ.С.): Табысатын уақтымыз мереке күнгі ел жиналатын сәске болсын\" деді"
        },
        {
            "chapter": 20,
            "verse": 60,
            "text": "Сонда Перғауын бұрылып кетті де сиқыршыларын жинап келді"
        },
        {
            "chapter": 20,
            "verse": 61,
            "text": "Мұса (Ғ.С) оларға: \"Құрып-ақ қалыңдар! Аллаға өтірік жала жапсырмаңдар. Онда сендерді азаппен жоқ етеді. Расында кім жала жапсырса, мүлде зиянға ұшырайды\" деді"
        },
        {
            "chapter": 20,
            "verse": 62,
            "text": "Олар өзара тартысып, жасырын кеңесті"
        },
        {
            "chapter": 20,
            "verse": 63,
            "text": "Олар: “Бұл екеуі сиқыршы, сиқырлары арқылы сендерді жерлеріңнен шиғаруды, ардақты діндеріңді жоюды қалайды\" десті"
        },
        {
            "chapter": 20,
            "verse": 64,
            "text": "Сондықтан барлық сиқырларыңды жинап, сосын қатарланып келіңдер. Расында бүгін кім үстем болса, мұратқа жетеді"
        },
        {
            "chapter": 20,
            "verse": 65,
            "text": "Олар: \"Әй Мұса! Енді (асаңды) не сен таста немесе біз бұрын тастайық\" деді"
        },
        {
            "chapter": 20,
            "verse": 66,
            "text": "(Мұса Ғ.С.): \"Жоқ, сендер тастаңдар\" деді. Сол сәтте, олардың (тастаған) жіптері мен таяқтары сиқырларының салдарынан, Мұса (Ғ.С.) ға жүрген жылан болып сезілді"
        },
        {
            "chapter": 20,
            "verse": 67,
            "text": "Сондықтан Мұса (Ғ.С.) көңлінде бір қобалжу сезді"
        },
        {
            "chapter": 20,
            "verse": 68,
            "text": "Қорықпа! Сен үстем боласың\" дедік"
        },
        {
            "chapter": 20,
            "verse": 69,
            "text": "Оң қолыңдағыны (таяқты) таста! Олардың жасағандарын жалмасын. Шынында олардың жасағандары, сиқыршының ғана айласы. Сиқыршы қайда барса да қүтылмайды\" дедік"
        },
        {
            "chapter": 20,
            "verse": 70,
            "text": "Сонда бүкіл сиқыршылар, сәждеге жығылып: \"Мұса мен Һарүнның Раббына иман келтірдік\" деді"
        },
        {
            "chapter": 20,
            "verse": 71,
            "text": "(Перғауын, сиқыршыларға): \"Мен сендерге рүхсат беруден бұрын иман келтірдіңдер ме? Әрине ол, сендерге сиқыр үйреткен үлкендерің екен. Енді, әлбетте қолдарыңды да аяқтарыңды да шадырлата кесемін. Және сендерді құрманың бұтақтарына асамын. Сөйтіп қайсымыздың азабымыз қатты да тұрақты екенін жақсы білесіңдер\" деді"
        },
        {
            "chapter": 20,
            "verse": 72,
            "text": "Олар: \"Бізге келген ашық мүғжизалардан сондай-ақ бізді жаратқаннан, сені артық көре алмаймыз. Дереу не үкім берсең бер. Әрине сен осы дүниеде ғана ықпал жүргізе аласың\" деді"
        },
        {
            "chapter": 20,
            "verse": 73,
            "text": "Күдіксіз біз, қателіктерімізді және сен бізді зорлаған сиқырды кешіруі үшін Раббымызға иман келтірдік. Сондай-ақ Алла (Т.) хайырлы да тұрақты"
        },
        {
            "chapter": 20,
            "verse": 74,
            "text": "Күдіксіз кім Раббына күнәкар болып келсе, рас оған тозақ бар: Онда ол, өлмейді де тіршілік өмір де сүрмейді"
        },
        {
            "chapter": 20,
            "verse": 75,
            "text": "Ал кім Оған иман келтіріп, рас ізгі іс істеп келсе, міне соларға жоғары дәрежелер бар"
        },
        {
            "chapter": 20,
            "verse": 76,
            "text": "Астынан езендер ағатын Ғадын бақшалары; Олар, онда мәңгі қалады. Пәк болған кісінің сыйлығы осы"
        },
        {
            "chapter": 20,
            "verse": 77,
            "text": "Расында Мұсаға: \"Құлдарымды (Израил үрпақтарын) түнделетіп, алып кет; оларға теңізде құрғақ жол аш. Олардың қуып жетулерінен қорықпа да шошыма!\",- деп уахи қылдық"
        },
        {
            "chapter": 20,
            "verse": 78,
            "text": "Сонда оларды қуған Перғауын мен әскерлерін теңіз басып, ішіне алды"
        },
        {
            "chapter": 20,
            "verse": 79,
            "text": "Перғауын, елін адастырып, тура жолға салмаған еді"
        },
        {
            "chapter": 20,
            "verse": 80,
            "text": "Әй Израил үрпақтары! Өздеріңді дұшпандарыңнан құтқарып, Түр тауының оң жағын сендерге уәде қылдық. Сондай-ақ сендерге, Мәнна, Сәлуаны түсірдік"
        },
        {
            "chapter": 20,
            "verse": 81,
            "text": "Біз сендерге берген таза ризықтан жеңдер. Бүнда шектен шықпаңдар. (Өйтсеңдер.) Сендерге ашуым түседі. Ал кімге ашуым түссе, расында сол жоқ болады"
        },
        {
            "chapter": 20,
            "verse": 82,
            "text": "Өйткені; Мен, кім тәубе етіп, иман келтіріп, игілік істеп, тура жолда болса; әлбетте жарылқаймын. (Мұса Ғ.С. елінен сайлап алған жетпіс кісімен Тұр тауына жүргенде, олардан оза жүрген екен. С155-А)"
        },
        {
            "chapter": 20,
            "verse": 83,
            "text": "Әй Мұса! Сені қауымыңнан не асықтырды"
        },
        {
            "chapter": 20,
            "verse": 84,
            "text": "(Мұса Ғ.С): \"Олар артымда, Раббым, разы болуың үшін Саған асықтым\" деді"
        },
        {
            "chapter": 20,
            "verse": 85,
            "text": "(Алла): \"Рас Біз, сенен кейін еліңді сынадық. Сондай-ақ оларды, Сәміри жолдан шығарды\" деді"
        },
        {
            "chapter": 20,
            "verse": 86,
            "text": "Сонда Мұса (Ғ.С.) ашуланып, кейіген түрде, еліне қайтты да: \"Әй елім! Раббыларың сендерге жақсы уәде қылмап па еді? Сендерге уәде ұзақ келді ме? Немесе өздеріңе Раббыларыңның қаһары келуін қалап, уәдемнен айныдыңдар ма?\",-деді"
        },
        {
            "chapter": 20,
            "verse": 87,
            "text": "Олар: \"Уәдеңнен өздігімізден таймадық. Бірақ бізге, ол елдің сәндік-бүйымдары артылған еді. (Алып шыққан едік.) Сонда оларды отқа салдық. Осылайша Сәміри де салды\" деді"
        },
        {
            "chapter": 20,
            "verse": 88,
            "text": "Сонда Сәміри, оларға; мөңіреген бір бузаудың мүсінін шығарды да олар: \"Сендердің де Мұсаның да тәңірі осы. Бірақ ол жаңылды\" десті"
        },
        {
            "chapter": 20,
            "verse": 89,
            "text": "Олар оның өздеріне жауап қайтармағанын сондай-ақ олар үшін пайда, зиян келтіру күшіне ие емес екендігін көрмей ме"
        },
        {
            "chapter": 20,
            "verse": 90,
            "text": "Рас бұрын Һарүн да оларға: \"Әй елім! Шынында сендер осы арқылы сыналдыңдар. Күдіксіз Раббыларың мейірімді. Сондықтан маған еріп, әміріме бой ұсыныңдар!\",- деген еді"
        },
        {
            "chapter": 20,
            "verse": 91,
            "text": "Олар: \"Мұса бізге қайтқанға дейін бұған табынудан тапжылмаймыз\" десті"
        },
        {
            "chapter": 20,
            "verse": 92,
            "text": "(Мұса Ғ.С.): \"Әй Һарүн! Бұлардың адасқанын көргенде, артымнан келуіңнен сені тосқан не"
        },
        {
            "chapter": 20,
            "verse": 93,
            "text": "Немесе әміріме қарсы келдің бе?\",- деді"
        },
        {
            "chapter": 20,
            "verse": 94,
            "text": "(һарүн): \"Әй анамның ұлы! Сақалым мен шашымды ұстамашы. Израил ұрпақтарының арасына іріткі салдың, сөзімді елемедің деуіңнен қорықтым\" деді. (С.150-А)"
        },
        {
            "chapter": 20,
            "verse": 95,
            "text": "(Мұса Ғ.С): \"Әй Сәміри! Жә, сенің істегенің не?\",- деді"
        },
        {
            "chapter": 20,
            "verse": 96,
            "text": "(Сәміри): \"Олар көрмеген бір нәрсе көрдім. Елшінің (Жебрейіл Ғ.С.) ізінен бір уыс топырақ алып, оны ішіне салдым. Оны маған нәпсім жақсы көрсетті\" деді"
        },
        {
            "chapter": 20,
            "verse": 97,
            "text": "(Мұса Ғ.С.): \"Енді кет! Өмірің бойынша: “Маған жұғыспа” деп өтесің. Күдіксіз саған әсте өзгермейтін бір жаза тағы бар. Бұлжымай табынған тәңіріңе қара! Әлбетте оны өртеп сонан соң дәрияға тастап жібереміз"
        },
        {
            "chapter": 20,
            "verse": 98,
            "text": "Тәңірлерің Алла ғана. Одан басқа ешбір Тәңір жоқ. білімі әр нәрсені сидырады"
        },
        {
            "chapter": 20,
            "verse": 99,
            "text": "(Мұхаммед Ғ.С.) өстіп, саған кейбір болып өткен уақиғаларды баян етеміз. Сондай-ақ саған өз қасымыздан Құранды бердік"
        },
        {
            "chapter": 20,
            "verse": 100,
            "text": "Кім Құраннан бет бұрса, сонда күдіксіз оған қиямет күнінде күнә жүктеледі"
        },
        {
            "chapter": 20,
            "verse": 101,
            "text": "Олар ол бейнетте мүлде қалады. Олар үшін қиямет күні нендей жаман жүк"
        },
        {
            "chapter": 20,
            "verse": 102,
            "text": "Сүр үрілген күні, күнәкарларды көздері көгерген түрде жинаймыз"
        },
        {
            "chapter": 20,
            "verse": 103,
            "text": "Олар араларында: \"Дүниеде он-ақ тәулік тұрдық\" деп сыбырласады. (С. 113-А)"
        },
        {
            "chapter": 20,
            "verse": 104,
            "text": "Олардың не айтқандарын жақсы білеміз. Олардық ең туралары: \"Дүниеде бір-ақ күн тұрдыңдар\" дейді"
        },
        {
            "chapter": 20,
            "verse": 105,
            "text": "(Мұхаммед Ғ.С.) олар сенен таулардың жайынан сұрайды. Сонда оларға: \"Раббым тозаң қылып, ұшырып жібереді\" де"
        },
        {
            "chapter": 20,
            "verse": 106,
            "text": "Оны теп-тегіс жазық қылады"
        },
        {
            "chapter": 20,
            "verse": 107,
            "text": "Сен онда ешбір қия не томпақ көрмейсің"
        },
        {
            "chapter": 20,
            "verse": 108,
            "text": "Олар; қиямет күні, шақырушыға еш бұрылмай ілеседі. Сондай-ақ Рахманның алдында дауыстар бәсеңдейді. Тіпті сыбдырдан басқаны естімейсің"
        },
        {
            "chapter": 20,
            "verse": 109,
            "text": "Сол күні Рахман рүқсат берген, сөзін жақтырғаннан басқаның шапағаты пайда бермейді"
        },
        {
            "chapter": 20,
            "verse": 110,
            "text": "Өйткені Алла, олардың алдарындағыны да арттарындағыны да біледі. Басқалар оны толық білмейді"
        },
        {
            "chapter": 20,
            "verse": 111,
            "text": "Тірі, меңгеруші (Алла) ге бастар иіледі. Кім зұлымдық арқаласа, қор болады"
        },
        {
            "chapter": 20,
            "verse": 112,
            "text": "Ал кім иман келтірген түрде түзу іс істесе, сонда ол жамандықтарының артуынан, жақсылықтарының кемуінен қорықпайды"
        },
        {
            "chapter": 20,
            "verse": 113,
            "text": "Осылайша Құранды Арапша түсіріп, онда түрлі ескертулер баян еттік. Мүмкін олар сақтанар. Немесе оларға үгіт пайда қылар"
        },
        {
            "chapter": 20,
            "verse": 114,
            "text": "Шынайы меңгеруші Алла әр нәрседен жоғары. (Мұхаммед Ғ.С.) саған етілген уахи бітуден бұрын Құранды оқуға асықпа да: \"Раббым, білімімді арттыр!\",- де"
        },
        {
            "chapter": 20,
            "verse": 115,
            "text": "Рас бұрын Адамға үкім берген едік. Алайда, ол ұмытты. Оны төзімді таппадық"
        },
        {
            "chapter": 20,
            "verse": 116,
            "text": "Сол уақытта періштелерге: \"Адамға сәжде қылыңдар!\",- дедік. Сонда олар сәжде қылды. Бірақ Ібіліс сәжде қылмай бас тартты"
        },
        {
            "chapter": 20,
            "verse": 117,
            "text": "Сонда Адамға: \"Күдіксіз осы, саған да жұбайыңа да дұшпан. Екеуіңді жаннаттан шығарып жібермесін. Сонда машақат тартасыңдар\" дедік"
        },
        {
            "chapter": 20,
            "verse": 118,
            "text": "Күдіксіз сен жаннатта, аш-жалаңаш қалмайсың"
        },
        {
            "chapter": 20,
            "verse": 119,
            "text": "Сондай-ақ онда шөлдемейсің де күннің ыстығы өтпейді"
        },
        {
            "chapter": 20,
            "verse": 120,
            "text": "Ақыр шайтан оған азғыру жүргізіп: \"Әй Адам! Саған мәңгілік ағашын және таусылмайтын салтанатты көрсетейін бе?\",- деді"
        },
        {
            "chapter": 20,
            "verse": 121,
            "text": "Сонда екеуі, одан жеді. Дереу үятты жерлері көрінді. Сондықтан екеуі де үстеріне жаннаттың жапырақтарын жаба бастады. Адам (Ғ.С.) Раббына күнәкар болып, жолдан тайды"
        },
        {
            "chapter": 20,
            "verse": 122,
            "text": "Сонан кейін Раббы оны есіркеп, тәубесін қабыл етіп, тура жолға салды"
        },
        {
            "chapter": 20,
            "verse": 123,
            "text": "Бір-біріңе дұшпан болған бойда жаннаттан түгел түсіңдер. Егер екеуің тарапымнан бір туралық келіп, кім тура жолыма ілессе, сонда ол адаспайды да машақат тартпайды"
        },
        {
            "chapter": 20,
            "verse": 124,
            "text": "Ал кім үгітімнен бет бұрса, сонда күдіксіз оған бір тар тұрмыс болады. Сондай-ақ оны соқыр түрде жинаймыз"
        },
        {
            "chapter": 20,
            "verse": 125,
            "text": "Раббым, мені неге соқыр етіп тірілттің? Расында мен көретін едім\" дейді"
        },
        {
            "chapter": 20,
            "verse": 126,
            "text": "(Алла): \"Міне осылай. Өйткені саған аяттарымыз келген еді. Сонда сен оны ұмытқан едің. Сол сияқты бүгін сен де ұмытыларсың\" дейді"
        },
        {
            "chapter": 20,
            "verse": 127,
            "text": "Ал міне сөйтіп, шектен шыққан, Раббының аяттарына иман келтірмеген кісіні жазаландырамыз. Әрине ахирет азабы әрі қатты әрі тұрақты"
        },
        {
            "chapter": 20,
            "verse": 128,
            "text": "Оларды жұрттарында жүріп жүрген өздерінен бұрынғы Біз жоқ еткен нәсілдер (дін үлгісі) жолға салмады ма? Рас мұнда ақыл иелеріне өнеге бар"
        },
        {
            "chapter": 20,
            "verse": 129,
            "text": "Егер Раббыңнан бекітілген сөз; белгіленген бір мерзім болмаса, әрине істері біткен болар еді"
        },
        {
            "chapter": 20,
            "verse": 130,
            "text": "(Мұхаммед Ғ.С.) сонда олардың айтқандарына сабыр ет. Күн шығудан бұрын да батудан бұрын да Раббыңды мақтай пәкте. Кеш мезгілдерінде және күндіздің айналасында да пәкте. Мүмкін ризалыққа бөленерсің"
        },
        {
            "chapter": 20,
            "verse": 131,
            "text": "Біз олардың кейбіреуіне сынау үшін берген дүние тіршілігінің ғана сәні түріндегі нәрселерге көзіңді сүзбе. Раббыңның несібесі хайырлы да тұрақты"
        },
        {
            "chapter": 20,
            "verse": 132,
            "text": "Үй-ішіңді намазға бұйыр және өзің де оған көңіл бөл. Біз сенен ризық тілемейміз. Сені біз ризықтандырамыз. Соңғы табыс тақуаға тән"
        },
        {
            "chapter": 20,
            "verse": 133,
            "text": "Олар: \"Бұл, Раббынан бір мүғжиза неге келтірмейді?\",- деді. Оларға, бұрынғы кітаптарда ашық дәлелдер келмеді ме? (Бұрынғы Інжіл, Тәуратты және т.б. кітаптарды қамтыған Бұл Құран, осал бір мүғжиза ма? Ж.Б.К.М.Р)"
        },
        {
            "chapter": 20,
            "verse": 134,
            "text": "Егер бізге бір елші жіберген болсаң, қор және сорлы болудан бұрын аяттарыңа көнер едік\" дер еді"
        },
        {
            "chapter": 20,
            "verse": 135,
            "text": "(Мұхаммед Ғ.С.) оларға: \"Бәріміз де соңын күтеміз. Ал сендер де күтіңдер. Таяуда кімнің тура жолға ие екендігін, кімнің тура жол тапқандығын білесіңдер\" де"
        },
        {
            "chapter": 21,
            "verse": 1,
            "text": "Адам баласының есеп көретін мезгілі таяды. Алайда, олар кәперсіз бет бұруда"
        },
        {
            "chapter": 21,
            "verse": 2,
            "text": "Олар, Раббыларынан өздеріне келген әр жаңа ескертуді мүлде ойыншық етіп қана тыңдайды"
        },
        {
            "chapter": 21,
            "verse": 3,
            "text": "Олардың жүректері боста. Жасырын кеңескен залымдар: \"Бұл сендер сияқты ғана адам. Көре тұра сиқырға ересіңдер ме?\",- (деп күңкілдесті)"
        },
        {
            "chapter": 21,
            "verse": 4,
            "text": "(Мұхаммед Ғ.С.) оларға: \"Раббым; жер, көктегі сөйленгенді біледі. Сондай-ақ Ол, толык естуші, білуші\" деді"
        },
        {
            "chapter": 21,
            "verse": 5,
            "text": "Олар: \"Олай емес. бұл шым-шытырық түстер. Жоқ, өзінің жасандысы. Жоқ, ол ақын. Әйтпесе, бізге бұрынгы елшілерше бір белгі келтірсін\" деді"
        },
        {
            "chapter": 21,
            "verse": 6,
            "text": "Бұлардан бұрынғы біз жоқ еткен кент (халқы) иман келтірмеді. Енді бұлар иман келтіре ме"
        },
        {
            "chapter": 21,
            "verse": 7,
            "text": "Сенен бұрын да өздеріне уахи етіп, еркектерді ғана жіберген едік. Егер білмесеңдер Кітап иелерінен сұраңдар"
        },
        {
            "chapter": 21,
            "verse": 8,
            "text": "Ол пайғамбарларды тамақ жемейтін бір дене қылмадық. Сондай-ақ олар мәңгі қалушы да емес"
        },
        {
            "chapter": 21,
            "verse": 9,
            "text": "Сонан кейін оларға етілген уәдемізді шынға шығарып, оларды және қалаған кісілерімізді құтқардық та шектен шығушыларды жоқ еттік"
        },
        {
            "chapter": 21,
            "verse": 10,
            "text": "Сендерге ішінде өздеріңе үгіт болған бір Кітап жібердік. Сонда да түсінбейсіңдер ме"
        },
        {
            "chapter": 21,
            "verse": 11,
            "text": "Қаншалаған халқы залым кентті талқандадық та одан кейін басқа ел жараттық"
        },
        {
            "chapter": 21,
            "verse": 12,
            "text": "Сонда олар азабьмызды сезген сәтте, ол жерден қаша бастады"
        },
        {
            "chapter": 21,
            "verse": 13,
            "text": "Қашпаңдар! Бақ берілген жерге, үйлеріңе қайтыңдар. Мүмкін сұраласыңдар\" (деді)"
        },
        {
            "chapter": 21,
            "verse": 14,
            "text": "Олар: Өкінішке орай біз залым екеміз\" деді"
        },
        {
            "chapter": 21,
            "verse": 15,
            "text": "Осы дауыстары; біз оларды орылған шөп, сөнген отқа айналдырғанға дейін сенбеді"
        },
        {
            "chapter": 21,
            "verse": 16,
            "text": "Көк пен жерді және екі арасындағыны ойыншық қып жаратпадық"
        },
        {
            "chapter": 21,
            "verse": 17,
            "text": "Егер бір ойыншық жасағымыз келсе де оны жасайтын болсақ өз қасымыздан-ақ жасап алар едік"
        },
        {
            "chapter": 21,
            "verse": 18,
            "text": "Егер етірікті, шындықпен ұрсақ, миын бырқ еткізер еді де сонда ол жойылып, кетер еді. Жасанды сөздеріңнің салдарынан сендерге нендей өкініш"
        },
        {
            "chapter": 21,
            "verse": 19,
            "text": "Көктер мен жердегілер Алланікі. Оның қасындағылар, Оған құлшылық қылудан дандайсымайды да шаршамайды"
        },
        {
            "chapter": 21,
            "verse": 20,
            "text": "Олар күндіз-түні Алланы дәріптеуден жалықпайды"
        },
        {
            "chapter": 21,
            "verse": 21,
            "text": "Олардың жерден жасап алған тәңірлері; солар, өліктерді тірілте ме"
        },
        {
            "chapter": 21,
            "verse": 22,
            "text": "Егер жер-көкте Алладан басқа да тәңірлер болса еді, әлбетте екеуі де бұзылып, кетер еді. Ғаршының Раббы Алла, олардың жасанды сипаттарынан пәк"
        },
        {
            "chapter": 21,
            "verse": 23,
            "text": "Ол, істегендерінен сұралмайды да олар сұралады"
        },
        {
            "chapter": 21,
            "verse": 24,
            "text": "Немесе олар, Алладан өзге тәңірлер жасап алды ма? (Мұхаммед Ғ.С.): Дәлелдеріңді келтіріңдер. Міне менімен бірге болғандардың Кітабы және менен бурынгылардың Кітабы\" де. Олай емес, олардың көбі шындықты білмейді. Сондықтан олар жалтарады"
        },
        {
            "chapter": 21,
            "verse": 25,
            "text": "(Мұхаммед Ғ.С.) сенен бұрын бір пайғамбар жіберсек, оған: \"Күдіксіз Менен басқа ешбір тәңір жоқ. Онда Маған ғана құлшылық қылыңдар\" деп қана уахи етіп, жібердік"
        },
        {
            "chapter": 21,
            "verse": 26,
            "text": "Сонда олар: \"Алланың баласы бар\" деді. Алла одан пәк. Олай емес, періштелер ардақты құлдары. (Олар періште Алланың қыздары дейтін еді)"
        },
        {
            "chapter": 21,
            "verse": 27,
            "text": "Олар, Одан оза сөз сөйлемейді. Сондай-ақ олар, Оның әмірін ғана орындайды"
        },
        {
            "chapter": 21,
            "verse": 28,
            "text": "Алла олардың өткенін де келешегін де біледі. Олар, Алланың разы болған кісісіне ғана шапағат ете алады. Олар Алладан қорыққаннан тітірейді"
        },
        {
            "chapter": 21,
            "verse": 29,
            "text": "Олардан кім: \"Алладан өзге мен де тәңірмін!,- десе, оны тозақпен жазаландырамыз. Залымдардың сазайын сөйтіп тарттырамыз"
        },
        {
            "chapter": 21,
            "verse": 30,
            "text": "Қарсы болғандар, негізінде көктер менен жер тиіскен еді. Екеуін ажыратқанымызды, әр жанды нәрсені судан жаратқанымызды көрмей ме? Сондай-ақ сенбей ме"
        },
        {
            "chapter": 21,
            "verse": 31,
            "text": "Жер оларды тербетпесін деп, асқар тауларды орналастырдық. (С. 16-А) Және жөн табулары үшін кең жолдар жараттық"
        },
        {
            "chapter": 21,
            "verse": 32,
            "text": "Аспанды берік бір төбе қылдық. Олар болса, мұндағы белгілерден бет бұрады"
        },
        {
            "chapter": 21,
            "verse": 33,
            "text": "Ол сондай Алла; түнді, күндізді, күнді және айды жаратты. Әрқайсысы өз айналасында жүзеді"
        },
        {
            "chapter": 21,
            "verse": 34,
            "text": "(Мұхаммед Ғ.С.) сенен бұрын да адам баласына мәңгілік (өмір) бермедік. Ал егер сен өлсең сонда олар мәңгі қала ма"
        },
        {
            "chapter": 21,
            "verse": 35,
            "text": "Әркім өлімді татады. Сендерді сынап; жаман-жақсы күйге саламыз. Сондай-ақ бізге қайтарыласыңдар"
        },
        {
            "chapter": 21,
            "verse": 36,
            "text": "(Мұхаммед Ғ.С.) қарсы болғандар, қашан сені көрсе, өзіңді мүлде тәлкектеп: \"Тәңірлеріңді сөз қылып жүрген осыма?\",- дейді. Сондай-ақ олар өздері Рахманның зікіріне (Кітабына) қарсы"
        },
        {
            "chapter": 21,
            "verse": 37,
            "text": "Адам баласы асыққыш болып жаратылған. Белгілерімді көрсетемін. Менен тез тілемеңдер"
        },
        {
            "chapter": 21,
            "verse": 38,
            "text": "Олар: \"Ал егер шын айтсаңдар, осы уәде қашан келеді?\",- дейді"
        },
        {
            "chapter": 21,
            "verse": 39,
            "text": "Егер қарсы болғандар; оттан беттерін де арқаларын да қорғай алмайтын мезгілді білсе еді"
        },
        {
            "chapter": 21,
            "verse": 40,
            "text": "Олай емес! Бейнет оларға кенеттен келіп, өздерін абыржытады. Сонда олар оны тойтара алмайды да өздеріне мұрса да берілмейді"
        },
        {
            "chapter": 21,
            "verse": 41,
            "text": "Расында сенен бұрынғы пайғамбарлар да ажыуаланған. Сонда мазақтағандардың, тәлкектеген нәрселері өз бастарына жеткен"
        },
        {
            "chapter": 21,
            "verse": 42,
            "text": "(Мұхаммед Ғ.С.) оларға: \"Сендерді күндіз-түні Алладан кім арашалай алады?\",- де. Керісінше олар Раббыларының насихатынан бет бұруда"
        },
        {
            "chapter": 21,
            "verse": 43,
            "text": "Немесе бізден өзге өздерін корғайтын тәңірлері бар ма? Тәңірлері өз бастарына жәрдем ете алмаумен қатар бізден де қолдау таппайды"
        },
        {
            "chapter": 21,
            "verse": 44,
            "text": "Әрине, оларды да, аталарын да ұзын бір өмірге дейін пайдаландырдық. Ал енді олар, жерді айналасынан (апаттар арқылы) кеміткенімізді көрмей ме? Сонда жеңіске солар ие бола ма"
        },
        {
            "chapter": 21,
            "verse": 45,
            "text": "(Мұхаммед Ғ.С.) оларға: \"Шын мәнінде сендерге уахи арқылы ескертемін. Саңырау ескертілсе де дауысты естімейді\" де"
        },
        {
            "chapter": 21,
            "verse": 46,
            "text": "Рас, егер оларға Раббыңның азабынан азғантай ғана жетсе, олар: \"Нендей өкініш! Біз залым екеміз\" дейді"
        },
        {
            "chapter": 21,
            "verse": 47,
            "text": "Қиямет күні, туралық таразысын қоямыз . Сонда ешкім әділетсіздікке ұшырамайды. Егер бір үрық түйірінің салмағындай болса да оны әкелеміз. Есеп көруде жеткіліктіміз"
        },
        {
            "chapter": 21,
            "verse": 48,
            "text": "Рас Мұса мен Һарүн (Ғ.С.) ға жақсы-жаманды ажырататын, тақуалар үшін жарық және үгіт түрінде Кітап бердік"
        },
        {
            "chapter": 21,
            "verse": 49,
            "text": "Олар Раббыларын көрмей-ақ қорқып әрі олар, қияметтен үрейленеді"
        },
        {
            "chapter": 21,
            "verse": 50,
            "text": "Бұл Құран біз түсірген мүбарак бір насихат. Енді соған да қарсы келесіңдер ме"
        },
        {
            "chapter": 21,
            "verse": 51,
            "text": "Рас, бұрын Ыбырайым (Ғ.С.) ға да туралық берген едік"
        },
        {
            "chapter": 21,
            "verse": 52,
            "text": "Сол уақытта ол; әкесіне, еліне: \"Мына сендер шоқынған мүсіндер не?\",- деді"
        },
        {
            "chapter": 21,
            "verse": 53,
            "text": "Олар: \"Біз аталарымызды осыған табынған түрде таптық.\",-деді"
        },
        {
            "chapter": 21,
            "verse": 54,
            "text": "(Ыбырайым Ғ.С.): \"Рас сендер де аталарың да адасудасыңдар\" деді"
        },
        {
            "chapter": 21,
            "verse": 55,
            "text": "Олар: \"Сен бізге шындықты әкелдің бе? Ойнап, жүрсің бе?\",- деді"
        },
        {
            "chapter": 21,
            "verse": 56,
            "text": "Олай емес. Негізінде сендердің Раббыларың, көктер мен жердің Раббы; соларды Ол жаратты. Сондай-ақ осыларыңа айғақ болушыларданмын\" деді"
        },
        {
            "chapter": 21,
            "verse": 57,
            "text": "Аллаға серт етемін! Сендер бұрылып кеткеннен кейін әлбетте бұттарыңа соқтығамын\" (деді)"
        },
        {
            "chapter": 21,
            "verse": 58,
            "text": "Сонда оларды быт-шыт қылып, бәлкім осыған айналар деп, үлкенін ғана қойды"
        },
        {
            "chapter": 21,
            "verse": 59,
            "text": "Олар: \"Бұны тәңірлерімізге кім істесе де ол, анық залым екен\" десті"
        },
        {
            "chapter": 21,
            "verse": 60,
            "text": "Ыбырайым деген бір жігіттің осыларды сөз қып жүргенін естідік\" десті"
        },
        {
            "chapter": 21,
            "verse": 61,
            "text": "Оны, көрулері үшін адамдардың көз алдына алып келіңдер\" десті"
        },
        {
            "chapter": 21,
            "verse": 62,
            "text": "Әй Ыбырайым! Осыны тәңірлерімізге сен істедің бе?\",-десті"
        },
        {
            "chapter": 21,
            "verse": 63,
            "text": "Бәлкім мына олардың үлкені істеген шығар. Егер сөйлей алатын болса, олардан сұраңдар\" деді"
        },
        {
            "chapter": 21,
            "verse": 64,
            "text": "Олар өзара: \"Шынында сендер залымсыңдар\" десті"
        },
        {
            "chapter": 21,
            "verse": 65,
            "text": "Сосын олар, мүсеуірей сүлкиіп: \"Расында бұлардың сөйлемейтінін білесің ғой\" деді"
        },
        {
            "chapter": 21,
            "verse": 66,
            "text": "Онда сендер Алланы қойып, өздеріңе ешбір пайда, зиян келтіре алмайтын нәрсеге табынасыңдар ма"
        },
        {
            "chapter": 21,
            "verse": 67,
            "text": "Түһ! Сендерге де Алланы қойып, табынғандарыңа да. Енді де түсінбейсіңдер ме?\",- деді"
        },
        {
            "chapter": 21,
            "verse": 68,
            "text": "Олар: \"Егер бір нәрсе істейтін болсаңдар, Ыбырайымды өртеп, тәңірлеріңе көмек етіңдер\" десті. (Олар, Ыбырайымның қол-аяғын байлап, \"мүнжанық\" деген атқы арқылы отқа атарда Жебрейіл (Ғ.С.) келіп: \"Бір хажетін бар ма?\",- дегенде: \"Саған хажетім жоқ\" дейді. \"Онда Раббыңнан тіле!\",- дегенде: \"Өзіне халім мәлім. Алла маған жетеді, Ол нендей жақсы ие\" деп, нағыз Аллаға ғана сиынады. Б.М.Х"
        },
        {
            "chapter": 21,
            "verse": 69,
            "text": "Әй от! Ыбырайымға салқын, зиянсыз бол\" дедік"
        },
        {
            "chapter": 21,
            "verse": 70,
            "text": "Олардың Ыбырайым (Ғ.С.) ға қастық істегілері келді. Бірақ өздерін сәтсіздікке ұшыраттық"
        },
        {
            "chapter": 21,
            "verse": 71,
            "text": "Лұт (Ғ.С.) ты құтқарып, әлемдер үшін мүбарак болған жерге жеткіздік"
        },
        {
            "chapter": 21,
            "verse": 72,
            "text": "Ыбырайым (Ғ.С.) ға Ысхақты артықша Яғқүпты бердік. Бәрін де түзу кісілер еттік"
        },
        {
            "chapter": 21,
            "verse": 73,
            "text": "Оларды әміріміз бойынша, тура жол көрсететін басшы қылып, оларға жақсылық істеуді, намазды орындауды, зекет беруді уахи қылдық. Олар бізге құлшылық қылушы еді"
        },
        {
            "chapter": 21,
            "verse": 74,
            "text": "Лұт (Ғ.С.) қа хикмет, ғылым бердік. Жаман істер істейтін кенттен құтқардық. Рас олар, жаман бұзық ел еді"
        },
        {
            "chapter": 21,
            "verse": 75,
            "text": "Оны рахметімізге бөледік. Рас ол жақсылардан еді"
        },
        {
            "chapter": 21,
            "verse": 76,
            "text": "Бұрын жалбарынған Нұх (Ғ.С.) тың тілегін қабыл етіп, оны әрі үй-ішін зор апаттан құтқарған едік"
        },
        {
            "chapter": 21,
            "verse": 77,
            "text": "Оны, аяттарымызды жасынға шығарған елден қорғадық. Өйткені олар, сұмпайы ел еді. Сонда оларды түгел суға батырдық"
        },
        {
            "chapter": 21,
            "verse": 78,
            "text": "Дауыт пен Сүлеймен (Ғ.С.) ді есіңе ал. Екеуі бір елдің қойы түнде егінге түсіп, соған билік айтқанда, биліктерін көріп тұрдық. (Дауыт Ғ.С.: \"Егін иесі қойды алсын\" деп билік қылғанда; баласы, Сүлеймен: \"Қой иесі егінді бағып, жетілдіргенге дейін қой егін иесінде тұрсын\" дейді. Б.М.Р)"
        },
        {
            "chapter": 21,
            "verse": 79,
            "text": "Сонда оны Сүлейменнің көкейіне салдық. Негізінен де әрқайсысына әкімшілік, білім бердік. Және Дауыт (Ғ.С.) пен бірге Алланы дәріптейтін тауларды, құсты бой ұсындырдық. Оны Біз істедік"
        },
        {
            "chapter": 21,
            "verse": 80,
            "text": "Дауыт (Ғ.С.) қа сендерді соғыстан қорғау үшін сауыт жасау өнерін үйреткен едік. Сонда сендер шүкір етесіңдер ме"
        },
        {
            "chapter": 21,
            "verse": 81,
            "text": "Сүлеймен (Ғ.С.) ге қатты желді бағындырдық. Оның әмірімен, біз мүбарак қылған жерге жүреді. (Сүлеймен (Ғ.С.) нің тағы желмен ұшып; Шамға, Йеменге дейін баратын еді. Б.К.Р.Х.Ж-Қ.) (С. 12-А. 38-С. 36-А)"
        },
        {
            "chapter": 21,
            "verse": 82,
            "text": "Оған суға сүңгитін, басқа істер де істейтін жындардан да мойынсал қылдық. Сондай-ақ олардың бақылаушысы едік. (С.12-А)"
        },
        {
            "chapter": 21,
            "verse": 83,
            "text": "Әйүп (Ғ.С.) те Раббына: \"Маған бір бәле келді. Сен мәрхамет етушілердің абзалысың\" деп, жалбарынды"
        },
        {
            "chapter": 21,
            "verse": 84,
            "text": "Сонда тілегін қабыл етіп, өзіндегі науқасты айықтырып, Сондай-ақ құлшылық қылушыларға ғибрат үшін өзіне семьясын және олармен бірге бір есе артық мәрхамет етіп, бердік. (Алла сынамаққа балаларын, мал-мүлкін алып, құрт ауру берсе де қабақ шытпай сабыр еткендіктен; науқасынан айықтырып, бүрынғыдан екі есе әулет, дәулет береді. Ж.Б.М.К.Р.Х)"
        },
        {
            "chapter": 21,
            "verse": 85,
            "text": "Ысмайыл, Ыдрыс, Зүлкәфил (Ғ.С.) дерге де (мәрхамет еткен едік.) Солардың барльіғы да сабырлы еді"
        },
        {
            "chapter": 21,
            "verse": 86,
            "text": "Сондай-ақ оларды мәрхаметімізге бөледік. Өйткені олар, игілерден еді"
        },
        {
            "chapter": 21,
            "verse": 87,
            "text": "Юнысты есіңе ал. Сол уақытта ашуланып, кетіп қалды да біздің еш тарлық қылмауымызды ойлап, сонда қараңғылықтар ішінде (балықтың қарнында): \"Сенен басқа ешбір тәңір жоқ. Пәксін. Шын мәнінде мен қателесушілерден болдым\" деп, жалбарынды. (С. 138-А.) (Айтқанына көнбеген еліне, ашуланып, бет алды кетіп, бір кемеге отырғанда балық жұтады. Б.М.К.Р.Х)"
        },
        {
            "chapter": 21,
            "verse": 88,
            "text": "Тілегін қабыл етіп, оны қайғыдан құтқардық. Міне иман келтіргендерді сөйтіп құтқарамыз"
        },
        {
            "chapter": 21,
            "verse": 89,
            "text": "Зәкерияны да есіңе ал. Раббына: \" Раббьм! Мені жалғыз қойма. Сен ең жақсы мұрагерсің\" деп жалбарынды"
        },
        {
            "chapter": 21,
            "verse": 90,
            "text": "Сонда тілегін қабыл етіп, оған Яхяны бердік. Әрі жұбайын жасарттық. Өйткені бұлар, жақсылықтарға үмтылады. Бізден үмітпен қорқу арасында тілейді де бізге бәйек болады"
        },
        {
            "chapter": 21,
            "verse": 91,
            "text": "Сондай абыройын қорғаған (Мәрям) ға рүхымыздан үрледік. Сондай-ақ өзін де ұлын да бүкіл әлемге ғибрат қылдық"
        },
        {
            "chapter": 21,
            "verse": 92,
            "text": "Осы сендердің үмметтерің бір-ақ үммет. Мен Раббыларың. Сондықтан Маған ғана құлшылық қылыңдар. (Алланы бірлеуші бүкіл пайғамбарлар келтірген дін, Ислам діні. Сондықтан бір-ақ үмметсіңдер. Ж.Б.М.Р.К)"
        },
        {
            "chapter": 21,
            "verse": 93,
            "text": "Олар араларында дін істерін бөлшектеді. Негізінде барлығы бізге қайтады"
        },
        {
            "chapter": 21,
            "verse": 94,
            "text": "Сонда кім иман келтіріп, жақсылық істесе, оның еңбегі босқа кетпейді. Күдіксіз оған жазамыз"
        },
        {
            "chapter": 21,
            "verse": 95,
            "text": "Біз жоқ еткен кент халқының бізге қайтпауы мүмкін емес"
        },
        {
            "chapter": 21,
            "verse": 96,
            "text": "Яжүж, Мажүж ағытылып, әрбір төбеден келгенге дейін. (Хадис кітаптарында заман ақырға таяғанда: Яжүж, Мажүж шығатындығы білдірілген. Тәпсір Мадарік)"
        },
        {
            "chapter": 21,
            "verse": 97,
            "text": "Ол шын уәде (қиямет) таяса, сол уақытта қарсы болғандардың көздері шарасынан шығып: \"Әттеген-ай! Біз бұдан кәперсіз залын екенміз\" дейді"
        },
        {
            "chapter": 21,
            "verse": 98,
            "text": "Сендер және Алладан өзге табынған нәрселерің, тозақтың отынысыңдар. Сендер соған кіресіңдер"
        },
        {
            "chapter": 21,
            "verse": 99,
            "text": "Егер олар тәңір болса, оған кірмес еді. Барлығы онда мүлде қалады"
        },
        {
            "chapter": 21,
            "verse": 100,
            "text": "Олар, тозақта ыңыранып, олар ол жерде еш нәрсе естімейді"
        },
        {
            "chapter": 21,
            "verse": 101,
            "text": "Күдіксіз өздеріне Бізден игілік жазылғандар, солар тозақтан аулақ болады"
        },
        {
            "chapter": 21,
            "verse": 102,
            "text": "Олар тозақтың сыбдырын да естімейді. Сондай-ақ олар жаннаттағы көңілдері қалаған нәрселерінде мәңгі қалады"
        },
        {
            "chapter": 21,
            "verse": 103,
            "text": "Оларды қорқыныштың ең зоры уайымдатпайды да оларды періштелер: \"Міне бұл сендерге уәде етілген күн\" деп қарсы алады"
        },
        {
            "chapter": 21,
            "verse": 104,
            "text": "Ол күнде, көкті, кітаптың бетін бүктегендей бүктейміз де, әуел бастағыдай қайта жаратамыз. Бұл Бізге бір міндет. Шынында Біз орындаймыз"
        },
        {
            "chapter": 21,
            "verse": 105,
            "text": "Расында Тәураттан кейінгі Зәбүрде: \"Жерге игі қүлдарым мұрагер болады\" деп жаздық. (С.55-А)"
        },
        {
            "chapter": 21,
            "verse": 106,
            "text": "Күдіксіз осы Құранда, құлшылық қылған елге, әрине бір ұқтыру бар"
        },
        {
            "chapter": 21,
            "verse": 107,
            "text": "(Мұхаммед Ғ.С.) Біз сені бүкіл әлемге рахмет етіп қана жібердік"
        },
        {
            "chapter": 21,
            "verse": 108,
            "text": "Шын мәнінде маған, Тәңірлерің бір-ақ Тәңір деп уахи етілді. Онда Соған бой ұсынасыңдар ма?\",- де"
        },
        {
            "chapter": 21,
            "verse": 109,
            "text": "Ал сонда егер олар жүз бұрса: \"Сендерді тегіс құлақтандырдым. Сендерге уәде етілген нәрсе алыс па? Жақын ба? Білмеймін\" де"
        },
        {
            "chapter": 21,
            "verse": 110,
            "text": "Күдіксіз Алла, сөздің көрнеуін де біледі, жасырғандарыңды да біледі"
        },
        {
            "chapter": 21,
            "verse": 111,
            "text": "Білмеймін. (Бәлкім бұл (мерзім) сендер үшін бір сынау, бір заманға дейін пайдалану шығар"
        },
        {
            "chapter": 21,
            "verse": 112,
            "text": "(Мұхаммед Ғ.С.): \"Раббым, туралықпен үкім ет. Жасама сүреттеулеріңе, мейірімді Раббымыздан жәрдем тіленеді\" деді"
        },
        {
            "chapter": 22,
            "verse": 1,
            "text": "Әй адам баласы! Раббыларыңнан қорқыңдар. Расында қияметтің сілкінісі үлкен нәрсе"
        },
        {
            "chapter": 22,
            "verse": 2,
            "text": "Ол күні, әр емізушінің емізгенін ұмытқанын және әрбір буаз жәндіктің іш тастағанын көресің. Адамдарды мас түрде көресің. Негізінде олар мас емес. Бірақ Алланың азабы қатты"
        },
        {
            "chapter": 22,
            "verse": 3,
            "text": "Адамдардың кейі, Алла жайында білмей таласады да қасарысқан шайтанға ілеседі"
        },
        {
            "chapter": 22,
            "verse": 4,
            "text": "Негізінде кім шайтанды дос көрсе; ол, оны адастырып, тозақ отына бастайды деп жазылған"
        },
        {
            "chapter": 22,
            "verse": 5,
            "text": "Әй адам баласы! Егер өлгеннен кейін тірілуден күдіктенсеңдер, әрине біз сендерді топырақтан сонан соң жыныстық тамшыдан, кейін үйыған қаннан тағы бейнеленген, бейнеленбеген кесек еттен өздеріңе тектеріңді білдіру үшін жараттық. Сондай-ақ жатырларда қалаған мерзімге дейін қойып қоямыз. Соңында бөбек ттрінде шығарамыз. Одан кейін ержетесіңдер. Кейбіреулерің қайтыс болып, кейбіреулерің әр нәрсені білгеннен кейін түк білмейтін өмірдің ең нашарына қайтарыласыңдар. Қураған жерді көресің. Оған жаңбыр жаудырсақ, құлпырып, көпсіді де әр түрлі көркем өсімдік өндірді"
        },
        {
            "chapter": 22,
            "verse": 6,
            "text": "Осы дәлелдер бойынша, шын мәнінде Алла; Ол, хақ. Күдіксіз Ол, өлікті тірілтеді. Өйткені, әр нәрсеге күші жетеді"
        },
        {
            "chapter": 22,
            "verse": 7,
            "text": "Әлбетте қиямет келеді. Онда Күдік жоқ. Шәксіз Алла, қабырдағыларды тірілтеді"
        },
        {
            "chapter": 22,
            "verse": 8,
            "text": "Адамдардың кейі; білімсіз, жолбасшысыз және сәуле беруші кітабы да жоқ. Алла жайында таласады"
        },
        {
            "chapter": 22,
            "verse": 9,
            "text": "Алланың жолынан адастыру тіпін тоң мойындық істейді. Оған дүниеде қорлық бар. Әрі қиямет күнінде, жандырушы азаптың дәмін таттырамыз"
        },
        {
            "chapter": 22,
            "verse": 10,
            "text": "Бұл бұрыннан қолекі істегендеріңнің сазайы.\" Расында Алла құлдарына зұлымдық қылушы емес"
        },
        {
            "chapter": 22,
            "verse": 11,
            "text": "Адамдардан Аллаға немқүрайды құлшылық қылатындар бар. Егер оған бір жақсылық келсе, сол себепті көңілдері орнығады да егер оған бір кесір тисе; жалтарып, дүние, ахиретте зиян тартады. Міне бұл ашық зиян"
        },
        {
            "chapter": 22,
            "verse": 12,
            "text": "Олар Алладан өзге өздеріне пайда, зиян бере алмайтын нәрселерге сиынады. Міне сол ұзақ адасу"
        },
        {
            "chapter": 22,
            "verse": 13,
            "text": "Сөйтіп олар, пайдасынан зияны жақын біреулерге сиынады. Әрине нендей жаман қожайын! Нендей жаман сыбайлас"
        },
        {
            "chapter": 22,
            "verse": 14,
            "text": "Күдіксіз Алла, иман келтіріп, түзу іс істегендерді, астарынан өзендер ағатын бақшаларға кіргізеді. Шынында Алла қалағанын істейді"
        },
        {
            "chapter": 22,
            "verse": 15,
            "text": "Кім; Алла, дүние, ахиретте пайғамбарға әсте жәрдем етпейді деп, ойласа, дереу бір жіппен төбеге асылып, сосын соны кессін де көрсін. (Буынып, өліп көрсін.) Оның бұл амалы ызаланған нәрсесін келтіре ала ма? (Ж.Б.М.К.Р)"
        },
        {
            "chapter": 22,
            "verse": 16,
            "text": "Сөйтіп Құранды ашық-ашық аяттар түрінде түсірдік. Рас Алла,қапағанын тура жолға салады"
        },
        {
            "chapter": 22,
            "verse": 17,
            "text": "Расында иман келтіргендер, Яьуди болғандар, Сабилар, Христиандар, Мәжүсилер және Аллаға шерік қосқандар, күдіксіз Алла, осылардың арасына билік айтады. Шын мәнінде Алла әр нәрсеге айғақ"
        },
        {
            "chapter": 22,
            "verse": 18,
            "text": "(Сәжде аяты бар.) (Мұхаммед Ғ.С.) көрмейсің бе? Аллаға; көктерде, жерде болған әркім; күн, ай, жүлдыздар, таулар, ағаш, хайуандар және адамдардың көбі сәжде қылады. Және де олардың көбіне азап тиісті болған. Алла кімді қорласа, сонда оны, ешбір қүрметтеуші болмайды. Күдіксіз Алла, қалағанын істейді"
        },
        {
            "chapter": 22,
            "verse": 19,
            "text": "Осы, Раббылары жайында таласқан екі әріптес: Қарсы болғандарға, оттан киім пішілген, төбелерінің үстінен қайнап тұрған су қүйылады"
        },
        {
            "chapter": 22,
            "verse": 20,
            "text": "Онымен олардың ішіндегілері және терілері ерітіледі"
        },
        {
            "chapter": 22,
            "verse": 21,
            "text": "Олар үшін темірден күрзілер болады"
        },
        {
            "chapter": 22,
            "verse": 22,
            "text": "Қашан олар, тозақтың бейнетінен шығуды қаласа, оған қайта итеріледі де: \"Жандырушы азаптың дәмін татыңдар!\",-(делінеді)"
        },
        {
            "chapter": 22,
            "verse": 23,
            "text": "Күдіксіз Алла; иман келтіріп, ізгі іс істегендерді, астарынан өзендер ағатын бақшаларға кіргізеді. Олар онда алтын және інжу білезіктермен безенеді. Ондағы киімдері де жібек болады"
        },
        {
            "chapter": 22,
            "verse": 24,
            "text": "Олар, көркем сөзге көндіріліп, мақтаулы Алланың жолына салынғандар. (Көркем сөз: Алладан басқа ешбір тәңір жоқ. Ж.Б.М.К.Р)"
        },
        {
            "chapter": 22,
            "verse": 25,
            "text": "Шынында қарсы болғандарға, Алланың жолынан сондай-ақ Біз; оның тұрғындарымен шеттен келуші адамдарға тең қылған Месжід Харамнан тосқандарға және кім онда зұлымдықпен жолдан шығуды қаласа, оған жан түршігерлік азаптың дәмін таттырамыз"
        },
        {
            "chapter": 22,
            "verse": 26,
            "text": "Сол уақытта Ыбырайым (Ғ.С.) ды Кағбаның орнына: \"Маған ешбір нәрсені ортақ қоспа! Тауап етушілерге, тік тұрып, еңкейіп және бас қойып, құлшылық қылушыларға таза ұста\" деп, орналастырған едік"
        },
        {
            "chapter": 22,
            "verse": 27,
            "text": "Адамдарды хажға шақыр. Олар жаяу және көлік үстінде әрбір алыс жолдардан саған келеді"
        },
        {
            "chapter": 22,
            "verse": 28,
            "text": "Олар өздеріне тән пайдаларын көрсін. Сондай-ақ өздеріне берілген малдардан белгілі күндерде Алланың атын алсын. (Қүрбан шалсын.) Одан өздерің де жеңдер және жоқ-жітікке де жегізіндер"
        },
        {
            "chapter": 22,
            "verse": 29,
            "text": "Сонан соң олар кірлерін кетірсін. (Шаш, тырнағын алып, ыхрамнан шықсын.) Және айтқан нәзірлерін орындап, Кағбаны тауап кылсын"
        },
        {
            "chapter": 22,
            "verse": 30,
            "text": "Міне осы, кім Алланың ардақтағандарын жоғары бағаласа; сонда оған Раббыларының қасында хайырлы. Сендерге арамдыгы білдірілгеннен басқа малдар, халал қылынды. Ал енді нәжіс бтттардан сақтаныңдар. Сондай-ақ өтірік сөздерден сақтаныңдар. (ІС.116-А)"
        },
        {
            "chapter": 22,
            "verse": 31,
            "text": "Нағыз құл болып, Аллаға ортақ қоспаңдар. Кім Аллаға ортақ қосса; Сонда ол, көктен түсіп, оны құс іліп, әкететін немесе оны, ұзаққа жел ұшырып кеткен нәрсе сияқты"
        },
        {
            "chapter": 22,
            "verse": 32,
            "text": "Міне осы. Кім Алланың белгілерін ұлықтаса; күдіксіз ол, жүректің тақуалығынан"
        },
        {
            "chapter": 22,
            "verse": 33,
            "text": "Құрбандықтан белгілі мерзімге дейін пайдалануларыңа болады. Сосын ол Кағбаның жанындағы орнына апарылады. (Қашан шалынғанға дейін мінуге, артуға, төлінен, сүтінен, жүнінен пайдалануға болады. Ж.Б.М.К.Р)"
        },
        {
            "chapter": 22,
            "verse": 34,
            "text": "Біз әрбір үммет үшін, өздеріне берген малдардан, Алланың ғана атын атап, қүрбан шалуды бекіттік. Өйткені, Тәңірлерің бір-ақ Тәңір. Сондықтан Соған бой үсыныңдар. (Мұхаммед!) Ықыластыларды қуандыр"
        },
        {
            "chapter": 22,
            "verse": 35,
            "text": "Олар, қашан Алла зікір етілсе, жүректері дүпілдейді. Өздеріне келген ауыршылыққа шыдап, намазды орындай отырып, берген несібемізден тиісті орынға жұмсайды"
        },
        {
            "chapter": 22,
            "verse": 36,
            "text": "Түйе, сиырды (Б.М.К.Р.) сендер үшін; Алланың белгілері (қүрбандықтары) қылдық. Мүнда сендер үшін хайыр бар. Оларды тұрғызып қойып, оған Алланың атын айтыңдар. Сонда қашан олардың жамбастары жерге тисе (жаны шықса) жеңдер де мұхтажға да мұхтаж емеске де жегізіңдер. Өстіп шүкір етулерің үшін; малды еріктеріңе бердік"
        },
        {
            "chapter": 22,
            "verse": 37,
            "text": "Ешқашан қүрбанның еттері, қандары Аллаға үлгірмейді. Бірақ сендердің тақуалықтарың үлгіреді. (Араптар жаһилиет заманында Кағбаның қабырғасына қүрбанның еттерін асып, қандарын жағатын. Б.М.К.Р.) Сендерге тура жол көрсеткен Алланы, ұлықтауларың үшін; осылайша малды, еріктеріңе бердік. (Мұхаммед Ғ.С.) жақсылық істеушілерді қуандыр"
        },
        {
            "chapter": 22,
            "verse": 38,
            "text": "Күдіксіз Алла, иман келтіргендерді қорғайды. Әрине Алла, бүкіл қиянатшыл, қасарысқандарды жақсы көрмейді"
        },
        {
            "chapter": 22,
            "verse": 39,
            "text": "Шынында шабуыл жасалып, зұлымдыққа үшырағандарға, соғысу үшін рұхсат берілді. Күдіксіз Алланың, оларға жәрдем етуге, күші толық жетеді"
        },
        {
            "chapter": 22,
            "verse": 40,
            "text": "Олар, сондай жазықсыз: \"Раббымыз Алла\" дегендіктерінен ғана жұрттарынан шығарылғандар. Егер Алла; адамдарды, бірін-бірі арқылы қорғамаса, Манастырлар, Шіркеулер, Яьудилердің құлшылық орындары және ішінде Алланың аты көбірек зікір етілетін мешіттер қүлатылар еді. Кім Алла жолына жәрдем етсе, Алла оған жәрдем етеді. Шәксіз Алла, аса көруші, тым үстем. (С. 251-А)"
        },
        {
            "chapter": 22,
            "verse": 41,
            "text": "Егер оларды жер жүзіне орналастырсақ; олар, намазды орындар, зекет берер сондай-ақ дұрысқа қосып, бұрыстан тосар еді. Негізінде істердің соңы Аллаға тән"
        },
        {
            "chapter": 22,
            "verse": 42,
            "text": "(Мұхаммед Ғ.С.) егер олар, сені жасынға шығарса, рас олардан бүрын Нұх (Ғ.С.) тың елі және Ғад, Сәмүд елі де жасынға шығарған болатын"
        },
        {
            "chapter": 22,
            "verse": 43,
            "text": "Сондай-ақ Ыбырайым (Ғ.С.) елі және Нұх (Ғ.С) елі де"
        },
        {
            "chapter": 22,
            "verse": 44,
            "text": "Сондай-ақ Мәдяндықтар да жасынға шығарып, Мұса да жасынға шығарылған еді. Сонда ол кәпірлерге мұрса беріп барып,сосын қолға алдым. Танымау қалай екен"
        },
        {
            "chapter": 22,
            "verse": 45,
            "text": "Қаншалаған залым болған кенттерді типыл қылдық. Міне ол, үсті-астына түсіп жатыр. Және иен қалған қүдық, ойран болған сарай"
        },
        {
            "chapter": 22,
            "verse": 46,
            "text": "Олар жер жүзінде кезіп жүрмеді ме? Сонда олардың түсінер жүректері және естір құлақтары болса еді. Негізінен көздері соқыр емес. Бірақ көкіректеріндегі жүректері соқыр"
        },
        {
            "chapter": 22,
            "verse": 47,
            "text": "(Мұхаммед Ғ.С.) олар сенен азаптың тез келуін тілейді. Алла уәдесінен әсте айнымайды. Негізінде Алланың қасындағы бір күн, сендер санайтын мың жылмен тең"
        },
        {
            "chapter": 22,
            "verse": 48,
            "text": "Қаншалаған кенттерге ол залым бола тұра мүрса беріп барып сонан соң қолға алдым. Әрине барар жері де Біз тарап"
        },
        {
            "chapter": 22,
            "verse": 49,
            "text": "(Мұхаммед Ғ.С.): \"Әй адамдар! Шын мәнінде мен сендерге ашық ескертуші ғанамын\" де"
        },
        {
            "chapter": 22,
            "verse": 50,
            "text": "Ал иман келтіріп, түзу іс істегендер, оларға жарылқау әрі құрметті несібе бар"
        },
        {
            "chapter": 22,
            "verse": 51,
            "text": "Сондай аяттарымызды бұзуға тырысқандар, міне солар тозақтық"
        },
        {
            "chapter": 22,
            "verse": 52,
            "text": "(Мұхаммед Ғ.С.) Сенен бұрын да, елші не пайғамбар жіберген болсақ, қашан ол үміттенсе, үмітіне шайтан күдік салды. (Немесе қашан ол оқыса, оқуына шайтан күдік салды. Ж.Б.М.К.Р.) Алла шайтанның салатынын жойып, сосын өз аяттарын бекемдейді. Алла толық білуші, хикмет иесі"
        },
        {
            "chapter": 22,
            "verse": 53,
            "text": "Шайтанның салатынын; жүректері қатайғандарға, сынақ үшін. Залымдар, әрине ұзақ бір қайшылықта"
        },
        {
            "chapter": 22,
            "verse": 54,
            "text": "(Мұхаммед Ғ.С.) ғылым берілгендер, Құранның Раббыңнан бір хақиқат екендігін біліп, оған сеніп және оған жүректері берілуі үшін. Күдіксіз Алла, иман келтіргендерді әлбетте тура жолға салды"
        },
        {
            "chapter": 22,
            "verse": 55,
            "text": "Сондай қарсы келгендер, өздеріне кенеттен қиямет келгенге немесе сәтсіз бір күннің азабы келгенге дейін үнемі Құраннан күдіктенуде"
        },
        {
            "chapter": 22,
            "verse": 56,
            "text": "Сол күні, иелік Аллаға тән. Олардың араларына үкім жүргізеді. Сонда иман келтіргендер, ізгі іс істегендер, бақытты жаннаттарда болады"
        },
        {
            "chapter": 22,
            "verse": 57,
            "text": "Қарсы келіп, аяттарымызды жасынға айналдырғандар, міне соларға қорлаушы азап бар"
        },
        {
            "chapter": 22,
            "verse": 58,
            "text": "Ал Алла жолында босқандар, сосын өлтірілген немесе өлгендер, әлбетте Алла оларға көркем несібе береді. Күдіксіз Алла, әрине Ол, несібе берушілердің жақсысы"
        },
        {
            "chapter": 22,
            "verse": 59,
            "text": "Алла оларды разы болатын орынға кіргізеді. Рас Алла, аса білуші, өте жұмсақ"
        },
        {
            "chapter": 22,
            "verse": 60,
            "text": "Міне осылай; кім өзіне істелгендей ғана істеген бола тұра; ол, қайта бұған соқтыкса, әрине Алла, оған жәрдем етеді. Күдіксіз Алла, аса кешірімді, өте жарылқаушы"
        },
        {
            "chapter": 22,
            "verse": 61,
            "text": "Міне шын мәнінде Алла, түнді күндізге қосып, күндізді түнге қосады. Күдіксіз Алла, әр нәрсені естиді, көреді"
        },
        {
            "chapter": 22,
            "verse": 62,
            "text": "Міне күдіксіз Алла, Ол хақ. Расында олардың Алладан өзге сиынғандары ол, босқа. Рас Алла, Ол өте жоғары, аса ұлы"
        },
        {
            "chapter": 22,
            "verse": 63,
            "text": "Көрмейсің бе? Рас Алла, көктен жаңбыр жаудырып, жерді жасылдыққа айналдырды. Шәксіз Алла, өте мұлайым, толық білуші"
        },
        {
            "chapter": 22,
            "verse": 64,
            "text": "Көктердегі әрі жердегі нәрселер Алланікі. Шынында Алла, өте бай, аса мақтаулы"
        },
        {
            "chapter": 22,
            "verse": 65,
            "text": "Рас Алланың, жердегілерді және өз әмірімен теңізде жүрген кемені сендерге бағынышты қылғанын және де өз бұйрығынсыз көктің жерге түсуін тоқтатқанын кермейсің бе? Күдіксіз Алла, адам баласына, әлбетте өте есіргеуші, аса мейірімді"
        },
        {
            "chapter": 22,
            "verse": 66,
            "text": "Ол сондай Алла, сендерді тірілтті, сосын өлтіреді, сонан кейін және тірілтеді. Расында адам баласы нәсүкір"
        },
        {
            "chapter": 22,
            "verse": 67,
            "text": "Әр үммет үшін, олар орындайтын бір ереже жасадық. (С.48-А.) Ендеше (Мұхаммед Ғ.С.) олар, сенімен бұл іс жайында тартыспасын. Раббың жаққа шақыр. Сен әлбетте тура жол үстіндесің"
        },
        {
            "chapter": 22,
            "verse": 68,
            "text": "Егер олар сенімен таласса: \"Алла, не істегендеріңді жақсы біледі\" де"
        },
        {
            "chapter": 22,
            "verse": 69,
            "text": "Алла, қиямет күні, араларыңдағы қайшылыққа түскен нәрселер жайында үкім береді"
        },
        {
            "chapter": 22,
            "verse": 70,
            "text": "Алланың жер, көктегі нәрселерді білетінін білмейсің бе? Шәксіз бұлар, Кітапта жазулы. Күдіксіз бұл, Аллаға оңай"
        },
        {
            "chapter": 22,
            "verse": 71,
            "text": "Олар, Алладан өзге, оған ешбір дәлел түсірілмеген және ол жөнде өздеріне де ешбір мәлімет болмаған нәрселерге табынады. Ол залымдар үшін, бір жәрдемші болмайды"
        },
        {
            "chapter": 22,
            "verse": 72,
            "text": "Қашан оларға ашық аяттарымыз оқылса, кәпірлердің жүздерінен қарсылық сезесің. Сондай-ақ оларға аяттарымызды оқығандарды бассала жаздайды. (Мұхаммед Ғ.С.) оларға: \"Енді сендерге бұдан да жаманның хабарын берейін бе? Ол, от! Алла оны, қарсы болғандарға уәде еткен нендей жаман орын!\",- де"
        },
        {
            "chapter": 22,
            "verse": 73,
            "text": "Әй адам баласы! Бір мысал келтірілді. Енді соған құлақ салыңдар: Сендердің Алладан өзге табынғандарың, барлыгы жиылса да әсте бір шыбын жарата алмайды. Сондай-ақ егер шыбын олардың бір нәрсесін алып қашса, одан оны құтқара алмайды. Өйткені, іздеуші де ізделген де нашар"
        },
        {
            "chapter": 22,
            "verse": 74,
            "text": "Олар Алланың қадырын біліп, шын мәнінде бағалай алмады. Алла аса күшті, өте үстем"
        },
        {
            "chapter": 22,
            "verse": 75,
            "text": "Алла, періштелерден де адамдардан да елшілер ғана белгіледі. Шәксіз Алла, әр нәрсені аса естуші, тым көруші"
        },
        {
            "chapter": 22,
            "verse": 76,
            "text": "Олардың алдарындағыны да арттарындағыны да біледі. Сондай-ақ барлық іс Аллаға қайтады"
        },
        {
            "chapter": 22,
            "verse": 77,
            "text": "Әй иман келтіргендер! рүкүғ, сәжде қылып, Раббыларыңа ғибадат қылыңдар. Және хайыр қылыңдар. Әрине құтыласыңдар"
        },
        {
            "chapter": 22,
            "verse": 78,
            "text": "Алла жолында шынайы түрде күресіңдер. Сендерді Ол таңдады. Сендерге дінде қиындық қылған емес. Аталарың Ыбырайым (Ғ.С.) ның жолы. Алла бұрын да осы Құранда да пайғамбардың сендерге куә болуы, сендердің де адамдарға куә болуларың үшін, \"Мұсылман\" деп атады. Енді намазды толық орындаңдар, зекет беріңдер де Аллаға жабысыңдар. Иелерің Сол; нендей жақсы ие. Нендей жақсы жәрдемші"
        },
        {
            "chapter": 23,
            "verse": 1,
            "text": "Шынында иман келтіргендер құтылды"
        },
        {
            "chapter": 23,
            "verse": 2,
            "text": "Олар, сондай мүміндер, намаздарында іштей жалбарынады"
        },
        {
            "chapter": 23,
            "verse": 3,
            "text": "Олар, бос нәрселерден аулақ болады"
        },
        {
            "chapter": 23,
            "verse": 4,
            "text": "Олар, зекеттерін береді"
        },
        {
            "chapter": 23,
            "verse": 5,
            "text": "Олар, ұятты жерлерін сақтайды"
        },
        {
            "chapter": 23,
            "verse": 6,
            "text": "Бірақ. жұбайлары немесе меншіктілері болса, оларға сөгіс жоқ"
        },
        {
            "chapter": 23,
            "verse": 7,
            "text": "Онда кім бұлардан басқаны іздесе, міне солар, шектен шығушылар"
        },
        {
            "chapter": 23,
            "verse": 8,
            "text": "Олар, аманаттарын, уәделерін қорғаушы"
        },
        {
            "chapter": 23,
            "verse": 9,
            "text": "Олар, намаздарына ұқыпты"
        },
        {
            "chapter": 23,
            "verse": 10,
            "text": "Міне солар, мұрагерлер"
        },
        {
            "chapter": 23,
            "verse": 11,
            "text": "Олар онда мәңгі қалатын фердауыс жаннатына мұрагер болады"
        },
        {
            "chapter": 23,
            "verse": 12,
            "text": "Расында адамды нағыз балшықтан жараттық"
        },
        {
            "chapter": 23,
            "verse": 13,
            "text": "Сонан кейін оны жатырда түратын тамшы қылдық"
        },
        {
            "chapter": 23,
            "verse": 14,
            "text": "Содан кейін тамшыны ұйыған қан етіп жараттық, ұйыған қанды бір тілім / шайналған секілді / ет етіп жаратып, / шайналған секілді / етті сүйектер етіп жараттық, сүйектерді етпен қаптадық. Содан кейін оны өзге жаратылыспен жараттық. Жасап шығарушылардың ең жақсысы Аллаһ- аса Берекелі"
        },
        {
            "chapter": 23,
            "verse": 15,
            "text": "Бұдан кейін әрине сендер өлесіңдер"
        },
        {
            "chapter": 23,
            "verse": 16,
            "text": "Сосын сендер қиямет күні, Күдіксіз тірілтілесіңдер"
        },
        {
            "chapter": 23,
            "verse": 17,
            "text": "Рас үстеріңде жеті жол жараттық. Сондай-ақ жаратқандарымыздан хабарсыз емеспіз. (Жаратудан да жаратылғандардан да хабарымыз бар)"
        },
        {
            "chapter": 23,
            "verse": 18,
            "text": "Көктен бір мөлшерде жаңбыр жаудырып, оны жер жүзіне тоқтаттық. Рас оны жоғалтуға да күшіміз жетеді"
        },
        {
            "chapter": 23,
            "verse": 19,
            "text": "Міне сонымен сендерге құрма ағаштары, жүзімдер және оның ішінде сендер көректенетін көптеген жемістер бар бақшалар пайда қылдық"
        },
        {
            "chapter": 23,
            "verse": 20,
            "text": "Сондай-ақ Тұрсинадан жеушілерге қатық түрінде майлы өсетін (зейтін) ді шығардық"
        },
        {
            "chapter": 23,
            "verse": 21,
            "text": "Рас сендер үшін малдарда әлбәтте өнеге бар. Сендерге олардың іштеріндегі (сүтін) ішкіземіз. (С. 66-А.) Сондай-ақ малда сендер үшін көптеген пайда бар. Және олардан жейсіңдер"
        },
        {
            "chapter": 23,
            "verse": 22,
            "text": "Мал және кеме менен тасымалданасыңдар"
        },
        {
            "chapter": 23,
            "verse": 23,
            "text": "Рас Нұх (Ғ.С.) ты еліне жібердік. Сонда ол: \"Әй елім! Аллаға құлшылық қылыңдар. Одан басқа тәңірлерің жоқ. Сонда да қорықпайсыңдар ма?\" деді"
        },
        {
            "chapter": 23,
            "verse": 24,
            "text": "Онда елінің қарсы болған бастықтары: \"Бұл өздерің сияқты ғана адам. Сендерге үстем болғысы келеді. Егер Алла қаласа, періште жіберер еді. Бұны бұрынғы аталарымыздан естімедік\" деді"
        },
        {
            "chapter": 23,
            "verse": 25,
            "text": "Ол, жын соққан ғана бір адам. Сондықтан оны бір заманға дейін тосыңдар"
        },
        {
            "chapter": 23,
            "verse": 26,
            "text": "(Нұх Ғ.С.): \"Раббым! Олардың мені жасынға шығаруларына қарсы маған нүсырат бер!\",- деді"
        },
        {
            "chapter": 23,
            "verse": 27,
            "text": "Сонда оған: \"Көздеуіміз де нұсқауымыз бойынша кеме жаса\" деп уахи еттік. Қашан әміріміз келіп, тандыр (дан су) қайнаса, сонда әр жыныстан бір жұп және өздеріне қарсы бұйрық берілгендерден басқа, семьяңды алып, кемеге түс. Сондай-ақ залым болғандар жайында маған түк деме. Өйткені олар, суға батуға тиісті\" деп уахи еттік"
        },
        {
            "chapter": 23,
            "verse": 28,
            "text": "Сен қашан жолдастарыңмен бірге кемеге орналассаң: \"Барлық мақтау бізді залымдардан құтқарған Аллаға тән\" де"
        },
        {
            "chapter": 23,
            "verse": 29,
            "text": "Раббым! Мені құтты бір қонысқа қондыр! Сен ең жақсы орналастырушысың\" де"
        },
        {
            "chapter": 23,
            "verse": 30,
            "text": "Рас бұнда өнегелер бар. Әрине Біз сынаймыз"
        },
        {
            "chapter": 23,
            "verse": 31,
            "text": "Бұлардан кейін басқа нәсілдер пайда қылдық. (С.69-А)"
        },
        {
            "chapter": 23,
            "verse": 32,
            "text": "Оларға өздерінен жіберген елшіміз: \"Аллаға құлшылық қылыңдар. Алладан басқа тәңірлерің жоқ. Сонда да қорықпайсыңдар ма?\",- (деді)"
        },
        {
            "chapter": 23,
            "verse": 33,
            "text": "Елінің қарсы болған, ахиретті жасынға шығарған сондай-ақ Біз, өздеріне дүние тіршілігінде кеңшілік берген бастықтары: \"Бұл өздерің құсаған ғана бір адам. Жегендеріңді жеп, ішкендеріңнен ішеді\" деді"
        },
        {
            "chapter": 23,
            "verse": 34,
            "text": "Егер өздерің сияқты адамға бой ұсынсаңдар, рас сендер; сол уақытта зиянға ұшырайсыңдар"
        },
        {
            "chapter": 23,
            "verse": 35,
            "text": "Сендерге; өліп, топырақ және сүйек болғанда; шын тіріліп, шығатындарыңды ескерте ме"
        },
        {
            "chapter": 23,
            "verse": 36,
            "text": "Сендерге бұл ескертілген нәрсе; ұзақ, тым ұзақ"
        },
        {
            "chapter": 23,
            "verse": 37,
            "text": "Дүниедегі тіршілігіміз ғана тіршілік. Кейіміз өлеміз, кейіміз өмір сүреміз де қайта тірілтілмейміз"
        },
        {
            "chapter": 23,
            "verse": 38,
            "text": "Ол (Һүд) Аллаға өтірік жала жапсырған адам. Біз оған сенбейміз"
        },
        {
            "chapter": 23,
            "verse": 39,
            "text": "(Һүд Ғ.С.): \"Раббым! Мені жасынға айналдырғандарға қарсы, нұсрат бер!\",- деді"
        },
        {
            "chapter": 23,
            "verse": 40,
            "text": "(Алла): \"Олар аз бір заманда әлбетте өкінішке үшырайды\" деді"
        },
        {
            "chapter": 23,
            "verse": 41,
            "text": "Шынайы түрде оларды ащы бір дауыс қолға алып, сыпырындыға айналдырдық. Залым қауым рахметтен ұзақ болсын"
        },
        {
            "chapter": 23,
            "verse": 42,
            "text": "Сосын бұлардан кейін басқа нәсіл пайда қылдық"
        },
        {
            "chapter": 23,
            "verse": 43,
            "text": "Ешбір қауым ажалын (белгілі мерзімін) ілгерлете, кейіндете алмайды"
        },
        {
            "chapter": 23,
            "verse": 44,
            "text": "Сонан кейін елшілерімізді үздік-создық жібере бердік те әр үммет; пайғамбарлары келген сайын оны жасынға шығара берді. Сондықтан оларды, бірінен кейін бірін жойып, аңызға айналдырдық. Иман келтірмеген ел рахметтен ұзақ болсын"
        },
        {
            "chapter": 23,
            "verse": 45,
            "text": "Артынан Мұса мен туысы Һарүнды белгілеріміз, ашық дәлелдерімізбен жібердік"
        },
        {
            "chapter": 23,
            "verse": 46,
            "text": "Перғауын мен шонжарларына. Сонда олар дандайсыған, өр көкірек ел еді"
        },
        {
            "chapter": 23,
            "verse": 47,
            "text": "Олар: \"Елі, бізге құлдық істеп жүрген, өзіміз секілді екі адамға сене кетейік пе?\",- десті"
        },
        {
            "chapter": 23,
            "verse": 48,
            "text": "Екеуін жасынға шығарды. Сондықтан жоқ етілді"
        },
        {
            "chapter": 23,
            "verse": 49,
            "text": "Рас Мұса (Ғ.С.) ға; елі, тура жол табуы үшін Кітап бердік"
        },
        {
            "chapter": 23,
            "verse": 50,
            "text": "Мәрйем ұлы мен анасын бір ғибрат қылдық. Екеуін бұлақты, бір көтеріңкі жәйлі жерге орналастырдық ( Бұл жер; Бәйтіл Мүқаддас, Дымшық, Мысыр. Ж.Б.М.К.Р)"
        },
        {
            "chapter": 23,
            "verse": 51,
            "text": "Әй пайғамбарлар! Таза нәрселерден жендер, игілік істеңдер. Расында не істегендеріңді жақсы білемін"
        },
        {
            "chapter": 23,
            "verse": 52,
            "text": "Рас осы топтықтар, бір-ақ топтық. Мен, Раббыларың. Менен ғана қорқыңдар. (С. 213-А)"
        },
        {
            "chapter": 23,
            "verse": 53,
            "text": "Алайда олар өзара (дін) істерінде бөлшектеніп, әр гұрұппа өз алдарындағысына мәз болды"
        },
        {
            "chapter": 23,
            "verse": 54,
            "text": "(Мұхаммед Ғ.С.) оларды бір мерзімге дейін адасқан бойынша тастап қой"
        },
        {
            "chapter": 23,
            "verse": 55,
            "text": "Негізінде оларды, мал және балалармен қамдағанымызды"
        },
        {
            "chapter": 23,
            "verse": 56,
            "text": "Олардың игіліктеріне ынтық болғандығымыз деп ойлай ма? Олай емес. Олар, түсінбейді"
        },
        {
            "chapter": 23,
            "verse": 57,
            "text": "Ал олар Раббыларынан қорқып, үрейленеді"
        },
        {
            "chapter": 23,
            "verse": 58,
            "text": "Олар, Раббыларының аяттарына иман келтіреді"
        },
        {
            "chapter": 23,
            "verse": 59,
            "text": "Олар, Раббыларына серік қоспайды"
        },
        {
            "chapter": 23,
            "verse": 60,
            "text": "Расында не берсе де Раббыларына қайтуларынан, жүректері қорқып, бергендер"
        },
        {
            "chapter": 23,
            "verse": 61,
            "text": "Міне осылар, жақсылықтар да жарысады да олар, оның озаттары"
        },
        {
            "chapter": 23,
            "verse": 62,
            "text": "Кісіге шамасы келетінді ғана міндеттендіреміз. Жанымызда шындықты сөйлейтін бір Кітап бар. (Лаухыл Махфұз не амал дәптері. Ж.Б.) Олар зұлымдық көрмейді"
        },
        {
            "chapter": 23,
            "verse": 63,
            "text": "Бірақ олардың жүректері бұл Құраннан хабарсыз және олардың бұдан өзге де істеген істері бар"
        },
        {
            "chapter": 23,
            "verse": 64,
            "text": "Олар мәз болған кезде, жазаға тартсақ, сол уақытта олар зар илейді"
        },
        {
            "chapter": 23,
            "verse": 65,
            "text": "Бүгін зарламаңдар! Расында сендер, Менен жәрдем көре алмайсыңдар"
        },
        {
            "chapter": 23,
            "verse": 66,
            "text": "Сендерге аяттарымыз оқылатын еді де теріс айналатын едіңдер"
        },
        {
            "chapter": 23,
            "verse": 67,
            "text": "Аяттарымызға тәкаппарсынып, мүлде сандырақтаушы едіңдер"
        },
        {
            "chapter": 23,
            "verse": 68,
            "text": "Олар сөзді (Құранды) зерттемей ме? Немесе оларға бүрынғы аталарына келмеген нәрсе келді ме"
        },
        {
            "chapter": 23,
            "verse": 69,
            "text": "Немесе пайғамбарларын олар танымады да сондықтан оған қасарыса ма? (Негізінен олар: \"Мұхаммед Әмин: сенімді Мұхаммед\" деп, бала жастан толық сенім артқан, өмірінде еш өтірік айтпаған, биязы мінезді, сондай-ақ ешкімнен оқымаған бола тұра даналықтың ең кемеліне ие екенін жақсы біледі. Ж.Б.К.М.Р)"
        },
        {
            "chapter": 23,
            "verse": 70,
            "text": "Немесе: \"Онда бір жындылық бар\" дей ме? Олай емес. Оларға шындықты әкелді де олардың көбі шындықты жақтырмайды"
        },
        {
            "chapter": 23,
            "verse": 71,
            "text": "Егер шындық олардың көңілдері тартқан жаққа кетсе, әрине көктер мен жер және онда болған әркім бұзылып кетер еді. Олай емес. Оларға үгіт келтірдік. Сонда олар насихаттарынан жалтарды"
        },
        {
            "chapter": 23,
            "verse": 72,
            "text": "(Мұхаммед Ғ.С.) олардан жалақы сұрадың ба? Раббыңның сауабы хайырлы. Ол, ризық берушілердің ең хайырлысы"
        },
        {
            "chapter": 23,
            "verse": 73,
            "text": "Әрине сен оларды тура жолға шақырасың"
        },
        {
            "chapter": 23,
            "verse": 74,
            "text": "Ахиретке сенбегендер, әлбетте жолдан шығушылар"
        },
        {
            "chapter": 23,
            "verse": 75,
            "text": "Егер оларға мәрхамет етіп, бейнеттерін айықтырсақ та қасаруларында абыржып кете береді"
        },
        {
            "chapter": 23,
            "verse": 76,
            "text": "Рас оларды азапқа алдық. Сонда да Раббыларына мойынсал болмады әрі жалбарынбады"
        },
        {
            "chapter": 23,
            "verse": 77,
            "text": "Тіпті оларға бір азаптың есігін ашсақ, сол уақытта олар оның ішінде күдер үзеді"
        },
        {
            "chapter": 23,
            "verse": 78,
            "text": "Ол, сендер үшін: Есту, көру және ойлау қабілетін жаратты. Сонда да аз ғана шүкірлік қыласыңдар"
        },
        {
            "chapter": 23,
            "verse": 79,
            "text": "Ол, сендерді жер жүзіне таратты. Сондай-ақ Ол Алла тарапына жиналасыңдар"
        },
        {
            "chapter": 23,
            "verse": 80,
            "text": "Сендерді тірілтеді, өлтіреді және күндіз, түннің ауысуы Оған тән. Ал ойламайсыңдар ма"
        },
        {
            "chapter": 23,
            "verse": 81,
            "text": "Жоқ, олар бүрынғылардың айтқанын айтады"
        },
        {
            "chapter": 23,
            "verse": 82,
            "text": "Олар: \"Біз өліп, топырақ және сүйектер болсақ та рас қайта тірілтілеміз бе?\",- деген"
        },
        {
            "chapter": 23,
            "verse": 83,
            "text": "Расында бұл бопса, бізге де бүрынғы аталарымызға да жасалған. Бұл бұрыңғылардың ергегілері ғана"
        },
        {
            "chapter": 23,
            "verse": 84,
            "text": "(Мұхаммед Ғ.С.): \"Егер білсеңдер, жер жүзі және жер жүзінде болғандар кімдікі?\",- де"
        },
        {
            "chapter": 23,
            "verse": 85,
            "text": "Олар дереу: \"Алланікі\" дейді. \"Ал сонда да зер салмайсыңдар ма?\",- де"
        },
        {
            "chapter": 23,
            "verse": 86,
            "text": "Жеті көктің Раббы және ұлы ғаршының Раббы кім?\",- де"
        },
        {
            "chapter": 23,
            "verse": 87,
            "text": "Дереу: \"Алла\" дейді. \"Сонда да қорықпайсыңдар ма?\",- де"
        },
        {
            "chapter": 23,
            "verse": 88,
            "text": "Егер білсеңдер, әр нәрсенің басқаруы қолында, өзі қорғаушы, қорғалмайтын (немесе Оған қарсы біреуді біреу қорғай алмайтын) кім?\",- де"
        },
        {
            "chapter": 23,
            "verse": 89,
            "text": "Олар дереу: \"Алла\" дейді. \"Ал онда қалайша жадыландыңдар?\",- де"
        },
        {
            "chapter": 23,
            "verse": 90,
            "text": "Жоқ, олай емес. Оларға шындықты әкелдік. Олар мүлде өтірікші"
        },
        {
            "chapter": 23,
            "verse": 91,
            "text": "Алла еш бала иемденбеді. Онымен бірге тәңір де жоқ. Ондай болғанда, әрине әр тәңір өз жаратқаның алып кетер еді де бір-біріне үстемдік қылар еді. Алла, олардың сипаттағанынан пәк. (С. 22-А. 17-С. 42-А)"
        },
        {
            "chapter": 23,
            "verse": 92,
            "text": "Алла көрнеуді де көиесті де біледі. Сондай-ақ олардың қосқан ортақтарынан үстем"
        },
        {
            "chapter": 23,
            "verse": 93,
            "text": "(Мұхаммед): \"Раббым! Оларға уәде етілген азапты әлбетте маған көрсететін болсаң, (мен барда әкелсең)"
        },
        {
            "chapter": 23,
            "verse": 94,
            "text": "Раббым! Мені залым елдің ішінде қылма!\",- де"
        },
        {
            "chapter": 23,
            "verse": 95,
            "text": "Расында оларға деген апатты әрине саған көрсетіп, әкелуге де шамамыз келеді"
        },
        {
            "chapter": 23,
            "verse": 96,
            "text": "Жамандықты жақсылықпен кетір. Олардың баян еткен нәрсесін жақсы білеміз"
        },
        {
            "chapter": 23,
            "verse": 97,
            "text": "Раббым! Шайтандардың түртектерінен саған сиынамын\" де"
        },
        {
            "chapter": 23,
            "verse": 98,
            "text": "Раббым! Олардың жаныма келуінен де саған сиынамын"
        },
        {
            "chapter": 23,
            "verse": 99,
            "text": "Ақыр олардың әрбіріне өлім келген сәтте: \"Раббым! Мені дүниеге қайтар"
        },
        {
            "chapter": 23,
            "verse": 100,
            "text": "Мүмкін мен қалдырған дүниеде жақсы ғамал істермін.\" Әсте олай емес. Рас бұл, оның бір айтқан бос сөзі. Өйткені, олардың артында қайта тірілетін күнге дейін бөгет бар"
        },
        {
            "chapter": 23,
            "verse": 101,
            "text": "Қашан Сұр үрілсе, сол күні; олардың араларында туыстық (байланыс) жоғалып, бір-бірін сұраспайды. (С. 10-А)"
        },
        {
            "chapter": 23,
            "verse": 102,
            "text": "Ал сол күні, кімнің таразысы ауыр тартса, міне солар құтылушылар"
        },
        {
            "chapter": 23,
            "verse": 103,
            "text": "Ал және кімнің таразысы жеңіл тартса, міне олар өздерін зиянға ұшыратқандар. Олар тозақта мүлде қалады"
        },
        {
            "chapter": 23,
            "verse": 104,
            "text": "Олардың беттерін от өртеп, олардың онда тістері ақсиып қалады"
        },
        {
            "chapter": 23,
            "verse": 105,
            "text": "Өздеріңе аяттарым оқылғанда оны жасынға шығармадыңдар ма"
        },
        {
            "chapter": 23,
            "verse": 106,
            "text": "Олар: \"Раббым! Сорымыз жеңіп, адасқан бір ел екеміз ғой\" дейді"
        },
        {
            "chapter": 23,
            "verse": 107,
            "text": "Раббымыз! Бізді бұдан шығар! Сонда егер кайта күнәкар болсақ; Шын залымбыз"
        },
        {
            "chapter": 23,
            "verse": 108,
            "text": "Оларға: \"Сонда сіңіп, жоғалыңдар! Маған сөйлеспеңдер\" дейді"
        },
        {
            "chapter": 23,
            "verse": 109,
            "text": "Құлдарымнан бір бөлім: \"Раббымыз! Иман келтірдік, бізді жарылқа! Және бізге мәрхамет ет. Сен мәрхамет етушілердің ең жақсысысың\" дейтіндер бар еді"
        },
        {
            "chapter": 23,
            "verse": 110,
            "text": "Сонда сендер оларды келемежге алып едіңдер. Хатте оларға күлулерің Мені еске алуларыңды мүлде ұмыттырған еді"
        },
        {
            "chapter": 23,
            "verse": 111,
            "text": "Рас бүгін Мен оларды сабыр еткендіктері себепті сыйлыққа бөледім. Олар анық мұратқа жеткендер"
        },
        {
            "chapter": 23,
            "verse": 112,
            "text": "Алла, оларға: \"Сендер жер жүзінде қанша жыл тұрдыңдар?\",- дейді"
        },
        {
            "chapter": 23,
            "verse": 113,
            "text": "Олар: \"Бір күн немесе тағы аз уақыт тұрдық. Санаушылардан сұра\" дейді. (С. 55-А)"
        },
        {
            "chapter": 23,
            "verse": 114,
            "text": "Егер білген болсаңдар аз ғана-ақ тұрдыңдар\" дейді"
        },
        {
            "chapter": 23,
            "verse": 115,
            "text": "Шын Біз, сендерді босқа жараттық та тіпті Бізге қайтарылмаймыз деп, ойлайсыңдар ма?\",- дейді"
        },
        {
            "chapter": 23,
            "verse": 116,
            "text": "Шынайы патша Алла, өте жоғары. Одан басқа тәңір жоқ. Ол, ардақты ғаршының Раббы"
        },
        {
            "chapter": 23,
            "verse": 117,
            "text": "Біреу, Алла мен бірге дәлелсіз басқа бір тәңірге табынса, рас оның есебі Раббының қасында. Өйткені, қарсы болғандар құтылмайды"
        },
        {
            "chapter": 23,
            "verse": 118,
            "text": "(Мұхаммед Ғ.С.): \"Раббым! Жарылқа, мәрхамет ет! Сен мәрхамет етушілердің ең жақсырағысың\" де"
        },
        {
            "chapter": 24,
            "verse": 1,
            "text": "Бұл сүрені түсірдік те оның үкімдерін парыз қылдық. Сондай-ақ үгіт алуларың үшін; мұнда ашық аяттар түсірдік"
        },
        {
            "chapter": 24,
            "verse": 2,
            "text": "Зинашы әйел мен ердің әрбіріне жүз дүре соғыңдар. Егер Аллаға, ахирет күніне сенсеңдер; оларға жұмсақтықтарың ұстамасын. Әрі екеуінің жазасын мүміндерден бір тобы көріп тұрсын"
        },
        {
            "chapter": 24,
            "verse": 3,
            "text": "Зинашы ер; зинашы немесе мүшрік әйелмен үйленуге лайық. Зинашы әйел де; зинашы немесе мүшрік ермен ғана үйленеді. Бұлар мүміндерге арам қылынды"
        },
        {
            "chapter": 24,
            "verse": 4,
            "text": "Сондай абыройлы әйелдерге зина жаласын жапсырғандар; кейін төрт айғақ келтіре алмаса, онда оларға сексен дүре соғыңдар. Және олардың куәліктерін мүлде қабыл етпеңдер. Міне солар, бүзықтар"
        },
        {
            "chapter": 24,
            "verse": 5,
            "text": "Бірақ содан кейін тәубе етіп, түзелгендерге; Алла, аса жарылқаушы, ерекше мейірімді"
        },
        {
            "chapter": 24,
            "verse": 6,
            "text": "Жұбайларына зина жаласын жауып, өздерінен басқа ешбір айғақтары болмағандардың әрбірінің куәлігі, шын айтушы екендіктеріне байланысты төрт рет Алланың атымен ант ішулері"
        },
        {
            "chapter": 24,
            "verse": 7,
            "text": "Бесінші ретте; (ер): \"Егер өтірік айтушылардан болсам, Маған Алланың лағынеті болсын!\",- (дейді)"
        },
        {
            "chapter": 24,
            "verse": 8,
            "text": "Ерінің өтірік айтушылардан екендігіне байланысты әйел де төрт рет Алланың атымен ант ішіп, өзінен жазаны кетіре алады"
        },
        {
            "chapter": 24,
            "verse": 9,
            "text": "Бесінші рет; (әйел): \"Егер оның айтқандары шын болса, маған Алланың қаһары тисін!\",- (дейді)"
        },
        {
            "chapter": 24,
            "verse": 10,
            "text": "Егер сендерге Алланың кеңшілігі, мәрхаметі болмаса, (не болар еді?) Расында Алла, тәубелерді қабылдаушы, аса дана"
        },
        {
            "chapter": 24,
            "verse": 11,
            "text": "(Пайғамбар Ғ.С. Бану Мұсталық соғысынан қайтқанда түнеп көшкен бір жерде Ғайша Р.А. түзге отырып келсе, мойнындағы алқасы жоқ. Соны қарап келгенше, көш жөнеліп кеткендіктен жұртта отырғанда қарауылда жүрген Сапуан Мұғтал ұлы түйесіне мінгізіп, альп келеді. Сондықтан Ғабдолла Үбай ұлы т.б. лар өсек қылады. Ж.Б.М.Р.) Шынында сендерден өсек айтып келген топтың сөзін жаман деп есептемеңдер. Керісінше ол, сендер үшін хайырлы. Олардың әрбіреуі күнә тапты. Олардан басшылық еткен үлкеніне зор азап бар"
        },
        {
            "chapter": 24,
            "verse": 12,
            "text": "Егер оны естігендеріңде мүмін ер, әйел көңілдерінде хайыр ойлап: \"Бұл бір ашық өсек\" десе еді"
        },
        {
            "chapter": 24,
            "verse": 13,
            "text": "Олар, оған төрт куә келтірсе еді? Сондай-ақ олар куә әкелмеді. Міне солар, Алланың қасында өтірікші"
        },
        {
            "chapter": 24,
            "verse": 14,
            "text": "Егер сендерге дүние, ахиретте Алланың кеңшілігі, мәрхаметі болмаса еді, әрине өсек тартқандықтарыңның салдарынан зор азапқа душар болар едіңдер"
        },
        {
            "chapter": 24,
            "verse": 15,
            "text": "Сол уақытта өсекті ауызекі жалғастырып, білмеген нәрсені айта отырып, оны жеңілге сайдыңдар. Ол, Алланың қасында зор іс еді"
        },
        {
            "chapter": 24,
            "verse": 16,
            "text": "Егер оны естіген сәтте: \"Бұны, біздің айтуымызға болмайды. Алла сақтасын. Бұл бір ірі жала\" деген болсаңдар еді"
        },
        {
            "chapter": 24,
            "verse": 17,
            "text": "Егер мүмін болсаңдар, Алла мүндайды мүлде қайта істемеулеріңді насихаттайды"
        },
        {
            "chapter": 24,
            "verse": 18,
            "text": "Алла, сендерге аяттарын ашық баян қылады. Әрі Алла толық білуші, аса дана"
        },
        {
            "chapter": 24,
            "verse": 19,
            "text": "Расында сондай мүміндердің ішінде арсыздық жайылуын жақсы көргендерге; дүние, ахиретте күйзелтуші азап бар. Алла біледі. Сендер білмейсіңдер"
        },
        {
            "chapter": 24,
            "verse": 20,
            "text": "Егер сендерге Алланың кеңшілігі, мәрхаметі болмаса. Рас Алла өте жұмсақ, ерекше мейірімді"
        },
        {
            "chapter": 24,
            "verse": 21,
            "text": "Әй мүміндер, шайтанның басқан іздерін баспаңдар. Кім шайтанның іздеріне ерсе, Күдіксіз ол, ұятсыз-дықты, жамандықты меңзейді. Егер сендерге Алланың игілігі, мейірімі болмаса еді, ешбіреуің әсте ағармайтын едіңдер. Бірақ Алла қалаған құлын ағартады. Алла әр нәрсені естуші, білуші"
        },
        {
            "chapter": 24,
            "verse": 22,
            "text": "Сендерден кеңшілік, молшылыққа ие болғандар; жақындарына, міскіндерге, мұһажірлерге Алла жолында бермеуге ант етпесін. Ғапу етіп, кешірсін. Алланың сендерді жарылқауын жақсы көрмейсіңдер ме? Алла аса жарылқаушы, ерекше мейірімді"
        },
        {
            "chapter": 24,
            "verse": 23,
            "text": "Расында абыройлы мүмін, ақ ниет әйелдерге жала қойғандар; дүние, ахиретте қарғалды. Әрі олар үшін ірі азап бар"
        },
        {
            "chapter": 24,
            "verse": 24,
            "text": "Қиямет күні, оларға тілдері, қол-аяқтары не істегендеріне айғақ болады"
        },
        {
            "chapter": 24,
            "verse": 25,
            "text": "Сол күні Алла, оларға лайықты жазасын толық береді. Сондай-ақ рас Алланың ашық шындық екенін олар біледі"
        },
        {
            "chapter": 24,
            "verse": 26,
            "text": "Сұм әйелдер; сұм ерлерге, сұм ерлер; сұм әйелдерге сондай-ақ игі әйелдер; игі ерлерге, игі ерлер; игі әйелдерге лайық. Бұлар, олардың айтқандарынан ақ. Олар үшін жарылқау әрі көркем несібе бар"
        },
        {
            "chapter": 24,
            "verse": 27,
            "text": "Әй мүміндер! Өз үйлеріңнен басқа үйге рұхсат алмайынша әрі үй иесіне сәлем бермейінше кірмеңдер. Бұл сендер үшін хайырлы. Әрине түсінерсіңдер"
        },
        {
            "chapter": 24,
            "verse": 28,
            "text": "Егер үйде ешкім таппасаңдар, өздеріңе рұхсат бермейінше кірмеңдер. Егер сендерге: \"Қайтыңдар\" делінсе, онда қайтыңдар. Бұл сендер үшін жақсырақ. Алла не істегендеріңді жақсы біледі"
        },
        {
            "chapter": 24,
            "verse": 29,
            "text": "Ішінде отырылмайтын, нәрселерің бар (қонақ үй сияқты. Ж.Б.М.К.Р.) үйлерге кірулеріңнің оқасы жоқ. Алла көрнеулеріңді де көместеріңді де біледі"
        },
        {
            "chapter": 24,
            "verse": 30,
            "text": "(Мұхаммед Ғ.С.) Мүміндерге айт: (Бөгде әйелдерге қараудан) көздерін сақтасын. Әрі ұятты жерлерін (зинадан) қорғасын. Бұл олар үшін өте жақсы. Рас Алла, олардың не істегендерінен хабар алушы"
        },
        {
            "chapter": 24,
            "verse": 31,
            "text": "Мүмін әйелдерге де айт: \"(Бөгде ерлерден) көздерін сақтасын. Әрі ұятты жерлерін (зинадан) қорғасын. Сондай-ақ зейнеттерін көрсетпесін. Бірақ олардың өзіндігінен көрінгендері басқа. (Беті, қол-аяқтары. Ж.Б.М.К.) Және бүркеншіктерін омырауларына түсірсін. Зейнеттерін керсетпесін. Бірақ: Ерлеріне, әкелеріне, қайын аталарына, өз ұлдарына, өгей ұлдарына, аға-бауырларына, олардың ұлдарына, әпеке-сіңлілерінің ұлдарына, Мұсылман әйелдерге, қолдарындағы күңдеріне, әйел керек қылмайтын қызметшілерге немесе әйелдердің ұятты жерлерін білмейтін балаларға көрсетулеріне болады. Және де көмескі зейнеттерін басқаларға білдіру үшін аяқтарын ұрып жүрмесін. Әй мүміндер, түгел Аллаға тәубе қылыңдар! Әрине құтыларсыңдар"
        },
        {
            "chapter": 24,
            "verse": 32,
            "text": "Іштеріңдегі бойдақтарды (ер жеткен ұл-қыздарды, тұл ер, әйелдерді. Ж.Б.М.К.Р.) сондай-ақ қолдарыңдагы құл, күңдердің дұрыстарын үйлендіріңдер. Егер олар кедей болса да, Алла өз кеңшілігімен оларды байытады. Алла, аса кеңшілік иесі, толық білуші"
        },
        {
            "chapter": 24,
            "verse": 33,
            "text": "Үйлене алмағандар, Алла өз кеңшілігімен байытқанға дейін суық жолдан сақтансын. Қолдарыңдағы (құл, күң) лардан хат тілегендерге, егер оларда бір хайыр білсеңдер, хат келісімін жасаңдар. Әрі оларға Алланың өздеріңе берген малынан да беріңдер. (Құл, күңдердің қожайынына ақша төлеп, не бір қызмет атқарып, азаттық алу үшін келісім жасап қолынан хат алу хақысы бар. Ж.Б.М.К.Р.) (Бұларға зекет те беріледі. С. 6-А.) Өздері абыройлы болуды қалаған күңдеріңді дүние тіршілігінің пайдасы үшін жамандыққа зорламаңдар. Кім оларды зорласа; онда Алла, ол зорланғаннан кейін аса жарылқаушы, ерекше мейірімді. (Күнәсы зорлаушыға болады)"
        },
        {
            "chapter": 24,
            "verse": 34,
            "text": "Рас сендерге ап-ашық аяттарды әрі сендерден бұрынғы өткендерден мысал және тақуалар үшін насихат түсірдік"
        },
        {
            "chapter": 24,
            "verse": 35,
            "text": "Алла (Т.) көктер мен жердің нұры. Оның нұрының мысалы: Ішінде жарық бар қуыс (немесе қуыста жанған жарық) сияқты. Жарық әйнектің ішінде. Ал әйнек; бейне інжудай бір жұлдыз. Шығыста батыста болмаған берекетгі зәйтін майымен тамызылады. Тіпті от тимей-ақ оның майы жарық бергелі тұр. Нұр үстіне нұр. Алла қалаған кісісін өз нұрына бөлейді. Алла адамдарға өстіп мысал береді. Алла әр нәрсені толық білуші"
        },
        {
            "chapter": 24,
            "verse": 36,
            "text": "(Бұл нұр) Алланың жоғары бағаланып, ішінде өз атының зікір етілуіне бұйырған үйлерде болады. Онда ертелі-кеш Оны дәріптейді"
        },
        {
            "chapter": 24,
            "verse": 37,
            "text": "Өздерін сауда-саттық; Алланың зікірінен, намазды орындаудан, зекет беруден тоспайтын адамдар бар. Олар, жүректер мен көздердің қозғалатын күнінен қорқады"
        },
        {
            "chapter": 24,
            "verse": 38,
            "text": "Сондықтан Алла, оларға істегендерінің ең көркем сыйлығын тіпті өз қасынан артылтып береді. Алла қалаған құлын есепсіз несібеге бөлейді"
        },
        {
            "chapter": 24,
            "verse": 39,
            "text": "Сондай қарсы болғандардың істері, шөлдегі сағым сияқты. Шөлдеген кісі оны су деп, ойлайды. Ақыр оған барған сәтте, еш нәрсе таба алмайды. Жанында Алланы табады. Ол, оның есебін толық көреді. Алланың есебі, жылдам"
        },
        {
            "chapter": 24,
            "verse": 40,
            "text": "Немесе олардың мысалы: Терең теңіздегі қараңғылық тәрізді. Толқын үстіне толқын, оның үстін бұлт каптаған қараңғылықтар; бір-бірінің үстінде. Кісі қолын шығарса, оны көре алмайды. Алла жарық қылмаған біреудің жарығы болмайды"
        },
        {
            "chapter": 24,
            "verse": 41,
            "text": "Көктер мен жердегі әркімнің әрі қатар-қатар ұшқан қүстың Алланы дәріптегенін көрмейсің бе? Барлығы өзіне тән намазын, тәсбихын біледі. Алла олардың істегенін толық біледі"
        },
        {
            "chapter": 24,
            "verse": 42,
            "text": "Көктер мен жердің меңгеруі Аллаға тән. Және қайтар жер де Алла жақ"
        },
        {
            "chapter": 24,
            "verse": 43,
            "text": "Көрмейсің бе? Рас Алла, бұлттарды айдайды. Сосын оның араларын біріктіреді. Сонан соң оны қабат-қабат қылады. Сонда бұлттың араларынан жаңбыр шыққанын көресің. Және аспаннан ішінде бұршағы бар (бұлт) тауларын түсіреді де ол арқылы қалаған пендесіне апат жеткізіп, қалағанынан бұрып, әкетеді. Нажағайдың жарқылы; көздерді әкете жаздайды"
        },
        {
            "chapter": 24,
            "verse": 44,
            "text": "Алла; күндізбен, түнді ауыстырады. Рас бұнда, қырағылар үшін әрине ғибрат бар"
        },
        {
            "chapter": 24,
            "verse": 45,
            "text": "Алла әр жандықты судан жаратты. Сонда кейбіреуі баурымен жүреді, кейбіреулері екі аяғымен жүреді және кейбіреуі төрт аяқтап, жүреді. Алла қалағанын жаратады. Рас Алланың әр нәрсеге толық күші жетуші"
        },
        {
            "chapter": 24,
            "verse": 46,
            "text": "Расында ашық баян етуші аяттарды түсірдік. Сондай-ақ Алла қалағанын тура жолға салады"
        },
        {
            "chapter": 24,
            "verse": 47,
            "text": "Олар: \"Аллаға, Пайғамбарға иман келтірдік, бой ұсындық\" дейді де, сосын одан кейін олардан бір бөлімі жалтарады. Міне солар иман келтірмегендер"
        },
        {
            "chapter": 24,
            "verse": 48,
            "text": "Қашан олар, араларына үкім беру үшін Аллаға, Пайғамбарына шақырылса, сол уақытта олардың бір бөлімі бас тартады"
        },
        {
            "chapter": 24,
            "verse": 49,
            "text": "Егер оларға бір тиесі болатын болса, оған бой ұсынған түрде келеді"
        },
        {
            "chapter": 24,
            "verse": 50,
            "text": "Олардың жүректерінде дерті бар ма? Немесе күдіктенуде ме? Не өздеріне Алла, Пайғамбары әділетсіздік істейді деп, қорқа ма? Олай емес. Олардың өздері залым"
        },
        {
            "chapter": 24,
            "verse": 51,
            "text": "Шын мәнінде мүміндер, араларына үкім беруге шақырылғанда, олардың сөздері: \"Естідік, бой ұсындық\" деу болады. Міне бұлар құтылушылар"
        },
        {
            "chapter": 24,
            "verse": 52,
            "text": "Кімде-кім Аллаға, Пайғамбарына бағынса, сондай-ақ Алладан қорқып, сақтанса, міне солар, қолы жеткендер"
        },
        {
            "chapter": 24,
            "verse": 53,
            "text": "(Мұхаммед Ғ.С.! Мұнафықтар): \"Егер әмір етсең (соғысқа) әлбетте шығамыз\" деп, Аллаға шынайы ант ішеді. Оларға: \"Ант ішпеңдер! Бағынғандарың мәлім. Шәксіз Алла, не істегендеріңді толық біледі\" де"
        },
        {
            "chapter": 24,
            "verse": 54,
            "text": "(Мұхаммед Ғ.С.): \"Аллаға, Пайғамбарына бағын\" де. Егер бағынудан бет бұрсаңдар, шын мәнінде Пайғамбар, өзіне жүктелгенге, сендер, өздеріңе жүктелгенге міндеттісіңдер. Ал егер Пайғамбарға бой ұсынсаңдар, тура жол табасыңдар. Сондай-ақ Пайғамбарға ашық түрде жалғастыру ғана міндет"
        },
        {
            "chapter": 24,
            "verse": 55,
            "text": "Алла сендерден иман келтіріп, ізгі іс істегендерге; өздерінен бүрынғы өткендердей жер жүзіне мұрагер қылуды уәде етті. Сондай-ақ олар үшін өзі разы болған дінін нығайтып, хауіп-қатерден кейін бейбітшілікке айналдырады. Олар, Маған құлшылық қылады. Маған еш нәрсені шерік қоспайды. Кім бұдан кейін қарсы келсе, міне солар, бұзақылар"
        },
        {
            "chapter": 24,
            "verse": 56,
            "text": "Намазды толық орындаңдар да зекет беріңдер. Әрі Пайғамбарға бой ұсыныңдар. Әрине мәрхаметке бөленесіңдер"
        },
        {
            "chapter": 24,
            "verse": 57,
            "text": "(Мұхаммед Ғ.С.) сондай қарсы келгендер, жер жүзінде бізді әлсіретті деп, ойлама! Олардың орны тозақ, нендей жаман орын"
        },
        {
            "chapter": 24,
            "verse": 58,
            "text": "Әй мүміндер! Меншіктеріңдегі қүл-күңдер, әлі ержетпеген балаларың, осы үш мезгілде (жандарыңа) рұхсат сұрап кірсін: Таң намазының алдында, түсте киімдеріңді шешкен уақытта және ясту намазынан кейін. Сендер үшін осы үшеуі ұялатын мезгіл. Бұлардан кейін (басқа уақытта) сендерге де оларға да айып емес. Өйткені, сендер бір-біріңе кіріп, шығуларыңа керексіңдер. Осылайша Алла, сендерге аяттарын баян етеді. Алла толық білуші, хикмет иесі"
        },
        {
            "chapter": 24,
            "verse": 59,
            "text": "Ержеткен балаларың, бұрынғылар рұхсат сүрағандай рұхсат сұрап кірсін. Осылайша сендерге Алла аяттарын ашық баян етеді. Алла толық білуші, хикмет иесі"
        },
        {
            "chapter": 24,
            "verse": 60,
            "text": "Некеленуден күдер үзіп, үйде отырған кемпірлердің зейнеттерін ашпай сырт киімдерін шешулері айып емес. Егер бұдан да сақтанса, олар үшін тағы жақсы. Алла толық естуші, әр нәрсені білуші"
        },
        {
            "chapter": 24,
            "verse": 61,
            "text": "(Бір үйден тамақ жеулерінде) соқырға кінә жоқ, ақсаққа кінә жоқ, ауруға да кінә жоқ. Сондай-ақ сендерге өз үйлеріңнен (әйелдеріңнің, балаларыңның. Ж.М.Р.) не әкелеріңнің үйлерінен, я шешелеріңнің үйлерінен, я аға-інілеріңнің үйлерінен, я әпеке-қарындастарыңның үйлерінен, я әкелеріңмен туысқан көкелеріңнің үйлерінен, я әкелеріңмен туысқан апаиларыңның үйлерінен, я нағашы ағаларыңның үйлерінен, я нағашы апайларыңның үйлерінен, немесе кілттеріне ие болған не достарыңның үйлерінен тамақ жеулеріңде айып жоқ. Сондай-ақ бірлікте не жеке-жеке жеулерің айып емес. Қашан үйлерге кірсеңдер, өздеріңе (Мұсылмандарға) Алла тарапынан көркем берекет тіршілігін тілеп, сәлем беріңдер! (С. 86-А.) Осылайша Алла, сендерге аяттарын ашық баян етеді. Әрине түсінерсіндер"
        },
        {
            "chapter": 24,
            "verse": 62,
            "text": "Шын мәнінде мүміндер, сондай Аллаға, Пайғамбарына иман келтіргендер, егер олар Пайғамбар мен бірге топты түрде бір істе болса, Пайғамбардаи ргхсат алмайынша кетпейді.(Мұхаммед Ғ.С.) рас сенен рұхсат сүрағандар; міне солар, Аллаға, Пайғамбарға иман келтіргендер. Қашан олар кейбір жұмыстары үшін сенен рүхсат сүраса, олардан қалағаныңа рұхсат бер. Және оларға Алладан жарылқау тіле. Күдіксіз Алла, өте жарылқаушы, аса мейірімді"
        },
        {
            "chapter": 24,
            "verse": 63,
            "text": "Пайғамбардың шақыруын өзара бір-біріңді шақыруға үқсатпаңдар! Рас Алла, сендерден ептеп, далдаланып шығып кететіндерді біледі. Сондықтан оның әміріне қарсы келгендер, өздеріне бір апат жетуінен немесе жан түршігерлік азап келуінен сақтансын"
        },
        {
            "chapter": 24,
            "verse": 64,
            "text": "Естеріңде болсын! Көктер мен жердегі нәрселер Алланікі. Расында Ол, сендердің неменеде болғандарыңды біледі. Сондай-ақ олар, өз жагына қайтқан күні, оларға, не істегенін білдіреді. Алла барлық нәрсені толық біледі"
        },
        {
            "chapter": 25,
            "verse": 1,
            "text": "Бүкіл әлемге бір ескертуші болуы үшін құлына (жақсы-жаманды айыратын) Құранды түсірген Алла өте жоғары"
        },
        {
            "chapter": 25,
            "verse": 2,
            "text": "Көктер мен жердің патшалығы Онікі. Ол, ешкімді бала қылып алмады да Оның патшалығында ешбір ортағы жоқ. Сондай-ақ әр нәрсені жаратып, оның өлшеуін белгіледі"
        },
        {
            "chapter": 25,
            "verse": 3,
            "text": "(Сонда да) олар Алладан өзге, бір нәрсені жарата алмайтын, өздері жаратылатын, сондай-ақ өздеріне де пайда, зиян келтіру күшіне және өлтіру, тірілту тагы өлгенді қайта тірілту күшіне ие болмағандарды тәңір жасап алды"
        },
        {
            "chapter": 25,
            "verse": 4,
            "text": "Сондай кәпірлер: \"Бұл Құран мүлде жасанды. Оны өзі шығарды, оған басқа ел де көмектесті\" деп, олар орынсыз жала жапсырды"
        },
        {
            "chapter": 25,
            "verse": 5,
            "text": "Және олар: \"Ол Құран бүрынғылардың аңызы. Оны, бұл жаздырып алады да, ертелі-кеш өзіне оқылады\" деді"
        },
        {
            "chapter": 25,
            "verse": 6,
            "text": "(Мұхаммед Ғ.С.): \"Құранды көктер мен жердің сырын білетін Алла түсірді. Рас Алла өте жарылқаушы, тым мейірімді\" де"
        },
        {
            "chapter": 25,
            "verse": 7,
            "text": "Тағы олар: \"Бұл қалай Пайғамбар? Тамақ жейді, базарларда жүреді. Неге оған, онымен бірге жүріп, қорқытатын періште түсірмейді?\",-десті"
        },
        {
            "chapter": 25,
            "verse": 8,
            "text": "Немесе оған (шаңырактан) бір қазына тасталса не оның бір коректенетін бақшасы болса еді.\" Сөйтіп залымдар: \"Сендер мүлде жадыланған кісіге ересіңдер\" деді"
        },
        {
            "chapter": 25,
            "verse": 9,
            "text": "(Мұхаммед Ғ.С.) Қара! Сен үшін қалай мысалдар берді. Енді олар жол таба алмайтын түрде адасты"
        },
        {
            "chapter": 25,
            "verse": 10,
            "text": "Сондай молшылық иесі Алла қаласа, бұлардан да жақсы, астарынан өзендер ағатын бақшалар бере алады. Тағы сен үшін; сарайлар жасай алады"
        },
        {
            "chapter": 25,
            "verse": 11,
            "text": "Бірақ олар қияметті жасынға шығарады. Қияметті жасынға шығарғандар үшін; қайнаған тозақты әзірледік"
        },
        {
            "chapter": 25,
            "verse": 12,
            "text": "Тозақ, оларды ұзақ бір жерден көрген сәтте, олар оның қайнап, күркірегенін естиді"
        },
        {
            "chapter": 25,
            "verse": 13,
            "text": "Олар, тозақтың тар бір жеріне қолдары, мойындарына байлаулы тасталғанда, сол жерде жоқ болуды қалайды"
        },
        {
            "chapter": 25,
            "verse": 14,
            "text": "Бүгін бір-ақ жоқ болуды тілемеңдер! Көптеген жоқ болуды тілеңдер\" (делінеді)"
        },
        {
            "chapter": 25,
            "verse": 15,
            "text": "(Мұхаммед Ғ.С.): \"Осы азап жақсы ма? Немесе тақуалар үшін сыйлық әрі барар орын түрінде уәде етілген мәңгілік жаннат жақсы ма?\",- де"
        },
        {
            "chapter": 25,
            "verse": 16,
            "text": "Олар мәңгі қалатын жаннаттта, не тілесе бар. Бұл, Раббың міндетті түрде орындайтын бір уәде"
        },
        {
            "chapter": 25,
            "verse": 17,
            "text": "Ол; сол күні, оларды және Алладан өзге табьінғандарын жинайды. Сонда олардан: \"Осы қүлдарымды сендер адастырдыңдар ма? Немесе жолдан өздері адасты ма?\",- деп, сұрайды"
        },
        {
            "chapter": 25,
            "verse": 18,
            "text": "(Ол табынылғандар): \"Сен пәксің. Бізге Сенен өзгені ие қылуымыз лайық емес. Бірақ Сен, оларды да аталарын да қамтамасыз еттің. Тіпті Сені еске алуды ұмытты да жоғалуға лайық бір ел болды\" деді. (С.П6-П7-А. 34-С.40-41-А)"
        },
        {
            "chapter": 25,
            "verse": 19,
            "text": "(Табынғандарың); рас айтқандарыңды жасынға айналдырады. Сонда оны қайтара алмайсыңдар да бір көмек те таба алмайсыңдар. Сендерден кім зұлымдық қылса, ірі азап таттырамыз"
        },
        {
            "chapter": 25,
            "verse": 20,
            "text": "(Мұхаммед Ғ.С.) Сенен бұрын да тамақ жейтін, базарларда жүретін ғана пайғамбарларды жіберген едік. Негізінде біріңді-біріңе сынау қылдық. Сабыр етесіңдер ме? Раббың әр нәрсені көруші"
        },
        {
            "chapter": 25,
            "verse": 21,
            "text": "Сондай бізге кездесуді күтпегендер: \"Бізге періштелер неге түсірілмейді? Немесе Раббымызды көрсек\" деді. Расында олар өздерін-өздері жоғары санады да тым шектен шығып кетті"
        },
        {
            "chapter": 25,
            "verse": 22,
            "text": "Олар періштелерді көрген күні, күнәкарлар үшін қуанышты күн болмайды. Періштелер: \"Жоқ, сендерге қуаныш жоқ\" дейді. (Не өздері: \"Махрұм қалдық\" дейді)"
        },
        {
            "chapter": 25,
            "verse": 23,
            "text": "Олар нендей бір іс істеген болса, рас оны қолға алып, шашылған тозаңға айналдырамыз"
        },
        {
            "chapter": 25,
            "verse": 24,
            "text": "Ол күні, жаннаттықтардың тұрар жері жақсы, тынығар жерлері өте көркем болады"
        },
        {
            "chapter": 25,
            "verse": 25,
            "text": "Ол күні, аспан бұлттарша жарылып, періштелер жалғасты түрде түсіріледі"
        },
        {
            "chapter": 25,
            "verse": 26,
            "text": "Ол күні, шын патшалық Алланікі. Ол кәпірлер үшін өте ауыр күн болады"
        },
        {
            "chapter": 25,
            "verse": 27,
            "text": "Ол күні әр залым өз қолын шайнап: \"Әттеген-ай! Пайғамбармен бірге жол тұтқан болсам еді\" дейді"
        },
        {
            "chapter": 25,
            "verse": 28,
            "text": "Нендей өкініш маған; Әттең! Мен пәленбайды дос тұтпаған болса едім"
        },
        {
            "chapter": 25,
            "verse": 29,
            "text": "Шынында ол, Құран келгеннен кейін мені одан адастырды. Негізінде шайтан адам баласы үшін опасыз болады"
        },
        {
            "chapter": 25,
            "verse": 30,
            "text": "Пайғамбар: \"Раббым! Рас менің елім бұл Құранды тастап қойды\" деді"
        },
        {
            "chapter": 25,
            "verse": 31,
            "text": "Сол сияқты әр пайғамбар үшін күнәкарларды дүшпан қылдық. Раббың жетекшілік және көмекшілікте саған жетіп, асады"
        },
        {
            "chapter": 25,
            "verse": 32,
            "text": "Тағы кәпірлер: \"Оған Құран бір-ақ жолда неге түсірілмеді?\",-деді. Осылайша, көкейіңе қондыру үшін оны анықтап оқыдық"
        },
        {
            "chapter": 25,
            "verse": 33,
            "text": "Олар саған бір мысал келтірсе; әрине саған шындьіқты және көркем түсінікті әкелеміз"
        },
        {
            "chapter": 25,
            "verse": 34,
            "text": "Тозаққа бетімен жер бастырылып жиналатындар; міне солар, орындары жаман, жолдары қаңғырыс болатындар"
        },
        {
            "chapter": 25,
            "verse": 35,
            "text": "Рас Мұсаға Кітап беріп, Онымен бірге туысы Һарүнды уәзір қылдық"
        },
        {
            "chapter": 25,
            "verse": 36,
            "text": "Сонда оларға: \"Екеуің аяттарьімызды жасынға шығарған елге барыңдар\" дедік. Ақыры ол елді мүлде типыл қылдық"
        },
        {
            "chapter": 25,
            "verse": 37,
            "text": "Нұх (Ғ.С.) тың елін де пайғамбарларды жасынға шьіғарған кезде суға батырып, оларды адам баласы үшін бір ғибрат қылдық. Сондай-ақ залымдар үшін күйзелтуші азап дайындадық"
        },
        {
            "chapter": 25,
            "verse": 38,
            "text": "Ғад, Сәмүд және Рес елін; бұлардың арасында көптеген нәсілдерді де"
        },
        {
            "chapter": 25,
            "verse": 39,
            "text": "Барлығына да мысалдар берген едік те мүлде жоқ еттік"
        },
        {
            "chapter": 25,
            "verse": 40,
            "text": "Расында (Меккеліктер) сондай пәлекет жаңбырға ұшыраған кентке келген еді. Олар оны көрмеді ме? Олай емес. Олар қайта тірілуді де үміт етпейді"
        },
        {
            "chapter": 25,
            "verse": 41,
            "text": "(Мұхаммед Ғ.С) Олар сені көрсе-ақ болды: \"Алланың жіберген Елшісі осы ма?\",- деп тәлкекке алады"
        },
        {
            "chapter": 25,
            "verse": 42,
            "text": "Олар: \"Егер оған шыдамасақ, тәңірлерімізден адастыра жаздады\" дейді. Олар азапты көрген сәтте, кімнің жолдан адасқаын біледі"
        },
        {
            "chapter": 25,
            "verse": 43,
            "text": "(Мұхаммед Ғ.С.) ойын, тәңір жасап алғанды (ойының құлы болғанды) көрдің бе? Сонда сен оларға кепіл боласың ба"
        },
        {
            "chapter": 25,
            "verse": 44,
            "text": "Немесе олардың көбін; тыңдайды я түсінеді деп, ойлайсың ба? Олар мүлде хайуандар тәрізді. Бәлкім олар жолдан тым адасқан"
        },
        {
            "chapter": 25,
            "verse": 45,
            "text": "Раббыңның көлеңкені қалай ұзартқанын көрмедің бе? Егер қаласа, оны тұрақты қылар еді. Сосын күнді көлеңкеге бір дәлел қылдық. (Көлеңке; күннің барлығының дәлелі. Әр нәрсе өзінің терісімен анықталады. Ж.М.Р)"
        },
        {
            "chapter": 25,
            "verse": 46,
            "text": "Сосын ұзын көлеңкені өз жағымызға қолай алдық"
        },
        {
            "chapter": 25,
            "verse": 47,
            "text": "Ол сондай Алла, сендерге түнді; киім, ұйқыны; тынығу етіп, күндізді; (кәсіпке) тарқау мезгілі қылды"
        },
        {
            "chapter": 25,
            "verse": 48,
            "text": "Ол сондай Алла; рахметінің (жаңбырдың) алдында қуандырып, самалдарды жіберді. Аспаннан тап-таза жаңбыр жаудырдық"
        },
        {
            "chapter": 25,
            "verse": 49,
            "text": "Ол арқылы өлі жерді жандандырып, біз жаратқан хайуандар менен көптеген адамдарды суару үшін"
        },
        {
            "chapter": 25,
            "verse": 50,
            "text": "Расында үгіт алулары үшін; жаңбырды араларына айналдыра жаудырдық. Сонда да адамдардың көбі, бас тартып, мүлде қарсы келді"
        },
        {
            "chapter": 25,
            "verse": 51,
            "text": "Егер қаласақ; әр кентке бір ескертуші жіберер едік"
        },
        {
            "chapter": 25,
            "verse": 52,
            "text": "(Мұхаммед Ғ.С.) енді кәпірлерге бағынба! Олармен Құран арқылы ұлы күрес жаса"
        },
        {
            "chapter": 25,
            "verse": 53,
            "text": "Ол сондай Алла, екі теңізді қоя берді; мынау тәтті сүйкімді және анау тұзды, ащы. Екі арасына (қосылып, араласпайтын) бөгет жасады"
        },
        {
            "chapter": 25,
            "verse": 54,
            "text": "Ол сондай Алла, судан адам жаратып, оны ұрпақ және жегжат қылды. Раббың күшті"
        },
        {
            "chapter": 25,
            "verse": 55,
            "text": "Олар, Алладан өзге өздеріне пайда, зиян келтіре алмайтын нәрселерге шоқынады. Сондай-ақ кәпірдер Раббына қарсы шыққанға жәрдем етеді"
        },
        {
            "chapter": 25,
            "verse": 56,
            "text": "(Мұхаммед Ғ.С.) негізінде сені қуандырушы, қорқытушы, ғана қылып жібердік"
        },
        {
            "chapter": 25,
            "verse": 57,
            "text": "Оларға: \"Бүған сендерден ақы емес, Раббыларыңның жолын ұстағысы келген кісіні ғана қалаймын\" де"
        },
        {
            "chapter": 25,
            "verse": 58,
            "text": "Сондай еш өлмейтін тірі Аллаға тәуекел ет. Оны дәріптей мақта. Ол құлдарының күнәларынан хабар алуға жетіп асады"
        },
        {
            "chapter": 25,
            "verse": 59,
            "text": "Ол, сондай көктер мен жерді және екі арасындагыларды алты күнде жаратып сосын ғаршына көтерілді. Ол, тым қамқор, оны білгеннен сұра"
        },
        {
            "chapter": 25,
            "verse": 60,
            "text": "(Сәжде аяты бар.) Оларға: \"Рахманға сәжде қылыңдар\" делінсе: \"Рахман деген не? Сен әмір еткен нәрсеге сәжде қыла берейік бе?\",-десті. Бұл, олардың жиренішін қоздырды"
        },
        {
            "chapter": 25,
            "verse": 61,
            "text": "Сондай мол игілік иесі Алла, аспандагы жұлдыздардың орнын жаратып, онда бір жарық (күн) және сәуле беруші айды жаратты"
        },
        {
            "chapter": 25,
            "verse": 62,
            "text": "Ол, сондай үгіт алғысы немесе шүкір еткісі келген кісі үшін түн мен күндізді, бірін-біріне ертіп қойды"
        },
        {
            "chapter": 25,
            "verse": 63,
            "text": "Рахманың қүлдары жерде сыпайы түрде жүріп, оларға білместер тіл тигізсе де: \"Сәлеметшілік\" деп, дұрыс жауап береді"
        },
        {
            "chapter": 25,
            "verse": 64,
            "text": "Олар түнді, Раббыларына сәжде қылу, тіке түрумен өткізеді"
        },
        {
            "chapter": 25,
            "verse": 65,
            "text": "Олар: \"Раббымыз! Тозақ азабын аулақ қыл! Рас оның азабы тұрақты\" дейді"
        },
        {
            "chapter": 25,
            "verse": 66,
            "text": "Шынында ол; орынның да мекеннің де жаманы"
        },
        {
            "chapter": 25,
            "verse": 67,
            "text": "Олар мал сарып қылғанда, ысрап та қылмай, сараңдық та істемей, осы орталықта тұрады"
        },
        {
            "chapter": 25,
            "verse": 68,
            "text": "Олар Алламен бірге басқа тәңірге жалбарынбайды. Алла өлтірілуін арам еткен кісіні орынсыз өлтірмейді де зина қылмайды. Кімде-кім оларды істесе, күнәға жолығады"
        },
        {
            "chapter": 25,
            "verse": 69,
            "text": "Қиямет күні, еселеніп азап болады. Олар онда қор болып, мүлде қалады"
        },
        {
            "chapter": 25,
            "verse": 70,
            "text": "Бірақ кімде-кім тәубе қылса, Сондай-ақ кім иман келтіріп, ізгі іс істесе, міне Алла олардың жамандықтарын жақсылықтарға ауыстырады. Алла өте жарылқаушы, ерекше мейірімді"
        },
        {
            "chapter": 25,
            "verse": 71,
            "text": "Кімде-кім тәубе қылып, түзу іс істесе, рас ол, Аллаға лайықты түрде қайтқан болады"
        },
        {
            "chapter": 25,
            "verse": 72,
            "text": "Олар өтірікке айғақ болмайды да бос (пайдасыз) сөздерге кездессе, маңғазданып өтеді"
        },
        {
            "chapter": 25,
            "verse": 73,
            "text": "Қашан оларға Раббыларының аяттары арқылы тгіт берілсе, оған құлақ салмай, көз жұмып, кете бермейді"
        },
        {
            "chapter": 25,
            "verse": 74,
            "text": "Олар: \"Раббымыз! Бізге жұбайларымыздан, үрпақтарымыздан көзайымдық бер. Сондай-ақ бізді тақуалардың алды қыл!\",- дейді"
        },
        {
            "chapter": 25,
            "verse": 75,
            "text": "Міне бұлар, сабыр еткендіктері себепті жоғарғы сыйлыққа бөленеді. Аман-сәлеммен қарсы алынады"
        },
        {
            "chapter": 25,
            "verse": 76,
            "text": "Олар онда мәңгі қалады. Ол нендей көркем тұрақ, жақсы орын"
        },
        {
            "chapter": 25,
            "verse": 77,
            "text": "(Мұхаммед Ғ.С.) оларға: \"Егер құлшылықтарың болмаса, Раббым, сендерді неге бағаласын? Рас сендер жасынға айналдырдыңдар. Сондықтан азапқа душар боласыңдар\" де"
        }
    ]
}