{
    "chapter": [
        {
            "chapter": 2,
            "verse": 1,
            "text": "Elif, Lam, Mim"
        },
        {
            "chapter": 2,
            "verse": 2,
            "text": "Bu, kendisinde şüphe olmayan, muttakiler için yol gösterici olan bir Kitap'tır"
        },
        {
            "chapter": 2,
            "verse": 3,
            "text": "Onlar, gaybe inanırlar, namazı dosdoğru kılarlar ve kendilerine rızık olarak verdiklerimizden infak ederler"
        },
        {
            "chapter": 2,
            "verse": 4,
            "text": "Ve onlar, sana indirilene, senden önce indirilenlere iman ederler ve ahirete de kesin bir bilgiyle inanırlar"
        },
        {
            "chapter": 2,
            "verse": 5,
            "text": "İşte bunlar, Rablerinden olan bir hidayet üzeredirler ve kurtuluşa erenler bunlardır"
        },
        {
            "chapter": 2,
            "verse": 6,
            "text": "Şüphesiz, inkar edenleri uyarsan da, uyarmasan da, onlar için fark etmez; inanmazlar"
        },
        {
            "chapter": 2,
            "verse": 7,
            "text": "Allah, onların kalplerini ve kulaklarını mühürlemiştir; gözlerinin üzerinde perdeler vardır. Ve büyük azap onlaradır"
        },
        {
            "chapter": 2,
            "verse": 8,
            "text": "İnsanlardan öyleleri vardır ki: \"Biz Allah'a ve ahiret gününe iman ettik\" derler; oysa inanmış değillerdir"
        },
        {
            "chapter": 2,
            "verse": 9,
            "text": "(Sözde) Allah'ı ve iman edenleri aldatırlar. Oysa onlar, yalnızca kendilerini aldatıyorlar ve şuurunda değiller"
        },
        {
            "chapter": 2,
            "verse": 10,
            "text": "Kalplerinde hastalık vardır. Allah da hastalıklarını arttırmıştır. Yalan söylemekte olduklarından dolayı, onlar için acı bir azap vardır"
        },
        {
            "chapter": 2,
            "verse": 11,
            "text": "Kendilerine: \"Yeryüzünde fesat çıkarmayın\" denildiğinde: \"Biz sadece ıslah edicileriz\" derler"
        },
        {
            "chapter": 2,
            "verse": 12,
            "text": "Bilin ki; gerçekten, asıl fesatçılar bunlardır, ama şuurunda değildirler"
        },
        {
            "chapter": 2,
            "verse": 13,
            "text": "Ve (yine) kendilerine: \"İnsanların iman ettiği gibi siz de iman edin\" denildiğinde: \"Düşük akıllıların iman ettiği gibi mi iman edelim?\" derler. Bilin ki, gerçekten asıl düşük-akıllılar kendileridir; ama bilmezler"
        },
        {
            "chapter": 2,
            "verse": 14,
            "text": "İman edenlerle karşılaştıkları zaman: \"İman ettik\" derler. Şeytanlarıyla başbaşa kaldıklarında ise, derler ki: “Şüphesiz, sizinle beraberiz. Biz (onlarla) yalnızca alay ediyoruz"
        },
        {
            "chapter": 2,
            "verse": 15,
            "text": "(Asıl) Allah onlarla alay eder ve taşkınlıkları içinde şaşkınca dolaşmalarına (belli bir) süre tanır"
        },
        {
            "chapter": 2,
            "verse": 16,
            "text": "İşte bunlar, hidayete karşılık sapıklığı satın almışlardır; fakat bu alış-verişleri bir yarar sağlamamış; hidayeti de bulmamışlardır"
        },
        {
            "chapter": 2,
            "verse": 17,
            "text": "Bunların örneği, ateş yakan adamın örneğine benzer; (ki onun ateşi) çevresini aydınlattığı zaman, Allah onların aydınlığını giderir ve göremez bir şekilde karanlıklar içinde bırakıverir"
        },
        {
            "chapter": 2,
            "verse": 18,
            "text": "Sağırdırlar, dilsizdirler, kördürler. Bundan dolayı dönmezler"
        },
        {
            "chapter": 2,
            "verse": 19,
            "text": "Ya da (bunlar) karanlıklar, gök gürültüsü ve şimşek(ler)le yüklü, 'gökten şiddetli bir yağmur fırtınasına tutulmuş gibidirler ki, yıldırımların saldığı dehşetle'; ölüm korkusundan parmaklarıyla kulaklarını tıkarlar. Oysa Allah kafirleri çepeçevre kuşatıcıdır"
        },
        {
            "chapter": 2,
            "verse": 20,
            "text": "Çakan şimşek neredeyse gözlerini kapıverecek; önlerini her aydınlattığında (biraz) yürürler, üzerlerine karanlık basıverince de kalakalırlar. Allah dileseydi, işitmelerini de görmelerini de gideriverirdi. Şüphesiz Allah, herşeye güç yetirendir"
        },
        {
            "chapter": 2,
            "verse": 21,
            "text": "Ey insanlar, sizi ve sizden öncekileri yaratan Rabbinize kulluk edin ki sakınasınız"
        },
        {
            "chapter": 2,
            "verse": 22,
            "text": "O, sizin için yeryüzünü bir döşek, gökyüzünü bir bina kıldı. Ve gökten yağmur indirerek bununla sizin için (çeşitli) ürünlerden rızık çıkardı. Öyleyse (bütün bunları) bile bile Allah'a eşler koşmayın"
        },
        {
            "chapter": 2,
            "verse": 23,
            "text": "Eğer kulumuza indirdiğimiz (Kur'an)’dan şüphedeyseniz, bu durumda, siz de bunun benzeri bir sûre getirin. Ve eğer doğru sözlüyseniz, Allah'tan başka şahitlerinizi (kendilerine güvendiğiniz yardımcılarınızı) çağırın"
        },
        {
            "chapter": 2,
            "verse": 24,
            "text": "Ama yapamazsanız -ki kesin olarak yapamayacaksınız- bu durumda kafirler için hazırlanmış ve yakıtı insanlar ile taşlar olan ateşten sakının"
        },
        {
            "chapter": 2,
            "verse": 25,
            "text": "(Ey Muhammed) iman edip salih amellerde bulunanları müjdele. Gerçekten onlar için altlarından ırmaklar akan cennetler vardır. Kendilerine rızık olarak bu ürünlerden her yedirildiğinde: \"Bu daha önce de rızıklandığımızdır\" derler. Bu, onlara, (dünyadakine) benzer olarak sunulmuştur. Orada, onlar için tertemiz eşler vardır ve onlar orada süresiz kalacaklardır"
        },
        {
            "chapter": 2,
            "verse": 26,
            "text": "Şüphesiz Allah, bir sivrisineği de, ondan üstün olanı da, (herhangi bir şeyi) örnek vermekten çekinmez. Böylece iman edenler, kuşkusuz bunun Rablerinden gelen bir gerçek olduğunu bilirler; inkar edenler ise, \"Allah, bu örnekle neyi amaçlamış?\" derler. (Oysa Allah,) Bununla birçoğunu saptırır, birçoğunu da hidayete erdirir. Ancak O, fasıklardan başkasını saptırmaz"
        },
        {
            "chapter": 2,
            "verse": 27,
            "text": "Ki (bunlar) Allah'ın ahdini, onu kesin olarak onayladıktan sonra bozarlar, Allah'ın kendisiyle birleştirilmesini emrettiği şeyi keserler ve yeryüzünde bozgunculuk çıkarırlar. Kayba uğrayanlar, işte bunlardır"
        },
        {
            "chapter": 2,
            "verse": 28,
            "text": "Nasıl oluyor da Allah'ı inkar ediyorsunuz? Oysa ölü iken sizi O diriltti; sonra sizi yine öldürecek, yine diriltecektir ve sonra O'na döndürüleceksiniz"
        },
        {
            "chapter": 2,
            "verse": 29,
            "text": "Sizin için yerde olanların tümünü yaratan O'dur. Sonra göğe yönelip (istiva edip) de onları yedi gök olarak düzenleyen O'dur. Ve O, herşeyi bilendir"
        },
        {
            "chapter": 2,
            "verse": 30,
            "text": "Hani Rabbin meleklere: \"Muhakkak Ben, yeryüzünde bir halife var edeceğim\" demişti. Onlar da: \"Biz Seni şükrünle yüceltir ve (sürekli) takdis ederken, orada bozgunculuk çıkaracak ve kanlar akıtacak birini mi var edeceksin?\" dediler. (Allah:) \"Şüphesiz sizin bilmediğinizi Ben bilirim\" dedi"
        },
        {
            "chapter": 2,
            "verse": 31,
            "text": "Ve Adem'e isimlerin hepsini öğretti. Sonra onları meleklere yöneltip: \"Eğer doğru sözlüyseniz, bunları Bana isimleriyle haber verin\" dedi"
        },
        {
            "chapter": 2,
            "verse": 32,
            "text": "Dediler ki: \"Sen Yücesin, bize öğrettiğinden başka bizim hiçbir bilgimiz yok. Gerçekten Sen, herşeyi bilen, hüküm ve hikmet sahibi olansın"
        },
        {
            "chapter": 2,
            "verse": 33,
            "text": "(Allah:) \"Ey Adem, bunları onlara isimleriyle haber ver\" dedi. O, bunları onlara isimleriyle haber verince de dedi ki: \"Size demedim mi, göklerin ve yerin gaybını gerçekten Ben bilirim, gizli tuttuklarınızı ve açığa vurduklarınızı da Ben bilirim"
        },
        {
            "chapter": 2,
            "verse": 34,
            "text": "Ve meleklere: \"Adem’e secde edin\" dedik. İblis hariç (hepsi) secde ettiler. O ise, diretti ve kibirlendi, (böylece) kafirlerden oldu"
        },
        {
            "chapter": 2,
            "verse": 35,
            "text": "Ve dedik ki: \"Ey Adem, sen ve eşin cennette yerleş. İkiniz de ondan, neresinden dilerseniz, bol bol yiyin; ama şu ağaca yaklaşmayın, yoksa zalimlerden olursunuz"
        },
        {
            "chapter": 2,
            "verse": 36,
            "text": "Fakat şeytan, oradan ikisinin ayağını kaydırdı ve böylece onları içinde bulundukları (durum)dan çıkardı. Biz de: \"Kiminiz kiminize düşman olarak inin, sizin için yeryüzünde belli bir vakte kadar bir yerleşim ve meta vardır\" dedik"
        },
        {
            "chapter": 2,
            "verse": 37,
            "text": "Derken Adem, Rabbinden (birtakım) kelimeler aldı. Bunun üzerine (Allah da) tevbesini kabul etti. Şüphesiz O, tevbeleri kabul edendir, esirgeyendir"
        },
        {
            "chapter": 2,
            "verse": 38,
            "text": "Dedik ki: \"Oradan tümünüz inin. Bundan sonra size Benden bir hidayet geldiğinde, kim Benim hidayetime uyarsa, onlara korku yoktur ve onlar mahzun olmayacaklardır"
        },
        {
            "chapter": 2,
            "verse": 39,
            "text": "İnkar edip de ayetlerimizi yalanlayanlar ise; onlar, ateşin halkıdırlar ve orada süresiz kalacaklardır"
        },
        {
            "chapter": 2,
            "verse": 40,
            "text": "Ey İsrailoğulları, size bağışladığım nimetimi hatırlayın ve ahdime bağlı kalın, ki Ben de ahdinize bağlı kalayım. Ve yalnızca Benden korkun"
        },
        {
            "chapter": 2,
            "verse": 41,
            "text": "Yanınızda olan (Tevrat)ı, doğrulayıcı olarak indirdiğime (Kur'an'a) iman edin; onu inkar edenlerin ilki siz olmayın ve ayetlerimizi az bir değer karşılığında değişmeyin. Ve yalnızca Benden korkun"
        },
        {
            "chapter": 2,
            "verse": 42,
            "text": "Hakkı batıl ile örtmeyin ve hakkı gizlemeyin. (Kaldı ki) siz (gerçeği) biliyorsunuz"
        },
        {
            "chapter": 2,
            "verse": 43,
            "text": "Namazı dosdoğru kılın, zekatı verin ve rüku edenlerle birlikte siz de rüku edin"
        },
        {
            "chapter": 2,
            "verse": 44,
            "text": "Siz, insanlara iyiliği emrederken, kendinizi unutuyor musunuz? Oysa siz kitabı okuyorsunuz. Yine de akıllanmayacak mısınız"
        },
        {
            "chapter": 2,
            "verse": 45,
            "text": "Sabır ve namazla yardım dileyin. Bu, şüphesiz, huşû duyanların dışındakiler için ağır (bir yük)dır"
        },
        {
            "chapter": 2,
            "verse": 46,
            "text": "Onlar, (mü'minler ise), şüphesiz, Rableriyle karşılaşacaklarını ve (yine) şüphesiz, O'na döneceklerini bilirler"
        },
        {
            "chapter": 2,
            "verse": 47,
            "text": "Ey İsrailoğulları, size bağışladığım nimetimi ve sizi (bir dönem) alemlere üstün kıldığımı hatırlayın"
        },
        {
            "chapter": 2,
            "verse": 48,
            "text": "Ve hiç kimsenin, hiç kimse adına bir şey ödemeyeceği, hiç kimsenin şefaatinin kabul edilmeyeceği, hiç kimseden bir fidye alınmayacağı ve yardım görülmeyeceği bir günden sakının"
        },
        {
            "chapter": 2,
            "verse": 49,
            "text": "Sizi, dayanılmaz işkencelere uğrattıklarında, Firavun ailesinin elinden kurtardığımızı hatırlayın. Onlar, kadınlarınızı diri bırakıp, erkek çocuklarınızı boğazlıyorlardı. Bunda sizin için Rabbinizden büyük bir imtihan vardı"
        },
        {
            "chapter": 2,
            "verse": 50,
            "text": "Ve sizin için denizi ikiye yarıp sizi kurtardığımızı ve Firavun'un adamlarını -gözlerinizin önünde- boğduğumuzu hatırlayın"
        },
        {
            "chapter": 2,
            "verse": 51,
            "text": "Hani Musa ile kırk gece için sözleşmiştik. Ama sonra siz, onun arkasından buzağıyı (tanrı) edinmiş ve (böylece) zalimler olmuştunuz"
        },
        {
            "chapter": 2,
            "verse": 52,
            "text": "Bundan sonra, (artık) şükredesiniz diye sizi bağışladık"
        },
        {
            "chapter": 2,
            "verse": 53,
            "text": "Ve hidayete eresiniz diye Musa'ya kitabı ve Furkan’ı verdik"
        },
        {
            "chapter": 2,
            "verse": 54,
            "text": "Hani Musa, kavmine: \"Ey kavmim, gerçekten siz, buzağıyı (tanrı) edinmekle kendinize zulmettiniz. Hemen, kusursuzca Yaratan(gerçek İlah)ınıza tevbe edip nefislerinizi öldürün: bu, Yaratıcınız Katında sizin için daha hayırlıdır\" demişti. Bunun üzerine (Allah) tevbelerinizi kabul etti. Şüphesiz O tevbeleri kabul edendir, esirgeyendir"
        },
        {
            "chapter": 2,
            "verse": 55,
            "text": "Ve demiştiniz ki: \"Ey Musa, biz Allah'ı apaçık görünceye kadar sana inanmayız.\" Bunun üzerine yıldırım sizi (kendinizden) almıştı. Ve siz bakıp duruyordunuz"
        },
        {
            "chapter": 2,
            "verse": 56,
            "text": "Sonra şükredesiniz diye, sizi ölümünüzden sonra dirilttik"
        },
        {
            "chapter": 2,
            "verse": 57,
            "text": "Bulutları üzerinize gölge kıldık ve size kudret helvası ve bıldırcın indirdik. Size rızık olarak verdiklerimizin temizinden yiyin (dedik). Onlar Bize zulmetmediler, ancak kendi nefislerine zulmettiler"
        },
        {
            "chapter": 2,
            "verse": 58,
            "text": "Ve hatırlayın, demiştik ki: \"Şu şehre girin ve orada istediğiniz yerde bol bol yiyin, yalnızca secde ederek kapısından girerken 'dileğimiz bağışlanmadır' deyin; (Biz de) hatalarınızı bağışlayalım; iyilik yapanların (ecirlerini) arttıracağız"
        },
        {
            "chapter": 2,
            "verse": 59,
            "text": "Ama zulmedenler, kendilerine söylenen sözü bir başkasıyla değiştirdiler. Biz de o zalimlerin yaptıkları bozgunculuğa karşılık, üzerlerine gökten iğrenç bir azap indirdik"
        },
        {
            "chapter": 2,
            "verse": 60,
            "text": "(Yine) Hatırlayın; Musa kavmi için su aramıştı, o zaman Biz ona: \"Asanı taşa vur\" demiştik de ondan on iki pınar fışkırmıştı, böylece herkes içeceği yeri bilmişti. Allah'ın verdiği rızıktan yiyin, için ve yeryüzünde bozgunculuk (fesad) yaparak karışıklık çıkarmayın"
        },
        {
            "chapter": 2,
            "verse": 61,
            "text": "Siz (ise şöyle) demiştiniz: \"Ey Musa, biz bir çeşit yemeğe katlanmayacağız, Rabbine yalvar da, bize yerin bitirdiklerinden bakla, acur, sarmısak, mercimek ve soğan çıkarsın.\" (O zaman Musa:) \"Hayırlı olanı, şu değersiz şeyle mi değiştirmek istiyorsunuz? (Öyleyse) Mısır'a inin, çünkü (orada) kendiniz için istediğiniz vardır\" demişti. Onların üzerine horluk ve yoksulluk (damgası) vuruldu ve Allah'tan bir gazaba uğradılar. Bu, kuşkusuz, Allah'ın ayetlerini tanımazlıkları ve peygamberleri haksız yere öldürmelerindendi. (Yine) bu, isyan etmelerinden ve sınırı çiğnemelerindendi"
        },
        {
            "chapter": 2,
            "verse": 62,
            "text": "Şüphesiz, iman edenler(le) Yahudiler, Hıristiyanlar ve Sabiiler(den kim) Allah'a ve ahiret gününe iman eder ve salih amellerde bulunursa, artık onların Allah Katında ecirleri vardır. Onlara korku yoktur ve onlar mahzun olmayacaklardır"
        },
        {
            "chapter": 2,
            "verse": 63,
            "text": "Sizden misak almış ve Tur’u üstünüze yükseltmiştik (ve demiştik ki:) \"Size verdiğimize sımsıkı yapışın ve onda olanı (hükümleri sürekli) hatırlayın, ki sakınasınız"
        },
        {
            "chapter": 2,
            "verse": 64,
            "text": "Siz ise, bundan sonra da yüz çevirdiniz. Eğer Allah'ın üzerinizdeki fazlı (lütuf ve ihsanı) ve rahmeti olmasaydı, siz gerçekten hüsrana uğrayanlardan olurdunuz"
        },
        {
            "chapter": 2,
            "verse": 65,
            "text": "Andolsun, sizden cumartesi (günü) yasağı çiğneyenleri elbette biliyorsunuz. İşte Biz, onlara: \"Aşağılık maymunlar olun\" dedik"
        },
        {
            "chapter": 2,
            "verse": 66,
            "text": "Bunu, hem çağdaşlarına, hem sonra gelecek olanlara 'ibret verici bir ceza', takva sahipleri için de bir öğüt kıldık"
        },
        {
            "chapter": 2,
            "verse": 67,
            "text": "Hani Musa kavmine: \"Allah, muhakkak sizin bir sığır kesmenizi emrediyor\" demişti. \"Bizi alaya mı alıyorsun?\" dediler. (Musa) \"Cahillerden olmaktan Allah'a sığınırım\" dedi"
        },
        {
            "chapter": 2,
            "verse": 68,
            "text": "Rabbine adımıza yalvar da, bize niteliklerini açıklasın\" dediler. (Musa, Rabbine yalvardıktan sonra) \"Şüphesiz Allah diyor ki: O ne pek geçkin, ne de pek genç, ikisi arası dinç(likte bir sığır olmalı)dır. Artık emrolunduğunuz şeyi yerine getirin\" dedi"
        },
        {
            "chapter": 2,
            "verse": 69,
            "text": "(Bu sefer) dediler ki: \"Rabbine adımıza yalvar da, bize rengini bildirsin.\" O: \"(Rabbim) diyor ki: O, bakanların içini ferahlatan sarı bir inektir\" dedi"
        },
        {
            "chapter": 2,
            "verse": 70,
            "text": "(Onlar yine:) \"Rabbine adımıza yalvar da, bize onun niteliklerini açıklasın. Çünkü bize göre sığırlar birbirine benzer. İnşaAllah (Allah dilerse) biz doğruyu buluruz\" dediler"
        },
        {
            "chapter": 2,
            "verse": 71,
            "text": "(Bunun üzerine Musa, “Rabbim) diyor ki: O, yeri sürmek ve ekini sulamak için boyunduruğa alınmayan, salma ve alacası olmayan bir inektir\" dedi. (O zaman): \"Şimdi gerçeği getirdin” dediler. Böylece ineği kestiler; ama neredeyse (bunu) yapmayacaklardı"
        },
        {
            "chapter": 2,
            "verse": 72,
            "text": "Hani siz bir kişiyi öldürmüştünüz ve bu konuda birbirinize düşmüştünüz. Oysa Allah, gizlediklerinizi açığa çıkaracaktı"
        },
        {
            "chapter": 2,
            "verse": 73,
            "text": "Bunun için de: \"Ona (cesede, kestiğiniz ineğin) bir parçasıyla vurun\" demiştik. Böylece, Allah ölüleri diriltir ve size ayetlerini gösterir; ki akıllanasınız"
        },
        {
            "chapter": 2,
            "verse": 74,
            "text": "Bundan sonra kalpleriniz yine katılaştı; taş gibi, hatta daha katı. Çünkü taşlardan öyleleri vardır ki, onlardan ırmaklar fışkırır, öyleleri vardır ki yarılır, ondan sular çıkar, öyleleri vardır ki Allah korkusuyla yuvarlanır. Allah yaptıklarınızdan gafil (habersiz) değildir"
        },
        {
            "chapter": 2,
            "verse": 75,
            "text": "Siz (Müslümanlar,) onların size inanacaklarını umuyor musunuz? Oysa onlardan bir bölümü, Allah'ın sözünü işitiyor, (iyice algılayıp) akıl erdirdikten sonra, bile bile değiştiriyorlardı"
        },
        {
            "chapter": 2,
            "verse": 76,
            "text": "İman edenlerle karşılaştıklarında \"İman ettik\" derler; kendi başlarına kaldıkları zaman ise, derler ki: \"Allah'ın size açtık (açıkladık)larını, Rabbiniz Katında size karşı bir belge olsun diye mi onlarla konuşuyorsunuz? Hala akıllanmayacak mısınız"
        },
        {
            "chapter": 2,
            "verse": 77,
            "text": "(Peki) Onlar, Allah'ın gizli tuttuklarını da, açığa vurduklarını da bildiğini bilmiyorlar mı"
        },
        {
            "chapter": 2,
            "verse": 78,
            "text": "Onlardan bir kısmı ümmidir. Kitabı bilmezler; (bildikleri) bir sürü asılsız şeylerden başkası değildir ve yalnızca zannederler"
        },
        {
            "chapter": 2,
            "verse": 79,
            "text": "Artık vay hallerine; Kitabı kendi elleriyle yazıp, sonra az bir değer karşılığında satmak için \"Bu Allah Katındandır\" diyenlere. Artık vay, elleriyle yazdıklarından dolayı onlara; vay kazanmakta olduklarına"
        },
        {
            "chapter": 2,
            "verse": 80,
            "text": "Dediler ki: \"Sayılı günlerin dışında, ateş asla bize değmeyecektir.\" De ki: \"Allah Katından bir ahid mi aldınız? -ki Allah asla ahdinden dönmez- Yoksa Allah'a karşı bilmediğiniz bir şeyi mi söylüyorsunuz"
        },
        {
            "chapter": 2,
            "verse": 81,
            "text": "Hayır; kim bir kötülük işler de günahı kendisini kuşatırsa, (artık) onlar, ateşin halkıdırlar, orada süresiz kalacaklardır"
        },
        {
            "chapter": 2,
            "verse": 82,
            "text": "İman edip salih amellerde bulunanlar ise cennet halkıdırlar, orada süresiz kalacaklardır"
        },
        {
            "chapter": 2,
            "verse": 83,
            "text": "Hani İsrailoğulları’ndan, \"Allah'tan başkasına kulluk etmeyin, anneye-babaya, yakınlara, yetimlere ve yoksullara iyilikle davranın, insanlara güzel söz söyleyin, namazı dosdoğru kılın ve zekatı verin\" diye misak almıştık. Sonra siz, pek azınız hariç, döndünüz ve (hala) yüz çeviriyorsunuz"
        },
        {
            "chapter": 2,
            "verse": 84,
            "text": "Hani sizden \"Birbirinizin kanını dökmeyin, birbirinizi yurtlarınızdan çıkarmayın\" diye misak almıştık. Sonra sizler bunu onaylamıştınız, hala (buna) şahitlik ediyorsunuz"
        },
        {
            "chapter": 2,
            "verse": 85,
            "text": "Sonra (yine) siz, birbirinizi öldürüyor, bir bölümünüzü yurtlarından sürüp-çıkarıyor ve günah ve düşmanlıkla aleyhlerinde ittifaklar kuruyor ve size esir olarak geldiklerinde onlarla fidyeleşiyordunuz. Oysa onları çıkarmanız, size haram kılınmıştı. Yoksa siz, kitabın bir bölümüne inanıp da bir bölümünü inkar mı ediyorsunuz? Artık sizden böyle yapanların dünya hayatındaki cezası aşağılık olmaktan başka değildir; kıyamet gününde de azabın en şiddetli olanına uğratılacaklardır. Allah, yaptıklarınızdan gafil değildir"
        },
        {
            "chapter": 2,
            "verse": 86,
            "text": "İşte bunlar, ahireti verip dünya hayatını satın alanlardır; bundan dolayı azapları hafifletilmez ve kendilerine yardım edilmez"
        },
        {
            "chapter": 2,
            "verse": 87,
            "text": "Andolsun, Biz Musa'ya kitabı verdik ve ardından peş peşe elçiler gönderdik. Meryem oğlu İsa'ya da apaçık belgeler verdik ve onu Ruhu'l-Kudüs'le teyid ettik. Demek, size ne zaman bir elçi nefsinizin hoşlanmayacağı bir şeyle gelse, büyüklük taslayarak bir kısmınız onu yalanlayacak, bir kısmınız da onu öldürecek misiniz"
        },
        {
            "chapter": 2,
            "verse": 88,
            "text": "Dediler ki: \"Bizim kalplerimiz örtülüdür.\" Hayır; Allah, inkarlarından dolayı onları lanetlemiştir. Bundan dolayı pek azı iman eder"
        },
        {
            "chapter": 2,
            "verse": 89,
            "text": "Allah Katından yanlarında olan (Tevrat)ı doğrulayan bir kitap geldiği zaman, -ki bundan önce inkar edenlere karşı fetih istiyorlardı- işte bilip-tanıdıkları gelince, onu inkar ettiler. Artık Allah'ın laneti kafirlerin üzerinedir"
        },
        {
            "chapter": 2,
            "verse": 90,
            "text": "Allah'ın kullarından, dilediğine Kendi fazlından (peygamberliği) indirmesini 'kıskanarak ve hakka baş kaldırarak' Allah'ın indirdiklerini tanımamakla, nefislerini ne kötü şeye karşılık sattılar. Böylelikle gazab üstüne gazaba uğradılar. Kafirler için alçaltıcı bir azap vardır"
        },
        {
            "chapter": 2,
            "verse": 91,
            "text": "Onlara: \"Allah'ın indirdiklerine iman edin\" denildiğinde: \"Biz, bize indirilene iman ederiz\" derler ve ondan sonra olan (Kur'an)ı inkar ederler. Oysa o (Kur'an), yanlarındakini (kitabı) doğrulayan bir gerçektir. (Onlara) De ki: \"Eğer inanıyor idiyseniz, daha önce ne diye Allah'ın peygamberlerini öldürüyordunuz"
        },
        {
            "chapter": 2,
            "verse": 92,
            "text": "Andolsun, Musa size apaçık belgelerle geldi. Sonra siz onun arkasından buzağıyı (tanrı) edindiniz. İşte siz (böyle) zalimlersiniz"
        },
        {
            "chapter": 2,
            "verse": 93,
            "text": "Hani sizden misak almış ve Tur'u üstünüze yükseltmiştik (ve): \"Size verdiğimize (kitaba) sımsıkı sarılın ve dinleyin\" (demiştik). Demişlerdi ki: \"Dinledik ve baş kaldırdık.\" İnkarları yüzünden buzağı (tutkusu) kalplerine sindirilmişti. De ki: \"İnanıyorsanız, inancınız size ne kötü şey emrediyor"
        },
        {
            "chapter": 2,
            "verse": 94,
            "text": "De ki: \"Eğer Allah Katında ahiret yurdu, başka insanların değil de, yalnızca sizin ise, (ve) doğru sözlüyseniz, öyleyse hemen ölümü dileyin"
        },
        {
            "chapter": 2,
            "verse": 95,
            "text": "Oysa onlar, önceden ellerinin takdim ettiklerinden dolayı onu (ölümü) hiçbir zaman kesin olarak dilemeyeceklerdir. Allah, zalimleri bilendir"
        },
        {
            "chapter": 2,
            "verse": 96,
            "text": "Andolsun, onları hayata karşı (diğer) insanlardan ve şirk koşanlardan (bile) daha ihtiraslı bulursun. (Onlardan) Her biri, bin yıl yaşatılsın ister; oysa bunca yaşaması onu azaptan kurtarmaz. Allah, onların yapmakta olduklarını görendir"
        },
        {
            "chapter": 2,
            "verse": 97,
            "text": "De ki: \"Cibril'e kim düşman ise, (bilsin ki) gerçekten onu (Kitabı), Allah'ın izniyle kendinden öncekileri doğrulayıcı ve mü'minler için hidayet ve müjde verici olarak senin kalbine indiren O’dur"
        },
        {
            "chapter": 2,
            "verse": 98,
            "text": "Her kim Allah'a, meleklerine, elçilerine, Cibril'e ve Mikail'e düşman ise, artık şüphesiz Allah da kafirlerin düşmanıdır"
        },
        {
            "chapter": 2,
            "verse": 99,
            "text": "Andolsun Biz sana apaçık ayetler indirdik. Bunları fasıklardan başkası inkar etmez"
        },
        {
            "chapter": 2,
            "verse": 100,
            "text": "Ne zaman bir ahidde bulundularsa, içlerinden bir bölümü onu bozmadı mı? Hayır, onların çoğu iman etmezler"
        },
        {
            "chapter": 2,
            "verse": 101,
            "text": "Ne zaman onlara Allah Katından yanlarındakini doğrulayan bir elçi gelse, kitap verilenlerden birtakımı, sanki bilmiyorlarmış gibi Allah'ın Kitabı’nı arkalarına attılar"
        },
        {
            "chapter": 2,
            "verse": 102,
            "text": "Ve onlar, Süleyman'ın mülkü (nübüvveti) hakkında şeytanların anlattıklarına uydular. Süleyman inkar etmedi; ancak şeytanlar inkar etti. Onlar, insanlara sihri ve Babil'deki iki meleğe Harut'a ve Marut'a indirileni öğretiyorlardı. Oysa o ikisi: \"Biz, yalnızca bir fitneyiz, sakın inkar etme\" demedikçe hiç kimseye (bir şey) öğretmezlerdi. Fakat onlardan erkekle karısının arasını açan şeyi öğreniyorlardı. Oysa onunla Allah'ın izni olmadıkça hiç kimseye zarar veremezlerdi. Buna rağmen kendilerine zarar verecek ve yarar sağlamayacak şeyi öğreniyorlardı. Andolsun onlar, bunu satın alanın, ahiretten hiçbir payı olmadığını bildiler; kendi nefislerini karşılığında sattıkları şey ne kötü; bir bilselerdi"
        },
        {
            "chapter": 2,
            "verse": 103,
            "text": "Eğer gerçekten iman edip sakınsalardı, Allah Katındaki sevab(ları) gerçekten daha hayırlı olurdu; bir bilselerdi"
        },
        {
            "chapter": 2,
            "verse": 104,
            "text": "Ey iman edenler, \"Raina-Bizi güt, bize bak\" demeyin. \"Unzurna-Bizi gözet\" deyin ve dinleyin. Kafirler için acı bir azap vardır"
        },
        {
            "chapter": 2,
            "verse": 105,
            "text": "Kitap Ehlinden olan kafirler ve müşrikler, Rabbinizden üzerinize bir hayrın indirilmesini arzu etmezler. Allah ise, dilediğine rahmetini tahsis eder. Allah büyük fazl sahibidir"
        },
        {
            "chapter": 2,
            "verse": 106,
            "text": "Biz, daha hayırlısını veya bir benzerini getirinceye (kadar) hiçbir ayeti neshetmez (hükmünü yürürlükten kaldırmaz) veya unutturmayız. Bilmez misin ki Allah, gerçekten herşeye güç yetirendir"
        },
        {
            "chapter": 2,
            "verse": 107,
            "text": "(Yine) Bilmez misin ki, gerçekten göklerin ve yerin mülkü Allah'ındır. Sizin Allah'tan başka veliniz ve yardımcınız yoktur"
        },
        {
            "chapter": 2,
            "verse": 108,
            "text": "Yoksa daha önce Musa'nın sorguya çekildiği gibi, siz de Resulünüzü sorguya mı çekmek istiyorsunuz? Kim imanı inkar ile değişirse, artık o, dümdüz yoldan sapmış olur"
        },
        {
            "chapter": 2,
            "verse": 109,
            "text": "Kitap Ehlinden çoğu, kendilerine gerçek (hak) apaçık belli olduktan sonra, nefislerini (kuşatan) kıskançlıktan dolayı, imanınızdan sonra sizi inkara döndürmek arzusunu duydular. Fakat, Allah'ın emri gelinceye kadar onları bırakın ve (onlara ne sözle, ne de eylemle) ilişmeyin. Hiç şüphesiz Allah, herşeye güç yetirendir"
        },
        {
            "chapter": 2,
            "verse": 110,
            "text": "Namazı dosdoğru kılın, zekatı verin; önceden kendiniz için hayır olarak neyi takdim ederseniz, onu Allah Katında bulacaksınız. Şüphesiz Allah, yaptıklarınızı görendir"
        },
        {
            "chapter": 2,
            "verse": 111,
            "text": "Dediler ki: \"Yahudi veya Hıristiyan olmayan hiç kimse kesin olarak cennete giremez.\" Bu, onların kendi kuruntularıdır. De ki: \"Eğer doğru sözlüyseniz, kesin-kanıtınızı (burhan) getirin"
        },
        {
            "chapter": 2,
            "verse": 112,
            "text": "Hayır, kim (güzel davranış ve) iyilikte bulunarak kendisini Allah'a teslim ederse, artık onun Rabbi Katında ecri vardır. Onlar için korku yoktur ve onlar mahzun olmayacaklardır"
        },
        {
            "chapter": 2,
            "verse": 113,
            "text": "Yahudiler dediler ki: \"Hıristiyanlar bir şey (herhangi bir temel) üzere değillerdir\"; Hıristiyanlar da: \"Yahudiler bir şey üzere değillerdir\" dediler. Oysa onlar, Kitabı okuyorlar. Bilmeyenler (bilgisizler) de, onların söylediklerinin benzerini söylemişlerdi. Artık Allah, kıyamet günü anlaşmazlığa düştükleri şeyde aralarında hüküm verecektir"
        },
        {
            "chapter": 2,
            "verse": 114,
            "text": "Allah'ın mescidlerinde O'nun isminin anılmasını engelleyen ve bunların yıkılmasına çaba harcayandan daha zalim kim olabilir? Onların (durumu) içlerine korkarak girmekten başkası değildir. Onlar için dünyada bir aşağılanma, ahirette büyük bir azap vardır"
        },
        {
            "chapter": 2,
            "verse": 115,
            "text": "Doğu da Allah'ındır, batı da. Her nereye dönerseniz Allah'ın yüzü (kıblesi) orasıdır. Şüphesiz ki Allah, kuşatandır, bilendir"
        },
        {
            "chapter": 2,
            "verse": 116,
            "text": "Dediler ki: \"Allah oğul edindi.\" O, (bu yakıştırmadan) Yücedir. Hayır, göklerde ve yerde her ne varsa O'nundur, tümü O'na gönülden boyun eğmişlerdir"
        },
        {
            "chapter": 2,
            "verse": 117,
            "text": "Gökleri ve yeri (bir örnek edinmeksizin) yaratandır. O, bir işin olmasına karar verirse, ona yalnızca \"OL\" der, o da hemen oluverir"
        },
        {
            "chapter": 2,
            "verse": 118,
            "text": "Bilgisizler, dediler ki: \"Allah bizimle konuşmalı veya bize de bir ayet gelmeli değil miydi?\" Onlardan öncekiler de onların bu söylediklerinin benzerini söylemişlerdi. Kalpleri birbirine benzedi. Biz, kesin bilgiyle inanan bir topluluğa ayetleri apaçık gösterdik"
        },
        {
            "chapter": 2,
            "verse": 119,
            "text": "Şüphesiz Biz seni bir müjdeci ve bir uyarıcı olarak, hak (Kur'an) ile gönderdik. Sen cehennemin halkından sorumlu tutulmayacaksın"
        },
        {
            "chapter": 2,
            "verse": 120,
            "text": "Sen onların dinlerine uymadıkça, Yahudi ve Hıristiyanlar senden kesinlikle hoşnut olacak değillerdir. De ki: \"Şüphesiz doğru yol, Allah'ın (gösterdiği) yoludur.\" Eğer sana gelen bunca ilimden sonra onların heva (arzu ve tutku)larına uyacak olursan, senin için Allah'tan ne bir dost vardır, ne de bir yardımcı"
        },
        {
            "chapter": 2,
            "verse": 121,
            "text": "Kendilerine verdiğimiz Kitabı gereği gibi okuyanlar, işte ona iman edenler bunlardır. Kim de onu inkar ederse, artık onlar hüsrana uğrayanların ta kendileridir"
        },
        {
            "chapter": 2,
            "verse": 122,
            "text": "Ey İsrailoğulları, size bağışladığım nimetimi ve sizi (bir dönem) alemlere muhakkak üstün kıldığımı hatırlayın"
        },
        {
            "chapter": 2,
            "verse": 123,
            "text": "Ve hiç kimsenin hiç kimse adına bir şey ödeyemeyeceği, hiç kimseden fidye alınmayacağı ve hiç kimsenin şefaatinin kabul edilmeyeceği ve yardım görülmeyeceği bir günden sakının"
        },
        {
            "chapter": 2,
            "verse": 124,
            "text": "Hani Rabbi, İbrahim'i birtakım kelimelerle denemişti. O da (istenenleri) tam olarak yerine getirmişti. (O zaman Allah İbrahim'e): \"Seni şüphesiz insanlara imam kılacağım\" dedi. (İbrahim) \"Ya soyumdan olanlar?\" deyince (Allah:) \"Zalimler Benim ahdime erişemez\" dedi"
        },
        {
            "chapter": 2,
            "verse": 125,
            "text": "Hani Evi (Ka'be’yi) insanlar için bir toplanma ve güvenlik yeri kılmıştık. \"İbrahim'in makamını namaz yeri edinin\", İbrahim ve İsmail'e de, \"Evimi, tavaf edenler, itikafa çekilenler ve rüku ve secde edenler için temizleyin\" diye ahid verdik"
        },
        {
            "chapter": 2,
            "verse": 126,
            "text": "Hani İbrahim: \"Rabbim, bu şehri bir güvenlik yeri kıl ve halkından Allah'a ve ahiret gününe inananları ürünlerle rızıklandır\" demişti de (Allah: “Sadece inananları değil) inkar edeni de az bir süre yararlandırır, sonra onu ateşin azabına uğratırım; ne kötü bir dönüştür o\" demişti"
        },
        {
            "chapter": 2,
            "verse": 127,
            "text": "İbrahim, İsmail'le birlikte Evin (Ka'be'nin) sütunlarını yükselttiğinde (ikisi şöyle dua etmişti): \"Rabbimiz bizden (bunu) kabul et. Şüphesiz, Sen işiten ve bilensin"
        },
        {
            "chapter": 2,
            "verse": 128,
            "text": "Rabbimiz, ikimizi Sana teslim olmuş (Müslümanlar) kıl ve soyumuzdan Sana teslim olmuş (Müslüman) bir ümmet (ver). Bize ibadet yöntemlerini (yer veya ilkelerini) göster ve tevbemizi kabul et. Şüphesiz, Sen tevbeleri kabul eden ve esirgeyensin"
        },
        {
            "chapter": 2,
            "verse": 129,
            "text": "Rabbimiz, içlerinden onlara bir elçi gönder, onlara ayetlerini okusun, Kitabı ve hikmeti öğretsin ve onları arındırsın. Şüphesiz, Sen güçlü ve üstün olansın, hüküm ve hikmet sahibisin"
        },
        {
            "chapter": 2,
            "verse": 130,
            "text": "Kendi nefsini aşağılık kılandan başka, İbrahim'in dininden kim yüz çevirir? Andolsun, Biz onu dünyada seçtik, gerçekten ahirette de o salihlerdendir"
        },
        {
            "chapter": 2,
            "verse": 131,
            "text": "Rabbi ona: \"Teslim ol\" dediğinde (O:) \"Alemlerin Rabbine teslim oldum\" demişti"
        },
        {
            "chapter": 2,
            "verse": 132,
            "text": "Bunu İbrahim, oğullarına vasiyet etti, Yakup da: \"Oğullarım, şüphesiz Allah sizlere bu dini seçti, siz de ancak Müslüman olarak can verin\" (diye benzer bir vasiyette bulundu)"
        },
        {
            "chapter": 2,
            "verse": 133,
            "text": "Yoksa siz, Yakub'un ölüm anında, orada şahidler miydiniz? O, oğullarına: \"Benden sonra kime ibadet edeceksiniz?\" dediğinde, onlar: \"Senin İlahına ve ataların İbrahim, İsmail ve İshak'ın İlahı olan tek bir İlaha ibadet edeceğiz; bizler O'na teslim olduk\" demişlerdi"
        },
        {
            "chapter": 2,
            "verse": 134,
            "text": "Onlar bir ümmetti; gelip geçti. Onların kazandıkları kendilerinin, sizin kazandıklarınız sizindir. Siz, onların yaptıklarından sorumlu değilsiniz"
        },
        {
            "chapter": 2,
            "verse": 135,
            "text": "Dediler ki: \"Yahudi veya Hıristiyan olun ki hidayete eresiniz.\" De ki: \"Hayır, (doğru yol) Hanif (muvahhid) olan İbrahim'in dini(dir); O müşriklerden değildi"
        },
        {
            "chapter": 2,
            "verse": 136,
            "text": "Deyin ki: \"Biz Allah'a; bize indirilene, İbrahim, İsmail, İshak, Yakub ve torunlarına indirilene, Musa ve İsa'ya verilen ile peygamberlere Rabbinden verilene iman ettik. Onlardan hiçbirini diğerinden ayırt etmeyiz ve biz O'na teslim olmuşlarız"
        },
        {
            "chapter": 2,
            "verse": 137,
            "text": "Şayet onlar da, sizin inandığınız gibi inanırlarsa, kuşkusuz doğru yolu bulmuş olurlar; yok eğer yüz çevirirlerse, onlar elbette bir (çelişki ve) aykırılık içindedirler. Sana onlara karşı Allah yeter. O, işitendir, bilendir"
        },
        {
            "chapter": 2,
            "verse": 138,
            "text": "Allah'ın boyası... Allah(ın boyasın)dan daha güzel boyası olan kimdir? Biz (yalnızca) O'na kulluk edenleriz"
        },
        {
            "chapter": 2,
            "verse": 139,
            "text": "De ki: \"O bizim de Rabbimiz, sizin de Rabbiniz iken, bizimle Allah hakkında (sözde kanıtlarla) tartışmalara mı giriyorsunuz? Bizim amellerimiz bizim, sizin de amelleriniz sizindir. Biz, O'na gönülden bağlanmış (muhlis) olanlarız"
        },
        {
            "chapter": 2,
            "verse": 140,
            "text": "Yoksa siz, gerçekten İbrahim'in, İsmail'in, İshak'ın, Yakub'un ve torunlarının Yahudi veya Hıristiyan olduklarını mı söylüyorsunuz? De ki: \"Siz mi daha iyi biliyorsunuz, yoksa Allah mı? Allah'tan kendisinde olan bir şehadeti gizleyenden daha zalim olan kimdir? Allah, yaptıklarınızdan gafil değildir"
        },
        {
            "chapter": 2,
            "verse": 141,
            "text": "Onlar, bir ümmetti, gelip geçti; onların kazandıkları kendilerinin, sizin kazandıklarınız sizindir. Siz, onların yaptıklarından sorumlu değilsiniz"
        },
        {
            "chapter": 2,
            "verse": 142,
            "text": "Birtakım beyinsiz insanlar: \"Onları daha önceki kıblelerinden çeviren nedir?\" diyecekler. De ki: \"Doğu da Allah'ındır, batı da. O dilediğini doğru yola yöneltir"
        },
        {
            "chapter": 2,
            "verse": 143,
            "text": "Böylece Biz sizi, insanlara şahid (ve örnek) olmanız için orta bir ümmet kıldık; Peygamber de üzerinizde bir şahid olsun. Senin üzerinde bulunduğun (yönü, Ka'be'yi) kıble yapmamız, elçiye uyanları, topukları üzerinde gerisin geri dönenlerden ayırt etmek içindir. Doğrusu (bu,) Allah'ın hidayete ilettiklerinin dışında kalanlar için büyük (bir yük)tür. Allah, imanınızı boşa çıkaracak değildir. Şüphesiz, Allah, insanlara şefkat edendir, esirgeyendir"
        },
        {
            "chapter": 2,
            "verse": 144,
            "text": "Biz, senin yüzünü çok defa göğe doğru çevirip-durduğunu görüyoruz. Şimdi elbette seni hoşnut olacağın kıbleye çevireceğiz. Artık yüzünü Mescid-i Haram yönüne çevir. Her nerede bulunursanız, yüzünüzü onun yönüne çevirin. Şüphesiz, kendilerine kitap verilenler, tartışmasız bunun Rablerinden bir gerçek (hak) olduğunu elbette bilirler. Allah, yaptıklarınızdan gafil değildir"
        },
        {
            "chapter": 2,
            "verse": 145,
            "text": "Andolsun, kendilerine kitap verilenlere her ayeti (delili) getirsen, yine onlar senin kıblene uymaz; sen de onların kıblelerine uyacak değilsin. Onlardan bir kısmı, bir kısmının kıblesine (bile) uymaz. Andolsun, eğer sana gelen bunca ilimden sonra onların heva (istek ve tutku)larına uyacak olursan, o zaman gerçekten zalimlerden olursun"
        },
        {
            "chapter": 2,
            "verse": 146,
            "text": "Kendilerine kitap verdiklerimiz, onu (peygamberi), çocuklarını tanır gibi tanırlar. Buna rağmen içlerinden bir bölümü, bildikleri halde gerçeği gizlerler"
        },
        {
            "chapter": 2,
            "verse": 147,
            "text": "Gerçek (hak) Rabbinden (gelen)dir. Şu halde sakın kuşkuya kapılanlardan olma"
        },
        {
            "chapter": 2,
            "verse": 148,
            "text": "Herkesin (her toplumun) yüzünü çevirdiği bir yön vardır. Öyleyse hayırlarda yarışınız. Her nerede olursanız, Allah sizleri biraraya getirecektir. Şüphesiz Allah, herşeye güç yetirendir"
        },
        {
            "chapter": 2,
            "verse": 149,
            "text": "Her nereden çıkarsan, yüzünü Mescid-i Haram yönüne çevir. Şüphesiz bu, Rabbinden olan bir haktır. Allah, yaptıklarınızdan gafil değildir"
        },
        {
            "chapter": 2,
            "verse": 150,
            "text": "Her nereden çıkarsan, yüzünü Mescid-i Haram yönüne çevir. (Siz de) Her nerede olursanız yüzünüzü onun yönüne çevirin. Öyle ki, onlardan zulmedenlerin dışında insanların, size karşı bir delilleri olmasın. Onlardan korkmayın, Benden korkun, üzerinizdeki nimetimi tamamlayayım. Umulur ki hidayete erersiniz"
        },
        {
            "chapter": 2,
            "verse": 151,
            "text": "Öyle ki size, kendinizden, size ayetlerimizi okuyacak, sizi arındıracak, size kitap ve hikmeti öğretecek ve bilmediklerinizi bildirecek bir elçi gönderdik"
        },
        {
            "chapter": 2,
            "verse": 152,
            "text": "Öyleyse (yalnızca) Beni anın, Ben de sizi anayım; ve (yalnızca) Bana şükredin ve (sakın) nankörlük etmeyin"
        },
        {
            "chapter": 2,
            "verse": 153,
            "text": "Ey iman edenler, sabırla ve namazla yardım dileyin. Gerçekten Allah, sabredenlerle beraberdir"
        },
        {
            "chapter": 2,
            "verse": 154,
            "text": "Ve sakın Allah yolunda öldürülenlere \"ölüler\" demeyin; hayır onlar diridirler. Fakat siz bunun şuurunda değilsiniz"
        },
        {
            "chapter": 2,
            "verse": 155,
            "text": "Andolsun, Biz sizi biraz korku, açlık ve bir parça mallardan, canlardan ve ürünlerden eksiltmekle imtihan edeceğiz. Sabır gösterenleri müjdele"
        },
        {
            "chapter": 2,
            "verse": 156,
            "text": "Onlara bir musibet isabet ettiğinde, derler ki: \"Biz Allah'a ait (kullar)ız ve şüphesiz O'na dönücüleriz"
        },
        {
            "chapter": 2,
            "verse": 157,
            "text": "Rablerinden bağışlanma (salat) ve rahmet bunların üzerinedir ve hidayete erenler de bunlardır"
        },
        {
            "chapter": 2,
            "verse": 158,
            "text": "Şüphesiz, 'Safa' ile 'Merve' Allah'ın işaretlerindendir. Böylece kim Evi (Ka'be'yi) hacceder veya umre yaparsa, artık bu ikisini tavaf etmesinde kendisi için bir sakınca yoktur. Kim de gönülden bir hayır yaparsa (karşılığını alır). Şüphesiz Allah, şükrün karşılığını verendir, bilendir"
        },
        {
            "chapter": 2,
            "verse": 159,
            "text": "Gerçekten, apaçık belgelerden indirdiklerimizi ve insanlar için kitapta açıkladığımız hidayeti gizlemekte olanlar; işte onlara, hem Allah lanet eder, hem de (bütün) lanet ediciler"
        },
        {
            "chapter": 2,
            "verse": 160,
            "text": "Ancak tevbe edenler, (kendilerini ve başkalarını) düzeltenler ve (indirileni) açıklayanlar(a gelince); artık onların tevbelerini kabul ederim. Ben, tevbeleri kabul edenim, esirgeyenim"
        },
        {
            "chapter": 2,
            "verse": 161,
            "text": "Şüphesiz, inkar edip kafir olarak ölenler, Allah'ın, meleklerin ve bütün insanların laneti bunların üzerinedir"
        },
        {
            "chapter": 2,
            "verse": 162,
            "text": "Onda (lanette) süresiz kalacaklardır, onlardan azap hafifletilmez ve onlar gözetilmezler"
        },
        {
            "chapter": 2,
            "verse": 163,
            "text": "Sizin İlahınız tek bir İlah'tır; O'ndan başka İlah yoktur; O, Rahman’dır, Rahim’dir (bağışlayan ve esirgeyendir)"
        },
        {
            "chapter": 2,
            "verse": 164,
            "text": "Şüphesiz, göklerin ve yerin yaratılmasında, gece ile gündüzün art arda gelişinde, insanlara yararlı şeyler ile denizde yüzen gemilerde, Allah'ın yağdırdığı ve kendisiyle yeryüzünü ölümünden sonra dirilttiği suda, her canlıyı orada üretip-yaymasında, rüzgarları estirmesinde, gökle yer arasında boyun eğdirilmiş bulutları evirip çevirmesinde düşünen bir topluluk için gerçekten ayetler vardır"
        },
        {
            "chapter": 2,
            "verse": 165,
            "text": "İnsanlar içinde, Allah'tan başkasını 'eş ve ortak' tutanlar vardır ki, onlar (bunları), Allah'ı sever gibi severler. İman edenlerin ise Allah'a olan sevgileri daha güçlüdür. O zulmedenler, azaba uğrayacakları zaman, muhakkak bütün kuvvetin tümüyle Allah'ın olduğunu ve Allah'ın vereceği azabın gerçekten şiddetli olduğunu bir bilselerdi"
        },
        {
            "chapter": 2,
            "verse": 166,
            "text": "Öyle ki (o gün) kendilerine tabi olunanlar, kendilerine tabi olanlardan uzaklaşıp-kaçmışlardır. (Artık) Onlar azabı görmüşlerdir ve aralarındaki bütün bağlar (ve ilişkiler) de parçalanıp-kopmuştur"
        },
        {
            "chapter": 2,
            "verse": 167,
            "text": "(O zaman, yönetilip) Uyanlar derler ki: \"Eğer bize bir kere (daha dünyaya dönme) fırsatı verilse(ydi) muhakkak (şimdi) onların bizden uzaklaştıkları gibi, biz de onlardan uzaklaşır (onları yüzüstü bırakır)dık.\" Böylece Allah, onlara bütün yaptıklarını onulmaz hasretlerle gösterecektir. Ve onlar ateşten çıkacak değildirler"
        },
        {
            "chapter": 2,
            "verse": 168,
            "text": "Ey insanlar, yeryüzünde olan şeyleri helal ve temiz olarak yiyin ve şeytanın adımlarını izlemeyin. Gerçekte o, sizin için apaçık bir düşmandır"
        },
        {
            "chapter": 2,
            "verse": 169,
            "text": "O, size yalnızca, kötülüğü, çirkin-hayasızlığı ve Allah'a karşı bilmediğiniz şeyleri söylemenizi emreder"
        },
        {
            "chapter": 2,
            "verse": 170,
            "text": "Ne zaman onlara: \"Allah'ın indirdiklerine uyun\" denilse, onlar: \"Hayır, biz, atalarımızı üzerinde bulduğumuz şeye (geleneğe) uyarız\" derler. (Peki) Ya atalarının aklı bir şeye ermez ve doğru yolu da bulamamış idiyseler"
        },
        {
            "chapter": 2,
            "verse": 171,
            "text": "İnkar edenlerin örneği bağırıp çağırmadan başka bir şey işitmeyip (duyduğu veya bağırdığı şeyin anlamını bilmeyen ve sürekli) haykıran (bir hayvan)ın örneği gibidir. Onlar, sağırdırlar, dilsizdirler, kördürler; bundan dolayı akıl erdiremezler"
        },
        {
            "chapter": 2,
            "verse": 172,
            "text": "Ey iman edenler size rızık olarak verdiklerimizin temiz olanlarından yiyin ve yalnızca O'na kulluk ediyorsanız, (yine yalnızca) Allah'a şükredin"
        },
        {
            "chapter": 2,
            "verse": 173,
            "text": "O, size ölüyü (leşi)- kanı, domuz etini ve Allah'tan başkası adına kesilmiş olan (hayvan)ı kesin olarak haram kıldı. Fakat kim kaçınılmaz olarak muhtaç kalırsa, taşkınlık yapmamak ve haddi aşmamak şartıyla (ölmeyecek oranda yiyebilir), ona bir günah yoktur. Gerçekten Allah, bağışlayandır, esirgeyendir"
        },
        {
            "chapter": 2,
            "verse": 174,
            "text": "Allah'ın indirdiği Kitap'tan bir şeyi göz ardı edip saklayanlar ve onunla değeri az (bir şeyi) satın alanlar; onların yedikleri, karınlarında ateşten başkası değildir. Allah kıyamet günü onlarla konuşmaz ve onları arındırmaz. Ve onlar için acı bir azap vardır"
        },
        {
            "chapter": 2,
            "verse": 175,
            "text": "Onlar, hidayete karşılık sapıklığı, bağışlanmaya karşılık azabı satın almışlardır. Ateşe karşı ne kadar dayanıklıdırlar"
        },
        {
            "chapter": 2,
            "verse": 176,
            "text": "Bu, Allah'ın Kitabı şüphesiz hak olarak indirmesindendir. Kitap konusunda anlaşmazlığa düşenler ise uzak bir ayrılık içindedirler"
        },
        {
            "chapter": 2,
            "verse": 177,
            "text": "Yüzlerinizi doğuya ve batıya çevirmeniz iyilik değildir. Ama iyilik, Allah'a, ahiret gününe, meleklere, Kitaba ve peygamberlere iman eden; mala olan sevgisine rağmen, onu yakınlara, yetimlere, yoksullara, yolda kalmışa, isteyip-dilenene ve kölelere (özgürlükleri için) veren; namazı dosdoğru kılan, zekatı veren ve ahidleştiklerinde ahidlerine vefa gösterenler ile zorda, hastalıkta ve savaşın kızıştığı zamanlarda sabredenler(in tutum ve davranışlarıdır). İşte bunlar, doğru olanlardır ve müttaki olanlar da bunlardır"
        },
        {
            "chapter": 2,
            "verse": 178,
            "text": "Ey iman edenler, öldürülenler hakkında size kısas yazıldı (farz kılındı). Özgüre karşı özgür, köleye karşı köle ve dişiye karşı dişi. Fakat kimin (hangi katilin) lehine, onun (maktulün) kardeşi (varisi veya velisi) tarafından bağışlanırsa, artık (yapılması gereken) örfe uymak (ve) ona (maktulün varis veya velisine) güzellikle (diyet) ödemektir. Bu, Rabbinizden bir hafifletme ve bir rahmettir. Artık kim bundan sonra tecavüzde bulunursa, onun için elem verici bir azap vardır"
        },
        {
            "chapter": 2,
            "verse": 179,
            "text": "Ey temiz akıl sahipleri, kısasta sizin için hayat vardır. Umulur ki sakınırsınız"
        },
        {
            "chapter": 2,
            "verse": 180,
            "text": "Sizden birinize ölüm gelip çattığı zaman, eğer geride bir hayır bırakmışsa, anaya, babaya ve yakın akrabaya bilinen (uygun, meşru) bir tarzda vasiyette bulunması -Allah'a karşı gelmekten sakınanlara bir hak olarak- size yazıldı (farz kılındı)"
        },
        {
            "chapter": 2,
            "verse": 181,
            "text": "Bundan böyle kim onu (vasiyeti) işittikten sonra değiştirirse, günahı elbette onu değiştirenlerin üzerinedir. Şüphesiz Allah, işitendir, bilendir"
        },
        {
            "chapter": 2,
            "verse": 182,
            "text": "Bunun yanında, kim, vasiyet edenin haksızlığa eğilim göstereceğinden ya da günaha gireceğinden korkup da ikisinin (tarafların) arasını bulup-düzeltirse, artık ona günah yoktur. Gerçekten Allah, bağışlayandır, esirgeyendir"
        },
        {
            "chapter": 2,
            "verse": 183,
            "text": "Ey iman edenler, sizden öncekilere yazıldığı gibi, oruç, size de yazıldı (farz kılındı). Umulur ki sakınırsınız"
        },
        {
            "chapter": 2,
            "verse": 184,
            "text": "(Oruç) Sayılı günlerdir. Artık sizden kim hasta ya da yolculukta olursa tutamadığı günler sayısınca başka günlerde (tutsun). Zor dayanabilenlerin üzerinde bir yoksulu doyuracak kadar fidye (vardır). Kim gönülden bir hayır yaparsa bu da kendisi için hayırlıdır. Oruç tutmanız, -eğer bilirseniz- sizin için daha hayırlıdır"
        },
        {
            "chapter": 2,
            "verse": 185,
            "text": "Ramazan ayı... İnsanlar için hidayet olan ve doğru yolu ve (hak ile batılı birbirinden) ayıran apaçık belgeleri (kapsayan) Kur'an onda indirilmiştir. Öyleyse sizden kim bu aya şahid olursa artık onu tutsun. Kim hasta ya da yolculukta olursa, tutmadığı günler sayısınca diğer günlerde (tutsun). Allah, size kolaylık diler, zorluk dilemez. (Bu kolaylık) sayıyı tamamlamanız ve sizi doğru yola (hidayete) ulaştırmasına karşılık Allah'ı büyük tanımanız içindir. Umulur ki şükredersiniz"
        },
        {
            "chapter": 2,
            "verse": 186,
            "text": "Kullarım Beni sana soracak olursa, muhakkak ki Ben (onlara) pek yakınım. Bana dua ettiği zaman dua edenin duasına cevap veririm. Öyleyse, onlar da Benim çağrıma cevap versinler ve Bana iman etsinler. Umulur ki irşad (doğru yolu bulmuş) olurlar"
        },
        {
            "chapter": 2,
            "verse": 187,
            "text": "Oruç gecesinde kadınlarınıza yaklaşmak size helal kılındı. Onlar, sizin örtüleriniz, siz de onlara örtüsünüz. Allah, gerçekten sizin, nefislerinize ihanet etmekte olduğunuzu bildi, tevbenizi kabul etti ve sizi bağışladı. Artık onlara yaklaşın ve Allah'ın sizin için yazdıklarını dileyin. Fecir vakti, sizce beyaz iplik siyah iplikten ayırt edilinceye kadar yiyin, için, sonra geceye kadar orucu tamamlayın. Mescidlerde itikafta olduğunuz zamanlarda onlara (kadınlarınıza) yaklaşmayın. Bunlar, Allah'ın sınırlarıdır, (sakın) onlara yanaşmayın. İşte Allah, insanlara ayetlerini böylece açıklar; umulur ki sakınırlar"
        },
        {
            "chapter": 2,
            "verse": 188,
            "text": "Birbirinizin mallarını haksızlıkla yemeyin ve bile bile günahla insanların mallarından bir bölümünü yemeniz için onları hakimlere aktarmayın"
        },
        {
            "chapter": 2,
            "verse": 189,
            "text": "Sana, hilalleri (doğuş halindeki ayları) sorarlar. De ki: \"O, insanlar ve hacc için belirlenmiş vakitlerdir. İyilik (birr), evlere arkalarından gelmeniz değildir, ama iyilik sakınan(ın tutumudur). Evlere kapılarından girin. Allah'tan sakının, umulur ki kurtuluşa erersiniz"
        },
        {
            "chapter": 2,
            "verse": 190,
            "text": "Sizinle savaşanlara karşı Allah yolunda savaşın, (ancak) aşırı gitmeyin. Elbette Allah aşırı gidenleri sevmez"
        },
        {
            "chapter": 2,
            "verse": 191,
            "text": "Onları, bulduğunuz yerde öldürün ve sizi çıkardıkları yerden siz de onları çıkarın. Fitne, öldürmekten beterdir. Onlar, size karşı savaşıncaya kadar siz, Mescid-i Haram yanında onlarla savaşmayın. Sizinle savaşırlarsa siz de onlarla savaşın. Kafirlerin cezası işte böyledir"
        },
        {
            "chapter": 2,
            "verse": 192,
            "text": "Onlar, (savaşa) son verirlerse (siz de son verin); şüphesiz Allah, bağışlayandır esirgeyendir"
        },
        {
            "chapter": 2,
            "verse": 193,
            "text": "(Yeryüzünde) Fitne kalmayıncaya kadar onlarla savaşın. Eğer vazgeçerlerse, artık zulüm yapanlardan başkasına karşı düşmanlık yoktur"
        },
        {
            "chapter": 2,
            "verse": 194,
            "text": "Haram ay, haram aya karşılıktır; hürmetler (de) karşılıklıdır. Öyleyse kim size saldırırsa, onun saldırdığı gibi siz de ona saldırın. Allah'tan korkup-sakının ve bilin ki Allah, muhakkak ki korkup-sakınanlarla beraberdir"
        },
        {
            "chapter": 2,
            "verse": 195,
            "text": "Allah yolunda infak edin ve kendinizi kendi ellerinizle tehlikeye atmayın. İyilik edin. Şüphesiz Allah, iyilik edenleri sever"
        },
        {
            "chapter": 2,
            "verse": 196,
            "text": "Haccı ve umreyi Allah için tamamlayın. Eğer (düşman, hastalık ve buna benzer nedenlerle) kuşatılırsanız, artık size kolay gelen kurban(ı gönderin). Kurban yerine varıncaya kadar başlarınızı traş etmeyin. Kim sizden hasta ise veya başından şikayeti varsa, onun ya oruç ya sadaka veya kurban olarak fidye (vermesi gerekir). Güvenliğe kavuşursanız, hacca kadar umre ile yararlanmak isteyene, kolayına gelen bir kurban(ı kesmek gerekir). Bulamayana da, haccda üç gün, döndüğünüzde yedi (gün) olmak üzere, bunlar, tamı tamına on (gün) oruç vardır. Bu, ailesi Mescid-i Haram'da olmayanlar içindir. Allah'tan korkun ve bilin ki Allah, muhakkak cezası pek çetin olandır"
        },
        {
            "chapter": 2,
            "verse": 197,
            "text": "Hacc, bilinen aylardır. Böylelikle kim onlarda haccı farz eder (yerine getirir)se, (bilsin ki) haccda kadına yaklaşmak, fısk yapmak ve kavgaya girişmek yoktur. Siz, hayır adına ne yaparsanız, Allah, onu bilir. Azık edinin, şüphesiz azığın en hayırlısı takvadır. Ey temiz akıl sahipleri, Benden korkup-sakının"
        },
        {
            "chapter": 2,
            "verse": 198,
            "text": "Rabbinizden bir fazl istemenizde sizce sakınca yoktur. Arafat'tan hep birlikte indiğinizde Allah'ı Meş'ar-ı Haram'da anın. O, sizi nasıl doğru yola yöneltip-ilettiyse, siz de O'nu anın. Gerçek şu ki, siz bundan evvel sapmışlardandınız"
        },
        {
            "chapter": 2,
            "verse": 199,
            "text": "Sonra insanların (topluca) akın ettiği yerden siz de akın edin ve Allah'tan bağışlanma dileyin. Şüphesiz Allah bağışlayandır, esirgeyendir"
        },
        {
            "chapter": 2,
            "verse": 200,
            "text": "(Hacc) ibadetlerinizi bitirdiğinizde, artık (cahiliye döneminde) atalarınızı andığınız gibi, hatta ondan da kuvvetli bir anma ile Allah'ı anın. İnsanlardan öylesi vardır ki: \"Rabbimiz, bize dünyada ver\" der; onun ahirette nasibi yoktur"
        },
        {
            "chapter": 2,
            "verse": 201,
            "text": "Onlardan öylesi de vardır ki: \"Rabbimiz, bize dünyada da iyilik ver, ahirette de iyilik (ver) ve bizi ateşin azabından koru\" der"
        },
        {
            "chapter": 2,
            "verse": 202,
            "text": "İşte bunların kazandıklarına karşılık nasibleri vardır. Allah, hesabı pek seri görendir"
        },
        {
            "chapter": 2,
            "verse": 203,
            "text": "Sayılı günlerde Allah'ı anın. İki günde (Mina'dan dönmek için) elini çabuk tutana günah yoktur, geri kalana da günah yoktur. (Bu) sakınan için(dir). Allah'tan korkup-sakının ve gerçekten bilin ki, siz O'na döndürülüp-toplanacaksınız"
        },
        {
            "chapter": 2,
            "verse": 204,
            "text": "İnsanlardan öylesi vardır ki, dünya hayatına ilişkin sözleri senin hoşuna gider ve kalbindekine rağmen Allah'ı şahid getirir; oysa o azılı bir düşmandır"
        },
        {
            "chapter": 2,
            "verse": 205,
            "text": "O, iş başına geçti mi (ya da sırtını çevirip gitti mi) yeryüzünde bozgunculuk çıkarmaya, ekini ve nesli helak etmeye çaba harcar. Allah ise, bozgunculuğu sevmez"
        },
        {
            "chapter": 2,
            "verse": 206,
            "text": "Ona: \"Allah'tan kork\" denildiğinde, büyüklük gururu onu günaha sürükler, kuşatır. Böylesine cehennem yeter; ne kötü bir yataktır o"
        },
        {
            "chapter": 2,
            "verse": 207,
            "text": "İnsanlardan öylesi vardır ki, Allah'ın rızasını ara(yıp kazan)mak amacıyla nefsini satın alır. Allah, kullarına karşı şefkatli olandır"
        },
        {
            "chapter": 2,
            "verse": 208,
            "text": "Ey iman edenler, hepiniz topluca \"barış ve güvenliğe (Silm'e, İslam'a) girin ve şeytanın adımlarını izlemeyin. Çünkü o, size apaçık bir düşmandır"
        },
        {
            "chapter": 2,
            "verse": 209,
            "text": "Size, apaçık belgeler (ayetler) geldikten sonra yine ayağınız kayarsa, bilin ki Allah, gerçekten üstün ve güçlüdür, hüküm ve hikmet sahibidir"
        },
        {
            "chapter": 2,
            "verse": 210,
            "text": "Onlar, bulut gölgeleri içinde Allah'ın (azabının) meleklerle onlara gelmesini ve (azap) emrinin gerçekleşmesini mi gözlüyorlar? Oysa bütün işler Allah'a döner"
        },
        {
            "chapter": 2,
            "verse": 211,
            "text": "İsrailoğulları’na sor, onlara nice açık ayet(ler) verdik. Kendisine geldikten sonra kim Allah'ın nimetini değiştirirse, (bilsin ki) şüphesiz Allah, cezası pek şiddetli olandır"
        },
        {
            "chapter": 2,
            "verse": 212,
            "text": "İnkar edenlere dünya hayatı çekici kılındı (süslendi). Onlar, iman edenlerden kimileriyle alay ederler. Oysa korkup sakınanlar, kıyamet günü onların üstündedir. Allah, dilediğine hesapsız rızık verir"
        },
        {
            "chapter": 2,
            "verse": 213,
            "text": "İnsanlar tek bir ümmetti. Allah, müjdeciler ve uyarıcılar olarak peygamberler gönderdi ve beraberlerinde, insanların anlaşmazlığa düştükleri şeyler konusunda, aralarında hüküm vermek üzere hak kitaplar indirdi. Oysa kendilerine apaçık ayetler geldikten sonra, birbirlerine karşı olan 'azgınlık ve kıskançlıkları’ yüzünden anlaşmazlığa düşenler, o, (kitap) verilenlerden başkası değildir. Böylece Allah, iman edenleri, hakkında ayrılığa düştükleri gerçeğe Kendi izniyle eriştirdi. Allah, kimi dilerse onu doğruya yöneltir"
        },
        {
            "chapter": 2,
            "verse": 214,
            "text": "Yoksa sizden önce gelip-geçenlerin hali başınıza gelmeden cennete gireceğinizi mi sandınız? Onlara öyle bir yoksulluk, öyle dayanılmaz bir zorluk çattı ve öylesine sarsıldılar ki, sonunda elçi, beraberindeki mü'minlerle; \"Allah'ın yardımı ne zaman?\" diyordu. Dikkat edin. Şüphesiz Allah'ın yardımı pek yakındır"
        },
        {
            "chapter": 2,
            "verse": 215,
            "text": "Sana neyi infak edeceklerini sorarlar. De ki: \"Hayır olarak infak edeceğiniz şey, anne-babaya, yakınlara, yetimlere, yoksullara ve yolda kalmışadır. Hayır olarak her ne yaparsanız, Allah onu şüphesiz bilir"
        },
        {
            "chapter": 2,
            "verse": 216,
            "text": "Savaş, hoşunuza gitmediği halde üzerinize yazıldı (farz kılındı). Olur ki hoşunuza gitmeyen bir şey, sizin için hayırlıdır ve olur ki, sevdiğiniz şey de sizin için bir şerdir. Allah bilir de siz bilmezsiniz"
        },
        {
            "chapter": 2,
            "verse": 217,
            "text": "Sana haram olan ayı, onda savaşmayı sorarlar. De ki: \"Onda savaşmak büyük (bir günahtır). Ancak Allah Katında, Allah'ın yolundan alıkoymak, onu inkar etmek, Mescid-i Haram'a engel olmak ve halkını oradan çıkarmak daha büyük (bir günahtır). Fitne, katilden beterdir. Eğer güç yetirirlerse, sizi dininizden geri çevirinceye kadar sizinle savaşmayı sürdürürler; sizden kim dininden geri döner ve kafir olarak ölürse, artık onların bütün işledikleri (amelleri) dünyada da, ahirette de boşa çıkmıştır ve onlar ateşin halkıdır, onda süresiz kalacaklardır"
        },
        {
            "chapter": 2,
            "verse": 218,
            "text": "Şüphesiz iman edenler, hicret edenler ve Allah yolunda cihad edenler; işte onlar, Allah'ın rahmetini umabilirler. Allah bağışlayandır, esirgeyendir"
        },
        {
            "chapter": 2,
            "verse": 219,
            "text": "Sana içkiyi ve kumarı sorarlar. De ki: \"Onlarda hem büyük günah, hem insanlar için (bazı) yararlar vardır. Ama günahları yararlarından daha büyüktür.\" Ve sana neyi infak edeceklerini sorarlar. De ki: \"İhtiyaçtan artakalanı.\" Böylece Allah, size ayetlerini açıklar; umulur ki düşünürsünüz"
        },
        {
            "chapter": 2,
            "verse": 220,
            "text": "Hem dünya (konusun)da, hem ahiret (konusunda). Ve sana yetimleri sorarlar. De ki: \"Onları ıslah etmek (yararlı kılmak) hayırlıdır. Eğer onları aranıza katarsanız, artık onlar sizin kardeşlerinizdir. Allah bozgun (fesad) çıkaranı ıslah ediciden bilir (ayırt eder). Eğer Allah dileseydi size güçlük çıkarırdı. Şüphesiz Allah güçlü ve üstün olandır, hüküm ve hikmet sahibidir"
        },
        {
            "chapter": 2,
            "verse": 221,
            "text": "Müşrik kadınları, iman edinceye kadar nikahlamayın; iman eden bir cariye, -hoşunuza gitse de- müşrik bir kadından daha hayırlıdır. Müşrik erkekleri de iman edinceye kadar nikahlamayın; iman eden bir köle, -hoşunuza gitse de- müşrik bir erkekten daha hayırlıdır. Onlar, ateşe çağırırlar, Allah ise Kendi izniyle cennete ve mağfirete çağırır. O, insanlara ayetlerini açıklar. Umulur ki öğüt alıp-düşünürler"
        },
        {
            "chapter": 2,
            "verse": 222,
            "text": "Sana 'kadınların aybaşı halini' sorarlar. De ki: \"O, bir rahatsızlık (eza)dır. Aybaşı halinde kadınlardan ayrılın ve temizlenmelerine kadar onlara (cinsel anlamda) yaklaşmayın. Temizlendiklerinde, Allah'ın size emrettiği yerden onlara gidin. Şüphesiz Allah, tevbe edenleri sever, temizlenenleri de sever"
        },
        {
            "chapter": 2,
            "verse": 223,
            "text": "Kadınlarınız sizin tarlanızdır; tarlanıza dilediğiniz gibi varın. Kendiniz için (geleceğe hazırlık olarak güzel davranışlar) takdim edin. Allah'tan korkup-sakının ve bilin ki elbette O'na kavuşucusunuz. İman edenlere müjde ver"
        },
        {
            "chapter": 2,
            "verse": 224,
            "text": "Bir de yeminlerinizi bahane ederek; iyilik yapmanız, sakınmanız ve insanların arasını düzeltmenize Allah'ı engel kılmayın. Allah işitendir, bilendir"
        },
        {
            "chapter": 2,
            "verse": 225,
            "text": "Allah sizi, yeminlerinizdeki 'rastgele söylemelerinizden, boş, amaçsız sözler'den dolayı sorumlu tutmaz; fakat kalplerinizin kazandıklarından dolayı sorumlu tutar. Allah bağışlayandır, yumuşak davranandır"
        },
        {
            "chapter": 2,
            "verse": 226,
            "text": "Kadınlarından uzaklaşmaya yemin edenler için dört ay bekleme süresi vardır. Eğer (bu süre içinde eşlerine) dönerlerse, şüphesiz Allah, bağışlayandır, esirgeyendir"
        },
        {
            "chapter": 2,
            "verse": 227,
            "text": "(Yok) Eğer boşamada kararlı davranırsa (boşanırlar). Şüphesiz Allah, işitendir, bilendir"
        },
        {
            "chapter": 2,
            "verse": 228,
            "text": "Boşanmış kadınlar kendi kendilerine üç 'ay hali ve temizlenme süresi' beklerler. Eğer Allah'a ve ahiret gününe inanıyorlarsa Allah'ın rahimlerinde yarattığını saklamaları onlara helal olmaz. Kocaları, bu süre içinde barışmak isterlerse, onları geri almada (başkalarından) daha çok hak sahibidirler. Onların lehine de, aleyhlerindeki maruf hakka denk bir hak vardır. Yalnız erkekler için onlar üzerinde bir derece var. Allah Azizdir. Hakimdir"
        },
        {
            "chapter": 2,
            "verse": 229,
            "text": "Boşanma iki defadır. (Sonra) Ya iyilikle tutmak veya güzellikle bırakmak (gerekir). Onlara (kadınlara) verdiğiniz bir şeyi geri almanız size helal değildir; ancak ikisinin Allah'ın sınırlarını ayakta tutamayacaklarından korkmuş olmaları (durumu başka). Eğer ikisinin Allah'ın sınırlarını ayakta tutamayacaklarından korkarsanız, bu durumda (kadının) fidye vermesinde ikisi için de günah yoktur. İşte bunlar, Allah'ın sınırlarıdır; onlara tecavüz etmeyin. Kim Allah'ın sınırlarına tecavüz ederse, onlar zalimlerin ta kendileridir"
        },
        {
            "chapter": 2,
            "verse": 230,
            "text": "Yine onu (kadını üçüncü defa) boşarsa, (kadın) onun dışında bir başka kocayla nikahlanmadıkça ona helal olmaz. Eğer (bu koca da) onu boşarsa, onlar (ilk koca ile karısı) Allah'ın sınırlarını ayakta tutacaklarını sanıyorlarsa, tekrar birbirlerine dönmelerinde ikisi için günah yoktur. İşte bunlar, Allah'ın sınırlarıdır; bilen bir topluluk için bunları (böyle) açıklar"
        },
        {
            "chapter": 2,
            "verse": 231,
            "text": "Kadınları boşadığınızda, bekleme sürelerini tamamlamışlarsa, onları ya güzellikle tutun ya da güzellikle bırakın. Fakat haklarını ihlal edip zarar vermek için onları (yanınızda) tutmayın. Kim böyle yaparsa artık o, kendi nefsine zulmetmiş olur. Allah'ın ayetlerini oyun (konusu) edinmeyin ve Allah'ın size verdiği nimeti ve size öğüt olarak indirdiği Kitabı ve hikmeti anın. Allah'tan korkup-sakının ve bilin ki, Allah herşeyi bilendir"
        },
        {
            "chapter": 2,
            "verse": 232,
            "text": "Kadınları boşadığınızda, bekleme sürelerini de tamamlamışlarsa -birbirleriyle maruf (bilinen meşru biçimde) anlaştıkları takdirde- onlara, kendilerini kocalarına nikahlamalarına engel çıkarmayın. İşte, içinizde Allah'a ve ahiret gününe iman edenlere bununla (böyle) öğüt verilir. Bu, sizin için daha hayırlı ve daha temizdir. Allah, bilir de siz bilmezsiniz"
        },
        {
            "chapter": 2,
            "verse": 233,
            "text": "Emzirmeyi tamamlamak isteyenler için anneler çocuklarını iki tam yıl emzirirler. Onların (annelerin) yiyeceği, giyeceği bilinen (örf)e uygun olarak, çocuk kendisinin olana (babaya) aittir. Kimseye güç yetireceğinin dışında (yük ve sorumluluk) teklif edilmez. Anne, çocuğu, çocuk kendisinin olan baba da çocuğu dolayısıyla zarara uğratılmasın; mirasçı üzerinde(ki sorumluluk ve görev) de bunun gibidir. Eğer (anne ve baba) aralarında rıza ile ve danışarak (çocuğu iki yıl tamamlanmadan) sütten ayırmayı isterlerse, ikisi için de bir güçlük yoktur. Ve eğer çocuklarınızı (bir süt anneye) emzirtmek isterseniz, vereceğinizi örfe uygun olarak ödedikten sonra size bir sorumluluk yoktur. Allah'tan korkup-sakının ve bilin ki, Allah yaptıklarınızı görendir"
        },
        {
            "chapter": 2,
            "verse": 234,
            "text": "İçinizden ölenlerin (geride) bıraktığı eşler, kendi kendilerine dört ay on (gün) beklerler. Bu bekleme süresi dolduğunda, artık onların kendi haklarında maruf (meşru) bir şekilde yaptıklarından dolayı size sorumluluk yoktur. Allah, işlediklerinizden haberi olandır"
        },
        {
            "chapter": 2,
            "verse": 235,
            "text": "(İddeti bekleyen) Kadınları nikahlamak istediğinizi (onlara) sezdirmenizde ya da böyle bir isteği gönlünüzde saklamanızda sizin için bir sakınca yoktur. Gerçekte Allah, sizin onları (kalbinizden geçirip) anacağınızı bilir. Sakın bilinen (meşru) sözler dışında onlarla gizlice vaadleşmeyin; bekleme süresi tamamlanıncaya kadar nikah bağını bağlamaya kesin karar vermeyin. Ve bilin ki, elbette Allah kalbinizden geçeni bilmektedir. Artık ondan kaçının. Ve bilin ki, şüphesiz Allah bağışlayandır, (kullara) yumuşak davranandır"
        },
        {
            "chapter": 2,
            "verse": 236,
            "text": "Kendilerine el sürmediğiniz, mehirlerini tespit etmediğiniz kadınları boşamanızda sizin için bir sakınca yoktur. Onları yararlandırın, zengin olan kendi gücü, darda olan da kendi gücü oranında, maruf (meşru ve örfe uygun) bir şekilde yararlandırsın. (Bu,) iyilik edenler üzerinde bir haktır"
        },
        {
            "chapter": 2,
            "verse": 237,
            "text": "Eğer onlara mehir tespit eder de, el sürmeden boşarsanız, bu durumda -kendileri veya nikah bağı elinde olanın bağışlaması hariç- tespit ettiğiniz (mehr)in yarısı onlarındır. Sizin (tümünü veya fazlasını) bağışlamanız takvaya daha yakındır. Aranızdaki üstünlüğü (derece farkını) unutmayın. Şüphesiz Allah, yapmakta olduklarınızı görendir"
        },
        {
            "chapter": 2,
            "verse": 238,
            "text": "Namazları ve orta namazını (üstlerine düşerek, titizlik göstererek) koruyun ve Allah'a gönülden boyun eğiciler olarak (namaza) durun"
        },
        {
            "chapter": 2,
            "verse": 239,
            "text": "Eğer korkarsanız, yaya veya binekte iken kılın. Güvenliğe girdiğinizde ise, yine Allah'ı, bilmediğiniz şeyleri size öğrettiği gibi zikredin"
        },
        {
            "chapter": 2,
            "verse": 240,
            "text": "İçinizde ölüp de (geride) eşler bırakanlar, (evlerinden) çıkarılmaksızın, bir yıla kadar yararlanmaları için eşlerine vasiyet (bıraksınlar). Ama onlar, (kendiliklerinden) çıkarlarsa, artık onların maruf (meşru) olarak kendileri için yaptıklarından dolayı size sorumluluk yoktur. Allah güçlü ve üstün olandır. Hüküm ve hikmet sahibidir"
        },
        {
            "chapter": 2,
            "verse": 241,
            "text": "(Kocası tarafından) Boşanan (kadın)ların maruf (meşru) bir tarzda yararlanma (ve geçim pay)ları vardır. Bu, sakınanlar üzerinde bir hak (borç) tır"
        },
        {
            "chapter": 2,
            "verse": 242,
            "text": "İşte Allah, size ayetlerini böyle açıklar; ki akıl erdiresiniz"
        },
        {
            "chapter": 2,
            "verse": 243,
            "text": "Binlerce kişinin ölüm korkusuyla yurtlarından çıktıklarını görmedin mi? Allah onlara: \"Ölün\" dedi, sonra da onları diriltti. Şüphesiz Allah, insanlara karşı fazl sahibidir. Ancak, insanların çoğunluğu şükretmez"
        },
        {
            "chapter": 2,
            "verse": 244,
            "text": "Allah yolunda savaşın ve bilin ki, şüphesiz Allah işitendir, bilendir"
        },
        {
            "chapter": 2,
            "verse": 245,
            "text": "Allah'a karşılığını çok artırma ile kat kat artıracağı güzel bir borcu verecek olan kimdir? Allah, daraltır ve genişletir ve siz O'na döndürüleceksiniz"
        },
        {
            "chapter": 2,
            "verse": 246,
            "text": "Musa'dan sonra İsrailoğulları’nın önde gelenlerini görmedin mi? Hani, peygamberlerinden birine: \"Bize bir melik gönder de Allah yolunda savaşalım\" demişlerdi, O: \"Ya üzerinize savaş yazıldığı halde savaşmayacak olursanız?\" demişti. \"Bize ne oluyor ki Allah yolunda savaşmayalım? Ki biz yurdumuzdan çıkarıldık ve çocuklarımızdan (uzaklaştırıldık.)\" demişlerdi. Ama onlara savaş yazıldığı (öngörüldüğü) zaman, az bir kısmı hariç yüz çevirdiler. Allah zalimleri bilir"
        },
        {
            "chapter": 2,
            "verse": 247,
            "text": "Onlara peygamberleri dedi ki: \"Allah size Talut'u (melik olarak) gönderdi.\" Onlar: \"Biz hükümdarlığa, ona göre daha çok hak sahibiyken ve ona bir mal (servet) bolluğu verilmemişken, nasıl bizi (yönetmek üzere) hükümdarlık (mülk) onun olabilir?\" dediler. O (şöyle) demişti: \"Doğrusu Allah size onu seçti ve onun bilgi ve bedenî gücünü arttırdı. Allah, kime dilerse mülkünü verir; Allah (rahmeti ve gücü) geniş olandır, bilendir"
        },
        {
            "chapter": 2,
            "verse": 248,
            "text": "Peygamberleri, onlara (şöyle) dedi: \"Onun hükümdarlığının belgesi, size Tabut'un gelmesi (olacaktır ki) onda Rabbinizden 'bir güven duygusu ve huzur' ile Musa ailesinden ve Harun ailesinden arta kalanlar var; onu melekler taşır. Eğer inanmışlarsanız, bunda şüphesiz sizin için bir delil vardır"
        },
        {
            "chapter": 2,
            "verse": 249,
            "text": "Talut, orduyla birlikte ayrıldığında dedi ki: \"Doğrusu Allah sizi bir ırmakla imtihan edecektir. Kim bundan içerse, artık o benden değildir ve kim de -eliyle bir avuç alanlar hariç- onu tadmazsa bendendir. Küçük bir kısmı hariç (hepsi sudan) içti. O, kendisiyle beraber iman edenlerle (ırmağı) geçince onlar (geride kalanlar): \"Bugün bizim Calut'a ve ordusuna karşı (koyacak) gücümüz yok\" dediler. (O zaman) Muhakkak Allah'a kavuşacaklarını umanlar (şöyle) dediler: \"Nice küçük topluluk, daha çok olan bir topluluğa Allah'ın izniyle galib gelmiştir; Allah sabredenlerle beraberdir"
        },
        {
            "chapter": 2,
            "verse": 250,
            "text": "Onlar, Calut ve ordusuna karşı meydana (savaşa) çıktıklarında, dediler ki: \"Rabbimiz, üzerimize sabır yağdır, adımlarımızı sabit kıl (kaydırma) ve kafirler topluluğuna karşı bize yardım et"
        },
        {
            "chapter": 2,
            "verse": 251,
            "text": "Böylece onları, Allah'ın izniyle yenilgiye uğrattılar. Davud Calut'u öldürdü. Allah da ona mülk ve hikmet verdi; ona dilediğinden öğretti. Eğer Allah'ın, insanların bir kısmı ile bir kısmını def'i (engellemesi) olmasaydı, yeryüzü mutlaka fesada uğrardı. Ancak Allah, alemlere karşı büyük fazl (ve ihsan) sahibidir"
        },
        {
            "chapter": 2,
            "verse": 252,
            "text": "İşte bunlar, Allah'ın ayetleridir; onları sana bir hak olarak okuyoruz. Sen de gönderilen elçilerdensin"
        },
        {
            "chapter": 2,
            "verse": 253,
            "text": "İşte bu elçiler; bir kısmını bir kısmına üstün kıldık. Onlardan, Allah'ın kendileriyle konuştuğu ve derecelerle yükselttiği vardır. Meryem oğlu İsa'ya apaçık belgeler verdik ve O’nu Ruhu'l-Kudüs'le destekledik. Şayet Allah dileseydi, kendilerine apaçık belgeler geldikten sonra, onların peşinden gelen (ümmet)ler, birbirlerini öldürmezdi. Ancak ihtilafa düştüler; onlardan kimi inandı, kimi inkar etti. Allah dileseydi birbirlerini öldürmezlerdi. Ama Allah dilediğini yapandır"
        },
        {
            "chapter": 2,
            "verse": 254,
            "text": "Ey iman edenler, hiçbir alış-verişin, hiçbir dostluğun ve hiçbir şefaatin olmadığı gün gelmezden evvel, size rızık olarak verdiklerimizden infak edin. Kafirler... Onlar zulmedenlerdir"
        },
        {
            "chapter": 2,
            "verse": 255,
            "text": "Allah... O'ndan başka İlah yoktur. Diridir, Kaimdir. O'nu uyuklama ve uyku tutmaz. Göklerde ve yerde ne varsa hepsi O'nundur. İzni olmaksızın O'nun Katında şefaatte bulunacak kimdir? O, önlerindekini ve arkalarındakini bilir. (Onlar ise) Dilediği kadarının dışında, O'nun ilminden hiçbir şeyi kavrayıp-kuşatamazlar. O'nun kürsüsü, bütün gökleri ve yeri kaplayıp-kuşatmıştır. Onların korunması O'na güç gelmez. O, pek Yücedir, pek büyüktür"
        },
        {
            "chapter": 2,
            "verse": 256,
            "text": "Dinde zorlama (ve baskı) yoktur. Şüphesiz, doğruluk (rüşd) sapıklıktan apaçık ayrılmıştır. Artık kim tağutu tanımayıp Allah'a inanırsa, o, sapasağlam bir kulba yapışmıştır; bunun kopması yoktur. Allah, işitendir, bilendir"
        },
        {
            "chapter": 2,
            "verse": 257,
            "text": "Allah, iman edenlerin Velisi (dostu ve destekçisi)dir. Onları karanlıklardan nura çıkarır; inkar edenlerin velileri ise tağut'tur. Onları nurdan karanlıklara çıkarırlar. İşte onlar, ateşin halkıdırlar, onda süresiz kalacaklardır"
        },
        {
            "chapter": 2,
            "verse": 258,
            "text": "Allah, kendisine mülk verdi, diye Rabbi konusunda İbrahim'le tartışmaya gireni görmedin mi? Hani İbrahim: \"Benim Rabbim diriltir ve öldürür\" demişti; o da: \"Ben de öldürür ve diriltirim\" demişti. (O zaman) İbrahim: \"Şüphe yok, Allah Güneş'i doğudan getirir, (hadi) sen de onu batıdan getir\" deyince, o inkarcı böylece afallayıp kalmıştı. Allah, zalimler topluluğunu hidayete erdirmez"
        },
        {
            "chapter": 2,
            "verse": 259,
            "text": "Ya da altı üstüne gelmiş, ıssız duran bir şehre uğrayan gibisini (görmedin mi?) Demişti ki: \"Allah, burasını ölümünden sonra nasıl diriltecekmiş?\" Bunun üzerine Allah, onu yüz yıl ölü bıraktı, sonra onu diriltti. (Ve ona) Dedi ki: \"Ne kadar kaldın?\" O: \"Bir gün veya bir günden az kaldım\" dedi. (Allah ona:) \"Hayır, yüz yıl kaldın, böyleyken yiyeceğine ve içeceğine bak, henüz bozulmamış; eşeğine de bir bak; (bunu yapmamız) seni insanlara ibret-belgesi kılmamız içindir. Kemiklere de bir bak nasıl biraraya getiriyoruz, sonra da onlara et giydiriyoruz?\" dedi. O, kendisine (bunlar) apaçık belli olduktan sonra dedi ki: \"(Artık şimdi) Biliyorum ki gerçekten Allah, herşeye güç yetirendir"
        },
        {
            "chapter": 2,
            "verse": 260,
            "text": "Hani İbrahim: \"Rabbim, bana ölüleri nasıl dirilttiğini göster\" demişti. (Allah ona:) \"İnanmıyor musun?\" deyince, \"Hayır (inandım), ancak kalbimin tatmin olması için\" dedi. \"Öyleyse, dört kuş tut. Onları kendine alıştır, sonra onları (parçalayıp) her bir parçasını bir dağın üzerine bırak, sonra da onları çağır. Sana koşarak gelirler. Bil ki, şüphesiz Allah, üstün ve güçlü olandır, hüküm ve hikmet sahibidir"
        },
        {
            "chapter": 2,
            "verse": 261,
            "text": "Mallarını Allah yolunda infak edenlerin örneği yedi başak bitiren, her bir başakta yüz tane bulunan bir tek tanenin örneği gibidir. Allah, dilediğine kat kat arttırır. Allah (ihsanı) bol olandır, bilendir"
        },
        {
            "chapter": 2,
            "verse": 262,
            "text": "Mallarını Allah yolunda infak edenler, sonra infak ettikleri şeyin peşinden başa kakmayan ve eziyet vermeyenlerin ecirleri Rableri Katındadır, onlara korku yoktur ve onlar mahzun olmayacaklardır"
        },
        {
            "chapter": 2,
            "verse": 263,
            "text": "Güzel bir söz ve bağışlama, peşinden eziyet gelen bir sadakadan daha hayırlıdır. Allah hiçbir şeye ihtiyacı olmayandır, yumuşak davranandır"
        },
        {
            "chapter": 2,
            "verse": 264,
            "text": "Ey iman edenler, Allah'a ve ahiret gününe inanmayıp, insanlara karşı gösteriş olsun diye malını infak eden gibi minnet ve eziyet ederek sadakalarınızı geçersiz kılmayın. Böylesinin durumu, üzerinde toprak bulunan bir kayanın durumuna benzer; üzerine sağnak bir yağmur düştü mü, onu çırılçıplak bırakıverir. Onlar kazandıklarından hiçbir şeye güç yetiremez(elde edemez)ler. Allah, kafirler topluluğuna hidayet vermez"
        },
        {
            "chapter": 2,
            "verse": 265,
            "text": "Yalnızca Allah'ın rızasını istemek ve kendilerinde olanı kökleştirip-güçlendirmek için mallarını infak edenlerin örneği, yüksekçe bir tepede bulunan, sağnak yağmur aldığında ürünlerini iki kat veren bir bahçenin örneğine benzer ki, ona sağnak yağmur isabet etmese de bir çisintisi (vardır). Allah, yaptıklarınızı görendir"
        },
        {
            "chapter": 2,
            "verse": 266,
            "text": "Hangi biriniz ister ki, altından ırmaklar akan hurmalardan, üzümlerden bir bahçesi olsun, içinde kendisinin olan bütün ürünler de bulunsun; fakat kendisine ihtiyarlık gelip çatsın, (üstelik) zayıf ve küçük çocukları olsun (böyle bir durumda iken) ona (bahçesine) ateşli bir kasırga isabet etsin de yanıversin. İşte Allah size ayetleri böyle açıklar, ki düşünesiniz"
        },
        {
            "chapter": 2,
            "verse": 267,
            "text": "Ey iman edenler, kazandıklarınızın iyi olanından ve sizin için yerden bitirdiklerimizden infak edin. Kendinizin göz yummadan alamayacağınız bayağı şeyleri vermeye kalkışmayın ve bilin ki, şüphesiz Allah, hiçbir şeye ihtiyacı olmayandır, övülmeye layık olandır"
        },
        {
            "chapter": 2,
            "verse": 268,
            "text": "Şeytan, sizi fakirlikle korkutuyor ve size çirkin -hayasızlığı emrediyor. Allah ise, size Kendisi'nden bağışlama ve bol ihsan (fazl) vadediyor. Allah (rahmetiyle) geniş olandır, bilendir"
        },
        {
            "chapter": 2,
            "verse": 269,
            "text": "Kime dilerse hikmeti ona verir; şüphesiz kendisine hikmet verilene büyük bir hayır da verilmiştir. Temiz akıl sahiplerinden başkası öğüt alıp-düşünmez"
        },
        {
            "chapter": 2,
            "verse": 270,
            "text": "Her neyi nafaka olarak infak eder ve adak olarak neyi adarsanız, muhakkak Allah onu bilir. Zulmedenlerin yardımcıları yoktur"
        },
        {
            "chapter": 2,
            "verse": 271,
            "text": "Sadakaları açıkta verirseniz ne iyi; fakat gizleyip fakirlere verirseniz bu, sizin için daha hayırlıdır. O, günahlarınızdan bir kısmını bağışlar. Allah, yaptıklarınızdan haberi olandır"
        },
        {
            "chapter": 2,
            "verse": 272,
            "text": "Onların hidayete ermesi, senin üzerinde (bir yükümlülük) değildir. Ancak Allah, dilediğini hidayete erdirir. Hayır olarak her ne infak ederseniz, kendiniz içindir. Zaten siz, ancak Allah'ın hoşnutluğunu istemekten başka (bir amaçla) infak etmezsiniz. Hayırdan her ne infak ederseniz -haksızlığa (zulme) uğratılmaksızın- size eksiksizce ödenecektir"
        },
        {
            "chapter": 2,
            "verse": 273,
            "text": "(Sadakalar) Kendilerini Allah yolunda adayan fakirler içindir ki, onlar, yeryüzünde dolaşmaya güç yetiremezler. İffetlerinden dolayı bilmeyen onları zengin sanır. (Ama) Sen onları yüzlerinden tanırsın. Yüzsüzlük ederek insanlardan istemezler. Hayırdan her ne infak ederseniz, şüphesiz Allah onu bilir"
        },
        {
            "chapter": 2,
            "verse": 274,
            "text": "Onlar ki, mallarını gece, gündüz; gizli ve açık infak ederler. Artık bunların ecirleri Rableri Katındadır, onlara korku yoktur ve onlar mahzun olmayacaklardır"
        },
        {
            "chapter": 2,
            "verse": 275,
            "text": "Faiz (riba) yiyenler, ancak şeytan çarpmış olanın kalkışı gibi, çarpılmış olmaktan başka (bir tarzda) kalkmazlar. Bu, onların: \"Alım-satım da ancak faiz gibidir\" demelerinden dolayıdır. Oysa Allah, alış-verişi helal, faizi haram kılmıştır. Kime Rabbinden bir öğüt gelir de (faize) bir son verirse, artık geçmişi kendisine, işi de Allah'a aittir. Kim (faize) geri dönerse, artık onlar ateşin halkıdır, orada sürekli kalacaklardır"
        },
        {
            "chapter": 2,
            "verse": 276,
            "text": "Allah, faizi yok eder de, sadakaları artırır. Allah, günahkar kafirlerin hiçbirini sevmez"
        },
        {
            "chapter": 2,
            "verse": 277,
            "text": "İman edip güzel amellerde bulunanlar, namazı dosdoğru kılanlar ve zekatı verenler; şüphesiz onların ecirleri Rablerinin Katındadır. Onlara korku yoktur ve onlar mahzun olmayacaklardır"
        },
        {
            "chapter": 2,
            "verse": 278,
            "text": "Ey iman edenler, Allah'tan sakının ve eğer inanmışsanız, faizden artakalanı bırakın"
        },
        {
            "chapter": 2,
            "verse": 279,
            "text": "Şayet böyle yapmazsanız, Allah'a ve Resulüne karşı savaş açtığınızı bilin. Eğer tevbe ederseniz, artık sermayeleriniz sizindir. (Böylece) Ne zulmetmiş olursunuz, ne zulme uğratılmış olursunuz"
        },
        {
            "chapter": 2,
            "verse": 280,
            "text": "Eğer (borçlu) zorluk içindeyse, ona elverişli bir zamana kadar süre (verin). (Borcu) Sadaka olarak bağışlamanız ise, sizin için daha hayırlıdır; eğer bilirseniz"
        },
        {
            "chapter": 2,
            "verse": 281,
            "text": "Allah'a döneceğiniz günden sakının. Sonra herkese kazandığı eksiksizce ödenecek ve onlara haksızlık yapılmayacaktır"
        },
        {
            "chapter": 2,
            "verse": 282,
            "text": "Ey iman edenler, belirli bir süre için borçlandığınız zaman onu yazınız. Aranızdan bir katip doğru olarak yazsın, katip Allah'ın kendisine öğrettiği gibi yazmaktan kaçınmasın, yazsın. Üzerinde hak olan (borçlu) da yazdırsın ve Rabbi olan Allah'tan sakınsın, ondan hiçbir şeyi eksiltmesin. Eğer üzerinde hak olan (borçlu), düşük akıllı ya da za'f sahibi veya kendisi yazmaya güç yetiremeyecekse, velisi dosdoğru yazdırsın. Erkeklerinizden de iki şahid tutun; eğer iki erkek yoksa, şahidlerden rıza göstereceğiniz bir erkek ve biri şaşırdığında öbürü ona hatırlatacak iki kadın (da olur). Şahidler çağırıldıkları zaman kaçınmasınlar. Onu (borcu) az olsun, çok olsun, süresiyle birlikte yazmaya üşenmeyin. Bu, Allah Katında en adil, şahitlik için en sağlam, şüphelenmemeniz için de en yakın olandır. Ancak aranızda devredip durduğunuz ve peşin olarak yaptığınız ticaret başka, bunu yazmamanızda sizin için bir sakınca yoktur. Alış-veriş ettiğinizde de şahid tutun. Yazana da, şahide de zarar verilmesin. (Aksini) Yaparsanız, o, kendiniz için fısk (zulüm ve günah)tır. Allah'tan sakının. Allah size öğretiyor. Allah herşeyi bilendir"
        },
        {
            "chapter": 2,
            "verse": 283,
            "text": "Eğer yolculukta iseniz ve katip bulamazsanız, bu durumda alınan rehin (yeter). Şu durumda eğer birbirinize güveniyorsanız, kendisine güven duyulan, Rabbi olan Allah'tan sakınsın da emanetini ödesin. Şahidliği gizlemeyin. Kim onu gizlerse, artık şüphesiz, onun kalbi günahkardır. Allah, yaptıklarınızı bilendir"
        },
        {
            "chapter": 2,
            "verse": 284,
            "text": "Göklerde ve yerde ne varsa Allah'ındır. İçinizdekini açığa vursanız da, gizleseniz de, Allah sizi onunla sorguya çeker. Sonra dilediğini bağışlar, dilediğini azaplandırır. Allah, herşeye güç yetirendir"
        },
        {
            "chapter": 2,
            "verse": 285,
            "text": "Elçi, kendisine Rabbinden indirilene iman etti, mü'minler de. Tümü, Allah'a, meleklerine, kitaplarına ve elçilerine inandı. \"O'nun elçileri arasında hiçbirini (diğerinden) ayırt etmeyiz. İşittik ve itaat ettik. Rabbimiz bağışlamanı (dileriz). Varış ancak Sanadır\" dediler"
        },
        {
            "chapter": 2,
            "verse": 286,
            "text": "Allah, hiç kimseye güç yetireceğinden başkasını yüklemez. (Kişinin nefsinin) Kazandığı lehine, kazandırdıkları aleyhinedir. \"Rabbimiz, unuttuklarımızdan veya yanıldıklarımızdan dolayı bizi sorumlu tutma. Rabbimiz, bize, bizden öncekilere yüklediğin gibi ağır yük yükleme. Rabbimiz, kendisine güç yetiremeyeceğimiz şeyi bize taşıtma. Bizi affet. Bizi bağışla. Bizi esirge, Sen bizim Mevlamızsın. Kafirler topluluğuna karşı bize yardım et"
        }
    ]
}