{
    "chapter": [
        {
            "chapter": 57,
            "verse": 1,
            "text": "Göklerde ve yerde olanların tümü Allah'ı tesbih etmiştir. O, üstün ve güçlü (aziz) olandır, hüküm ve hikmet sahibidir"
        },
        {
            "chapter": 57,
            "verse": 2,
            "text": "Göklerin ve yerin mülkü O'nundur. Diriltir ve öldürür. O, herşeye güç yetirendir"
        },
        {
            "chapter": 57,
            "verse": 3,
            "text": "O, Evveldir, Ahirdir, Zahirdir, Batındır. O, herşeyi bilendir"
        },
        {
            "chapter": 57,
            "verse": 4,
            "text": "Gökleri ve yeri altı günde yaratan, sonra arşa istiva eden O'dur. Yere gireni, ondan çıkanı, gökten ineni ve ona çıkanı bilir. Her nerede iseniz, O sizinle beraberdir, Allah, yaptıklarınızı görendir"
        },
        {
            "chapter": 57,
            "verse": 5,
            "text": "Göklerin ve yerin mülkü O'nundur. (Sonunda bütün) işler Allah'a döndürülür"
        },
        {
            "chapter": 57,
            "verse": 6,
            "text": "Geceyi gündüze bağlayıp-katar, gündüzü de geceye bağlayıp-katar. O, göğüslerin özünde (saklı) olanı bilendir"
        },
        {
            "chapter": 57,
            "verse": 7,
            "text": "Allah'a ve Resûlü’ne iman edin. \"Sizi kendilerinde halifeler kılıp harcama yetkisi verdiği' şeylerden infak edin. Artık sizden kim iman edip infak ederse, onlara büyük bir ecir vardır"
        },
        {
            "chapter": 57,
            "verse": 8,
            "text": "Size ne oluyor ki, elçi sizi Rabbinize iman etmeye çağırıp-dururken Allah'a iman etmiyorsunuz? Oysa O, sizden kesin bir söz almıştı. Eğer mü'min iseniz (inanıp sözünüzü gerçekleştirin)"
        },
        {
            "chapter": 57,
            "verse": 9,
            "text": "Sizi karanlıklardan nura çıkarması için kuluna apaçık ayetler indiren O'dur. Şüphesiz Allah, size karşı elbette şefkatli olandır, esirgeyendir"
        },
        {
            "chapter": 57,
            "verse": 10,
            "text": "Size ne oluyor ki, Allah yolunda infak etmiyorsunuz? Oysa göklerin ve yerin mirası Allah'ındır. İçinizden, fetihten önce infak eden ve savaşanlar (başkasıyla) bir olmaz. İşte onlar, derece olarak sonradan infak eden ve savaşanlardan daha büyüktür. Allah, her birine en güzel olanı va'detmiştir. Allah, yaptıklarınızdan haberdardır"
        },
        {
            "chapter": 57,
            "verse": 11,
            "text": "Allah'a güzel bir borç verecek olan kimdir? Artık Allah, bunu onun için kat kat arttırır. Onun için ‘kerim (üstün ve onurlu) bir ecir vardır"
        },
        {
            "chapter": 57,
            "verse": 12,
            "text": "O gün, mü'min erkekler ile mü'min kadınları, nurları önlerinde ve sağlarında koşarken görürsün. \"Bugün sizin müjdeniz, içinde ebedi kalıcılar (olduğunuz), altından ırmaklar akan cennetlerdir.\" İşte 'büyük kurtuluş ve mutluluk' budur"
        },
        {
            "chapter": 57,
            "verse": 13,
            "text": "O gün, münafık erkekler ile münafık kadınlar, iman edenlere derler ki: \"(Ne olur) Bize bir bakın, sizin nurunuzdan birazcık alıp-yararlanalım.\" Onlara: \"Arkanıza (dünyaya) dönün de bir nur arayıp-bulmaya çalışın\" denilir. Derken aralarında kapısı olan bir sur çekilmiştir; onun iç yanında rahmet, dış yanında o yönden azap vardır"
        },
        {
            "chapter": 57,
            "verse": 14,
            "text": "(Münafıklar) Onlara seslenirler: \"Biz sizlerle birlikte değil miydik?\" Derler ki: \"Evet, ancak siz kendinizi fitneye düşürdünüz, (Müslümanları acıların ve yıkımların sarmasını) gözetip-beklediniz, (Allah'a ve İslam'a karşı) kuşkulara kapıldınız. Sizleri kuruntular yanıltıp-aldattı. Sonunda Allah'ın emri (olan ölüm) geliverdi; ve o aldaltıcı da sizi Allah ile (Allah'ın adını kullanarak, hatta masumca sizden görünerek) aldatmış oldu"
        },
        {
            "chapter": 57,
            "verse": 15,
            "text": "Artık bugün sizden herhangi bir fidye alınmaz ve inkar edenlerden de.. Barınma yeriniz ateştir, sizin veliniz (size yaraşan dost) odur; o ne kötü bir gidiş yeridir"
        },
        {
            "chapter": 57,
            "verse": 16,
            "text": "İman edenlerin, Allah'ın ve haktan inmiş olanın zikri için kalplerinin 'saygı ve korku ile yumuşaması' zamanı gelmedi mi? Onlar, bundan önce kendilerine kitap verilmiş, sonra üzerlerinden uzun bir süre geçmiş, böylece kalpleri de katılaşmış bulunanlar gibi olmasınlar. Onlardan çoğu fasık olanlardı"
        },
        {
            "chapter": 57,
            "verse": 17,
            "text": "Bilin ki gerçekten Allah, ölümünden sonra yeryüzüne hayat verir. Şüphesiz Biz, umulur ki aklınızı kullanırsınız diye size ayetleri açıkladık"
        },
        {
            "chapter": 57,
            "verse": 18,
            "text": "Gerçek şu ki, sadaka veren erkekler ile sadaka veren kadınlar ve Allah'a güzel bir borç verenler; onlar için kat kat arttırılır ve 'kerim (üstün ve onurlu)' olan ecir de onlarındır"
        },
        {
            "chapter": 57,
            "verse": 19,
            "text": "Allah'a ve O'nun Resûlü’ne iman edenler; işte onlar Rableri Katında sıddîklar ve şehidler (veya şahid)lerdir. Onların ecirleri ve nurları vardır. İnkar edip ayetlerimizi yalanlayanlar ise; işte onlar da cehennem halkıdır"
        },
        {
            "chapter": 57,
            "verse": 20,
            "text": "Bilin ki, dünya hayatı ancak bir oyun, '(eğlence türünden) tutkulu bir oyalama', bir süs, kendi aranızda bir övünme (süresi ve konusu), mal ve çocuklarda bir 'çoğalma-tutkusu'dur. Bir yağmur örneği gibi; onun bitirdiği ekin ekicilerin (veya kafirlerin) hoşuna gitmiştir, sonra kuruyuverir, bir de bakarsın ki sapsarı kesilmiş, sonra o, bir çer-çöp oluvermiştir. Ahirette ise şiddetli bir azap; Allah'tan bir mağfiret ve bir hoşnutluk (rıza) vardır. Dünya hayatı, aldanış olan bir metadan başka bir şey değildir"
        },
        {
            "chapter": 57,
            "verse": 21,
            "text": "Rabbinizden olan bir mağfirete ve cennete (kavuşmak için) 'çaba gösterip-yarışın,' ki (o cennet) genişliği gök ile yerin genişliği gibi olup Allah'a ve Resûlü’ne iman edenler için hazırlanmıştır. İşte bu, Allah'ın fazlıdır ki, onu dilediğine verir. Allah büyük fazl sahibidir"
        },
        {
            "chapter": 57,
            "verse": 22,
            "text": "Yeryüzünde olan ve sizin nefislerinizde meydana gelen herhangi bir musibet yoktur ki, Biz onu yaratmadan önce, bir kitapta (yazılı) olmasın. Şüphesiz bu, Allah'a göre pek kolaydır"
        },
        {
            "chapter": 57,
            "verse": 23,
            "text": "Öyle ki, elinizden çıkana karşı üzüntü duymayasınız ve size (Allah'ın) verdikleri dolayısıyla sevinip-şımarmayasınız. Allah, büyüklük taslayıp böbürleneni sevmez"
        },
        {
            "chapter": 57,
            "verse": 24,
            "text": "Ki onlar, cimrilik ederler ve insanlara cimriliği emr (tavsiye) ederler. Her kim yüz çevirirse, artık şüphesiz Allah, Ğaniy (hiçbir şeye muhtaç olmayan), Hamid (övülmeye layık olan) O'dur"
        },
        {
            "chapter": 57,
            "verse": 25,
            "text": "Andolsun, Biz elçilerimizi apaçık belgelerle gönderdik ve insanlar adaleti ayakta tutsunlar diye, onlarla birlikte kitabı ve mizanı indirdik. Ve kendisine çetin bir sertlik ve insanlar için (çeşitli) yararlar bulunan demiri de indirdik; öyle ki Allah, Kendisi'ne ve elçilerine gayb ile (görmedikleri halde) kimlerin yardım edeceğini bilsin (ortaya çıkarsın). Şüphesiz Allah, büyük kuvvet sahibidir, üstün olandır"
        },
        {
            "chapter": 57,
            "verse": 26,
            "text": "Andolsun, Biz Nuh'u ve İbrahim'i (elçi olarak) gönderdik, peygamberliği ve kitabı onların soylarında kıldık. Öyle iken, içlerinde hidayeti kabul edenler vardır, onlardan birçoğu da fasık olanlardır"
        },
        {
            "chapter": 57,
            "verse": 27,
            "text": "Sonra onların izleri üzerinde elçilerimizi birbiri ardınca gönderdik. Meryem oğlu İsa'yı da arkalarından gönderdik; ona İncil'i verdik ve onu izleyenlerin kalplerinde bir şefkat ve merhamet kıldık. (Bir bid'at olarak) Türettikleri ruhbanlığı ise, Biz onlara yazmadık (emretmedik). Ancak Allah'ın rızasını aramak için (türettiler) ama buna da gerektiği gibi uymadılar. Bununla birlikte onlardan iman edenlere ecirlerini verdik, onlardan birçoğu da fasık olanlardır"
        },
        {
            "chapter": 57,
            "verse": 28,
            "text": "Ey iman edenler, Allah'tan sakınıp-korkun ve O'nun elçisine iman edin, size Kendi rahmetinden iki kat (güzel karşılık) versin. Size kendisiyle yürüyeceğiniz bir nur kılsın ve size mağfiret etsin. Allah çok bağışlayandır, çok esirgeyendir"
        },
        {
            "chapter": 57,
            "verse": 29,
            "text": "Öyle ki, Kitap Ehli (Yahudi ve Hıristiyanlar) Allah'ın fazlından hiçbir şeye 'güç yetirip-sahip olmadıklarını' ve fazlın muhakkak Allah'ın elinde olduğunu, onu dilediğine verdiğini bilip-öğrensin. Allah, büyük fazl (üstün lütuf ve ihsan) sahibidir"
        }
    ]
}