{
    "chapter": [
        {
            "chapter": 6,
            "verse": 1,
            "text": "Hamd, gökleri ve yeri yaratan, karanlıkları ve aydınlığı (nuru) kılan Allah'adır. (Bundan) Sonra bile, inkar edenler, Rablerine (birtakım varlıkları ve güçleri) denk tutuyorlar"
        },
        {
            "chapter": 6,
            "verse": 2,
            "text": "Sizi çamurdan yaratan, sonra bir ecel belirleyen O'dur. Adı konulmuş ecel, O'nun Katındadır. Sonra siz (yine) kuşkuya kapılıyorsunuz"
        },
        {
            "chapter": 6,
            "verse": 3,
            "text": "Göklerde ve yerde Allah O'dur. Gizlinizi ve açığınızı bilir; kazandıklarınızı da bilir"
        },
        {
            "chapter": 6,
            "verse": 4,
            "text": "Onlara Rablerinin ayetlerinden bir ayet gelmeyiversin, mutlaka ondan yüz çevirirler"
        },
        {
            "chapter": 6,
            "verse": 5,
            "text": "Kendilerine hak gelince, onu yalanladılar; fakat alaya aldıklarının haberleri onlara gelecektir"
        },
        {
            "chapter": 6,
            "verse": 6,
            "text": "Kendilerinden önce nice nesilleri yıkıma uğrattığımızı görmüyorlar mı? Biz, sizi yerleşik kılmadığımız bir biçimde onları yeryüzünde (büyük bir güç ve servetle) yerleşik kıldık; gökten üzerlerine sağanak (bol yağmurlar) yağdırdık, nehirleri de altlarından akar yaptık. Ama günahları nedeniyle Biz onları yıkıma uğrattık ve arkalarından başka nesiller (inşa edip) var ettik"
        },
        {
            "chapter": 6,
            "verse": 7,
            "text": "Biz kitabı üzerine yazılı bir kağıtta göndersek ve onlar elleriyle dokunsalar bile, inkar edenler, tartışmasız: \"Bu apaçık bir büyüden başkası değildir\" derler"
        },
        {
            "chapter": 6,
            "verse": 8,
            "text": "Ve derler ki: \"Ona bir melek indirilmeli değil miydi?\" Eğer bir melek indirilseydi, elbette iş bitirilmiş olurdu da sonra kendilerine göz açtırılmazdı"
        },
        {
            "chapter": 6,
            "verse": 9,
            "text": "Onu eğer bir melek kılsaydık, elbette erkek (suretinde bir melek) kılardık ve mutlaka katmakta oldukları (şüpheleri) yine katardık"
        },
        {
            "chapter": 6,
            "verse": 10,
            "text": "Andolsun, senden önceki elçiler de alaya alındı da alaya aldıkları şey, onlardan maskaralık yapanları çepeçevre kuşatıverdi"
        },
        {
            "chapter": 6,
            "verse": 11,
            "text": "De ki: \"Yeryüzünde gezip dolaşın, sonra yalanlayanların sonu nasıl oldu, bir görün"
        },
        {
            "chapter": 6,
            "verse": 12,
            "text": "De ki: \"Göklerde ve yerde olanlar kimindir?\" De ki: \"Allah'ındır.\" O, rahmeti Kendi üzerine yazdı. Sizi kendisinde şüphe olmayan kıyamet gününde elbette toplayacaktır. Nefislerini hüsrana uğratanlar, işte onlar inanmayanlardır"
        },
        {
            "chapter": 6,
            "verse": 13,
            "text": "Geceleyin ve gündüzün barınan herşey O'nundur. O, işitendir, bilendir"
        },
        {
            "chapter": 6,
            "verse": 14,
            "text": "De ki: \"O, gökleri ve yeri yaratırken ve O, (hep) besleyen (hiç) beslenmezken, ben Allah'tan başkasını mı veli edineceğim?\" De ki: \"Bana gerçekten Müslüman olanların ilki olmam emredildi ve: Sakın müşriklerden olma.\" (denildi)"
        },
        {
            "chapter": 6,
            "verse": 15,
            "text": "De ki: \"Şüphesiz ben, Rabbime isyan edersem o büyük günün azabından korkarım"
        },
        {
            "chapter": 6,
            "verse": 16,
            "text": "O gün, kim ondan (azaptan) alıkonursa, elbette, O, onu esirgemiştir. İşte apaçık olan 'kurtuluş ve mutluluk' budur"
        },
        {
            "chapter": 6,
            "verse": 17,
            "text": "Şayet Allah sana bir zarar dokunduracak olursa, O'ndan başka bunu giderecek yoktur. Sana bir iyilik dokunduracak olursa da O, herşeye güç yetirendir"
        },
        {
            "chapter": 6,
            "verse": 18,
            "text": "O, kulları üzerinde kahredici olandır. O, hüküm ve hikmet sahibi olandır, haberdar olandır"
        },
        {
            "chapter": 6,
            "verse": 19,
            "text": "De ki: \"Şahidlik bakımından hangi şey daha büyüktür?\" De ki: \"Allah benimle sizin aranızda şahiddir. Sizi -ve kime ulaşırsa- kendisiyle uyarmam için bana şu Kur'an vahyedildi. Gerçekten Allah'la beraber başka ilahların da bulunduğuna siz mi şahidlik ediyorsunuz?\" De ki: \"Ben şehadet etmem.\" De ki: \"O, ancak bir tek olan İlah'tır ve gerçekten ben, sizin şirk koşmakta olduklarınızdan uzağım"
        },
        {
            "chapter": 6,
            "verse": 20,
            "text": "Bizim kendilerine kitap verdiklerimiz, onu, çocuklarını tanır gibi tanırlar. Kendilerini hüsrana uğratanlar; işte onlar inanmayanlardır"
        },
        {
            "chapter": 6,
            "verse": 21,
            "text": "Allah'a karşı yalan uydurup iftira düzenden veya O'nun ayetlerini yalanlayandan daha zalim kimdir? Hiç şüphesiz o zalimler kurtuluşa eremezler"
        },
        {
            "chapter": 6,
            "verse": 22,
            "text": "Onların tümünü toplayacağımız gün; sonra şirk koşanlara diyeceğiz ki: \"Nerede (o bir şey) sanıp da ortak koştuklarınız"
        },
        {
            "chapter": 6,
            "verse": 23,
            "text": "(Bundan) Sonra onların: \"Rabbimiz olan Allah'a andolsun ki, biz müşriklerden değildik\" demelerinden başka bir fitneleri olmadı (kalmadı)"
        },
        {
            "chapter": 6,
            "verse": 24,
            "text": "Bak, kendilerine karşı nasıl yalan söylediler ve düzmekte oldukları da kendilerinden kaybolup-uzaklaştı"
        },
        {
            "chapter": 6,
            "verse": 25,
            "text": "Onlardan seni dinleyenler vardır; oysa Biz, onu kavrayıp anlamalarına (bir engel olarak) kalpleri üzerine kat kat örtüler ve kulaklarında bir ağırlık kıldık. Onlar, hangi 'apaçık-belgeyi' görseler, yine ona inanmazlar. Öyle ki, o inkar etmekte olanlar, sana geldiklerinde, seninle tartışmaya girerek: \"Bu, öncekilerin uydurma masallarından başka bir şey değildir\" derler"
        },
        {
            "chapter": 6,
            "verse": 26,
            "text": "Onlar, hem ondan alıkoyarlar, hem kendileri kaçarlar. Onlar, yalnızca kendi nefislerinden başkasını yıkıma uğratmazlar ama şuurunda değildirler"
        },
        {
            "chapter": 6,
            "verse": 27,
            "text": "Ateşin üstünde durdurulduklarında onları bir görsen; derler ki: \"Keşke (dünyaya bir daha) geri çevrilseydik de Rabbimiz'in ayetlerini yalanlamasaydık ve mü'minlerden olsaydık"
        },
        {
            "chapter": 6,
            "verse": 28,
            "text": "Hayır, önceden saklı tuttukları kendilerine açıklandı. Şayet (dünyaya) geri çevrilseler bile, kendisinden sakındırıldıkları şeylere şüphesiz yine döneceklerdir. Çünkü onlar, gerçekten kafirlerdir"
        },
        {
            "chapter": 6,
            "verse": 29,
            "text": "Onlar dediler ki: \"Bu dünya hayatımızdan başkası yoktur. Ve bizler diriltilecek değiliz"
        },
        {
            "chapter": 6,
            "verse": 30,
            "text": "Rablerinin karşısında durdurulduklarında onları bir görsen: (Allah:) \"Bu, gerçek değil mi?\" dedi. Onlar: \"Evet, Rabbimiz hakkı için\" dediler. (Allah:) \"Öyleyse inkar edegeldikleriniz nedeniyle azabı tadın\" dedi"
        },
        {
            "chapter": 6,
            "verse": 31,
            "text": "Allah'a kavuşmayı yalan sayanlar, doğrusu hüsrana uğramışlardır. Öyle ki, saat (kıyamet günü) apansız onlara geliverince, günahlarını sırtlarına yüklenerek: \"Onda (dünyada) sorumsuzca yaptıklarımızdan dolayı yazıklar olsun bize…\" derler. Dikkat edin, o işleyip-yüklendikleri ne kötüdür"
        },
        {
            "chapter": 6,
            "verse": 32,
            "text": "Dünya hayatı yalnızca bir oyun ve bir oyalanmadan başkası değildir. Korkup-sakınmakta olanlar için ahiret yurdu gerçekten daha hayırlıdır. Yine de akıl erdirmeyecek misiniz"
        },
        {
            "chapter": 6,
            "verse": 33,
            "text": "Kesin olarak biliyoruz ki, onların söyledikleri seni gerçekten üzüyor. Doğrusu onlar, seni yalanlamıyorlar, ancak zalimler, Allah'ın ayetlerini inkar ediyorlar"
        },
        {
            "chapter": 6,
            "verse": 34,
            "text": "Andolsun senden önce de elçiler yalanlandı; onlara, yardımımız gelinceye kadar yalanlandıkları ve eziyete uğratıldıkları şeye sabrettiler. Allah'ın sözlerini (va'dlerini) değiştirebilecek yoktur. Andolsun, gönderilenlerin haberlerinden bir bölümü sana da geldi"
        },
        {
            "chapter": 6,
            "verse": 35,
            "text": "Eğer onların yüz çevirmeleri sana ağır geldiyse, onlara bir ayet getirmek için yerde bir tünel açmaya veya göğe bir merdiven dayamaya gücün yetiyorsa (yap). Eğer Allah dileseydi, onların tümünü hidayet üzere toplardı. Öyleyse sakın cahillerden olma"
        },
        {
            "chapter": 6,
            "verse": 36,
            "text": "Ancak dinleyenler icabet eder. Ölüleri (ise,) onları da Allah diriltir. Sonra O'na döndürülürler"
        },
        {
            "chapter": 6,
            "verse": 37,
            "text": "Ona Rabbinden bir ayet indirilmeli değil miydi?\" dediler. De ki: Şüphesiz Allah, ayet indirmeye güç yetirendir.\" Ama onların çoğu bilmezler"
        },
        {
            "chapter": 6,
            "verse": 38,
            "text": "Yeryüzünde hiçbir canlı ve iki kanadıyla uçan hiçbir kuş yoktur ki, sizin gibi ümmetler olmasın. Biz kitapta hiçbir şeyi noksan bırakmadık, sonra onlar Rablerine toplanacaklardır"
        },
        {
            "chapter": 6,
            "verse": 39,
            "text": "Bizim ayetlerimizi yalan sayanlar karanlıklar içinde sağırdırlar, dilsizdirler. Allah, kimi dilerse onu şaşırtıp-saptırır, kimi dilerse de onu dosdoğru yol üzerinde kılar"
        },
        {
            "chapter": 6,
            "verse": 40,
            "text": "De ki: \"Düşündünüz mü hiç; eğer size Allah'ın azabı gelirse ya da saat (kıyamet) gelip çatarsa, Allah'tan başkasını mı çağıracaksınız? Eğer doğru sözlüler iseniz (çağırın bakalım)"
        },
        {
            "chapter": 6,
            "verse": 41,
            "text": "Hayır, yalnızca O'nu çağırırsınız, dilerse kendisini çağırdığınız şeyi açar (giderir) ve şirk koşmakta olduklarınızı unutursunuz"
        },
        {
            "chapter": 6,
            "verse": 42,
            "text": "Andolsun, senden önceki ümmetlere (peygamberler) gönderdik de onları dayanılmaz zorluk (yoksulluk) ve sıkıntılarla çeviriverdik. Umulur ki yalvarırlar diye"
        },
        {
            "chapter": 6,
            "verse": 43,
            "text": "Onlara, zorlu azabımız geldiği zaman yalvarmaları gerekmez miydi? Ama onların kalpleri katılaştı ve şeytan onlara yapmakta olduklarını çekici (süslü) gösterdi"
        },
        {
            "chapter": 6,
            "verse": 44,
            "text": "Derken kendilerine hatırlatılanı unuttuklarında, onların üzerlerine herşeyin kapılarını açtık. Öyle ki kendilerine verilen şeylerle 'sevince kapılıp şımarınca', onları apansız yakalayıverdik. Artık onlar umutları suya düşenler oldular"
        },
        {
            "chapter": 6,
            "verse": 45,
            "text": "Böylece zulmeden topluluğun kökü kurutuldu. Hamd, alemlerin Rabbi olan Allah'adır"
        },
        {
            "chapter": 6,
            "verse": 46,
            "text": "De ki: \"Düşündünüz mü hiç; eğer Allah sizin işitmenizi ve görmenizi alıverir ve kalplerinizi mühürlerse, onları size Allah'tan başka getirebilecek ilah kimdir?\" Bak, Biz nasıl ayetleri 'çeşitli biçimlerde açıklıyoruz da' sonra onlar (yine) sırt çevirip-engelliyorlar"
        },
        {
            "chapter": 6,
            "verse": 47,
            "text": "De ki: \"Düşündünüz mü hiç; size Allah'ın azabı apansız ya da açıktan geliverirse, zulme sapan kavimden başkası mı yıkıma uğrayacak"
        },
        {
            "chapter": 6,
            "verse": 48,
            "text": "Biz elçileri müjde vericiler ve uyarıp-korkutucular olmaktan başka (bir nedenle) göndermiyoruz. Şu halde kim iman ederse ve (davranışlarını) düzeltirse, artık onlar için korku yoktur, onlar mahzun da olmayacaklardır"
        },
        {
            "chapter": 6,
            "verse": 49,
            "text": "Ayetlerimizi yalanlayanlara, fıska sapmalarından dolayı azap dokunacaktır"
        },
        {
            "chapter": 6,
            "verse": 50,
            "text": "De ki: \"Size Allah'ın hazineleri yanımdadır demiyorum, gaybı da bilmiyorum ve ben size bir meleğim de demiyorum. Ben, bana vahyedilenden başkasına uymam.\" De ki: \"Kör olanla, gören bir olur mu? Yine de düşünmeyecek misiniz"
        },
        {
            "chapter": 6,
            "verse": 51,
            "text": "Rablerine (götürülüp) toplanacaklarından korkanları onunla (Kur'an'la) uyarıp-korkut; onlar için ondan başka ne velileri vardır ne şefaatçileri. Umulur ki korkup-sakınırlar"
        },
        {
            "chapter": 6,
            "verse": 52,
            "text": "Sabah akşam -O'nun yüzünü (rızasını) dileyerek- Rablerine dua edenleri kovma. Onların hesabından senin üzerinde bir şey (yükümlülük), senin hesabından da bir şey (yükümlülük) yoktur ki onları kovman gereksin. Yoksa zalimlerden olursun"
        },
        {
            "chapter": 6,
            "verse": 53,
            "text": "Böylece: \"Allah içimizden bunlara mı lütufta bulundu?\" demeleri için onlardan bazısını bazısıyla denedik. Allah, şükredenleri daha iyi bilen değil mi"
        },
        {
            "chapter": 6,
            "verse": 54,
            "text": "Bizim ayetlerimize iman edenler sana geldiklerinde, onlara de ki: \"Selam olsun size. Rabbiniz rahmeti Kendi üzerine yazdı ki, içinizden kim bir cehalet sonucu bir kötülük işler sonra tevbe eder ve (kendini) ıslah ederse şüphesiz, O, bağışlayandır, esirgeyendir"
        },
        {
            "chapter": 6,
            "verse": 55,
            "text": "Suçlu-günahkarların yolu apaçık ortaya çıksın diye, ayetlerimizi işte böyle birer birer açıklıyoruz"
        },
        {
            "chapter": 6,
            "verse": 56,
            "text": "De ki: \"Ben, sizin Allah'tan başka tapmakta olduklarınıza tapmaktan nehyedildim.\" De ki: \"Ben sizin heva (istek ve tutku)larınıza uymam; yoksa bu durumda ben şaşırıp sapmış ve doğru yolu bulmamışlardan olurum"
        },
        {
            "chapter": 6,
            "verse": 57,
            "text": "De ki: \"Ben, gerçekten Rabbimden kesin bir belge üzerindeyim, siz ise onu yalanladınız. Sizin kendisine acele ettiğiniz (azap) yanımda değildir. Hüküm yalnızca Allah'ındır. O, doğru haberi verir ve O, ayırt edenlerin en hayırlısıdır"
        },
        {
            "chapter": 6,
            "verse": 58,
            "text": "De ki: \"Kendisine acele etmekte olduğunuz şey benim yanımda olsaydı, benimle aranızda iş elbette bitirilmiş olurdu. Allah zulmedenleri en iyi bilendir"
        },
        {
            "chapter": 6,
            "verse": 59,
            "text": "Gaybın anahtarları O'nun Katındadır, O'ndan başka hiç kimse gaybı bilmez. Karada ve denizde olanların tümünü O bilir, O, bilmeksizin bir yaprak dahi düşmez; yerin karanlıklarındaki bir tane, yaş ve kuru dışta olmamak üzere hepsi (ve herşey) apaçık bir kitaptadır"
        },
        {
            "chapter": 6,
            "verse": 60,
            "text": "Sizi geceleyin öldüren (uyutan) ve gündüzün 'güç yetirip etkilemekte (yapıp kazanmakta) olduklarınızı' bilen, sonra adı konulmuş ecel doluncaya kadar onda sizi dirilten (uyandıran) O'dur. Sonra 'en son dönüşünüz' O'nadır. Sonra yapmakta olduklarınızı size O haber verecektir"
        },
        {
            "chapter": 6,
            "verse": 61,
            "text": "O, kulları üzerinde kahredici (kahhar) olandır. Size koruyucular gönderiyor. Sonunda sizden birinize ölüm gelip çattığı zaman, elçilerimiz onun 'hayatına son verirler.' Onlar (bu işte, ne eksik ne fazla) kusur etmezler"
        },
        {
            "chapter": 6,
            "verse": 62,
            "text": "Sonra gerçek mevlaları olan Allah'a döndürülürler. Haberiniz olsun; hüküm yalnızca O'nundur. Ve O, hesap görenlerin en süratli olanıdır"
        },
        {
            "chapter": 6,
            "verse": 63,
            "text": "De ki: \"Sizi karanın ve denizin karanlıklarından kim kurtarmaktadır ki, siz (açıktan ve) gizliden gizliye ona yalvararak dua etmektesiniz: -Andolsun, bizi bundan kurtarırsan, gerçekten şükredenlerden oluruz"
        },
        {
            "chapter": 6,
            "verse": 64,
            "text": "De ki: \"Ondan ve her türlü sıkıntıdan sizi Allah kurtarmaktadır. Sonra siz yine şirk koşmaktasınız"
        },
        {
            "chapter": 6,
            "verse": 65,
            "text": "De ki: \"O, size üstünüzden ya da ayaklarınızın altından azap göndermeye veya sizi parça parça birbirinize kırdırıp kiminizin şiddetini kiminize taddırmaya güç yetirendir.\" Bak, iyice kavrayıp-anlamaları için ayetleri nasıl çeşitli biçimlerde açıklıyoruz"
        },
        {
            "chapter": 6,
            "verse": 66,
            "text": "Senin kavmin, O (Kur'an) hak iken onu yalanladı. De ki: \"Ben, üzerinize bir vekil değilim"
        },
        {
            "chapter": 6,
            "verse": 67,
            "text": "Her bir haber için 'kararlaştırılmış bir zaman (müstakar)' vardır. Siz de bileceksiniz"
        },
        {
            "chapter": 6,
            "verse": 68,
            "text": "Ayetlerimiz konusunda 'alaylı tartışmalara dalanlar:' -onlar bir başka söze geçinceye kadar- onlardan yüz çevir. Şeytan sana unutturacak olursa, bu durumda hatırlamadan sonra, artık zulmeden toplulukla beraber oturma"
        },
        {
            "chapter": 6,
            "verse": 69,
            "text": "Korkup-sakınanlar üzerinde onların hesabından herhangi bir şey (sorumluluk) yoktur. Ancak (bu,) bir hatırlatmadır. Umulur ki sakınırlar"
        },
        {
            "chapter": 6,
            "verse": 70,
            "text": "Dinlerini bir oyun ve eğlence (konusu) edinenleri ve dünya hayatı kendilerini mağrur kılanları bırak. Onunla (Kur'an'la) hatırlat ki, bir nefis, kendi kazandıklarıyla helake düşmesin; (böylesinin) Allah'tan başka ne bir velisi, ne bir şefaatçisi vardır; her türlü fidyeyi verse de kabul olunmaz. İşte onlar, kazandıkları nedeniyle helake uğrayanlardır; küfre saptıklarından dolayı onlar için çılgınca kaynar sular ve acıklı bir azap vardır"
        },
        {
            "chapter": 6,
            "verse": 71,
            "text": "De ki: \"Bize yararı ve zararı olmayan Allah'tan başka şeylere mi tapalım? Allah bizi hidayete erdirdikten sonra, şeytanların ayartarak yerde şaşkınca bıraktıkları, arkadaşlarının da: \"Doğru yola, bize gel\" diye kendisini çağırdığı kimse gibi topuklarımız üzerinde gerisin geri mi döndürülelim?\" De ki: \"Hiç şüphesiz Allah'ın yolu, asıl yoldur. Ve biz alemlerin Rabbine (kendimizi) teslim etmekle emrolunduk"
        },
        {
            "chapter": 6,
            "verse": 72,
            "text": "Bir de: \"Namazı kılın ve O'ndan korkup-sakının (diye de emrolunduk.) Huzuruna (götürülüp) toplanacağınız O'dur"
        },
        {
            "chapter": 6,
            "verse": 73,
            "text": "O, gökleri ve yeri hak olarak yaratandır. O'nun \"ol\" dediği gün (herşey) oluverir, O'nun sözü haktır. Sur'a üfürüldüğü gün, mülk O'nundur. O, gaybı ve müşahede edilebileni bilendir. O, hüküm ve hikmet sahibi olandır, haberdar olandır"
        },
        {
            "chapter": 6,
            "verse": 74,
            "text": "Hani İbrahim, babası Azer'e (şöyle) demişti: \"Sen putları ilahlar mı ediniyorsun? Doğrusu, ben seni ve kavmini apaçık bir sapıklık içinde görüyorum"
        },
        {
            "chapter": 6,
            "verse": 75,
            "text": "Böylece İbrahim'e, -kesin bilgiyle inananlardan olması için- göklerin ve yerin melekûtunu gösteriyorduk"
        },
        {
            "chapter": 6,
            "verse": 76,
            "text": "Gece, üstünü örtüp bürüyünce bir yıldız görmüş ve demişti ki: \"Bu benim Rabbimdir.\" Fakat (yıldız) kayboluverince: \"Ben kaybolup-gidenleri sevmem\" demişti"
        },
        {
            "chapter": 6,
            "verse": 77,
            "text": "Ardından Ay'ı, (etrafa aydınlık saçarak) doğar görünce: \"Bu benim Rabbim\" demiş, fakat o da kayboluverince: \"Andolsun\" demişti, \"Eğer Rabbim beni doğru yola erdirmezse gerçekten sapmışlar topluluğundan olurum"
        },
        {
            "chapter": 6,
            "verse": 78,
            "text": "Sonra Güneş’i (etrafa ışıklar saçarak) doğar görünce: \"İşte bu benim Rabbim, bu en büyük\" demişti. Ama o da kayboluverince, kavmine demişti ki: \"Ey kavmim, doğrusu ben sizin şirk koşmakta olduklarınızdan uzağım"
        },
        {
            "chapter": 6,
            "verse": 79,
            "text": "Gerçek şu ki, ben bir muvahhid olarak yüzümü gökleri ve yeri yaratana çevirdim. Ve ben müşriklerden değilim"
        },
        {
            "chapter": 6,
            "verse": 80,
            "text": "Kavmi onunla çekişip-tartışmaya girdi. Dedi ki: \"O beni doğru yola erdirmişken, siz benimle Allah konusunda çekişip-tartışmaya mı girişiyorsunuz? Sizin O'na şirk koştuklarınızdan ben korkmuyorum, ancak Allah'ın benim hakkımda bir şey dilemesi başka. Rabbim, ilim bakımından herşeyi kuşatmıştır. Yine de öğüt alıp-düşünmeyecek misiniz"
        },
        {
            "chapter": 6,
            "verse": 81,
            "text": "Hem siz, O’nun haklarında hiçbir delil indirmediği şeyleri Allah’a ortak koşmaktan korkmazken, ben nasıl sizin şirk koştuklarınızdan korkarım? Şu halde 'güvenlik içinde olmak bakımından' iki taraftan hangisi daha hak sahibidir? Eğer bilebilirseniz"
        },
        {
            "chapter": 6,
            "verse": 82,
            "text": "İman edenler ve imanlarını zulümle karıştırmayanlar, işte güvenlik onlar içindir ve onlar hidayete ermişlerdir"
        },
        {
            "chapter": 6,
            "verse": 83,
            "text": "Bu, İbrahim'e, kavmine karşı verdiğimiz delilimizdir. Biz, dilediğimizi derecelerle yükseltiriz. Şüphesiz senin Rabbin, hüküm ve hikmet sahibidir, bilendir"
        },
        {
            "chapter": 6,
            "verse": 84,
            "text": "Ve ona İshak'ı ve Yakub'u armağan ettik, hepsini hidayete eriştirdik; bundan önce de Nuh'u ve onun soyundan Davud'u, Süleyman'ı, Eyyub'u, Yusuf'u, Musa'yı ve Harun'u hidayete ulaştırdık. Biz, iyilik yapanları işte böyle ödüllendiririz"
        },
        {
            "chapter": 6,
            "verse": 85,
            "text": "Zekeriya'yı, Yahya'yı, İsa'yı ve İlyas'ı da (hidayete eriştirdik.) Onların hepsi salihlerdendir"
        },
        {
            "chapter": 6,
            "verse": 86,
            "text": "İsmail'i, Elyasa'yı, Yunus'u ve Lut'u da (hidayete eriştirdik). Onların hepsini alemlere üstün kıldık"
        },
        {
            "chapter": 6,
            "verse": 87,
            "text": "Babalarından, soylarından ve kardeşlerinden, kimini (bunlara kattık); onları da seçtik ve dosdoğru yola yöneltip-ilettik"
        },
        {
            "chapter": 6,
            "verse": 88,
            "text": "Bu, Allah'ın hidayetidir; kullarından dilediğini bununla hidayete erdirir. Onlar da şirk koşsalardı, elbette bütün yapıp-ettikleri 'onlar adına' boşa çıkmış olurdu"
        },
        {
            "chapter": 6,
            "verse": 89,
            "text": "Bunlar, kendilerine kitap, hikmet ve peygamberlik verdiklerimizdir. Eğer bunları tanımayıp-küfre sapıyorlarsa, andolsun, Biz buna (karşı) inkara sapmayan bir topluluğu vekil kılmışızdır"
        },
        {
            "chapter": 6,
            "verse": 90,
            "text": "İşte Allah'ın hidayet verdikleri bunlardır; öyleyse sen de onların bu hidayetlerine uy. De ki: \"Ben bunun için sizden bir ücret istemiyorum. O (Kur'an), alemlere bir 'öğüt ve hatırlatmadan' başkası değildir"
        },
        {
            "chapter": 6,
            "verse": 91,
            "text": "Onlar: \"Allah, beşere hiçbir şey indirmemiştir\" demekle Allah'ı, kadrinin hakkını vererek takdir edemediler. De ki: \"Musa'nın insanlara bir nur ve hidayet olarak getirdiği ve sizin de (parça parça) kağıtlar üzerinde yazılı kılıp (bir kısmını) açıkladığınız ve çoğunu göz ardı ettiğiniz kitabı kim indirdi? Sizin ve atalarınızın bilmediği şeyler size öğretilmiştir.\" De ki: \"Allah.\" Sonra onları bırak, içine 'daldıkları saçma uğraşılarında' oyalanıp-dursunlar"
        },
        {
            "chapter": 6,
            "verse": 92,
            "text": "İşte bu (Kur'an), önündekileri doğrulayıcı ve şehirler anası (Mekke) ile çevresindekileri uyarman için indirdiğimiz kutlu Kitap’tır. Ahirete iman edenler buna inanırlar. Onlar namazlarını (özenle) koruyanlardır"
        },
        {
            "chapter": 6,
            "verse": 93,
            "text": "Allah'a karşı yalan uydurup iftira düzenden veya kendisine hiçbir şey vahyolunmamışken “Bana da vahy geldi\" diyen ve \"Allah'ın indirdiğinin bir benzerini de ben indireceğim\" diyenden daha zalim kimdir? Sen bu zalimleri, ölümün 'şiddetli sarsıntıları' sırasında meleklerin ellerini uzatarak onlara: \"Canlarınızı (bu kıskıvrak yakalanıştan) çıkarın, bugün Allah'a karşı haksız olanı söylediğiniz ve O'nun ayetlerinden büyüklenerek (yüz çevirmeniz) dolayısıyla alçaltıcı bir azapla karşılık göreceksiniz\" (dediklerinde) bir görsen"
        },
        {
            "chapter": 6,
            "verse": 94,
            "text": "Andolsun, sizi ilk defa yarattığımız gibi (bugün de) 'teker teker, yapayalnız ve yalın (bir tarzda)' Bize geldiniz ve size lütfettiklerimizi arkanızda bıraktınız. İçinizden, gerçekten ortaklar olduklarını sandığınız şefaatçilerinizi şimdi yanınızda görmüyoruz. Andolsun, aranızdaki (bağlar) parçalanıp-koparılmıştır ve haklarında zanlar besledikleriniz sizlerden uzaklaşmıştır"
        },
        {
            "chapter": 6,
            "verse": 95,
            "text": "Taneyi ve çekirdeği yaran şüphesiz Allah'tır. O, diriyi ölüden çıkarır, ölüyü de diriden çıkarır. İşte Allah budur. Öyleyse nasıl oluyor da çevriliyorsunuz"
        },
        {
            "chapter": 6,
            "verse": 96,
            "text": "O, sabahı yarıp çıkarandır. Geceyi bir sükun (dinlenme), Güneş ve Ay'ı bir hesap (ile) kıldı. Bu, üstün ve güçlü olan, bilen Allah'ın takdiridir"
        },
        {
            "chapter": 6,
            "verse": 97,
            "text": "O, karanın ve denizin karanlıklarından yolunuzu bulmanız için size yıldızları var edendir. Bilebilen bir topluluk için Biz ayetleri birer birer (bölüm bölüm) açıkladık"
        },
        {
            "chapter": 6,
            "verse": 98,
            "text": "O, sizi tek bir nefisten yaratandır. (Sizin için) Bir karar (kalış) ve emanet (olarak konuluş) yeri vardır. Kavrayabilen bir topluluk için ayetleri birer birer açıkladık"
        },
        {
            "chapter": 6,
            "verse": 99,
            "text": "O, gökten su indirendir. Bununla herşeyin bitkisini bitirdik, ondan bir yeşillik çıkardık, ondan birbiri üstüne bindirilmiş taneler türetiyoruz. Ve hurma ağacının tomurcuğundan da yere sarkmış salkımlar, -birbirine benzeyen ve benzemeyen- üzümlerden, zeytinden ve nardan bahçeler (kılıyoruz.) Meyvesine, ürün verdiğinde ve olgunluğa eriştiğinde bir bakıverin. Şüphesiz inanacak bir topluluk için bunda gerçekten ayetler vardır"
        },
        {
            "chapter": 6,
            "verse": 100,
            "text": "Cinleri Allah'a ortak koştular. Oysa onları O yaratmıştır. Bir de hiçbir bilgiye dayanmaksızın O'na oğullar ve kızlar yakıştırıp-uydurdular. O ise nitelendiregeldikleri şeylerden Yücedir, uzaktır"
        },
        {
            "chapter": 6,
            "verse": 101,
            "text": "Gökleri ve yeri bir örnek edinmeksizin yaratandır. O'nun nasıl bir çocuğu olabilir? O'nun bir eşi (zevcesi) yoktur. O, herşeyi yaratmıştır. O, herşeyi bilendir"
        },
        {
            "chapter": 6,
            "verse": 102,
            "text": "İşte Rabbiniz olan Allah budur. O'ndan başka İlah yoktur. Herşeyin Yaratıcısı'dır, öyleyse O'na kulluk edin. O, herşeyin üstünde bir vekildir"
        },
        {
            "chapter": 6,
            "verse": 103,
            "text": "Gözler O'nu idrak edemez; O ise bütün gözleri idrak eder. O, latif olandır, haberdar olandır"
        },
        {
            "chapter": 6,
            "verse": 104,
            "text": "Gerçek şu ki size Rabbinizden basiretler gelmiştir. Kim basiretle-görürse kendi lehine, kim de kör olursa (görmek istemezse) kendi aleyhinedir. Ben sizin üzerinizde gözetleyici değilim"
        },
        {
            "chapter": 6,
            "verse": 105,
            "text": "İşte Biz, ayetleri çeşitli biçimlerde böyle açıklıyoruz. Öyle ki sana: \"Sen ders almışsın\" desinler ve Biz de bilebilen bir topluluğa onu açıkça göstermiş olalım"
        },
        {
            "chapter": 6,
            "verse": 106,
            "text": "Rabbinden sana vahyedilene uy. O'ndan başka İlah yoktur. Ve müşriklerden yüz çevir"
        },
        {
            "chapter": 6,
            "verse": 107,
            "text": "Eğer Allah dileseydi onlar şirk koşmazdı. Biz seni onlar üzerinde bir gözetleyici kılmadık; sen onlar üzerinde bir vekil değilsin"
        },
        {
            "chapter": 6,
            "verse": 108,
            "text": "Allah'tan başka yalvarıp-yakardıklarına (taptıklarına) sövmeyin; sonra onlar da haddi aşarak bilmeksizin Allah'a söverler. İşte böyle, Biz her ümmete yaptıklarını süslü (çekici) gösterdik, sonra onların son varışları Rablerinedir. O, yapmakta olduklarını onlara haber verecektir"
        },
        {
            "chapter": 6,
            "verse": 109,
            "text": "Olanca yeminleriyle, eğer kendilerine bir ayet gelse, kesin olarak ona inanacaklarına dair Allah'a yemin ettiler. De ki: \"Ayetler, ancak Allah Katındadır; onlara (mucizeler) gelse de kuşkusuz inanmayacaklarının şuurunda değil misiniz"
        },
        {
            "chapter": 6,
            "verse": 110,
            "text": "Biz onların kalplerini ve gözlerini, ilkin inanmadıkları gibi tersine çeviririz ve onları tuğyanları içinde şaşkınca dolaşır bir durumda terk ederiz"
        },
        {
            "chapter": 6,
            "verse": 111,
            "text": "Gerçek şu ki, Biz onlara melekler indirseydik, onlarla ölüler konuşsaydı ve herşeyi karşılarına toplasaydık, -Allah'ın dilediği dışında- yine onlar inanmayacaklardı. Ancak onların çoğu cahillik ediyorlar"
        },
        {
            "chapter": 6,
            "verse": 112,
            "text": "Böylece her peygambere, insan ve cin şeytanlarından bir düşman kıldık. Onlardan bazısı bazısını aldatmak için yaldızlı sözler fısıldarlar. Rabbin dileseydi bunu yapmazlardı. Öyleyse onları yalan olarak düzmekte olduklarıyla baş başa bırak"
        },
        {
            "chapter": 6,
            "verse": 113,
            "text": "Bir de ahirete inanmayanların kalpleri ona meyletsin de ondan (bu yaldızlı ve içi çarpık sözlerden) hoşlansınlar ve yüklenmekte olduklarını yüklenedursunlar"
        },
        {
            "chapter": 6,
            "verse": 114,
            "text": "Allah'tan başka bir hakem mi arayayım? Oysa O, size kitabı açıklanmış olarak indirmiştir. Kendilerine kitap verdiklerimiz, bunun gerçekten Rabbinden hak olarak indirilmiş olduğunu bilmektedirler. Şu halde, sakın kuşkuya kapılanlardan olma"
        },
        {
            "chapter": 6,
            "verse": 115,
            "text": "Rabbinin sözü, doğruluk bakımından da, adalet bakımından da tastamamdır. O'nun sözlerini değiştirebilecek yoktur. O, işitendir, bilendir"
        },
        {
            "chapter": 6,
            "verse": 116,
            "text": "Yeryüzünde olanların çoğunluğuna uyacak olursan, seni Allah'ın yolundan şaşırtıp-saptırırlar. Onlar ancak zanna uyarlar ve onlar ancak 'zan ve tahminle yalan söylerler"
        },
        {
            "chapter": 6,
            "verse": 117,
            "text": "Şüphesiz Rabbin, Kendi yolundan sapanları daha iyi bilir. O, dosdoğru yolda olanları daha iyi bilendir"
        },
        {
            "chapter": 6,
            "verse": 118,
            "text": "Eğer O'nun ayetlerine inanıyorsanız, artık üzerinde yalnızca Allah'ın ismi anılanlardan yiyin"
        },
        {
            "chapter": 6,
            "verse": 119,
            "text": "Ne oluyor ki size, kaçınılmaz bir ihtiyaçla karşı karşıya kalmanız dışında, O, size haram kıldıklarını ayrı ayrı açıklamışken, üzerinde Allah'ın ismi anılan şeyleri yemiyorsunuz? Gerçekten çoğu, bir ilim olmaksızın kendi heva (istek ve tutku)larıyla (kimilerini) saptırıyorlar. Şüphesiz, senin Rabbin haddi aşanları en iyi bilendir"
        },
        {
            "chapter": 6,
            "verse": 120,
            "text": "Günahın açıkta olanını da, gizlisini de terk edin. Çünkü günahı kazananlar, yüklenegeldikleri nedeniyle karşılık göreceklerdir"
        },
        {
            "chapter": 6,
            "verse": 121,
            "text": "Üzerinde Allah'ın isminin anılmadığı şeyi yemeyin; çünkü bu fısk'tır (yoldan çıkıştır). Gerçekten şeytanlar, sizinle mücadele etmeleri için kendi dostlarına gizli-çağrılarda bulunurlar. Onlarla itaat ederseniz şüphesiz siz de müşriklersiniz"
        },
        {
            "chapter": 6,
            "verse": 122,
            "text": "Ölü iken kendisini dirilttiğimiz ve insanlar içinde yürümesi için kendisine bir nur verdiğimiz kimsenin durumu, karanlıklarda kalıp oradan bir çıkış bulamayanın durumu gibi midir? İşte, kafirlere yapmakta oldukları böyle 'süslü ve çekici' gösterilmiştir"
        },
        {
            "chapter": 6,
            "verse": 123,
            "text": "Böylece Biz, her ülkenin önde gelenlerini -orada hileli- düzenler kursunlar diye- oranın suçlu-günahkarları kıldık. Oysa onlar, hileli-düzeni ancak kendilerine kurarlar da bunun şuuruna varmazlar"
        },
        {
            "chapter": 6,
            "verse": 124,
            "text": "Onlara ne zaman bir ayet gelse, derler ki: \"Allah'ın elçilerine verilenin bir benzeri bize de verilene kadar biz kesin olarak inanmayacağız.\" Allah, elçiliğini nereye vereceğini daha iyi bilir. Bu, suçlu-günahkarlara, kurdukları hileli-düzenleri nedeniyle şiddetli bir azap ve Allah Katında bir küçüklük isabet edecektir"
        },
        {
            "chapter": 6,
            "verse": 125,
            "text": "Allah, kimi hidayete erdirmek isterse, onun göğsünü İslam'a açar; kimi saptırmak isterse, onun göğsünü, sanki göğe yükseliyormuş gibi dar ve sıkıntılı kılar. Allah, iman etmeyenlerin üstüne işte böyle pislik çökertir"
        },
        {
            "chapter": 6,
            "verse": 126,
            "text": "Bu, Rabbinin dosdoğru yoludur. Öğüt alıp düşünmesini bilen bir topluluk için ayetleri böyle birer birer açıkladık"
        },
        {
            "chapter": 6,
            "verse": 127,
            "text": "Onlar için Rableri Katında barış yurdu vardır ve O, yapmakta oldukları dolayısıyla onların velisidir"
        },
        {
            "chapter": 6,
            "verse": 128,
            "text": "Onların tümünü toplayacağı gün: \"Ey cin topluluğu insanlardan çoğunu (ayartıp kendinize kullar) edindiniz\" (diyecek). İnsanlardan onların dostları derler ki: \"Rabbimiz, kimimiz kimimizden yararlandı ve bizim için tespit ettiğin süreye ulaştık.\" (Allah) Diyecek ki: \"Allah'ın dilediği dışta olmak üzere, ateş sizin içinde süresiz kalacağınız konaklama yerinizdir.\" Şüphesiz Rabbin, hüküm ve hikmet sahibi olandır, bilendir"
        },
        {
            "chapter": 6,
            "verse": 129,
            "text": "Böylece Biz, kazandıkları dolayısıyla zalimlerin bir kısmını bir kısmının başına geçiririz"
        },
        {
            "chapter": 6,
            "verse": 130,
            "text": "Ey cin ve insan topluluğu, içinizden size ayetlerimi aktarıp-okuyan ve bu karşı karşıya geldiğiniz gününüzle sizi uyarıp-korkutan elçiler gelmedi mi? Onlar: \"Nefislerimize karşı şehadet ederiz\" derler. Dünya hayatı onları aldattı ve gerçekten kafir olduklarına dair kendi nefislerine karşı şehadet ettiler"
        },
        {
            "chapter": 6,
            "verse": 131,
            "text": "Bu, halkı habersizken, Rabbinin ülkeleri zulüm ve helak edici olmadığındandır"
        },
        {
            "chapter": 6,
            "verse": 132,
            "text": "Yapmakta oldukları dolayısıyla her biri için dereceler vardır. Rabbin, onların yapmakta olduklarından habersiz değildir"
        },
        {
            "chapter": 6,
            "verse": 133,
            "text": "Rabbin, hiçbir şeye ihtiyacı olmayan rahmet sahibidir. Dilerse sizi giderir ve dilerse, sizi bir başka kavmin soyundan (inşa edip) var ettiği gibi yerinize bir başkasını getirir"
        },
        {
            "chapter": 6,
            "verse": 134,
            "text": "Hiç şüphesiz, size vadedilen mutlaka gelecektir. Ve siz aciz bırakılacak değilsiniz"
        },
        {
            "chapter": 6,
            "verse": 135,
            "text": "De ki: \"Ey kavmim, bütün yapabileceğinizi yapın; şüphesiz ben de yapıyorum. Bu yurdun (dünyanın) sonu, kimindir, bilip-öğreneceksiniz. Gerçekten zalimler kurtuluşa ermeyeceklerdir"
        },
        {
            "chapter": 6,
            "verse": 136,
            "text": "O'nun üretip-türettiği ekin ve hayvanlardan Allah için bir pay ayırdılar, sonra kendi zanlarınca: \"Bu Allah'ındır, bu da ortaklarımızındır\" dediler. Kendi ortakları için olan (pay), Allah tarafına geçmez, ama Allah'a ait olan kendi ortaklarının tarafına (payına) geçer. Ne kötü hüküm veriyorlar"
        },
        {
            "chapter": 6,
            "verse": 137,
            "text": "Yine bunun gibi onların ortakları, müşriklerden çoğuna çocuklarını öldürmeyi süslü gösterdiler. Hem onları helake düşürmek, hem kendi aleyhlerinde dinlerini karmakarışık kılmak için. Allah dileseydi bunu yapmazlardı; sen onları ve düzmekte oldukları iftiraları bırak"
        },
        {
            "chapter": 6,
            "verse": 138,
            "text": "Ve kendi zanlarınca dediler ki: \"Bu hayvanlar ve ekinler dokunulmazdır. Onları bizim dilediklerimiz dışında başkası yiyemez. (Şu) Hayvanların da sırtları haram kılınmıştır.\" Öyle hayvanlar vardır ki, -O'na iftira etmek suretiyle- üzerlerinde Allah'ın ismini anmazlar. Yalan yere iftira düzmekte olduklarından dolayı O, cezalarını verecektir"
        },
        {
            "chapter": 6,
            "verse": 139,
            "text": "Bir de dediler ki: \"Bu hayvanların karınlarında olan, yalnızca bizim erkeklerimize aittir, eşlerimize ise haramdır. Eğer o, ölü doğarsa onlar da bunda ortaktırlar.\" Allah, (bu) düzmelerinin cezasını verecektir. Şüphesiz O, hüküm sahibi olandır, bilendir"
        },
        {
            "chapter": 6,
            "verse": 140,
            "text": "Çocuklarını hiçbir bilgiye dayanmaksızın akılsızca öldürenler ile Allah'a karşı yalan yere iftira düzüp Allah'ın kendilerine rızık olarak verdiklerini haram kılanlar elbette hüsrana uğramışlardır. Onlar, gerçekten şaşırıp sapmışlardır ve doğru yolu bulamamışlardır"
        },
        {
            "chapter": 6,
            "verse": 141,
            "text": "Asmalı ve asmasız bahçeleri, hurmaları ve tadları farklı ekinleri, zeytinleri ve narları -birbirine benzer ve benzeşmez- yaratan O'dur. Ürün verdiğinde ürününden yiyin ve hasad günü hakkını verin; israf etmeyin. Çünkü O, israf edenleri sevmez"
        },
        {
            "chapter": 6,
            "verse": 142,
            "text": "Hayvanlardan yük taşıyan ve (yünlerinden, tüylerinden) döşek yapılanları da (yaratan O'dur). Allah'ın size rızık olarak verdiklerinden yiyin ve şeytanın adımlarına uymayın. Çünkü o, sizin için apaçık bir düşmandır"
        },
        {
            "chapter": 6,
            "verse": 143,
            "text": "Sekiz çift; koyundan iki, keçiden de iki. De ki: \"İki erkeği mi haram kıldı? Yoksa iki dişiyi mi, ya da o iki dişinin rahimlerinin, kendisini kapsadığı (yavruları) mı? Eğer doğru sözlüler iseniz bana bir ilimle haber verin"
        },
        {
            "chapter": 6,
            "verse": 144,
            "text": "Deveden iki, sığırdan da iki. De ki: \"İki erkeği mi haram kıldı? Yoksa iki dişiyi mi ya da o iki dişinin rahimlerinin, kendisini kapsadığı (yavruları) mı? Yoksa Allah, bunları sizlere tavsiye ettiği zaman şahid miydiniz?\" Hiçbir bilgiye dayanmaksızın insanları saptırmak için Allah'a karşı yalan uydurup iftira düzenden daha zalim kimdir? Şüphesiz Allah, zalimler topluluğunu hidayete erdirmez"
        },
        {
            "chapter": 6,
            "verse": 145,
            "text": "De ki: \"Bana vahyolunanlar içinde, yiyen bir kimsenin yiyeceği (şeyler) için, ölü eti, dökülen kan, domuz eti -ki bu gerçekten murdardır- ya da Allah'tan başkası adına kesilmiş bir fısk dışında, haram kılınmış bir şey bulmuyorum. Kim kaçınılmaz bir ihtiyaçla karşı karşıya kalırsa, -saldırmamak ve haddi aşmamak şartıyla- (bu sayılanlardan ölmeyecek kadar yiyebilir). Şüphesiz senin Rabbin bağışlayandır, esirgeyendir"
        },
        {
            "chapter": 6,
            "verse": 146,
            "text": "Yahudi olanlara her tırnaklı (hayvanı) haram kıldık. Sığırlardan ve koyunlardan, sırtlarına veya bağırsaklarına yapışan veya kemiğe karışanlar dışında iç yağlarını da onlara haram kıldık. 'Azgınlık ve hakka tecavüzde bulunmaları' nedeniyle onları böyle cezalandırdık. Biz şüphesiz doğru olanlarız"
        },
        {
            "chapter": 6,
            "verse": 147,
            "text": "Şayet seni yalanlayacak olurlarsa, de ki: \"Rabbiniz geniş rahmet sahibidir. O’nun şiddetli çarpması, suçlu-günahkarlar topluluğundan geri çevrilemez"
        },
        {
            "chapter": 6,
            "verse": 148,
            "text": "Şirk koşanlar diyecekler ki: \"Allah dileseydi ne biz şirk koşardık, ne atalarımız ve hiçbir şeyi de haram kılmazdık.\" Onlardan öncekiler de, Bizim zorlu-azabımızı tadıncaya kadar böyle yalanladılar. De ki: \"Sizin yanınızda, bize çıkarabileceğiniz bir ilim mi var? Siz ancak zanna uymaktasınız ve siz ancak \"zan ve tahminle yalan söylersiniz"
        },
        {
            "chapter": 6,
            "verse": 149,
            "text": "De ki: \"En 'üstün ve apaçık' delil Allah'ındır. Eğer O dileseydi elbette tümünüzü hidayete yöneltip-iletirdi"
        },
        {
            "chapter": 6,
            "verse": 150,
            "text": "De ki: \"Gerçekten Allah'ın bunu haram kıldığına şehadet edecek şahidlerinizi getirin.\" Şayet onlar, şehadet edecek olurlarsa sen onlarla birlikte şehadet etme. Ayetlerimizi yalan sayanların ve ahirete inanmayanların heva (istek ve tutku)larına uyma; onlar (birtakım güçleri ve varlıkları) Rablerine denk tutmaktadırlar"
        },
        {
            "chapter": 6,
            "verse": 151,
            "text": "De ki: \"Gelin size Rabbinizin neleri haram kıldığını okuyayım: O'na hiçbir şeyi ortak koşmayın, anne-babaya iyilik edin, yoksulluk-endişesiyle çocuklarınızı öldürmeyin. -Sizin de, onların da rızıklarını Biz vermekteyiz- Çirkin-kötülüklerin açığına ve gizli olanına yaklaşmayın. Hakka dayalı olma dışında, Allah'ın (öldürülmesini) haram kıldığı kimseyi öldürmeyin. İşte bunlarla size tavsiye (emr) etti; umulur ki akıl erdirirsiniz"
        },
        {
            "chapter": 6,
            "verse": 152,
            "text": "Yetimin malına, o erginlik çağına erişinceye kadar -o en güzel (şeklin) dışında- yaklaşmayın. Ölçüyü ve tartıyı doğru olarak yapın. Hiçbir nefse, gücünün kaldırabileceği dışında bir şey yüklemeyiz. Söylediğiniz zaman -yakınınız dahi olsa- adil olun. Allah'ın ahdine vefa gösterin. İşte bunlarla size tavsiye (emr) etti; umulur ki öğüt alıp-düşünürsünüz"
        },
        {
            "chapter": 6,
            "verse": 153,
            "text": "Bu Benim dosdoğru olan yolumdur. Şu halde ona uyun. Sizi O'nun yolundan ayıracak (başka) yollara uymayın. Bununla size tavsiye etti, umulur ki korkup-sakınırsınız"
        },
        {
            "chapter": 6,
            "verse": 154,
            "text": "Sonra Biz Musa'ya, iyilik yapanların üzerinde (nimetimizi) tamamlamak, herşeyi ayrı ayrı açıklamak ve bir hidayet ve rahmet olarak kitabı verdik. Umulur ki Rablerine kavuşacaklarına inanırlar"
        },
        {
            "chapter": 6,
            "verse": 155,
            "text": "Bu indirdiğimiz mübarek bir Kitap'tır. Şu halde ona uyun ve korkup-sakının. Umulur ki esirgenirsiniz"
        },
        {
            "chapter": 6,
            "verse": 156,
            "text": "Bizden önce kitap yalnız iki topluluğa indirildi, biz ise onların ders gördüklerinden habersizlerdik\" dememeniz"
        },
        {
            "chapter": 6,
            "verse": 157,
            "text": "Ya da: \"Kitap bize de indirilseydi, elbette onlardan daha çok doğru yolda olurduk\" dememeniz (için) işte size Rabbinizden apaçık bir belge, bir hidayet ve bir rahmet gelmiştir. Allah'ın ayetlerini yalanlayandan ve (insanları) ondan alıkoyup-çevirenden daha zalim kimdir? Ayetlerimizden alıkoyup-çevirenlere, bu 'engelleme ve çevirmelerinden' dolayı pek çetin bir azapla karşılık vereceğiz"
        },
        {
            "chapter": 6,
            "verse": 158,
            "text": "Onlar, kendilerine meleklerin gelmesini mi, ya da Rabbinin gelmesini mi veya Rabbinin bazı ayetlerinin gelmesini mi bekliyorlar? Rabbinin ayetlerinden bazılarının geleceği gün, daha önce iman etmemişse veya imanıyla bir hayır kazanmamışsa hiç kimseye imanı yarar sağlamaz. De ki: \"Bekleyin, Biz de şüphesiz beklemekteyiz"
        },
        {
            "chapter": 6,
            "verse": 159,
            "text": "Gerçek şu ki, dinlerini parça parça edip kendileri de gruplaşanlar, sen hiçbir şeyde onlardan değilsin. Onların işi ancak Allah'adır. Sonra O, işlemekte olduklarını kendilerine haber verecektir"
        },
        {
            "chapter": 6,
            "verse": 160,
            "text": "Kim bir iyilikle gelirse, kendisine bunun on katı vardır, kim bir kötülükle gelirse, onun mislinden başkasıyla cezalandırılmaz ve onlar haksızlığa uğratılmazlar"
        },
        {
            "chapter": 6,
            "verse": 161,
            "text": "De ki: \"Rabbim gerçekten beni doğru yola iletti, dimdik duran bir dine, İbrahim'in hanif (muvahhid) dinine… O, müşriklerden değildi"
        },
        {
            "chapter": 6,
            "verse": 162,
            "text": "De ki: \"Şüphesiz benim namazım, ibadetlerim, dirimim ve ölümüm alemlerin Rabbi olan Allah'ındır"
        },
        {
            "chapter": 6,
            "verse": 163,
            "text": "O'nun hiçbir ortağı yoktur. Ben böyle emrolundum ve ben Müslüman olanların ilkiyim"
        },
        {
            "chapter": 6,
            "verse": 164,
            "text": "De ki: \"O, herşeyin Rabbi iken, ben Allah'tan başka bir Rab mi arayayım? Hiçbir nefis, kendisinden başkasının aleyhine (günah) kazanmaz. Günahkar olan bir başkasının günah yükünü taşımaz. Sonunda dönüşünüz Rabbinizedir. O, size hakkında anlaşmazlığa düştüğünüz şeyleri haber verecektir"
        },
        {
            "chapter": 6,
            "verse": 165,
            "text": "O sizi yeryüzünün halifeleri kıldı ve size verdikleriyle sizi denemek için kiminizi kiminize göre derecelerle yükseltti. Şüphesiz senin Rabbin, sonuçlandırması pek çabuk olandır ve şüphesiz O, bağışlayandır, esirgeyendir"
        }
    ]
}