{
    "maqras": [
        {
            "chapter": 20,
            "verse": 111,
            "text": "かれらの顔は，永生し自存する御方の御前でうつむいているであろう。そして罪業を負うものに，浮ぶ瀬はない。"
        },
        {
            "chapter": 20,
            "verse": 112,
            "text": "だが善行に勤しみ，信仰した者は，何の心配もなく，（主からの報奨を）減らされることもないのである。"
        },
        {
            "chapter": 20,
            "verse": 113,
            "text": "このように，われはこの啓示をアラビア語のクルア―ンとして下し，その中でいろいろと警告を伝えた。多分かれらは主を畏れ，または教訓を会得しよう。"
        },
        {
            "chapter": 20,
            "verse": 114,
            "text": "アッラーは，いと高くおられる真の王者である。あなた（預言者ムハンマド）に対する啓示が完了しない前に，クルアーンを急いではならない。寧ろ（祈って）言いなさい。「主よ，わたしの知識を深めて下さい。」"
        },
        {
            "chapter": 20,
            "verse": 115,
            "text": "われは，以前にアーダムに確と約束した。だがかれは（その履行を）忘れた。われは，かれがそれに堅固であるとは認めない。"
        },
        {
            "chapter": 20,
            "verse": 116,
            "text": "われが天使たちに対し，「アーダムにサジダしなさい。」と言った時を思いなさい。イブリースの外かれらはサジダした。だがかれは拒否した。"
        },
        {
            "chapter": 20,
            "verse": 117,
            "text": "それでわれは言った。「アーダムよ，本当にこの者は，あなたとあなたの妻の敵である。それであなたがた両人はこの楽園から追い出されて，不幸に陥いらないよう気を付けなさい。"
        },
        {
            "chapter": 20,
            "verse": 118,
            "text": "ここでは，あなたがたのために（十分の御恵みがあって）飢えもなく，裸になることもない。"
        },
        {
            "chapter": 20,
            "verse": 119,
            "text": "また渇きを覚えることもなく，太陽の暑さにも晒されない。」"
        },
        {
            "chapter": 20,
            "verse": 120,
            "text": "しかし悪魔はかれに囁いて言った。「アーダムよ。わたしはあなたに永生の木と，衰えることのない王権を教えてあげましょう。」"
        },
        {
            "chapter": 20,
            "verse": 121,
            "text": "両人がそれを食べると，恥かしいところがあらわになった。それでかれらはその園の木の葉でそこを覆い始めた。こうしてアーダムは主に背き，誤ちを犯した。"
        },
        {
            "chapter": 20,
            "verse": 122,
            "text": "その後，主はかれを選び，悔悟を赦され御導きになられた。"
        },
        {
            "chapter": 20,
            "verse": 123,
            "text": "かれは仰せられた。「あなたがた両人は一緒にここから下がれ。あなたたちは互いに敵であ る。もしあなたがたにわれから導きが下れば，誰でもわが導きに従う者は迷うことなく，また不幸に陥らないであろう。"
        },
        {
            "chapter": 20,
            "verse": 124,
            "text": "だが誰でも，わが訓戒に背を向ける者は，生活が窮屈になり，また審判の日には盲目で甦らされるであろう。」"
        },
        {
            "chapter": 20,
            "verse": 125,
            "text": "かれは言う。「主よ，わたしは（以前）晴限者であったのに，何故わたしを盲目として甦らせたのですか。」"
        },
        {
            "chapter": 20,
            "verse": 126,
            "text": "かれは仰せられる。「われの印があなたに下った時，あなたはそれを無視したではないか。今日あなたはそれと同様無視されるのである。」"
        },
        {
            "chapter": 20,
            "verse": 127,
            "text": "われはこのようにして，背いた者と主の印を信じなかった者に報いる。だが来世における懲罰は，更に厳しくまた永続する。"
        },
        {
            "chapter": 20,
            "verse": 128,
            "text": "かれらには御導きはなかったのか。かれらより以前にもわれはどんなに多くの世代を滅ぼしたことか。かれら（古人）の住んでいた所を（今）かれらは歩いている。本当にこの中には理知に富む者への印がある。"
        },
        {
            "chapter": 20,
            "verse": 129,
            "text": "もし，主から御言葉が下されていなかったならば，（懲罰は）避けられないのである。だが，定められた（猶予の）期限がある。"
        },
        {
            "chapter": 20,
            "verse": 130,
            "text": "だからかれらの言うことを忍び，太陽が上がる前，またそれが沈む前に，あなたの主の栄光を讃えなさい。なお夜の一時も，また昼の両端にも讃えなさい。必ずあなたがたは満たされるであろう。"
        },
        {
            "chapter": 20,
            "verse": 131,
            "text": "またわれが，かれらのある部類の者に与えたこの世の生活の栄華に，あなたの目を見張ってはならない。われは，それによってかれらを試みた。あなたの主の賜物こそ至上でまた永続する。"
        },
        {
            "chapter": 20,
            "verse": 132,
            "text": "またあなたの家族に礼拝を命じ，そして（あなたも），それを耐えなさい。われはあなたに御恵みを求めない。あなたがたに恵みを与えるのはわれである。善果は主を畏れる者の上にある。"
        },
        {
            "chapter": 20,
            "verse": 133,
            "text": "またかれらは，「何故かれは，わたしたちに主から一つの印をも齎さないのですか。」と言う。以前の諸啓典にある明証が，かれらに下っているではないか。"
        },
        {
            "chapter": 20,
            "verse": 134,
            "text": "われがもしこれ以前にかれらを処罰して，滅ぼしていたならば，かれらは必ず，「主よ，何故あなたは，わたしたちに使徒を遣わされなかったのですか。そうすればわたしたちは，卑しまれ屈辱を被る前に，あなたの印に従ったでしょうに。」と言ったであろう。"
        },
        {
            "chapter": 20,
            "verse": 135,
            "text": "言ってやるがいい。「各人は待っている。だからあなたがたも待て。あなたがたはやがて，平坦な道を歩む者は誰か，また導かれた者は誰かを知るであろう。」"
        }
    ]
}