{
    "maqras": [
        {
            "chapter": 24,
            "verse": 1,
            "text": "（これは）われが下した1章〔スーラ〕。われが定めたもので，明瞭な種々の印をその中に下した。必ずあなたがたは留意するであろう。"
        },
        {
            "chapter": 24,
            "verse": 2,
            "text": "姦通した女と男は，それぞれ100回鞭打て。もしあなたがたが，アッラーと末日を信じるならば。アッラーの定めに基づき，両人に対し情に負けてはならない。そして一団の信者に，かれらの処刑に立会わせなさい。"
        },
        {
            "chapter": 24,
            "verse": 3,
            "text": "姦夫は，姦婦かまたは多神教徒以外（の女）とは，結婚することは出来ない。姦婦もまた，姦夫かまたは多神教徒以外（の男）とは，結婚することは出来ない。このことは信者に対し禁じられる。"
        },
        {
            "chapter": 24,
            "verse": 4,
            "text": "貞節な女を非難して4名の証人を上げられない者には，80回の鞭打ちを加えなさい。決してこんな者の証言を受け入れてはならない。かれらは主の掟に背く者たちである。"
        },
        {
            "chapter": 24,
            "verse": 5,
            "text": "しかし，その後悔いて自ら改める者は別である。本当にアッラーは寛容にして慈悲深くあられる。"
        },
        {
            "chapter": 24,
            "verse": 6,
            "text": "自分の妻を非難するもので，自分以外に証人のない場合は，単独の証言で，自分の真実なことをアッラーに誓けて4度誓う。"
        },
        {
            "chapter": 24,
            "verse": 7,
            "text": "そして5度目に，「もし自分の言葉が虚偽なら，アッラーの御怒りが自分の上に（下るように）。」（と誓う）。"
        },
        {
            "chapter": 24,
            "verse": 8,
            "text": "また，かの女から，その懲罰を免じられる。つまりもしかの女が，アッラーに誓けてかれ（夫）の言葉が虚偽であることを4度誓い，"
        },
        {
            "chapter": 24,
            "verse": 9,
            "text": "そして5度目に，「もし（夫の言葉が真実ならば，アッラーの御怒りが自分の上に（下るように）。」（と誓うならば）。"
        },
        {
            "chapter": 24,
            "verse": 10,
            "text": "アッラーの恩恵があなたがたの上になく，慈悲もなかったならば（どうであろう。）本当にアッラーは，度々悔悟を許される英明な方であられる。"
        },
        {
            "chapter": 24,
            "verse": 11,
            "text": "本当にこの虚言を広めた者は，あなたがたの中の一団である。これをあなたがたへの災いと思ってはならない。いや，それはあなたがたのため良いことである。かれらの中それぞれの者は，その稼いだ罪によ（り罰せられ）る。なかでもそれに大きく関与した者は，厳しい懲罰に処せられるのである。"
        },
        {
            "chapter": 24,
            "verse": 12,
            "text": "あなたがたはそれを聞いた時，信者の男も信者の女も，自分自身で何故好意ある考えをしなかったのか。そして，「これは明らかに中傷である。」と何故言わなかったのか。"
        },
        {
            "chapter": 24,
            "verse": 13,
            "text": "かれらは何故，これに対し4名の証人を挙げなかったのか。証人を出さなかったので，これらの者はアッラーの御目には虚言の徒である。"
        },
        {
            "chapter": 24,
            "verse": 14,
            "text": "もしあなたがたに対するアッラーの恩恵と，現世と来世でかれの慈悲がなかったならば，この事件に就いて（不謹慎に）話したことに対し，厳しい懲罰に処せられたところであった。"
        },
        {
            "chapter": 24,
            "verse": 15,
            "text": "見なさい。あなたがたは舌先でそれを受け止め，またあなたがたの口は，自分の知らないことを言った。そしてアッラーの御目には重大なことを，軽く考えていた。"
        },
        {
            "chapter": 24,
            "verse": 16,
            "text": "あなたがたはそれを聞いた時，何故こう言わなかったのか。「これはわたしたちの口にすべきことではない。アッラーに讃えあれ。これは大変な中傷である。」"
        },
        {
            "chapter": 24,
            "verse": 17,
            "text": "アッラーは，もしあなたがたが信者なら，このようなことを決して繰り返してはならないと戒められる。"
        },
        {
            "chapter": 24,
            "verse": 18,
            "text": "アッラーは，あなたがたに印を解き明かされる。本当にアッラーは全知にして英明であられる。"
        },
        {
            "chapter": 24,
            "verse": 19,
            "text": "信仰する者の間にこの醜聞が広まることを喜ぶ者は，現世でも来世でも，痛ましい懲罰を受けよう。あなたがたは知らないがアッラーは知っておられる。"
        },
        {
            "chapter": 24,
            "verse": 20,
            "text": "アッラーの恩恵があなたがたの上になく，慈悲もなかったならば（どうであろう）。本当にアッラーは親切極みなく慈悲深い方である。"
        }
    ]
}