{
    "maqras": [
        {
            "chapter": 2,
            "verse": 253,
            "text": "われは，これらの使徒のある者を外の者より以上に遇した。かれらの中である者には，アッラーが親しく御言葉をかけられるし，またある者は位階を高められた。またわれは，マルヤムの子イーサーに明証を授け，且つ聖霊によってかれを強めた。もしアッラーのおぼしめしがなかったなら，かれらの後継者たちは，明証が下った後互いに争うことはなかったであろう。だがかれらは相違した。ある者は信じ，またある者は信仰を拒否した。アッラーの御心なら，かれらは争わなかったのである。だがアッラーは，おぼしめしのことを行われた。"
        },
        {
            "chapter": 2,
            "verse": 254,
            "text": "あなたがた信仰する者よ，われがあなたがたに授けた糧を取引もなく友情もなく，執り成しもないの来る前に（施しに）使え。信仰を拒む者は，不義を行う者である。"
        },
        {
            "chapter": 2,
            "verse": 255,
            "text": "アッラー，かれの外に神はなく，永生に自存される御方。仮眠も熟睡も，かれをとらえることは出来ない。天にあり地にある凡てのものは，かれの有である。かれの許しなくして，誰がかれの御許で執り成すことが出来ようか。かれは（人びとの），以前のことも以後のことをも知っておられる。かれの御意に適ったことの外，かれらはかれの御知識に就いて，何も会得するところはないのである。かれの玉座は，凡ての天と地を覆って広がり，この2つを守って，疲れも覚えられない。かれは至高にして至大であられる。"
        },
        {
            "chapter": 2,
            "verse": 256,
            "text": "宗教には強制があってはならない。正に正しい道は誤りから明らかに（分別）されている。それで邪神を退けてアッラーを信仰する者は，決して壊れることのない，堅固な取っ手を握った者である。アッラーは全聴にして全知であられる。"
        },
        {
            "chapter": 2,
            "verse": 257,
            "text": "アッラーは信仰する者の守護者で，暗黒の深みから，かれらを光明の中に導かれる。信仰しない者は，邪神〔ターグート〕がその守護者で，かれらを光明から暗黒の深みに導く。かれらは業火の住人である。永遠にその中に住むであろう。"
        },
        {
            "chapter": 2,
            "verse": 258,
            "text": "アッラーがかれに王権を授けられたことから，（高慢になって）主に就いてイブラーヒーム と論議した者を，あなたは知らなかったのか。イブラーヒームが，「わたしの主は，生を授けまた死を賜う方だ。」と言った時，かれは「わたしも，生を授けまた死を与える。」と言った。イブラーヒームは言った。「アッラーは，太陽を東から昇らせられる。それであなたは，それを西から昇らせなさい。」そこでかの不信者は当惑してしまった。アッラーは不義を行う民を御導きになられない。"
        },
        {
            "chapter": 2,
            "verse": 259,
            "text": "また，根底から壊滅してなくなった町を通り過ぎた者のようにかれは言うのであった。「アッラーは，どのように死に絶えたこの町を甦らされるのだろうか。」ところがアッラーは，百年の間かれを死なせ，それから甦らせた。そして，「あなたはどれくらい滞在したのか。」と言われた。かれは（答えて）申し上げた。「わたしは1日か半日過ごしました。」かれは言われた。「いや，あなたは百年滞在したのだ。だがあなたの食べ物と飲み物を見なさい。それはまだ年を経ていない。またあなたのロパを見なさい。われは，それを人びとへの一つの印としよう。なお その骨を見なさい。われがどうそれらを起こし，それから肉を着せるかを。」それが明示された時かれは，「アッラーが凡てのことに全能であられることが分りました。」と言った。"
        },
        {
            "chapter": 2,
            "verse": 260,
            "text": "イブラーヒームが、「主よ，あなたは死者をどう甦らせられるのかわたしに見せて下さい。 」と言った時（のことを思え）。主は言われた。「あなたは信じないのか。」かれは申し上げた 「いや，只わたしの心を安らげたいのであります。」かれは言われた。「4羽の鳥をとって，それらを手元に集め切り刻み，それからかれらの一部をそれぞれの丘の上に置いて，それらを呼べ，かれらは急いであなたの許に来るであろう。それであなたは，アッラーが偉力ならびなく英明であられることが分るであろう。」"
        },
        {
            "chapter": 2,
            "verse": 261,
            "text": "アッラーの道のために自分の所有するものを施す者を例えてみれば，ちょうど1粒が7穂を付け，1穂に百粒を付けるのと同じである。アッラーは御心に適う者に，倍加してくださる。アッラーは厚施にして全知であられる。"
        },
        {
            "chapter": 2,
            "verse": 262,
            "text": "アッラーの道のために，自分の財産を施し，その後かれらの施した相手に負担侮辱のを起こさせず，また損わない者，これらの者に対する報奨は，主の御許にある。かれらには，恐れもなく憂いもないであろう。"
        }
    ]
}