{
    "maqras": [
        {
            "chapter": 35,
            "verse": 41,
            "text": "本当にアッラーは，天と地の運行が外れないよう支えられる。もしそれら両者が，外れることがあるならば，かれをおいて何ものもこれを支え得るものはない。本当にかれは，我慢強い方，何回も赦される方であられる。"
        },
        {
            "chapter": 35,
            "verse": 42,
            "text": "かれらはアッラー（の御名）にかけて，厳粛な誓いをたて，もし警告者が自分たちのところに来るならば，どんな民よりも立派に導かれるであろう（と言っていた）。だが警告者がかれらに来るに及んで，かれらはますます（正しい信仰から）遠ざかるばかりであり，"
        },
        {
            "chapter": 35,
            "verse": 43,
            "text": "地上で高慢にふるまい，悪事の策謀ばかりをしていた。だが悪事の策謀は，その当人に振りかかるだけである。だからかれらは昔の人々の（滅亡した）慣行を待つ外はないであろう。それであなたは，アッラーの慣行には代替がないことが分るであろう。また変更も決してないことも分るであろう。"
        },
        {
            "chapter": 35,
            "verse": 44,
            "text": "かれらは地上を旅して，かれら以前の者たちの末路がどうなったかを観察しなかったのか。かれら（昔の者）は，かれらよりも力が優れていた。天にあり地にある何ものも，アッラーを挫くことは出来ないのである。本当にかれは全知にして全能であられる。"
        },
        {
            "chapter": 35,
            "verse": 45,
            "text": "もしアッラーが，人間をその所業によって罰されるならば，地上に，一人の生存者も残されなかったであろう。だがかれは期限を定めて，かれらを猶予なされた。だが，かれらの期限が到来すれば，本当にアッラーはしもべたちの監視者であられる。"
        },
        {
            "chapter": 36,
            "verse": 1,
            "text": "ヤー・スィーン。"
        },
        {
            "chapter": 36,
            "verse": 2,
            "text": "英知に満ちた，クルアーンによって誓う。"
        },
        {
            "chapter": 36,
            "verse": 3,
            "text": "本当にあなたは，使徒の一人で，"
        },
        {
            "chapter": 36,
            "verse": 4,
            "text": "正しい道の上に（人びとを導く者である）。"
        },
        {
            "chapter": 36,
            "verse": 5,
            "text": "（これは）偉力ならびなく慈悲深き御方の啓示で，"
        },
        {
            "chapter": 36,
            "verse": 6,
            "text": "祖先がいまだ警告を受けず，それで気付かないでいる民に，あなたが警告するためのものである。"
        },
        {
            "chapter": 36,
            "verse": 7,
            "text": "本当にその御言葉が，かれらの多くの者に下ってしまっているのだが，かれらは信じない。"
        },
        {
            "chapter": 36,
            "verse": 8,
            "text": "われはかれらに首枷をはめ，それが顎にまで及ぶ。それでかれらの頭は上向きになった。"
        },
        {
            "chapter": 36,
            "verse": 9,
            "text": "またわれは，かれらの前面に障壁を置き，また背面にも障壁を置き，そのうえかれらに覆いをした。それでかれらは見ることも出来ない。"
        },
        {
            "chapter": 36,
            "verse": 10,
            "text": "あなたが警告してもまた警告しなくても，かれらにとって同じで，かれらは信じない。"
        },
        {
            "chapter": 36,
            "verse": 11,
            "text": "あなたは，訓戒に従う者，また目に見えない慈悲深き御方を畏れる者だけに，警告しなさい。それであなたはこれらの者に，寛容と偉大な報奨の吉報を伝えなさい。"
        },
        {
            "chapter": 36,
            "verse": 12,
            "text": "本当にわれは死者を甦らせ，またかれらが予め行ったこと，そして後に残した足跡を記録する。われは一切を，明瞭な記録簿の中に数え上げている。"
        },
        {
            "chapter": 36,
            "verse": 13,
            "text": "町の仲間（の物語）を，例としてかれらに示すがよい。使徒たちがそこにやって来た時のことを。"
        },
        {
            "chapter": 36,
            "verse": 14,
            "text": "初めわれは，2人の使徒を遺わしたが，かれらは，2人とも嘘付き扱いをされた。それでわれは第3の者で強化した。そして使徒たちは言った。「本当にわたしたちは，あなたがたの許に遣わされた者です。」"
        },
        {
            "chapter": 36,
            "verse": 15,
            "text": "するとかれらは言った。「あなたがたはわたしたちと同じ人間に過ぎません。慈悲深き御方は何も啓示を下されはしません。あなたがたは，嘘をついているだけです。」"
        },
        {
            "chapter": 36,
            "verse": 16,
            "text": "かれら（使徒）は言った。「わたしたちが，実際あなたがたに遣わされた者であることは，主が御存知です。"
        },
        {
            "chapter": 36,
            "verse": 17,
            "text": "わたしたちの務めは，只あなたがたに明白（なアッラーの御命令）を宣べ伝えるだけです。」"
        },
        {
            "chapter": 36,
            "verse": 18,
            "text": "かれら（人びと）は言った。「わたしたちにとってあなたがたは確かな凶兆です。もし止めないならば，あなたがたを必ず石打ち（の刑）にしましょう。酷いめにあわせてやりますぞ。」"
        },
        {
            "chapter": 36,
            "verse": 19,
            "text": "かれら（使徒）は言った。「あなたがたこそ凶兆です。あなたがたは訓戒されても（尚そう言うの）ですか。いや，あなたがたは無法の民です。」"
        },
        {
            "chapter": 36,
            "verse": 20,
            "text": "その時町の外れから一人の男が走って来て，言った。「皆さん，（アッラーから）遣わされたこの人たちに従いなさい。"
        },
        {
            "chapter": 36,
            "verse": 21,
            "text": "あなたがたに何の報酬も求めない方たちに従いなさい。かれらは（正しく）導きを得ている。"
        },
        {
            "chapter": 36,
            "verse": 22,
            "text": "わたしを創られた方に仕えないなど，どうして出来ようか。あなたがたもかれの御許に帰されるのです。"
        },
        {
            "chapter": 36,
            "verse": 23,
            "text": "そのような御方を差し置いて，外の神々を求められましょうか。もし慈悲深き御方がわたしに災いを下そうと望まれるならば，かれら（邪神）の執り成しは少しも役立たず，またわたしを救うことも出来ません。"
        },
        {
            "chapter": 36,
            "verse": 24,
            "text": "（そうなるとしたら）明らかにわたしは誤りを犯したことになります。"
        },
        {
            "chapter": 36,
            "verse": 25,
            "text": "わたしは，あなたがたの（真の）主を信じます。だから（人びとよ，）わたし（の言うこと）を聞きなさい。」"
        },
        {
            "chapter": 36,
            "verse": 26,
            "text": "その時かれは，「あなたは楽園に入れ。」と仰せられた。そしてかれは「わが主の御赦しが与えられ，栄誉ある者の中に，"
        },
        {
            "chapter": 36,
            "verse": 27,
            "text": "加えられたことを人びとに知ってもらえたら。」と言った。"
        }
    ]
}