{
    "maqras": [
        {
            "chapter": 58,
            "verse": 14,
            "text": "あなたは，アッラーの怒りを被った人びとを友とする者に，気付かないのか。かれら（偽信者）はあなたがた（の仲間）でもなく，またかれら（の仲間）でもない。かれらは知っていながら，偽りの誓いをたてる。"
        },
        {
            "chapter": 58,
            "verse": 15,
            "text": "アッラーはかれらのため，厳しい懲罰を備えられる。本当にかれらの行うことは大悪である。"
        },
        {
            "chapter": 58,
            "verse": 16,
            "text": "かれらは誓いを（かれらの悪行の）隠れ場とし，アッラーの道から（人びとを）阻む。かれらは恥ずべき懲罰を受けるであろう。"
        },
        {
            "chapter": 58,
            "verse": 17,
            "text": "かれらの富も子女も，アッラーに対しては，少しも役立たない。かれらは業火の仲間である。永遠にその中に住むであろう。"
        },
        {
            "chapter": 58,
            "verse": 18,
            "text": "アッラーが，一斉にかれらを復活させる日，かれらは（現世で）あなたがた（ムスリム）に誓ったようにかれに（ぬけぬけと信者であると）誓い，かれらは（これによって）来世でも何とかなると思っている。いやとんでもない。かれらは本当に虚言の徒である。"
        },
        {
            "chapter": 58,
            "verse": 19,
            "text": "悪魔がかれらを支配し，アッラーを念うことを忘れさせた。かれらは悪魔の仲間である。本当に悪魔の仲間は損失者である。"
        },
        {
            "chapter": 58,
            "verse": 20,
            "text": "アッラーと使徒に反抗する者は，最も卑しい者の仲間である。"
        },
        {
            "chapter": 58,
            "verse": 21,
            "text": "アッラーは，「われとわが使徒たちは必ず勝つ。」と規定なされた。本当にアッラーは，強大にして偉力ならびなき御方であられる。"
        },
        {
            "chapter": 58,
            "verse": 22,
            "text": "あなたは，アッラーと終末の日を信じる民が，アッラーと使徒に反抗するような者と親交を結ぶところを見ないであろう。仮令かれらがかれらの父や，子，兄弟や親族であっても。かれはこれらの者の心の中に信仰を書き留められ，親しく聖霊によって強められる。また川が下を流れる楽園に入らせ，永遠にその中に住ませられるのである。アッラーはかれらを愛でられ，かれらもかれに満悦する。これらは，アッラーの一党（信者）の者である。本当に，アッラーの一党の者こそ，非常な幸福を成就する者である。"
        },
        {
            "chapter": 59,
            "verse": 1,
            "text": "天にあり地にある凡てのものは，アッラーを讃える。本当にかれは偉力ならびなく英明であられる。"
        },
        {
            "chapter": 59,
            "verse": 2,
            "text": "かれこそは，啓典の民の中の不信心な者を，その住まいから最初に追い出し放逐された方である。あなたがたはかれらが退去するものとは考えなかった。またかれらにしても，その砦だけで アッラー（の攻撃）を防げると思っていた。だがアッラーはかれらの予期しなかった方面から襲い，かれらの心に怖気を投げ込み，それでムスリムたちと一緒になって，自分（自ら）の手で，かれらの住まいを破壊した。あなたがた見る目を持つ者よ，訓戒とするがいい。"
        },
        {
            "chapter": 59,
            "verse": 3,
            "text": "アッラーは，仮令かれらに対し，放逐と御決めにならなくても，必ず現世においてかれらを懲罰なされる。また，来世においては（必ず）火獄の懲罰がある。"
        },
        {
            "chapter": 59,
            "verse": 4,
            "text": "それはかれら（不信者）が，アッラーとその使徒に反抗したためである。誰でもアッラーに反抗するならば，本当にアッラーは懲罰に厳重であられる。"
        },
        {
            "chapter": 59,
            "verse": 5,
            "text": "あなたがたが，ナツメヤシの木を切り倒しても，またその根の上に立たせて置いても，それはアッラーの御許しによるもので，アッラーの掟に背く者たちを卑しめられるためである。"
        },
        {
            "chapter": 59,
            "verse": 6,
            "text": "またアッラーが，かれらから（取り上げて）かれの使徒に与えた物は，あなたがたが，馬やラクダを駆りたてて手に入れた訳ではない。だがアッラーは，御望みの者を使徒の権限の下に委ねられる。本当にアッラーは，凡てのことに全能であられる。"
        },
        {
            "chapter": 59,
            "verse": 7,
            "text": "アッラーが（敵の）村の民から得て使徒に与えた物は，アッラーの有であり，また使徒や近親，孤児，貧者，旅人のものである。それはあなたがたの中の，只富裕な者の間に専らわたらせないためである。また使徒があなたがたに与える物はこれを受け，あなたがたに禁じる物は，避けなさい。アッラーを畏れなさい。本当にアッラーは懲罰に厳重であられる。"
        },
        {
            "chapter": 59,
            "verse": 8,
            "text": "（戦利品は）貧困な移佳者たちのものでもある。かれらは自分の家から追われ，また財産から離れ，アッラーの恩恵と御喜びを求めて，アッラーと使徒を助けている。これらの者こそ，真実な者である。"
        },
        {
            "chapter": 59,
            "verse": 9,
            "text": "そして以前から（アル・マディーナに）家を持っていて，信仰を受け入れた者たちは，（移住して）かれらのもとに来た者を愛護し，またかれら（移住者〔ムハージル〕）に与えられた（戦利品）に対しても心の中で欲しがることもなく，自分（援助者〔アンサール〕）自身に先んじて （かれらに）与える。仮令自分は窮乏していても。また，自分の貪欲をよく押えた者たち。これらの者こそ至福を成就する者である。"
        },
        {
            "chapter": 59,
            "verse": 10,
            "text": "かれら（移住者，援助者）の後に来た者たちは，（祈って）「主よ，わたしたちと，わたしたち以前に信仰に入った兄弟たちを，御赦し下さい。信仰している者に対する恨み心を，わたしたちの胸の中に持たせないで下さい。主よ，本当にあなたは，親切で慈悲深くあられます。」と言う。"
        }
    ]
}