{
    "maqras": [
        {
            "chapter": 27,
            "verse": 56,
            "text": "O niriba maa daa ka bɛ ni labsiri o yɛtɔɣa shεli m-pahila bɛ yεli mi: “Yihimi ya Lutu niriba yi tiŋ ŋɔ maa ni. Achiika! Bɛ nyɛla ninvuɣu shεba ban bɔri ni bɛ yɛli ni bɛ niŋ kasi.”"
        },
        {
            "chapter": 27,
            "verse": 57,
            "text": "Ka Ti (Tinim’ Naawuni) tilgi o (Annabi Lutu) mini o niriba ka chɛ o paɣa, Ti (Tinim’ Naawuni) zali o ka o yɛn pahi ban kpalim hallaka puuni"
        },
        {
            "chapter": 27,
            "verse": 58,
            "text": "Ka Ti (Tinim’ Naawuni) mi sakur’ shɛli m-bahi bɛ zuɣu, ka bɛ ni niŋdi shεba wa’azu maa saa daa niŋ din be"
        },
        {
            "chapter": 27,
            "verse": 59,
            "text": "(Yaa nyini Annabi)! Yεlima: “Paɣibu balibu kam nyεla Naawuni dini. Yaha! Suhudoo be O dab’ shεba O ni gahim zuɣu. Di ni bɔŋɔ, Naawuni n- nyɛ Ŋun gari bee binyεr’ shεŋa bɛ (chεfurinim’) ni jεmdi m-pahi O zuɣu maa"
        },
        {
            "chapter": 27,
            "verse": 60,
            "text": "Bee ŋuni n-leei nam sagbana mini tiŋgbani ka siɣsi ya kom na zuɣusaa, ka Ti (Tinim ‘Naawuni) zaŋ li n-yihi puri din bindira vεla. Yi pala ban yɛn tooi chɛ ka di (puri maa) tihi zooi. Di ni- bɔŋɔ, duuma so beni m-pahi Naawuni zuɣu? Chɛli gba! Bɛ nyɛla ninvuɣu shεba ban mali binyεr’ shεŋa m- maɣisiri Naawuni"
        },
        {
            "chapter": 27,
            "verse": 61,
            "text": "Bee ŋuni n-leei zaŋ tiŋgbani leei din ʒe luɣuyini, ka zaŋ kulbona niŋ di sunsuuni, ka lahi zali zolikara di puuni, ka zaŋ saɣili niŋ kulikara ayi maa sunsuuni. Di ni bɔŋɔ, duuma so m-beni pahi Naawuni zuɣu? Chɛli gba! Bɛ pam nyɛla ban ʒi"
        },
        {
            "chapter": 27,
            "verse": 62,
            "text": "Bee ŋuni n-leei deeri bukaatalana suhigu o yi ti suhi O, ka vuuri chuuta, ka zaŋ ya zali tiŋgbani falidiriba? Di ni bɔŋɔ, duuma so m-beni pahi Naawuni zuɣu? Bɛla ka yi (ninsalinim’) teeri Naawuni yɛla"
        },
        {
            "chapter": 27,
            "verse": 63,
            "text": "Bee ŋuni n-leei dolsiri ya zimsim din be duli ni kom ni. Yaha! Ŋuni n-leei timdi pɔhim na, ka di nyɛla din tiri ya suhupεlli lahibali kadama O nambɔzɔbo (sakom) be yoma? Di ni- bɔŋɔ, duuma so m-beni pahi Naawuni zuɣu? Naawuni nam duya ka chɛ yi ni laɣindi o mini binyεr’ shεŋa jεmdi maa"
        },
        {
            "chapter": 27,
            "verse": 64,
            "text": "Bee ŋun n-leei piindi nambu, ka ti lahi yɛn labsi li na (Zaadali)? Yaha! Ŋuni n-leei tiri ya arzichi din yi zuɣusaa mini tiŋgbani ni na? Di ni bɔŋɔ, duuma so m-beni pahi Naawuni zuɣu? (Yaa nyini Annabi)! Yεlima: “Tahimi ya yi daliri na, yi yi nyɛla yεlimaŋlinima.”"
        },
        {
            "chapter": 27,
            "verse": 65,
            "text": "Yεlima: “So ʒi binshɛɣu din sɔɣi sagbana mini tiŋgbani ni naɣila Naawuni. Yaha! Bɛ (binnamda) bi mi saha shɛli bɛ ni yɛn ti yiɣisi ba"
        },
        {
            "chapter": 27,
            "verse": 66,
            "text": "Chɛli gba! Bɛ (chɛfurinim’) ka Chiyaama baŋsim. Chɛli gba! Bɛ nyɛla ban be zilsigu puuni ni dina. Chɛli gba! Bɛ kuli nyɛla ninvuɣu shεba ban suhiri ni zom ni dina"
        },
        {
            "chapter": 27,
            "verse": 67,
            "text": "Ka ninvuɣu shεba ban niŋ chεfuritali maa yεli: “Di ni bɔŋɔ, ti mini ti banim’ yi leei taŋkpaɣu, kadaɣila ti nyɛla bɛ ni yɛn ti lahi yiɣisi shɛba"
        },
        {
            "chapter": 27,
            "verse": 68,
            "text": "(Ka bɛ lahi yɛli): “Achiika! Bɛ daa gbaai ti mini ti banim’ alikauli ŋɔ maa pɔi ni dina, ŋɔ maa pala shɛli m-pahila kurumbuni nim’ salima.”"
        },
        {
            "chapter": 27,
            "verse": 69,
            "text": "(Yaa nyini Annabi)! Yεlima: “Gom ya tiŋgbani yaaŋa zuɣu, ka nya bibɛhi bahigu ni daa ti nyɛ shεm.”"
        },
        {
            "chapter": 27,
            "verse": 70,
            "text": "(Yaa nyini Annabi)! Di niŋ suhusaɣiŋgu bɛ zuɣu, a mi di be muɣisigu puuni ni bɛ nabiɛri maa"
        },
        {
            "chapter": 27,
            "verse": 71,
            "text": "Ka bɛ (chεfurinim’ maa) naan yεra: “Bondali n-leei nyɛ alikauli (Chiyaama yiɣisibu) ŋɔ maa, yi (Muslinnim’) yi nyɛla yεlimaŋli nima?”"
        },
        {
            "chapter": 27,
            "verse": 72,
            "text": "(Yaa nyini Annabi)! Yεlima: “Di yi pa shɛli ka yi ni bɔri shɛli ni yomyom’ maa pirgili be yoma ni yinima.”"
        },
        {
            "chapter": 27,
            "verse": 73,
            "text": "Yaha! Achiika! A Duuma (Naawuni) nyɛla Pintira n-zaŋ ti ninsalinima, amaa! Bɛ (ninsalinim’) pam bi paɣira"
        },
        {
            "chapter": 27,
            "verse": 74,
            "text": "Yaha! Achiika! A Duuma (Naawuni) nyɛla Ŋun mi din sɔɣi bɛ suhiri ni, ni bɛ ni yihiri shεli polo ni"
        },
        {
            "chapter": 27,
            "verse": 75,
            "text": "Yaha! Shɛli bi sɔɣi sagbana mini tiŋgbani ni, naɣila di nyɛla di pun sabi be litaafi shɛli din kahigiri yɛllikam la puuni (dina n-nyɛ Lauhul Mahfuuz)"
        },
        {
            "chapter": 27,
            "verse": 76,
            "text": "Achiika! Alkur’aani ŋɔ maa tirila Israaila bihi lahibali n-zaŋ chaŋ binyεr’ shεŋa pam bɛ ni niŋdi namgbani kpeeni di puuni"
        },
        {
            "chapter": 27,
            "verse": 77,
            "text": "Yaha! Achiika! Di (Alkur’aani maa) nyɛla dolsigu mini nambɔzɔbo n-ti ninvuɣu shεba ban ti Naawuni yεlimaŋli"
        },
        {
            "chapter": 27,
            "verse": 78,
            "text": "(Yaa nyini Annabi)! Achiika! A Duuma (Naawuni) nyɛla Ŋun yɛn ti niŋ fukumsi bɛ sunsuuni (Zaadali). Yaha! A Duuma (Naawuni) nyɛla Nyεŋda, Baŋda"
        },
        {
            "chapter": 27,
            "verse": 79,
            "text": "Dinzuɣu (Yaa nyini Annabi)! Zaŋmi a yɛla dalim Naawuni, achiika! A be yεlimaŋli zuɣu din be polo ni"
        },
        {
            "chapter": 27,
            "verse": 80,
            "text": "Achiika! (Yaa nyini Annabi)! A ku tooi chɛ ka kpiimbi wum (boligu), A mi ku tooi chɛ ka tikpiranim’ wum, dindee yi niŋ ka bɛ nyɛla ban lebi biri"
        },
        {
            "chapter": 27,
            "verse": 81,
            "text": "Yaha! A ku tooi dolsi ninvuɣu shεba ban zom ka chɛ bɛ bɔrginsim, a mi ku tooi chɛ ka so wum (boligu), naɣila ninvuɣu so ŋun ti Ti (Tinim’ Naawuni) aayanim’ yɛlimaŋli, ka lahi nyɛ ninvuɣu shεba ban zaŋ bɛ maŋ’ zaasa n-ti Naawuni (Muslinnima)"
        }
    ]
}