{
    "maqras": [
        {
            "chapter": 76,
            "verse": 19,
            "text": "Ka bidibbila nyirinsi ban kuli bi zoori gili ba, a yi nya ba, a ni tεhi ni bɛ nyɛla alulluɣi 1din yεɣili luɣulikam"
        },
        {
            "chapter": 76,
            "verse": 20,
            "text": "Yaha! A yi nya nimaa ni (Alizanda maa puuni), tɔ! A nya yolsibu din paai tariga, n-ti pahi nam din galsi"
        },
        {
            "chapter": 76,
            "verse": 21,
            "text": "Sitira shεŋa bɛ ni yɛri zuɣusaa nyɛla silki vakaha, ni din nyεlsira (ka di mali din tibsa, ni din bi tibsa). Yaha! Ka bɛ dihi ba nachinsi ni anʒilfa baŋsi, ka bɛ Duuma lahi nyuhi ba binnyur’ shεli din nyɛ kasi"
        },
        {
            "chapter": 76,
            "verse": 22,
            "text": "(Ka bɛ yεli ba): “Achiika! Ŋɔ maa nyɛla sanyoo n-tin ya, domin yi tuun- tumsa daa nyɛla bɛ ni paɣi shɛli.”"
        },
        {
            "chapter": 76,
            "verse": 23,
            "text": "(Yaa nyini Annabi)! Ti (Tinim’ Naawuni) n-siɣisi Alkur’aani n-ti a na, ka di nyɛ siɣisi ni yɛlimaŋli"
        },
        {
            "chapter": 76,
            "verse": 24,
            "text": "Dinzuɣu, niŋmi suɣulo ni a Duuma (Naawuni) zaligu, ka miri ka a doli bɛ (ninsalinim’) puuni ninvuɣu so ŋun kpεri Naawuni taali puuni, bee ŋun zooi gutulunsi"
        },
        {
            "chapter": 76,
            "verse": 25,
            "text": "Yaha! Bolimi a Duuma (Naawuni) yuli Asiba ni Zaawuni"
        },
        {
            "chapter": 76,
            "verse": 26,
            "text": "Yaha! Yuŋ puuni, niŋmi suzuuda n- ti O, ka lahi niŋ O kasi yuŋ din waɣa"
        },
        {
            "chapter": 76,
            "verse": 27,
            "text": "Achiika! Bambɔŋɔnim’ maa bɔrila yomyoma (Dunia), ka chεri dabsi’ timsili n-zaandi bɛ nyaaŋa"
        },
        {
            "chapter": 76,
            "verse": 28,
            "text": "Ti (Tinim’ Naawuni) N-nam ba, ka kpaŋsi bɛ nama, Ti mi yi lahi bɔra, ka Ti taɣi ba ka zaŋ ninvuɣu shɛba na, ka di nyɛla taɣibu ni yεlmaŋli"
        },
        {
            "chapter": 76,
            "verse": 29,
            "text": "Achiika! Ŋɔ maa nyɛla wa’azu, dinzuɣu ŋun bɔra, ŋun gbibi soviεlli n-zaŋ chaŋ o Duuma (Naawuni) sani"
        },
        {
            "chapter": 76,
            "verse": 30,
            "text": "Yi mi ku tooi yu (dolsigu), naɣila Naawuni n-yu li. Achiika! Naawuni nyɛla Baŋda, Yεmgoliŋga lana"
        },
        {
            "chapter": 76,
            "verse": 31,
            "text": "O zaŋdila O ni bɔri so n-kpɛhiri O nambɔzɔhigu (Alizanda) ni, ka kpaɣisi azaaba kpeeni zali zualindiriba"
        },
        {
            "chapter": 77,
            "verse": 1,
            "text": "M (Mani Naawuni) po pɔhim shɛli din ʒɛri parinda"
        },
        {
            "chapter": 77,
            "verse": 2,
            "text": "Yaha! M-po pɔhim shɛŋa din ʒɛri ni pam, ka saɣindi binyɛra"
        },
        {
            "chapter": 77,
            "verse": 3,
            "text": "N-lahi po Malaaika shɛba ban toori Naawuni nambɔzɔhigu (sakom) n- yεɣinda"
        },
        {
            "chapter": 77,
            "verse": 4,
            "text": "Ka lahi po Alkur’aani aayanim’ din wolgiri yɛlimaŋli mini ʒiri, ka di nyɛ wolgibu ni yɛlimaŋli"
        },
        {
            "chapter": 77,
            "verse": 5,
            "text": "Yaha! M-po Malaaika shɛba ban siɣisiri wahayi (Naawuni tuuntali) na"
        },
        {
            "chapter": 77,
            "verse": 6,
            "text": "Domin di ti ŋmaai daliri kam, bee ka di leei valsigu"
        },
        {
            "chapter": 77,
            "verse": 7,
            "text": "Achiika! Bɛ ni niŋdi ya alikauli shɛli maa (Chiyaama) nyɛla din yɛn niŋ"
        },
        {
            "chapter": 77,
            "verse": 8,
            "text": "Dinzuɣu di yi ti niŋ ka bɛ nyɛhi saŋmarsi neesim"
        },
        {
            "chapter": 77,
            "verse": 9,
            "text": "Yaha! Bɛ yi ti bɔɣi sagbana"
        },
        {
            "chapter": 77,
            "verse": 10,
            "text": "Yaha! Di yi ti niŋ ka bɛ wurim zoya"
        },
        {
            "chapter": 77,
            "verse": 11,
            "text": "Yaha! Bɛ yi zali saha shɛli tuumba ni yɛn laɣim"
        },
        {
            "chapter": 77,
            "verse": 12,
            "text": "Dabsi’ dini zuɣu ka bɛ naɣisi li"
        },
        {
            "chapter": 77,
            "verse": 13,
            "text": "Yɛlimaŋli mini ʒiri wolginsim dali zuɣu (ka bɛ naɣisi li)"
        },
        {
            "chapter": 77,
            "verse": 14,
            "text": "(Yaa nyini Annabi)! Bo n-leei yɛn chɛ a baŋ din nyɛ wloginsim dabsili"
        },
        {
            "chapter": 77,
            "verse": 15,
            "text": "Dindali maa, azaaba kpeeni daa be ninvuɣu shɛba ban labsiri Chiyaama ʒiri maa zuɣu"
        },
        {
            "chapter": 77,
            "verse": 16,
            "text": "Di ni bɔŋɔ, Ti (Tinim’ Naawuni) daa bi niŋ ban daŋ tooni hallaka"
        },
        {
            "chapter": 77,
            "verse": 17,
            "text": "Din nyaaŋa ka Ti yɛn zaŋ ban kpalim nyaaŋa n-dolsi ba"
        },
        {
            "chapter": 77,
            "verse": 18,
            "text": "Lala ka Ti niŋdi bibiɛhi"
        },
        {
            "chapter": 77,
            "verse": 19,
            "text": "Dindali maa, azaaba kpeeni daa be ninvuɣu shɛba ban labsi Chiyaama ʒiri maa zuɣu"
        },
        {
            "chapter": 77,
            "verse": 20,
            "text": "Di ni bɔŋɔ, Ti (Tinim’ Naawuni) bi nam ya mi ni kochɔɣiŋgu (Maniyyi bee dablim kom)"
        },
        {
            "chapter": 77,
            "verse": 21,
            "text": "Ka Ti zaŋ li niŋ luɣushɛli polo din nyɛ suhudoo ni yɛmbahiga shee"
        },
        {
            "chapter": 77,
            "verse": 22,
            "text": "Hali ni saha shɛli Ti ni zali li"
        },
        {
            "chapter": 77,
            "verse": 23,
            "text": "Ka Ti (Tinim’ Naawuni) zali Ti nam zaligu, m-bo ni ban zaandi fukumsi"
        },
        {
            "chapter": 77,
            "verse": 24,
            "text": "Dindali maa, azaaba kpeeni daa be ninvuɣu shɛba ban labsi Chiyaama ʒiri maa zuɣu"
        },
        {
            "chapter": 77,
            "verse": 25,
            "text": "Di ni bɔŋɔ, Ti (Tinim’ Naawuni) bi zaŋ tiŋgbani leei koligu"
        },
        {
            "chapter": 77,
            "verse": 26,
            "text": "(Ka di laɣindi) ninvuɣu shɛba ban be bɛ nyɛvuya ni mini ban kpi (di puuni)"
        },
        {
            "chapter": 77,
            "verse": 27,
            "text": "Ka Ti zaŋ zolikara niŋ di puuni, ka nyuhi ya ko’ nyɛɣisili"
        },
        {
            "chapter": 77,
            "verse": 28,
            "text": "Dindali maa, azaaba kpeeni daa be ninvuɣu shɛba ban labsi Chiyaama ʒiri maa zuɣu"
        },
        {
            "chapter": 77,
            "verse": 29,
            "text": "(Ka bɛ yɛli buɣum bihi): “Cham ya n-ti laɣim ni binshɛɣu yi ni daa labsiri ʒiri la.”"
        },
        {
            "chapter": 77,
            "verse": 30,
            "text": "“Cham ya mahim shɛli din mali wula ata la shee (dina n-nyɛ ʒahannama buɣum nyɔhi).”"
        },
        {
            "chapter": 77,
            "verse": 31,
            "text": "Dina m-pa mahim, di mi ku tooi taɣi ninsala ka chɛ ʒahannama buɣum zilli"
        },
        {
            "chapter": 77,
            "verse": 32,
            "text": "Achiika! Di nyɛla din labri buɣum kpila din ŋmani nam yilikara"
        },
        {
            "chapter": 77,
            "verse": 33,
            "text": "Ka di naan ŋmani laakumi sabila"
        },
        {
            "chapter": 77,
            "verse": 34,
            "text": "Dindali maa, azaaba kpeeni daa be ninvuɣu shɛba ban labsi Chiyaama ʒiri maa zuɣu"
        },
        {
            "chapter": 77,
            "verse": 35,
            "text": "Ŋɔ maa nyɛla dabsi’ shɛli bɛ (niriba) ni ku tooi yɛli yɛltɔɣa"
        },
        {
            "chapter": 77,
            "verse": 36,
            "text": "Bɛ mi ku saɣi ti ba, ka bɛ fabli"
        },
        {
            "chapter": 77,
            "verse": 37,
            "text": "Dindali maa, azaaba kpeeni daa be ninvuɣu shɛba ban labsi Chiyaama ʒiri maa zuɣu"
        },
        {
            "chapter": 77,
            "verse": 38,
            "text": "Ŋɔ maa nyɛla wolginsim dabsili, ka Ti (Tinim’ Naawuni) laɣim yi mini ban daŋ tooni maa"
        },
        {
            "chapter": 77,
            "verse": 39,
            "text": "Dinzuɣu, di yi niŋ ka yi mali nabiɛri shɛli, tɔ! Yin nam ya Ma"
        },
        {
            "chapter": 77,
            "verse": 40,
            "text": "Dindali maa, azaaba kpeeni daa be ninvuɣu shɛba ban labsi Chiyaama ʒiri maa zuɣu"
        },
        {
            "chapter": 77,
            "verse": 41,
            "text": "Achiika! Wuntizɔriba yɛn ti bela mahim mini kobilnina puuni"
        },
        {
            "chapter": 77,
            "verse": 42,
            "text": "Ni binwoli shɛŋa bɛ suhi ni kuli gbaai"
        },
        {
            "chapter": 77,
            "verse": 43,
            "text": "(Ka bɛ yɛli ba)! “Dim ya ka nyu ka di nyɛ yolsigu n-tin ya domin yi ni daa tumdi tuun’ shɛŋa zuɣu.”"
        },
        {
            "chapter": 77,
            "verse": 44,
            "text": "Achiika! Lala ka Ti (Tinim’ Naawuni) yɔri ninvuɣu suma sanyoo"
        },
        {
            "chapter": 77,
            "verse": 45,
            "text": "Dindali maa, azaaba kpeeni daa be ninvuɣu shɛba ban labsi Chiyaama ʒiri maa zuɣu"
        },
        {
            "chapter": 77,
            "verse": 46,
            "text": "Dim ya ka wum ya nyεɣisim biɛla, achiika! Yi nyɛla bibiɛhi"
        },
        {
            "chapter": 77,
            "verse": 47,
            "text": "Dindali maa, azaaba kpeeni daa be ninvuɣu shɛba ban labsi Chiyaama ʒiri zuɣu"
        },
        {
            "chapter": 77,
            "verse": 48,
            "text": "Yaha! Bɛ yi yɛli ba: “Kurummi ya n-ti Naawuni, bɛ bi kurinda.”"
        },
        {
            "chapter": 77,
            "verse": 49,
            "text": "Dindali maa, azaaba kpeeni daa be ninvuɣu shɛba ban labsi Chiyaama ʒiri maa zuɣu"
        },
        {
            "chapter": 77,
            "verse": 50,
            "text": "Ka yɛltɔɣa dini ka bɛ (chɛfurinim’) leei yɛn ti yɛlimaŋli di (Alkur’aani) nyaaŋa"
        }
    ]
}