{
    "maqras": [
        {
            "chapter": 3,
            "verse": 133,
            "text": "Yaha! Niŋmi ya daŋadaŋa n-zaŋ chaŋ chɛmpaŋ din yi yi Duuma (Naawuni) sani na, ni Alizanda shεli din yεlim saɣisi sagbana mini tiŋgbani yɛlim, ka bɛ mali di shili n-guli wuntizɔriba"
        },
        {
            "chapter": 3,
            "verse": 134,
            "text": "Ninvuɣu shεba ban diri bɛ daarzichi (Naawuni zuɣu) faako ni miisim ni, ni ninvuɣu shεba ban vaandi bεrim, ni ban chεri paŋdi ninsalinima. Yaha! Naawuni bɔrila tuunsumanima"
        },
        {
            "chapter": 3,
            "verse": 135,
            "text": "Yaha! Ni ninvuɣu shεba ban yi ti tum kavi tuma, bee ka bɛ dila bɛ maŋ’ zualinsi, ka bɛ teei Naawuni yεla, ka bo gaafara ni bɛ taya. So mi ku tooi chε m- paŋ naɣila Naawuni. Yaha! Ka bɛ bi tabli bɛ ni tum tuumbe’ shεli maa ni ka nyɛla ban mi"
        },
        {
            "chapter": 3,
            "verse": 136,
            "text": "Bannim’ maa sanyoo nyɛla chɛmpaŋ din yi bɛ Duuma (Naawuni) sani na, ni Alizanda yili shεŋa din kulibɔna zɔri gindi di lɔŋ ni, ka bɛ nyɛla ban yɛn ti kpalim di puuni. Yaha! M-bo ni tuuntumdiba sanyoo"
        },
        {
            "chapter": 3,
            "verse": 137,
            "text": "Achiika! Yεli shɛŋa din ŋmani yi bɛhigu ŋɔ maa pun daŋsi pɔi ni yinima (al’umma shɛba ban gari maa ni). Dinzuɣu gom ya tiŋgbani yaaŋa zuɣu, ka nya ninvuɣu shɛba ban daa labsi tuumba ʒiri maa bahigu ni daa nyɛ shεm"
        },
        {
            "chapter": 3,
            "verse": 138,
            "text": "Ŋɔ maa nyɛla kahigibu n-zaŋ ti ninsalinima, ni dolsigu, ka di lahi nyɛ wa’azu n-ti wuntizɔriba"
        },
        {
            "chapter": 3,
            "verse": 139,
            "text": "Dinzuɣu, miri ya (yi Muslinnima) ka yi gbargi yi maŋa, yi mi miri ka yi niŋ suhusaɣiŋgu, yinima n-nyɛ ban yɛn nya nasara, yi yi nyɛla ban ti Naawuni yεlimaŋli"
        },
        {
            "chapter": 3,
            "verse": 140,
            "text": "Yi (Muslinnim’) yi deei daŋsi, tɔ! Achiika! Ninvuɣu shεba (chɛfurinima) daa deei daŋsi di tatabo (Badar tobu ni). Lala mi ka Ti (Tinim’ Naawuni) lebgiri dabsa n-tiri ninsalinima. Yaha! Domin Naawuni lahi baŋ ninvuɣu shεba ban ti yεlimaŋli, ka gbibi yi puuni shεba ka bɛ lu tobu maa ni (ka kpe Alizanda).Yaha! Naawuni bi bɔri zualindiriba"
        },
        {
            "chapter": 3,
            "verse": 141,
            "text": "Yaha! Domin Naawuni paɣi neei ninvuɣu shεba ban ti yεlimaŋli, ka kpihim chɛfurinim’ vurili"
        },
        {
            "chapter": 3,
            "verse": 142,
            "text": "Bee yi (Muslinnim’) tεhiri mi ni yi ni kpe Alizanda, ka Naawuni bi baŋ yi puuni ban tuhi tobu (Naawuni zuɣu), ka lahi baŋ ban mali suɣulo yi puuni"
        },
        {
            "chapter": 3,
            "verse": 143,
            "text": "Achiika! Yi daa pun nyɛla ban bɔri kpibu (adiini zuɣu) pɔi ka yi naan laɣim ni dina, tɔ! Achiika! Yi mi nya li, ka nyɛla ban kuli yuunda"
        },
        {
            "chapter": 3,
            "verse": 144,
            "text": "Yaha! Annabi Muhammadu pala so naɣila Naawuni tumo. Achiika! Tuumba daa pun kana gari pɔi ni ŋuna. Di ni bɔŋɔ, o yi kpi bee ka bɛ ku o mi, yi (Muslinnim) lebrimi m-biri yi napɔŋ- kpahi zuɣu? Yaha! Ŋun ti lebi biri o napɔŋkpahi zuɣu, tɔ! Di kariya ni di niŋ Naawuni chuuta shεli. Yaha! Ni baalim, Naawuni ni yo ninvuɣu shεba ban paɣi (sanyovɛlli)"
        },
        {
            "chapter": 3,
            "verse": 145,
            "text": "Yaha! Di ku tooi niŋ ka nyεvuli lana so kpi naɣila ni Naawuni saɣiti, ka di nyɛla bɛ ni zali shɛli ka di mali di saha, ŋun bɔri Dunia sanyoo, Ti (Tinim’ Naawuni) ni ti o di puuni shεli, ŋun mi bɔri Chiyaama sanyoo, Ti ni lahi ti o di puuni shɛli. Yaha! Ni baalim, Ti ni yo ninvuɣu shεba ban paɣi (sanyoviεlli)"
        },
        {
            "chapter": 3,
            "verse": 146,
            "text": "Di zooiya ka Annabi so tuhi tobu, ka adiini baŋdiba pam yi na pahi o zuɣu, ka bɛ bi gbaɣisi tobu maa domin yɛli shɛli din nya ba Naawuni soli zuɣu, bɛ mi bi gbargi bɛ maŋa, ka mi bi filim bɛ maŋa n-ti bɛ dimba. Naawuni mi bɔrila suɣulonima"
        },
        {
            "chapter": 3,
            "verse": 147,
            "text": "Yaha! Bɛ daa ka yεltɔɣa shεli m- pahila bɛ yεlimi: “Yaa ti Duuma Naawuni! Chεli ti taya m-paŋ ti, ni ti ni niŋ barina shɛli ti bɛhigu puuni, ka ba ti naba zali. ka ti ti nasara ninvuɣu shεba ban nyɛ chεfurinim’ maa zuɣu.”"
        },
        {
            "chapter": 3,
            "verse": 148,
            "text": "Ka Naawuni ti ba Dunia sanyoo (nasara mini tobbuna), ka ti lahi yɛn ti ti ba Chiyaama sanyovεlli (Alizanda). Yaha! Naawuni bɔrila tuunvɛlanima"
        },
        {
            "chapter": 3,
            "verse": 149,
            "text": "Yaa yinim’ ninvuɣu shεba ban ti Naawuni yεlimaŋli! Yi yi doli ninvuɣu shεba ban niŋ chεfuritali maa, bɛ ni ŋmalgi ya yi napɔŋkpahi zuɣu (ka chε yi yεlimaŋtibo maa), ka leei ninvuɣu shεba ban kɔhilu"
        },
        {
            "chapter": 3,
            "verse": 150,
            "text": "Chɛli gba! Naawuni n-nyɛ Ŋun sɔŋdi ya. Yaha! Ŋuna n-nyɛ Ŋun gari ŋun kam nyɛ sɔŋda"
        },
        {
            "chapter": 3,
            "verse": 151,
            "text": "Ni baalim! Ti (Tinim’ Naawuni) ni zaŋ dabεm niŋ ninvuɣu shɛba ban niŋ chεfuritali maa suhiri ni, domin bɛ ni bo nyintahi n-ti Naawuni maa zuɣu, ka di nyɛla binshɛɣu O (Naawuni) ni bi siɣisi di daliri na. Yaha! Bɛ labbu shee n-yɛn ti nyɛ buɣum ni. Yaha! Zualindiriba labbu shee niŋ din be"
        },
        {
            "chapter": 3,
            "verse": 152,
            "text": "Yaha! Achiika! Naawuni pali ya O daalikauli saha shεli yi ni daa kuri ba (chεfurinim’ maa) ni O yεdda, hali ti paai saha shεli yi ni daa ti gbargi yi maŋa, ka niŋ namgbankpeeni bɛhigu puuni, ka birgi zaligu saha shɛli O (Naawuni) ni daa baŋsi ya yi ni bɔri (nasara) shɛli maa naai. Yi puuni shεba beni bɔrila Dunia, ka yi puuni shεba mi beni m-bɔri Chiyaama. Din nyaaŋa, ka O ŋmalgi ya ka chɛ ba, domin O dahim ya zuɣu. Yaha! Achiika! O chε m-paŋ ya. Naawuni mi nyɛla Pintira n-zaŋ ti ninvuɣu shɛba ban ti yɛlimaŋli"
        }
    ]
}