{
    "maqras": [
        {
            "chapter": 4,
            "verse": 24,
            "text": "Ni paɣaba puuni ban be dobba yiya, naɣila yi sulinsi, Naawuni fukumsi n- nyɛ li ka O ŋmaai li n-zali ya talahi. Yaha! Bɛ niŋ ya paɣa shɛba ban kpalim di nyaaŋa halalsi, ni yi bo ba ni yi daarzichi, ka bɛ nyɛla paɣa shεba ban gbibi bɛ maŋ’ ka pa pagɔra. Yaha! Yi ni wum (amiliya ʒii) nyɛɣisim ni paɣa shεba, tɔ! Yin yom ya ba bε sadaachinima. 1 Amaa! Di pa taali yi zuɣu ka yi ni tooi bo binshɛɣu m-pahi di (sadaachi maa zuɣu n-ti ba). Achiika! Naawuni nyɛla Baŋda, Yεmgoliŋga lana"
        },
        {
            "chapter": 4,
            "verse": 25,
            "text": "Ŋun’ mi ka yiko ni o niŋ Muslim’ bilchin’ paɣaba amiliya, tɔ! Ŋun niŋmi yi sulinsi amiliya. Yaha! Naawuni mi yi iimaansili (yɛlimaŋtibo) yɛla, yi yila taba puuni na. Dinzuɣu, niŋmi ya ba amiliya ni bɛ niriba yεdda. Yaha! Tim ya ba bɛ sadaachi ni bɛrisuŋ, (ka bɛ nyɛla) paɣa shεba ban gbibi bɛ maŋ’ ka pa pagɔra, ka mi pa ban mali simnim’ sambani ni. Amaa! Bɛ yi ti niŋ amiliya, ka lahi niŋ zina din nyaaŋa, tɔ! Bilchin’ paɣaba tibli dargibu pirgili ʒe bɛ zuɣu. Di (fukumsi) ʒemi n-ti ninvuɣu so ŋun zɔri wahala yi puuni. Yi mi yi niŋ suɣulo, dina n-nyɛ din gari n-zaŋ tin ya"
        },
        {
            "chapter": 4,
            "verse": 26,
            "text": "Naawuni bɔrimi ni O kahigi ya, ka dolsi ya ninvuɣu shεba ban daa kana poi ni yinim’ maa soya, ka lahi deei yi tuuba. Yaha! Naawuni nyɛla Baŋda, Yεmgolinga lana"
        },
        {
            "chapter": 4,
            "verse": 27,
            "text": "Yaha! Naawuni bɔrimi ni O deei yi tuuba, ka ninvuɣu shεba ban doli Dunia kɔrsi maa mi bɔri ni yi gbilgi gbilgibu din galsi"
        },
        {
            "chapter": 4,
            "verse": 28,
            "text": "Naawuni bɔrimi ni O balgi yɛla n-tin ya. Yaha! Bɛ namla ninsala ka o nyɛ zaɣigbariŋ"
        },
        {
            "chapter": 4,
            "verse": 29,
            "text": "Yaa yinim’ ninvuɣu shεba ban ti Naawuni yεlimaŋli! Di diri ya yi daarzichi yi sunsuuni ni zualinsi, naɣila di nyɛla daabilim din nyɛ yεdda yi sunsuuni. Yaha! Di kuri ya yi maŋsi. Achiika! Naawuni nyɛla Nambɔzobonaa n-zaŋ tin ya"
        },
        {
            "chapter": 4,
            "verse": 30,
            "text": "Yaha! Ŋun ti niŋ lala, ka di nyɛla dimli zuɣu, ni zualinsi, tɔ! Ti (Tinim’ Naawuni) ni zaŋ o kpεhi buɣum ni. Yaha! Lala maa nyɛla tuŋ (soochi) Naawuni sani"
        },
        {
            "chapter": 4,
            "verse": 31,
            "text": "Yi yi niŋ katiŋ’ ni tuumbekara shεŋa bɛ ni mɔŋdi ya, tɔ! Ti (Tinim’ Naawuni) ni nyεhi yi taya din nyɛ zaɣibihi. Yaha! Ka Ti zaŋ ya kpεhi kpɛhili shee din mali jilma (Alizanda)"
        },
        {
            "chapter": 4,
            "verse": 32,
            "text": "Yaha! Di niŋ ya Naawuni ni zaŋ shɛli n-tibgi yi puuni shεba taba zuɣu kore, dobba mali tarli bɛ ni tum shɛli puuni, ka paɣaba mali tarli bɛ ni tum shɛli puuni. Dinzuɣu, suhimi ya Naawuni O pini puuni. Achiika! Naawuni nyɛla Baŋda ni binshɛɣu kam"
        },
        {
            "chapter": 4,
            "verse": 33,
            "text": "Yaha! Sokam, Ti (Tinim’ Naawuni) zalila falidiriba ba ni ma bee dɔɣiriba ni chɛ shεli puuni. Yaha! Tim ya ninvuɣu shεba yi ni gbaai alikauli ni bana bɛ tarli. 1 Achiika! Naawuni nyɛla Shɛhira- dira binshɛɣu kam zuɣu"
        },
        {
            "chapter": 4,
            "verse": 34,
            "text": "Dobba n-nyɛ ban zaandi fukumsi paɣaba zuɣu, domin Naawuni ni kuli tibgi shɛba bɛ taba zuɣu, ni bɛ ni lahi mali shɛli dihiri ba bɛ daarzichi puuni. Dinzuɣu, ban nyɛ paɣasuma dolila bɛ yidaannima, ka nyɛ ban guri bɛ tohinini ashilo domin Naawuni ni gu shɛli zuɣu. Paɣa shεba mi yi ni zɔri bɛ nina yεrimbu, tɔ! Yin saɣisim ya ba, (bɛ yi bi taɣi bεhiga), yin niŋmi ya ba katiŋ’ dooshee, (bɛ yi na kuli bi taɣira), tɔ! Yin bum ya ba (buri shɛli din bi yɛn niŋ ba chuuta shɛli). Amaa! Bɛ yi doli ya, tɔ! Yin miri ya ka yi bo so’ shεli (ni yi zaŋ li nahim ba). Achiika! Naawuni nyɛla Ŋun nam du ka galsi"
        },
        {
            "chapter": 4,
            "verse": 35,
            "text": "Yaha! Yi yi zɔri namgbankpeeni bɛ (doo maa mini o paɣa) sunsuuni, tɔ! Yin timmi ya fukumsilana so o (doo maa) niriba polo, ni fukumsilana so o (paɣa maa) niriba polo (ka bɛ ti mali bɛ sunsuuni). Bɛ niriba ayi yi maa yi bɔri maligu, tɔ! Naawuni ni ŋmaai li jia bɛ sunsuuni. Achiika! Naawuni nyɛla Baŋda, Ŋun mi din sɔɣi yi tuuntumsa puuni"
        }
    ]
}