{
    "maqras": [
        {
            "chapter": 4,
            "verse": 163,
            "text": "(Yaa nyini Annabi)! Ti (Tinim’ (Naawuni) n-tim wahayi na a sani, kamani Ti ni daa tim ni wahayi Annabi Nuhu sani shɛm, n-ti pahi Annabinim’ ban kana o nyaaŋa. Yaha! Ka Ti tim ni wahayi Annabi Ibrahima sani, ni Annabi Ismaaila, ni Annabi Is’haaka, ni Annabi Ya’akuba, ni bɛ yaansi (Annabi Yisifu ni o mabihi) ni Annabi Issa, ni Annabi Ayuba, ni Annabi Yinusa, ni Annabi Haruna, ni Annabi Sulemana. Yaha! Ka Ti daa ti Annabi Dawuda Zabura"
        },
        {
            "chapter": 4,
            "verse": 164,
            "text": "(Yaa nyini Annabi)! Tuun’ shεba mi beni ka Ti (Tinim’ Naawuni) ti a bɛ lahibali (Alkur’aani puuni), ka bɛ puuni shεba mi beni ka Ti bi ti a bɛ lahibali. Yaha! Naawuni daa tɔɣisi yɛltɔɣa ni Annabi Musa, tɔɣisigu ni yεlimaŋli"
        },
        {
            "chapter": 4,
            "verse": 165,
            "text": "Bɛ nyɛla tuun’ shεba ban tiri suhu- pεlli lahibali (ni Alizanda), ka lahi nyɛ ban valsira (ni buɣum daazaaba), domin ninsalinim’ ti ka daliri shεli tuumba maa kandi na nyaaŋa (Zaadali). Yaha! Naawuni nyεla Nyɛŋda, Yεmgoliŋga- lana"
        },
        {
            "chapter": 4,
            "verse": 166,
            "text": "Amaa! Naawuni diri O ni siɣisi shɛli (Alkur’aani) n-ti a na maa shɛhira, O siɣisi li mi ni O baŋsim, ka Malaaika- nim’ diri shɛhira. Yaha! Naawuni saɣi Shɛhiradira"
        },
        {
            "chapter": 4,
            "verse": 167,
            "text": "Achiika! Ninvuɣu shεba ban niŋ chεfuritali, ka taɣiri (niriba) ka chεri Naawuni soli, tɔ! Achiika! Bɛ bɔrgi ya bɔrginsim din niŋ katiŋa (ni dolsigu)"
        },
        {
            "chapter": 4,
            "verse": 168,
            "text": "Achiika! Ninvuɣu shεba ban niŋ chεfuritali, ka di zualinsi, tɔ! Naawuni pala Ŋun yɛn chε m-paŋ ba, O mi ku dolsi ba sochibga"
        },
        {
            "chapter": 4,
            "verse": 169,
            "text": "Naɣila ʒahannama (buɣum) soli, ka bɛ ti yɛn kpalim di puuni kuli mali wɔra. Yaha! Lala nyɛla soochi Naawuni sani"
        },
        {
            "chapter": 4,
            "verse": 170,
            "text": "Yaa yinim’ ninsalinima! Achiika! Tumo (Annabi Muhammadu) kan ya na yi Duuma (Naawuni) sani ni yεlimaŋli. Dinzuɣu, tim ya o yεlimaŋli, dina n-nyɛ bɛrisuŋ n-zaŋ tin ya. Amaa! Yi yi niŋ chεfuritali, tɔ! Achiika! Naawuni n-su din be sagbana ni tiŋgbani ni. Yaha! Naawuni nyεla Baŋda, Yεmgoliŋgalana"
        },
        {
            "chapter": 4,
            "verse": 171,
            "text": "Yaa yinim’ bɛ ni ti shεba litaafi (Yahuudu mini Nashaaranima)! Di kpahi ya yεɣi tariga yi daadiini puuni, yi mi di tɔɣisi ya yεltɔɣa shεli n-zaŋ jɛndi Naawuni naɣila ni yεlimaŋli. Achiika! Almasiihu Issa Mariam bia nyɛla Naawuni tumo ni O yεltɔɣali, ka lahi nyɛ nyɛvuli din yi O sani na, ka O (Naawuni) labi li niŋ Mariama ni, ka nyɛla nyɛvuli din yi O sani na. Dinzuɣu, tim ya Naawuni ni O tuumba yεlimaŋli, ka miri ya ka yi yεli: “Naawuni pirila siɣim buta.” Chεli ya li yεlibu, (yi yi chɛ li yɛlibu), dina n-nyɛ alheeri tin ya. Achiika! Naawuni nyɛla Duuma yino. O nam niŋ kasi ni O mali bia. Ŋuna n-su din be sagbana ni tiŋgbani ni. Yaha! Naawuni saɣiya ni bɛ dalimmi O"
        },
        {
            "chapter": 4,
            "verse": 172,
            "text": "Di kariya ka Almasiihu (Annabi Issa) zaɣisi ni o leei dabli n-ti Naawuni. Lala n-nyɛ Malaaika shεba ban miri Naawuni maa. Dinzuɣu, ŋun kam zaɣisi O jεma, ka tibgi o maŋa, tɔ! Ni baalim, Naawuni ni laɣim bɛ zaasa namgbani- yini O sani (Zaadali)"
        },
        {
            "chapter": 4,
            "verse": 173,
            "text": "Amaa! Ninvuɣu shεba ban ti Naawuni yεlimaŋli ka tum tuunsuma, tɔ! (Naawuni) ni pali ba bɛ sanyoo, ka lahi pahi ba shεli O pini puuni. Yaha! Amaa! Ninvuɣu shεba ban zaɣisi ka tibgi bɛ maŋa, tɔ! Naawuni ni niŋ ba azaaba kpeeni. Bɛ mi ti ku nya ŋun yɛn taɣi ba, bee ŋun yɛn sɔŋ ba ka pa ni Naawuni"
        },
        {
            "chapter": 4,
            "verse": 174,
            "text": "Yaa yinim’ ninsalinima! Achiika! Daliri kan ya na yi Duuma (Naawuni) sani. Ka Ti (Tinim’ Naawuni) lahi siɣisi ya neesim (Alkur’aani) na polo ni"
        },
        {
            "chapter": 4,
            "verse": 175,
            "text": "Amaa! Ninvuɣu shεba ban ti Naawuni yεlimaŋli, ka dihi o tabli, tɔ! Ni baalim, O ni kpεhi ba O nambɔzɔbo ni, ni pini shɛli (Alizanda). Ka dolsi ba n-zaŋ kana O sani ka di nyɛ sochibga"
        },
        {
            "chapter": 4,
            "verse": 176,
            "text": "(Yaa nyini Annabi)! Bɛ bɔri ni a baŋsi ba. Tɔ! Yεlima: “Naawuni n-nyɛ Ŋun yɛn baŋsi ya ninvuɣu so ŋun kpi ka ka ba bee bia yɛltɔɣa. Lala n-lahi nyɛli, ninvuɣu so ŋun kpi ka ka bia, ka mali tuzopaɣa, tɔ! O (tuzopaɣa maa) sula o ni kpi ka chɛ shɛli pirgili, ka o mi gba diri o fali, di yi niŋ ka o (tuzopaɣa maa) ka bia. Bɛ mi yi nyɛla tuzopaɣaba ayi, tɔ! Bɛ sula vaabu buyi o ni chɛ shɛli ni. Bɛ mi yi nyɛla mabihi dobba ni paɣaba, tɔ! Doo sula paɣaba ayi tarli. Naawuni kahigiri li mi n-tiri ya, domin yi ti di bɔrgi. Yaha! Naawuni nyɛla Ŋun mi binshɛɣu kam"
        }
    ]
}