{
    "maqras": [
        {
            "chapter": 5,
            "verse": 82,
            "text": "Achiika! (Yaa nyini Annabi)! A ni nya kadama ninvuɣu shεba ban dimli ni Muslinnim’ kpɛm n-nyɛ Yahuudunima (Jews), n-ti pahi ban laɣim Naawuni ni shɛli jεmda. A ni lahi nya ka ban yurlim miri na ni Muslinnima n-nyɛ ban yɛli: Achiika! Tinim’ nyɛla Nashaaranima (dolodolonima).” Domin limamanima (pastanima) bela bɛ puuni, n-ti pahi faaranima. Achiika! Bɛ mi bi tibgiri bɛ maŋa"
        },
        {
            "chapter": 5,
            "verse": 83,
            "text": "Yaha! Bɛ yi ti wum bɛ ni siɣisi shɛli (Alkur’aani) na n-ti ti Naawuni tumo (Annabi Muhammadu), a ni nya ka bɛ nina zɔri ni nintam, domin yεlimaŋ’ shɛli bɛ ni kuli baŋ. Ka bɛ naan yεra: “Yaa ti Duuma! Ti ti yεlimaŋli, dinzuɣu, sabmi ti m-pahi shɛhiradiriba puuni"
        },
        {
            "chapter": 5,
            "verse": 84,
            "text": "“Yaha! Bozuɣu ka ti ku ti Naawuni yεlimaŋli, ni din ka ti na ni yεlimaŋli ŋɔ maa (Alkur’aani). Dinzuɣu, ti niŋdi kore ni ti Duuma (Naawuni) zaŋ ti m-kpεhi ninvuɣusuma puuni.”"
        },
        {
            "chapter": 5,
            "verse": 85,
            "text": "Ka Naawuni yo ba samli ni Alizanda yili shεŋa kulibɔna ni ti yɛn zɔri gindi di gbinni la, domin bɛ ni yɛli shɛli maa zuɣu, ka bɛ yɛn ti kpalim di puuni kuli mali wɔra. Yaha! Dina n-nyɛ tuunvɛlanim’ sanyoo"
        },
        {
            "chapter": 5,
            "verse": 86,
            "text": "Yaha! Ninvuɣu shεba ban niŋ chεfuritali, ka labsi Ti (Tinim’ Naawuni) aayanim’ ʒiri, tɔ! Bana n-nyɛ ʒehiimi 1 buɣum bihi"
        },
        {
            "chapter": 5,
            "verse": 87,
            "text": "Yaa yinim’ ninvuɣu shɛba ban ti Naawuni yεlimaŋli! Di mɔŋ ya yi maŋ bindirisuŋ shεŋa Naawuni ni niŋ ya di halalsi. Amaa! Di kpahi ya yεɣi tariga. Achiika! Naawuni bi bɔri ninvuɣu shεba ban kpahiri yεɣira"
        },
        {
            "chapter": 5,
            "verse": 88,
            "text": "Yaha! Dim ya Naawuni ni largi ya shɛli puuni ka di nyɛ halalsi ka viɛla. Yaha! Zom ya Naawuni so yi ni tiri yεlimaŋli maa"
        },
        {
            "chapter": 5,
            "verse": 89,
            "text": "Naawuni bi gbaari ya ni taali n-zaŋ chaŋ yi ni bi yuri ka po pɔri shεŋa, amaa! O ni gbaai ya taali ni yi ni niŋ shɛli niya ka po. Dinzuɣu, di kafaara nyɛla nandamba pia, ka di saɣisi yi ni mali shɛli dihiri yi maligu. Bee bɛ solibu, bee ka yi chɛ dabpaɣa. Amaa! Ŋun bi tooi nya, tɔ! Ŋun lom noli dabsa ata. Dina n-nyɛ yi pɔri kafaara, di yi ti niŋ ka yi po pɔri. Yaha! Gum ya yi pɔri. Tɔ! Lala ka Naawuni kahigiri ya O daalaamanima, domin achiika! Yi leei ban yɛn paɣi"
        },
        {
            "chapter": 5,
            "verse": 90,
            "text": "Yaa yinim’ ninvuɣu shɛba ban ti Naawuni yεlimaŋli! Achiika! Dam mini chacha, ni buɣa mini baɣabihi nyɛla tabzahi (daɣiri) din yi shintaŋ tuma ni na, dinzuɣu niŋmi ya li katiŋa, domin achiika! Yi nyɛla ban yɛn nyɛ tarli"
        },
        {
            "chapter": 5,
            "verse": 91,
            "text": "Achiika! Shintaŋ bɔrimi ni o zaŋ dimli mini sujee niŋ yi sunsuuni n-zaŋ chaŋ dam nyubu mini chacha polo, ka taɣiri ya ni yi di teei Naawuni yɛla, ni jiŋli puhibu. Di ni bɔŋɔ, yi nyɛla ban yɛn chε"
        },
        {
            "chapter": 5,
            "verse": 92,
            "text": "Yaha! Doli ya Naawuni, ka doli O tumo (Annabi Muhammadu), ka niŋ ya siɣa. Amaa! Yi yi lebi biri, tɔ! Yin baŋmi ya ni achiika! Talahi shɛli din ʒi Ti tumo zuɣu nyɛla o ti tuuntali polo ni"
        },
        {
            "chapter": 5,
            "verse": 93,
            "text": "Taali ka ninvuɣu shεba ban ti Naawuni yεlimaŋli ka tum tuunviεla n-zaŋ chaŋ bɛ ni pun daŋ di bindir’ shεŋa, dindee yi niŋ ka bɛ zo Naawuni, ka ti o yεlimaŋli, ka tum tuunsuma, din nyaaŋa ka bɛ lahi zo Naawuni, ka ti O yεlimaŋli. Din nyaaŋa Ka bɛ zo Naawuni, ka viɛlgi tuma. Yaha! Naawuni bɔrila ninvuɣu shεba ban vɛlgiri bɛ tuma"
        },
        {
            "chapter": 5,
            "verse": 94,
            "text": "Yaa yinim’ ninvuɣu shɛba ban ti Naawuni yεlimaŋli! Achiika! Naawuni nyɛla Ŋun yɛn dahim ya ni binshɛɣu pεli gobu ni, ka di nyɛla yi naan tooi zaŋ yi nuhi gbaai ba, bee ka yi zaŋ kpana n-labi ku ba (ka Naawuni mɔŋ ya di zaasa), domin O (Naawuni) baŋ ŋun zɔri O ni ashilo ni. Dinzuɣu, ŋun ti kpahi yεɣi di zuɣu, tɔ! Azaabakpeeni be o zuɣu (Zaadali)"
        },
        {
            "chapter": 5,
            "verse": 95,
            "text": "Yaa yinim’ ninvuɣu shɛba ban ti Naawuni yεlimaŋli! Di kuri ya binnyεma, ka nyɛla ban be yi Ihraami (Ban niŋ Haʒi bee Umra niyya) puuni, dinzuɣu, (Alahiʒi so) ŋun ti niŋ nakpaɣandi ka ku binnyεŋ (Haʒi puuni) tɔ! O sanyoo nyɛla o kɔrgi biŋkɔbgu o tatabo, 1 ka di zani o ni ku shɛli maa zaa ni, ka yi puuni niriba ayi ban mali aadalsi niŋ di fukumsi, ka di nyɛla sara din paai Ka’aba gbini, bee (yi yi ka di yiko), tɔ! Di kafaara nyɛla yi dihi naandamba pia, bee din yɛn tooi saɣisi lala n-nyɛ yi lo noli, domin o (Alihaʒi maa) lam o ni tum tuun’ shɛli maa biɛrim. Amaa! Naawuni chε m-paŋ ya din pun gari. Yaha! Ŋun ti labi na n-ti lahi tum lala, ka Naawuni dargi o tibli. Yaha! Naawuni nyɛla Nyɛŋda, Tibdargibo Naa"
        },
        {
            "chapter": 5,
            "verse": 96,
            "text": "Bɛ niŋ ya halalsi ni yi kum kom ni binnyεma, n-ti pahi di puuni bindirigu, ka di nyɛla nyɛɣisim n-tin ya, ka lahi nyɛ guzuli n-ti ban chani soli. Amaa! Bɛ mɔŋ ya tiŋgbani ni binnyεma kubu, di yi niŋ ka yi na be yi Ihraami puuni. Yaha! Zom ya Naawuni so bɛ ni yɛn ti laɣim ya O sani maa (Zaadali)"
        }
    ]
}