{
    "maqras": [
        {
            "chapter": 7,
            "verse": 65,
            "text": "Yaha! Ka Ti (Tinim’ Naawuni) daa tim Annabi Hudu n-zaŋ kana Aadunim’ sani, ka o ti yεli: “Yaa yinim’ n niriba! Jɛmmi ya Naawuni, yi ka duuma so ka pa ni Ŋuna. Di ni bɔŋɔ, yi pala ban yɛn zo Naawuni"
        },
        {
            "chapter": 7,
            "verse": 66,
            "text": "Ka asanzanim’ ban niŋ chɛfuritali o niriba puuni yεli: “Achiika! Tinim’ kuli nya a ka jεrlim tabi a. Yaha! Tinim’ tεhi ya ni achiika! A be ʒirinim’ puuni.”"
        },
        {
            "chapter": 7,
            "verse": 67,
            "text": "Ka o (Annabi Hudu) yεli: “Yaa yinim’ n niriba: “Jεrlim bi tabi ma, amaa! achiika! Mani nyεla tuun’ so ŋun yi bin- namda Duuma sani na.”"
        },
        {
            "chapter": 7,
            "verse": 68,
            "text": "“Ka n-chɛ ka tuuntali paari ya n Duuma (Naawuni) sani na. Yaha! N nyεla yɛmbahigalana, ni saɣisigulana n- tin ya.”"
        },
        {
            "chapter": 7,
            "verse": 69,
            "text": "Bee yi niŋla lahiʒiba ni teebu yi yi Duuma (Naawuni) sani n-kana yi puuni so zilli zuɣu domin o tin ya saɣisigu? Yaha! Teemi ya saha shεli O (Naawuni) ni daa zali ya ka yi nyɛ ninvuɣu shɛba ban deeri taba tiŋgbani yaaŋa zuɣu Annabi Nuhu niriba nyaaŋa, ka pahi ya yaa ni galsim yi niŋgbina puuni, dinzuɣu teemi ya Naawuni yolisa (O ni’ima nima), achiika! Yi nyɛla ban yɛn nyɛ tarli"
        },
        {
            "chapter": 7,
            "verse": 70,
            "text": "Ka bɛ yεli: “Di ni bɔŋɔ, a ka ti mi na ni ti ti jεm Naawuni ko, ka chɛ ti banim’ ni daa jεmdi shεli maa? Tɔ! Tahimi ti a ni gbaari ti alikauli (azaaba) shɛli maa na, a yi nyɛla ninvuɣu so ŋun be yεlimaŋlinim’ puuni"
        },
        {
            "chapter": 7,
            "verse": 71,
            "text": "Ka o (Annabi Hudu) yεli: “Achiika! Azaaba mini sujee shee yi zuɣu na yi Duuma (Naawuni) sani. Di ni bɔŋɔ, yi ŋmεri ma la namgbankpeeni n-zaŋ chaŋ yuli shεŋa yi mini yi banim’ ni boli? ka di nyɛla Naawuni bi siɣisi daliri shεli na di zuɣu, dinzuɣu guhimi ya, achiika! Mani gba pahi yi zuɣu ban guhiri puuni"
        },
        {
            "chapter": 7,
            "verse": 72,
            "text": "Ka Ti (Tinim’ Naawuni) daa tilgi o mini ban daa pahi o zuɣu ni nambɔzɔbo din yi Ti sani na, ka ŋmaai ninvuɣu shεba ban labsi Ti (Tinim’ Naawuni) aayanim’ ʒiri maa bahigu. Yaha! Bɛ daa pala ban ti Naawuni yεlimaŋli"
        },
        {
            "chapter": 7,
            "verse": 73,
            "text": "Yaha! Ka Ti (Tinim’ Naawuni) daa tim Samuudunim’ mabia Sālihu bɛ sani, Ka o ti yεli ba: “Yaa yinim’ n niriba! Jεmmi ya Naawuni, yi ka duuma so ka pa ni Ŋuna. Achiika! Kahigibu kan ya na yi Duuma sani. Naawuni laakumi m- bɔŋɔ ka o nyɛla alaama shɛli n-zaŋ tin ya, dinzuɣu chεli ya o ka o di Naawuni tiŋgbani ni, ka miri ya ka yi niŋ o biɛrim shεli, ka azaabakpeeni ti gbaai ya.”"
        },
        {
            "chapter": 7,
            "verse": 74,
            "text": "Yaha! Teemi ya saha shεli O (Naawuni) ni daa zali ya ka yi nyɛ fali- diriba Aadunim’ nyaaŋa, ka ʒili ya tiŋgbani ni, ka yi mεri yiliwaɣila tamdi di zoya zuɣu, ka kpɛri zoya ka di nyɛ yiya. Dinzuɣu, teemi ya Naawuni ni niŋ ya ni’ima shεŋa, ka miri ya ka yi saɣindi tiŋgbani yaaŋa zuɣu, ka nyɛla ban tumdi tuumbɛri"
        },
        {
            "chapter": 7,
            "verse": 75,
            "text": "Ka asanzanim’ o (Annabi Sālihu) niriba puuni yεli bɛ puuni tarimba ban ti Naawuni yεlimaŋli: “Di ni bɔŋɔ, yi mini la Sālihu shiri nyɛla tuun’ so o Duuma sani? Ka bɛ (tarimba) yεli: “Tinim’ ti yεlimaŋli ni shɛli zuɣu bɛ ni tim o maa na.”"
        },
        {
            "chapter": 7,
            "verse": 76,
            "text": "Ka ninvuɣu shɛba ban tibgi bɛ maŋ’ yεli: “Achiika! Tinim’ nyɛla ban niŋ chɛfuritali ni yi ni ti shɛli yεlimaŋli maa.”"
        },
        {
            "chapter": 7,
            "verse": 77,
            "text": "Ka bɛ ku laakumi maa, ka kpahi yεɣi bɛ Duuma (Naawuni) zaligu, ka naan yεli: “Yaa nyini Sālihu! Tahimi ti a ni gbaari ti alikauli (azaaba) shɛli maa na, a yi nyɛla ŋun be Naawuni tuumba ni.”"
        },
        {
            "chapter": 7,
            "verse": 78,
            "text": "Ka tahigu gbaai ba yim zuɣu, ka bɛ leei ninvuɣu shɛba ban gbaŋgbaya (ka bɛ leei ban kpi n-do bɛ yiŋsi puuni)"
        },
        {
            "chapter": 7,
            "verse": 79,
            "text": "Ka o (Annabi Sālihu) lebi biri ba, ka yεli: “Yaa yinim’ n niriba: “Achiika! Mani tin ya n Duuma (Naawuni) tuun- tali, ka tin ya saɣisigu, amaa! Yi bi bɔri saɣisigunima"
        },
        {
            "chapter": 7,
            "verse": 80,
            "text": "Ni Annabi Lutu, saha shɛli o ni daa yɛli o niriba: “Di ni bɔŋɔ, yi tahirila tuumbe’ shεli ninvuɣu so ni bi daŋ ya n- tum li binnamda puuni?”"
        },
        {
            "chapter": 7,
            "verse": 81,
            "text": "Achiika! Yinim kore bela dobba ni ka chεri paɣaba. Chɛli gba! Yi nyɛla ninvuɣu shɛba ban nyɛ barina nima.”"
        },
        {
            "chapter": 7,
            "verse": 82,
            "text": "Yaha! O niriba maa daa ka bɛ ni labsiri o yεltɔɣa shεli m-pahila bɛ yεli: “Yihimi ya o (Annabi Lutu) yi tiŋ’ ŋɔ ni, achiika! Bana n-tooi nyɛ ninvuɣu shεba ban simsiri bɛ maŋa.”"
        },
        {
            "chapter": 7,
            "verse": 83,
            "text": "Ka Ti (Tinim’ Naawuni) daa tilgi o mini o niriba, naɣila o paɣa ko n-daa kpalim m-pahi ninvuɣu shɛba ban niŋ hallaka puuni"
        },
        {
            "chapter": 7,
            "verse": 84,
            "text": "Ka Ti (Tinim’ Naawuni) mi ba (buɣum) sakurli. Dinzuɣu, yulmi tuumbɛrinim’ bahigu ni daa ti nyɛ shɛm"
        },
        {
            "chapter": 7,
            "verse": 85,
            "text": "Yaha! Ka Ti (Tinim’ Naawuni) daa Tim Madyananim’ mabia Annabi Sayibu n-zaŋ kana bɛ sani, ka o ti yεli ba: “Yaa yinim’ n niriba! Jεmmi ya Naawuni, yi ka duuma so ka pa ni Ŋuna. Achiika! Daliri kan ya na yi Duuma (Naawuni) sani, dinzuɣu palmi ya yi zaɣa mini binzahindigu ka miri ya ka yi filindi ninsalinim’ binyεra. Yaha! Miri ya ka yi saɣindi tiŋgbani yaaŋa zuɣu di malibu nyaaŋa, dina n-nyɛ zaɣivεlli tin ya, yi yi nyɛla ninvuɣu shɛba ban ti Naawuni yεlimaŋli.”"
        },
        {
            "chapter": 7,
            "verse": 86,
            "text": "Yaha! Di ʒindi ya soli kam ni n- varsiri niriba, ka taɣiri ninvuɣu shεba ban ti Naawuni yεlimaŋli ka chεri Naawuni soli, ka yi bɔri ni di leei sogɔŋ. Yaha! Teemi ya saha shεli yi ni daa nyɛ biɛla, ka O (Naawuni) chɛ ka yi zooi. Yaha! Yulmi ya barinanim’ bahigu ni daa ti nyɛ shεm"
        },
        {
            "chapter": 7,
            "verse": 87,
            "text": "Yaha! Di yi niŋ ka zamaatu shɛba yi puuni ti yεlimaŋli ni binshɛɣu bɛ ni tim ma na, ka shεba bi ti yɛlimaŋli, tɔ! Yin niŋmi suɣulo hali ka Naawuni ti niŋ fukumsi ti sunsuuni. Yaha! Ŋuna n-nyɛ Ŋun gari ŋun kam niŋdi fukumsi"
        }
    ]
}