{
    "maqras": [
        {
            "chapter": 9,
            "verse": 111,
            "text": "Allah hat von den Gläubigen ihre eigene Person und ihren Besitz dafür erkauft, daß ihnen der (Paradies)garten gehört: Sie kämpfen auf Allahs Weg, und so töten sie und werden getötet. (Das ist) ein für Ihn bindendes Versprechen in Wahrheit in der Tora, dem Evangelium und dem Qur'an. Und wer ist treuer in (der Einhaltung) seiner Abmachung als Allah? So freut euch über das Kaufgeschäft, das ihr abgeschlossen habt, denn das ist der großartige Erfolg"
        },
        {
            "chapter": 9,
            "verse": 112,
            "text": "(für die Gläubigen,) die in Reue Umkehrenden, die (Allah) Dienenden, die Lobenden, die (auf Allahs Weg) Umherziehenden, die sich Verbeugenden, die sich Niederwerfenden, die das Rechte Gebietenden und das Verwerfliche Verbietenden, die Allahs Grenzen Beachtenden ... und verkünde den Gläubigen frohe Botschaft"
        },
        {
            "chapter": 9,
            "verse": 113,
            "text": "Dem Propheten und denjenigen, die glauben, steht es nicht zu, für die Götzendiener um Vergebung zu bitten, auch wenn es Verwandte wären, nachdem es ihnen klargeworden ist, daß sie Insassen des Höllenbrandes sein werden"
        },
        {
            "chapter": 9,
            "verse": 114,
            "text": "Und die Bitte Ibrahims um Vergebung für seinen Vater war nur wegen eines Versprechens, das er ihm gegeben hatte. Als es ihm aber klarwurde, daß er ein Feind Allahs war, sagte er sich von ihm los. Ibrahim war fürwahr weichherzig und nachsichtig"
        },
        {
            "chapter": 9,
            "verse": 115,
            "text": "Nimmer wird Allah Leute in die Irre gehen lassen, nachdem Er sie rechtgeleitet hat, bis Er ihnen darüber Klarheit gegeben hat, wovor sie sich hüten sollen. Gewiß, Allah weiß über alles Bescheid"
        },
        {
            "chapter": 9,
            "verse": 116,
            "text": "Allah hat die Herrschaft über die Himmel und die Erde. Er macht lebendig und läßt sterben. Ihr habt außer Allah weder Schutzherrn noch Helfer"
        },
        {
            "chapter": 9,
            "verse": 117,
            "text": "Allah hat die Reue des Propheten, der Auswanderer und der Helfer angenommen, die ihm in der Stunde der Bedrängnis folgten, nachdem die Herzen einer Gruppe von ihnen beinahe abgeschweift wären. Hierauf hat Er ihre Reue angenommen gewiß, Er ist zu ihnen Gnädig und Barmherzig"
        },
        {
            "chapter": 9,
            "verse": 118,
            "text": "und (die Reue) der Dreien, die zurückgelassen wurden, bis die Erde ihnen eng wurde bei all ihrer Weite und ihre Seelen ihnen eng wurden und sie wußten, daß es vor Allah keine (andere) Zuflucht gibt als zu Ihm. Hierauf wandte Er Sich ihnen verzeihend zu, damit sie bereuen. Gewiß, Allah ist der Reue-Annehmende und Barmherzige"
        },
        {
            "chapter": 9,
            "verse": 119,
            "text": "O ihr, die ihr glaubt, fürchtet Allah und seid mit den Wahrhaftigen"
        },
        {
            "chapter": 9,
            "verse": 120,
            "text": "Es steht den Bewohnern von al-Madina und den Wüstenarabern in ihrer Umgebung nicht zu, hinter dem Gesandten Allahs zurückzubleiben und sich selbst (und ihr Leben) ihm vorzuziehen. Dies (ist), weil sie weder Durst noch Mühsal noch Hunger auf Allahs Weg trifft, noch sie einen Schritt unternehmen, der die Ungläubigen ergrimmen läßt, noch einem Feind etwas Schlimmes zufügen, ohne daß ihnen dafür eine rechtschaffene Tat aufgeschrieben würde. Gewiß, Allah läßt den Lohn der Gutes Tuenden nicht verlorengehen"
        },
        {
            "chapter": 9,
            "verse": 121,
            "text": "Auch geben sie keine Spende aus, ob klein oder groß, noch durchqueren sie ein Tal, ohne daß es ihnen (als gute Tat) aufgeschrieben würde, damit Allah ihnen das Beste vergelte von dem, was sie getan haben"
        }
    ]
}