{
    "pages": [
        {
            "chapter": 2,
            "verse": 77,
            "text": "Kare-ra wa shiranai nodearou ka. Arra wa kare-ra no kakusu koto mo, gen wasu koto mo shiri tsukusa reru koto o"
        },
        {
            "chapter": 2,
            "verse": 78,
            "text": "Mata kare-ra no nakaniha, keiten o shiranai monmo ga iru, kare-ra wa tada (munashi) ganbo o mochi, katte ni okusoku suru dakedearu"
        },
        {
            "chapter": 2,
            "verse": 79,
            "text": "Wazawai are, jibun no te de keiten o kaki, wazukana daisho o eru tame ni,`koreha arra kara kudatta monoda.' To iu mono ni. Kare-ra ni wazawai are, sono-te ga shirushita mono no tame ni. Kare-ra ni wazawai are, sore ni yotte rieki o eta tame ni"
        },
        {
            "chapter": 2,
            "verse": 80,
            "text": "Soshite kare-ra wa,`goka ga watashi-tachi ni fureru no wa, nan'nichi ka no ma ni suginaidearou.' To iu. Itte yaru ga i. `Anata gata wa, arra to yakusoku o musunda to iu no ka. Sorenara arra wa kesshite hayaku sa renaidearou. Soretomo anata gata wa, arra ni tsuite shiri mo shinai koto o Ro ni shiyou to suru no ka"
        },
        {
            "chapter": 2,
            "verse": 81,
            "text": "Iya warui okonai o kasane, jibun no tsumi de miugoki ga dekinaku naru yona mono wa mina, goka no junindearu. Sono naka ni eien ni sumu nodearu"
        },
        {
            "chapter": 2,
            "verse": 82,
            "text": "Daga shinko shite zenko ni isoshimu mono wa rakuen no junindearu. Sono naka ni eien ni sumu nodearu"
        },
        {
            "chapter": 2,
            "verse": 83,
            "text": "Ware ga Isuraeru no shison to, yakusoku o musunda toki no koto o omoiokose. (Sonotoki ware wa itta. ) `Anata gata wa arra no soto ni, nanimono mo agamete wa naranai. Fubo ni koyo o tsukushi, kinshin, minashigo, hinja o shinsetsu ni atsukai, hitobito ni yoi kotoba de hanashi, reihai no tsutome o mamori, sadame no kisha o shi nasai.'Daga, anata gata no naka shosu no mono o nozoki, somuki satta"
        }
    ]
}