{
    "pages": [
        {
            "chapter": 9,
            "verse": 14,
            "text": "Kare-ra to tatakae. Arra wa anata gata no te ni yotte, kare-ra o basshite kutsujoku o ataeru. Kare-ra ni taishi (uchi katsu yo) anata gata o tasuke, shinja no hitobito no mune o iyasa reru"
        },
        {
            "chapter": 9,
            "verse": 15,
            "text": "Mata arra wa kare-ra no shinju no gekido o nozoki, o kokoronikanau-sha no kaigo o yurusa rerudearou. Arra wa zenchi ni shite eimei de ara reru"
        },
        {
            "chapter": 9,
            "verse": 16,
            "text": "Soretomo arra wa, anata gata no naka (oshie no tame ni) funto doryoku suru mono-tachi, mata arra to shito, to shinja-tachi igai ni shitashi tomo o motanai-sha-tachi o, mada shirazu ni, hanatte oka reru to omou no ka. Hontoni arra wa anata gata no okonau koto o jukuchi sa reru"
        },
        {
            "chapter": 9,
            "verse": 17,
            "text": "Tashinkyo to-tachi ni arra no masujido o, mizukara fushinjin o rissho shite iru no ni kanri sa serubekide wanai. Korera no mono no okonai wa munashiku, kare-ra wa goka no naka ni eien ni sumudearou"
        },
        {
            "chapter": 9,
            "verse": 18,
            "text": "Arra no masujido wa, hitasura korera no mono (shinja) ni yotte kanri sa rerubekidearu. (Sunawachi) arra to shumatsu no hi o shinji, reihai no tsutome o mamori, sadame no kisha o nashi, arra igai no nanimono o mo osorenai mono dakedearu. Korera no mono wa, tadashiku michibika reru mono to narudearou"
        },
        {
            "chapter": 9,
            "verse": 19,
            "text": "(Daga) anata gata wa junrei-sha ni (mizu o) noma se tari, matawa seinaru masujido o kanri suru mono to, arra to shumatsu no hi o shinji, arra no michi no tame ni funto doryoku suru mono to o doto ni suru no ka. Arra no omotode wa, ryosha wa dotode wanai. Arra wa fugi no min o michibika renai"
        },
        {
            "chapter": 9,
            "verse": 20,
            "text": "Shinko suru mono, iju shita mono, mata arra no michi no tame ni zaisan to seimei o sasagete funto doryoku shita mono wa, arra no omoto ni oite wa saiko no ikai ni ari, shijo no kofuku o joju suru"
        }
    ]
}