{
    "pages": [
        {
            "chapter": 37,
            "verse": 77,
            "text": "Soshite kare no shison o ikinokora seta"
        },
        {
            "chapter": 37,
            "verse": 78,
            "text": "Mata ato no iku sedai ni watari, kare no tame ni (shukufuku no kotoba o) tometa"
        },
        {
            "chapter": 37,
            "verse": 79,
            "text": "Banbutsu (ningen, tenshi, Jin) no naka de tokuni nufu no ue ni heian'are.' To (ware kara no arigatai o kotoba o)"
        },
        {
            "chapter": 37,
            "verse": 80,
            "text": "Ware wa kono yo ni, tadashi okonai no mono ni mukuiru"
        },
        {
            "chapter": 37,
            "verse": 81,
            "text": "Hontoni kare wa, shinjinbukai waga shimo bedeatta"
        },
        {
            "chapter": 37,
            "verse": 82,
            "text": "Sorekara ware wa sono soto no mono o, obore saseta"
        },
        {
            "chapter": 37,
            "verse": 83,
            "text": "Mata kare no kokei-sha no nakaniha iburahimu ga ita"
        },
        {
            "chapter": 37,
            "verse": 84,
            "text": "Kare ga junseina kokoro o motte kare no omo no moto ni yattekita ori ni"
        },
        {
            "chapter": 37,
            "verse": 85,
            "text": "jibun no chichi ya sono ichizoku ni mukatte itta. `Anata gata no suhai suru mono wa nanidesu ka"
        },
        {
            "chapter": 37,
            "verse": 86,
            "text": "Arra o sashioite 瞞 Shi no kamigami o o nozomina nodesu ka"
        },
        {
            "chapter": 37,
            "verse": 87,
            "text": "Ittai, ban'yu no omo ni tsuite, anata gata wa dono yo ni kangaete oidena nodesu ka"
        },
        {
            "chapter": 37,
            "verse": 88,
            "text": "Sonotoki kare wa Moroboshi o hitome mite"
        },
        {
            "chapter": 37,
            "verse": 89,
            "text": "itta. `Watashi wa, hontoni (kokoro ga) itamu"
        },
        {
            "chapter": 37,
            "verse": 90,
            "text": "Hitobito wa kare ni se o mukete satta"
        },
        {
            "chapter": 37,
            "verse": 91,
            "text": "Sonotoki kare (iburahimu) wa, kare-ra no kamigami ni mukatte itta. `Anata gata wa tabenai nodesu ka"
        },
        {
            "chapter": 37,
            "verse": 92,
            "text": "Anata gata wa, doshitemo no o iwanai nodesu ka"
        },
        {
            "chapter": 37,
            "verse": 93,
            "text": "Sokode kare wa, kare-ra (guzo) o migite de utta"
        },
        {
            "chapter": 37,
            "verse": 94,
            "text": "Sonotoki hitobito wa, awatete kare no sho e yattekita"
        },
        {
            "chapter": 37,
            "verse": 95,
            "text": "Suruto kare wa itta. `Anata gata wa,(jibun de) kizanda mono o suhai suru nodesu ka"
        },
        {
            "chapter": 37,
            "verse": 96,
            "text": "Hontoni arra wa, anata gata o tsukuri, mata anata gataga, tsukuru mono o mo (tsukura reru)"
        },
        {
            "chapter": 37,
            "verse": 97,
            "text": "Hitobito wa itta. `Kare (iburahimu) no tame ni ro o kizuki, moesakaru hi no naka ni nagekomi nasai"
        },
        {
            "chapter": 37,
            "verse": 98,
            "text": "Kono yo ni kare ni sakubo o meguraseyou to shitaga, ware wa kare-ra o sanzan'na me ni awa seta"
        },
        {
            "chapter": 37,
            "verse": 99,
            "text": "Kare wa itta. `Watashi wa omo no omoto ni ikou. Kanarazu watashi o michibika rerudearou"
        },
        {
            "chapter": 37,
            "verse": 100,
            "text": "Omo yo, tadashi jinbutsu ni naru yona (musuko) o, watashi ni o sazuke kudasai"
        },
        {
            "chapter": 37,
            "verse": 101,
            "text": "Sorede ware wa, yasashi omoiyari no aru danji o (sazukeru to iu) kippo o tsutaeta"
        },
        {
            "chapter": 37,
            "verse": 102,
            "text": "(Kono-ko ga) kare to tomoni hataraku toshigoro ni natta toki, kare wa itta. `Musuko yo, watashi wa anata o gisei ni sasageru yume o mimashita. Sa, anata wa do kangaeru nodesu ka.' Kare wa (kotaete) itta. `Chichiyo, anata ga meiji rareta yo ni shite kudasai. Moshi arra ga o nozominaraba, watashi ga taeshinobu koto ga o wakarideshou"
        }
    ]
}