{
    "pages": [
        {
            "chapter": 3,
            "verse": 16,
            "text": "Omo yo, watashi-tachi wa hontoni shinjimasu. Sorede watashi-tachi no tsumi o yurushi, hi (no seme-ku) no chobatsu kara sukutte kudasai.' To (inotte) iu"
        },
        {
            "chapter": 3,
            "verse": 17,
            "text": "Yoku taeshinobi, seijitsude, keiken ni hoshi shite,(-do no tame ni tamamono o) hodokoshi, mata akatsuki ni (tsumi no) yurushi o inoru-sha-tachidearu"
        },
        {
            "chapter": 3,
            "verse": 18,
            "text": "Arra wa kare no soto ni kami ga nai koto o rissho nasa reta. Tenshi-tachi mo seigi o mamoru chishiki o 授 Tta mono mo mata (sore o shogen suru). Iryoku narabinaku eimeina kare no soto ni,-shin wa nai nodearu"
        },
        {
            "chapter": 3,
            "verse": 19,
            "text": "Hontoni arra no omoto no oshie wa, isuramu (omo no ishi ni fukuju, kie suru koto)dearu. Keiten o sadzuke rareta hitobito ga, chishiki ga kudatta nochi ni ai arasou no wa, tada kare-ra no ma no netami karadearu. Arra no shirushi o kyohi suru mono ga areba, arra wa hontoni seisan ni jinsokude ara reru"
        },
        {
            "chapter": 3,
            "verse": 20,
            "text": "Dakara moshi kare-ra ga, anata to ronso surunaraba ii nasai. `Watashi mo watashi ni shitagau mono mo, magokoro komete arra ni fukuju, kie shi tsukaemasu.' Mata keiten o 授 Tte iru hitobito to muchi no mono-tachi ni ii nasai. `Anata gata wa fukuju, kie shita no ka.' Moshi fukuju, kie sureba, tashikani tadashiku michibika re, tatoe kare-ra ga somuki saru ni shite mo, anata no tsutome wa, tada (keiji o) kare-ra ni tsutaeru dakedearu. Hontoni arra wa shimo be-tachi o (morenaku) gozonji de ara reru"
        },
        {
            "chapter": 3,
            "verse": 21,
            "text": "Arra no shirushi o shinjinaide, seigi o mushi shite yogen-sha-tachi o satsugai shita mono, mata kosei o kankoku suru hitobito o koroshita mono ni wa, itamashi chobatsu ga aru koto o tsuge nasai"
        },
        {
            "chapter": 3,
            "verse": 22,
            "text": "Kono yona-sha-tachi no okonai wa, gense demo raise demo munashiku, kare-ra ni wa enjo-sha mo nai"
        }
    ]
}