{
    "pages": [
        {
            "chapter": 6,
            "verse": 53,
            "text": "اور اسی طرح ہم نے بعض لوگوں کی بعض سے آزمائش کی ہے کہ (جو دولتمند ہیں وہ غریبوں کی نسبت) کہتے ہیں کیا یہی لوگ ہیں جن پر خدا نے ہم میں سے فضل کیا ہے (خدا نے فرمایا) بھلا خدا شکر کرنے والوں سے واقف نہیں؟"
        },
        {
            "chapter": 6,
            "verse": 54,
            "text": "اور جب تمہارے پاس ایسے لوگ آیا کریں جو ہماری آیتوں پر ایمان لاتے ہیں تو (ان سے) سلام علیکم کہا کرو خدا نے اپنی ذات (پاک) پر رحمت کو لازم کرلیا ہے کہ جو کوئی تم میں نادانی سے کوئی بری حرکت کر بیٹھے پھر اس کے بعد توبہ کرلے اور نیکوکار ہوجائے تو وہ بخشنے والا مہربان ہے"
        },
        {
            "chapter": 6,
            "verse": 55,
            "text": "اور اس طرح ہم اپنی آیتیں کھول کھول کر بیان کرتے ہیں (تاکہ تم لوگ ان پر عمل کرو) اور اس لئے کہ گنہگاروں کا رستہ ظاہر ہوجائے"
        },
        {
            "chapter": 6,
            "verse": 56,
            "text": "(اے پیغمبر! کفار سے) کہہ دو کہ جن کو تم خدا کے سوا پکارتے ہو مجھے ان کی عبادت سے منع کیا گیا ہے۔ (یہ بھی) کہہ دو کہ میں تمہاری خواہشوں کی پیروی نہیں کروں گا ایسا کروں تو گمراہ ہوجاؤں اور ہدایت یافتہ لوگوں میں نہ رہوں"
        },
        {
            "chapter": 6,
            "verse": 57,
            "text": "کہہ دو کہ میں تو اپنے پروردگار کی دلیل روشن پر ہوں اور تم اس کی تکذیب کرتے ہو۔ جس چیز (یعنی عذاب) کے لئے تم جلدی کر رہے ہو وہ میرے پاس نہیں ہے (ایسا) حکم الله ہی کے اختیار میں ہے وہ سچی بات بیان فرماتا ہے اور وہ سب سے بہتر فیصلہ کرنے والا ہے"
        },
        {
            "chapter": 6,
            "verse": 58,
            "text": "کہہ دو کہ جس چیز کے لئے تم جلدی کر رہے ہو اگر وہ میرے اختیار میں ہوتی تو مجھ میں اور تم میں فیصلہ ہوچکا ہوتا۔ اور خدا ظالموں سے خوب واقف ہے"
        },
        {
            "chapter": 6,
            "verse": 59,
            "text": "اور اسی کے پاس غیب کی کنجیاں ہیں جن کو اس کے سوا کوئی نہیں جانتا۔ اور اسے جنگلوں اور دریاؤں کی سب چیزوں کا علم ہے۔ اور کوئی پتہ نہیں جھڑتا مگر وہ اس کو جانتا ہے اور زمین کے اندھیروں میں کوئی دانہ اور کوئی ہری اور سوکھی چیز نہیں ہے مگر کتاب روشن میں (لکھی ہوئی) ہے"
        }
    ]
}