{
    "pages": [
        {
            "chapter": 6,
            "verse": 60,
            "text": "اور وہی تو ہے جو رات کو (سونے کی حالت میں) تمہاری روح قبض کرلیتا ہے اور جو کچھ تم دن میں کرتے ہو اس سے خبر رکھتا ہے پھر تمہیں دن کو اٹھا دیتا ہے تاکہ (یہی سلسلہ جاری رکھ کر زندگی کی) معین مدت پوری کردی جائے پھر تم (سب) کو اسی کی طرف لوٹ کر جانا ہے (اس روز) وہ تم کو تمہارے عمل جو تم کرتے ہو (ایک ایک کرکے) بتائے گا"
        },
        {
            "chapter": 6,
            "verse": 61,
            "text": "اور وہ اپنے بندوں پر غالب ہے۔ اور تم پر نگہبان مقرر کئے رکھتا ہے۔ یہاں تک کہ جب تم میں سے کسی کی موت آتی ہے تو ہمارے فرشتے اس کی روح قبض کرلیتے ہیں اور وہ کسی طرح کی کوتاہی نہیں کرتے"
        },
        {
            "chapter": 6,
            "verse": 62,
            "text": "پھر (قیامت کے دن تمام) لوگ اپنے مالک برحق خدا تعالیٰ کے پاس واپس بلائے جائیں گے۔ سن لو کہ حکم اسی کا ہے اور وہ نہایت جلد حساب لینے والا ہے"
        },
        {
            "chapter": 6,
            "verse": 63,
            "text": "کہو بھلا تم کو جنگلوں اور دریاؤں کے اندھیروں سے کون مخلصی دیتا ہے (جب) کہ تم اسے عاجزی اور نیاز پنہانی سے پکارتے ہو (اور کہتے ہو) اگر خدا ہم کو اس (تنگی) سے نجات بخشے تو ہم اس کے بہت شکر گزار ہوں"
        },
        {
            "chapter": 6,
            "verse": 64,
            "text": "کہو کہ خدا ہی تم کو اس (تنگی) سے اور ہر سختی سے نجات بخشتا ہے۔ پھر (تم) اس کے ساتھ شرک کرتے ہو"
        },
        {
            "chapter": 6,
            "verse": 65,
            "text": "کہہ دو کہ وہ (اس پر بھی) قدرت رکھتا ہے کہ تم پر اوپر کی طرف سے یا تمہارے پاؤں کے نیچے سے عذاب بھیجے یا تمہیں فرقہ فرقہ کردے اور ایک کو دوسرے (سے لڑا کر آپس) کی لڑائی کا مزہ چکھادے۔ دیکھو ہم اپنی آیتوں کو کس کس طرح بیان کرتے ہیں تاکہ یہ لوگ سمجھیں"
        },
        {
            "chapter": 6,
            "verse": 66,
            "text": "اور اس (قرآن) کو تمہاری قوم نے جھٹلایا حالانکہ وہ سراسر حق ہے۔ کہہ دو کہ میں تمہارا داروغہ نہیں ہوں"
        },
        {
            "chapter": 6,
            "verse": 67,
            "text": "ہر خبر کے لئے ایک وقت مقرر ہے اور تم کو عنقریب معلوم ہوجائے گا"
        },
        {
            "chapter": 6,
            "verse": 68,
            "text": "اور جب تم ایسے لوگوں کو دیکھو جو ہماری آیتوں کے بارے میں بیہودہ بکواس کر رہے ہوں تو ان سے الگ ہوجاؤ یہاں تک کہ اور باتوں میں مصروف ہوجائیں۔ اور اگر (یہ بات) شیطان تمہیں بھلا دے تو یاد آنے پر ظالم لوگوں کے ساتھ نہ بیٹھو"
        }
    ]
}