{
    "pages": [
        {
            "chapter": 6,
            "verse": 74,
            "text": "اور (وہ وقت بھی یاد کرنے کے لائق ہے) جب ابراہیم نے اپنے باپ آزر سے کہا کہ تم بتوں کو کیا معبود بناتے ہو۔ میں دیکھتا ہوں کہ تم اور تمہاری قوم صریح گمراہی میں ہو"
        },
        {
            "chapter": 6,
            "verse": 75,
            "text": "اور ہم اس طرح ابراہیم کو آسمانوں اور زمین کے عجائبات دکھانے لگے تاکہ وہ خوب یقین کرنے والوں میں ہوجائیں"
        },
        {
            "chapter": 6,
            "verse": 76,
            "text": "(یعنی) جب رات نے ان کو (پردہٴ تاریکی سے) ڈھانپ لیا (تو آسمان میں) ایک ستارا نظر پڑا۔ کہنے لگے یہ میرا پروردگار ہے۔ جب وہ غائب ہوگیا تو کہنے لگے کہ مجھے غائب ہوجانے والے پسند نہیں"
        },
        {
            "chapter": 6,
            "verse": 77,
            "text": "پھر جب چاند کو دیکھا کہ چمک رہا ہے تو کہنے لگے یہ میرا پروردگار ہے۔ لیکن جب وہ بھی چھپ گیا تو بول اٹھے کہ میرا پروردگار مجھے سیدھا رستہ نہیں دکھائے گا تو میں ان لوگوں میں ہوجاؤں گا جو بھٹک رہے ہیں"
        },
        {
            "chapter": 6,
            "verse": 78,
            "text": "پھر جب سورج کو دیکھا کہ جگمگا رہا ہے تو کہنے لگے میرا پروردگار یہ ہے یہ سب سے بڑا ہے۔ مگر جب وہ بھی غروب ہوگیا تو کہنے لگے لوگو! جن چیزوں کو تم (خدا کا) شریک بناتے ہو میں ان سے بیزار ہوں"
        },
        {
            "chapter": 6,
            "verse": 79,
            "text": "میں نے سب سے یکسو ہو کر اپنے تئیں اسی ذات کی طرف متوجہ کیا جس نے آسمانوں اور زمین کو پیدا کیا ہے اور میں مشرکوں میں سے نہیں ہوں"
        },
        {
            "chapter": 6,
            "verse": 80,
            "text": "اور ان کی قوم ان سے بحث کرنے لگی تو انہوں نے کہا کہ تم مجھ سے خدا کے بارےمیں (کیا) بحث کرتے ہو اس نے تو مجھے سیدھا رستہ دکھا دیا ہے۔ اور جن چیزوں کو تم اس کا شریک بناتے ہو میں ان سے نہیں ڈرتا۔ ہاں جو میرا پروردگار چاہے۔ میرا پروردگار اپنے علم سے ہر چیز پر احاطہ کئے ہوئے ہے۔ کیا تم خیال نہیں کرتے۔"
        },
        {
            "chapter": 6,
            "verse": 81,
            "text": "بھلا میں ان چیزوں سے جن کو تم (خدا کا) شریک بناتے ہو کیونکرڈروں جب کہ تم اس سے نہیں ڈرتے کہ خدا کے ساتھ شریک بناتے ہو جس کی اس نے کوئی سند نازل نہیں کی۔ اب دونوں فریق میں سے کون سا فریق امن (اور جمعیت خاطر) کا مستحق ہے۔ اگر سمجھ رکھتے ہو (تو بتاؤ)"
        }
    ]
}