{
    "pages": [
        {
            "chapter": 10,
            "verse": 89,
            "text": "خدا نے فرمایا کہ تمہاری دعا قبول کرلی گئی تو تم ثابت قدم رہنا اور بےعقلوں کے رستے نہ چلنا"
        },
        {
            "chapter": 10,
            "verse": 90,
            "text": "اور ہم نے بنی اسرائیل کو دریا سے پار کردیا تو فرعون اور اس کے لشکر نے سرکشی اور تعدی سے ان کا تعاقب کیا۔ یہاں تک کہ جب اس کو غرق (کے عذاب) نے آپکڑا تو کہنے لگا کہ میں ایمان لایا کہ جس (خدا) پر بنی اسرائیل ایمان لائے ہیں اس کے سوا کوئی معبود نہیں اور میں فرمانبرداروں میں ہوں"
        },
        {
            "chapter": 10,
            "verse": 91,
            "text": "(جواب ملا کہ) اب (ایمان لاتا ہے) حالانکہ تو پہلے نافرمانی کرتا رہا اور مفسد بنا رہا"
        },
        {
            "chapter": 10,
            "verse": 92,
            "text": "تو آج ہم تیرے بدن کو (دریا سے) نکال لیں گے تاکہ تو پچھلوں کے لئے عبرت ہو۔ اور بہت سے لوگ ہماری نشانیوں سے بےخبر ہیں"
        },
        {
            "chapter": 10,
            "verse": 93,
            "text": "اور ہم نے بنی اسرائیل کو رہنے کو عمدہ جگہ دی اور کھانے کو پاکیزہ چیزیں عطا کیں لیکن وہ باوجود علم ہونے کے اختلاف کرتے رہے۔ بےشک جن باتوں میں وہ اختلاف کرتے رہے ہیں تمہارا پروردگار قیامت کے دن ان میں ان باتوں کا فیصلہ کردے گا"
        },
        {
            "chapter": 10,
            "verse": 94,
            "text": "اگر تم کو اس (کتاب کے) بارے میں جو ہم نے تم پر نازل کی ہے کچھ شک ہو تو جو لوگ تم سے پہلے کی (اُتری ہوئی) کتابیں پڑھتے ہیں ان سے پوچھ لو۔ تمہارے پروردگار کی طرف سے تمہارے پاس حق آچکا ہے تو تم ہرگز شک کرنے والوں میں نہ ہونا"
        },
        {
            "chapter": 10,
            "verse": 95,
            "text": "اور نہ ان لوگوں میں ہونا جو خدا کی آیتوں کی تکذیب کرتے ہیں نہیں تو نقصان اٹھاؤ گے"
        },
        {
            "chapter": 10,
            "verse": 96,
            "text": "جن لوگوں کے بارے میں خدا کا حکم (عذاب) قرار پاچکا ہے وہ ایمان نہیں لانے کے"
        },
        {
            "chapter": 10,
            "verse": 97,
            "text": "جب تک کہ عذاب الیم نہ دیکھ لیں خواہ ان کے پاس ہر (طرح کی) نشانی آجائے"
        }
    ]
}