{
    "pages": [
        {
            "chapter": 16,
            "verse": 15,
            "text": "اور اسی نے زمین پر پہاڑ (بنا کر) رکھ دیئے کہ تم کو لے کر کہیں جھک نہ جائے اور نہریں اور رستے بنا دیئے تاکہ ایک مقام سے دوسرے مقام تک (آسانی سے) جاسکو"
        },
        {
            "chapter": 16,
            "verse": 16,
            "text": "اور (راستوں میں) نشانات بنا دیئے اور لوگ ستاروں سے بھی رستے معلوم کرتے ہیں"
        },
        {
            "chapter": 16,
            "verse": 17,
            "text": "تو جو (اتنی مخلوقات) پیدا کرے۔ کیا وہ ویسا ہے جو کچھ بھی پیدا نہ کرسکے تو پھر تم غور کیوں نہیں کرتے؟"
        },
        {
            "chapter": 16,
            "verse": 18,
            "text": "اور اگر تم خدا کی نعمتوں کو شمار کرنا چاہو تو گن نہ سکو۔ بےشک خدا بخشنے والا مہربان ہے"
        },
        {
            "chapter": 16,
            "verse": 19,
            "text": "اور جو کچھ تم چھپاتے اور جو کچھ ظاہر کرتے ہو سب سے خدا واقف ہے"
        },
        {
            "chapter": 16,
            "verse": 20,
            "text": "اور جن لوگوں کو یہ خدا کے سوا پکارتے ہیں وہ کوئی چیز بھی تو نہیں بناسکتے بلکہ خود ان کو اور بناتے ہیں"
        },
        {
            "chapter": 16,
            "verse": 21,
            "text": "لاشیں ہیں بےجان۔ ان کو یہ بھی تو معلوم نہیں کہ اٹھائے کب جائیں گے"
        },
        {
            "chapter": 16,
            "verse": 22,
            "text": "تمہارا معبود تو اکیلا خدا ہے۔ تو جو آخرت پر ایمان نہیں رکھتے ان کے دل انکار کر رہے ہیں اور وہ سرکش ہو رہے ہیں"
        },
        {
            "chapter": 16,
            "verse": 23,
            "text": "یہ جو کچھ چھپاتے ہیں اور جو ظاہر کرتے ہیں خدا اس کو ضرور جانتا ہے۔ وہ سرکشوں کو ہرگز پسند نہیں کرتا"
        },
        {
            "chapter": 16,
            "verse": 24,
            "text": "اور جب ان (کافروں) سے کہا جاتا ہے کہ تمہارے پروردگار نے کیا اتارا ہے تو کہتے ہیں کہ (وہ تو) پہلے لوگوں کی حکایتیں ہیں"
        },
        {
            "chapter": 16,
            "verse": 25,
            "text": "(اے پیغمبر ان کو بکنے دو) یہ قیامت کے دن اپنے (اعمال کے) پورے بوجھ بھی اٹھائیں گے اور جن کو یہ بےتحقیق گمراہ کرتے ہیں ان کے بوجھ بھی اٹھائیں گے۔ سن رکھو کہ جو بوجھ اٹھا رہے ہیں برے ہیں"
        },
        {
            "chapter": 16,
            "verse": 26,
            "text": "ان سے پہلے لوگوں نے بھی (ایسی ہی) مکاریاں کی تھیں تو خدا (کا حکم) ان کی عمارت کے ستونوں پر آپہنچا اور چھت ان پر ان کے اوپر سے گر پڑی اور (ایسی طرف سے) ان پر عذاب آ واقع ہوا جہاں سے ان کو خیال بھی نہ تھا"
        }
    ]
}