{
    "pages": [
        {
            "chapter": 19,
            "verse": 12,
            "text": "اے یحییٰ (ہماری) کتاب کو زور سے پکڑے رہو۔ اور ہم نے ان کو لڑکپن میں دانائی عطا فرمائی تھی"
        },
        {
            "chapter": 19,
            "verse": 13,
            "text": "اور اپنے پاس شفقت اور پاکیزگی دی تھی۔ اور پرہیزگار تھے"
        },
        {
            "chapter": 19,
            "verse": 14,
            "text": "اور ماں باپ کے ساتھ نیکی کرنے والے تھے اور سرکش اور نافرمان نہیں تھے"
        },
        {
            "chapter": 19,
            "verse": 15,
            "text": "اور جس دن وہ پیدا ہوئے اور جس دن وفات پائیں گے اور جس دن زندہ کرکے اٹھائے جائیں گے۔ ان پر سلام اور رحمت (ہے)"
        },
        {
            "chapter": 19,
            "verse": 16,
            "text": "اور کتاب (قرآن) میں مریم کا بھی مذکور کرو، جب وہ اپنے لوگوں سے الگ ہو کر مشرق کی طرف چلی گئیں"
        },
        {
            "chapter": 19,
            "verse": 17,
            "text": "تو انہوں نے ان کی طرف سے پردہ کرلیا۔ (اس وقت) ہم نے ان کی طرف اپنا فرشتہ بھیجا۔ تو ان کے سامنے ٹھیک آدمی (کی شکل) بن گیا"
        },
        {
            "chapter": 19,
            "verse": 18,
            "text": "مریم بولیں کہ اگر تم پرہیزگار ہو تو میں تم سے خدا کی پناہ مانگتی ہوں"
        },
        {
            "chapter": 19,
            "verse": 19,
            "text": "انہوں نے کہا کہ میں تو تمہارے پروردگار کا بھیجا ہوا (یعنی فرشتہ) ہوں (اور اس لئے آیا ہوں) کہ تمہیں پاکیزہ لڑکا بخشوں"
        },
        {
            "chapter": 19,
            "verse": 20,
            "text": "مریم نے کہا کہ میرے ہاں لڑکا کیونکر ہوگا مجھے کسی بشر نے چھوا تک نہیں اور میں بدکار بھی نہیں ہوں"
        },
        {
            "chapter": 19,
            "verse": 21,
            "text": "(فرشتے نے) کہا کہ یونہی (ہوگا) تمہارے پروردگار نے فرمایا کہ یہ مجھے آسان ہے۔ اور (میں اسے اسی طریق پر پیدا کروں گا) تاکہ اس کو لوگوں کے لئے اپنی طرف سے نشانی اور (ذریعہٴ) رحمت اور (مہربانی) بناؤں اور یہ کام مقرر ہوچکا ہے"
        },
        {
            "chapter": 19,
            "verse": 22,
            "text": "تو وہ اس (بچّے) کے ساتھ حاملہ ہوگئیں اور اسے لے کر ایک دور جگہ چلی گئیں"
        },
        {
            "chapter": 19,
            "verse": 23,
            "text": "پھر درد زہ ان کو کھجور کے تنے کی طرف لے آیا۔ کہنے لگیں کہ کاش میں اس سے پہلے مرچکتی اور بھولی بسری ہوگئی ہوتی"
        },
        {
            "chapter": 19,
            "verse": 24,
            "text": "اس وقت ان کے نیچے کی جانب سے فرشتے نے ان کو آواز دی کہ غمناک نہ ہو تمہارے پروردگار نے تمہارے نیچے ایک چشمہ جاری کردیا ہے"
        },
        {
            "chapter": 19,
            "verse": 25,
            "text": "اور کھجور کے تنے کو پکڑ کر اپنی طرف ہلاؤ تم پر تازہ تازہ کھجوریں جھڑ پڑیں گی"
        }
    ]
}