{
    "pages": [
        {
            "chapter": 19,
            "verse": 77,
            "text": "بھلا تم نے اس شخص کو دیکھا جس نے ہماری آیتوں سے کفر کیا اور کہنے لگا کہ (اگر میں ازسرنو زندہ ہوا بھی تو یہی) مال اور اولاد مجھے (وہاں) ملے گا"
        },
        {
            "chapter": 19,
            "verse": 78,
            "text": "کیا اس نے غیب کی خبر پالی ہے یا خدا کے یہاں (سے) عہد لے لیا ہے؟"
        },
        {
            "chapter": 19,
            "verse": 79,
            "text": "ہرگز نہیں۔ یہ جو کچھ کہتا ہے ہم اس کو لکھتے جاتے اور اس کے لئے آہستہ آہستہ عذاب بڑھاتے جاتے ہیں"
        },
        {
            "chapter": 19,
            "verse": 80,
            "text": "اور جو چیزیں یہ بتاتا ہے ان کے ہم وارث ہوں گے اور یہ اکیلا ہمارے سامنے آئے گا"
        },
        {
            "chapter": 19,
            "verse": 81,
            "text": "اور ان لوگوں نے خدا کے سوا اور معبود بنالئے ہیں تاکہ وہ ان کے لئے (موجب عزت و) مدد ہوں"
        },
        {
            "chapter": 19,
            "verse": 82,
            "text": "ہرگز نہیں وہ (معبودان باطل) ان کی پرستش سے انکار کریں گے اور ان کے دشمن (ومخالف) ہوں گے"
        },
        {
            "chapter": 19,
            "verse": 83,
            "text": "کیا تم نے نہیں دیکھا کہ ہم نے شیطانوں کو کافروں پر چھوڑ رکھا ہے کہ ان کو برانگیختہ کرتے رہتے ہیں"
        },
        {
            "chapter": 19,
            "verse": 84,
            "text": "تو تم ان پر (عذاب کے لئے) جلدی نہ کرو۔ اور ہم تو ان کے لئے (دن) شمار کر رہے ہیں"
        },
        {
            "chapter": 19,
            "verse": 85,
            "text": "جس روز ہم پرہیزگاروں کو خدا کے سامنے (بطور) مہمان جمع کریں گے"
        },
        {
            "chapter": 19,
            "verse": 86,
            "text": "اور گنہگاروں کو دوزخ کی طرف پیاسے ہانک لے جائیں گے"
        },
        {
            "chapter": 19,
            "verse": 87,
            "text": "(تو لوگ) کسی کی سفارش کا اختیار نہ رکھیں گے مگر جس نے خدا سے اقرار لیا ہو"
        },
        {
            "chapter": 19,
            "verse": 88,
            "text": "اور کہتے ہیں کہ خدا بیٹا رکھتا ہے"
        },
        {
            "chapter": 19,
            "verse": 89,
            "text": "(ایسا کہنے والو یہ تو) تم بری بات (زبان پر) لائے ہو"
        },
        {
            "chapter": 19,
            "verse": 90,
            "text": "قریب ہے کہ اس (افتراء) سے آسمان پھٹ پڑیں اور زمین شق ہوجائے اور پہاڑ پارہ پارہ ہو کر گر پڑیں"
        },
        {
            "chapter": 19,
            "verse": 91,
            "text": "کہ انہوں نے خدا کے لئے بیٹا تجویز کیا"
        },
        {
            "chapter": 19,
            "verse": 92,
            "text": "اور خدا کو شایاں نہیں کہ کسی کو بیٹا بنائے"
        },
        {
            "chapter": 19,
            "verse": 93,
            "text": "تمام شخص جو آسمانوں اور زمین میں ہیں سب خدا کے روبرو بندے ہو کر آئیں گے"
        },
        {
            "chapter": 19,
            "verse": 94,
            "text": "اُس نے ان (سب) کو (اپنے علم سے) گھیر رکھا اور (ایک ایک کو) شمار کر رکھا ہے"
        },
        {
            "chapter": 19,
            "verse": 95,
            "text": "اور سب قیامت کے دن اس کے سامنے اکیلے اکیلے حاضر ہوں گے"
        }
    ]
}