{
    "pages": [
        {
            "chapter": 20,
            "verse": 88,
            "text": "تو اس نے ان کے لئے ایک بچھڑا بنا دیا (یعنی اس کا) قالب جس کی آواز گائے کی سی تھی۔ تو لوگ کہنے لگے کہ یہی تمہارا معبود ہے اور موسیٰ کا بھی معبود ہے۔ مگر وہ بھول گئے ہیں"
        },
        {
            "chapter": 20,
            "verse": 89,
            "text": "کیا یہ لوگ نہیں دیکھتے کہ وہ ان کی کسی بات کا جواب نہیں دیتا۔ اور نہ ان کے نقصان اور نفع کا کچھ اختیار رکھتا ہے"
        },
        {
            "chapter": 20,
            "verse": 90,
            "text": "اور ہارون نے ان سے پہلے ہی کہہ دیا تھا کہ لوگو اس سے صرف تمہاری آزمائش کی گئی ہے۔ اور تمہارا پروردگار تو خدا ہے تو میری پیروی کرو اور میرا کہا مانو"
        },
        {
            "chapter": 20,
            "verse": 91,
            "text": "وہ کہنے لگے کہ جب تک موسیٰ ہمارے پاس واپس نہ آئیں ہم تو اس کی پوجا پر قائم رہیں گے"
        },
        {
            "chapter": 20,
            "verse": 92,
            "text": "(پھر موسیٰ نے ہارون سے) کہا کہ ہارون جب تم نے ان کو دیکھا تھا کہ گمراہ ہو رہے ہیں تو تم کو کس چیز نے روکا"
        },
        {
            "chapter": 20,
            "verse": 93,
            "text": "(یعنی) اس بات سے کہ تم میرے پیچھے چلے آؤ۔ بھلا تم نے میرے حکم کے خلاف (کیوں) کیا؟"
        },
        {
            "chapter": 20,
            "verse": 94,
            "text": "کہنے لگے کہ بھائی میری ڈاڑھی اور سر (کے بالوں) کو نہ پکڑیئے۔ میں تو اس سے ڈرا کہ آپ یہ نہ کہیں کہ تم نے بنی اسرائیل میں تفرقہ ڈال دیا اور میری بات کو ملحوظ نہ رکھا"
        },
        {
            "chapter": 20,
            "verse": 95,
            "text": "پھر (سامری سے) کہنے لگے کہ سامری تیرا کیا حال ہے؟"
        },
        {
            "chapter": 20,
            "verse": 96,
            "text": "اس نے کہا کہ میں نے ایسی چیز دیکھی جو اوروں نے نہیں دیکھی تو میں نے فرشتے کے نقش پا سے (مٹی کی) ایک مٹھی بھر لی۔ پھر اس کو (بچھڑے کے قالب میں) ڈال دیا اور مجھے میرے جی نے (اس کام کو) اچھا بتایا"
        },
        {
            "chapter": 20,
            "verse": 97,
            "text": "(موسیٰ نے) کہا جا تجھ کو دنیا کی زندگی میں یہ (سزا) ہے کہ کہتا رہے کہ مجھ کو ہاتھ نہ لگانا اور تیرے لئے ایک اور وعدہ ہے (یعنی عذاب کا) جو تجھ سے ٹل نہ سکے گا اور جس معبود (کی پوجا) پر تو (قائم و) معتکف تھا اس کو دیکھ۔ ہم اسے جلادیں گے پھر اس (کی راکھ) کو اُڑا کر دریا میں بکھیر دیں گے"
        },
        {
            "chapter": 20,
            "verse": 98,
            "text": "تمہارا معبود خدا ہی ہے جس کے سوا کوئی معبود نہیں۔ اس کا علم ہر چیز پر محیط ہے"
        }
    ]
}