{
    "pages": [
        {
            "chapter": 25,
            "verse": 56,
            "text": "اور ہم نے (اے محمدﷺ) تم کو صرف خوشی اور عذاب کی خبر سنانے کو بھیجا ہے"
        },
        {
            "chapter": 25,
            "verse": 57,
            "text": "کہہ دو کہ میں تم سے اس (کام) کی اجرت نہیں مانگتا، ہاں جو شخص چاہے اپنے پروردگار کی طرف جانے کا رستہ اختیار کرے"
        },
        {
            "chapter": 25,
            "verse": 58,
            "text": "اور اس (خدائے) زندہ پر بھروسہ رکھو جو (کبھی) نہیں مرے گا اور اس کی تعریف کے ساتھ تسبیح کرتے رہو۔ اور وہ اپنے بندوں کے گناہوں سے خبر رکھنے کو کافی ہے"
        },
        {
            "chapter": 25,
            "verse": 59,
            "text": "جس نے آسمانوں اور زمین کو اور جو کچھ ان دونوں کے درمیان ہے چھ دن میں پیدا کیا پھر عرش پر جا ٹھہرا وہ (جس کا نام) رحمٰن (یعنی بڑا مہربان ہے) تو اس کا حال کسی باخبر سے دریافت کرلو"
        },
        {
            "chapter": 25,
            "verse": 60,
            "text": "اور جب ان (کفار) سے کہا جاتا ہے کہ رحمٰن کو سجدہ کرو تو کہتے ہیں رحمٰن کیا؟ کیا جس کے لئے تم ہم سے کہتے ہو ہم اس کے آگے سجدہ کریں اور اس سے بدکتے ہیں"
        },
        {
            "chapter": 25,
            "verse": 61,
            "text": "اور (خدا) بڑی برکت والا ہے جس نے آسمانوں میں برج بنائے اور ان میں (آفتاب کا نہایت روشن) چراغ اور چمکتا ہوا چاند بھی بنایا"
        },
        {
            "chapter": 25,
            "verse": 62,
            "text": "اور وہی تو ہے جس نے رات اور دن کو ایک دوسرے کے پیچھے آنے جانے والا بنایا۔ (یہ باتیں) اس شخص کے لئے جو غور کرنا چاہے یا شکرگزاری کا ارادہ کرے (سوچنے اور سمجھنے کی ہیں)"
        },
        {
            "chapter": 25,
            "verse": 63,
            "text": "اور خدا کے بندے تو وہ ہیں جو زمین پر آہستگی سے چلتے ہیں اور جب جاہل لوگ ان سے (جاہلانہ) گفتگو کرتے ہیں تو سلام کہتے ہیں"
        },
        {
            "chapter": 25,
            "verse": 64,
            "text": "اور جو وہ اپنے پروردگار کے آگے سجدے کرکے اور (عجز وادب سے) کھڑے رہ کر راتیں بسر کرتے ہیں"
        },
        {
            "chapter": 25,
            "verse": 65,
            "text": "اور جو دعا مانگتے رہتے ہیں کہ اے پروردگار دوزخ کے عذاب کو ہم سے دور رکھیو کہ اس کا عذاب بڑی تکلیف کی چیز ہے"
        },
        {
            "chapter": 25,
            "verse": 66,
            "text": "اور دوزخ ٹھیرنے اور رہنے کی بہت بری جگہ ہے"
        },
        {
            "chapter": 25,
            "verse": 67,
            "text": "اور وہ جب خرچ کرتے ہیں تو نہ بےجا اُڑاتے ہیں اور نہ تنگی کو کام میں لاتے ہیں بلکہ اعتدال کے ساتھ۔ نہ ضرورت سے زیادہ نہ کم"
        }
    ]
}