{
    "pages": [
        {
            "chapter": 26,
            "verse": 20,
            "text": "(موسیٰ نے) کہاں (ہاں) وہ حرکت مجھ سے ناگہاں سرزد ہوئی تھی اور میں خطا کاروں میں تھا"
        },
        {
            "chapter": 26,
            "verse": 21,
            "text": "تو جب مجھے تم سے ڈر لگا تو تم میں سے بھاگ گیا۔ پھر خدا نے مجھ کو نبوت وعلم بخشا اور مجھے پیغمبروں میں سے کیا"
        },
        {
            "chapter": 26,
            "verse": 22,
            "text": "اور (کیا) یہی احسان ہے جو آپ مجھ پر رکھتے ہیں کہ آپ نے بنی اسرائیل کو غلام بنا رکھا ہے"
        },
        {
            "chapter": 26,
            "verse": 23,
            "text": "فرعون نے کہا کہ تمام جہان مالک کیا"
        },
        {
            "chapter": 26,
            "verse": 24,
            "text": "کہا کہ آسمانوں اور زمین اور جو کچھ ان دونوں میں ہے سب کا مالک۔ بشرطیکہ تم لوگوں کو یقین ہو"
        },
        {
            "chapter": 26,
            "verse": 25,
            "text": "فرعون نے اپنے اہالی موالی سے کہا کہ کیا تم سنتے نہیں"
        },
        {
            "chapter": 26,
            "verse": 26,
            "text": "(موسیٰ نے) کہا کہ تمہارا اور تمہارے پہلے باپ دادا کا مالک"
        },
        {
            "chapter": 26,
            "verse": 27,
            "text": "(فرعون نے) کہا کہ (یہ) پیغمبر جو تمہاری طرف بھیجا گیا ہے باؤلا ہے"
        },
        {
            "chapter": 26,
            "verse": 28,
            "text": "موسیٰ نے کہا کہ مشرق اور مغرب اور جو کچھ ان دونوں میں ہے سب کا مالک، بشرطیکہ تم کو سمجھ ہو"
        },
        {
            "chapter": 26,
            "verse": 29,
            "text": "(فرعون نے) کہا کہ اگر تم نے میرے سوا کسی اور کو معبود بنایا تو میں تمہیں قید کردوں گا"
        },
        {
            "chapter": 26,
            "verse": 30,
            "text": "(موسیٰ نے) کہا خواہ میں آپ کے پاس روشن چیز لاؤں (یعنی معجزہ)"
        },
        {
            "chapter": 26,
            "verse": 31,
            "text": "فرعون نے کہا اگر سچے ہو تو اسے لاؤ (دکھاؤ)"
        },
        {
            "chapter": 26,
            "verse": 32,
            "text": "پس انہوں نے اپنی لاٹھی ڈالی تو وہ اسی وقت صریح اژدہا بن گئی"
        },
        {
            "chapter": 26,
            "verse": 33,
            "text": "اور اپنا ہاتھ نکالا تو اسی دم دیکھنے والوں کے لئے سفید (براق نظر آنے لگا)"
        },
        {
            "chapter": 26,
            "verse": 34,
            "text": "فرعون نے اپنے گرد کے سرداروں سے کہا کہ یہ تو کامل فن جادوگر ہے"
        },
        {
            "chapter": 26,
            "verse": 35,
            "text": "چاہتا ہے کہ تم کو اپنے جادو (کے زور) سے تمہارے ملک سے نکال دے تو تمہاری کیا رائے ہے؟"
        },
        {
            "chapter": 26,
            "verse": 36,
            "text": "انہوں نے کہا کہ اسے اور اس کے بھائی (کے بارے) میں کچھ توقف کیجیئے اور شہروں میں ہرکارے بھیج دیجیئے"
        },
        {
            "chapter": 26,
            "verse": 37,
            "text": "کہ سب ماہر جادوگروں کو (جمع کرکے) آپ کے پاس لے آئیں"
        },
        {
            "chapter": 26,
            "verse": 38,
            "text": "تو جادوگر ایک مقررہ دن کی میعاد پر جمع ہوگئے"
        },
        {
            "chapter": 26,
            "verse": 39,
            "text": "اور لوگوں سے کہہ دیا گیا کہ تم (سب) کو اکھٹے ہو کر جانا چاہیئے"
        }
    ]
}