{
    "pages": [
        {
            "chapter": 11,
            "verse": 89,
            "text": "O my people, let not your hostility towards me cause you to suffer what was suffered by the people of NuH, or the people of Hud, or the people of SaliH. And the people of LuT are not far from you"
        },
        {
            "chapter": 11,
            "verse": 90,
            "text": "Seek forgiveness from your Lord, then turn towards Him in repentance. Surely, my Lord is very merciful, most loving"
        },
        {
            "chapter": 11,
            "verse": 91,
            "text": "They said, .O Shu‘aib, we do not understand much of what you say, and, in fact, we see you are weak among us. But for your clan, we would have stoned you. And to us, you are not a man of respect"
        },
        {
            "chapter": 11,
            "verse": 92,
            "text": "He said, .O my people, is my clan more respectable to you than Allah, as you have taken Him as something thrown behind your backs? Surely, my Lord encompasses all that you do"
        },
        {
            "chapter": 11,
            "verse": 93,
            "text": "O my people, do what you can, I am to do (what I can). Soon you will know the one whom the punishment will visit, putting him to disgrace, and the one who is false. And wait. I am, with you, waiting"
        },
        {
            "chapter": 11,
            "verse": 94,
            "text": "And when Our command came, We saved Shu‘aib and those who believed along with him, out of mercy from Us; and those who transgressed were caught by the Cry, and they were found (dead) in their homes, fallen on their knees"
        },
        {
            "chapter": 11,
            "verse": 95,
            "text": "as though they never lived there. Lo! Ruined were Madyan, like Thamud were ruined"
        },
        {
            "chapter": 11,
            "verse": 96,
            "text": "And We sent Musa, with Our signs and with clear proof"
        },
        {
            "chapter": 11,
            "verse": 97,
            "text": "to Pharaoh and his group. So, they followed the command of Pharaoh, while the command of Pharaoh was not right"
        }
    ]
}