{
    "pages": [
        {
            "chapter": 20,
            "verse": 114,
            "text": "So High above all is Allah, the True King! And do not hasten with (reciting) the Qur‘an before its revelation to you is concluded, and say, .My Lord, improve me in knowledge"
        },
        {
            "chapter": 20,
            "verse": 115,
            "text": "We had given a directive to ‘Adam earlier, then he forgot, and We did not find in him a firm resolve"
        },
        {
            "chapter": 20,
            "verse": 116,
            "text": "When We said to the angels, .Prostrate yourselves to ‘Adam. So, all of them fell prostrate, except Iblis , who refused"
        },
        {
            "chapter": 20,
            "verse": 117,
            "text": "So, We said .‘Adam, this is an enemy to you and to your wife. So let him not expel you from Paradise, lest you should get into trouble"
        },
        {
            "chapter": 20,
            "verse": 118,
            "text": "Here you have the privilege that you will not be hungry nor will you be unclad"
        },
        {
            "chapter": 20,
            "verse": 119,
            "text": "and you will not be thirsty, nor will you be exposed to sun"
        },
        {
            "chapter": 20,
            "verse": 120,
            "text": "Then the Satan instigated him. He said, .‘Adam, shall I guide you to the tree of eternity and to an empire that does not decay"
        },
        {
            "chapter": 20,
            "verse": 121,
            "text": "So, both of them [‘Adam and Hawwa‘ (Eve)]ate from it, and their parts of shame were exposed to them, and they started stitching on themselves some of the leaves of Paradise. And ‘Adam disobeyed his Lord, and erred"
        },
        {
            "chapter": 20,
            "verse": 122,
            "text": "Thereafter his Lord chose him. So He accepted his repentance and gave (him) guidance"
        },
        {
            "chapter": 20,
            "verse": 123,
            "text": "He said (to ‘Adam and Iblis), .Go down from here, all of you, some of you enemies of some others. Then, should some guidance come to you from Me, the one who follows My guidance shall not go astray, nor shall he be in trouble"
        },
        {
            "chapter": 20,
            "verse": 124,
            "text": "As for the one who turns away from My message, he shall have a straitened life, and We shall raise him blind on the Day of Judgment"
        },
        {
            "chapter": 20,
            "verse": 125,
            "text": "He will say, .My Lord, why did you raise me blind while I was sighted"
        }
    ]
}