{
    "pages": [
        {
            "chapter": 27,
            "verse": 77,
            "text": "It is guidance and mercy for the believers"
        },
        {
            "chapter": 27,
            "verse": 78,
            "text": "And surely your Lord will decide between them by His judgment, and He is the All-Mighty, the All-Knowing"
        },
        {
            "chapter": 27,
            "verse": 79,
            "text": "So trust in Allah. Surely you are on the clear truth"
        },
        {
            "chapter": 27,
            "verse": 80,
            "text": "Surely, you cannot make the dead to hear, nor can you make the deaf to hear your call when they turn their backs in retreat"
        },
        {
            "chapter": 27,
            "verse": 81,
            "text": "nor can you show the right path to the blind against their wandering astray. You can make no one to listen (to you) except those who believe in Our verses, then submit themselves (to Allah)"
        },
        {
            "chapter": 27,
            "verse": 82,
            "text": "When the word will come to fall upon them, We will bring forth for them a beast from the earth who will speak to them that the human beings (i.e the infidels) did not believe in Our signs"
        },
        {
            "chapter": 27,
            "verse": 83,
            "text": "And (remember) the day when We will gather from every nation a host of those who used to reject Our verses, and they will be kept under control"
        },
        {
            "chapter": 27,
            "verse": 84,
            "text": "Until when they will come, He (Allah) will say, .Did you reject My verses while you did not comprehend them with knowledge, or what was it that you used to do"
        },
        {
            "chapter": 27,
            "verse": 85,
            "text": "And the Word will come to fall on them because of their transgression, so they will not (be able to) speak"
        },
        {
            "chapter": 27,
            "verse": 86,
            "text": "Did they not see that We made the night, so that they may have rest in it, and (made) the day to make them see? Surely, in this there are signs for a people who believe"
        },
        {
            "chapter": 27,
            "verse": 87,
            "text": "And (remember) the day when the Horn will be blown; so all those in the heavens and the earth will be in panic, except those whom Allah wills. And All (of them) will come to Him in humility"
        },
        {
            "chapter": 27,
            "verse": 88,
            "text": "And you see the mountains (at present) supposing them as fixed (forever), while (on that Day) they will fly like the flight of clouds - an act of Allah who has perfected every thing. Surely, He is All-Aware of what you do"
        }
    ]
}