{
    "pages": [
        {
            "chapter": 39,
            "verse": 75,
            "text": "And you will see the angels ringed around the Throne proclaiming the purity of their Lord, along with His praise, and matters will stand settled between them rightfully, and it will be said: .AlHamdulillahi-rabbil‘alamin : Praise belongs to Allah, the Lord of the worlds"
        },
        {
            "chapter": 40,
            "verse": 1,
            "text": "Ha Mim"
        },
        {
            "chapter": 40,
            "verse": 2,
            "text": "This is revelation of the Book from Allah, the Mighty, the All-Knowing"
        },
        {
            "chapter": 40,
            "verse": 3,
            "text": "the One who forgives sins and accepts repentance, the One who is severe in punishment, the One who is the source of all power. There is no god but He. To Him is the ultimate return (of all)"
        },
        {
            "chapter": 40,
            "verse": 4,
            "text": "No one quarrels about the verses of Allah, except those who disbelieve. So, their (prosperous) movements in the cities should not deceive you"
        },
        {
            "chapter": 40,
            "verse": 5,
            "text": "Before these, the people of NuH and the groups after them had rejected (the messengers). Every group intended to seize their messenger, and raised disputes on the basis of falsehood, so that they might refute the truth with it, hence I seized them. So, how was My punishment"
        },
        {
            "chapter": 40,
            "verse": 6,
            "text": "And similarly, the word of your Lord has become due against those who disbelieve__that they are the people of the Fire"
        },
        {
            "chapter": 40,
            "verse": 7,
            "text": "Those who are bearing the Throne and those who are around it pronounce the purity of your Lord along with His praise, and believe in Him, and pray for the forgiveness of those who believe, (saying): .Our Lord, Your mercy and knowledge comprehends everything; so forgive those who repent and follow Your way, and save them from the punishment of the Fire"
        }
    ]
}