{
    "pages": [
        {
            "chapter": 40,
            "verse": 17,
            "text": "Today, everyone will be recompensed for what one earned. There is no injustice today. Surely, Allah is swift in reckoning"
        },
        {
            "chapter": 40,
            "verse": 18,
            "text": "And warn them of the Day of approaching horror, when hearts will jump up into the throats, (and they will be) choked. There will be neither a friend for the unjust, nor an intercessor to be listened to"
        },
        {
            "chapter": 40,
            "verse": 19,
            "text": "He knows the treachery of the eyes and whatever is concealed by hearts"
        },
        {
            "chapter": 40,
            "verse": 20,
            "text": "He will give His judgment with truth. And those whom they invoke beside Him cannot judge anything. Surely, it is Allah who is Hearing, Seeing"
        },
        {
            "chapter": 40,
            "verse": 21,
            "text": "Have they not traveled through the earth and seen how was the fate of those who used to be before them? They were stronger than these in power and in traces left on the earth, but Allah seized them because of their sins. There was no one to save them from Allah"
        },
        {
            "chapter": 40,
            "verse": 22,
            "text": "That was because messengers used to come to them with clear signs, but they disbelieved. Then, Allah seized them. Surely, He is Strong, severe in punishment"
        },
        {
            "chapter": 40,
            "verse": 23,
            "text": "Indeed We sent Musa with Our signs and a manifest proof"
        },
        {
            "chapter": 40,
            "verse": 24,
            "text": "to Pharaoh and Haman and Qarun, but they said, .He is a sorcerer, a liar"
        },
        {
            "chapter": 40,
            "verse": 25,
            "text": "And when he brought them the truth from Us, they said, .Kill the sons of those who have accepted faith with him, and spare the lives of their women. But the plot of the disbelievers is nothing but a failure"
        }
    ]
}