{
    "maqras": [
        {
            "chapter": 28,
            "verse": 12,
            "text": "আর আমরা আগে থেকেই স্তন্যপান তাঁর জন্য নিষিদ্ধ করেছিলাম। তখন সে বললে, ''আমি কি আপনাদের এমন কোনো ঘরের লোকের বিষয়ে বলে দেব যারা আপনাদের জন্য তাকে লালন-পালন করতেও পারে, আর তারা এর শুভাকাঙ্খী হবে?’’"
        },
        {
            "chapter": 28,
            "verse": 13,
            "text": "তখন আমরা তাঁকে ফিরিয়ে দিলাম তাঁর মায়ের কাছে, যেন তার চোখ জুড়িয়ে যায় আর যেন সে দুঃখ না করে, আর যেন সে জানতে পারে যে আল্লাহ্‌র ওয়াদা ধ্রুবসত্য। কিন্তু তাদের অধিকাংশই জানে না।"
        },
        {
            "chapter": 28,
            "verse": 14,
            "text": "আর যখন তিনি তাঁর যৌবনে পৌঁছলেন ও পূর্ণবয়স্ক হলেন, আমরা তখন তাঁকে জ্ঞান ও বিদ্যা দান করলাম। আর এইভাবেই আমরা সৎকর্মীদের প্রতিদান দিই।"
        },
        {
            "chapter": 28,
            "verse": 15,
            "text": "আর তিনি শহরে প্রবেশ করলেন যে সময়ে এর অধিবাসীরা অসতর্ক ছিল, তখন তিনি সেখানে দেখতে পেলেন দুজন লোক মারামারি করছে, -- একজন তাঁর দলের আর একজন তাঁর শত্রুপক্ষের, তখন যে ব্যক্তি তাঁর দলীয় সে তাঁর সাহায্যের জন্য চীৎকার করল তার বিরুদ্ধে যে তাঁর শত্রুপক্ষীয়, সুতরাং মূসা তাকে ঘুষি মারলেন, তখন তিনি তাকে খতম করে ফেললেন। তিনি বললেন -- ''এইটি শয়তানের কাজের ফলে। নিঃসন্দেহ সে এক শত্রু -- প্রকাশ্যভাবে বিভ্রান্তকারী।’’"
        },
        {
            "chapter": 28,
            "verse": 16,
            "text": "তিনি বললেন -- ''আমার প্রভু! আমি নিঃসন্দেহ আমার নিজের প্রতি অত্যাচার করে ফেলেছি, সেজন্য আমাকে পরিত্রাণ করো।’’ সুতরাং তিনি তাঁকে পরিত্রাণ করলেন। নিঃসন্দেহ তিনি -- তিনিই পরিত্রাণকারী, অফুরন্ত ফলদাতা।"
        },
        {
            "chapter": 28,
            "verse": 17,
            "text": "তিনি বললেন -- ''আমার প্রভু! যেহেতু তুমি আমার প্রতি অনুগ্রহ করেছ, তাই আমি কখনো অপরাধীদের পৃষ্ঠপোষক হবো না।’’"
        },
        {
            "chapter": 28,
            "verse": 18,
            "text": "তারপর তিনি সকালবেলায় ভীত-সন্ত্রস্ত অবস্থায় শহরটিতে বেরুলেন সতর্ক দৃষ্টি ফেলে, তখন হঠাৎ যে আগের দিনে তাঁর সাহায্য চেয়েছিল সে তাঁর প্রতি চীৎকার করল। মূসা তাকে বললেন -- ''তুমি তো স্পষ্টই একজন ঝগড়াটে।’’"
        },
        {
            "chapter": 28,
            "verse": 19,
            "text": "তারপর যখন তিনি পাকড়াতে চাইলেন তাকে যে তাঁদের উভয়েরই শত্রু তখন সে বললে -- ''হে মূসা! তুমি কি আমাকে মেরে ফেলতে চাও যেমন তুমি একজনকে গতকাল মেরে ফেলেছ, তুমি তো চাইছ কেবল দেশে জবরদস্ত বনতে, আর তুমি চাও না শান্তিস্থাপনকারীদের অন্তর্ভুক্ত হতে।’’"
        },
        {
            "chapter": 28,
            "verse": 20,
            "text": "আর একজন লোক শহরের দূরপ্রান্ত থেকে ছুটতে ছুটতে এল। সে বললে -- ''হে মূসা! নিঃসন্দেহ প্রধানরা তোমার সন্বন্ধে পরামর্শ করছে তোমাকে হত্যা করতে, কাজেই বেরিয়ে যাও, নিঃসন্দেহ আমি তোমার জন্য মঙ্গলাকাঙ্খীদের একজন ।’’"
        },
        {
            "chapter": 28,
            "verse": 21,
            "text": "সুতরাং তিনি সেখান থেকে বেরিয়ে গেলেন ভীতসন্ত্রস্তভাবে সতর্ক দৃষ্টি মেলে। তিনি বললেন -- ''আমার প্রভু! আমাকে অত্যাচারীগোষ্ঠী থেকে উদ্ধার করো।’’"
        },
        {
            "chapter": 28,
            "verse": 22,
            "text": "আর তিনি যখন মাদয়ান অভিমুখে যাত্রা করলেন তখন বললেন -- ''হতে পারে আমার প্রভু আমাকে ঠিক পথে চালিয়ে নেবেন।’’"
        },
        {
            "chapter": 28,
            "verse": 23,
            "text": "আর যখন তিনি মাদয়ানের জলাশয়ের কাছে এলেন তখন তিনি তাতে দেখলেন একদল লোক পানি খাওয়াচ্ছে, আর তাদের পাশে তিনি দেখতে পেলেন দুজন মহিলা আগলে রেখেছে। তিনি বললেন -- ''তোমাদের দুজনের কি ব্যাপার?’’ তারা বললে -- ''আমরা পানি খাওয়াতে পারছি না যে পর্যন্ত না রাখালরা সরিয়ে নিয়ে যায়, আর আমাদের আব্বা খুব বুড়ো মানুষ।’’"
        },
        {
            "chapter": 28,
            "verse": 24,
            "text": "সুতরাং তিনি তাদের দুজনের জন্য পানি খাওয়ালেন, তারপর ছায়ার দিকে ফিরে গেলেন আর বললেন -- ''আমার প্রভু! তুমি আমার প্রতি যে কোনো অনুগ্রহ পাঠাবে আমি তারই জন্যে ভিখারী হয়ে আছি।’’"
        },
        {
            "chapter": 28,
            "verse": 25,
            "text": "তারপরে সেই দুইজন মহিলার একজন তাঁর নিকটে লাজুকভাবে হেঁটে এল। সে বললে -- ''আমার আব্বা আপনাকে আমন্ত্রণ করেছেন আপনি যে আমাদের জন্য পানি খাইয়েছেন সেজন্য আপনাকে পারিশ্রমিক প্রদান করতে।’’ তারপর যখন তিনি তার কাছে এলেন এবং তার কাছে বৃত্তান্ত বর্ণনা করলেন তখন সে বলল -- ''ভয় করো না, তুমি অত্যাচারী লোকদের কবল থেকে রক্ষা পেয়েছ।’’"
        },
        {
            "chapter": 28,
            "verse": 26,
            "text": "মেয়ে দুজনের একজন বলল -- ''হে আমার আব্বা! তুমি একে কর্মচারী ক’রে নাও, তুমি যাদের নিযুক্ত করতে পার তাদের মধ্যে সে-ই সব চাইতে ভাল যে বলবান, বিশ্বস্ত।’’"
        },
        {
            "chapter": 28,
            "verse": 27,
            "text": "সে বলল -- ''আমি তো চাইছি আমার এই দুই মেয়ের একটিকে তোমার সাথে বিয়ে দিতে এই শর্তে যে তুমি আমার জন্য চাকরি করবে আট হজ, আর যদি তুমি দশ পূর্ণ কর তাহলে সে তোমার ইচ্ছা, আর আমি চাই না যে আমি তোমার উপরে কঠোর হব। তুমি শীঘ্রই, ইন-শা-আল্লাহ্‌, আমাকে দেখতে পাবে ন্যায়পরায়ণদের একজন।’’"
        },
        {
            "chapter": 28,
            "verse": 28,
            "text": "তিনি বললেন -- ''এই-ই আমার মধ্যে ও আপনার মধ্যে রইল। এ দুটি মিয়াদের যে কোনোটি আমি যদি পূর্ণ করি তাহলে আমার বিরুদ্ধে কোনো অভিযোগ থাকবে না। আর আমরা যা কথা বলছি তার উপরে আল্লাহ্ কার্যনির্বাহক রইলেন।’’"
        }
    ]
}