{
    "maqras": [
        {
            "chapter": 48,
            "verse": 18,
            "text": "আল্লাহ্ তো মুমিনদের প্রতি সন্তষ্ট হয়েই ছিলেন যখন তারা গাছতলাতে তোমার আনুগত্যের শপথ গ্রহণ করল, আর তাদের অন্তরে যা ছিল তা তিনি জানতেন, সেজন্য তাদের উপরে তিনি প্রশান্তি বর্ষণ করলেন, আর তিনি তাদের পুরস্কার দিয়েছিলেন এক আসন্ন বিজয়"
        },
        {
            "chapter": 48,
            "verse": 19,
            "text": "আর প্রচুর যুদ্ধেলব্ধ সম্পদ, তারা তা হস্তগত করবে। আর আল্লাহ্ হচ্ছেন মহাশক্তিশালী, পরমজ্ঞানী।"
        },
        {
            "chapter": 48,
            "verse": 20,
            "text": "আল্লাহ্ তোমাদের জন্য ওয়াদা করছেন প্রচুর যুদ্ধেলব্ধ সম্পদ, তোমরা তা হস্তগত করবে, আর তোমাদের জন্য তিনি ত্বরান্বিত করেছেন এইটি, ফলে লোকেদের হাত তোমাদের থেকে তিনি ঠেকিয়ে রেখেছেন, আর যেন এটি মুমিনদের জন্য একটি নিদর্শন হতে পারে, আর যাতে তিনি তোমাদের পরিচালিত করতে পারেন সহজ-সঠিক পথে"
        },
        {
            "chapter": 48,
            "verse": 21,
            "text": "আর অন্যান্য যে গুলোর উপরে তোমরা এখনও কবজা করতে পার নি, আল্লাহ্ এগুলোকে ঘিরে রেখেছেন। আর আল্লাহ্ সব- কিছুর উপরে সর্বশক্তিমান ।"
        },
        {
            "chapter": 48,
            "verse": 22,
            "text": "আর যারা অবিশ্বাস পোষণ করে তারা যদিও বা তোমাদের সঙ্গে যুদ্ধ করে তবে নিশ্চয় তারা পিঠ ফেরাবে, তারপরে তারা পাবে না কোনো বন্ধুবান্ধব, আর না কোনো সাহায্যকারী।"
        },
        {
            "chapter": 48,
            "verse": 23,
            "text": "আল্লাহ্‌র নিয়ম-নীতি যা ইতিপূর্বে গত হয়ে গেছে, আর আল্লাহ্‌র নিয়ম-নীতিতে তোমরা কখনো কোনো পরিবর্তন পাবে না।"
        },
        {
            "chapter": 48,
            "verse": 24,
            "text": "আর তিনিই সেইজন যিনি মক্কা উপত্যকায় তাদের হাতগুলো তোমাদের থেকে আর তোমাদের হাতগুলো তাদের থেকে ঠেকিয়ে রেখেছিলেন, তাদের উপরে তিনি তোমাদের বিজয় দান করার পরে। আর তোমরা যা করছ আল্লাহ্ সে-সবের সম্যক দ্রষ্টা।"
        },
        {
            "chapter": 48,
            "verse": 25,
            "text": "এরাই তারা যারা অবিশ্বাস পোষণ করেছিল এবং তোমাদের বাধা দিয়েছিল পবিত্র মসজিদ থেকে, আর উৎসর্গীকৃত পশুদের বাধা দিয়েছিল তাদের গন্তব্যস্থলে পৌঁছতে। আর মুমিন পুরুষ ও মুমিন নারীরা যদি না থাকতো তাহলে তাদের তোমরা না-জেনে তাদের দলিত করতে, ফলে তাদের কারণে অজানিতভাবে এক নিন্দনীয় অপরাধ তোমাদের পাকড়াতো, এ-জন্য যে আল্লাহ্ যেন যাকে ইচ্ছা করেন তাঁর করুণার মধ্যে দাখিল করতে পারেন। তারা যদি আলাদা হয়ে থাকত তাহলে তাদের মধ্যের যারা অবিশ্বাস পোষণ করে তাদের আমরা নিশ্চয় শাস্তি দিতাম মর্মন্তুদ শাস্তিতে।"
        },
        {
            "chapter": 48,
            "verse": 26,
            "text": "যারা অবিশ্বাস পোষণ করে তারা যখন তাদের অন্তরে গোঁ ধরেছিল -- অজ্ঞতার যুগের গোঁয়ার্তুমি -- তখন আল্লাহ্ তাঁর প্রশান্তি বর্ষণ করেছিলেন তাঁর রসূলের উপরে ও মুমিনদের উপরে, আর ধর্মনিষ্ঠার নীতিতে তাদের সুপ্রতিষ্ঠিত রাখলেন, বস্তুত তারা এর জন্য নায্য দাবিদার ছিল ও এর উপযুক্ত ছিল, আর আল্লাহ্ সর্ববিষয়ে সর্বজ্ঞাতা।"
        },
        {
            "chapter": 48,
            "verse": 27,
            "text": "আল্লাহ্ আলবৎ তাঁর রসূলের জন্য দৈবদর্শনটি যথাযথভাবে বাস্তবায়িত করেছেন। তোমরা সুনিশ্চিত পবিত্র মসজিদে ইন-শা আল্লাহ্ প্রবেশ করবে নিরাপত্তার সাথে, তোমাদের মস্তক মুন্ডন ক’রে ও চুল কেটে, তোমরা ভয় না ক’রে। কিন্তু তিনি জানেন যা তোমরা জান না, সেজন্য এইটি ছাড়াও তিনি সংঘটিত করেছেন এক আসন্ন বিজয়।"
        },
        {
            "chapter": 48,
            "verse": 28,
            "text": "তিনিই সেইজন যিনি তাঁর রসূলকে পাঠিয়েছেন পথনির্দেশ ও সত্য ধর্মের সাথে যেন তিনি একে প্রাধান্য দিতে পারেন ধর্মের -- তাদের সবক’টির উপরে। আর সাক্ষীরূপে আল্লাহ্‌ই যথেষ্ট।"
        },
        {
            "chapter": 48,
            "verse": 29,
            "text": "মুহাম্মদ আল্লাহ্‌র রসূল, আর যারা তাঁর সঙ্গে রয়েছেন তারা অবিশ্বাসীদের প্রতি কঠোর, নিজেদের মধ্যে কোমলভাবাপন্ন, তুমি তাদের দেখতে পাবে তারা আল্লাহ্‌র কাছ থেকে করুণাভান্ডার ও সন্তষ্টি কামনা ক’রে রুকু করছে সিজদা করছে। তাদের পরিচায়ক হচ্ছে তাদের মুখমন্ডলের উপরে সিজদার ছাপের মধ্যে। এমনটাই তাদের উদাহরণ তওরাতে এবং তাদের উদাহরণ ইঞ্জিলেও, -- বপন করা শস্যবীজের মতো যা তার অঙ্কুর উদগত করে, তারপর তাকে শক্ত করে, তারপর তা পুষ্ট হয়, তারপর তা খাড়া হয় তার কান্ডের উপরে, -- বপনকারীদের আনন্দবর্ধন করে, তিনি যেন তাদের কারণে অবিশ্বাসীদের অন্তর্জালা সৃষ্টি করেন। যারা ঈমান এনেছে ও সৎকর্ম করছে আল্লাহ্ তাদের মধ্যের লোকজনকে ওয়াদা করেছেন পরিত্রাণ ও এক মহান প্রতিদান।"
        }
    ]
}