{
    "maqras": [
        {
            "chapter": 63,
            "verse": 4,
            "text": "আর তুমি যখন তাদের দেখ তখন তাদের গা-গতর তোমাকে তাজ্জব বানিয়ে দেয়, আর যদি তারা কথা বলে তবে তুমি তাদের বুলি শোনে থাক। তারা যেন এক-একটি কাঠের কুদোঁ ঠেস দিয়ে রাখা। তারা মনে করে প্রত্যেকটি শোরগোল তাদেরই বিরুদ্ধে। তারাই হচ্ছে শত্রু, ফলে তাদের সন্বন্ধে সাবধান হও। আল্লাহ্ তাদের ধ্বংস করুন! কোথা থেকে তাদের ফিরিয়ে দেওয়া হচ্ছে"
        },
        {
            "chapter": 63,
            "verse": 5,
            "text": "আর যখন তাদের বলা হয় -- ''এসো, আল্লাহ্‌র রসূল তোমাদের জন্য ক্ষমা প্রার্থনা করবেন’’, তারা তখন তাদের মাথা নাড়ে, আর তুমি দেখতে পাও তারা ফিরিয়ে রাখছে। আর তারা গর্বিত বোধ করছে।"
        },
        {
            "chapter": 63,
            "verse": 6,
            "text": "তুমি তাদের জন্য ক্ষমা প্রার্থনা কর অথবা তাদের জন্য ক্ষমা প্রার্থনা নাই কর -- এ তাদের জন্য একসমান। আল্লাহ্ কখনো তাদের ক্ষমা করবেন না। নিশ্চয় সত্যত্যাগী লোকদলকে আল্লাহ্ সৎপথে চালান না।"
        },
        {
            "chapter": 63,
            "verse": 7,
            "text": "ওরাই তো তারা যারা বলে -- ''আল্লাহ্‌র রসূলের সঙ্গে যারা রয়েছে তাদের জন্য খরচ করো না যে পর্যন্ত না তারা সরে পড়ে।’’ আর মহাকাশমন্ডলের ও পৃথিবীর ধনভান্ডার তো আল্লাহ্‌রই, কিন্ত মুনাফিকগোষ্ঠী বোঝে না।"
        },
        {
            "chapter": 63,
            "verse": 8,
            "text": "তারা বলে -- ''আমরা যদি মদীনায় ফিরে যাই তাহলে প্রবলরা দুর্বলদের সেখান থেকে অবশ্যই বের করে দেবে।’’ কিন্ত ক্ষমতা তো আল্লাহ্‌রই আর তাঁর রসূলের আর মুমিনদের, কিন্ত মুনাফিকরা জানে না।"
        },
        {
            "chapter": 63,
            "verse": 9,
            "text": "ওহে যারা ঈমান এনেছ! তোমাদের ধনসম্পত্তি ও তোমাদের সন্তানসন্ততি যেন তোমাদের আল্লাহ্‌র স্মরণ থেকে ফিরিয়ে না রাখে। আর যে তেমন করে -- তারাই তো তবে খোদ ক্ষতিগ্রস্ত হবে।"
        },
        {
            "chapter": 63,
            "verse": 10,
            "text": "আর আমরা তোমাদের যা জীবনোপকরণ দিয়েছি তা থেকে তোমরা খরচ করো তোমাদের কোনো একজনের কাছে মৃত্যু এসে পড়ার আগেই, পাছে তাকে বলতে হয় -- ''আমার প্রভু! কেন তুমি আমাকে এক আসন্নকাল পর্যন্ত অবকাশ দাও নি, তাহলে তো আমি দান-খয়রাত করতাম এবং আমি সৎকর্মীদের অন্তর্ভুক্ত হতে পারতাম।’’"
        },
        {
            "chapter": 63,
            "verse": 11,
            "text": "আর আল্লাহ্ কোনো সত্ত্বাকে অবকাশ দেন না যখন তার অন্তিম-সময় এসে যায়। আর তোমরা যা কর সে-সন্বন্ধে আল্লাহ্ পূর্ণওয়াকিফহাল।"
        },
        {
            "chapter": 64,
            "verse": 1,
            "text": "আল্লাহ্‌রই জপতপ করছে যা-কিছু আছে মহাকাশমন্ডলে ও যা-কিছু আছে পৃথিবীতে, তাঁরই হচ্ছে সার্বভৌমত্ব ও তাঁরই সকল প্রশংসা, আর তিনি সব-কিছুর উপরে সর্বশক্তিমান।"
        },
        {
            "chapter": 64,
            "verse": 2,
            "text": "তিনিই সেইজন যিনি তোমাদের সৃষ্টি করেছেন, তারপর তোমাদের কেউ-কেউ অবিশ্বাসী ও তোমাদের কেউ-কেউ বিশ্বাসী। আর তোমরা যা কর আল্লাহ্ তার সম্যক দ্রষ্টা।"
        },
        {
            "chapter": 64,
            "verse": 3,
            "text": "তিনি মহাকাশমন্ডল ও পৃথিবীকে সৃষ্টি করেছেন যথাযথভাবে, আর তিনি তোমাদের আকৃতি দিয়েছেন, তারপর তোমাদের আকৃতিকে কত সুন্দর করেছেন! আর তাঁরই কাছে শেষ-প্রত্যাবর্তন।"
        },
        {
            "chapter": 64,
            "verse": 4,
            "text": "মহাকাশমন্ডলীতে ও পৃথিবীতে যা-কিছু আছে তা তিনি জানেন, আর তিনি জানেন যা তোমরা লুকোও ও যা তোমরা প্রকাশ কর। আর অন্তরের ভেতরে যা আছে সে-সন্বন্ধেও তিনি সর্বজ্ঞাতা।"
        },
        {
            "chapter": 64,
            "verse": 5,
            "text": "তোমাদের কাছে কি তাদের সংবাদ পেছেনি যাঁরা ইতিপূর্বে অবিশ্বাস পোষণ করেছিল, তারপর তাদের কাজের শাস্তি আস্বাদন করেছিল? আর তাদের জন্য রয়েছে মর্মন্তুদ শাস্তি।"
        },
        {
            "chapter": 64,
            "verse": 6,
            "text": "এটি এইজন্য যে তাদের কাছে তাদের রসুলগণ আসতেছিলেন সুস্পষ্ট প্রমাণাবলী নিয়ে, কিন্ত তারা বলত -- ''মানুষই বুঝি আমাদের পথ দেখাবে?’’ সুতরাং তারা অবিশ্বাস করল ও ফিরে গেল, অথচ আল্লাহ্ বেপরোয়া রয়েছেন। আর আল্লাহ্ স্বয়ংসমৃদ্ধ প্রশংসার্হ।"
        },
        {
            "chapter": 64,
            "verse": 7,
            "text": "যারা অবিশ্বাস পোষণ করে তারা ধরে নিয়েছে যে তাদের কখনো তোলা হবে না। বলো -- ''হাঁ, আমার প্রভুর কসম, অতি-অবশ্য তোমাদের তোলা হবে, তারপর তোমাদের অবশ্যই জানানো হবে যা তোমরা করেছিলে।’’ আর এইটি আল্লাহ্‌র পক্ষে সহজ।"
        },
        {
            "chapter": 64,
            "verse": 8,
            "text": "অতএব তোমরা আল্লাহ্‌তে বিশ্বাস করো, আর তাঁর রসূলে ও সেই আলোকে যা আমরা অবতারণ করেছি। আর তোমরা যা করছ সে-সম্পর্কে আল্লাহ্ পূর্ণ-ওয়াকিফহাল।"
        },
        {
            "chapter": 64,
            "verse": 9,
            "text": "সেইদিন তিনি তোমাদের সমবেত করবেন জমায়েৎ করার দিনের জন্যে -- এইটিই মোহ-অপসারণের দিন। আর যে কেউ আল্লাহ্‌তে বিশ্বাস করে এবং সৎকর্ম সম্পাদন করে, তিনি তার থেকে তার সব পাপ মোচন করে দেবেন এবং তাকে প্রবেশ করাবেন স্বর্গোউদ্যানসমূহে যাদের নিচে দিয়ে বয়ে চলেছে ঝরনারাজি, সেখানে তারা অবস্থান করবে চিরকাল। এইটি এক বিরাট সাফল্য।"
        },
        {
            "chapter": 64,
            "verse": 10,
            "text": "আর যারা অবিশ্বাস পোষণ করে এবং আমাদের নির্দেশাবলী প্রত্যাখ্যান করে, তারাই হচ্ছে আগুনের বাসিন্দা -- তারা সেখানেই অবস্থান করবে। আর কত মন্দ সেই গন্তব্যস্থান"
        },
        {
            "chapter": 64,
            "verse": 11,
            "text": "কোনো বিপদ আপতিত হয় না আল্লাহ্‌র অনুমতি ব্যতীত। আর যে কেউ আল্লাহ্‌তে বিশ্বাস করে তিনি তার হৃদয়কে সুপথে চালিত করেন। আর আল্লাহ্ সব-কিছু সন্বন্ধে সর্বজ্ঞাতা।"
        },
        {
            "chapter": 64,
            "verse": 12,
            "text": "আর আল্লাহ্‌র আজ্ঞাপালন করো ও রসূলকে মেনে চলো; কিন্ত যদি তোমরা ফিরে যাও তাহলে আমাদের রসূলের উপরে কেবল সুস্পষ্টভাবে পৌঁছে দেওয়া।"
        },
        {
            "chapter": 64,
            "verse": 13,
            "text": "আল্লাহ্ -- তিনি ব্যতীত অন্য উপাস্য নেই। সুতরাং আল্লাহ্‌র উপরেই তবে মুমিনরা নির্ভর করুক।"
        },
        {
            "chapter": 64,
            "verse": 14,
            "text": "ওহে যারা ঈমান এনেছ! নিশ্চয় তোমাদের কোনো-কোনো স্ত্রীরা ও তোমাদের ছেলেমেয়েরা তোমাদের শত্রু, অতএর তাদের ক্ষেত্রে হুশিয়াঁর হও। কিন্ত যদি তোমরা মাফ করে দাও ও উপেক্ষা কর ও উদ্ধার কর, তাহলে আল্লাহ্ পরিত্রাণকারী, অফুরন্ত ফলদাতা।"
        },
        {
            "chapter": 64,
            "verse": 15,
            "text": "নিঃসন্দেহ তোমাদের ধনদৌলত ও তোমাদের সন্তানসন্ততি তো এক পরীক্ষা। আর আল্লাহ্‌, তাঁরই কাছে রয়েছে বিরাট প্রতিদান।"
        },
        {
            "chapter": 64,
            "verse": 16,
            "text": "অতএব আল্লাহ্‌কে ভয়ভক্তি করো যতটা তোমরা সক্ষম হও, আর শোনো, আর আজ্ঞাপালন করো, আর ব্যয় করো, -- এ তোমাদের নিজেদের জন্য কল্যাণময়। আর যে কেউ তার অন্তরের লোভ-লালসা থেকে সংযত রাখে তারাই তবে খোদ সফলকাম হয়।"
        },
        {
            "chapter": 64,
            "verse": 17,
            "text": "যদি তোমরা আল্লাহ্‌কে কর্জ দাও এক উত্তম কর্জ, তিনি সেটি তোমাদের জন্য বহু-গুণিত করে দেবেন, আর তিনি তোমাদের পরিত্রাণ করবেন। আর আল্লাহ্ গুণগ্রাহী, অতি অমায়িক।"
        },
        {
            "chapter": 64,
            "verse": 18,
            "text": "তিনি অদৃশ্য ও দৃশ্যের পরিজ্ঞাতা, মহাশক্তিশালী, পরমজ্ঞানী।"
        }
    ]
}