{
    "maqras": [
        {
            "chapter": 6,
            "verse": 36,
            "text": "কেবল তারাই সাড়া দেয় যারা শোনে। আর মৃতের সন্বন্ধে -- আল্লাহ্ তাদের পুনর্জীবিত করবেন, তখন তাঁর দিকেই তাদের ফিরিরে আনা হবে।"
        },
        {
            "chapter": 6,
            "verse": 37,
            "text": "আর তারা বলাবলি করে -- ''কেন তাঁর কাছে তাঁর প্রভুর নিকট থেকে কোনো নিদর্শন অবতীর্ণ হয় না?’’ তুমি বলো -- ''নিঃসন্দেহ আল্লাহ্ নিদর্শন অবতীর্ণ করতে সক্ষম, কিন্ত তাদের অধিকাংশই জানে না।’’"
        },
        {
            "chapter": 6,
            "verse": 38,
            "text": "আর এমন কোনো পার্থিব জীব নেই এই পৃথিবীতে আর না আছে কোন উড়ন্ত প্রাণী যে উড়ে তার দুই ডানার সাহায্যে, যারা তোমাদের মতো এক সম্প্রদায়ের নয়। আমরা এই কিতাবে কোনো কিছুই ফেলে রাখি নি। অতঃপর তাদের প্রভুর দিকে তাদের একত্রিত করা হবে।"
        },
        {
            "chapter": 6,
            "verse": 39,
            "text": "আর যারা আমাদের নির্দেশসমূহে মিথ্যারোপ করে তারা বধির ও বোবা, ঘোর অন্ধকারে। আল্লাহ্ যাকে ইচ্ছা করেন তাকে তিনি বিপথে যেতে দেন, আর যাকে ইচ্ছা করেন তাকে তিনি স্থাপন করেন সহজ-সঠিক পথের উপরে।"
        },
        {
            "chapter": 6,
            "verse": 40,
            "text": "বলো -- ''তোমরা কি ভেবে দেখেছ যে আল্লাহ্‌র শাস্তি তোমাদের উপরে যদি এসে পড়ে অথবা সেই ঘড়ি-ঘন্টা তোমাদের নিকটে উপস্থিত হয়, তোমরা কি আল্লাহ্ ছাড়া অপর কাউকে ডাকবে? যদি তোমরা সত্যবাদী হও।’’"
        },
        {
            "chapter": 6,
            "verse": 41,
            "text": "বরং তাঁকেই তোমরা ডাকবে, আর তিনি যদি ইচ্ছা করেন তবে দূর ক’রে দেবেন তা যার জন্য তাঁকে তোমরা ডেকে থাকো, আর তোমরা ভুলে যাবে তোমরা যে-সব অংশী দাঁড় করাও।"
        },
        {
            "chapter": 6,
            "verse": 42,
            "text": "আর আমরা নিশ্চয়ই তোমার পূর্বের সম্প্রদায়ের কাছে রসূল পাঠিয়েছিলাম, তারপর আমরা দুর্দশা ও বিপদপাত দ্বারা তাদের পাকড়াও করেছিলাম যেন তারা নিজেদের বিনত করে।"
        },
        {
            "chapter": 6,
            "verse": 43,
            "text": "তবে কেন, যখন আমাদের থেকে দুর্দশা তাদের উপরে এসেছিল, তারা বিনত করল না? পরন্ত, তাদের অন্তঃকরণ কঠিন হয়ে উঠল, আর শয়তান তাদের কাছে চিত্তাকর্ষক করে তুললো যে-সব তারা করে যাচ্ছিল।"
        },
        {
            "chapter": 6,
            "verse": 44,
            "text": "তারপর যখন তারা ভুলে গেল যে বিষয়ে তাদের স্মরণ করিয়ে দেয়া হয়েছিল, তাদের জন্য আমরা খুলে দিলাম সব-কিছুর দরজা, যে পর্যন্ত না তারা মেতে উঠেছিল যা তাদের দেয়া হয়েছিল তাতে, আমরা তাদের পাকড়াও করলাম অতর্কিতে, কাজেই দেখো! তারা তখন হতভন্ব"
        },
        {
            "chapter": 6,
            "verse": 45,
            "text": "এইভাবে শিকড় কাটা হয়েছিল সেইসব গোষ্ঠীর যারা অন্যায় করেছিল। আর ''সমস্ত প্রশংসা আল্লাহ্‌র জন্য, সৃষ্টজগতের প্রভু।’’"
        },
        {
            "chapter": 6,
            "verse": 46,
            "text": "বলো -- ''তোমরা কি ভেবে দেখেছ, আল্লাহ্ যদি কেড়ে নেন তোমাদের শ্রবণশক্তি ও তোমাদের দৃষ্টিশক্তি, আর মোহর মেরে দেন তোমাদের হৃদয়ের উপরে, তবে আল্লাহ্ ব্যতীত কে উপাস্য আছে যে তোমাদের ঐগুলো ফিরিয়ে দেবে?’’ দেখো, কিরূপে আমরা নির্দেশসমূহ নানাভাবে বর্ণনা করি, এতদসত্ত্বেও তারা ফিরে যায়"
        },
        {
            "chapter": 6,
            "verse": 47,
            "text": "বলো -- ''তোমাদের কি দৃষ্টিগোচর হয়েছে, -- তোমাদের উপরে যদি আল্লাহ্‌র শাস্তি এসে পড়ে অতর্কিতে অথবা প্রকাশ্যভাবে, তবে অত্যাচারিগোষ্ঠী ছাড়া আর কাউকে কি ধ্বংস করা হবে?’’"
        },
        {
            "chapter": 6,
            "verse": 48,
            "text": "আর কোনো বাণীবাহককে আমরা পাঠাই না সুসংবাদদাতারূপে ও সতর্ককারীরূপে ভিন্ন। অতএব যে কেউ ঈমান আনে ও সৎকাজ করে তাদের উপরে থাকবে না কোনো ভয়ভীতি, আর তারা করবে না অনুতাপ।"
        },
        {
            "chapter": 6,
            "verse": 49,
            "text": "আর যারা আমাদের নির্দেশাবলীতে মিথ্যারোপ করেছে, শাস্তি তাদের পাকড়াও করবে যেহেতু তারা দুষ্কৃতি করে যাচ্ছিল।"
        },
        {
            "chapter": 6,
            "verse": 50,
            "text": "বলো -- ''আমি তোমাদের বলি না যে আমার কাছে আল্লাহ্‌র ধনভান্ডার রয়েছে, আর অদৃশ্য সন্বন্ধেও আমি জানি না, আর আমি তোমাদের বলি না যে আমি নিশ্চয়ই একজন ফিরিশ্‌তা, আমার কাছে যা প্রত্যাদিষ্ট হয় আমি শুধু তারই অনুসরণ করি।’’ বলো -- ''অন্ধ ও চক্ষুষ্মান কি একসমান? তোমরা কি তবু অনুধাবন করবে না?’’"
        },
        {
            "chapter": 6,
            "verse": 51,
            "text": "আর এর দ্বারা তাদের সতর্ক করো যারা ভয় করে যে তাদের প্রভুর কাছে তাদের সমবেত করা হবে, তাদের জন্য তিনি ছাড়া কোনো অভিভাবক নেই আর কোনো সুপারিশকারীও নেই, অতএব তারা যেন ধর্মপরায়ণতা অবলন্বন করে।"
        },
        {
            "chapter": 6,
            "verse": 52,
            "text": "আর তাদের তাড়িয়ে দিও না যারা তাদের প্রভুকে ডাকে প্রাতে ও সন্ধ্যায়, তারা চায় তাঁরই শুভ মুখ। তোমার উপরে তাদের হিসাবপত্রের কোন দায়দায়িত্ব নেই, আর তোমার হিসেবপত্রের কোনো দায়দায়িত্ব তাদের উপরে নেই, কাজেই যদি তাদের তাড়িয়ে দাও তবে তুমি হবে অন্যায়কারীদের অন্তর্ভুক্ত।"
        },
        {
            "chapter": 6,
            "verse": 53,
            "text": "আর এইভাবে আমরা তাদের একদলকে শাসন করি অন্য দলের দ্বারা, তার ফলে তারা বলে -- ''এরাই কি তারা যাদের প্রতি আল্লাহ্ অনুগ্রহ করলেন আমাদের মধ্যে থেকে?’’ আল্লাহ্ কি ভালো জানেন না কৃতজ্ঞদের"
        },
        {
            "chapter": 6,
            "verse": 54,
            "text": "আর যারা আমাদের আয়াতসমূহে ঈমান এনেছে তারা যখন তোমার কাছে আসে তখন বলো -- ''সালামুন 'আলাইকুম।’’ তোমাদের প্রভু তাঁর নিজের উপরে কর্তব্য ঠাওরেছেন করুণা, সেজন্য তোমাদের মধ্যে যে অজ্ঞানতাবশতঃ পাপকার্য করে, অতঃপর তার পরে ফেরে ও সৎকাজ করে, তবে তো তিনি পরিত্রাণকারী, অফুরন্ত ফলদাতা।"
        },
        {
            "chapter": 6,
            "verse": 55,
            "text": "আর এইভাবে আমরা আয়াতসমূহ বিশদভাবে বর্ণনা করি, আর যেন অপরাধীদের পথ স্পষ্ট প্রতীয়মান হয়।"
        },
        {
            "chapter": 6,
            "verse": 56,
            "text": "বলো -- ''আমাকে নিশ্চয়ই নিষেধ করা হয়েছে আল্লাহ্ ব্যতীত তাদের উপাসনা করতে যাদের তোমরা পূজা-অর্চনা করো।’’ বলো -- ''আমি তোমাদের খেয়ালখুশির অনুসরণ করি না, কেননা তাহলে আমি নিশ্চয়ই বিপথে যাব, আর আমি সৎপথপ্রাপ্তদের অন্তর্ভুক্ত থাকবো না।’’"
        },
        {
            "chapter": 6,
            "verse": 57,
            "text": "বলো -- ''আমি নিশ্চয়ই আমার প্রভুর কাছ থেকে স্পষ্ট প্রমাণের উপরে, অথচ তোমরা তাতে মিথ্যারোপ করেছ। আমার কাছে তা নেই যা তোমরা তাড়াতাড়ি ঘটাতে চাচ্ছ। সিদ্ধান্ত তো আল্লাহ্ ছাড়া কারোর নয়। তিনি সত্য বর্ণনা করেন, আর মীমাংসাকারীদের মধ্যে তিনিই শ্রেষ্ঠ।’’"
        },
        {
            "chapter": 6,
            "verse": 58,
            "text": "বলো -- ''আমার কাছে যদি তা থাকতো যা তোমরা সত্বর ঘটাতে চাও তাহলে নিশ্চয়ই ব্যাপারটির মীমাংসা হয়ে যেতো আমার মধ্যে ও তোমাদের মধ্যে। আর আল্লাহ্ ভালো জানেন অন্যায়কারীদের।’’"
        }
    ]
}