{
    "maqras": [
        {
            "chapter": 7,
            "verse": 142,
            "text": "আর আমরা মূসার সঙ্গে ওয়াদা করেছিলাম ত্রিশ রাত্রি, আর তা পূর্ণ করি দশ দিয়ে -- তাতে পূর্ণ হলো তাঁর প্রভুর নির্ধারিত চল্লিশ রাত্রি। আর মূসা তাঁর ভাই হারূনকে বললেন -- ''আমার সম্প্রদায়ের মধ্যে তুমি আমার প্রতিনিধিত্ব করবে ও ভালোভাবে চলবে, আর গন্ডগোল সৃষ্টিকারীদের পথ অনুসরণ করো না।’’"
        },
        {
            "chapter": 7,
            "verse": 143,
            "text": "আর যখন মূসা আমাদের নির্ধারিত-স্থলে এসে পৌঁছুলেন এবং তাঁর প্রভু তাঁর সাথে কথা বললেন, তিনি বললেন -- ''আমার প্রভু! আমাকে দর্শন দাও, আমি তোমাকে দেখবো।’’ তিনি বললেন -- ''তুমি কখনই আমাকে দেখতে পাবে না, বরং পাহাড়টির দিকে তাকাও, যদি তা তার জায়গায় স্থির থাকে তবে তুমি আমাকে দেখবে।’’ তারপর যখন তাঁর প্রভু পাহাড়টিতে জ্যোতিষ্মান হলেন তখন তিনি তাকে চূর্ণ-বিচূর্ণ করলেন, আর মূসা পড়ে গেলেন সংজ্ঞাহীন হয়ে। তারপর যখন তিনি চেতনা পেলেন, তিনি বললেন -- ''তোমারই সব মহিমা! আমি তোমারই দিকে ফিরছি, আর আমি হব মুমিনদের মধ্যে অগ্রণী।’’"
        },
        {
            "chapter": 7,
            "verse": 144,
            "text": "তিনি বললেন -- ''হে মূসা! নিঃসন্দেহ আমি তোমাকে নির্বাচন করেছি জনগণের উপরে আমার বাণী প্রেরণের দ্বারা ও আমার বাক্যালাপের দ্বারা, কাজেই তুমি ধারণ করো যা বিধান আমি তোমাকে দিয়েছি, আর কৃতজ্ঞদের মধ্যেকার হও।’’"
        },
        {
            "chapter": 7,
            "verse": 145,
            "text": "আর আমরা তাঁর জন্য লিপিবদ্ধ করেছিলাম ফলকগুলোতে হরেক রকমের উপদেশ আর সব-কিছুর ব্যাখ্যা, -- ''এ-সব তাহলে শক্তভাবে ধারণ করো, আর তোমার লোকদের নির্দেশ দাও শ্রেষ্ঠগুলো গ্রহণ করতে। আমি অচিরেই তোমাদের দেখাবো সত্যত্যাগীদের বাসস্থান।’’"
        },
        {
            "chapter": 7,
            "verse": 146,
            "text": "অচিরেই আমার নির্দেশাবলী থেকে আমি ফিরিয়ে দেবো তাদের যারা দেশের মধ্যে অন্যায়ভাবে অহংকার করে। আর যদিও তারা প্রত্যেকটি নিদর্শন দেখতে পায় তবু তারা ওতে বিশ্বাস করবে না, আর যদি তারা ভ্রান্ত পথের দেখা পায় তবে তাকে তারা পথ বলে গ্রহণ করে। এটি এজন্য যে তারা আমাদের নির্দেশ-সমূহকে প্রত্যাখ্যান করেছিল, আর তাতে তারা উদাসীন হয়েছিল।"
        },
        {
            "chapter": 7,
            "verse": 147,
            "text": "আর যারা মিথ্যারোপ করেছিল আমাদের নির্দেশাবলীতে ও পরকালের মুলাকাতের সন্বন্ধে, তাদের ক্রিয়াকলাপ বৃথা হয়েছে। তাদের কি প্রতিফল দেয়া হবে যা তারা করে যাচ্ছিল তার বিপরীতে"
        },
        {
            "chapter": 7,
            "verse": 148,
            "text": "আর মূসার লোকেরা তাঁর পরে গ্রহণ করলো তাদের অলংকার দিয়ে একটি গোবৎসকে -- একটি দেহ, যাতে ফোকলা আওয়াজ হতো। তারা কি দেখলো না যে এটি তো তাদের সঙ্গে কথা বলে না আর তাদের পথে পরিচালিতও করে না? তারা এটিকে গ্রহণ করলো, আর তারা ছিল অন্যায়কারী।"
        },
        {
            "chapter": 7,
            "verse": 149,
            "text": "আর যখন তাদের হাতে কামড় পড়লো আর দেখলো যে তারা বিপথে চলে গেছে, তারা বললে -- ''যদি না আমাদের প্রভু আমাদের প্রতি করুণা করেন ও আমাদের পরিত্রাণ করেন তবে আমরা আলবৎ ক্ষতিগ্রস্তদের অন্তর্ভুক্ত হবো।’’"
        },
        {
            "chapter": 7,
            "verse": 150,
            "text": "আর যখন মূসা ফিরে এলেন তাঁর লোকদের কাছে ক্ষুদ্ধ ও ত্রুদ্ধ হয়ে, তিনি বললেন -- ''আমার পরে তোমরা আমার স্থলে যা কারেছ তা জঘন্য! তোমরা কি তোমাদের প্রভুর বিচার এগিয়ে আনতে চাও?’’ আর তিনি ফলকগুলো ফেলে দিলেন, আর তাঁর ভাইয়ের মাথা ধরলেন তাঁর দিকে তাঁকে টেনে আনতে। তিনি বললেন -- ''হে আমার সহোদর! নিঃসন্দেহ লোকেরা আমাকে দুর্বল ঠাওরেছিল ও আমাকে প্রায় মেরেই ফেলেছিল। সুতরাং আমার দশায় শত্রুদের পুলকিত করো না, আর, আমাকে পাপিষ্ঠ লোকদের দলভুক্ত করো না।’’"
        },
        {
            "chapter": 7,
            "verse": 151,
            "text": "তিনি বললেন -- ''আমার প্রভু! আমাকে ও আমার ভাইকে পরিত্রাণ করো, আর আমাদের দাখিল করো তোমার অনুগ্রহের মধ্যে, কেননা তুমিই দয়ালুদের মধ্যে শ্রেষ্ঠ করুণাময়।’’"
        },
        {
            "chapter": 7,
            "verse": 152,
            "text": "নিঃসন্দেহ যারা গো-বৎসকে গ্রহণ করেছিল তাদের পাকড়াও করবে তাদের প্রভুর ক্রোধ ও লাঞ্ছনা এই দুনিয়ার জীবনে। আর এইভাবেই আমরা প্রতিফল দিই মিথ্যারচনাকারীদের।"
        },
        {
            "chapter": 7,
            "verse": 153,
            "text": "আর যারা অসদাচরণ করে আর তারপরে ফেরে ও বিশ্বাস করে, -- নিঃসন্দেহ তোমার প্রভু তো এর পরে পরম ক্ষমাশীল, অফুরন্ত ফলদাতা।"
        },
        {
            "chapter": 7,
            "verse": 154,
            "text": "আর মূসা থেকে ক্রোধ যখন প্রশমিত হলো তিনি তখন ফলকগুলো তুলে নিলেন, সে-সবের লেখনে ছিল পথনির্দেশ ও করুণা, তাদের জন্য যারা তাদের প্রভুর প্রতি ভয় করে।"
        },
        {
            "chapter": 7,
            "verse": 155,
            "text": "আর মূসা তাঁর সম্প্রদায়ের মধ্যে সত্তর জন লোককে বাছাই করলেন আমাদের নির্ধারিত স্থলের জন্য, কাজেই যখন ভূমিকম্প তাদের পাকড়ালো, তিনি বললেন -- ''আমার প্রভু! তুমি যদি ইচ্ছা করতে তবে এর আগেই তো তুমি তাদের ধ্বংস করতে পারতে, আর আমাকেও। তুমি কি আমাদের ধ্বংস করবে আমাদের মধ্যের নির্বোধরা যা করেছে তার জন্যে? এ তোমার পরীক্ষা বৈ তো নয়। এর দ্বারা তুমি বিপথগামী করো যাদের তুমি ইচ্ছা করো, আর সৎপথে চালাও যাদের তুমি ইচ্ছা করো। তুমিই আমাদের অভিভাবক, অতএব আমাদের পরিত্রাণ করো ও আমাদের প্রতি করুণা করো, কারণ তুমিই পরিত্রাণকারীদের মধ্যে সর্বোত্তম।"
        }
    ]
}