{
    "maqras": [
        {
            "chapter": 17,
            "verse": 99,
            "text": "නියත වශයෙන්ම අහස්ද, භූමියද නිර්මාණය කළ අල්ලාහ් (නැවත වරක් කළින් තිබුනාක් මෙන්) ඔවුන් මෙන්ම උත්පාදනය කිරීමට බලසම්පන්නයෙකු යන්න ඔවුන් දැන ගත්තේ නැද්ද? (මේ වෙනුවෙන්) ඔවුන්ට එක් කාල අවකාශයක් ඇති කර ඇත්තේය. එහි කිසිම සැකයක් නැත. (මෙසේ තිබියදී) මෙම අපරාධකාරයින් මෙය ප්‍රතික්ෂේප නොකර සිටින්නේ නැත"
        },
        {
            "chapter": 17,
            "verse": 100,
            "text": "(නබියේ!) ඔබ මෙසේ පවසනු: “මගේ දෙවියන්ගේ වරප්‍රසාද නිධානයන්ට ඔබම උරුමක්කාරයින් වශයෙන් සිටියදී වුවද, එය වියදම් වී යනු ඇතැයි බියෙන් (කිසිවෙකුටත් කිසිම දැයක් නොදී) ඔබ වැළකී සිටින්නෙහුය. මිනිසා ඉමහත් මසුරෙකු වශයෙන් සිටින්නේය”"
        },
        {
            "chapter": 17,
            "verse": 101,
            "text": "නියත වශයෙන්ම අපි මූසාට පැහැදිලි ප්‍රාතිහාර්යයන් නවයක් දී ඇත්තෙමු. (නබියේ! මේ ගැන) ඔබ ඉස්රායීල පරම්පරාවේ දරුවන්ගෙන් විමසා (දැන ගනු මැනව!) (මූසා) ඔවුන් වෙත පැමිණි විට, ෆිර්අවුන් ඔහුට “ඕ මූසා! නියත වශයෙන්ම ඔබ සූනියමෙන් මනස විකෘති වූවෙකු යයි මා ඔබව ගණන් ගන්නෙමි” යයි කීවේය"
        },
        {
            "chapter": 17,
            "verse": 102,
            "text": "එයට මූසා (ඔහුට) “අහස්ද, භූමියද නිර්මාණය කළ දෙවියන්ම මෙම සාධකයන් (ඔබට) පාඩමක් වශයෙන් පහළ කර ඇත්තේය යන්න නියත වශයෙන්ම ඔබ දන්නෙහිය. ඕ ෆිර්අවුන්! ඔබ නියත වශයෙන්ම විනාශ මුඛයටම ළං වන්නේය යයි මා අදහස් කරන්නෙමි” යයි පැවසුවේය"
        },
        {
            "chapter": 17,
            "verse": 103,
            "text": "(එයට මූසාවද, ඔහුගේ ජනතාව) සියල්ලද තම රටින් පිටුවහල් කිරීමටම ඔහු අදහස් කළේය. එහෙත් (ඒ අතර) ඔහුවද, ඔහු සමග සිටි (ඔහුගේ ජනතාව) සියල්ලද අපි ගිල්වා දැමුවෙමු"
        },
        {
            "chapter": 17,
            "verse": 104,
            "text": "ඉන් පසුව ඉස්රායීල පරම්පරාවේ දරුවන්ට අපි මෙසේ පැවසුවෙමු: “ඔබ මෙම භූමියෙහි වාසය කරනු. විනිශ්චය දින පොරොන්දුව පැමිණියහොත් ඔබ සියල්ලන්වම (ප්‍රශ්න කිරීම) සඳහා අප වෙත ගෙන එනු ලැබ, ඒකරාශී කරමු”"
        },
        {
            "chapter": 17,
            "verse": 105,
            "text": "සම්පූර්ණයෙන්ම ඔබ මගින්ම මෙම ධර්මය අපි පහළ කළෙමු. එයත් සත්‍යය මගින්ම පහළ විය. (නබියේ!) අපි ඔබව ශුභාරංචි පවසන්නෙකු වශයෙන්ද, බිය ගන්වා අනතුරු අඟවන්නෙකු වශයෙන්ද මිස, යැව්වේ නැත"
        },
        {
            "chapter": 17,
            "verse": 106,
            "text": "මිනිසුන්ට ඔබ ටිකෙන් ටික සමුදීරණය කර පෙන්වීම පිණිස, මෙම කුර්ආනය විවිධ කොටස් වශයෙන් අපි වෙන් කළෙමු. ඒ සඳහාම අපි මෙය ටිකෙන් ටික පහළ කළෙමු"
        },
        {
            "chapter": 17,
            "verse": 107,
            "text": "(නබියේ!) ඔබ මෙසේ පවසනු: “(කුර්ආනය වන) මෙය, ඔබ විශ්වාස කරනු. නැතහොත් විශ්වාස නොකර සිටිනු. (ඒ ගැන අපට කිසිම අඩු පාඩුවක් නැත)”. නියත වශයෙන්ම මීට පෙර (ධර්මයන්හි සත්‍ය) ඥානය කවුරුන් හට ලබා දී තිබුනේද, ඔවුන් වෙත (මෙම ධර්මය) සමුදීරණය කර පෙන්වනු ලැබුවහොත් ඔවුන් (මෙය විශ්වාස කර) මුණින් අතට වැටී (මා හට) සුජූද් කරන්නාහ"
        },
        {
            "chapter": 17,
            "verse": 108,
            "text": "තවද ඔවුන් “අපගේ දෙවියන් ඉතාමත් පරිශුද්ධවන්තයෙකි. අපගේ දෙවියන්ගේ පොරොන්දුව නියත වශයෙන්ම ඉටු වී ගියේය” යයිද පවසන්නාහ"
        },
        {
            "chapter": 17,
            "verse": 109,
            "text": "තවද ඔවුන් මුණින් අතට වැටී හඞනු ඇත. ඔවුන්ගේ අභ්‍යන්තර බියද වැඩි වනු ඇත"
        },
        {
            "chapter": 17,
            "verse": 110,
            "text": "(නබියේ!) ඔබ මෙසේ පවසනු: “ඔබ අල්ලාහ් යයි ආරාධනා කරනු. නැතහොත් රහ්මාන් යයි ආරාධනා කරනු. (මේ දෙකෙන්) කුමන නමකින් ඔබ ඔහුව ආරාධනා කළා වුවද, (කම් නැත. ආරාධනා කරනු). ඔහුට අලංකාරවත් (තවත්) බොහොමයක් ශුද්ධ වූ නාමයන් ඇත. (නබියේ!) ඔබගේ නැමදුමෙහි ඔබ ඉතාමත් ශබ්ද නගාද සමුදීරණය නොකරනු (මැනව!) ඉතාමත් පහත් හඬින්ද සමුදීරණය නොකරනු (මැනව!) මේ අතර ඇති මැදි මාර්ගයම අනුගමනය කරනු (මැනව!)”"
        },
        {
            "chapter": 17,
            "verse": 111,
            "text": "(නබියේ!) ඔබ මෙසේ පවසනු: “සියලූ ප්‍රශංසා අල්ලාහ්ටම අයත්ය! ඔහුට කිසිම පරම්පරා දරුවෙකුත් නැත. ඔහුගේ රාජ්‍යයෙහි මිතුරන් කිසිවෙකුත් නැත. ඔහු ඛෙලහීනයෙකු වශයෙන් සිටින්නේය යයි (පැවසීමට ඉඩක් නැත). ඔහුට උදව්කරුවන් කිසිවෙකුද නැත”. එබැවින් ඔහුව ඉමහත් සේ ආඩම්බරයෙන් යුතුව පවසනු මැනව"
        },
        {
            "chapter": 18,
            "verse": 1,
            "text": "සියලූ ප්‍රශංසා අල්ලාහ්ටම අයත්ය! ඔහුම තම වහලා (මුහම්මද් සල්ලල්ලාහු අලෙයිහි වසල්ලම්) කෙරෙහි මෙම ධර්මය පහළ කළේය. එහි ඔහු කිසිම (අඩු පාඩුවක්ද), ඇදයක්ද තැබුවේ නැත"
        },
        {
            "chapter": 18,
            "verse": 2,
            "text": "එය (වෙනස් කළ නොහැකි) ඉතාමත් ස්ථීරවත් එකකි. අල්ලාහ්ගේ දරුණු දඬුවම ගැන (ප්‍රතික්ෂේප කරන්නන්ට) බිය ගන්වා අනතුරු ඇඟවීම සඳහාද, කවුරුන් (එය) විශ්වාසය තබා (එහි සඳහන්ව ඇති අන්දමට) දැහැමි ක්‍රියාවන් කරන්නෝද, ඔවුන්ට (අලංකාරවත්) හොඳ ඵලවිපාකය (වන ස්වර්ගය) නියත වශයෙන්ම ඇතැයි ශුභාරංචි පැවසීම සඳහාද (මෙය සැලසුම් කර තැබුවේය)"
        },
        {
            "chapter": 18,
            "verse": 3,
            "text": "(එම ස්වර්ගයෙහි) ඔවුන් සදාකල් රැඳී සිටිනු ඇත"
        },
        {
            "chapter": 18,
            "verse": 4,
            "text": "තවද අල්ලාහ් පරම්පරාවේ දරුවන් ඇර ගන්නේය යයි පවසන්නන්වද මෙය තරයේ අවවාද කර, අනතුරු අඟවන්නේය"
        },
        {
            "chapter": 18,
            "verse": 5,
            "text": "ඔවුන්ට වුවද කම් නැත, ඔවුන්ගේ මුතුන් මිත්තන්ට වුවද කම් නැත, මෙයට අයත් සාධකයන් පොඩියක් හෝ නැත. මොවුන්ගේ මුවින් ඉකුත් වන මෙම වදන් ඉමහත් (පාපතර) වදන්ම වන්නේය. බොරුවක්ම මිස, (වෙන කිසිවක් මෙසේ) ඔවුන් පැවසුවේ නැත"
        },
        {
            "chapter": 18,
            "verse": 6,
            "text": "(නබියේ!) මෙම ධර්මය ඔවුන් විශ්වාස නොකළා නම් ඒ වෙනුවෙන් ඔබ දුක් වී ඔබවම, ඔබ විනාශ කර ගන්නෙහිද? (ඒ වෙනුවෙන් ඔබ පොඩියක් හෝ දුක් නොවනු)"
        },
        {
            "chapter": 18,
            "verse": 7,
            "text": "භූමියෙහි ඇති දැය අපි එයට අලංකාරවත් කර තැබුවේ, ඔවුන්ගෙන් කවුරුන් හොඳ ගති පැවතුම් ඇත්තවුන් යන්න (දැන ගැනීමට හා) නියත වශයෙන්ම අපි පිරික්සුමට ලක් කිරීමටය"
        },
        {
            "chapter": 18,
            "verse": 8,
            "text": "(දිනකදී) නියත වශයෙන්ම අපි භූමියෙහි (අලංකාරවත්ව) ඇති මේවා සියල්ල (විනාශ වී) සමතලා කර හරින්නෙමු"
        },
        {
            "chapter": 18,
            "verse": 9,
            "text": "(නබියේ! අස්හාබුල් කහ්ෆ් නමැති ගුහාවට අයත් අය ගැන යුදෙව්වන් ඔබගෙන් විමසන්නාහ). එම ගුහාවට අයත් අයද, සන්නස අයත් අයද නියත වශයෙන්ම අපගේ සාධකයන්ගෙන් පුදුම සහගත අය වශයෙන් සිටියහ යයි අදහස් කරන්නෙහුද? (මෙන්න ඔවුන්ගේ ඉතිහාසය කියන්නෙමු)"
        },
        {
            "chapter": 18,
            "verse": 10,
            "text": "එක්තරා තරුණයින් සමහරෙක් ගුහාවක් තුළට ගිය විට, “අපගේ දෙවියනේ! ඔබගේ දයාව අපට පහළ කරනු මැනව! ඔබ අප වෙනුවෙන් අපගේ කාරණාවන් නියම අන්දමට පත් කරනු මැනව!” යයි ප්‍රාර්ථනා කළහ"
        },
        {
            "chapter": 18,
            "verse": 11,
            "text": "එබැවින් (එම ගුහාවෙහි) අවුරුදු ගණනාවක් (නිදා සිටින සේ) ඔවුන්ගේ කණ්හි මුද්‍රා තැබුවෙමු"
        },
        {
            "chapter": 18,
            "verse": 12,
            "text": "ඔවුන් (එම ගුහාවෙහි) සිටි කාලය, ඔවුන්ගෙන් වූ) දෙකොට්ඨාශයෙන් කවුරුන් හොඳින් දන්නෙහුද යන්න අපි (මිනිසුන්ට) දැනුම් දෙනු පිණිස, (නින්දෙන්) ඔවුන්ව නැගිට්ටෙව්වෙමු"
        },
        {
            "chapter": 18,
            "verse": 13,
            "text": "(නබියේ!) ඔවුන්ගේ සත්‍ය ඉතිහාසය අපි ඔබට කියන්නෙමු. නියත වශයෙන්ම ඔවුන් සමහර තරුණයින්ය. ඔවුන් තමන්ගේ දෙවියන්ව විශ්වාස කළහ. (එබැවින් නැවත) නැවතත් ඍජු මාර්ගයෙහි අපි ඔවුන්ව ඇතුළු කළෙමු"
        },
        {
            "chapter": 18,
            "verse": 14,
            "text": "තවද ඔවුන්ගේ හෘදයන්ද (ඍජු මාර්ගයෙහි) අපි ස්ථීර කර හැරියෙමු. (ඒ සමයේ සිටි රජ තුමා, ඔවුන්ව පිළිරූ ආරාධනා කරන මෙන් බල කරනු ලැබූ අවස්ථාවේදී), ඔවුන් නැගී සිට “අහස්ද, භූමියද නිර්මාණය කළ අයම අපේ දෙවියන්ය. ඔහු හැර, (වෙන කිසිවෙකුත් දෙවියන් යයි) අපි ආරාධනා නොකරන්නෙමු. (එසේ ආරාධනා කළහොත්) නියත වශයෙන්ම සුදුසු නැති වදනක් පවසන්නන් බවට පත් වන්නෙමු” යයි කීහ"
        },
        {
            "chapter": 18,
            "verse": 15,
            "text": "(තවද) “අපගේ මෙම ජනතාව ඔහුව මිස, වෙන හිමියෙකු ගෙන සිටින්නාහ. මෙයට පැහැදිලි සාධකයක් මොවුන් ගෙන ආ යුතු නොවෙද? අල්ලාහ් මත මනක්කල්පිතව බොරු කියන්නාට වඩා අපරාධකරුවා කවරෙක්ද?”යි (කීවේය)"
        },
        {
            "chapter": 18,
            "verse": 16,
            "text": "මොවුන්ගෙන්ද මොවුන් නමදින අල්ලාහ් නොවන දැයෙන්ද, ඔබ ඈත් වූ පසු ඔබ (ඔවුන්ගෙන් බේරීමට) මෙම ගුහාව තුළට යනු. ඔබගේ දෙවියන් ඔබ කෙරෙහි තම දයාව පහළ කර, (ජීවනෝපාය සඳහා අයත්) ඔබගේ කාරණාවන් පහසුවෙන්ද, ඔබට සැලසුම් කර දෙනු ඇත” (යයිද තමන් තුළ කියා ගත්හ)"
        }
    ]
}