{
    "maqras": [
        {
            "chapter": 56,
            "verse": 75,
            "text": "තාරකාවන්ගෙන් පිහිටි ස්ථානයන් මත මා දිව්රන්නෙමි"
        },
        {
            "chapter": 56,
            "verse": 76,
            "text": "(ඔබට) බුද්ධියක් ඇත්නම් නියත වශයෙන්ම මෙය ඉමහත් වූ දිව්රුමක් යන්න දැන ගන්නෙහුය"
        },
        {
            "chapter": 56,
            "verse": 77,
            "text": "නියත වශයෙන්ම මෙය ඉතාමත් ගෞරවයෙන් පිරි කුර්ආනය වන්නේය"
        },
        {
            "chapter": 56,
            "verse": 78,
            "text": "(මෙය ලව්හුල් මව්ෆූල් නමැති) ආරක්ෂා කරන ලද ග්‍රන්ථයෙහි (ලියනු ලැබ ඇත්තේය)"
        },
        {
            "chapter": 56,
            "verse": 79,
            "text": "පරිශුද්ධවන්තයින් මිස, (වෙන කිසිවෙකුත්) මෙය ස්පර්ශ කරන්නේ නැත"
        },
        {
            "chapter": 56,
            "verse": 80,
            "text": "සියලූ ලෝකයන්හි දෙවියන් විසින් මෙය පහළ කරන ලදී"
        },
        {
            "chapter": 56,
            "verse": 81,
            "text": "එබැවින් මෙහි ඇති කාරණාවන්ද, (ගණන් නොගෙන) සුළුකොට සළකන්නෙහුද"
        },
        {
            "chapter": 56,
            "verse": 82,
            "text": "නැතහොත් බොරු කිරීමම ඔබ, ඔබගේ ජීවනෝපාය බවට පත් කරගෙන ඇත්තෙහුද"
        },
        {
            "chapter": 56,
            "verse": 83,
            "text": "(ඔබගෙන් මරණයට පත් වන කෙනෙකුගේ පණ) උගුරු දණ්ඩ අත් කර ගතහොත්"
        },
        {
            "chapter": 56,
            "verse": 84,
            "text": "ඒ අවස්ථාවේදී ඔබ (මරණයට පත් වන අයට සමීපව සිටියද, ඔබට කිසිවක් කර කියා ගත නොහැකිව) උඩ ගොස් බිම වැටෙන්නෙහුය"
        },
        {
            "chapter": 56,
            "verse": 85,
            "text": "එහෙත් අපි ඔහුට, ඔබට වඩා ඉතාමත් සමීපව සිටින්නෙමු. එහෙත් ඔබ (අපව) දකින්නේ නැත"
        },
        {
            "chapter": 56,
            "verse": 86,
            "text": "ඔබ කිසිවෙකුටත් එක්කාසු නොවී (පූරණ නිදහස ඇත්තෙකු වශයෙන්) සිටිමින්"
        },
        {
            "chapter": 56,
            "verse": 87,
            "text": "ඇත්තෙන්ම ඔබ (මෙහි) සත්‍යවන්තයින් වශයෙන් සිටින්නෙහු නම්, එය (මරණයට පත් වූ ඔහුගේ පණ) ඔබ බේරා ගන්නවා නොවෙද"
        },
        {
            "chapter": 56,
            "verse": 88,
            "text": "(මරණයට පත් වූ අය පරිශුද්ධවන්තයින් වශයෙන් හිඳ, දෙවියන්ට) සමීප වූවන්ගෙන් කෙනෙකු වශයෙන් ඔහු සිටින්නෙහි නම්"
        },
        {
            "chapter": 56,
            "verse": 89,
            "text": "ඔහුට ශරීර සොෟඛ්‍යයද, තෘප්තියද ඇත. සතුට ගෙන දෙන ස්වර්ගයද ඇත"
        },
        {
            "chapter": 56,
            "verse": 90,
            "text": "(එයිනුත්) ඔහු දකුණු පාර්ශවයේ වූ අය වශයෙන් සිටින්නෙහි නම්"
        },
        {
            "chapter": 56,
            "verse": 91,
            "text": "(ඔහුට) “ඕ දකුණු පාර්ශවයේ සිටින්නෙනි! ඔබට ශාන්තිය හා සමාදානය අත් වේවා!” (යයි කියනු ලැබේ)"
        },
        {
            "chapter": 56,
            "verse": 92,
            "text": "තවද ඔහු මාර්ගය වැරද ගොස් (මෙම ධර්මය) බොරු කරන්නන්ගෙන් වූ අය වශයෙන් සිටියහොත"
        },
        {
            "chapter": 56,
            "verse": 93,
            "text": "උතුරණ ලෝදියම (ඔහුට) සංග්‍රහ කරනු ලබන අතර"
        },
        {
            "chapter": 56,
            "verse": 94,
            "text": "නිරයෙහිද තල්ලූ කරනු ලබන්නේය"
        },
        {
            "chapter": 56,
            "verse": 95,
            "text": "නියත වශයෙන්ම මෙය සැකයෙන් තොර සත්‍යයක් යන්න ස්ථීරය"
        },
        {
            "chapter": 56,
            "verse": 96,
            "text": "එබැවින් (නබියේ!) ඔබ ඉමහත් වූ ඔබ දෙවියන්ගේ ශුද්ධ වු නාමය (පවසා) සුවිශුද්ධ කරමින් සිටිනු මැනව"
        },
        {
            "chapter": 57,
            "verse": 1,
            "text": "අහස්හිද, භූමියෙහිද ඇති දැය (සියල්ල) අල්ලාහ්ව ප්‍රශංසා කර, සුවිශුද්ධ කරන්නාහ. ඔහුම (සියල්ලටම) බලසම්පන්නයෙකු හා ඥානවන්තයෙකු වශයෙන් සිටින්නේය"
        },
        {
            "chapter": 57,
            "verse": 2,
            "text": "අහස් හා භූමියෙහි පාලනයද ඔහුටම අයත්ය! ඔහුම පණ දෙන්නේය. මරණයටද පත් වන සේ සලස්වන්නේය. ඔහු සියලූ දැය කෙරෙහි ඉතාමත් බලසම්පන්නයෙකි"
        },
        {
            "chapter": 57,
            "verse": 3,
            "text": "පටන්ගැන්මද ඔහුය. අවසානයද ඔහුය. ප්‍රත්‍යක්ෂ වන්නේද ඔහුය. ගුප්තව සිටින්නේද ඔහුය. ඔහු සියලූ දැය දන්නෙකි"
        },
        {
            "chapter": 57,
            "verse": 4,
            "text": "ඔහුම අහස්ද, භූමියද දින හයකදී උත්පාදනය කළේය. පසුව අර්ෂ් මත තම රාජ්‍යය ස්ථාපිත කළේය. භූමියෙහි ඇතුළු වී යාමද, එයින් පිට වී යාමද, අහසින් බැසීමද, ඒ දෙසට (භූමියේ සිට) නැගීමද, ඔහු හොඳින් දන්නේය. ඔබ කොහේ සිටියා වුවද, ඔහු ඔබ සමග සිටින්නේය. ඔබ කරන දැයද, අල්ලාහ් අවධානයෙන් යුතුව බලන්නෙකු වශයෙන්ම සිටින්නේය"
        },
        {
            "chapter": 57,
            "verse": 5,
            "text": "අහස් හා භූමියෙහි පාලනය අල්ලාහ්ටම අයත්ය! සියලූ කාරණාවන්ද (එම) අල්ලාහ් වෙතම ගෙන එනු ලබන්නේය"
        },
        {
            "chapter": 57,
            "verse": 6,
            "text": "ඔහුම රාත්‍රිය දහවලෙහි ඇතුළු වීමට සලස්වන්නේය. දහවල රාත්‍රියෙහි ඇතුළු වීමට සලස්වන්නේය. හෘදයන්හි ඇති රහස්ද ඔහු හොඳින් දන්නේය"
        },
        {
            "chapter": 57,
            "verse": 7,
            "text": "(එබැවින් මිනිසුනේ! ඔබ) අල්ලාහ්වද, ඔහුගේ දූතයාවද, විශ්වාස කරනු. තවද (ඔබට පෙර සිටි අයගේ ස්ථානයන්හි ඔබව තබා) ඔබව ඔහු කුමකට (උරුමක්කාර) නියෝජිතයින් බවට පත් කළේද, එයින් (දානමාන වශයෙන්) වියදම් කරනු. ඔබගෙන් කවුරුන් විශ්වාසය තබා දානමාන කරන්නෝද, ඔවුන්ට අති විශාල ඵලවිපාකයක් ඇත"
        },
        {
            "chapter": 57,
            "verse": 8,
            "text": "(මිනිසුනේ!) ඔබට කුමක් නම් (සිදු වී ඇත්ද!) ඔබ අල්ලාහ්ව (කුමක් නිසා) විශ්වාස නොකරන්නේද? (ඔබව උත්පාදනය කර, පෝෂණය කරන) ඔබගේ දෙවියන්වම විශ්වාස කරන මෙන් ඔබව (අපගේ) දූතයා ආරාධනා කරන්නේය. (මේ ගැන දෙවියන්) ඔබ වෙත නියත වශයෙන්ම පොරොන්දුවක් ලබා ඇත්තේය. ඔබ (ඇත්තෙන්ම) විශ්වාසය තැබූවන් වශයෙන් සිටින්නෙහු නම්, (අල්ලාහ්වම විශ්වාස කරනු)"
        },
        {
            "chapter": 57,
            "verse": 9,
            "text": "ඔබව (පාපයන්හි) අන්ධකාරයන්ගෙන් (ඍජු මාර්ගයේ) ආලෝකය දෙසට ගෙන ඒම පිණිසම, ඔහු තම වහලූන් කෙරෙහි පැහැදිලි වදන් (ආයාවන්) පහළ කර ඇත්තේය. නියත වශයෙන්ම අල්ලාහ් ඔබ කෙරෙහි ඉතාමත් කරුණාවන්තයෙකු හා දයාබරවන්ත-යෙකු වශයෙන් සිටින්නේය"
        },
        {
            "chapter": 57,
            "verse": 10,
            "text": "තවද ඔබට කිමෙක්ද! අල්ලාහ්ගේ මාර්ගයෙහි ඔබ වියදම් කළ යුතු නොවේද? අහස් හා භූමියෙහි ඇති දැයෙහි උරුමය අල්ලාහ්ටම අයත් නොවෙද! ඔබගෙන් (මක්කාවේ) ජයග්‍රහණයට පෙර (තම වස්තූන්) වියදම් කර යුද්ධද කර, ඉමහත් වූ පදවියද අයත් -මෙවැන්නාට, ඉන් පසුව (තම වස්තූන්) වියදම් කර යුද්ධ කළ අය- සම වන්නේ නැත. එහෙත් මේ දෙදෙනාට අල්ලාහ් හොඳක්ම පොරොන්දු වී ඇත්තේය. අල්ලාහ් ඔබ කරන දැය හොඳින් දන්නෙකු වශයෙන් සිටින්නේය"
        },
        {
            "chapter": 57,
            "verse": 11,
            "text": "කවුරුන් අල්ලාහ් වෙනුවෙන් ණය, අලංකාරවත් ණයක් වශයෙන් ලබා දෙන්නේද, ඔහුට එය ඔහු දෙගුණයක් බවට (වැඩි කර) තබන්නේය. තවද ඔහුට ඉතාමත් ගෞරවණීය ඵලවිපාකද ඇත"
        },
        {
            "chapter": 57,
            "verse": 12,
            "text": "(නබියේ!) විශ්වාසය තැබූ (මෙවැනි) පිරිමින්ද, ගැහැනුන්ද, ඔබ දකින එදිනදී ඔවුන්ගේ (ආලෝකයේ) දීප්තිය ඔවුන් ඉදිරියෙන්ද, ඔවුන්ගේ දකුණු පැත්තෙන්ද ගමන් කරමින්ම තිඛෙනු ඇත. (සත්‍යය වූ ඔවුන්ගේ විශ්වාසයෙහි හේතුවෙන් ඔවුන්ට මලායිකාවරුන්) “අද දින ඔබට සුභාරංචියකි. සදාකල් දිය දහරා ගලා බසිමින් ඇති ස්වර්ගයන්හි (ඇතුළු වනු ඇත). සදාක්ල එහි රැඳී සිටින්නෙහුය. මෙයම ඉමහත් වූ භාග්‍යයක්ද වන්නේය” (යයි පවසනු ඇත)"
        },
        {
            "chapter": 57,
            "verse": 13,
            "text": "එදිනදී වංචනික පිරිමින්ද, ගැහැනුන්ද, විශ්වාසවන්තයින්ට “ඔබ (පෙරට නොගොස්) අප වෙනුවෙන් පොඩියක් ප්‍රමාද වනු. ඔබගේ ආලෝකය මගින් අපි ප්‍රයෝජනයක් අත් කර ගන්නෙමු” යයි පවසනු ඇත. (එයට ඔවුන්ට “අප ඉදිරියේ නොසිටිනු). ඔබ, ඔබගේ පිටුපසට ගොස් (ශරීර) ආලෝකය සොයා ගනු” යයි කියනු ලැබේ. ඒ අවස්ථාවේදී ඔවුන් අතරේ එක් බිත්තියක් ගොඩ නැගෙනු ඇත. එයට ෙදාරටුවක්ද තිඛෙනු ඇත. (විශ්වාසවන්තයින් සිටිය හැකි) එහි ඇතුල් පැත්තෙහි (දෙවියන්ගේ) දයාවද, එහි පිට පැත්තෙහි (පාපතරයන් විඳිය හැකි) ඔහුගේ දඬුවමද තිඛෙනු ඇත"
        },
        {
            "chapter": 57,
            "verse": 14,
            "text": "මොවුන් (විශ්වාසවන්තයින්ට ‘ලොවෙහි) අපි ඔබ සමග එක්කාසු වී සිටියේ නැද්ද?’යි ශබ්ද නගා පවසන්නාහ. එයට ඔවුන් (මොවුන්ට) “ඇත්තයි. නමුත් ඔබම, ඔබව විපතට පත් කර ගත්තෙහුය. තවද (අපි විනාශ වී යාම) ඔබ බලාපොරොත්තු වූවෙහුය. (මේ දිනය ගැනද) ඔබ සැක සිතමින් සිටියෙහුය. අල්ලාහ්ගේ නියෝගය (වන මරණය) පැමිණෙන තුරු (ඔබගේ) ආශාවන් ඔබව රවටා දැමීය. මායාකාර (ෂෙයිතාන්) අල්ලාහ් ගැන ඔබව රවටා දැමුවේය”"
        },
        {
            "chapter": 57,
            "verse": 15,
            "text": "“එබැවින් අද දින ඔබ වෙතින් හෝ නැතහොත් (ඔබ මෙන් අල්ලාහ්ව) ප්‍රතික්ෂේප කළ අය වෙතින් හෝ (ඔබට ලැබිය යුතු දඬුවම වෙනුවට) කිසියම් වන්දියක් ලබා ගනු නොලැබේ. ඔබ රැෙඳන ස්ථානය නිරයයි. එයම ඔබට සහාය (වශයෙන් තිබිය හැක්කකි. එය) ගොස් සේන්දු විය හැකි ස්ථානයන්ගෙන් ඉතාමත් නපුරුය” (යයි කියනු ලැබේ)"
        }
    ]
}