{
    "maqras": [
        {
            "chapter": 9,
            "verse": 1,
            "text": "(විශ්වාසවන්තයිනි!) සමානයන් තබා නමදින්නන්ගෙන් කවුරුන් වෙත ඔබ ගිවිසුම් කරගෙන සිටියෙහුද, ඔවුන් වෙතින් අල්ලාහ්ද, ඔහුගේ දූතයාද ඈත් වූහ"
        },
        {
            "chapter": 9,
            "verse": 2,
            "text": "එබැවින් (සමානයන් තබා නමදින්නන්ට) “ඔබ (අද පටන්) මාස හතරක් දක්වා භූමියෙහි (මක්කාවෙහි ඕන තැනක) ඒ මේ අත ඇවිදින්නට හැකිය. නියත වශයෙන්ම ඔබට අල්ලාහ්ව පැරදවිය නොහැකිය යන්නද, නියත වශයෙන්ම අල්ලාහ් ප්‍රතික්ෂේප කරන්නන්ව අවමන් කරනු ඇත යන්නද, ඔබ ස්ථීර වශයෙන් දැන ගනු” (යයි නබියේ! ඔබ පවසනු මැනව)"
        },
        {
            "chapter": 9,
            "verse": 3,
            "text": "අල්ලාහ්ද, ඔහුගේ දූතයාද, සමානයන් තබා නමදින්නන් සමග (කර තිබුණු ගිවිසුමෙන්) නියත වශයෙන්ම ඈත් වූහ යන කාරණාව මෙම ඉමහත් වූ හජ් දිනදී අල්ලාහ්ද, ඔහුගේ දූතයාද ජනතාවට ප්‍රසිද්ධියේ දැනුම් දෙන්නාහ. එබැවින් සමානයන් තබා නමදින්ණෙනි! සමානයන් තැබීමෙන්ද, ප්‍රතික්ෂේප කිරීමෙන්ද) ඔබ ඈත් වුවහොත් එය ඔබටම ඉතාමත් හොඳය. (එසේ නොමැතිව) ඔබ ප්‍රතික්ෂේප කළහොත් නම්, නියත වශයෙන්ම ඔබ අල්ලාහ්ව පරාජය කර දැමීමට නොහැකිය යන්න ස්ථීර වශයෙන් දැන ගනු. (නබියේ! මෙම) ප්‍රතික්ෂේප කරන්නන්ට වේදනා ගෙන දෙන දඬුවමෙන් ඔබ ශුභාරංචි දෙනු මැනව"
        },
        {
            "chapter": 9,
            "verse": 4,
            "text": "එහෙත් ඔබ ගිවිසුම් කර ගත් මෙම සමානයන් තබා නමදින්නන්ගෙන් කවුරුන් (තමන්ගේ ගිවිසුමෙහි) කිසිවක් ඔබට අඩුපාඩුවක් නොකරද, ඔබට විරුද්ධව කිසිවෙකුටත් උදව් නොකරද සිටින්නෝද, ඔවුන්ට ඔවුන්ගේ ගිවිසුමෙහි එහි නියමිත වාරය දක්වා (කිසිම අඩුපාඩුවක් නොකර) පූරණය කර තබනු. නියත වශයෙන්ම අල්ලාහ් භය භක්තිකයින්ව ප්‍රිය කරන්නේය"
        },
        {
            "chapter": 9,
            "verse": 5,
            "text": "(සෑම අවුරුද්දකම දුල්කඅදා, දුල්හජ්ජි, මුහර්රම්, රජබ් ආදී ශුද්ධ වූ මෙම මාස හතර තුළ යුද්ධ කිරීම තහනම්ය). ශුද්ධ වූ (මෙම) මාස (හතර) ගෙවී ගියහොත් සමානයන් තබන්නන්ව දුටු තැන කපා දමනු. ඔවුන්ව සිර ගත කරනු. ඔවුන්ව මුද්‍රා තබනු. සෑම සැඟවෙන ස්ථානයකම (ඔවුන්ගේ පැමිණීම බලාපොරොත්තුවෙන්) ඔවුන් වෙනුවෙන් ඔබ සැඟවී සිටිනු. ඔවුන් (තමන්ගේ නපුරෙන්ද, ප්‍රතික්ෂේපයෙන්ද) පසුතැවිලි වී ඈත් වී (විශ්වාසය තබා) සලාතයද නොකඩවා ඉටු කර, සකාතයද ගෙවමින් සිටියහොත් ඔවුන්ව ඔබ අතරමගදී අත්හැර දමනු. (ඔවුන්ගේ කාරණාවෙහි හරස් නොවනු).නියත වශයෙන්ම අල්ලාහ් ඉතාමත් ක්ෂමා කරන්නෙකු හා කරුණාවන්තයෙකු වශයෙන් සිටින්නේය"
        },
        {
            "chapter": 9,
            "verse": 6,
            "text": "(නබියෙ!) සමානයන් තබා නමදින්නන්ගෙන් කවුරුන් හෝ ඔබ වෙත ආරක්ෂාව පැතුවහොත් අල්ලාහ්ගේ ආයාවන් ඔහු සවන් දෙන තුරු ඔහුට ආරක්ෂාව සපයනු. (ඔහු එය සවන් දී විශ්වාසය නොතැබුවහොත්) ඔහුව, ඔහුට ආරක්ෂාව සපයන (වෙනත්) ස්ථානයකට යවනු මැනව! මන්දයත් නියත වශයෙන්ම ඔවුන් දැනුම නැති ජනතාවක් වශයෙන් සිටින්නේය"
        },
        {
            "chapter": 9,
            "verse": 7,
            "text": "අල්ලාහ් වෙතද ඔහුගේ දූතයා වෙතද සමානයන් තබා නමදින්නන්ගෙන් ගිවිසුමට කෙසේ නම් වැදගත්කමක් තිබිය හැකිද? එහෙත් ශුද්ධ වූ මස්ජිදය ඉදිරියේ ඔබ සමග ගිවිසුම් ඇති කර ගත් අය, (තමන්ගේ ගිවිසුමට අනුව) ඔබ සමග ස්ථීරව සිටින තුරු ඔබත් ඔවුන් සමග ස්ථීරවම සිටිනු. නියත වශයෙන්ම අල්ලාහ් භය භක්තිකයින්ව ප්‍රිය කරන්නේය"
        },
        {
            "chapter": 9,
            "verse": 8,
            "text": "(එහෙත් ඔවුන් සමග) කෙසේ නම් (ගිවිසුම්) තිබිය හැකිද? ඔවුන්ව ඔබ ජයග්‍රහණය කළහොත් නම්, ඔබ (ඔවුන්ට) ඥාතීන් යන්නද, (ඔබටද,ඔවුන්ටද අතරේ ඇති) ගිවිසුමද ගණන් ගන්නේම නැත. තමන්ගේ කට (උත්තරය) මගින් (පමණක්) ඔබව තෘප්තියට පත් කරන්නාහ. නමුත් ඔවුන්ගේ හෘදයන් නම්, (ඔබගෙන්) ඈත් වන්නාහ. ඔවුන්ගෙන් වැඩිදෙනෙකු පාපතරයන් වශයෙන්ම සිටින්නාහ"
        },
        {
            "chapter": 9,
            "verse": 9,
            "text": "ඔවුන් අල්ලාහ්ගේ ආයාවන් සුළු මුදලකට විකුණා දමා, (ජනතාව) ඔහුගේ මාර්ගයෙහි යාමද වළක්වන්නාහ. නියත වශයෙන්ම ඔවුන් කරන කාරණාවන් ඉතාමත් නපුරුය"
        },
        {
            "chapter": 9,
            "verse": 10,
            "text": "ඔවුන් කිසිම විශ්වාසවන්තයෙකු ගැනද (ඔහු තම) ඥාතීන් යන්නද, (ඔවුන් සමග කරගෙන ඇති) ගිවිසුමද, ගණන් ගන්නේම නැත. නියත වශයෙන්ම මෙවැන්නන්ම සීමාව ඉක්මවූවන්ය"
        },
        {
            "chapter": 9,
            "verse": 11,
            "text": "ඔවුන් (තමන්ගේ ප්‍රතික්ෂේපයෙන් ඈත් වී) පසුතැවිලි වී සලාතය නොකඩවා ඉටු කර, සකාතයද ගෙවමින් සිටියහොත් (ඔවුන්) ඔබගේ ධර්ම සහෝදරයින්ය. දැනුම ඇති ජනතාවට අපි (අපගේ) ආයාවන් (මෙසේ) විවරණය කරන්නෙමු"
        },
        {
            "chapter": 9,
            "verse": 12,
            "text": "(දිව්රා) ගිවිසුම් ඇති කර ගැනීමෙන් පසුවද ඔවුන් තමන්ගේ දිව්රුම් කඩ කර, ඔබගේ ධර්මය ගැනද, අඩුපාඩුකම් පවසමින් සිටියහොත් (නියත වශයෙන්ම) ප්‍රතික්ෂේප කරන්නන්ගේ (මෙවැනි) ප්‍රධානීන් සමග යුද්ධ කරනු. මන්දයත් ඔවුන්ගේ ගිවිසුමෙහි ස්ථීරත්වයක් නැත. (මෙවැනි නපුරෙන්) ඔවුන් ඈත් විය හැකිය"
        },
        {
            "chapter": 9,
            "verse": 13,
            "text": "තමන්ගේ සත්‍යය ගිවිසුම් කඩ කර, (අපගේ) දූතයාව (රටින්) පිටමං කිරීමට අදහස් කර, උත්සාහ කළ ජනතාව සමග ඔබ යුද්ධ කළ යුතු නොවේද? ඔවුන්ම (මෙවැනි නපුර) ඔබ වෙත පළමුවෙන්ම ආරම්භ කළහ. ඔවුන්ට ඔබ බිය වන්නෙහුද? (ඇත්තෙන්ම) ඔබ විශ්වාසවන්තයින් නම්, ඔබ බිය විය යුත්තා අල්ලාහ් (එක් කෙනෙකුම) පමණි"
        },
        {
            "chapter": 9,
            "verse": 14,
            "text": "ඔබ ඔවුන් සමග යුද්ධ කරනු. ඔබගේ අත්වලින්ම අල්ලාහ් ඔවුන්ට දඬුවම් කර ඔවුන්ව අවමන් කර, ඔවුන්ව ඔබ කපා මරා දමන්නටද, ඔබට උදව් කර, විශ්වාසය තැබූ ජනතාවගෙන් හෘදයන්ට සහනයක්ද ලබා දෙනු ඇත"
        },
        {
            "chapter": 9,
            "verse": 15,
            "text": "(ඔවුන් කෙරෙහි) මොවුන්ගේ හෘදයන්හි (දෝංකාර දෙමින්) ඇති කෝපයද පහ කර හරිනු ඇත. අල්ලාහ් (ඔවුන්ගෙන්ද) තමන් අදහස් කරන්නන්ගේ සමාව ඉල්ලීම බාර ගන්නේය. මන්දයත් අල්ලාහ් ඉතාමත් හොඳින් දන්නෙකු හා ඥානවන්තයෙකු වශයෙන් සිටින්නේය"
        },
        {
            "chapter": 9,
            "verse": 16,
            "text": "(විශ්වාසවන්තයිනි!) ඔබගෙන් (ඇත්තෙන්ම හිත ඇතිවම) යුද්ධ කළ අය කවුරුන්ද යන්න අල්ලාහ්වද, ඔහුගේ දූතයාවද, විශ්වාසවන්තයින්වද හැර, (වෙන කිසිවෙකුවත් තමන්ගේ) අභ්‍යන්තරය දැන ගන්නා මිතුරන් බවට (ඔබගෙන්) කිසිවෙකුත් ඇර ගත්තේ නැත යන්නද, (අල්ලාහ් ඔබව පිරික්සුමට ලක් කර) නොදැන, ඔබව අත්හැර දමනු ලබන්නෙහුය යයි අදහස් කළෙහුද? අල්ලාහ් ඔබ කරන දැය හොඳින් දන්නෙකු වශයෙන්ම සිටින්නේය"
        },
        {
            "chapter": 9,
            "verse": 17,
            "text": "සමානයන් තබා නමදින මොවුන් තමන් ප්‍රතික්ෂේප කරන්නන්ම යයි (ප්‍රසිද්ධියේ) පවසමින් සිටින තුරු අල්ලාහ්ගේ නැමදුම්පළවල් පරිපාලනය කිරීමට ඔවුන්ට අයිතියක් නැත. ඔවුන්ගේ සෑම හොඳක්ම විනාශ කර දමනු ලැබීය. ඔවුන් සැමදා නිරයෙහිම රැඳී සිටිනු ඇත"
        },
        {
            "chapter": 9,
            "verse": 18,
            "text": "කවුරුන් අල්ලාහ්වද, අවසාන දිනයද විශ්වාස කර, සලාතයද නොකඩවා ඉටු කර, සකාතයද ගෙවමින් සිට, අල්ලාහ් හැර වෙන කිසිවෙකුටත් බිය නොවීද සිටින්නෝද, ඔවුන්ම අල්ලාහ්ගේ නැමදුම්පළවල් පරිපාලනය කළ හැකි අය වන්නේය. මෙවැන්නන්ම ඍජු මාර්ගයෙහි සිටින බවට විශ්වාසය තැබිය හැකි අයයි"
        }
    ]
}