{
    "maqras": [
        {
            "chapter": 47,
            "verse": 10,
            "text": "Do they not travel through the earth, and see what was the End of those before them (who did evil)? God brought utter destruction on them, and similar (fates await) those who reject God"
        },
        {
            "chapter": 47,
            "verse": 11,
            "text": "That is because God is the Protector of those who believe, but those who reject God have no protector"
        },
        {
            "chapter": 47,
            "verse": 12,
            "text": "Verily God will admit those who believe and do righteous deeds, to Gardens beneath which rivers flow; while those who reject God will enjoy (this world) and eat as cattle eat; and the Fire will be their abode"
        },
        {
            "chapter": 47,
            "verse": 13,
            "text": "And how many cities, with more power than thy city which has driven thee out, have We destroyed (for their sins)? and there was none to aid them"
        },
        {
            "chapter": 47,
            "verse": 14,
            "text": "Is then one who is on a clear (Path) from his Lord, no better than one to whom the evil of his conduct seems pleasing, and such as follow their own lusts"
        },
        {
            "chapter": 47,
            "verse": 15,
            "text": "(Here is) a Parable of the Garden which the righteous are promised: in it are rivers of water incorruptible; rivers of milk of which the taste never changes; rivers of wine, a joy to those who drink; and rivers of honey pure and clear. In it th ere are for them all kinds of fruits; and Grace from their Lord. (Can those in such Bliss) be compared to such as shall dwell for ever in the Fire, and be given, to drink, boiling water, so that it cuts up their bowels (to pieces)"
        },
        {
            "chapter": 47,
            "verse": 16,
            "text": "And among them are men who listen to thee, but in the end, when they go out from thee, they say to those who have received Knowledge, \"What is it he said just then?\" Such are men whose hearts God has sealed, and who follow their own lusts"
        },
        {
            "chapter": 47,
            "verse": 17,
            "text": "But to those who receive Guidance, He increases the (light of) Guidance, and bestows on them their Piety and Restraint (from evil)"
        },
        {
            "chapter": 47,
            "verse": 18,
            "text": "Do they then only wait for the Hour,- that it should come on them of a sudden? But already have come some tokens thereof, and when it (actually) is on them, how can they benefit then by their admonition"
        },
        {
            "chapter": 47,
            "verse": 19,
            "text": "Know, therefore, that there is no god but God, and ask forgiveness for thy fault, and for the men and women who believe: for God knows how ye move about and how ye dwell in your homes"
        },
        {
            "chapter": 47,
            "verse": 20,
            "text": "Those who believe say, \"Why is not a sura sent down (for us)?\" But when a sura of basic or categorical meaning is revealed, and fighting is mentioned therein, thou wilt see those in whose hearts is a disease looking at thee with a look of one i n swoon at the approach of death. But more fitting for them"
        },
        {
            "chapter": 47,
            "verse": 21,
            "text": "Were it to obey and say what is just, and when a matter is resolved on, it were best for them if they were true to God"
        },
        {
            "chapter": 47,
            "verse": 22,
            "text": "Then, is it to be expected of you, if ye were put in authority, that ye will do mischief in the land, and break your ties of kith and kin"
        },
        {
            "chapter": 47,
            "verse": 23,
            "text": "Such are the men whom God has cursed for He has made them deaf and blinded their sight"
        },
        {
            "chapter": 47,
            "verse": 24,
            "text": "Do they not then earnestly seek to understand the Qur'an, or are their hearts locked up by them"
        },
        {
            "chapter": 47,
            "verse": 25,
            "text": "Those who turn back as apostates after Guidance was clearly shown to them,- the Evil One has instigated them and busied them up with false hopes"
        },
        {
            "chapter": 47,
            "verse": 26,
            "text": "This, because they said to those who hate what God has revealed, \"We will obey you in part of (this) matter\"; but God knows their (inner) secrets"
        },
        {
            "chapter": 47,
            "verse": 27,
            "text": "But how (will it be) when the angels take their souls at death, and smite their faces and their backs"
        },
        {
            "chapter": 47,
            "verse": 28,
            "text": "This because they followed that which called forth the Wrath of God, and they hated God's good pleasure; so He made their deeds of no effect"
        },
        {
            "chapter": 47,
            "verse": 29,
            "text": "Or do those in whose hearts is a disease, think that God will not bring to light all their rancour"
        },
        {
            "chapter": 47,
            "verse": 30,
            "text": "Had We so wiled, We could have shown them up to thee, and thou shouldst have known them by their marks: but surely thou wilt know them by the tone of their speech! And God knows all that ye do"
        },
        {
            "chapter": 47,
            "verse": 31,
            "text": "And We shall try you until We test those among you who strive their utmost and persevere in patience; and We shall try your reported (mettle)"
        },
        {
            "chapter": 47,
            "verse": 32,
            "text": "Those who reject God, hinder (men) from the Path of God, and resist the Apostle, after Guidance has been clearly shown to them, will not injure God in the least, but He will make their deeds of no effect"
        }
    ]
}