{
    "rukus": [
        {
            "chapter": 16,
            "verse": 120,
            "text": "ni:Śaṅka ibrāhīma (a.Sa.) Nāyaba anē allāha ta'ālānuṁ anusaraṇa karanāra anē sampūrṇa nikhālasatāvāḷā hatā, tē muśarika lōkō mānthī na hatā"
        },
        {
            "chapter": 16,
            "verse": 121,
            "text": "allāha ta'ālānī nē'amatōnō ābhāra vyakata karatā hatā, allāha ta'ālā'ē tēmanē pōtānā nikaṭa karī līdhā hatā anē tēmanē satya mārganuṁ mārgadarśana āpī dīdhuṁ"
        },
        {
            "chapter": 16,
            "verse": 122,
            "text": "amē tēmanē duniyāmāṁ paṇa śrēṣṭhatā āpī hatī anē ni:Śaṅka tē ākhēratamāṁ paṇa sadācārī lōkō mānthī chē"
        },
        {
            "chapter": 16,
            "verse": 123,
            "text": "pachī amē tamārī tarapha vahī utārī kē tamē ibrāhīma (a.Sa.)Nā panthanuṁ anusaraṇa karō, jē muśarika lōkō mānthī na hatā"
        },
        {
            "chapter": 16,
            "verse": 124,
            "text": "śanivāranā divasanī, mahatvatā tō phakata tē lōkō māṭē ja hatī, jē lōkō'ē tēmāṁ vivāda karyō hatō, vāta ē chē kē tamārō pālanahāra pōtē ja tēmanī vaccē tēmanā matabhēdanō nirṇaya kayāmatanā divasē karaśē"
        },
        {
            "chapter": 16,
            "verse": 125,
            "text": "Pōtānā pālanahāranā mārga tarapha lōkōnē hikamata anē uttama śikhāmaṇa dvārā bōlāvō anē tēmanī sāthē uttama rītē vārtā-lāpa karō, ni:Śaṅka tamārō pālanahāra pōtānā mārgathī bhaṭakī janārā'ōnē paṇa khūba sārī rītē jāṇē chē. Anē tē (allāha) tē lōkōnē paṇa jāṇē chē jē lōkō satya mārga para chē"
        },
        {
            "chapter": 16,
            "verse": 126,
            "text": "anē jō badalō lō tō paṇa tēṭalō ja, jēṭalī takalīpha tamanē pahōn̄cāḍavāmāṁ āvī hōya anē jō dhairya rākhō tō, ni:Śaṅka dhairya rākhanārā'ō māṭē ā ja uttama chē"
        },
        {
            "chapter": 16,
            "verse": 127,
            "text": "tamē dhīraja rākhō. Allāhanī tauphīka vagara tamē dhīraja rākhī śaktā ja nathī. Anē tēmanī sthiti para nirāśa na thaśō anē jē yukti'ō ā lōkō karatā rahē chē tēnāthī saṅkucita na thaśō"
        },
        {
            "chapter": 16,
            "verse": 128,
            "text": "ni:Śaṅka allāha ta'ālā ḍaravāvāḷā anē sadācārī lōkōnī sāthē chē"
        }
    ]
}