{
    "rukus": [
        {
            "chapter": 27,
            "verse": 59,
            "text": "Tamē kahī dō kē darēka prakāranī praśansā allāha māṭē ja chē anē tēnā nikaṭanā lōkō para salāma chē, śuṁ allāha śrēṣṭha chē kē tē lōkō, jēmanē ā lōkō bhāgīdāra ṭhēravī rahyā chē"
        },
        {
            "chapter": 27,
            "verse": 60,
            "text": "jaṇāvō tō kharā! Kē ākāśō anē dharatīnuṁ sarjana kōṇē karyuṁ? Ākāśa mānthī pāṇī kōṇē varasāvyuṁ? Pachī tēnāthī haryā-bharyā, sundara bagīcā banāvyā, tē bagīcā'ōnā vr̥kṣōnē tamē kyārēya ūpajāvī śaktā na hatāṁ, śuṁ allāhanī sāthē bījō kō'ī pūjya chē? Jō kē ā lōkō pathabhraṣṭa tha'i jāya chē (satya mārgathī)"
        },
        {
            "chapter": 27,
            "verse": 61,
            "text": "śuṁ tē, jēṇē dharatīnē rahēvā māṭēnuṁ kāraṇa banāvyuṁ anē tēnī vaccē nahērō vahāvī dīdhī anē tēnā māṭē parvatō banāvyā anē bē samudrōnī vaccē paradō banāvyō, śuṁ allāhanī sāthē bījō kō'ī pūjya chē? Parantu tēmanā mānthī ghaṇā lōkō jāṇatā ja nathī"
        },
        {
            "chapter": 27,
            "verse": 62,
            "text": "parēśāna vyaktinī pōkāra, jyārē tē pōkārē, kōṇa kabūla karī takalīphanē dūra karē chē? Anē tamanē dharatīnō nāyaba banāvē chē, śuṁ allāhanī sāthē bījō kō'ī pūjya chē? Tamē thōḍīka ja śīkhāmaṇa prāpta karō chō"
        },
        {
            "chapter": 27,
            "verse": 63,
            "text": "śuṁ tē, jē tamanē sūkī anē bhīnī (dharatī)nā andhakāramāṁ rastō batāvē chē anē jē pōtānī kr̥pā pahēlā ja khuśakhabara āpanārī havā'ōnē calāvē chē, śuṁ allāha sivāya bījō kō'ī pūjya paṇa chē jēnē ā lōkō allāhanō bhāgīdāra ṭhēravē chē? Allāha tē badhāthī ucca anē ghaṇō ja pratiṣṭhita chē"
        },
        {
            "chapter": 27,
            "verse": 64,
            "text": "śuṁ tē, jē prathama vakhata sarjana karē chē, pachī tēnē pāchō phēravaśē anē jē tamanē ākāśa anē dharatī mānthī rōjī āpī rahyō chē, śuṁ allāha sāthē bījō kō'ī pūjya chē? Kahī dō kē jō tamē sācā hōva, tō pōtānā purāvā raju karō"
        },
        {
            "chapter": 27,
            "verse": 65,
            "text": "kahī dō kē ākāśō anē dharatīvāḷā'ō mānthī allāha sivāya kō'ī adr̥śyanī vātō nathī jāṇatō, tē'ō ē paṇa nathī jāṇatā kē kyārē tēmanē pharīvāra jīvita karavāmāṁ āvaśē"
        },
        {
            "chapter": 27,
            "verse": 66,
            "text": "Parantu ākhēratanā viśē tēmanuṁ jñāna pūruṁ tha'i gayuṁ chē. Parantu ā lōkō tēnā viśē śaṅkā karē chē, parantu ā lōkō tēnāthī āndhaḷā chē"
        }
    ]
}