{
    "rukus": [
        {
            "chapter": 36,
            "verse": 51,
            "text": "sūra phūṅkatānī sāthē ja darēka pōtānī kabarō mānthī (uṭhī) pōtānā pālanahāra tarapha cālavā lāgaśē"
        },
        {
            "chapter": 36,
            "verse": 52,
            "text": "kahēvā lāgaśē, hāya aphasōsa! Amanē amārā sapanānā sthaḷēthī kōṇē jagāḍyā? Ā ja chē, jēnuṁ vacana rahamānē āpyuṁ hatuṁ anē payagambarō'ē sācuṁ kahī dīdhuṁ hatuṁ"
        },
        {
            "chapter": 36,
            "verse": 53,
            "text": "ā ēka cīsa sivāya kaṁī nathī, acānaka darēkē darēka amārī samakṣa hājara karī dēvāmāṁ āvaśē"
        },
        {
            "chapter": 36,
            "verse": 54,
            "text": "basa! Ājanā divasē kō'i vyakti upara, thōḍōka paṇa atyācāra karavāmāṁ nahīṁ āvē anē tamanē tamārā karmōnō ja badalō āpavāmāṁ āvaśē"
        },
        {
            "chapter": 36,
            "verse": 55,
            "text": "jannatī lōkō āja nā divasē pōtānā kāryōmāṁ khuśa chē"
        },
        {
            "chapter": 36,
            "verse": 56,
            "text": "tē anē tēmanī patnī'ō chānyaḍāmāṁ āsanō para takiyā lagāvīnē bēṭhā haśē"
        },
        {
            "chapter": 36,
            "verse": 57,
            "text": "tēmanā māṭē jannatamāṁ darēka prakāranā phaḷō haśē, uparānta tē'ō jē paṇa icchaśē, (tē badhuṁ ja maḷaśē)"
        },
        {
            "chapter": 36,
            "verse": 58,
            "text": "dayāḷu pālanahāra taraphathī tēmanē\"salāma\" kahēvāmāṁ āvaśē"
        },
        {
            "chapter": 36,
            "verse": 59,
            "text": "hē aparādhī'ō! Ājē tamē alaga tha'i jāva"
        },
        {
            "chapter": 36,
            "verse": 60,
            "text": "hē ādamanā santānō! Śuṁ mēṁ tamārī pāsēthī vacana na līdhuṁ hatuṁ? Kē tamē śētānanī bandagī na karaśō, tē tamārō khullō śatru chē"
        },
        {
            "chapter": 36,
            "verse": 61,
            "text": "anē mārī ja bandagī karajō, satya mārga ā ja chē"
        },
        {
            "chapter": 36,
            "verse": 62,
            "text": "śētānē tamārā mānthī ghaṇā lōkōnē pathabhraṣṭa karī dīdhā, śuṁ tamē samajatā nathī"
        },
        {
            "chapter": 36,
            "verse": 63,
            "text": "ā ja tē jahannama chē, jēnuṁ vacana tamanē āpavāmāṁ āvatu hatuṁ"
        },
        {
            "chapter": 36,
            "verse": 64,
            "text": "pōtānā inkāranō badalō mēḷavavā māṭē ājē āmāṁ dākhala tha'i jāva"
        },
        {
            "chapter": 36,
            "verse": 65,
            "text": "amē ājanā divasē tēmanā mōḍhā upara mahōra lagāvī da'iśuṁ anē tēmanā hātha amārī sāthē vāta-cīta karaśē anē tēmanā paga sākṣī āpaśē, tē kāryōnī, jē tē'ō karatā hatāṁ"
        },
        {
            "chapter": 36,
            "verse": 66,
            "text": "Jō amē icchatā tō tēmanē dr̥ṣṭihina karī dētā, pachī ā lōkō mārga mēḷavavā māṭē bhāgadōḍa karatā, parantu tē lōkō kēvī rītē jō'i śakē"
        },
        {
            "chapter": 36,
            "verse": 67,
            "text": "anē jō amē icchatā tō tēmanī jagyā para ja tēmanā mōḍhā badalī dētā, pachī na tō tē'ō cālī śakatā anē na tō pāchā pharī śakatā"
        }
    ]
}