{
    "rukus": [
        {
            "chapter": 2,
            "verse": 21,
            "text": "Hē lōkō! Pōtānā tē pālanahāranī bandagī karō jēṇē tamanē anē tamārā pahēlānā lōkōnuṁ sarjana karyu, ā ja tamārā bacāvanuṁ kāraṇa chē"
        },
        {
            "chapter": 2,
            "verse": 22,
            "text": "jēṇē tamārā māṭē dharatīnē pātharaṇuṁ anē ākāśanē chata banāvyuṁ anē ākāśamānthī pāṇī varasāvī tēnāthī phaḷa paidā karī tamanē rōjī āpī, khabaradāra! Jāṇyā chatānya allāhanī sāthē bījānē bhāgīdāra na ṭhēravō"
        },
        {
            "chapter": 2,
            "verse": 23,
            "text": "amē jē kaṁi paṇa pōtānā bandā para avatarita karyu chē tēmāṁ jō tamanē śaṅkā hōya anē tamē sācā hōya tō ānā jēvī ēka sūraha (pāṭha) tō banāvī lāvō, tamanē adhikāra chē kē allāha ta'ālā sivāya pōtānā madada karavāvāḷā'ōnē paṇa bōlāvī lō"
        },
        {
            "chapter": 2,
            "verse": 24,
            "text": "basa! Jō tamē na karyu anē tamē kadāpi nathī karī śakatā, tō (ānē satyamānī) tē āgathī bacō, jēnuṁ indhaṇa mānavī anē pat'thara chē, jē inkārī'ō māṭē taiyāra karavāmāṁ āvī chē"
        },
        {
            "chapter": 2,
            "verse": 25,
            "text": "imānavāḷā'ō anē sadakāryō karavāvāḷā'ōnē tē jannatōnī śubhasūcanā āpī dō jēnī nīcē nahērō vahī rahī chē, jyārē paṇa tē'ōnē phaḷō āpavāmāṁ āvaśē (anē pharī tēnā jēvuṁ ja phaḷa lāvavāmāṁ āvaśē) tō kahēśē kē ā tō tē ja chē jē amanē ānāthī pahēlā āpavāmāṁ āvyuṁ hatuṁ anē tē'ō māṭē pavitra patni'ō chē anē tē'ō tē jannatōmāṁ hammēśā rahēvāvāḷā chē"
        },
        {
            "chapter": 2,
            "verse": 26,
            "text": "ninśaṅka allāha ta'ālā kō'i udāharaṇa āpavāthī śaramātō nathī, bhalē nē maccharanuṁ hōya athavā tēnāthī paṇa halakī vastunuṁ. Imānavāḷā'ō tō tēnē pōtānā pālanahāra taraphathī yōgya gaṇē chē anē inkārī'ō kahē chē kē ā udāharaṇanō artha śuṁ chē? Ānā vaḍē kēṭalākōnē pathabhraṣṭa karī dē chē anē vadhuṁ paḍatā lōkōnē satyamārga para lāvī dē chē anē pathabhraṣṭa tō phakata vidrōhī'ōnē ja karē chē"
        },
        {
            "chapter": 2,
            "verse": 27,
            "text": "jē lōkō allāha ta'ālānā majabuta vacananē tōḍē chē anē allāha ta'ālā'ē jē vastunē jōḍavānō ādēśa āpyō chē tēnē kāpē anē dharatī para bhraṣṭācāra phēlāvē chē ā ja lōkō nukasāna uṭhāvanārā chē"
        },
        {
            "chapter": 2,
            "verse": 28,
            "text": "Tamē allāha nā bhāgīdāra kēvī rītē ṭhēravō chō? Jyārē kē tamē mr̥ta hatā, tēṇē tamanē jīvita karyā, pachī tamanē mr̥tyu āpaśē pachī jīvita karaśē, pachī tamē tēnī ja tarapha pāchā phēravavāmāṁ āvaśō"
        },
        {
            "chapter": 2,
            "verse": 29,
            "text": "tē allāha jēṇē tamārā māṭē dharatīnī darēka vastunuṁ sarjana karyu, pachī ākāśa tarapha pharyō anē tēnē ṭhīka-ṭhāka sāta ākāśa banāvyā, anē tē darēka vastunē jāṇē chē"
        }
    ]
}