{
    "rukus": [
        {
            "chapter": 61,
            "verse": 1,
            "text": "dharatī anē ākāśōnī darēka darēka vastu'ō allāha ta'ālānī pavitratānuṁ varṇana karī rahī chē anē tē ja vijayī anē hikamatavāḷō chē"
        },
        {
            "chapter": 61,
            "verse": 2,
            "text": "hē imānavāḷā'ō! Tamē tē vāta kēma kahō chō jē (pōtē) karatā nathī"
        },
        {
            "chapter": 61,
            "verse": 3,
            "text": "tamē jē karatā nathī tē kahēvuṁ, allāha ta'ālānē sakhata nāpasanda chē"
        },
        {
            "chapter": 61,
            "verse": 4,
            "text": "ni:Śaṅka allāha ta'ālā tē lōkōnē pasanda karē chē jē lōkō tēnā mārgamāṁ katārabandha jēhāda karē chē. Jēvuṁ kē sīsu pīgaḷāyēlī dīvāla hōya"
        },
        {
            "chapter": 61,
            "verse": 5,
            "text": "anē (yāda karō) jyārē kē mūsā'ē pōtānī kōmanē kahyuṁ “hē mārī kōmanā lōkō! Tamē manē kēma satāvī rahyā chō jyārē kē tamē (khūba sārī rītē) jāṇō chō kē huṁ tamārī samakṣa allāhanō payagambara chuṁ. Basa jyārē tē lōkō āḍā ja rahyā tō allāha'ē tēmanā dilōnē (vadhārē) āḍā karī dīdhā anē allāha ta'ālā avajñākārī lōkōnē sācō mārga nathī āpatō"
        },
        {
            "chapter": 61,
            "verse": 6,
            "text": "anē jyārē marayama nā putra isā'ē kahyuṁ hē (mārī kōma) banī isrā'ila! Huṁ tamārā darēka lōkō tarapha allāhanō payagambara chuṁ, ā pahēlānuṁ pustaka taurātanē huṁ samarthana āpuṁ chuṁ anē mārā pachī āvanāra ēka payagambaranī huṁ tamanē śubha sucanā āpanārō chuṁ, jēnuṁ nāma ahamada chē, pachī jyārē tē tēmanī pāsē khullā pūrāvā lāvyā tō kahēvā lāgyā kē ā tō khullu jādu chē"
        },
        {
            "chapter": 61,
            "verse": 7,
            "text": "tē vyaktithī vadhārē atyācārī kōṇa haśē jē allāha para juṭhu ghaḍē,jyārē kē tē islāma tarapha bōlāvavāmāṁ āvē chē anē allāha āvā atyācārī'ōnē satya mārga nathī āpatō"
        },
        {
            "chapter": 61,
            "verse": 8,
            "text": "tē icchē chē kē allāhanā prakāśa nē pōtānā mōḍhā vaḍē ōlavī dēṁ anē allāha pōtānā prakāśa nē sampūrṇa karīnē ja rahēśē, bhalē inkārī'ōnē kharāba lāgē"
        },
        {
            "chapter": 61,
            "verse": 9,
            "text": "Tē ja chē jēṇē pōtānā payagambaranē satya mārga anē sācō gharma āpīnē mōkalyā, jēthī tēmanē darēka gharmō para vijētā banāvī dē, bhalēnē (allāhanā) bhāgīdāra ṭhēravanārā rājī na hōya"
        }
    ]
}