{
    "rukus": [
        {
            "chapter": 24,
            "verse": 11,
            "text": "I te, kto lozh' tebe prines, - iz vashego chisla, No ne schitayte eto zlom sebe - Naprotiv! Eto - blago vam! Ved' kazhdomu iz tekh lyudey vozdastsya Po sootvetstviyu ikh dole etogo grekha. A tot, kto osnovnuyu tyazhest' (klevety) Sebe (na plechi) polozhil, - Tot podlezhit velikoy kare"
        },
        {
            "chapter": 24,
            "verse": 12,
            "text": "Tak otchego zhe vy, i devy, i muzhi, Kotoryye uverovali (v Boga), Uslyshav etu (klevetu), O dobrom ne podumali i ne skazali: \"Zdes' ochevidna kleveta i lozh'"
        },
        {
            "chapter": 24,
            "verse": 13,
            "text": "I otchego zh ne priveli oni Im chetyrekh svideteley ob etom? Ved' yesli ne predstavili oni svideteley ob etom, Oni lzhetsy pered Allakhom"
        },
        {
            "chapter": 24,
            "verse": 14,
            "text": "I yesli b ne Allakha blagost', Ne miloserdiye Yego I v blizhnem, i v dalekom mire, Postigla by velikaya vas kara Za to, o chem vy tak rechisto govorili"
        },
        {
            "chapter": 24,
            "verse": 15,
            "text": "I vot, vy eto vertite uzhe na yazykakh I govorite vashimi gubami, O chem u vas net (vernykh) znaniy, Schitaya maloznachashchim (vse) to, Chto u Allakha veliko (v otsenke)"
        },
        {
            "chapter": 24,
            "verse": 16,
            "text": "I otchego by vam, uslyshav eto, ne skazat': \"Ne podobayet nam ob etom govorit'. SubkhAnagu! (Khvala Tebe!) Eto bol'shaya kleveta"
        },
        {
            "chapter": 24,
            "verse": 17,
            "text": "Uveshchevayet vas Allakh, chtob vpred' Vy nikogda k podobnomu ne vozvrashchalis', Yesli uverovali vy"
        },
        {
            "chapter": 24,
            "verse": 18,
            "text": "Tak raz\"yasnyayet vam Allakh Svoi znamen'ya, - Allakh ved' znayushch, mudr (bezmerno)"
        },
        {
            "chapter": 24,
            "verse": 19,
            "text": "Tem, komu nravitsya, Kogda sred' veruyushchikh merzost' razglashayut, - Muchitel'naya kara I v etoy zhizni, i v drugoy, - Allakh ved' znayet (sut' vsego), Vy zhe ne znayete (ob etom)"
        },
        {
            "chapter": 24,
            "verse": 20,
            "text": "I yesli b ne Allakha blagost', Ne miloserdiye Yego, Ne to, chto On i milostiv, i krotok, (Vy byli by nakazany v yedinyy mig)"
        }
    ]
}