{
    "rukus": [
        {
            "chapter": 28,
            "verse": 1,
            "text": "Ta - Sin - Mim"
        },
        {
            "chapter": 28,
            "verse": 2,
            "text": "Siye - ayaty Knigi, Chto yasno raz\"yasnyayet i tolkuyet vse"
        },
        {
            "chapter": 28,
            "verse": 3,
            "text": "My v istine tebe izlozhim Rasskaz o Muse i (nevernom) Faraone Dlya nastavleniya uverovavshikh (v Boga)"
        },
        {
            "chapter": 28,
            "verse": 4,
            "text": "Poistine, (nevernyy) Faraon V zemle (Yegipetskoy) gordyneyu voznessya I razdelil na chasti yeye lyud, Odnu iz nikh podvergnuv ugneten'yu: On ubival ikh synovey, V zhivykh lish' zhenshchin ostavlyaya, - On byl, poistine, iz zlochestivykh"
        },
        {
            "chapter": 28,
            "verse": 5,
            "text": "My pozhelali milost' okazat' Tem, kto na toy zemle byl ugneten, - Imamami ikh sdelat' (dlya narodov) I dat' v nasledstvo (obetovannuyu zemlyu)"
        },
        {
            "chapter": 28,
            "verse": 6,
            "text": "Na toy zemle ikh moshch'yu ukrepit', A Faraonu, i Khamanu, i voyskam yavit' takoye, Chego oni ot nikh tak opasalis'"
        },
        {
            "chapter": 28,
            "verse": 7,
            "text": "I vot My materi (mladentsa) Musy Vnusheniyem (Svoye veleniye) otkryli: \"Kormi mladentsa svoyego! Kogda zhe za nego ty uboish'sya, Bros' yego v more i ne boysya. Pust' ne mrachit tebya pechal' - My vozvratim yego tebe I sdelayem poslannikom (Svoim k yego narodu)"
        },
        {
            "chapter": 28,
            "verse": 8,
            "text": "I podobrali (lyudi iz) semeystva Faraona (Korzinu iz reki s mladentsem) Musoy, Chtoby (so vremenem) dlya nikh Vragom on okazalsya i napast'yu, - Ved' Faraon, Khaman i ikh voyska Rasputny byli i greshny"
        },
        {
            "chapter": 28,
            "verse": 9,
            "text": "I vot zhena yego skazala: \"Eto - uslada glaz i dlya tebya, i dlya menya, - Ne predavayte yego smerti! Byt' mozhet, on (so vremenem) nam pol'zu prineset Il' my za syna yego primem\". Togda ne vedali oni (o zamysle Gospodnem)"
        },
        {
            "chapter": 28,
            "verse": 10,
            "text": "Nautro zh (gor'koy) pustotoy Napolnilosya serdtse materi (mladentsa), I vydala b ona yego (proiskhozhden'ye), Yesli by My ne ukrepili yeye serdtse, Chtob byt' yey iz uverovavshikh (v Boga)"
        },
        {
            "chapter": 28,
            "verse": 11,
            "text": "(Sleduy za nim! - ona sestre yego skazala, I izdali sledila ta za nim, - Oni zh) ob etom (nichego) ne znali"
        },
        {
            "chapter": 28,
            "verse": 12,
            "text": "My vospretili yemu grud' kormilits, (Poka k nim ne prishla yego sestra i ne) skazala: \"Ne ukazat' li vam semeystvo doma, Kotoroye vskormIt yego dlya vas I pozabotitsya o nem nadezhno"
        },
        {
            "chapter": 28,
            "verse": 13,
            "text": "Tak materi yego My vozvratili, Chtoby uteshilis' yeye glaza, Chtob ne pechalilas' ona i znala, Chto nerushimo obeshchaniye Allakha, - No bol'shinstvo iz nikh, (ne veruya), (togo) ne znayet"
        }
    ]
}