{
    "rukus": [
        {
            "chapter": 2,
            "verse": 258,
            "text": "Uzhel' ne videl ty togo, Kto s Ibrakhimom v spor vstupil o Boge Za to, chto tsarstvom odaril yego Allakh? I Ibrakhim skazal: \"Poistine, Gospod' moy - Tot, Kto zhizn' i smert' daruyet\". No tot skazal: \"Daruyu ya i zhizn', i smert'\". Otvetil Ibrakhim: \"Poistine, Gospod' povelevayet Solntsu Voskhodit' s vostoka - Ty s zapada veli yemu vzoyti\". Tak byl v smushcheniye povergnut tot, Kto prenebreg Gospodney veroy. Allakh ne napravlyayet tekh, kto nechestiv"
        },
        {
            "chapter": 2,
            "verse": 259,
            "text": "Il' (strannik) tot, kto bliz selen'ya prokhodil, Razrushennogo do yedinoy krovli. I on skazal: \"Kak mozhet ozhivit' yego Gospod', Kogda ono uzhe zastylo v smerti?\" I strannika poverg Gospod' vo smert' na sotnyu let, Zatem On ozhivil yego i voprosil: \"Kak dolgo zdes' ty nakhodilsya?\" Otvetil tot: \"Byt' mozhet, den' il' chast' yego\". No Bog skazal: \"O net! Sto dolgikh let ty probyl zdes'. Teper' vzglyani na svoyu pishchu i pit'ye - Ikh porcha ne kosnulas' vovse. Teper' na svoyego osla vzglyani - (Lish' kosti ot nego ostalis'). Tebya My sdelali znamen'yem dlya lyudey. I daleye - smotri na kosti: Sovokuplyu YA ikh i v plot' odenu!\" Kogda siye yemu predstalo yasno, Skazal on: \"Znayu ya teper', Chto vsemogushch Allakh nad vsem"
        },
        {
            "chapter": 2,
            "verse": 260,
            "text": "I (vspomnite), kak Ibrakhim skazal: \"O moy Gospod'! Day mne uzret', Kak mertvym zhizn' Ty vozvrashchayesh'\". (Gospod') skazal: \"Ty razve ne uveroval yeshche?\" \"O da! YA veruyu, - voskliknul Ibrakhim, - No serdtsem (i umom) khochu proniknut'\". (Gospod') skazal: \"Togda voz'mi chetyrekh ptits I priruchi k tebe sletat'sya, Zatem porezh' na chasti ikh I pomesti na kazhdyy kholm otdel'no, A posle etogo ty sozovi ikh, - Oni stremitel'no k tebe sletyatsya. Tak znay zhe ty: Allakh vsesilen, mudr (bezmerno)"
        }
    ]
}