{
    "rukus": [
        {
            "chapter": 33,
            "verse": 28,
            "text": "O prorok! Skazhi svoim suprugam: \"Yesli vy ishchete usladu i ukrasy blizhney zhizni, Prikhodite: YA vam (razvod i s nim) dovol'stviye dostavlyu I otpushchu s dostoinstvom i chest'yu (na svobodu)"
        },
        {
            "chapter": 33,
            "verse": 29,
            "text": "No yesli ishchete ugody Boga, Yego poslanniku (khotite byt' zhenoy) I (ispytat' dary) poslednego zhilishcha, To, istinno, Allakh ugotoval velikuyu nagradu Dlya dobrodeyushchikh iz vas"
        },
        {
            "chapter": 33,
            "verse": 30,
            "text": "Zheny proroka! Yesli odna iz vas Vinovna budet v merzosti, chto budet ochevidna, Yey nakazaniye udvoitsya vdvoyne, - Ved' eto dlya Allakha tak legko"
        },
        {
            "chapter": 33,
            "verse": 31,
            "text": "A tu, kotoraya Allakhu i poslanniku Yego poslushna budet I budet dobroye tvorit', My odarim dvoynoy nagradoy I doley blagorodnoy (osvetim), Kotoruyu (uzhe) My yey ugotovali"
        },
        {
            "chapter": 33,
            "verse": 32,
            "text": "Zheny proroka! Vy - ne takiye, kak obychnyye drugiye zheny. Yesli vy gneva Gospoda strashites', V svoikh rechakh ne bud'te laskovo-lyubezny, Chtoby v kakom-nibud' (muzhchine), CH'ye serdtse (k zhenshchine vlecheniyem) bol'nO, Ne vospylalo vozhdelen'ye (k vam). Vedite razgovor pristoyno"
        },
        {
            "chapter": 33,
            "verse": 33,
            "text": "V domakh svoikh pokoyno prebyvayte I ne kichites' ukrashen'yami nevezhestva vremen, Tvorite ritual'nuyu molitvu I prav'te ochistitel'nuyu podat', Allakhu i poslanniku Yego poslushny bud'te, - Ved' On lish' khochet snyat' s vas skvernu, (Ochistit') dom yego sem'i I vsekh vas polnym ochishcheniyem ochistit'"
        },
        {
            "chapter": 33,
            "verse": 34,
            "text": "Vy vspominayte (i drugim) peredavayte to, Chto iz znameniy i iz mudrosti Allakha Zachityvayut vam v vashikh domakh, - Ved' blagoserd Allakh i vedushch"
        }
    ]
}