{
    "rukus": [
        {
            "chapter": 54,
            "verse": 1,
            "text": "Vot Chas nastal, I raskololsya mesyats"
        },
        {
            "chapter": 54,
            "verse": 2,
            "text": "No dazhe yesli ikh glazam Predstanet yasnoye znameniye (Allakha), Oni otvorotyatsya ot nego i skazhut: \"Eto - vsego lish' koldovstvo"
        },
        {
            "chapter": 54,
            "verse": 3,
            "text": "I lozh'yu narekli oni (preduprezhden'ye) I predalis' svoim strastyam, Ne znaya to, chto vsyako delo Naznachennyy chered imeyet"
        },
        {
            "chapter": 54,
            "verse": 4,
            "text": "I k nim, poistine, uzhe prishli rasskazy, V kotorykh im preduprezhden'ya byli, Chtob uderzhat' ikh (ot grekha)"
        },
        {
            "chapter": 54,
            "verse": 5,
            "text": "To - mudrost' yasnaya, i vse zh Preduprezhden'ya eti im ne v pomoshch'"
        },
        {
            "chapter": 54,
            "verse": 6,
            "text": "A potomu, (o Mukhammad!), uydi ot nikh. V tot Den', Kogda Zovushchiy (angel) Ikh prizovet k uzhasnomu (Sudu)"
        },
        {
            "chapter": 54,
            "verse": 7,
            "text": "Oni s ponikshimi glazami vyydut iz mogil, Rasseyavsheysya saranche podobny"
        },
        {
            "chapter": 54,
            "verse": 8,
            "text": "I, ustremyas' k Zovushchemu, nevernyye voskliknut: \"O, kak zhe tyazhek etot Den'"
        },
        {
            "chapter": 54,
            "verse": 9,
            "text": "Yeshche do nikh otvergli (Istinu Gospodnyu) lyudi Nukha I ob\"yavili Nashego slugu lzhetsom. \"Vot oderzhimyy\", - molvili oni, I byl on izgnan imi"
        },
        {
            "chapter": 54,
            "verse": 10,
            "text": "Togda k Vladyke svoyemu on obratilsya: \"YA pobezhden! Pridi na pomoshch' mne"
        },
        {
            "chapter": 54,
            "verse": 11,
            "text": "My raspakhnuli vrata neba, Potoki vod s nego izvergnuv"
        },
        {
            "chapter": 54,
            "verse": 12,
            "text": "Zatem My rassekli istochnikami zemlyu, I vstretilas' voda (nebes) s (zemnoy) vodoyu, Kak bylo (Gospodom) poveleno i resheno"
        },
        {
            "chapter": 54,
            "verse": 13,
            "text": "I ponesli yego My (na kovchege), Postroyennom iz dosok i shtyrey"
        },
        {
            "chapter": 54,
            "verse": 14,
            "text": "Chtob plyl on (pod okhranoy) Nashikh glaz Kak vozdayaniye tomu, kogo oni otvergli"
        },
        {
            "chapter": 54,
            "verse": 15,
            "text": "I My ostavili znameniyem yego. No yest' li khot' odin (iz vas), Kto eto uveshchaniye priyemlet"
        },
        {
            "chapter": 54,
            "verse": 16,
            "text": "Kakim zhe (strashnym) bylo nakazaniye Moye! I kakovo Moye preduprezhden'ye"
        },
        {
            "chapter": 54,
            "verse": 17,
            "text": "Poistine, My sdelali Koran Ponyatnym dlya zapominan'ya, No yest' li khot' odin (iz vas), Kto eto uveshchaniye priyemlet"
        },
        {
            "chapter": 54,
            "verse": 18,
            "text": "I lyudi Ad sochli lzhetsom (proroka Khuda). Kakim zhe (strashnym) bylo nakazaniye Moye! I kakovo Moye preduprezhden'ye"
        },
        {
            "chapter": 54,
            "verse": 19,
            "text": "My v etot dolgiy Den' Zloschast'ya Obrushili na nikh svirepyy veter"
        },
        {
            "chapter": 54,
            "verse": 20,
            "text": "Chto vyryval lyudey iz ikh domov, Podobno pal'mam - s kornem (iz zemli)"
        },
        {
            "chapter": 54,
            "verse": 21,
            "text": "Kakim zhe (strashnym) bylo nakazaniye Moye! I kakovo Moye preduprezhden'ye"
        },
        {
            "chapter": 54,
            "verse": 22,
            "text": "Poistine, my sdelali Koran Ponyatnym dlya zapominan'ya, No yest' li khot' odin (iz vas), Kto eto uveshchaniye priyemlet"
        }
    ]
}