{
    "maqras": [
        {
            "chapter": 14,
            "verse": 28,
            "text": "Did you not see those who exchanged the grace of Allah for ungratefulness and led their people down to the home of destruction"
        },
        {
            "chapter": 14,
            "verse": 29,
            "text": "Which is hell; they will enter it; and what a wretched place of stay"
        },
        {
            "chapter": 14,
            "verse": 30,
            "text": "And they ascribed equals to Allah to mislead from His way; say, “Enjoy a while, for your end will be the fire.”"
        },
        {
            "chapter": 14,
            "verse": 31,
            "text": "Say to the bondmen of Mine who believe, that they must keep the prayer established and spend in Our way from what We have given them, secretly and publicly, before the advent of a day in which there will be no trade nor friendship"
        },
        {
            "chapter": 14,
            "verse": 32,
            "text": "It is Allah Who created the heavens and the earth, and sent down water from the sky, therefore producing some fruits for you to eat; and subjected the ships for you, that they may sail upon the sea by His command; and subjected the rivers for you"
        },
        {
            "chapter": 14,
            "verse": 33,
            "text": "And subjected the sun and the moon for you, which are constantly moving; and has subjected the night and the day for you"
        },
        {
            "chapter": 14,
            "verse": 34,
            "text": "And He gave you much of what you seek; and if you enumerate the favours of Allah, you will never be able to count them; indeed man is very unjust, most ungrateful"
        },
        {
            "chapter": 14,
            "verse": 35,
            "text": "And remember when Ibrahim prayed, “O my Lord! Make this town (Mecca) a safe one, and safeguard me and my sons from worshipping idols.”"
        },
        {
            "chapter": 14,
            "verse": 36,
            "text": "“O my Lord! The idols have led many people astray; so whoever followed me, is indeed mine; and whoever disobeyed me – then indeed You are Oft Forgiving, Most Merciful.”"
        },
        {
            "chapter": 14,
            "verse": 37,
            "text": "“O our Lord! I have settled some of my descendants in a valley having no cultivation, near Your Sacred House – O our Lord! So that they may keep the prayer established, therefore incline some hearts of men towards them, and provide them fruits to eat – perhaps they may be thankful.”"
        },
        {
            "chapter": 14,
            "verse": 38,
            "text": "“O our Lord! You know what we hide and what we disclose; and nothing is hidden from Allah, neither in the earth nor in the heavens.”"
        },
        {
            "chapter": 14,
            "verse": 39,
            "text": "“All praise is to Allah Who gave me Ismail and Ishaq, in my old age; indeed my Lord is the Listener of Prayer.”"
        },
        {
            "chapter": 14,
            "verse": 40,
            "text": "“O my Lord! Maintain me as one who establishes prayer, and some of my descendants; O our Lord! and accept my prayer.”"
        },
        {
            "chapter": 14,
            "verse": 41,
            "text": "“O our Lord! And forgive me, and my parents, and all the Muslims on the day when the account will be established.”"
        },
        {
            "chapter": 14,
            "verse": 42,
            "text": "And do not ever assume that Allah is unaware of what the unjust do; He does not give them respite but for a day in which the eyes will become fixed, staring"
        },
        {
            "chapter": 14,
            "verse": 43,
            "text": "They shall come out running in bewilderment, with their heads raised, their gaze not returning to them; and their hearts will not have any calm"
        },
        {
            "chapter": 14,
            "verse": 44,
            "text": "And warn the people of a day when the punishment will come upon them, therefore the unjust will say, “O our Lord! Give us respite for a little while – for us to obey Your call and follow the Noble Messengers”; (It will be said) “So had you not sworn before that, ‘We have not to move to any place else from the earth’?”"
        },
        {
            "chapter": 14,
            "verse": 45,
            "text": "“And you dwelt in the houses of those who had wronged themselves and it became very clear to you how We had dealt with them, and We illustrated several examples for you.”"
        },
        {
            "chapter": 14,
            "verse": 46,
            "text": "And indeed they carried out their scheme, and their scheming is within Allah’s control; and their scheme was not such that could move these mountains*. (* The revelations / signs of Allah)"
        },
        {
            "chapter": 14,
            "verse": 47,
            "text": "So do not ever assume that Allah will not fulfil His promise to His Noble Messengers; indeed Allah is the Dominant, the Avenger"
        },
        {
            "chapter": 14,
            "verse": 48,
            "text": "On the day when the earth will be changed to other than this earth, and the heavens – and they will all come forth standing before Allah, the One, the Dominant above all"
        },
        {
            "chapter": 14,
            "verse": 49,
            "text": "And on that day you will see the guilty linked together in chains"
        },
        {
            "chapter": 14,
            "verse": 50,
            "text": "Their cloaks will be of pitch and fire will cover their faces"
        },
        {
            "chapter": 14,
            "verse": 51,
            "text": "In order that Allah may repay each soul what it had earned; indeed Allah spends no time in judging the account"
        },
        {
            "chapter": 14,
            "verse": 52,
            "text": "This is the message to be conveyed to all mankind – and in order to warn them with it, and for them to know that He is the only One God, and for men of understanding to heed advice"
        }
    ]
}