{
    "maqras": [
        {
            "chapter": 23,
            "verse": 75,
            "text": "Yakby My navitʹ pomyluvaly yikh i vidvernuly vid nykh lykho, vony vse odno vperto trymalysʹ by svoyeyi omany, blukayuchy"
        },
        {
            "chapter": 23,
            "verse": 76,
            "text": "Tozh My vrazyly yikh karoyu, ale vony ne zmyrylysya pered svoyim Hospodom i ne staly smyrennymy"
        },
        {
            "chapter": 23,
            "verse": 77,
            "text": "Ta koly My vidkryyemo nad nymy vorota velykoyi kary, vpadutʹ u vidchay vony"
        },
        {
            "chapter": 23,
            "verse": 78,
            "text": "Vin — Toy, Khto stvoryv dlya vas slukh, zir i sertsya. Yak malo vy dyakuyete"
        },
        {
            "chapter": 23,
            "verse": 79,
            "text": "Vin — Toy, Khto rozselyv vas na zemli. I do Nʹoho vas bude zibrano"
        },
        {
            "chapter": 23,
            "verse": 80,
            "text": "Vin — Toy, Khto daruye zhyttya i smertʹ. Vin cherhuye nich i denʹ. Nevzhe vy ne rozumiyete"
        },
        {
            "chapter": 23,
            "verse": 81,
            "text": "Ta zh ni! Vony hovoryatʹ te same, shcho y mynuli pokolinnya"
        },
        {
            "chapter": 23,
            "verse": 82,
            "text": "Vony hovoryatʹ: «Nevzhe pislya toho, yak my pomremo y stanemo prakhom i kistkamy, nas voskresyatʹ"
        },
        {
            "chapter": 23,
            "verse": 83,
            "text": "Tse obitsyayutʹ nam, a shche ranishe obitsyaly nashym batʹkam. Ta tse tilʹky kazky davnikh narodiv!»"
        },
        {
            "chapter": 23,
            "verse": 84,
            "text": "Zapytay: «Komu nalezhytʹ zemlya i ti, khto na niy, yakshcho vy znayete?»"
        },
        {
            "chapter": 23,
            "verse": 85,
            "text": "Vony skazhutʹ: «Allahu!» Skazhy: «To nevzhe vy ne zamyslytesya?»"
        },
        {
            "chapter": 23,
            "verse": 86,
            "text": "Zapytay: «Khto Hospodʹ semy nebes i velykoho tronu?»"
        },
        {
            "chapter": 23,
            "verse": 87,
            "text": "Vony skazhutʹ: «Allah!» Skazhy: «Nevzhe vy ne boyitesʹ?»"
        },
        {
            "chapter": 23,
            "verse": 88,
            "text": "Skazhy: «U Chyyiy rutsi vlada nad kozhnoyu richchyu? Khto zakhyshchaye ta vid Koho nemaye zakhystu, yakshcho vy znayete?»"
        },
        {
            "chapter": 23,
            "verse": 89,
            "text": "Vony skazhutʹ: «Allah!» Skazhy: «Yak zhe vas zacharovano!»"
        },
        {
            "chapter": 23,
            "verse": 90,
            "text": "Tak, My daruvaly yim istynu, a vony yiyi zaperechuyutʹ"
        },
        {
            "chapter": 23,
            "verse": 91,
            "text": "Allah ne brav Sobi dytyny y nemaye, krim Nʹoho, inshoho boha. Inakshe kozhen boh zabyrav by te, shcho stvoryv, a odni z nykh vyvyshchylysya by nad inshymy. Prechystyy Allah vid toho, shcho Yomu prypysuyutʹ"
        },
        {
            "chapter": 23,
            "verse": 92,
            "text": "Znayuchyy potayemne y vidkryte, Vyshchyy vid toho, koho Yomu dodayutʹ u pokloninni"
        },
        {
            "chapter": 23,
            "verse": 93,
            "text": "Skazhy: «Hospody! Yakshcho Ty pokazhesh meni te, shcho yim obitsyano"
        },
        {
            "chapter": 23,
            "verse": 94,
            "text": "to ne roby mene, Hospody, odnym iz nespravedlyvykh lyudey"
        },
        {
            "chapter": 23,
            "verse": 95,
            "text": "Voistynu, My spromozhni pokazaty tobi te, shcho obitsyaly yim"
        },
        {
            "chapter": 23,
            "verse": 96,
            "text": "Vidshtovkhny zlo tym, shcho krashche. My znayemo pro te, shcho vony prypysuyutʹ Nam"
        },
        {
            "chapter": 23,
            "verse": 97,
            "text": "Skazhy: «Hospody! Shukayu v Tebe zakhystu vid naviyuvannya shaytaniv"
        },
        {
            "chapter": 23,
            "verse": 98,
            "text": "shukayu v Tebe zakhystu, Hospody, shchob ne stykatysya z nymy»"
        },
        {
            "chapter": 23,
            "verse": 99,
            "text": "Koly smertʹ prykhodytʹ do kohosʹ iz nykh, to vin hovorytʹ: «Hospody! Poverny mene nazad"
        },
        {
            "chapter": 23,
            "verse": 100,
            "text": "Mozhlyvo, ya robytymu dobri vchynky, yaki vidkynuv!» Ta zh ni! Tse tilʹky slova, yaki vin promovlyaye. Perepona bude za nymy azh do Dnya, koly vony voskresnutʹ"
        },
        {
            "chapter": 23,
            "verse": 101,
            "text": "A v Denʹ, koly zasurmlyatʹ u rih, mizh nymy ne bude rodynnykh zvʺyazkiv i ne rozpytuvatymutʹ vony odne odnoho"
        },
        {
            "chapter": 23,
            "verse": 102,
            "text": "Ti, chyya shalʹka tereziv vyyavytʹsya vazhkoyu, budutʹ vryatovani"
        },
        {
            "chapter": 23,
            "verse": 103,
            "text": "A ti, chyya shalʹka tereziv vyyavytʹsya lehkoyu, vtratyatʹ samykh sebe y budutʹ u heyeni vichno"
        },
        {
            "chapter": 23,
            "verse": 104,
            "text": "Vohonʹ palytyme yikhni oblychchya, y vony budutʹ kryvytysya v nʹomu"
        },
        {
            "chapter": 23,
            "verse": 105,
            "text": "Khiba vam ne chytaly Moyikh znamenʹ? Ale vy vvazhaly yikh brekhneyu"
        },
        {
            "chapter": 23,
            "verse": 106,
            "text": "Vony skazhutʹ: «Hospody nash! Neshchastya nashe zdolalo nas. My buly lyudʹmy, yaki potrapyly v omanu"
        },
        {
            "chapter": 23,
            "verse": 107,
            "text": "Hospody nash! Vyvedy nas zvidsy! A yakshcho my povernemosya do svoho, to, voistynu, budemo nechestyvtsyamy!»"
        },
        {
            "chapter": 23,
            "verse": 108,
            "text": "Hanʹbitʹsya sobi tut i ne hovoritʹ do Mene"
        },
        {
            "chapter": 23,
            "verse": 109,
            "text": "Voistynu, chastyna Moyikh rabiv hovoryla: «Hospody nash! My uviruvaly! Prosty nas i pomyluy nas, adzhe Ty — Naykrashchyy iz myloserdnykh!»"
        },
        {
            "chapter": 23,
            "verse": 110,
            "text": "Vy hluzuvaly z nykh, doky ne zabuly Moho nahaduvannya. Vy smiyalysya z nykh"
        },
        {
            "chapter": 23,
            "verse": 111,
            "text": "Sʹohodni YA vynahorodyv yikh za te, shcho vony buly terplyachi. Voistynu, vony dosyahly uspikhu"
        },
        {
            "chapter": 23,
            "verse": 112,
            "text": "Vin zapytaye: «Skilʹky rokiv vy probuly na zemli?»"
        },
        {
            "chapter": 23,
            "verse": 113,
            "text": "Ti skazhutʹ: «My probuly denʹ abo y chastynu dnya. Spytay u tykh, khto lichytʹ!»"
        },
        {
            "chapter": 23,
            "verse": 114,
            "text": "Vin skazhe: «Malo zh vy probuly! Yakby vy tilʹky znaly"
        },
        {
            "chapter": 23,
            "verse": 115,
            "text": "Nevzhe vy vvazhayete, shcho My stvoryly vas dlya zabavy ta shcho vy ne povernetesʹ do Nas?»"
        },
        {
            "chapter": 23,
            "verse": 116,
            "text": "Vsevyshniy Allah, Istynnyy Volodar! Nemaye boha, krim Nʹoho, Hospoda velykoho tronu"
        },
        {
            "chapter": 23,
            "verse": 117,
            "text": "U toho, khto zvertayetʹsya zamistʹ Allaha do inshoho boha, nemaye dlya tsʹoho zhodnoho dokazu. Yoho rakhunok — u Yoho Hospoda. Voistynu, neviruyuchi ne matymutʹ uspikhu"
        },
        {
            "chapter": 23,
            "verse": 118,
            "text": "Skazhy: «Hospody! Prosty y pomyluy, adzhe Ty — naykrashchyy iz myloserdnykh!»"
        }
    ]
}