{
    "maqras": [
        {
            "chapter": 41,
            "verse": 9,
            "text": "Skazhy: «Nevzhe vy ne viruyete v Toho, Khto stvoryv zemlyu za dva dni, y dodayete Yomu rivnykh? Ale zh Vin — Hospodʹ svitiv"
        },
        {
            "chapter": 41,
            "verse": 10,
            "text": "Vin postavyv nad neyu mitsni hory, blahoslovyv yiyi ta rozpodilyv zasoby dlya prozhyttya — za chotyry povnykh dni, dlya tykh, khto tsʹoho potrebuye!»"
        },
        {
            "chapter": 41,
            "verse": 11,
            "text": "Potim Vin povernuvsya do neba — a vono bulo dymom — i skazav yomu ta zemli: «Pryyditʹ — dobrovilʹno chy prymusovo!» Vony skazaly: «My pryydemo dobrovilʹno!»"
        },
        {
            "chapter": 41,
            "verse": 12,
            "text": "Vin zavershyv sim nebes za dva dni y vidkryv kozhnomu z nykh yoho obovʺyazok. My prykrasyly nyzhnye nebo svitylamy, y vony zakhyshchayutʹ yoho. Tak vyznachyv Vsemohutniy, Vseznayuchyy"
        },
        {
            "chapter": 41,
            "verse": 13,
            "text": "Yakshcho vony vidvernutʹsya, to skazhy: «YA zasterihayu vas vid zahybeli, podibnoyi do zahybeli adytiv i samudytiv!»"
        },
        {
            "chapter": 41,
            "verse": 14,
            "text": "Poslantsi prykhodyly do nykh u rizni chasy: «Ne poklonyaytesya nikomu, krim Allaha!» Ale ti hovoryly: «Yakby nash Hospodʹ pobazhav, to zislav by anheliv. Voistynu, my ne viruyemo v te, z chym vas vidislano!»"
        },
        {
            "chapter": 41,
            "verse": 15,
            "text": "Adyty vyvyshchuvalysya na zemli bez zhodnoho prava na tse y hovoryly: «Chy ye khtosʹ mohutnishyy za nas?» Nevzhe vony na bachyly, shcho Allah – Toy, Khto stvoryv yikh, mohutnishyy za nykh! Ale vony zaperechuvaly Nashi znamennya"
        },
        {
            "chapter": 41,
            "verse": 16,
            "text": "My naslaly na nykh u neshchaslyvi dni kholodnyy viter, shchob vony skushtuvaly hanebnoyi kary v zemnomu zhytti. Ale v nastupnomu zhytti kara bude shche hanebnisha! I ne bude yim pomichnykiv"
        },
        {
            "chapter": 41,
            "verse": 17,
            "text": "Samudytam My vkazaly pryamyy shlyakh, ale vony zamistʹ pryamoho shlyakhu obraly slipotu. Yikh spitkala zahybelʹ ta prynyzlyva kara za te, shcho vony sobi zdobuvaly"
        },
        {
            "chapter": 41,
            "verse": 18,
            "text": "My vryatuvaly tykh, yaki uviruvaly y buly bohoboyazlyvi"
        },
        {
            "chapter": 41,
            "verse": 19,
            "text": "Toho Dnya, koly vorohiv Allaha zberutʹ pered vohnem, yikh pidhanyatymutʹ"
        },
        {
            "chapter": 41,
            "verse": 20,
            "text": "A koly vony pryydutʹ tudy, to yikhniy slukh, pohlyady y shkira budutʹ svidchyty proty nykh pro te, shcho robyly vony"
        },
        {
            "chapter": 41,
            "verse": 21,
            "text": "Vony skazhutʹ svoyiy shkiri: «Chomu ty svidchysh proty nas?» A vona skazhe: «Nam daruvav movu Allah, Yakyy daruye movu kozhniy rechi». Vin stvoryv vas upershe y do Nʹoho vy povernetesʹ"
        },
        {
            "chapter": 41,
            "verse": 22,
            "text": "Vy ne zakryvalysya vid svidchenʹ vashoho slukhu, vashykh pohlyadiv i vashoyi shkiry. Ale vy dumaly, shcho Allah ne znaye pro bilʹshistʹ vashykh vchynkiv"
        },
        {
            "chapter": 41,
            "verse": 23,
            "text": "Zdohadky, yaki vy robyly pro vashoho Hospoda, pryzvely vas do zahybeli. Vy staly odnymy z tykh, khto zaznaye vtrat"
        },
        {
            "chapter": 41,
            "verse": 24,
            "text": "Navitʹ yakshcho vony budutʹ terpity, yikhnim prytulkom odnakovo bude vohonʹ. Navitʹ yakshcho vony prosytymutʹ lasky, do nykh ne budutʹ laskavi"
        }
    ]
}