{
    "maqras": [
        {
            "chapter": 63,
            "verse": 4,
            "text": "Koly ty dyvyshsya na nykh, to vrazhaye tebe krasa til yikhnikh, i koly hovoryatʹ vony, to ty slukhayesh yikh. Ta vony — nache kolody, shcho pidpyrayutʹ parkan, i kozhen zoyk vony vvazhayutʹ zahrozoyu sobi. Vony — vorohy, tozh berezhysʹ yikh! Nekhay vrazytʹ yikh Allah! Yak zhe viddalylysya vony"
        },
        {
            "chapter": 63,
            "verse": 5,
            "text": "Koly kazhutʹ yim: «Prykhodʹte, shchob poprosyv dlya vas proshchennya Poslanetsʹ Allaha», — to vony lyshe krutyatʹ holovamy svoyimy, i ty bachysh, shcho vidvertayutʹsya vony, spovneni hordyni"
        },
        {
            "chapter": 63,
            "verse": 6,
            "text": "Vse odno dlya nykh, budesh ty prosyty proshchennya za nykh, chy ni. Allah nikoly ne prostytʹ yikh, bo Allah ne vede pryamym shlyakhom lyudey nechestyvykh"
        },
        {
            "chapter": 63,
            "verse": 7,
            "text": "Vony — ti, khto hovorytʹ: «Ne zhertvuyte dlya tykh, khto iz Poslantsem Allaha, poky ne zalyshatʹ vony yoho». Ta Allahu nalezhatʹ skarby nebes i zemli, khocha lytsemiry tsʹoho y ne rozumiyutʹ"
        },
        {
            "chapter": 63,
            "verse": 8,
            "text": "Vony hovoryatʹ: «Yakshcho my povernemosya v Medynu, to sylʹni sered nas vyzhenutʹ zvidty slabkykh». Syla zh nalezhytʹ Allahu, Poslantsyu ta viruyuchym, khocha lytsemiry tsʹoho y ne znayutʹ"
        },
        {
            "chapter": 63,
            "verse": 9,
            "text": "O vy, yaki uviruvaly! Nekhay ne vidvertaye vas mayno vashe ta dity vashi vid z·haduvannya imeni Allaha, bo zh ti, yaki roblyatʹ tak, zaznayutʹ zbytkiv"
        },
        {
            "chapter": 63,
            "verse": 10,
            "text": "Vytrachayte z toho, chym nadilyly My vas, ranishe, nizh pryyde do kohosʹ iz vas smertʹ. Bo todi vin skazhe: «Hospody! Yakby ty vidstrochyv meni nenadovho, to ya davav by mylostynyu ta y buv by sered pravednykiv»"
        },
        {
            "chapter": 63,
            "verse": 11,
            "text": "Allah nikoly ne dastʹ vidstrochky tomu, chyy chas pryyshov. I Allah znaye pro te, shcho vy robyte"
        },
        {
            "chapter": 64,
            "verse": 1,
            "text": "Proslavlyaye Allaha te, shcho na nebesakh, i te, shcho na zemli. Yomu nalezhytʹ vlada, Yomu nalezhytʹ syla, i Vin — nad kozhnoyu richchyu Vsemohutniy"
        },
        {
            "chapter": 64,
            "verse": 2,
            "text": "Vin — Toy, Khto stvoryv vas. YE sered vas neviruyuchi, i ye sered vas viruyuchi. I Allah bachytʹ te, shcho vy robyte"
        },
        {
            "chapter": 64,
            "verse": 3,
            "text": "Vin stvoryv nebesa ta zemlyu v istyni, nadav vam vyhlyadu i zrobyv vash vyhlyad prekrasnym! I do Nʹoho — povernennya"
        },
        {
            "chapter": 64,
            "verse": 4,
            "text": "Vin znaye te, shcho na nebesakh i na zemli; Vin znaye te, shcho vy prykhovuyete, y te, shcho vidkryvayete. I Allah znaye te, shcho v sertsyakh"
        },
        {
            "chapter": 64,
            "verse": 5,
            "text": "Chy ne dokhodyly do vas zvistky pro tykh, yaki ne viruvaly v mynulomu ta sprobuvaly na smak naslidky diyanʹ svoyikh"
        },
        {
            "chapter": 64,
            "verse": 6,
            "text": "Tse tomu, shcho koly prykhodyly do nykh poslantsi z yasnymy znamennyamy, to vony hovoryly yim: «Nevzhe taki zh lyudy povedutʹ nas shlyakhom pryamym?» Tozh vony ne poviryly ta y vidvernulysya. Ta Allah ne potrebuye yikh; voistynu, Allah — Bahatyy, Khvalymyy"
        },
        {
            "chapter": 64,
            "verse": 7,
            "text": "Neviruyuchi dumayutʹ, shcho vony nikoly ne voskresnutʹ. Skazhy: «Ni! Klyanusya Hospodom moyim, vy voskresnete, a potim, voistynu, spovistyatʹ vam pro vchynky vashi! Tse dlya Allaha lehko!»"
        },
        {
            "chapter": 64,
            "verse": 8,
            "text": "Tozh uviruyte v Allaha, Yoho Poslantsya i svitlo, yake zislaly My! I Allah znaye te, shcho vy robyte"
        },
        {
            "chapter": 64,
            "verse": 9,
            "text": "U toy Denʹ Vin zbere vas dlya Dnya Zibrannya. Tsey denʹ bude Dnem Vzayemnoho Obmanu. I tomu, khto viruvav u Allaha y tvoryv dobro, budutʹ proshcheni zli vchynky yoho, i vvedutʹ yoho v sady, de techutʹ riky. Budutʹ vony tam vichno, i tse — velykyy uspikh"
        },
        {
            "chapter": 64,
            "verse": 10,
            "text": "Ti, yaki ne viruvaly ta vvazhaly znamennya Nashi brekhneyu, vony — zhyteli pekla! Budutʹ vony tam vichno i zhakhlyvyy zhe tsey kinetsʹ"
        },
        {
            "chapter": 64,
            "verse": 11,
            "text": "Lykho ne vrazhaye bez dozvolu Allaha. I dlya sertsya toho, khto uviruvav u Allaha, Vin vkazhe pryamyy shlyakh. Allah — pro kozhnu rich Znayuchyy"
        },
        {
            "chapter": 64,
            "verse": 12,
            "text": "Koritʹsya Allahu, koritʹsya Poslantsyu. A yakshcho vy vidvernetesya, to Poslantsyu nalezhytʹ lyshe peredaty odkrovennya"
        },
        {
            "chapter": 64,
            "verse": 13,
            "text": "Allah! Nemaye boha, krim Nʹoho, i nekhay na Allaha pokladayutʹ spodivannya viruyuchi"
        },
        {
            "chapter": 64,
            "verse": 14,
            "text": "O vy, yaki uviruvaly! Voistynu, sered druzhyn vashykh i ditey vashykh ye vorohy vam! Berezhitʹsya zh yikh! A yakshcho vy vybachyte, zmyluyetesya ta prostyte yikh, to Allah — Proshchayuchyy, Myloserdnyy"
        },
        {
            "chapter": 64,
            "verse": 15,
            "text": "Vashi dity ta vashe mayno — lyshe spokusa. A v Allaha — velyka vynahoroda"
        },
        {
            "chapter": 64,
            "verse": 16,
            "text": "Tozh biytesya Allaha, naskilʹky zmozhete, slukhaytesya ta koritʹsya, i zhertvuyte zadlya svoho zh blaha! Vyhraly ti, yaki vberehly sebe vid skuposti"
        },
        {
            "chapter": 64,
            "verse": 17,
            "text": "I yakshcho daste vy Allahu harnu pozyku, to Vin poverne vam ishche bilʹshe, ta y prostytʹ vas! A Allah — Vdyachnyy, Smyrennyy"
        },
        {
            "chapter": 64,
            "verse": 18,
            "text": "Znayuchyy potayemne y vidkryte, Velykyy, Mudryy"
        }
    ]
}