{
    "maqras": [
        {
            "chapter": 10,
            "verse": 90,
            "text": "Tozh My perepravyly syniv Israyilya cherez more, ale Firaun i yoho viysʹko rushyly slidom za nymy — z nenavystyu y vorozhistyu. I koly Firaun stav potopaty, to vyhuknuv: «YA uviruvav, shcho nemaye boha, krim Toho, v Yakoho uviruvaly syny Israyilya. I ya — odyn iz viddanykh Yomu!»"
        },
        {
            "chapter": 10,
            "verse": 91,
            "text": "Tilʹky teper! A pered tsym ty chynyv neposlukh i buv odnym iz tykh, yaki poshyryuyutʹ bezchestya na zemli"
        },
        {
            "chapter": 10,
            "verse": 92,
            "text": "Tomu sʹohodni My ryatuyemo tvoye tilo, shchob ty buv znamennyam dlya nastupnykh pokolinʹ! Voistynu, bahato lyudey nekhtuyutʹ Nashymy znamennyamy"
        },
        {
            "chapter": 10,
            "verse": 93,
            "text": "My oblashtuvaly dlya syniv Israyilya naykrashchi zhytla y nadilyly yikh blahamy. Sered nykh pochalysya superechky pislya toho, yak do nykh pryyshlo znannya. Voistynu, tviy Hospodʹ rozsudytʹ mizh nymy v Denʹ Voskresinnya – u tomu, pro shcho vony sperechalysya"
        },
        {
            "chapter": 10,
            "verse": 94,
            "text": "Yakshcho vy sumnivayetesʹ u tomu, shcho My zislaly tobi, to zapytayte tykh, yaki chytayutʹ pysannya, dani shche ranishe. Pryyshla do tebe istyna vid Hospoda tvoho — tozh ne budʹ odnym iz tykh, yaki mayutʹ sumnivy"
        },
        {
            "chapter": 10,
            "verse": 95,
            "text": "I ne budʹ odnym iz tykh, yaki vvazhaly za brekhnyu znamennya Allaha, inakshe budesh sered tykh, yaki vse vtratyly"
        },
        {
            "chapter": 10,
            "verse": 96,
            "text": "Voistynu, ne uviruyutʹ ti, pro yakykh spovnylosya slovo Hospoda tvoho"
        },
        {
            "chapter": 10,
            "verse": 97,
            "text": "navitʹ yakshcho do nykh pryydutʹ usi mozhlyvi znamennya, do toho chasu, yak vony pobachatʹ bolisnu karu"
        },
        {
            "chapter": 10,
            "verse": 98,
            "text": "Chy bulo khoch odne selyshche, zhyteli yakoho uviruvaly y dopomohla yim vira yikhnya, krim narodu Yunusa? Koly uviruvaly vony, to My vidvernuly vid nykh prynyzlyvu karu v zemnomu zhytti, daruvavshy yim mozhlyvistʹ nasolodzhuvatysʹ nym do pevnoho chasu"
        },
        {
            "chapter": 10,
            "verse": 99,
            "text": "Yakby tviy Hospodʹ pobazhav, to uviruvaly b usi, khto zhyve na zemli. Ta chy zmih by ty prymusyty lyudey staty viruyuchymy"
        },
        {
            "chapter": 10,
            "verse": 100,
            "text": "Ne uviruye zhodna dusha, krim yak iz dozvolu Allaha! A Vin vrazhaye karoyu tykh, yaki ne rozumiyutʹ"
        },
        {
            "chapter": 10,
            "verse": 101,
            "text": "Skazhy: «Pohlyanʹte na te, shcho na nebesakh i na zemli!» Ale znamennya ta perestorohy ne dopomahayutʹ tym lyudyam, yaki ne uviruvaly"
        },
        {
            "chapter": 10,
            "verse": 102,
            "text": "Nevzhe vony chekayutʹ chohosʹ inshoho, krim tykh dniv, yaki nastaly dlya yikhnikh poperednykiv? Skazhy: «Tozh chekayte i ya pochekayu razom iz vamy!»"
        },
        {
            "chapter": 10,
            "verse": 103,
            "text": "Potim My vryatuyemo Nashykh poslantsiv i tykh, yaki uviruvaly. Tak Nam nalezhytʹ ryatuvaty viruyuchykh"
        },
        {
            "chapter": 10,
            "verse": 104,
            "text": "Skazhy: «O lyudy! Yakshcho vy sumnivayetesʹ u moyiy relihiyi, to ya ne poklonyayusya zamistʹ Allaha tomu, komu poklonyayetesʹ vy, ale ya poklonyayusʹ Allahu, yakyy zabere vas! I nakazano meni buty odnym iz viruyuchykh!»"
        },
        {
            "chapter": 10,
            "verse": 105,
            "text": "I poverny svoye oblychchya do istynnoyi relihiyi ta ne budʹ odnym iz bahatobozhnykiv"
        },
        {
            "chapter": 10,
            "verse": 106,
            "text": "Ne klych zamistʹ Allaha toho, khto ne prynese tobi ni korysti, ni shkody. A yakshcho ty zrobysh tse, to budesh odnym iz nespravedlyvykh"
        },
        {
            "chapter": 10,
            "verse": 107,
            "text": "Yakshcho Allah torknetʹsya tebe lykhom, to tsʹoho ne vidverne nikhto, krim Nʹoho! A yakshcho Vin pobazhaye tobi dobra, to nikhto ne vidverne Yoho lasky. Daruye Vin yiyi tym zi Svoyikh rabiv, komu pobazhaye! A Vin — Proshchayuchyy, Myloserdnyy"
        },
        {
            "chapter": 10,
            "verse": 108,
            "text": "Skazhy: «O lyudy! Pryyshla do vas istyna vid Hospoda vashoho! Tozh toy, khto yde pryamym shlyakhom, yde sam dlya sebe, a khto zbyvsya zi shlyakhu, toy zbyvsya sam proty sebe. Ne mozhu ya buty vashym opikunom!»"
        },
        {
            "chapter": 10,
            "verse": 109,
            "text": "Idy za tym, shcho My vidkryly tobi. I terpy, doky Allah ne rozsudytʹ, adzhe Vin — naykrashchyy iz suddiv"
        },
        {
            "chapter": 11,
            "verse": 1,
            "text": "Alif. Lyam. Ra. Tse — Pysannya, znamennya yakoho dobre vykladeni, a potim poyasneni Mudrym, Vidayuchym"
        },
        {
            "chapter": 11,
            "verse": 2,
            "text": "Ne poklonyaytesya nikomu, krim Allaha! A ya dlya vas — zasterihach i visnyk vid Nʹoho"
        },
        {
            "chapter": 11,
            "verse": 3,
            "text": "Prositʹ proshchennya u Hospoda vashoho ta kaytesya pered Nym — Vin nadilytʹ vas prekrasnymy blahamy do pevnoho stroku, a takozh daruye iz lasky Svoyeyi kozhnomu hidnomu yiyi. Ale yakshcho vidvernetesya vy, to ya boyusya, shcho vas bude pokarano u Velykyy Denʹ"
        },
        {
            "chapter": 11,
            "verse": 4,
            "text": "Do Allaha povernetesʹ vy, a Vin spromozhnyy na kozhnu rich"
        },
        {
            "chapter": 11,
            "verse": 5,
            "text": "Tak! Vony namahayutʹsya stysnuty svoyi hrudy, shchob prykhovaty te, shcho v nykh ye. Ta navitʹ koly vony khovayutʹ svoyi holovy pid odyahom, Vin znaye te, shcho vony prykhovuyutʹ i shcho vidkryvayutʹ. Voistynu, Vin znaye pro te, shcho v sertsyakh"
        }
    ]
}