{
    "chapter": [
        {
            "chapter": 7,
            "verse": 1,
            "text": "’Alif lam mim sod"
        },
        {
            "chapter": 7,
            "verse": 2,
            "text": "Tira kan ti A sokale fun o (niyi). Nitori naa, ma se je ki iyemeji wa ninu okan re nipa re lati fi se ikilo ati iranti fun awon onigbagbo ododo"
        },
        {
            "chapter": 7,
            "verse": 3,
            "text": "E tele ohun ti won sokale fun yin lati odo Oluwa yin. Ki e si ma se tele awon wolii (esu) leyin Re. Die l’e n lo ninu iranti"
        },
        {
            "chapter": 7,
            "verse": 4,
            "text": "Meloo meloo ninu awon ilu ti A ti pare! Iya Wa de ba won ni oru tabi nigba ti won n sun oorun osan lowo"
        },
        {
            "chapter": 7,
            "verse": 5,
            "text": "Igbe enu won ko je kini kan nigba ti iya Wa de ba won ju pe won wi pe: \"Dajudaju awa je alabosi"
        },
        {
            "chapter": 7,
            "verse": 6,
            "text": "Nitori naa, dajudaju A oo bi awon ti A ranse si leere (nipa ijepe). Dajudaju A o si bi awon Ojise leere (nipa ijise)"
        },
        {
            "chapter": 7,
            "verse": 7,
            "text": "Dajudaju A oo royin (ise owo won) fun won pelu imo. Awa ko sai wa pelu won (pelu imo)"
        },
        {
            "chapter": 7,
            "verse": 8,
            "text": "Ododo ni osuwon Ojo yen. Nitori naa, enikeni ti awon osuwon (ise rere) re ba te won; awon wonyen, awon ni olujere"
        },
        {
            "chapter": 7,
            "verse": 9,
            "text": "Enikeni ti awon osuwon (ise rere) re ba fuye, awon wonyen ni awon t’o s’emi ara won lofo nitori pe won n sabosi si awon ayah Wa"
        },
        {
            "chapter": 7,
            "verse": 10,
            "text": "Dajudaju A fun yin ni ipo ati ibugbe lori ile. A si se ona ije-imu fun yin lori re. Die ni ope ti e n da"
        },
        {
            "chapter": 7,
            "verse": 11,
            "text": "Dajudaju A da yin, leyin naa A ya aworan yin, leyin naa A so fun awon molaika pe: “E fori kanle ki Adam.\" Won si fori kanle ki i afi ’Iblis, ti ko si ninu awon oluforikanle"
        },
        {
            "chapter": 7,
            "verse": 12,
            "text": "(Allahu) so pe: \"Ki ni o ko fun o lati fori kanle ki i nigba ti Mo pa a lase fun o.\" (Esu) wi pe: \"Emi loore julo si oun; ina ni O fi da emi, O si da oun lati ara erupe amo"
        },
        {
            "chapter": 7,
            "verse": 13,
            "text": "(Allahu) so pe: \"Sokale kuro nibi nitori pe ko letoo fun o lati segberaga nibi. Nitori naa, jade dajudaju iwo n be ninu awon eni yepere"
        },
        {
            "chapter": 7,
            "verse": 14,
            "text": "(Esu) wi pe: \"Lo mi lara titi di ojo ti won yoo gbe awon eniyan dide"
        },
        {
            "chapter": 7,
            "verse": 15,
            "text": "(Allahu) so pe: \"Dajudaju iwo n be ninu awon ti A oo lo lara"
        },
        {
            "chapter": 7,
            "verse": 16,
            "text": "(Esu) wi pe: \"Fun wi pe O ti fi mi sinu anu, emi yoo jokoo de won ni ona taara Re"
        },
        {
            "chapter": 7,
            "verse": 17,
            "text": "Leyin naa, dajudaju emi yoo wa ba won lati iwaju won, lati eyin won, lati otun won ati osi won. Iwo ko si nii ri opolopo won ni oludupe (fun O)"
        },
        {
            "chapter": 7,
            "verse": 18,
            "text": "(Allahu) so pe: \"Jade kuro nibi (ki o si di) alabuku, eni-aledanu. Dajudaju enikeni t’o ba tele o ninu won, dajudaju Emi yoo fi gbogbo yin kun inu ina Jahanamo"
        },
        {
            "chapter": 7,
            "verse": 19,
            "text": "Adam, ki iwo ati iyawo re maa gbe ninu Ogba Idera. Nitori naa, e maa je nibikibi ti e ba fe. Ki e si ma se sunmo igi yii nitori ki e ma baa wa ninu awon alabosi"
        },
        {
            "chapter": 7,
            "verse": 20,
            "text": "Esu si ko royiroyi ba awon mejeeji nitori ki o le fi ohun ti A fi pamo ninu ihoho ara won han won. O si wi pe: \"Oluwa eyin mejeeji ko ko igi yii fun yin bi ko se pe ki eyin mejeeji ma baa di molaika tabi ki eyin mejeeji ma baa di olusegbere"
        },
        {
            "chapter": 7,
            "verse": 21,
            "text": "O si bura fun awon mejeeji pe: \"Dajudaju emi wa ninu awon onimoran fun eyin mejeeji"
        },
        {
            "chapter": 7,
            "verse": 22,
            "text": "O si tan awon mejeeji je. Nigba ti awon mejeeji to igi naa wo, ihoho awon mejeeji si han sira won. Won ba bere si fi awon ewe Ogba Idera bora won. Oluwa awon mejeeji si pe won pe: \"Nje Emi ko ti ko igi naa fun eyin mejeeji? (Se) Emi ko si ti so fun eyin mejeeji pe ota ponnbele ni Esu je fun yin"
        },
        {
            "chapter": 7,
            "verse": 23,
            "text": "Awon mejeeji so pe: \"Oluwa wa, a ti sabosi si emi wa. Ti O o ba forijin wa, ki O si ke wa, dajudaju a maa wa ninu awon eni ofo.\" gege bi won tun se gbagbo pe eje Anabi ‘Isa omo Moryam ('alaehi-ssolatu wa-ssalam) lori igi agbelebuu ti pa awon ese miiran re fun gbogbo awon t’o gbagbo ninu Jesu Kristi ati eje re lori igi agbelebuu. Allahu si so pe eleru-ese kan ko nii ru eru-ese elomiiran mo tire. Ikerin; awon kristieni di olusina nipa bi won se so Anabi ‘Isa omo Moryam ati iya re di olohun ti won n josin fun nitori pe won gba pe ikini keji won nikan ni ko ni egun ese eso jije lorun ati pe won tun gbagbo pe Hawa’ (rodiyallahu 'anha) je eso igi naa. Jije re si je ese lorun awon mejeeji nikan ko si ese eso jije lorun awon omo won kan kan. Koko keji: awon mejeeji toro aforijin lori asise naa ti won si so gbogbo omo re di elese eso nipase re ohun ni pe"
        },
        {
            "chapter": 7,
            "verse": 24,
            "text": "(Allahu) so pe: \"E sokale, ota ni apa kan yin fun apa kan. Ibugbe ati nnkan igbadun si n be fun yin ni ori ile fun igba (die).”"
        },
        {
            "chapter": 7,
            "verse": 25,
            "text": "(Allahu) so pe: “Lori ile ni eyin yoo ti maa semi, lori re ni eyin yoo maa ku si, A o si mu yin jade lati inu re.”"
        },
        {
            "chapter": 7,
            "verse": 26,
            "text": "Omo (Anabi) Adam, dajudaju A ti so aso kale fun yin, ti o maa bo ihoho yin ati ohun amusoro. Aso iberu Allahu, iyen l’o si loore julo. Iyen wa ninu awon ami Allahu nitori ki won le lo iranti"
        },
        {
            "chapter": 7,
            "verse": 27,
            "text": "Omo (Anabi) Adam, e ma se je ki Esu ko ifooro ba yin gege bi o se yo awon obi yin mejeeji jade kuro ninu Ogba Idera. O gba aso kuro lara awon mejeeji nitori ki o le fi ihoho won han won. Dajudaju o n ri yin; oun ati awon omo ogun re (n ri yin) ni aye ti eyin ko ti ri won. Dajudaju Awa fi Esu se ore fun awon ti ko gbagbo"
        },
        {
            "chapter": 7,
            "verse": 28,
            "text": "Nigba ti won ba si se ibaje kan, won a wi pe: \"A ba awon baba wa lori re ni. Allahu l’O si pa a lase fun wa.\" So pe: \"Dajudaju Allahu ki i p’ase ibaje. Se e fe safiti ohun ti e o nimo nipa re sodo Allahu ni"
        },
        {
            "chapter": 7,
            "verse": 29,
            "text": "So pe: “Oluwa mi p’ase sise deede. Ki e si doju yin ko (Allahu) ni gbogbo mosalasi. E pe E (ki e je) olusafomo-esin fun Un. Gege bi O se da yin (ti e fi di alaaye), e maa pada (di alaaye leyin iku yin).”"
        },
        {
            "chapter": 7,
            "verse": 30,
            "text": "Apa kan ni O fi mona, apa kan si ni isina ko le lori. (Nitori pe) dajudaju won mu awon esu ni ore leyin Allahu. Won si n lero pe dajudaju awon ni olumona"
        },
        {
            "chapter": 7,
            "verse": 31,
            "text": "Omo (Anabi) Adam, e wo (aso) oso yin nigbakigba ti e ba n lo si mosalasi. E je, e mu, ki e si ma yapa. Dajudaju (Allahu) ko nifee awon apa"
        },
        {
            "chapter": 7,
            "verse": 32,
            "text": "So pe: “Ta l’o se oso Allahu, ti O mu jade fun awon erusin Re ati awon nnkan daadaa ninu arisiki ni eewo?” So pe: “O wa fun awon t’o gbagbo lododo ninu isemi aye. Tiwon nikan si ni l’Ojo Ajinde.\" Bayen ni A se n salaye awon ayah fun ijo t’o nimo.”"
        },
        {
            "chapter": 7,
            "verse": 33,
            "text": "So pe: \"Ohun ti Oluwa mi se ni eewo ni awon iwa ibaje – eyi t’o foju han ninu re ati eyi t’o pamo –, iwa ese, ote sise lai letoo, biba Allahu wa akegbe – eyi ti ko so eri kan kale fun – ati sise afiti ohun ti e o nimo nipa re sodo Allahu"
        },
        {
            "chapter": 7,
            "verse": 34,
            "text": "Akoko kan ti wa fun ijo kookan; nigba ti akoko won ba si de, won ko le sun un siwaju di akoko kan, won ko si le fa a seyin"
        },
        {
            "chapter": 7,
            "verse": 35,
            "text": "Omo (Anabi) Adam, nigba ti awon Ojise ninu yin ba wa ba yin, ti won yoo maa ka awon ayah Mi fun yin, enikeni ti o ba beru (Mi), ti o si satunse, ko nii si iberu kan fun won, won ko si nii banuje"
        },
        {
            "chapter": 7,
            "verse": 36,
            "text": "Awon t’o ba si pe awon ayah Wa niro, ti won si segberaga si i, awon wonyen ni ero inu Ina. Olusegbere ni won ninu re"
        },
        {
            "chapter": 7,
            "verse": 37,
            "text": "Nitori naa, ta l’o sabosi ju eni t’o da adapa iro mo Allahu tabi t’o pe awon ayah Re niro? Ipin awon wonyen ninu kadara yoo maa te won lowo titi di igba ti awon Ojise Wa yoo wa ba won, ti won yoo gba emi won. Won yo si so pe: \"Nibo ni awon nnkan ti eyin n pe leyin Allahu wa?\" Won yoo wi pe: “Won ti di ofo mo wa lowo.\" Won si jerii lera won lori pe dajudaju awon je alaigbagbo.”"
        },
        {
            "chapter": 7,
            "verse": 38,
            "text": "(Allahu) so pe: \"E wole ti awon ijo t’o ti re koja lo siwaju yin ninu awon alujannu ati eniyan (ti won ti wa) ninu Ina.\" Igbakigba ti ijo kan ba wo (inu Ina), won yoo maa sebi fun awon ijo re (t’o ti wa nibe siwaju won), titi di igba ti gbogbo won yoo fi pade ara won ninu Ina. (Igba yii ni) awon eni ikeyin won yoo wi fun awon eni isaaju won pe: \"Oluwa wa, awon wonyi ni won si wa lona. Nitori naa, fun won ni ilopo iya meji ninu Ina.\" (Allahu) so pe: \"Ikookan (yin) l’o ni ilopo iya, sugbon eyin ko mo"
        },
        {
            "chapter": 7,
            "verse": 39,
            "text": "Awon eni akoko won yo si wi fun awon eni ikeyin won pe: \"Ko si ajulo kan fun yin lori wa. Nitori naa, e to Iya wo nitori ohun ti e n se nise"
        },
        {
            "chapter": 7,
            "verse": 40,
            "text": "Dajudaju awon t’o pe awon ayah Wa niro, ti won si segberaga si i, Won ko nii si awon ilekun sanmo fun won. Won ko si nii wo inu Ogba Idera titi rakunmi yoo wo inu iho abere. Bayen ni A se n san awon elese ni esan"
        },
        {
            "chapter": 7,
            "verse": 41,
            "text": "Ite wa fun won ninu ina Jahanamo. Orule si wa fun won ni oke won. Bayen ni A se n san awon alabosi ni esan"
        },
        {
            "chapter": 7,
            "verse": 42,
            "text": "Awon t’o si gbagbo lododo, ti won si se awon ise rere - A ko labo emi kan lorun afi iwon agbara re - awon wonyen ni ero inu Ogba Idera. Olusegbere ni won ninu re"
        },
        {
            "chapter": 7,
            "verse": 43,
            "text": "A o si mu inunibini kuro ninu okan won. Awon odo yo si maa san ni isale won. Won yoo so pe: \"Gbogbo ope n je ti Allahu, Eni ti O fi wa mona yii. Awa iba ti mona, ti ki i ba se pe Allahu to wa si ona. Dajudaju awon Ojise Oluwa wa ti mu ododo wa.” Won si maa pe won pe: “Iyen ni Ogba Idera ti A jogun re fun yin nitori ohun ti e n se nise.”"
        },
        {
            "chapter": 7,
            "verse": 44,
            "text": "Awon ero inu Ogba Idera yoo pe awon ero inu Ina pe: \"A ti ri ohun ti Oluwa wa se adehun re fun wa ni ododo. Nje eyin naa ri ohun ti Oluwa yin se adehun (re fun yin) ni ododo?\" Won yoo wi pe: “Bee ni.” Olupepe kan yo si pepe laaarin won pe: \"Ki ibi dandan Allahu maa be lori awon alabosi"
        },
        {
            "chapter": 7,
            "verse": 45,
            "text": "(Awon ni) awon t’o n seri awon eniyan kuro loju ona (esin) Allahu, won si n fe ko wo. Awon si tun ni alaigbagbo ninu Ojo Ikeyin"
        },
        {
            "chapter": 7,
            "verse": 46,
            "text": "Gaga yoo wa laaarin ero inu Ogba Idera ati ero inu Ina. Awon eniyan kan maa wa lori ogiri (gaga naa), won yo si da eni kookan (ijo mejeeji) mo pelu ami won. Won yoo pe awon ero inu Ogba Idera pe: “Ki alaafia maa be fun yin.” Won ko i wo (inu) re, won si ti n jerankan (re)"
        },
        {
            "chapter": 7,
            "verse": 47,
            "text": "Nigba ti won ba yiju won si ogangan awon ero inu Ina, won yoo so pe: “Oluwa wa, ma fi wa sodo awon ijo alabosi.”"
        },
        {
            "chapter": 7,
            "verse": 48,
            "text": "Awon ero ori ogiri (gaga naa), yoo pe awon eniyan kan ti won mo won pelu ami won, won yo si so pe: “Ohun ti e kojo nile aye ati sise igberaga yin si igbagbo ododo ko ro yin loro mo (bayii)”"
        },
        {
            "chapter": 7,
            "verse": 49,
            "text": "(Allahu) yoo so fun ero inu Ina pe: “Se awon (ero ori ogiri) wonyi ni eyin n bura pe Allahu ko nii siju aanu wo? (Nitori naa, eyin ero ori ogiri) e wo inu Ogba Idera. Ko nii si iberu kan fun yin. Eyin ko si nii banuje.”"
        },
        {
            "chapter": 7,
            "verse": 50,
            "text": "Ero inu Ina yoo pe ero inu Ogba Idera pe: “E fun wa ninu omi tabi ninu ohun ti Allahu pa lese fun yin.” Won yoo so pe: “Dajudaju Allahu ti se mejeeji ni eewo fun awon alaigbagbo.”"
        },
        {
            "chapter": 7,
            "verse": 51,
            "text": "Awon t’o so esin won di iranu ati ere sise, isemi aye si ko etan ba won, ni oni ni A oo gbagbe won gege bi won se gbagbe ipade ojo won ti oni yii ati (bi) won se n tako awon ayah Wa"
        },
        {
            "chapter": 7,
            "verse": 52,
            "text": "A kuku ti mu tira kan wa ba won, ti A salaye re pelu imo. (O je) imona ati ike fun ijo onigbagbo ododo"
        },
        {
            "chapter": 7,
            "verse": 53,
            "text": "Ki ni won n reti bi ko se imuse oro Re? Lojo ti imuse oro Re ba de, awon t’o gbagbe re siwaju yoo wi pe: “Dajudaju awon Ojise Oluwa wa ti mu ododo wa. Nitori naa, nje a le ri awon olusipe, ki won wa sipe fun wa tabi ki won da wa pada sile aye, ki a le se ise miiran yato si eyi ti a maa n se?” Dajudaju won ti se emi won lofo. Ohun ti won si n da ni adapa iro ti di ofo mo won lowo"
        },
        {
            "chapter": 7,
            "verse": 54,
            "text": "Dajudaju Oluwa yin ni Allahu, Eni ti O seda awon sanmo ati ile fun ojo mefa. Leyin naa, O gunwa si ori Ite-ola. O n fi oru bo osan loju, ti oru n wa osan ni kiakia. Oorun, osupa ati awon irawo ni won ti ro pelu ase Re. Gbo! TiRe ni eda ati ase. Ibukun ni fun Allahu, Oluwa gbogbo eda"
        },
        {
            "chapter": 7,
            "verse": 55,
            "text": "E pe Oluwa yin pelu iraworase ati ohun jeeje. Dajudaju (Allahu) ko feran awon alakoyo"
        },
        {
            "chapter": 7,
            "verse": 56,
            "text": "E ma sebaje lori ile leyin atunse re. E pe Allahu pelu iberu ati ireti. Dajudaju aanu Allahu sunmo awon oluse-rere"
        },
        {
            "chapter": 7,
            "verse": 57,
            "text": "Oun ni Eni t’O n ran ategun (t’o je) iro idunnu siwaju aanu Re, titi (ategun naa) yoo fi gbe esujo t’o wuwo, ti A si maa wo o lo si oku ile. Nigba naa, A maa fi so omi kale. A si maa mu orisirisi eso jade. Bayen ni A o se mu awon oku jade nitori ki e le lo iranti"
        },
        {
            "chapter": 7,
            "verse": 58,
            "text": "(Ile) ilu t’o dara, awon irugbin re yoo jade pelu ase Oluwa re. Eyi ti ko si dara, (irugbin re) ko nii jade afi (die) pelu inira. Bayen ni A se n mu awon ayah wa loniran-anran ona fun ijo t’o n dupe"
        },
        {
            "chapter": 7,
            "verse": 59,
            "text": "Dajudaju A ran (Anabi) Nuh nise si ijo re. O si so pe: \"Eyin ijo mi, e josin fun Allahu. E o ni olohun miiran leyin Re. Dajudaju mo n beru iya Ojo Nla fun yin"
        },
        {
            "chapter": 7,
            "verse": 60,
            "text": "Awon agbaagba ninu ijo re wi pe: \"Dajudaju awa n ri o pe o wa ninu isina ponnbele"
        },
        {
            "chapter": 7,
            "verse": 61,
            "text": "O so pe: \"Eyin ijo mi, ko si isina kan lodo mi, sugbon dajudaju emi ni Ojise kan lati odo Oluwa gbogbo eda"
        },
        {
            "chapter": 7,
            "verse": 62,
            "text": "Mo n je awon ise Oluwa mi fun yin. Mo n fun yin ni imoran rere. Ati pe ohun ti e o mo ni emi mo lati odo Allahu"
        },
        {
            "chapter": 7,
            "verse": 63,
            "text": "Ati pe se e seemo pe iranti lati odo Oluwa yin de ba yin ni, (eyi ti Won fun) okunrin kan ninu yin nitori ki o le kilo fun yin; nitori ki e le beru (Allahu) ati nitori ki A le ke yin"
        },
        {
            "chapter": 7,
            "verse": 64,
            "text": "Won si pe e lopuro. Nitori naa, A gba oun ati awon t’o wa pelu re la ninu oko oju-omi. A si te awon t’o pe awon ayah Wa niro ri. Dajudaju won je ijo t’o foju (si ododo)"
        },
        {
            "chapter": 7,
            "verse": 65,
            "text": "A tun ran (eni kan) si awon ara ‘Ad, arakunrin won, Hud. O so pe: “Eyin ijo mi, e josin fun Allahu. E o ni olohun miiran leyin Re. Se e o nii beru (Re) ni"
        },
        {
            "chapter": 7,
            "verse": 66,
            "text": "Awon agbaagba t’o sai gbagbo ninu ijo re wi pe: “Dajudaju awa n ri o pe o wa ninu ago. Ati pe dajudaju a n ro pe o wa ninu awon opuro.”"
        },
        {
            "chapter": 7,
            "verse": 67,
            "text": "O so pe: \"Eyin ijo mi, ko si ago kan lara mi, sugbon dajudaju emi ni Ojise kan lati odo Oluwa gbogbo eda"
        },
        {
            "chapter": 7,
            "verse": 68,
            "text": "Mo n je awon ise Oluwa mi fun yin. Emi si ni onimoran rere, olufokantan fun yin"
        },
        {
            "chapter": 7,
            "verse": 69,
            "text": "Ati pe se e seemo pe iranti lati odo Oluwa yin de ba yin ni, (eyi ti Won fun) okunrin kan ninu yin, nitori ki o le kilo fun yin? E ranti nigba ti (Allahu) fi yin se arole leyin ijo (Anabi) Nuh. O tun se alekun agbara fun yin ninu iseda (yin). Nitori naa, e ranti awon idera Allahu, nitori ki e le jere"
        },
        {
            "chapter": 7,
            "verse": 70,
            "text": "Won wi pe: “Se o wa ba wa nitori ki a le josin fun Allahu nikan soso ati nitori ki a le pa ohun ti awon baba nla wa n josin fun ti? Nitori naa, mu ohun ti o se ni ileri fun wa se ti o ba wa ninu awon olododo.”"
        },
        {
            "chapter": 7,
            "verse": 71,
            "text": "O so pe: “Iya ati ibinu kuku ti sokale sori yin lati odo Oluwa yin. Se e oo maa ja mi niyan nipa awon oruko (orisa) kan ti eyin ati awon baba yin fun loruko - Allahu ko si so eri kan kale fun un? – Nitori naa, e maa reti, dajudaju emi naa wa pelu yin ninu awon olureti.”"
        },
        {
            "chapter": 7,
            "verse": 72,
            "text": "Nitori naa, pelu aanu lati odo Wa, A gba oun ati awon t’o wa pelu re la. A si pa awon t’o pe awon ayah Wa niro run; won ki i se onigbagbo ododo"
        },
        {
            "chapter": 7,
            "verse": 73,
            "text": "A tun ran (eni kan) si awon iran Thamud, arakunrin won, Solih. O so pe: \"Eyin ijo mi, e josin fun Allahu. E e ni olohun miiran leyin Re. Ise iyanu kuku ti de ba yin lati odo Oluwa yin; eyi ni abo rakunmi Allahu. (O je) ami kan fun yin. Nitori naa, e fi sile, ki o maa je kiri lori ile Allahu. E ma se fi owo aburu kan an nitori ki iya eleta-elero ma baa je yin"
        },
        {
            "chapter": 7,
            "verse": 74,
            "text": "E tun ranti nigba ti (Allahu) se yin ni arole leyin awon ara ‘Ad. O si fun yin ni ile igbe lori ile; e n ko ile nlanla sinu petele, e si n gbe awon ile sinu apata. E ranti awon idera Allahu, ki e si ma se rin lori ile ni ti obileje"
        },
        {
            "chapter": 7,
            "verse": 75,
            "text": "Awon agbaagba t’o segberaga ninu ijo re wi fun awon ti won foju tinrin, (iyen) awon t’o gbagbo lododo ninu won, pe: \"Nje e mo pe dajudaju Solih ni Ojise lati odo Oluwa re?\" Won so pe: “Dajudaju awa gbagbo ninu ohun ti Won fi ran an nise.”"
        },
        {
            "chapter": 7,
            "verse": 76,
            "text": "Awon t’o segberaga wi pe: “Dajudaju awa sai gbagbo ninu ohun ti eyin gbagbo.”"
        },
        {
            "chapter": 7,
            "verse": 77,
            "text": "Nitori naa, won gun abo rakunmi naa pa. Won si tapa si ase Oluwa won. Won si wi pe: “Solih, mu ohun ti o se ni ileri fun wa se ti o ba wa ninu awon Ojise.”"
        },
        {
            "chapter": 7,
            "verse": 78,
            "text": "Nitori naa, ohun igbe lile t’o mi ile titi gba won mu. Won si di eni t’o da lule, ti won ti doku sinu ilu won"
        },
        {
            "chapter": 7,
            "verse": 79,
            "text": "Nigba naa, (Solih) seri kuro lodo won, o si so pe: “Eyin ijo mi, mo kuku ti je ise Oluwa mi fun yin. Mo si ti fun yin ni imoran rere sugbon eyin ko feran awon onimoran rere.”"
        },
        {
            "chapter": 7,
            "verse": 80,
            "text": "(Ranti Anabi) Lut, nigba ti o so fun ijo re pe: \"Se e oo maa se ibaje ni ti ko si eni kan ninu awon eda t’o se iru re ri"
        },
        {
            "chapter": 7,
            "verse": 81,
            "text": "Dajudaju eyin (okunrin) n lo je adun (ibalopo) lara awon okunrin (egbe yin) dipo awon obinrin! Ani se, ijo alakoyo ni yin"
        },
        {
            "chapter": 7,
            "verse": 82,
            "text": "Ki si ni o je esi ijo re bi ko se pe, won wi pe: “E le won jade kuro ninu ilu yin, dajudaju won je eniyan kan t’o n fora won mo (nibi ese).”"
        },
        {
            "chapter": 7,
            "verse": 83,
            "text": "Nigba naa, A gba oun ati ebi re la afi iyawo re ti o wa ninu awon t’o seku leyin sinu iparun"
        },
        {
            "chapter": 7,
            "verse": 84,
            "text": "A ro ojo le won lori taara. Wo bi ikangun awon elese se ri"
        },
        {
            "chapter": 7,
            "verse": 85,
            "text": "(A tun ran eni kan) si awon ara Modyan, arakunrin won, Su‘aeb. O so pe: \"Eyin ijo mi, e josin fun Allahu. E e ni olohun miiran leyin Re. Dajudaju eri t’o yanju ti de ba yin lati odo Oluwa yin. Nitori naa, e won kongo ati osuwon kun. E ma se din nnkan awon eniyan ku. E si ma se ibaje lori ile leyin atunse re. Iyen si loore julo fun yin ti e ba je onigbagbo ododo"
        },
        {
            "chapter": 7,
            "verse": 86,
            "text": "E ma se lugo si gbogbo ona lati maa deruba awon eniyan; e n seri eni t’o gbagbo kuro loju ona (esin) Allahu, e si n fe k’o wo. E ranti o, nigba ti e kere (lonka), Allahu so yin di pupo. E si wo bi ikangun awon obileje se ri"
        },
        {
            "chapter": 7,
            "verse": 87,
            "text": "Ti o ba je pe igun kan ninu yin gbagbo ninu ohun ti Won fi ran mi nise, ti igun kan ko si gbagbo, nigba naa e se suuru titi Allahu yoo fi se idajo laaarin wa. Oun si loore julo ninu awon oludajo"
        },
        {
            "chapter": 7,
            "verse": 88,
            "text": "Awon agbaagba t’o segberaga ninu ijo re wi pe: “Dajudaju a maa le iwo Su‘aeb ati awon t’o gbagbo pelu re jade kuro ninu ilu wa tabi e gbodo pada sinu esin wa.” (Su‘aeb) so pe: \"Se (e maa da wa pada sinu iborisa) t’o si je pe emi wa ko o"
        },
        {
            "chapter": 7,
            "verse": 89,
            "text": "Dajudaju a ti da adapa iro mo Allahu ti a ba fi le pada sinu esin yin leyin igba ti Allahu ti yo wa kuro ninu re. Ati pe ko letoo fun wa lati pada sinu re afi ti Allahu, Oluwa wa ba fe. Oluwa wa gbooro tayo gbogbo nnkan pelu imo. Allahu l’a gbarale. Oluwa wa, se idajo laaarin awa ati ijo wa pelu ododo, Iwo si loore julo ninu awon oludajo"
        },
        {
            "chapter": 7,
            "verse": 90,
            "text": "Awon agbaagba t’o sai gbagbo ninu ijo re wi pe: “Dajudaju ti eyin ba tele Su‘aeb, nigba naa eyin ti di eni ofo niyen.”"
        },
        {
            "chapter": 7,
            "verse": 91,
            "text": "Nitori naa, ohun igbe lile t’o mi ile titi gba won mu. Won si di eni t’o da lule, ti won ti doku sinu ilu won"
        },
        {
            "chapter": 7,
            "verse": 92,
            "text": "Awon t’o pe Su‘aeb lopuro si da bi eni ti ko gbe ninu ilu won ri; awon t’o pe Su‘aeb lopuro ni won je eni ofo"
        },
        {
            "chapter": 7,
            "verse": 93,
            "text": "Nitori naa, (Su‘aeb) seri kuro lodo won, o si so pe: “Eyin ijo mi, mo kuku ti je awon ise Oluwa mi fun yin. Mo si ti fun yin ni imoran rere. Bawo ni emi yoo se tun maa banuje lori ijo alaigbagbo.”"
        },
        {
            "chapter": 7,
            "verse": 94,
            "text": "A o ran Anabi kan si ilu kan lai je pe A fi iponju ati inira kan awon ara ilu naa nitori ki won le rawo-rase (si Allahu)"
        },
        {
            "chapter": 7,
            "verse": 95,
            "text": "Leyin naa, A fi (ohun) rere ropo aburu (fun won) titi won fi po (lonka ati loro). Won si wi pe: “Owo inira ati idera kuku ti kan awon baba wa ri.” Nitori naa, A gba won mu lojiji, won ko si fura"
        },
        {
            "chapter": 7,
            "verse": 96,
            "text": "Ti o ba je pe dajudaju awon ara ilu naa gbagbo lododo ni, ti won si beru (Allahu), A iba sina awon ibukun fun won lati inu sanmo ati ile. Sugbon won pe ododo niro. Nigba naa, A mu won nitori ohun ti won n se nise"
        },
        {
            "chapter": 7,
            "verse": 97,
            "text": "Se awon ara ilu naa faya bale pe iya Wa (ko le) de ba won ni ale ni, nigba ti won ba n sun lowo"
        },
        {
            "chapter": 7,
            "verse": 98,
            "text": "Se awon ara ilu naa faya bale pe iya Wa (ko le) de ba won ni iyaleta ni, nigba ti won ba n sere lowo"
        },
        {
            "chapter": 7,
            "verse": 99,
            "text": "Se won faya bale si ete Allahu ni? Ko ma si eni t’o maa faya bale si ete Allahu afi ijo olofo"
        },
        {
            "chapter": 7,
            "verse": 100,
            "text": "Se ko han si awon t’o jogun ile leyin awon onile pe ti o ba je pe A ba fe (bee ni), Awa iba fi ese won mu won, Awa iba si fi edidi bo okan won; won ko si nii gboro (mo)"
        },
        {
            "chapter": 7,
            "verse": 101,
            "text": "Awon ilu wonyi ni A n fun o ni iro ninu iroyin won. Dajudaju awon Ojise won ti mu awon eri t’o yanju wa ba won. (Ikookan ijo naa,) won ko kuku nii gbagbo ninu ohun ti (ijo t’o siwaju won) pe niro siwaju (won). Bayen ni Allahu se n fi edidi bo okan awon alaigbagbo"
        },
        {
            "chapter": 7,
            "verse": 102,
            "text": "Awa ko ri pipe adehun ni odo opolopo won. Ati pe nse ni A ri opolopo won ni obileje"
        },
        {
            "chapter": 7,
            "verse": 103,
            "text": "Leyin naa, A gbe (Anabi) Musa dide leyin won pelu awon ami Wa si Fir‘aon ati awon ijoye re. Won si se abosi si awon ami naa. Nitori naa, wo bi ikangun awon obileje se ri"
        },
        {
            "chapter": 7,
            "verse": 104,
            "text": "(Anabi) Musa so pe: \"Fir‘aon, dajudaju emi ni Ojise kan lati odo Oluwa gbogbo eda"
        },
        {
            "chapter": 7,
            "verse": 105,
            "text": "Dandan ni fun mi pe emi ko nii safiti oro kan sodo Allahu afi ododo. Mo si kuku ti mu eri t’o yanju wa ba yin lati odo Oluwa yin. Nitori naa, je ki awon omo ’Isro’il maa ba mi lo"
        },
        {
            "chapter": 7,
            "verse": 106,
            "text": "(Fir‘aon) wi pe: “Ti o ba je eni t’o mu ami kan wa, mu un jade ti iwo ba wa ninu awon olododo.”"
        },
        {
            "chapter": 7,
            "verse": 107,
            "text": "Nigba naa, o ju opa re sile, o si di ejo ponnbele"
        },
        {
            "chapter": 7,
            "verse": 108,
            "text": "O tun fa owo re yo, o si di funfun (gbola) fun awon oluworan"
        },
        {
            "chapter": 7,
            "verse": 109,
            "text": "Awon ijoye ninu ijo Fir‘aon wi pe: \"Dajudaju eyi ni onimo nipa idan pipa"
        },
        {
            "chapter": 7,
            "verse": 110,
            "text": "O fe ko yin kuro lori ile yin ni.\" (Fir‘aon wi pe: ) “Ki ni ohun ti e maa mu wa ni imoran?”"
        },
        {
            "chapter": 7,
            "verse": 111,
            "text": "Won si wi pe: \"Da oun ati arakunrin re duro na, ki o si ran awon akonijo si awon ilu"
        },
        {
            "chapter": 7,
            "verse": 112,
            "text": "(pe) ki gbogbo onimo nipa idan pipa wa ba o"
        },
        {
            "chapter": 7,
            "verse": 113,
            "text": "Awon opidan si de wa ba Fir‘aon. Won wi pe: “Dajudaju esan gbodo wa fun wa ti awa ba je olubori.”"
        },
        {
            "chapter": 7,
            "verse": 114,
            "text": "O wi pe: “Bee ni. Ati pe dajudaju eyin gbodo wa ninu awon alasun-unmo (mi).”"
        },
        {
            "chapter": 7,
            "verse": 115,
            "text": "(Awon opidan) wi pe: “Musa, o maa (koko) ju opa sile ni, tabi awa ni a maa (koko) ju u sile.”"
        },
        {
            "chapter": 7,
            "verse": 116,
            "text": "(Anabi Musa) so pe: “E ju (tiyin) sile (na).” Nigba ti won ju u sile, won fi pidan loju awon eniyan. Won si seruba won. Won wa pelu idan nla"
        },
        {
            "chapter": 7,
            "verse": 117,
            "text": "A si fi imisi ranse si (Anabi) Musa pe: “Ju opa re sile.” Nigba naa, o si n gbe ohun ti won ti pa niro kale mi kalokalo"
        },
        {
            "chapter": 7,
            "verse": 118,
            "text": "Nitori naa, ododo de. Ohun ti won n se nise si baje"
        },
        {
            "chapter": 7,
            "verse": 119,
            "text": "Nitori naa, A bori won nibe yen. Won si dari wale ni eni yepere"
        },
        {
            "chapter": 7,
            "verse": 120,
            "text": "Ise iyanu (Anabi Musa) mu awon opidan wole, ti won fori kanle (fun Allahu)"
        },
        {
            "chapter": 7,
            "verse": 121,
            "text": "Won so pe: \"A gbagbo ninu Oluwa gbogbo eda"
        },
        {
            "chapter": 7,
            "verse": 122,
            "text": "Oluwa (Anabi) Musa ati Harun"
        },
        {
            "chapter": 7,
            "verse": 123,
            "text": "Fir‘aon wi pe: “E ti gba A gbo siwaju ki ng to yonda fun yin! Dajudaju eyi ni ete kan ti e ti hun ninu ilu nitori ki e le ko awon ara ilu jade kuro ninu re. Nitori naa, laipe e maa mo"
        },
        {
            "chapter": 7,
            "verse": 124,
            "text": "Dajudaju mo maa ge owo yin ati ese yin ni ipasipayo. Leyin naa, dajudaju mo maa kan gbogbo yin mogi.”"
        },
        {
            "chapter": 7,
            "verse": 125,
            "text": "Won so pe: \"Dajudaju odo Oluwa wa si ni a maa fabo si"
        },
        {
            "chapter": 7,
            "verse": 126,
            "text": "Ati pe o o tako kini kan lara wa lati fiya je wa bi ko se nitori pe a gba awon ami Oluwa wa gbo nigba ti o de ba wa. Oluwa wa, fun wa ni omi suuru mu. Ki O si pa wa sipo musulumi"
        },
        {
            "chapter": 7,
            "verse": 127,
            "text": "Awon ijoye ninu ijo Fir‘aon wi pe: \"Se iwo yoo fi Musa ati awon eniyan re sile nitori ki won le sebaje lori ile ati nitori ki o le pa iwo ati awon orisa re ti?\" (Fir‘aon) wi pe: \"A oo maa pa awon omokunrin won ni. A o si maa da awon omobinrin won si. Dajudaju awa ni alagbara lori won"
        },
        {
            "chapter": 7,
            "verse": 128,
            "text": "(Anabi) Musa so fun ijo re pe: \"E fi Allahu wa iranlowo, ki e si se suuru. Dajudaju ti Allahu ni ile. O si n jogun re fun eni t’O ba fe ninu awon erusin Re. Igbeyin (rere) si wa fun awon oluberu (Allahu)"
        },
        {
            "chapter": 7,
            "verse": 129,
            "text": "Won so pe: “Won ni wa larasiwaju ki o to wa ba wa ati leyin ti o de ba wa.” (Anabi Musa) so pe: “O le je pe Allahu yoo pa awon ota yin run. O si maa fi yin ropo (won) lori ile. Nigba naa, (Allahu) yo si wo bi eyin naa yoo se maa se.”"
        },
        {
            "chapter": 7,
            "verse": 130,
            "text": "Dajudaju A gba eniyan Fir‘aon mu pelu oda ojo ati adinku t’o ba awon eso nitori ki won le lo iranti"
        },
        {
            "chapter": 7,
            "verse": 131,
            "text": "Nigba ti ohun rere ba de ba won, won a wi pe: “Tiwa ni eyi.” Ti aburu kan ba si sele si won, won a safiti aburu naa sodo (Anabi) Musa ati eni t’o wa pelu re. Kiye si i, ami aburu won kuku wa (ninu kadara won) lodo Allahu, sugbon opolopo won ni ko nimo"
        },
        {
            "chapter": 7,
            "verse": 132,
            "text": "Won si wi pe: “Ohunkohun ti o ba mu wa fun wa ni ami lati fi pidan fun wa, awa ko nii gba o gbo.”"
        },
        {
            "chapter": 7,
            "verse": 133,
            "text": "Nitori naa, A si fi ekun omi, awon esu, awon kokoro ina, awon opolo ati eje ranse si won ni awon ami ti n telera won, t’o foju han. Nse ni won tun segberaga; won si je ijo elese"
        },
        {
            "chapter": 7,
            "verse": 134,
            "text": "Nigba ti iya sokale le won lori, won wi pe: “Musa, pe Oluwa re fun wa nitori adehun ti O se fun o. Dajudaju ti o ba fi le gbe iya naa kuro fun wa (pelu adua re), dajudaju a maa gba o gbo, dajudaju a si maa je ki awon omo ’Isro’il maa ba o lo.”"
        },
        {
            "chapter": 7,
            "verse": 135,
            "text": "Nigba ti A gbe iya naa kuro fun won fun akoko kan ti won yoo lo (ninu isemi won), nigba naa ni won tun n ye adehun"
        },
        {
            "chapter": 7,
            "verse": 136,
            "text": "Nitori naa, A gbesan lara won, A si te won ri sinu agbami odo nitori pe won pe awon ayah Wa niro. Won si je afonufora nipa re"
        },
        {
            "chapter": 7,
            "verse": 137,
            "text": "A si jogun awon ibuyo oorun lori ile aye ati ibuwo oorun re, ti A fi ibunkun si, fun awon eniyan ti won foju tinrin. Oro Oluwa Re, t’o dara si ko le awon omo ’Isro’il lori nitori pe won se suuru. A si pa ohun ti Fir‘aon ati ijo re n se nise ati ohun ti won n ko nile run"
        },
        {
            "chapter": 7,
            "verse": 138,
            "text": "A mu awon omo ’Isro‘il la agbami odo ja. Nigba naa, won koja lodo awon eniyan kan ti won duro ti awon orisa won. Won si wi pe: “Musa, se orisa kan fun wa, gege bi awon (wonyi) se ni awon orisa kan.” (Anabi) Musa so pe: “Dajudaju eyin ni ijo alaimokan"
        },
        {
            "chapter": 7,
            "verse": 139,
            "text": "Dajudaju awon wonyi maa parun lori ohun ti won n se (yii). Iro si ni ohun ti won n se nise.”"
        },
        {
            "chapter": 7,
            "verse": 140,
            "text": "(Anabi) Musa so pe: \"Se ki emi tun ba yin wa olohun kan ti eyin yoo maa josin fun leyin Allahu ni? Oun l’O si se ajulo oore fun yin lori awon eda (asiko yin)"
        },
        {
            "chapter": 7,
            "verse": 141,
            "text": "(E ranti) nigba ti A la yin lowo awon eniyan Fir‘aon ti won n fi iya buruku je yin, won n pa awon omokunrin yin taara, won si n da awon omobinrin yin si. Adanwo nla wa ninu iyen lati odo Oluwa yin"
        },
        {
            "chapter": 7,
            "verse": 142,
            "text": "Ati pe A yan ogbon oru fun (Anabi) Musa. A tun fi mewaa kun un. Nitori naa, akoko (ti) Oluwa Re (yoo fi ba a soro si maa) pari ni oru ogoji. (Anabi) Musa so fun arakunrin re, Harun, pe: “Role de mi laaarin awon eniyan mi. Ki o maa se atunse. Ma si se tele ona awon obileje.”"
        },
        {
            "chapter": 7,
            "verse": 143,
            "text": "Nigba ti (Anabi) Musa de ni akoko ti A fun un, Oluwa re si ba a soro. (Anabi Musa) so pe: “Oluwa mi, fi ara Re han mi, ki emi le ri O.” (Allahu) so pe: “Iwo ko le ri Mi. Sugbon wo apata (yii), ti o ba duro sinsin si aye re, laipe o maa ri Mi.” Nigba ti Oluwa re si (rora) fi ara Re han apata, O so o di petele. (Anabi) Musa si subu lule, o daku. Nigba ti o taji, o so pe: “Mimo ni fun O, emi ronu piwada si odo Re. Emi si ni akoko awon onigbagbo ododo (ni asiko temi)"
        },
        {
            "chapter": 7,
            "verse": 144,
            "text": "(Allahu) so pe: \"Musa, dajudaju Emi sa o lesa lori awon eniyan pelu awon ise Mi ati oro Mi. Nitori naa, gba ohun ti Mo fun o mu. Ki o si wa ninu awon oludupe"
        },
        {
            "chapter": 7,
            "verse": 145,
            "text": "A si ko gbogbo nnkan fun un sinu awon walaa. (O je) waasi ati alaye oro fun gbogbo nnkan. Nitori naa, samulo re daradara. Ki o si pa ijo re lase pe ki won samulo nnkan daadaa t’o n be ninu re. Emi yoo fi ile awon arufin han yin"
        },
        {
            "chapter": 7,
            "verse": 146,
            "text": "Emi yoo seri awon t’o n segberaga lori ile lai letoo kuro nibi awon ami Mi. Ti won ba si ri gbogbo ami, won ko nii gba a gbo. Ti won ba ri ona imona, won ko nii mu un ni ona. Ti won ba si ri ona isina, won yoo mu un ni ona. Iyen nitori pe won pe awon ami Wa niro; won si je afonufora nipa re"
        },
        {
            "chapter": 7,
            "verse": 147,
            "text": "Awon t’o si pe awon ayah Wa ati ipade Ojo Ikeyin ni iro, awon ise won ti baje. Se A oo san won ni esan kan ni bi ko se ohun ti won n se nise"
        },
        {
            "chapter": 7,
            "verse": 148,
            "text": "Awon eniyan (Anabi) Musa, leyin re (nigba ti o fi lo ba Allahu soro), won mu ninu oso won (lati fi se) ere omo maalu oborogidi, o si n dun (bii maalu). Se won ko ri i pe dajudaju ko le ba won soro ni, ko si le fi ona mo won? Won si so o di akunlebo. Won si je alabosi"
        },
        {
            "chapter": 7,
            "verse": 149,
            "text": "Nigba ti o di abamo mo won lowo tan, won si ri i pe awon ti sina, won wi pe: “Ti Oluwa wa ko ba saanu wa, ki O si forijin wa, dajudaju awa yoo wa ninu awon eni ofo.”"
        },
        {
            "chapter": 7,
            "verse": 150,
            "text": "Nigba ti (Anabi) Musa si pada si odo ijo re pelu ibinu ati ibanuje, o so pe: “Ohun ti e fi role de mi leyin mi buru. Se e ti kanju pa ase Oluwa yin ti ni?\" O si ju awon walaa sile, o gba ori arakunrin re mu, o si n wo o mora. (Harun) so pe: “Omo iya mi o, dajudaju awon eniyan ni won foju tinrin mi, won si fee pa mi. Nitori naa, ma se je ki awon ota yo mi. Ma si se mu mi mo ijo alabosi.”"
        },
        {
            "chapter": 7,
            "verse": 151,
            "text": "(Anabi Musa) so pe: “Oluwa mi, forijin emi ati arakunrin mi. Ki O si fi wa sinu ike Re. Iwo si ni Alaaanu-julo ninu awon alaaanu.”"
        },
        {
            "chapter": 7,
            "verse": 152,
            "text": "Dajudaju awon t’o so (ere) omo maalu di akunlebo, ibinu lati odo Oluwa won ati iyepere yoo ba won ninu isemi aye yii. Bayen ni A se n san awon aladapa iro ni esan"
        },
        {
            "chapter": 7,
            "verse": 153,
            "text": "Awon t’o si se awon ise aburu, leyin naa ti won ronu piwada leyin re, ti won si gbagbo ni ododo, dajudaju leyin eyi Oluwa re ni Alaforijin, Asake-orun"
        },
        {
            "chapter": 7,
            "verse": 154,
            "text": "Nigba ti ibinu (Anabi) Musa si wale, o mu awon walaa naa. Imona ati aanu n be ninu akosile re fun awon t’o n beru Oluwa won"
        },
        {
            "chapter": 7,
            "verse": 155,
            "text": "(Anabi) Musa si yan aadorin okunrin ninu ijo re fun akoko ti A fun un (lati wa toro aforijin fun awon eniyan re. Nigba ti won de ibi apata Sina’), ohun igbe lile t’o mi ile titi si gba won mu, o so pe: “Oluwa mi, ti O ba fe bee ni, Iwo iba ti pa awon ati emi re siwaju (ki a to wa sibi); se Iwo yoo pa wa re nitori ohun ti awon omugo ninu wa se ni? Ki ni ohun (ti won se) bi ko se adanwo Re; O n fi si eni ti O ba fe lona, O si n to eni ti O ba fe sona. Iwo ni Alaabo wa. Nitori naa, forijin wa, ki O si ke wa. Iwo si loore julo ninu awon alaforijin"
        },
        {
            "chapter": 7,
            "verse": 156,
            "text": "Ki O si ko akosile rere fun wa ni aye yii ati ni orun. Dajudaju awa seri pada si odo Re.” (Allahu) so pe: “Iya Mi, Mo n fi je eni ti Mo ba fe. Ati pe ike Mi gbooro ju gbogbo nnkan lo. Emi yo si ko (ike Mi) mo awon t’o n beru (Mi), ti won si n yo Zakah ati awon ti won ni igbagbo ododo ninu awon ayah Wa.”"
        },
        {
            "chapter": 7,
            "verse": 157,
            "text": "Awon t’o n tele Ojise naa, Anabi alaimoonkomoonka, eni ti won yoo ba akosile nipa re lodo won ninu at-Taorah ati al-’Injil, ti o n pa won lase ohun rere, ti o n ko ohun buruku fun won, ti o n se awon nnkan daadaa letoo fun won, ti o si n se awon nnkan aidaa leewo fun won, ti o tun maa gbe eru (adehun t’o wuwo) ati ajaga t’o n be lorun won kuro fun won; awon t’o gbagbo ninu re, ti won bu iyi fun un, ti won ran an lowo, ti won si tele imole naa (iyen, al-Ƙur’an) ti A sokale fun un, awon wonyen ni olujere"
        },
        {
            "chapter": 7,
            "verse": 158,
            "text": "So pe: \"Eyin eniyan, dajudaju emi ni Ojise Allahu si gbogbo yin patapata. (Allahu) Eni t’O ni ijoba awon sanmo ati ile. Ko si olohun ti ijosin to si afi Oun. O n so eda di alaaye. O si n so eda di oku. Nitori naa, e gbagbo ninu Allahu ati Ojise Re. Anabi alaimoonkomoonka, eni t’o gbagbo ninu Allahu ati awon oro Re. E tele e nitori ki e le mona"
        },
        {
            "chapter": 7,
            "verse": 159,
            "text": "O wa ninu ijo (Anabi) Musa, ijo kan t’o n fi ododo to (awon eniyan) sona. Won si n se eto pelu re"
        },
        {
            "chapter": 7,
            "verse": 160,
            "text": "A si pin won si iran mejila ni ijo-ijo. A si fi imisi ranse si (Anabi) Musa, nigba ti awon eniyan re wa omi wa si odo re, pe: “Fi opa owo re na apata.” (O se bee) orisun omi mejila si seyo lara re. Ijo kookan si ti da ibumu won mo. A tun fi esujo siji bo won. A so (ohun mimu) monnu ati (ohun jije) salwa kale fun won. E je ninu awon nnkan daadaa ti A pese fun yin. Won ko si se abosi si Wa, sugbon emi ara won ni won n sabosi si"
        },
        {
            "chapter": 7,
            "verse": 161,
            "text": "(E ranti) nigba ti A so fun won pe: “E wo inu ilu yii. E maa je ninu re nibikibi ti e ba fe. Ki e si so pe: ‘Ha ese wa danu.’ E gba enu-ona ilu wole ni oluteriba. A maa fori awon ese yin jin yin. A o si se alekun (esan rere) fun awon oluse-rere.”"
        },
        {
            "chapter": 7,
            "verse": 162,
            "text": "Awon t’o sabosi kuku yi oro naa pada si omiran ti o yato si eyi ti A so fun won. A si so iya kale lati sanmo le won lori nitori pe won n se abosi"
        },
        {
            "chapter": 7,
            "verse": 163,
            "text": "Bi won leere nipa ilu t’o wa ni ebado, nigba ti won koja enu-ala nipa ojo Sabt, nigba ti eja won n wa ba won ni ojo Sabt won, won si maa lefoo si oju odo, ojo ti ki i ba si se ojo Sabt won, won ko nii wa ba won. Bayen ni A se n dan won wo nitori pe won je obileje"
        },
        {
            "chapter": 7,
            "verse": 164,
            "text": "(Ranti) nigba ti ijo kan ninu won wi pe: “Nitori ki ni e fi n se waasi fun ijo kan ti Allahu maa pare tabi ti O maa je niya lile?” Won so pe: “(Ki o le je) awawi lodo Oluwa yin ati nitori ki won le beru (Allahu) ni.”"
        },
        {
            "chapter": 7,
            "verse": 165,
            "text": "Nigba ti won si gbagbe ohun ti won fi seranti fun won, A gba awon t’o n ko aburu la. A si fi iya t’o le je awon t’o sabosi nitori pe won je obileje"
        },
        {
            "chapter": 7,
            "verse": 166,
            "text": "Nigba ti won tayo enu-ala nibi ohun ti A ko fun won, A so fun won pe: “E di obo, eni igbejinna si ike.”"
        },
        {
            "chapter": 7,
            "verse": 167,
            "text": "(Ranti) nigba ti Oluwa re so o di mimo pe dajudaju Oun yoo gbe eni ti o maa fi iya buruku je won dide si won titi di Ojo Ajinde. Dajudaju Oluwa re ni Oluyara nibi iya. Dajudaju Oun si ni Alaforijin, Asake-orun"
        },
        {
            "chapter": 7,
            "verse": 168,
            "text": "A pin won lori ile si ijo-ijo; awon eni rere wa ninu won, awon miiran tun wa ninu won. A si fi awon ohun rere ati ohun buruku dan won wo ki won le seri pada (sibi ododo)"
        },
        {
            "chapter": 7,
            "verse": 169,
            "text": "Awon arole kan si role leyin won; won jogun Tira (Taorat ati ’Injil), won si n gba (abetele) oore ile aye yii (lati ko ikokuko sinu re), won si n wi pe: “Won yoo forijin wa.” Ti (abetele) oore iru re ba tun wa ba won, won maa gba a. Se A ko ti ba won se adehun ninu Tira pe won ko gbodo se afiti oro kan sodo Allahu afi ododo? Won si ti kekoo nipa ohun ti n be ninu re! Ile ikeyin si loore julo fun awon t’o n beru (Allahu). Se e o nii se laakaye ni"
        },
        {
            "chapter": 7,
            "verse": 170,
            "text": "Awon t’o n mu Tira lo daradara, ti won n kirun, dajudaju Awa ko nii fi esan awon t’o n se atunse (ise won) rare"
        },
        {
            "chapter": 7,
            "verse": 171,
            "text": "(Ranti) nigba ti A gbe apata ga soke ori won, o si da bi iboji. Won si lero pe o maa wo lu awon mole, (A si so fun won pe): “E gba ohun ti A fun yin mu daadaa, ki e si maa ranti ohun t’o n be ninu re, nitori ki e le beru (Allahu).”"
        },
        {
            "chapter": 7,
            "verse": 172,
            "text": "(Ranti) nigba ti Oluwa re gba adehun lowo awon omo Adam, O fa aromodomo won jade lati (ibadi ni) eyin (baba nla) won, O si fi won se elerii lori ara won pe: “Se Emi ko ni Oluwa yin ni?” Won so pe: “Rara – (Iwo ni Oluwa wa) - a jerii si i.” Nitori ki e ma baa so ni Ojo Ajinde pe: \"Dajudaju awa je alaimo nipa eyi"
        },
        {
            "chapter": 7,
            "verse": 173,
            "text": "Tabi ki e ma baa wi pe: “Awon baba wa lo kuku ba Allahu wa akegbe siwaju (wa), awa si je aromodomo leyin won (ni a fi wo won kose pelu aimokan). Se Iwo yoo pa wa run nitori ohun ti awon t’o n tele iro se ni?”"
        },
        {
            "chapter": 7,
            "verse": 174,
            "text": "Bayen ni A se n salaye awon ayah Wa, nitori ki won le seri pada (sibi ododo)"
        },
        {
            "chapter": 7,
            "verse": 175,
            "text": "Ka iroyin eni ti A fun ni awon ayah Wa fun won, ti o yora re sile nibi awon ayah naa. Nitori naa, Esu tele e leyin. O si wa ninu awon olusina"
        },
        {
            "chapter": 7,
            "verse": 176,
            "text": "Ati pe ti o ba je pe A ba fe, Awa iba fi (imo nipa awon ayah Wa) sagbega fun un. Sugbon o waye moya. O si tele ife-inu re. Nitori naa, afiwe re da bi aja. Ti o ba le e siwaju, o maa yo ahon sita. Ti o ba si fi sile, o tun maa yo ahon sita. Iyen ni afiwe ijo t’o pe awon ayah Wa niro. So itan naa fun won nitori ki won le ronu jinle"
        },
        {
            "chapter": 7,
            "verse": 177,
            "text": "Ijo ti o pe awon ayah Wa niro, won buru ni afiwe. Ara won si ni won n sabosi si"
        },
        {
            "chapter": 7,
            "verse": 178,
            "text": "Enikeni ti Allahu ba fi mona (’Islam), oun ni olumona. Enikeni ti O ba si si lona, awon wonyen, awon ni eni ofo"
        },
        {
            "chapter": 7,
            "verse": 179,
            "text": "Dajudaju A ti da opolopo eniyan ati alujannu fun ina Jahanamo (nitori pe) won ni okan, won ko si fi gbo agboye; won ni oju, won ko si fi riran; won ni eti, won ko si fi gboran. Awon wonyen da bi eran-osin. Won wule sonu julo. Awon wonyen, awon ni afonu-fora"
        },
        {
            "chapter": 7,
            "verse": 180,
            "text": "Ti Allahu ni awon oruko t’o dara julo. Nitori naa, e fi pe E. Ki e si pa awon t’o n ye kuro nibi awon oruko Re ti. A oo san won ni esan ohun ti won n se nise"
        },
        {
            "chapter": 7,
            "verse": 181,
            "text": "O wa ninu awon ti A da, ijo kan t’o n fi ododo to (awon eniyan) sona, won si n se eto pelu re"
        },
        {
            "chapter": 7,
            "verse": 182,
            "text": "Awon t’o si pe awon ayah Wa niro, A oo maa de won leke lati je won niya ni aye ti won ko nii mo"
        },
        {
            "chapter": 7,
            "verse": 183,
            "text": "Emi yoo lo won lara. Dajudaju ete Mi lagbara"
        },
        {
            "chapter": 7,
            "verse": 184,
            "text": "Se won ko ronu jinle ni? Ko si were kan kan lara eni won (iyen, Anabi s.a.w.). Ta si ni bi ko se olukilo ponnbele"
        },
        {
            "chapter": 7,
            "verse": 185,
            "text": "Se won ko wo ijoba awon sanmo ati ile pelu gbogbo nnkan ti Allahu da? Amo sa o le je pe Akoko iku won ti sunmo. Nigba naa, oro wo ni won yoo gbagbo leyin re? “oro wo ninu oro al-Ƙur’an ni won yoo gbagbo leyin ti ojo iku won ba de tabi leyin ti ojo Ajinde ba sele? Bi won ba pada gba oro al-Ƙu’an gbo lojo iku won tabi lojo Ajinde ko le wulo fun won mo oro iro wo ni won yoo gbagbo leyin ti al-Ƙur’an ti mu oro ododo wa? Se awon irori igba aimokan ati awon asa aimokan eyi ti iran eni kookan jogun ba lati odo awon baba nla won ti won ki i se Ojise Olohun se awon irori won ati awon asa iborisa won ni won yoo maa lo leyin al-Ƙur’an? Eyi gan-an ni itumo “fabi ’ayyi hadithin ba‘dahu yu’minun” ninu surah al-Jathiyah; 45:6 nitori pe gbolohun t’o siwaju re ni ibere ayah naa n soro nipa bi al-Ƙur’an se je oro ododo. Eyi wa tumo si pe"
        },
        {
            "chapter": 7,
            "verse": 186,
            "text": "Enikeni ti Allahu ba si lona ko le si afinimona kan fun un. (Allahu) yo si fi won sile sinu agbere won, ti won yoo maa pa ridarida"
        },
        {
            "chapter": 7,
            "verse": 187,
            "text": "Won n bi o leere nipa Akoko naa pe igba wo ni isele re. So pe: “Odo Oluwa mi nikan ni imo re wa. Ko si eni t’o le safi han Akoko re afi Oun. O soro (lati mo) fun awon ara sanmo ati ara ile. Ko nii de ba yin afi lojiji.” Won tun n bi o leere bi eni pe iwo nimo nipa re. So pe: “Odo Oluwa mi nikan ni imo re wa, sugbon opolopo eniyan ni ko mo.”"
        },
        {
            "chapter": 7,
            "verse": 188,
            "text": "So pe: “Emi ko ni agbara anfaani tabi inira kan ti mo le fi kan ara mi ayafi ohun ti Allahu ba fe. Ti o ba je pe mo ni imo ikoko ni, emi iba ti ko ohun pupo jo ninu oore aye (si odo mi) ati pe aburu aye iba ti kan mi. Ta ni emi bi ko se olukilo ati oniroo idunnu fun ijo onigbagbo ododo.”"
        },
        {
            "chapter": 7,
            "verse": 189,
            "text": "(Allahu) Oun ni Eni t’O da yin lati ara emi eyo kan. O si da aya fun un lati ara re nitori ki o le jegbadun igbepo pelu re. Nigba ti oko sunmo iyawo re, ti o si ru eru (ato) fifuye. O si ru u kiri. Nigba ti o si diwo dise sinu tan, awon mejeeji pe Allahu Oluwa won pe: “Ti O ba fun wa ni omo rere (t’o pe ni eda), dajudaju a maa wa ninu awon oludupe.”"
        },
        {
            "chapter": 7,
            "verse": 190,
            "text": "Sugbon nigba ti Allahu fun awon mejeeji ni omo rere, won so (awon eda kan) di akegbe fun Un nipase ohun ti O fun awon mejeeji. Allahu si ga tayo nnkan ti won n fi sebo si I. ki eniyan wa so omo naa ni “ ‘abdu-ssams ‘abdul-ƙomor” dipo “ ‘abdullah bi o tile je pe Ibn Kathir ka itan naa mo ara itan iro awon omo Isro’il. Amo itan ti enu kun yii kuku ni awon ti won gba pe Anabi Adam (alaehi solat wa salam) ati iya wa Hawa’ (rodiyallahu anha) ni toko tiyawo ti isele naa sele si ri mu lo lati fi tumo ayah naa. Koko itan naa ni pe nigba ti iya wa Hawa’ (rodiyallahu 'anha) loyun amo ko fori bale fun Esu rara. Iyen wa ninu iwe Luku 4: 1-13. Nitori naa Allahu nikan soso ni ko le sasise"
        },
        {
            "chapter": 7,
            "verse": 191,
            "text": "Se won yoo so nnkan ti ko le da nnkan kan di akegbe Re, A si seda won ni"
        },
        {
            "chapter": 7,
            "verse": 192,
            "text": "Awon orisa ko le se aranse kan fun awon aborisa. Ati pe awon orisa gan-an ko le se aranse fun emi ara won"
        },
        {
            "chapter": 7,
            "verse": 193,
            "text": "Ti e ba pe won sibi imona, won ko nii tele yin. Bakan naa ni fun yin; e pe won tabi eyin dake enu (fun won)"
        },
        {
            "chapter": 7,
            "verse": 194,
            "text": "Dajudaju awon ti e n pe leyin Allahu, eru bi iru yin ni won. Nitori naa, e pe won wo, ki won da yin lohun ti e ba je olododo"
        },
        {
            "chapter": 7,
            "verse": 195,
            "text": "Se won ni ese ti won le fi rin ni? Tabi se won ni owo ti won le fi gba nnkan mu? Tabi se won ni oju ti won le fi riran? Tabi se won ni eti ti won le fi gboro? So pe: “E pe awon orisa yin, leyin naa ki e dete si mi, ki e si ma se lo mi lara"
        },
        {
            "chapter": 7,
            "verse": 196,
            "text": "Dajudaju Alatileyin mi ni Allahu, Eni ti O so Tira naa kale. Ati pe Oun l’O n satileyin fun awon eni rere"
        },
        {
            "chapter": 7,
            "verse": 197,
            "text": "Awon ti e n pe leyin Re, won ko le se aranse fun yin. Won ko si le se aranse fun emi ara won"
        },
        {
            "chapter": 7,
            "verse": 198,
            "text": "Ti e ba si pe won sinu imona, won ko nii gbo. O n ri won pe won n wo o ni, (sugbon) won ko riran"
        },
        {
            "chapter": 7,
            "verse": 199,
            "text": "Samojukuro, pase ohun rere, ki o si seri kuro lodo awon alaimokan"
        },
        {
            "chapter": 7,
            "verse": 200,
            "text": "Ti ibinu odi kan ba si seri sinu okan re lati odo Esu, sa di Allahu. Dajudaju Oun ni Olugbo, Onimo"
        },
        {
            "chapter": 7,
            "verse": 201,
            "text": "Dajudaju awon t’o beru (Allahu), nigba ti royiroyi kan ba sele si won lati odo Esu, ti won ba ranti (Allahu), nigba naa oju won yo si riran (ri ododo)"
        },
        {
            "chapter": 7,
            "verse": 202,
            "text": "(Amo ni ti) awon omo iya (Esu), nse ni awon Esu yoo maa kun won lowo ninu isina. Leyin naa, won ko si nii daran mo niwon"
        },
        {
            "chapter": 7,
            "verse": 203,
            "text": "Nigba ti o o ba mu ami wa ba won, won a wi pe: “Iwo ko se se adahun re?” So pe: “Ohun ti Won fi ranse si mi ni imisi lati odo Oluwa mi ni mo n tele. (al-Ƙur’an) yii si ni awon eri t’o daju lati odo Oluwa yin. Imona ati ike si ni fun awon ijo onigbagbo ododo"
        },
        {
            "chapter": 7,
            "verse": 204,
            "text": "Nigba ti won ba n ke al-Ƙur’an, e teti si i, ki e si dake nitori ki A le ke yin"
        },
        {
            "chapter": 7,
            "verse": 205,
            "text": "Se iranti Oluwa Re ninu emi re pelu iraworase ati iberu (Allahu), ko si nii je oro ariwo, ni owuro ati asale. Iwo ko si gbodo wa ninu awon olugbagbera (nipa iranti Allahu)"
        },
        {
            "chapter": 7,
            "verse": 206,
            "text": "Dajudaju awon t’o n be lodo Oluwa re, won ki i jora won loju lati josin fun Un. Won n safomo fun Un. Won si n fori kanle fun Un"
        }
    ]
}