{
    "maqras": [
        {
            "chapter": 17,
            "verse": 23,
            "text": "නුඹලා ඔහුට පමණක් මිස (වෙනත් කිසිවකුට) ගැතිකම් නොකළ යුතු බවටත්, දෙමාපියන්ට උපකාර කළ යුතු බවටත් නුඹගේ පරමාධිපති නියම කළේය. නුඹ ළඟ ඔවුන් දෙදෙනාගෙන් එක් අයකු හෝ දෙදෙනාම හෝ නුඹ හමුවෙහි මහලු වියට පත් වූයේ නම් ඔවුන් දෙදෙනාට උෆ් (චී) යැයි (නොමනා ලෙස) නොපවසනු. තවද ඔවුන් දෙදෙනා (ඔබලා වෙතින්) පලවා නොහරිනු. ඔවුන් දෙදෙනාව ගෞරවනීය වදනින් අමතනු"
        },
        {
            "chapter": 17,
            "verse": 24,
            "text": "කරුණාවෙන් යුත් මෘදු පියාපත් ඔවුන් දෙදෙනාට නුඹ පහත් කරනු. තවද මාගේ පරමාධිපතියණෙනි ! ඔවුන් දෙදෙනා මා කුඩා අවදියේ හදාවඩා ගත්තාක් මෙන් ඔවුන් දෙදෙනාට ද කරුණා කරනු මැනව"
        },
        {
            "chapter": 17,
            "verse": 25,
            "text": "නුඹලාගේ පරමාධිපති නුඹලාගේ සිත් තුළ ඇති දෑ මැනවින් දන්නාය. නුඹලා දැහැමියන් වන්නේ නම් නියත වශයෙන්ම ඔහු (පසුතැවිලි වී ඔහු වෙත) නැඹුරුවන්නන්හට අති ක්ෂමාශීලී විය"
        },
        {
            "chapter": 17,
            "verse": 26,
            "text": "සමීප ඥාතියාට ඔහුගේ උරුමය නුඹ දෙනු. තවද දුගියාට හා මගියාට ද දෙනු. තවද නුඹලා නාස්තිකාර ලෙසින් අපතේ නොයවනු"
        },
        {
            "chapter": 17,
            "verse": 27,
            "text": "නියත වශයෙන්ම නාස්තිකාරයින් ෂෙයිතානුන්ගේ සහෝදරයෝ වූහ. තවද ෂෙයිතාන් තම පරමාධිපතිට මහා ගුණමකුවකු විය"
        },
        {
            "chapter": 17,
            "verse": 28,
            "text": "නුඹගේ පරමාධිපතිගෙන් නුඹ බලාපොරොත්තු වන දයාලුභාවය අපේක්ෂාවෙන් ඔවුන් (ඥාතීන්) ගෙන් නුඹ වැළකෙන්නෙහි නම් එවිට නුඹ ඔවුනට පහසු වදනින් අමතනු"
        },
        {
            "chapter": 17,
            "verse": 29,
            "text": "තවද නුඹ (කිසිවක් වියදම් නොකර) නුඹගේ අත නුඹගේ ගෙල වෙත විලංගු දමනු ලබන්නක් බවට පත් නොකරනු. තවද (සියල්ල වියදම් කර) සම්පූර්ණ විවෘත කිරීමකින් නුඹ එය විවෘත නොකරනු.එවිට නුඹ (කිසිවක් නොමැති ව) නිරාවරණය වූ දොස් නගනු ලබන්නකු බවට පත් වනු ඇත"
        },
        {
            "chapter": 17,
            "verse": 30,
            "text": "නියත වශයෙන්ම නුඹගේ පරමාධිපති ඔහු කැමැති අයට පෝෂණය වීවෘත කර දෙයි. එමෙන්ම ඔහු සීමා ද කරයි. නියත වශයෙන්ම ඔහු තම ගැත්තන් පිළිබඳ මනා ඥානය ඇති සර්ව නිරීක්ෂක විය"
        },
        {
            "chapter": 17,
            "verse": 31,
            "text": "දිළිඳුකමට බිය වී නුඹලාගේ දරුවන් නුඹලා මරා නොදමනු. ඔවුන්ට ද නුඹලාට ද පෝෂණය ලබා දෙනුයේ අපය. නියත වශයෙන්ම ඔවුන් ව මරා දැමීම මහත් පවක් විය"
        },
        {
            "chapter": 17,
            "verse": 32,
            "text": "තවද නුඹලා කාම අපචාරයට ළං නොවනු. නියත වශයෙන්ම එය අශික්ෂිත කරුණකි. තවද එය මාර්ගයෙන් නපුරු ද විය"
        },
        {
            "chapter": 17,
            "verse": 33,
            "text": "අල්ලාහ් තහනම් කළ ආත්මයක් යුක්තියකින් තොර ව නුඹලා ඝාතනය නොකරනු. තවද කවරෙකු අපරාධ කරනු ලැබූවකු ලෙසින් ඝාතනය කරනු ලැබුවේ ද ඔහුගේ භාරකරුට සැබැවින්ම අපි බලයක් පැවරුවෙමු. නමුත් ඔහු ඝාතනය සම්බන්ධයෙන් සීමාව ඉක්මවා නොයා යුතුය. නියත වශයෙන්ම ඔහු උදව් කරනු ලබන්නෙකි"
        },
        {
            "chapter": 17,
            "verse": 34,
            "text": "තවද අනාථයාගේ වස්තුවට ඔහු වැඩිවියට පත් වන තෙක් වඩාත් යහපත් වනුයේ කුමක් ද එවැනි දෙයකින් හැර නුඹලා සමීප නොවනු. තවද නුඹලා ගිවිසුම පූර්ණවත් කරනු. නියත වශයෙන්ම ගිවිසුම විමසනු ලබන්නක් විය"
        },
        {
            "chapter": 17,
            "verse": 35,
            "text": "තවද නුඹලා මනින විට මිණුම සම්පූර්ණ කරනු. තවද නිවැරදි තුලාවකින් නුඹලා කිරනු. එය උතුම්ය. තවද අවසානය ද වඩාත් අලංකාරය"
        },
        {
            "chapter": 17,
            "verse": 36,
            "text": "නුඹට කවර දෙයක් පිළිබඳ දැනුමක් නොමැත්තේ ද එවන් දෑ මත නුඹ රැඳී නොසිටිනු. නියත වශයෙන්ම ශ්‍රවණය බැල්ම හා සිත යන ඒවා සියල්ල ඒ පිළිබඳ ව විමසනු ලබන්නක් විය"
        },
        {
            "chapter": 17,
            "verse": 37,
            "text": "මහපොළොවේ උඩඟුවෙන් ගමන් නොකරනු. නියත වශයෙන්ම නුඹට මහපොළොව හාරා ගමන් කළ නොහැක්කේමය. තවද කඳුවලට උසින් ළං විය නොහැක්කේමය"
        },
        {
            "chapter": 17,
            "verse": 38,
            "text": "මේ සියල්ල, එහි නපුර නුඹේ පරමාධිපති වෙත පිළිකුල් සහගත විය"
        },
        {
            "chapter": 17,
            "verse": 39,
            "text": "මෙය ප්‍රඥාවෙන් යුතු ව නුඹගේ පරමාධිපති නුඹ වෙත දන්වා සිටි දැයිනි. තවද නුඹ අල්ලාහ් සමග වෙනත් දෙවියකු පත් නොකරනු. එවිට නුඹ දොස් නගනු ලැබ (සියල්ල) අහිමි කර ගත් අයකු සේ නිරයට හෙළනු ලබනු ඇත"
        },
        {
            "chapter": 17,
            "verse": 40,
            "text": "නුඹලාගේ පරමාධිපති නුඹලාට පිරිමි දරුවන් තෝරා දී ඔහු මලක්වරුන් අතුරින් ගැහැනුන් ගත්තේ ද? නියත වශයෙන්ම නුඹලා අතිමහත් (භයානක) ප්‍රකාශයක් පවසන්නෙහුය"
        },
        {
            "chapter": 17,
            "verse": 41,
            "text": "ඔවුන් මෙනෙහි කරනු පිණිස මෙම කුර්ආනයේ සැබැවින්ම අපි බොහෝ කරුණු පැහැදිලි කළෙමු. නමුත් එය ( සත්‍ය පිළිකුල් කර) පලා යෑම මිස වෙන කිසිවක් ඔවුනට වැඩි නොකළේය"
        },
        {
            "chapter": 17,
            "verse": 42,
            "text": "ඔවුන් පවසන අයුරින් ඔහු සමග දෙවියකු වී නම් එවිට අර්ෂ් හිමිපාණන් වෙත ඔවුන් මග සොයන්නට තිබුණි යැයි නුඹ පවසනු"
        },
        {
            "chapter": 17,
            "verse": 43,
            "text": "ඔහු සුවිශුද්ධය. ඔවුන් පවසන දැයින් අතිමහත් උත්තරීතර භාවයෙන් ඔහු උසස් විය"
        },
        {
            "chapter": 17,
            "verse": 44,
            "text": "අහස් හත හා මහපොළොව ද ඒවායෙහි සිටින දෑ ද ඔහුව සුවිශුද්ධ කරයි. (ඒ) කිසිවක් හෝ ඔහුගේ ප්‍රශංසාව තුළින් ඔහුව සුවිශුද්ධ කරනු මිස නැත. නමුත් ඔවුන් සුවිශුද්ධ කරන අයුරු නුඹලා වටහා නොගන්නෙහුය. නියත වශයෙන්ම ඔහු දයාලුය. අති ක්ෂමාශීලීය"
        },
        {
            "chapter": 17,
            "verse": 45,
            "text": "නුඹ අල් කුර්ආනය පාරායනය කරන විට නුඹ අතර හා මතු ලොව විශ්වාස නොකරන්නන් අතර ආවරණය කරනු ලබන තිරයක් ඇති කළෙමු"
        },
        {
            "chapter": 17,
            "verse": 46,
            "text": "තවද ඔවුන් එය වටහා නොගන්නා අයුරින් ඔවුන්ගේ හදවත් මත තිරයක් ද ඔවුන්ගේ කන් තුළ බිහිරිබව ද ඇති කළෙමු. අල්කුර්ආනයේ නුඹ නුඹේ පරමාධිපති ගැන පමණක් මෙනෙහි කළ විට ඔවුන් (ඉන්) ඈත් වී ඔවුන්ගේ පසුපස ලා හැරී යති"
        },
        {
            "chapter": 17,
            "verse": 47,
            "text": "ඔවුන් කවර දෙයක් පිළිබඳ ව සවන් දෙන්නේ ද ඒ පිළිබඳ ව මැනවින් දන්නේ අපය. ඔවුන් නුඹ වෙත සවන් දෙන විට ද ‘නුඹලා හූනියම් කරනු ලැබූ මිනිසෙකු මිස අනුගමනය නොකරන්නෙහුය’ යැයි අපරාධකරුවෝ පවසන විට ද ඔවුහු රහස් සාකච්ඡා වල නිරත ව සිටියහ"
        },
        {
            "chapter": 17,
            "verse": 48,
            "text": "ඔවුහු නුඹට උපමාවන් ගෙන හැර පෑවේ කෙසේ දැයි නුඹ අවධානයෙන් බලනු. එවිට ඔවුහු නොමග වූහ. එහෙයින් කිසිදු මගක් (සොයා ගැනීමට) ඔවුහු හැකියාව නොලබති"
        },
        {
            "chapter": 17,
            "verse": 49,
            "text": "තවද නියත වශයෙන්ම අපි අස්ථි හා දූවිලි බවට පත් වූ විට නව මැවීමක් ලෙස නැවත නැගිටුවනු ලබන්නන් වෙමු දැයි ඔවුහු විමසුවෝය"
        }
    ]
}