{
    "maqras": [
        {
            "chapter": 28,
            "verse": 51,
            "text": "තවද සැබැවින්ම ඔවුන් උපදෙස් ලැබිය හැකි වනු පිණිස ඔවුනට එම ප්‍රකාශය ලැබෙන්නට සැලැස්සුවෙමු"
        },
        {
            "chapter": 28,
            "verse": 52,
            "text": "මීට පෙර අපි ඔවුනට දහම් ග්‍රන්ථය පිරිනැමූ අය වනාහි ඔවුහු එය විශ්වාස කරති"
        },
        {
            "chapter": 28,
            "verse": 53,
            "text": "තවද ඔවුන් වෙත කියවා පෙන්වනු ලබන විට ‘අපි එය විශ්වාස කළෙමු. නියත වශයෙන්ම එය අපගේ පරමාධිපතිගෙන් වූ සත්‍යයකි. නියත වශයෙන්ම අපි මීට පෙර පවා අවනත වන්නන් ලෙස සිටියෙමු’ යැයි ඔවුහු පැවසූහ"
        },
        {
            "chapter": 28,
            "verse": 54,
            "text": "ඔවුන් ඉවසා සිටි බැවින් ද යහපතින් අයහපත ඔවුන් වළකා ගත් බැවින් ද අපි ඔවුනට පෝෂණය කළ දැයින් ඔවුන් වියදම් කළ බැවින් ද ඔවුන්ගේ කුලිය දෙවතාවක් දෙනු ලබන්නන් ඔවුහුමය"
        },
        {
            "chapter": 28,
            "verse": 55,
            "text": "නිෂ්ඵල දෑට ඔවුන් සවන් දුන් විට ඔවුන් එය පිටු දැක ‘අපගේ ක්‍රියාවන් අපටය. නුඹලාගේ ක්‍රියාවන් නුඹලාටය. නුඹලා වෙත ශාන්තිය අත් වේවා! (මිතුරුකම් පෑමට) අඥානයින් අපි නොසොයන්නෙමු.’ යැයි ඔවුහු පැවසූහ"
        },
        {
            "chapter": 28,
            "verse": 56,
            "text": "නියත වශයෙන්ම ඔබ ප්‍රිය කළ අයට ඔබට මග පෙන්විය නොහැක. එනමුත් අල්ලාහ් ඔහු අභිමත කරන අයට මග පෙන්වයි. තවද ඔහු යහමග ලැබූවන් පිළිබඳ මැනවින් දන්නාය"
        },
        {
            "chapter": 28,
            "verse": 57,
            "text": "අපි ඔබ සමග යහමග අනුගමනය කරන්නේ නම් අපි අපගේ දේශයෙන් පැහැර ගනු ලබන්නෙමු යැයි ඔවුහු පැවසූහ. අප වෙතින් වූ පෝෂණයක් වශයෙන් සෑම වර්ගයකම පලතුරු ඒ වෙත ගෙන දෙන අභයදායී සුරක්ෂිත (දේශයක්) ලෙස අපි ඔවුනට පත් නොකළෙමු ද? එනමුත් ඔවුන්ගෙන් බහුතරයක් දෙනා නොදනිති"
        },
        {
            "chapter": 28,
            "verse": 58,
            "text": "තවද තම සැපවත් ජීවිතයට ගුණමකු වූ ගම්මාන කොපමණක් අපි විනාශ කළෙමු ද? ඔවුන්ගෙන් පසු ඔවුන්ගේ එම වාසස්ථාන වල ස්වල්ප දෙනෙකු මිස වාසය කරනු නොලැබීය. තවද අපි උරුමක්කරුවන් වූයෙමු"
        },
        {
            "chapter": 28,
            "verse": 59,
            "text": "අපගේ වදන් ඔවුන් වෙත කියවා පෙන්වන දූතයකු එහි මව් නගරයට එවන තෙක් ඔබේ පරමාධිපති එම ගම්මානය විනාශ කරන්නකු නොවීය. තවද අපි එහි වැසියන් අපරාධකරුවන් ව සිටිය දී මිස එම ගම්මානය විනාශ කරන්නන් නොවූයෙමු"
        },
        {
            "chapter": 28,
            "verse": 60,
            "text": "තවද යමකින් නුඹලාට දෙනු ලැබූ දෑ එය මෙලොව ජීවිතයේ භුක්ති විඳීමක් හා එහි වූ අලංකාරයකි. අල්ලාහ් වෙත ඇති දෑ ශ්‍රේෂ්ඨය. සදාකාලිකය. නුඹලා වටහා නොගන්නෙහු ද"
        },
        {
            "chapter": 28,
            "verse": 61,
            "text": "අපි යමෙකුට අලංකාර ප්‍රතිඥාවක් දී එය ලබන තැනැත්තා මෙලොව ජීවිතයේ සම්පත් අපි ඔහුට භුක්ති විඳීමට සලස්වා පසු ව මළවුන් කෙරෙන් නැගිටුවනු ලබන දිනයේ ඔහු ඉදිරිපත් කරනු ලබන්නන් අතුරින් වන්නෙකු මෙන් ද"
        },
        {
            "chapter": 28,
            "verse": 62,
            "text": "තවද එදින ඔහු ඔවුන් අමතා නුඹලා විශ්වාස කරමින් සිටි මාගේ හවුල්කරුවන් කොහේදැයි විමසයි"
        },
        {
            "chapter": 28,
            "verse": 63,
            "text": "‘අපගේ පරමාධිපතියාණනි, අප නොමග යැවූ මොවූහු අප නොමග ගියාක් මෙන්ම අපි ඔවුන්ව ද නොමග යැව්වෙමු. අපි ඉන් මිදී ඔබ වෙත යොමු වූයෙමු. ඔවුහු අපට ගැතිකම් කරන්නෝ නොවූහ යැයි තමන් වෙත ප්‍රකාශය නියම වූ අය පවසයි"
        },
        {
            "chapter": 28,
            "verse": 64,
            "text": "නුඹලාගේ හවුල්කරුවන් නුඹලා ඇරයුම් කරනු යැයි කියනු ලැබේ. එවිට (සමානයන් උපකල්පනය කළ) ඔවුහු ඔවුන් අමතති. නමුත් ඔවුහු ඔවුනට පිළිතුරු නොදෙති. තවද දඬුවම ඔවුහු දකිති. නියත වශයෙන්ම ඔවුහු යහමග ගියවුන් ලෙස සිටියාහු නම්! (කොතරම් අගනේද)"
        },
        {
            "chapter": 28,
            "verse": 65,
            "text": "එදින ඔහු ඔවුන් කැඳවා නුඹලා දූතයින්ට කුමන පිළිතුරක් දුන්නෙහුදැ?යි විමසයි"
        },
        {
            "chapter": 28,
            "verse": 66,
            "text": "සිදුවීම් සියල්ල එදින ඔවුන් වෙත සැඟ වී ගොස් තිබේ. එහෙයින් ඔවුහු (ඒ ගැන) එකිනෙකා විමසා නොගනිති"
        },
        {
            "chapter": 28,
            "verse": 67,
            "text": "නමුත් පසුතැවිලි වී විශ්වාස කොට යහකම් කළ අය වූ කලී ඔහු ජයග්‍රාහකයින් අතුරින් වන්නට පුළුවණ"
        },
        {
            "chapter": 28,
            "verse": 68,
            "text": "තවද ඔබේ පරමාධිපති ඔහුට අභිමත දෑ මවන්නේය. ඔහු තෝරා ගන්නේය. තෝරා ගැනීමේ (අයිතිය) ඔවුනට නොමැත. අල්ලාහ් සුවිශුද්ධය. ඔවුන් ආදේශ කරන දැයින් ඔහු උත්තරීතරය"
        },
        {
            "chapter": 28,
            "verse": 69,
            "text": "තවද නුඹලාගේ හදවත් සඟවන දෑ ද ඔවුන් හෙළි කරන දෑ ද ඔබේ පරමාධිපති දන්නේය"
        },
        {
            "chapter": 28,
            "verse": 70,
            "text": "තවද ඔහුය අල්ලාහ්. ඔහු හැර වෙනත් දෙවියකු නැත. ආරම්භයේ ද අවසානයේ ද සියලු ප්‍රශංසා ඔහු සතුය. තීන්දුව ද ඔහු සතුය. තවද නුඹලා නැවත යොමු කරනු ලබනුයේ ඔහු වෙතමය"
        },
        {
            "chapter": 28,
            "verse": 71,
            "text": "මළවුන් කෙරෙන් නැගිටුවනු ලබන දිනය තෙක් නුඹලා වෙත රාත්‍රිය සදා පවතින්නක් බවට අල්ලාහ් පත් කළේ නම් නුඹලා කුමක් සිතන්නෙහු ද? නුඹලා වෙත ආලෝකය නැවත ගෙන එන්නේ අල්ලාහ් හැර වෙනත් කවර දෙවියෙකු ද? නුඹලා සවන් නොදෙන්නෙහු ද? යැයි (නබිවරය) ඔබ විමසනු"
        },
        {
            "chapter": 28,
            "verse": 72,
            "text": "මළවුන් කෙරෙන් නැගිටුවනු ලබන දිනය තෙක් නුඹලා වෙත දහවල සදා පවතින්නක් බවට අල්ලාහ් පත් කළේ නම් නුඹලා කුමක් සිතන්නෙහු ද? නුඹලා එහි වාසය කරන රාත්‍රිය නුඹලා වෙත නැවත ගෙන එන්නේ අල්ලාහ් හැර වෙනත් කවර දෙවියෙකු ද? නුඹලා අවධානයෙන් බැලිය යුතු නොවේ ද? යැයි (නබිවරය) ඔබ විමසනු"
        },
        {
            "chapter": 28,
            "verse": 73,
            "text": "එහි නුඹලා වාසය කරනු පිණිසත් ඔහුගේ භාග්‍යයෙන් සොයනු පිණිසත් නුඹලා කෘතවේදී විය හැකි වනු පිණිසත් ඔහුගේ ආශිර්වාදය තුළින් ඔහු නුඹලාට රාත්‍රිය හා දහවල ඇති කළේය"
        },
        {
            "chapter": 28,
            "verse": 74,
            "text": "තවද එදින ඔහු ඔවුන් අමතා නුඹලා විශ්වාස කරමින් සිටි මාගේ හවුල්කරුවන් කොහේදැ?යි ඔහු (අල්ලාහ්) විමසයි"
        },
        {
            "chapter": 28,
            "verse": 75,
            "text": "සෑම සමූහයකින්ම සාක්ෂිකරුවකු අපි වෙන් කර නුඹලාගේ සාධක ගෙන එනුයි අපි පවසන්නෙමු. එවිට නියත වශයෙන්ම සත්‍යය අල්ලාහ් සතු යැයි ඔවුන් දැන ගනු ඇත. ඔවුන් ගොතමින් සිටි දෑ ඔවුන්ගෙන් මුළා වී යයි"
        }
    ]
}