{
    "maqras": [
        {
            "chapter": 39,
            "verse": 32,
            "text": "අල්ලාහ් කෙරෙහි බොරු ගොතා, තමන් වෙත සත්‍යය පැමිණි විටත් එය බොරු කළ අයට වඩා මහා අපරාධකරු කවරෙකු ද? (දෙවියන් කෙරෙහි විශ්වාසය) ප්‍රතික්ෂේප කළවුනට නිරයේ නවාතැනක් නොවේ ද"
        },
        {
            "chapter": 39,
            "verse": 33,
            "text": "තවද සත්‍යය රැගෙන ආ තැනැත්තා සහ එම සත්‍යය ස්ථීර ලෙස පිළිගත් අය වනාහි, ඔවුහුමය බිය බැතිමතුන් වනුයේ"
        },
        {
            "chapter": 39,
            "verse": 34,
            "text": "ඔවුන් ප්‍රිය කරන දෑ ඔවුන්ගේ පරමාධිපති අබියස ඔවුනට ඇත. එය දැහැමියන්ගේ ප්‍රතිඵලයයි"
        },
        {
            "chapter": 39,
            "verse": 35,
            "text": "ඔවුන් සිදු කළ දෑහි මහත් නපුර ඔවුන්ගෙන් ඉවත් කරනු පිණිස හා ඔවුන් සිදු කරමින් සිටි දෑට වඩාත් අලංකාර ලෙස ඔවුන්ගේ කුලිය ඔවුනට පිරිනමනු පිණිසය"
        },
        {
            "chapter": 39,
            "verse": 36,
            "text": "අල්ලාහ් තම ගැත්තාට ප්‍රමාණවත් අයකු නොවීද? තවද ඔවුහු ඔහුගෙන් තොර අන්අය ගෙනැවිත් ඔබ බිය ගන්වන්නෙහුය. තවද අල්ලාහ් කවරෙකු නොමග හරින්නේද එවිට ඔහුට කිසිදු මග පෙන්වන්නෙකු නොමැත"
        },
        {
            "chapter": 39,
            "verse": 37,
            "text": "තවද අල්ලාහ් කවරෙකුට මග පෙන්වන්නේ ද එවිට කිසිදු මුළාකරුවෙකු ඔහුට නොවනු ඇත. අල්ලාහ් සර්ව බලධාරී සමප්‍රතිචාර දක්වන්නා නොවේ ද"
        },
        {
            "chapter": 39,
            "verse": 38,
            "text": "අහස් හා මහපොළොව මැව්වේ කවුදැ?යි ඔබ ඔවුන්ගෙන් විමසුවේ නම් ඔවුහු “අල්ලාහ්” යැයි පවසති. පවසනු, “අල්ලාහ්ගෙන් තොර ව නුඹලා කන්නලව් කරන දෑ පිළිබඳ නුඹලා කුමක් සිතන්නෙහුද? - අල්ලාහ් මා වෙත යම් නපුරක් සිතුවේ නම් එම නපුර ඔවුන් ඉවත් කරන්නන් වෙත් ද? එසේ නැතහොත් අල්ලාහ් මා වෙත යම් ආශිර්වාදයක් සිතුවේ නම් ඔහුගේ ආශිර්වාදය ඔවුන් වළක්වන්නන් වෙත්ද? යැයි විමසනු. (නබිවරය) “අල්ලාහ් මා හට ප්‍රමාණවත්ය. විශ්වාස කරන්නන් ඔහු වෙත පමණක් විශ්වාස කරත්වා” යැයි පවසනු"
        },
        {
            "chapter": 39,
            "verse": 39,
            "text": "මාගේ ජනයිනි! නුඹලාගේ ස්ථාවරය මත සිට නුඹලා කටයුතු කරනු. නියත වශයෙන්ම මම ද කටයුතු කරමි. එහෙයින් නුඹලා මතු දැන ගනු ඇත යැයි (නබි මුහම්මද්) ඔබ පවසනු"
        },
        {
            "chapter": 39,
            "verse": 40,
            "text": "තමන් අවමානයට පත් කරන දඬුවම කවුරුන් වෙත පැමිණෙන්නේ දැයි ද, ස්ථාවර දඬුවම කවුරුන් මත පහළ වන්නේ දැයි ද (ඔවුහු මතු දැන ගනු ඇත)"
        },
        {
            "chapter": 39,
            "verse": 41,
            "text": "නියත වශයෙන්ම අපි සත්‍යයෙන් යුතු ව දහම් ග්‍රන්ථය ජනයා සඳහා, ඔබ වෙත පහළ කළෙමු. එහෙයින් කවරෙකු (එමගින්) යහමග ලබන්නේ ද එය ඔහු වෙනුවෙන්මය. තවද කවරෙකු නොමග යන්නේ ද එසේ ඔහු නොමග යනුයේ ඔහුටම එරෙහිවමය. තවද ඔබ ඔවුන් කෙරෙහි භාරකරුවකු නොවේ"
        },
        {
            "chapter": 39,
            "verse": 42,
            "text": "ආත්මාවන් ඒවා මරණයට පත් වන මොහොතේ ද නින්දේදී මරණයට පත් නොවූ දෑ ද අත්පත් කර ගන්නේ අල්ලාහ්ය. කවර ආත්මයක් මත මරණය තීන්දු කළේද එය (ආපසු නොයවා) ඔහු රඳවා තබා ගනී. සෙසු දෑ නියම කරන ලද කාලයක් දක්වා ඔහු එවනු ඇත. වටහා ගන්නා ජනයාට නියත වශයෙන්ම එහි සංඥා ඇත"
        },
        {
            "chapter": 39,
            "verse": 43,
            "text": "එසේ නැතහොත් ඔවුහු අල්ලාහ්ගෙන් තොර ව මැදිහත්කරුවන් ගත්තෝ ද? “ඔවුන් කිසිවකට හිමිකම් නොදරමින් බුද්ධිමත් නොවන්නන් ලෙස සිටිය ද (ඔවුන් මැදිහත්කරුවන් ලෙස ගන්නෙහු ද)“ යැයි (නබිවරය) ඔබ පවසනු"
        },
        {
            "chapter": 39,
            "verse": 44,
            "text": "“සියලු මැදිහත්වීම් අල්ලාහ් සතුය. අහස් හා මහපොළොවේ ආධිපත්‍යය ඔහු සතුය. පසු ව නුඹලා නැවත යොමු කරනු ලබනුයේ ඔහු වෙතය”. යැයි (නබි මුහම්මද්) ඔබ පවසනු"
        },
        {
            "chapter": 39,
            "verse": 45,
            "text": "අල්ලාහ් පමණක් මෙනෙහි කරනු ලැබූ විට මතු ලොව විශ්වාස නොකරන්නන්ගේ හදවත් හැකිලී යයි. ඔහුගෙන් තොරවූවන් මෙනෙහි කරනු ලබන විට එවිට ඔවුහු සතුටු වෙති"
        },
        {
            "chapter": 39,
            "verse": 46,
            "text": "අදෘශ්‍යමාන දෑ හා පිටතට පෙනෙන දෑ ගැන දන්නා වූ අහස් හා මහපොළොවේ මැවුම්කරුවාණෙනි! ඔබේ ගැත්තන් කවර විෂයක් තුළ මතභේද ඇති කර ගනිමින් සිටියේ ද ඒ ගැන ඔවුන් අතර තීන්දු දෙනුයේ ඔබ යැයි (නබි මුහම්මද්) පවසනු"
        },
        {
            "chapter": 39,
            "verse": 47,
            "text": "අපරාධ කළවුනට මහපොළොවේ ඇති සියල්ල ද ඒ සමගම ඒ හා සමාන ව තවත් තිබුණ ද මළවුන් කෙරෙන් නැගිටුවනු ලබන දිනයේ දඬුවමේ බිහිසුණුභාවයෙන් මිදීම සඳහා වන්දි වශයෙන් ඒවා දෙනු ඇත. ඔවුන් අපේක්ෂා නොකරමින් සිටී දෑ අල්ලාහ්ගෙන් ඔවුනට හෙළිවනු ඇත"
        },
        {
            "chapter": 39,
            "verse": 48,
            "text": "ඔවුන් උපයා ගත් දෑහි නපුරුකම් ඔවුනට හෙළිවනු ඇත. තවද ඔවුන් කවර දෙයක් පිළිබඳ ව සරදම් කරමින් සිටියේ ද එය ඔවුන් වටලා ගනු ඇත"
        },
        {
            "chapter": 39,
            "verse": 49,
            "text": "මිනිසාට යම් හානියක් ස්පර්ශ වූ විට ඔහු අපට කන්නලව් කරයි. පසු ව අපගෙන් වූ දයාවක් අපි ඔහුට පිරිනැමූ විට, “නියත වශයෙන්ම එය මට දෙනු ලැබුවේ (මාගේ) දැනුම අනුවය” යැයි පවසයි. නැත එය පරීක්ෂණයකි. නමුත් ඔවුන්ගෙන් බහුතරයක් දෙනා (ඒ බව) නොදනිති"
        },
        {
            "chapter": 39,
            "verse": 50,
            "text": "සැබැවින්ම ඔවුනට පෙර සිටියවුන් ද එය පැවසුවේය. නමුත් ඔවුන් උපයමින් සිටි දෑ ඔවුනට ඵලක් නොවීය"
        },
        {
            "chapter": 39,
            "verse": 51,
            "text": "එහෙයින් ඔවුන් ඉපැයූ දෑහි නපුරු විපාකය ඔවුන්ව අල්වාගත්තේය. ඔවුන් අතුරින් අපරාධ කළවුන් ඔවුන් ඉපැයූ දෑහි නපුරු විපාක ඔවුන්ව මතු අල්වාගන්නේය. තවද ඔවුහු (සත්‍යය) පරාජයට පත් කරන්නන් නොවෙති"
        },
        {
            "chapter": 39,
            "verse": 52,
            "text": "නියත වශයෙන්ම අල්ලාහ් තමන් අභිමත කරන අයට පෝෂණ සම්පත් ව්‍යාප්ත කර දෙන බවත් එමෙන්ම ඔහු එය සීමා කර දෙන බවත් ඔවුහු නොදන්නෝ ද? නියත වශයෙන්ම විශ්වාස කරන ජනයාට එහි සාධක ඇත"
        }
    ]
}