{
    "maqras": [
        {
            "chapter": 4,
            "verse": 36,
            "text": "තවද නුඹලා අල්ලාහ්ට නැමදුම් කරනු. තවද ඔහුට කිසිවක් ආදේශ නොතබනු. තවද දෙමා පියන් සමඟ උපකාරශීලී ව කටයුතු කරනු. තවද ඥාතීන් සමඟ ද, ආනථයින්, දුගියන්, ඥාති අසල්වැසියා, (ඥාති නොවන) අසල්වැසියා, අසලින් සිටින සගයා, මගියා හා නුඹලාගේ දකුණත් සතු කර ගත් අය ( ඔබලා යටතේ සිටින වහලුන්) සමඟ ද උපාකාරශීලී ව කටයුතු කරනු. නියත වශයෙන් ම අල්ලාහ් අහංකාරකම් පාන පුරසාරම් දොඩන අය ව ප්‍රිය නොකරන්නේය"
        },
        {
            "chapter": 4,
            "verse": 37,
            "text": "මසුරුකම් කර, මසුරුකම කෙරෙහි මිනිසුනට නියෝග කර, අල්ලාහ් තම භාග්‍යයෙන් ඔවුන්ට පිරිනැමූ දෑ වසන් කරන්නවුන් (වන) ප්‍රතික්ෂේපකයින්ට අපි නින්දනීය දඬුවමක් සූදානම් කර ඇත්තෙමු"
        },
        {
            "chapter": 4,
            "verse": 38,
            "text": "තවද, ජනයාට ප්‍රදර්ශනය කිරීම පිණිස තම ධනය වියදම් කර අල්ලාහ් හා අවසන් දිනය විශ්වාස නොකරන ඔවුන් (ෂයිතාන්වරුන්ගේ මිතුරන්ය) ෂයිතාන් කවරකුගේ මිතුරෙකු වන්නේ ද ඔහු මිතුරෙකු වශයෙන් නපුරු විය"
        },
        {
            "chapter": 4,
            "verse": 39,
            "text": "ඔවුහු අල්ලාහ් ව ද, අවසන් දිනය ද විශ්වාස කොට අල්ලාහ් ඔවුන්ට පෝෂණය කළ දැයින් වියදම් කළේ නම් ඔවුනට කවර (නපුර)ක් සිදුවන්නේද? තවද අල්ලාහ් ඔවුන් පිළිබඳ ව සර්වඥානී විය"
        },
        {
            "chapter": 4,
            "verse": 40,
            "text": "සැබැවින්ම අල්ලාහ් අණුවක තරමක් වුව ද අපරාධයක් සිදු නොකරයි. එය යම් යහපතක් වූයේ නම් එය ඔහු(අල්ලාහ්) ප්‍රගුණ කරයි. තවද ඔහු වෙතින් අතිමහත් ප්‍රතිඵල ඔහු පිරිනමයි"
        },
        {
            "chapter": 4,
            "verse": 41,
            "text": "සෑම සමූහයකින්ම අප සාක්ෂි කරුවෙකු ගෙනැවිත් මොවුන් ට එරෙහිව නුඹව සාක්ෂිකරුවෙකු වශයෙන් අප ගෙන ආ විට කෙසේ වන්නේ ද"
        },
        {
            "chapter": 4,
            "verse": 42,
            "text": "(අල්ලාහ්ව) ප්‍රතික්ෂේප කර, රසූල්වරයාට පිටු පෑ අය, එදින තමන් මහ පොළොව සමඟ සමතලා වී තිබුණා නම් කොතරම් දෙයක්ද යැයි සිතන්නෝය. කිසිදු සිදුවී මක් ඔවුන්ට අල්ලාහ් හමුවෙහි වසන් කළ නොහැකිය"
        },
        {
            "chapter": 4,
            "verse": 43,
            "text": "අහෝ ! විශ්වාස කළවුනි, නුඹලා මත් ව සිටිය දී නුඹලා පවසන දෑ නුඹලා වටහා ගන්නා තෙක් සලාතයට ළං නොවනු. තවද (ස්නානය අනිවාර්යය වූ) කිලිටි තත්ත්වයේ සිටින්නා ද (මස්ජිදයට) ළං නොවිය යුතුය. නමුත් (එහි) මාර්ගය හරහා ගමන් කරන්නෙකු හැර. එසේම නුඹලා රෝගී බවින් හෝ යම් ගමනක හෝ පසුවෙත් නම් හෝ නුඹලා අතුරින් මළපහ කිරීමෙන් පසු කිසිවෙකු පැමිණියේ නම් හෝ බිරියන් සමඟ ලිංගික ස්පර්ශයක යෙදුනෙහු නම් හෝ එවිට (පිරිසිදු වීමට) නුඹලාට ජලය නොලැබූවේ නම් නුඹලා පිරිසිදු පස් සොයා ගනු. තවද නුඹලාගේ මුහුණු ද නුඹලාගේ අත් ද නුඹලා (එයින්) පිරිමදිනු. සැබැවින්ම අල්ලාහ් වැරදි දරාගන්නාය. පාපක්ෂමාව පිරිනමන්නාය"
        },
        {
            "chapter": 4,
            "verse": 44,
            "text": "දේව ග්‍රන්ථයෙන් කොටසක් පිරිනමනු ලැබූවන් දෙස නුඹ නොබැලුවෙහි ද? ඔවුහු මුළාව මිලට ගනිති. තවද නුඹලා මං මුළා වීම ඔවුහු අපේක්ෂා කරති"
        },
        {
            "chapter": 4,
            "verse": 45,
            "text": "තවද අල්ලාහ් නුඹලාගේ සතුරන් පිළිබඳ ව මැනවින් දන්නාය. භාරකරු වශයෙන් අල්ලාහ් ප්‍රමාණවත්ය. තවද උදව්කරු වශයෙන් ද අල්ලාහ් ප්‍රමාණවත්ය"
        },
        {
            "chapter": 4,
            "verse": 46,
            "text": "වචන එහි (නියමිත) ස්ථානයෙන් වෙනස් කරන, එමෙන්ම අපි සවන් දුනිමු, අපි පිටුපෑවෙමු, ඇහුම්කන් දීමකින් තොරව නුඹ සවන් දෙනු යැයි දහමෙහි අඩු පාඩු ඇතිකරමින් වචන වෙනස් කරමින් \"රාඉනා\" යැයි පවසන්නන් යුදෙව්වන් අතුරින් වෙති. ඔවුන් අපි සවන් දුනිමු, අවනත වූයෙමු, සවන් දෙනු \"උන්ළුර්නා\" (අප වෙත සාවධානය යොමු කරනු.) යැයි පවසා සිටියේ නම් එය ඔවුනට යහපතක් වන්නට තිබුණි. තවද වඩාත් නිවැරැදි වන්නට ද තිබුණි. එනමුත් ඔවුන්ගේ ප්‍රතික්ෂේපය හේතුවෙන් අල්ලාහ් ඔවුනට ශාප කළේය. එහෙයින් ස්වල්ප දෙනකු මිස ඔවුහු විශ්වාස නොකරති"
        },
        {
            "chapter": 4,
            "verse": 47,
            "text": "අහෝ දේව ග්‍රන්ථය දෙනු ලැබූවනි ! අපි ඔබේ මුහුණු (වල ඇති සංවේදීතාවන්) මකා දමා ඒවා පිටු පසට හැරවීමට පෙර හෝ සෙනසුරාදා වැසියනට අපි ශාප කළාක් මෙන් අප ශාප කිරීමට පෙර, නුඹලා සතුව ඇති දෑ සත්‍යය කරවමින්, අපි නුඹලාට පහළ කළ දෑ කෙරෙහි විශ්වාස කරනු. තවද අල්ලාහ්ගේ නියෝගය අනිවාර්යයෙන්ම සිදු කරනු ලබන්නේය"
        },
        {
            "chapter": 4,
            "verse": 48,
            "text": "සැබැවින්ම අල්ලාහ් ඔහුට ආදේශ තැබීම ගැන සමාව නොදෙයි. ඒ හැර සෙසු දෑ ට ඔහු අභිමත කළ අයට සමාව දෙයි. කවරෙකු අල්ලාහ්ට ආදේශ තබන්නේ ද සැබැවින්ම ඔහු (අල්ලාහ්ට) මහත් පාපයක් (මනංකල්පිත සේ) ගෙතුවේය"
        },
        {
            "chapter": 4,
            "verse": 49,
            "text": "ඔවුන් ඔවුන්වම නිර්මල යැයි යැයි පවසා ගන්නන් දෙස නුඹ නොබැලුවෙහි ද? එසේ නොව තමන් අභිමත කළ අයව පිවිතුරු කරනුයේ අල්ලාහ්ය. තවද අණු ප්‍රමාණයකින් වුව ද ඔවුනට අසාධාරණයක් සිදු කරනු නොලැබේ"
        },
        {
            "chapter": 4,
            "verse": 50,
            "text": "අල්ලාහ් කෙරෙහි ඔවුන් බොරු ගොතනුයේ කෙසේ දැ යි නුඹ සැලකිල්ලෙන් බලනු. ප්‍රකට පාපයක් ලෙස එය ප්‍රමාණවත් විය"
        },
        {
            "chapter": 4,
            "verse": 51,
            "text": "දේව ග්‍රන්ථයෙන් කොටසක් දෙනු ලැබූවන් දෙස නුඹ නොබැලුවෙහි ද? ඔවුහු පිළිම හා නපුරු බලවේගයන් විශ්වාස කරති. තවද ‘විශ්වාස කළවුන්ට වඩා (ප්‍රතික්ෂේප කළ) මොවුන් මාර්ගයෙන් ඉතා නිවැරදි‘ යැයි ඔවුහු පවසති"
        },
        {
            "chapter": 4,
            "verse": 52,
            "text": "අල්ලාහ් ශාප කළවුන් මොවූහමය. තවද අල්ලාහ් කවරෙකුට ශාප කළේ ද එවිට ඔහු වෙනුවෙන් උදව් කරුවෙකු නුඹ නොදකින්නෙහිමය"
        },
        {
            "chapter": 4,
            "verse": 53,
            "text": "එසේ නොමැති නම් ඔවුනට ආධිපත්‍යයෙන් කොටසක් හෝ තිබේ ද? එසේ තිබුණු විටෙක ජනයාට (එයින්) අල්පයක් හෝ ඔවුහු පිරි නොනමති"
        },
        {
            "chapter": 4,
            "verse": 54,
            "text": "එසේ නොමැති නම් අල්ලාහ් මිනිසුනට තම භාග්‍යයෙන් පිරිනැමූ දෑ ගැන ඔවුහු ඔවුනට ඊර්ෂ්‍යා කරන්නෝද? සැබැවින්ම ඉබ්‍රාහීම්ගේ පවුලට දේව ග්‍රන්ථය ද ප්‍රඥාව ද අපි පිරිනැමුවෙමු. තවද ඔවුනට අපි අතිමහත් රාජ්‍යය ද පිරිනැමුවෙමු"
        },
        {
            "chapter": 4,
            "verse": 55,
            "text": "ඒ අනුව ඔවුන් අතරින් එය විශ්වාස කළවුන් වෙති, එමෙන්ම ඔවුන් අතුරින් එයින් වැළකී සිටි අය ද වෙති. ඇවිළෙන ගින්නෙන් නිරය (ඔවුන්ට) ප්‍රමාණවත් වේ"
        },
        {
            "chapter": 4,
            "verse": 56,
            "text": "සැබැවින්ම අපගේ වදන් ප්‍රතික්ෂේප කළවුන් වන ඔවුන් ව අපි මතු දිනයේදී ගින්නට ඇතුළත් කරන්නෙමු. ඔවුන්ගේ හම් (ගින්නෙන්) පිළිස්සුනු සෑම විටකම, ඔවුන් දඬුවම විඳිනු පිණිස ඒ වෙනුවට අපි ඔවුනට වෙනත් හම් මාරුකර දෙන්නෙමු. සැබැවින්ම අල්ලාහ් සර්ව බලධාරී සර්ව ප්‍රඥාවන්ත විය"
        },
        {
            "chapter": 4,
            "verse": 57,
            "text": "විශ්වාස කොට දැහැමි ක්‍රියාවන් කළවුන් වන ඔවුන් ව අපි යටින් ගංගාවන් ගලා බස්නා උයන් වලට ඇතුළත් කරන්නෙමු. නිරන්තරයෙන්ම ඔවුන් එහි සදාතනිකයින් වෙති. එහි ඔවුනට පිවිතුරු බිරින්දෑවරුන් වෙති. තවද අපි ඔවුන් ව වඩාත් හෙවණැති හෙවණක සිටීමට ඇතුළත් කරන්නෙමු"
        }
    ]
}