{
    "maqras": [
        {
            "chapter": 10,
            "verse": 71,
            "text": "(නබිවරය!) නුඹ ඔවුනට නූහ්ගේ පුවත කියවා පෙන්වනු. ඔහුගේ සමූහයාට මාගේ ජනයිනි ! ‘මා (නුඹලා අතර) සිටීමත් අල්ලාහ්ගේ වදන් මා සිහිපත් කිරීමත් නුඹලාට බරක් වී නම් එවිට මම අල්ලාහ් වෙත භාර කරමි. පසු ව නුඹලාගේ තීරණය හා නුඹලාගේ හවුල්කරුවන් නුඹලා රැස් කර ගනු. පසු ව නුඹලාගේ තීරණය නුඹලාට එරෙහි ව මුළාවක් වශයෙන් නොවිය යුතුය. පසු ව නුඹලා මට (එරෙහි ව) තීන්දු කරනු. තවද මට නුඹලා අවකාශ නොදෙනු"
        },
        {
            "chapter": 10,
            "verse": 72,
            "text": "නමුත් නුඹලා පිටුපෑවෙහු නම් (එය නුඹලාට එරෙහිවය.) එබැවින් (ඒ සඳහා) මම කිසිදු කුලියක් නුඹලාගෙන් ඉල්ලා සිටියේ නැත. මාගේ කුලිය අල්ලාහ් මත මිස නැත. තවද මුස්ලිම්වරුන් අතුරින් වීමට මා නියෝග කරනු ලැබුවෙමි.’"
        },
        {
            "chapter": 10,
            "verse": 73,
            "text": "නමුත් ඔවුහු ඔහු ව ප්‍රතික්ෂේප ක‍ළෝය. එවිට අපි ඔහු හා ඔහු සමඟ වූවන් නැව තුළ මුදවාගෙන ඔවුන් ව (මහපොළොවේ) නියෝජිතයන් බවට පත් කොට අපගේ සංඥා බොරු කළවුන් ගිල් වූයෙමු. අවවාද දෙනු ලැබූවන්ගේ අවසානය කෙසේ වී දැයි නුඹ බලනු"
        },
        {
            "chapter": 10,
            "verse": 74,
            "text": "ඔහුගෙන් පසු ව දහම් දූතවරු ඔවුන්ගේ ජනයා වෙත අපි එව්වෙමු. එවිට ඔවුහු ඔවුන් වෙත පැහැදිලි සාධක සමඟ පැමිණියෝය. මීට පෙර ඔවුන් කවර දෙයක් බොරු කළේ ද එය විශ්වාස කරන්නට ඔවුහු නොවූහ. සීමාව ඉක්මවා කටයුතු කරන්නන්ගේ හදවත් මත අප මුද්‍රා තබනුයේ එලෙසමය"
        },
        {
            "chapter": 10,
            "verse": 75,
            "text": "අනතුරු ව ඔවුන්ගෙන් පසු ව අපි අපගේ පැහැදිලි සාධක සමග මූසා හා හාරූන් ව ෆිර්අවුන් හා ඔහුගේ ප්‍රධානීන් වෙත එව්වෙමු. නමුත් ඔවුහු උඩඟුකම් පෑහ. තවද ඔවුහු අපරාධකාරී පිරිසක් බවට පත් වූහ"
        },
        {
            "chapter": 10,
            "verse": 76,
            "text": "අප වෙතින් ඔවුනට සත්‍යය පැමිණි කල්හි ‘නියත වශයෙන්ම මෙය පැහැදිලි හූනියමකි’ යැයි ඔවුහු පැවසුවෝය"
        },
        {
            "chapter": 10,
            "verse": 77,
            "text": "නුඹලා වෙත සත්‍යය පැමිණි කල්හි එයට ‘මෙය හූනියමක්’ යැයි නුඹලා කියන්නෙහු ද? තවද හූනියම්කරුවෝ ජය නොලබති යැයි මූසා පැවසුවේය"
        },
        {
            "chapter": 10,
            "verse": 78,
            "text": "අපගේ මුතුන් මිත්තන් කවර කරුණක් මත සිටිනු අප දුටුවේ ද එයින් ඔබ අප වෙනතකට යොමු කිරීමටත්, මහපොළොවේ උසස්කම නුඹලා හිමි කර ගන්නටත් නුඹලා අප වෙත පැමිණියේ ද? නමුත් නුඹලා දෙදෙනා ව අපි විශ්වාස කරන්නන් නොවෙමු යැයි ඔවුහු පැවසූහ"
        },
        {
            "chapter": 10,
            "verse": 79,
            "text": "තවද ‘මනා දැනුම ඇති සෑම හූනියම්කරුවකුම මා වෙත නුඹලා ගෙන එනු’යි ෆිර්අවුන් පැවසුවේය"
        },
        {
            "chapter": 10,
            "verse": 80,
            "text": "හූනියම්කරුවෝ පැමිණි කල්හි ‘නුඹලා හෙළන්නට සිටින දෑ නුඹලා හෙළනු’ යැයි මූසා ඔවුනට කීවේය"
        },
        {
            "chapter": 10,
            "verse": 81,
            "text": "ඔවුන් හෙළු කල්හි ‘නුඹලා කවර දෙයක් ගෙන ආවද එය හූනියමකි. නියත වශයෙන්ම අල්ලාහ් එය නිෂ්ඵල කරනු ඇත. නියත වශයෙන්ම අල්ලාහ් කලහකාරීන්ගේ ක්‍රියාව විධිමත් නොකරනු ඇත’ යැයි මූසා පැවසුවේය"
        },
        {
            "chapter": 10,
            "verse": 82,
            "text": "වැරදිකරුවෝ පිළිකුල් කළද අල්ලාහ් ඔහුගේ ප්‍රකාශයන් මගින් සත්‍යය සනාථ කරනු ඇත"
        },
        {
            "chapter": 10,
            "verse": 83,
            "text": "ෆිර්අවුන්ගෙන් හා ඔහුගේ ප්‍රධානීන්ගෙන් තමන්ට කලහකම් සිදු වනු ඇතැයි යන බිය හේතුවෙන් ඔහුගේ ජනයාගෙන් පරපුරක් හැර මූසා ව විශ්වාස නොකළේය. තවද නියත වශයෙන්ම ෆිර්අවුන් මහපොළොවේ මැරවරයෙක් විය. තවද නියතවශයෙන්ම ඔහු සීමාව ඉක්මවා කටයුතු කරන්නන් අතුරිනි"
        },
        {
            "chapter": 10,
            "verse": 84,
            "text": "‘මාගේ ජනයිනි! නුඹලා අල්ලාහ් ව විශ්වාස කර සිටියෙහු නම්, නුඹලා අවනතවන්නන් ව සිටියෙහු නම් නුඹලා ඔහු වෙතම (සියල්ල) භාර කරනු’ යැයි මූසා කීවේය"
        },
        {
            "chapter": 10,
            "verse": 85,
            "text": "එවිට ‘අපි අල්ලාහ් වෙත භාර කළෙමු. අපගේ පරමාධිපතියාණෙනි! අපරාධකාරී ජනයාට පරීක්ෂාවක් ලෙස අප පත් නොකරනු මැනව!’ යැයි ඔවුහු පවසා ප්‍රාර්ථනා කළහ"
        },
        {
            "chapter": 10,
            "verse": 86,
            "text": "තවද ඔබේ දයාවෙන් දේව ප්‍රතික්ෂේපිත ජනයාගෙන් අප මුදවා ගනු මැනව"
        },
        {
            "chapter": 10,
            "verse": 87,
            "text": "තවද ‘මිසරය නුඹලා දෙදෙනාගේ ජනයා වෙනුවෙන් වාසස්ථාන ලෙසට නුඹලා දෙදෙනා ගනු. තවද නුඹලාගේ වාසස්ථාන (නැමදුම්) දිශාව බවට නුඹලා පත් කර ගනු. තවද සලාතය විධිමත් ලෙස ඉටු කරනු. තවද දේව විශ්වාසවන්තයින්ට ශුභාරංචි දන්වනු’ යැයි අපි මූසා හා ඔහුගේ සහෝදරයා වෙත දන්වා සිටියෙමු"
        },
        {
            "chapter": 10,
            "verse": 88,
            "text": "අපගේ පරමාධිපතියාණෙනි! නුඹ ෆිර්අවුන්ට හා ඔහුගේ ප්‍රධානීන් හට නුඹගේ මාර්ගයෙන් ඔවුන් නොමඟ යනු පිණිස මෙලොව ජීවිතයේ වස්තුව හා අලංකාරය පිරිනැමුවෙහිය. අපගේ පරමාධිපතියාණෙනි! ඔවුන්ගේ වස්තුව විනාශ කරනු. තවද ඔවුන්ගේ හදවත් බැඳ දමනු. ඔවුන් එම වේදනීය දඬුවම දකින තුරු විශ්වාස නොකරනු ඇත"
        },
        {
            "chapter": 10,
            "verse": 89,
            "text": "සැබැවින්ම නුඹලා දෙදෙනාගේ ප්‍රාර්ථනාවට පිළිතුරු දෙනු ලැබීය. එහෙයින් නුඹලා දෙදෙනා ස්ථාවරව සිටිනු. තවද දැනුම නොමැති අයගේ මාර්ගය නුඹලා දෙදෙනා අනුගමනය නොකරනු යැයි ඔහු පැවසුවේය"
        }
    ]
}