{
    "juzs": [
        {
            "chapter": 1,
            "verse": 1,
            "text": "With God’s Name, the Merciful Benefactor, the Merciful Redeemer"
        },
        {
            "chapter": 1,
            "verse": 2,
            "text": "The praise belongs to God, the Guardian Evolver of all systems of knowledge"
        },
        {
            "chapter": 1,
            "verse": 3,
            "text": "The Merciful Benefactor, the Merciful Redeemer"
        },
        {
            "chapter": 1,
            "verse": 4,
            "text": "Sole Judge on the Day of Judgement"
        },
        {
            "chapter": 1,
            "verse": 5,
            "text": "We only worship You, and we beg for your assistance"
        },
        {
            "chapter": 1,
            "verse": 6,
            "text": "Guide us on the straight path"
        },
        {
            "chapter": 1,
            "verse": 7,
            "text": "The way of those on whom You bestow blessings, not those who incur your wrath, nor those who go astray"
        },
        {
            "chapter": 2,
            "verse": 1,
            "text": "Alif, Laam, Meem"
        },
        {
            "chapter": 2,
            "verse": 2,
            "text": "This is the Book. In it is guidance, sure, without doubt, for all who are mindful"
        },
        {
            "chapter": 2,
            "verse": 3,
            "text": "Who believe in the unseen, are steadfast in prayer, and give from what We have given them"
        },
        {
            "chapter": 2,
            "verse": 4,
            "text": "And who believe in the revelation sent to you, and sent before your time, and those who have an assurance of the hereafter"
        },
        {
            "chapter": 2,
            "verse": 5,
            "text": "They are guided by their Lord, and it is these who will flourish"
        },
        {
            "chapter": 2,
            "verse": 6,
            "text": "As for those who reject faith, it is the same to them whether you warn them or do not warn them, they will not believe"
        },
        {
            "chapter": 2,
            "verse": 7,
            "text": "God has placed a seal on their hearts and on their hearing, and over their eyes is a blindfold, terrible is the punishment they incur"
        },
        {
            "chapter": 2,
            "verse": 8,
            "text": "And of the people there are some who say, “We believe in God and the Last Day,” but they do not really believe"
        },
        {
            "chapter": 2,
            "verse": 9,
            "text": "They attempt to deceive God and those who believe, but they only deceive themselves, yet they realize it not"
        },
        {
            "chapter": 2,
            "verse": 10,
            "text": "In their hearts is a disease, and God has increased their disease, and horrifying is the penalty they incur, because they are false to themselves"
        },
        {
            "chapter": 2,
            "verse": 11,
            "text": "When it is said to them, “Do no harm on the earth,” they say, “We only want to make things right.”"
        },
        {
            "chapter": 2,
            "verse": 12,
            "text": "But indeed they do harm, though they realize it not"
        },
        {
            "chapter": 2,
            "verse": 13,
            "text": "When it is said to them, “Believe as the others believe,” they say, “Shall we believe as the fools believe?” No, certainly, they are the fools, yet they realize it not"
        },
        {
            "chapter": 2,
            "verse": 14,
            "text": "When they meet with those who believe they say, “We believe.” But when they are alone with their evil ones they say, “We are really with you, we were only joking.”"
        },
        {
            "chapter": 2,
            "verse": 15,
            "text": "God will throw back their mockery on them, and give them rope in their trespasses, so they will wander like blind ones"
        },
        {
            "chapter": 2,
            "verse": 16,
            "text": "These have bartered guidance for error, their business is profitless, and they have lost their way"
        },
        {
            "chapter": 2,
            "verse": 17,
            "text": "Their likeness is that of a man who kindled a fire. When it lights all around him, God took away his light and left them in darkness"
        },
        {
            "chapter": 2,
            "verse": 18,
            "text": "Deaf, dumb, and blind, they will not return to the path"
        },
        {
            "chapter": 2,
            "verse": 19,
            "text": "Or it is like that of a rain-laden cloud from the sky. In it are zones of darkness, thunder and lightning. They press their fingers in their ears to keep out the stunning thunderclap, while in fear of death, but God encompasses those who reject faith"
        },
        {
            "chapter": 2,
            "verse": 20,
            "text": "The lightning nearly snatches away their sight. Every time the light flashes before them they walk in it. But when darkness covers them they stand still. And if God willed, He could take away their ability to hear and see, for God has power over all things"
        },
        {
            "chapter": 2,
            "verse": 21,
            "text": "O you people, adore your Guardian Lord, Who created you and those who came before you, that you may become righteous"
        },
        {
            "chapter": 2,
            "verse": 22,
            "text": "Who has made the earth your couch, and the skies your canopy, and sent down rain from the skies, and grew with it fruits for your sustenance. So do not set up rivals with God when you know the truth"
        },
        {
            "chapter": 2,
            "verse": 23,
            "text": "And if you are in doubt as to what We have revealed from time to time to Our servant, then produce a Surah like it, and call your witnesses or helpers, besides God, if your doubts are true"
        },
        {
            "chapter": 2,
            "verse": 24,
            "text": "But if you cannot, and surely you cannot, then be aware of the fire whose fuel is people and stones, which is prepared for those who reject faith"
        },
        {
            "chapter": 2,
            "verse": 25,
            "text": "But give the good news to those who believe and work righteousness, that their reward is gardens with rivers flowing through them. Every time they are fed with fruits from it they say, “This is what we were fed with before.” They are given similar things, they have therein companions who are pure, and they will live there forever"
        },
        {
            "chapter": 2,
            "verse": 26,
            "text": "God does not hesitate to use examples of the lowest of things as well as the highest. Those who believe know that this is the truth from their Lord, but those who do not believe say, “What does God mean by this parable?” By it He allows many to stray, and many He leads to the straight path, but He allows none to stray except those who leave the path"
        },
        {
            "chapter": 2,
            "verse": 27,
            "text": "Those who break God's sacred agreement after it is confirmed, and who separate what God has ordered to be joined, and do wrong on earth, these cause harm to themselves"
        },
        {
            "chapter": 2,
            "verse": 28,
            "text": "How can you lose faith in God, seeing that you were without life, and He gave you life? Then He will cause you to die, and will again bring you to life, and again to Him you will return"
        },
        {
            "chapter": 2,
            "verse": 29,
            "text": "It is He Who has created for you all things that are on earth, then He turned to the heaven, and fashioned it into seven firmaments, and He has perfect knowledge of all things"
        },
        {
            "chapter": 2,
            "verse": 30,
            "text": "Behold,\" your Lord said to the angels, “I will evolve a creation of free will on the earth.” They said, “Will You place one there who will do harm and shed blood, while we celebrate and praise You?” He said, “I know what you know not.”"
        },
        {
            "chapter": 2,
            "verse": 31,
            "text": "And He taught Adam the names of all things, then He placed them before the angels and said, “Tell me the names of these if you are right.”"
        },
        {
            "chapter": 2,
            "verse": 32,
            "text": "They said, “Glory be to You, we have no knowledge, except what You have taught us. In truth it is You Who are perfect in knowledge and wisdom.”"
        },
        {
            "chapter": 2,
            "verse": 33,
            "text": "He said, “O Adam, tell them their names.” When he told them, God said, “Did I not tell you that I know the secrets of the heaven and earth, and that I know what you reveal and what you conceal?”"
        },
        {
            "chapter": 2,
            "verse": 34,
            "text": "And behold, We said to the angels, “Bow down to Adam.” They bowed down, but Lucifer did not. He refused and was bigoted, and he was of those who do not believe"
        },
        {
            "chapter": 2,
            "verse": 35,
            "text": "We said, “O Adam, dwell you and your mate in the paradise, and eat of the bountiful things therein, as you please, but do not approach this tree, or you will collide into harm and transgression.”"
        },
        {
            "chapter": 2,
            "verse": 36,
            "text": "Then Satan made them slip, and enticed them out of the state in which they had been. We said, “Get down, all of you, with enmity between yourselves. On earth will be your home and your means of livelihood for a time.”"
        },
        {
            "chapter": 2,
            "verse": 37,
            "text": "Then Adam learned from his Lord words of inspiration, and his Lord turned to him, for He is Oft-Returning, Mercifully Redeeming"
        },
        {
            "chapter": 2,
            "verse": 38,
            "text": "We said, “Get down from here, and if, as is sure, there comes to you guidance from Me, whoever follows My guidance, on them will be no fear, nor shall they grieve"
        },
        {
            "chapter": 2,
            "verse": 39,
            "text": "“But those who do not believe and ignore Our signs, they will be companions of the fire, they will live there forever.”"
        },
        {
            "chapter": 2,
            "verse": 40,
            "text": "O Children of Israel, call to mind the favor which I bestowed upon you, and fulfill your covenant with Me, as I fulfill My covenant with you, and fear none but Me"
        },
        {
            "chapter": 2,
            "verse": 41,
            "text": "And believe in what I reveal, reflecting the truth of the revelation that is with you, and be not the first to disbelieve in it, nor sell My signs for a miserable price, and fear Me, and Me alone"
        },
        {
            "chapter": 2,
            "verse": 42,
            "text": "And do not dress truth with falsehood, nor conceal the truth when you know what it is"
        },
        {
            "chapter": 2,
            "verse": 43,
            "text": "And be steadfast in prayer, give zakat, and bow your heads with those who bow"
        },
        {
            "chapter": 2,
            "verse": 44,
            "text": "Do you encourage right conduct on people and forget to practice it yourselves, though you study the Scripture? Will you not understand"
        },
        {
            "chapter": 2,
            "verse": 45,
            "text": "No, seek help with patient-perseverance and prayer. It is indeed hard, except for those who bring a humble spirit"
        },
        {
            "chapter": 2,
            "verse": 46,
            "text": "Who remember with certainty that they are to meet their Lord, and that they will return to Him"
        },
        {
            "chapter": 2,
            "verse": 47,
            "text": "O Children of Israel, call to mind the favor which I bestowed upon you, and that I preferred you to all others"
        },
        {
            "chapter": 2,
            "verse": 48,
            "text": "Guard against a day when one soul will not avail another, nor will intercession be accepted for her, nor will compensation be taken from her, nor will they be helped"
        },
        {
            "chapter": 2,
            "verse": 49,
            "text": "And remember We delivered you from the people of Pharaoh. They gave you hard work and punishment, slaughtered your males, and let your females live, this was a tremendous trial from your Lord"
        },
        {
            "chapter": 2,
            "verse": 50,
            "text": "And remember We divided the sea for you, We saved you and drowned Pharaoh’s people, and you saw it with your own eyes"
        },
        {
            "chapter": 2,
            "verse": 51,
            "text": "And remember We appointed forty nights for Moses, and in his absence, you took the calf, and you did a great wrong"
        },
        {
            "chapter": 2,
            "verse": 52,
            "text": "Even then, We forgave you, and there was a chance for you to be grateful"
        },
        {
            "chapter": 2,
            "verse": 53,
            "text": "And remember We gave Moses the Scripture and the Criterion. There was a chance for you to be guided aright"
        },
        {
            "chapter": 2,
            "verse": 54,
            "text": "And remember Moses said to his people, “O my people, You have indeed wronged yourselves by your worship of the calf. So turn to your Maker, and slay yourselves, that will be better for you in the sight of your Maker.” Then He forgave you, for He is Oft-Forgiving, the Merciful Redeemer"
        },
        {
            "chapter": 2,
            "verse": 55,
            "text": "And remember you said, “O Moses, we will never believe in you until we see God with our own eyes,” but you were dazed with thunder and lightning even as you looked on"
        },
        {
            "chapter": 2,
            "verse": 56,
            "text": "Then when We raised you up after your death, you had the chance to be grateful"
        },
        {
            "chapter": 2,
            "verse": 57,
            "text": "And We gave you shade from clouds, and sent down to you manna and quail. Eat of the good things We have provided for you. To Us they did no harm, but they harmed their own selves"
        },
        {
            "chapter": 2,
            "verse": 58,
            "text": "And remember We said, “Enter this town, and eat of the plenty therein as you wish, but enter the gate with humility, in posture and in word, and We will remove your faults and increase those who do right.”"
        },
        {
            "chapter": 2,
            "verse": 59,
            "text": "But the transgressors changed a word from that which had been given them, so We sent on the transgressors a plague from heaven, because they ignored repeatedly"
        },
        {
            "chapter": 2,
            "verse": 60,
            "text": "And remember Moses prayed for water for his people. We said, “Split the rock with your staff.” Then there gushed forth from it twelve springs. Each group knew its place for water. So eat and drink of the sustenance provided by God, and do no wrong on the earth"
        },
        {
            "chapter": 2,
            "verse": 61,
            "text": "And remember you said, “O Moses, we cannot endure one kind of food, so ask your Lord for us to produce for us what the earth grows, its pot herbs and cucumbers, its garlic, lentils, and onions.” He said, “Will you exchange what is better for what is worse? Go down to any town and you will find what you want.” They were covered with humiliation and misery. They brought on themselves the punishment of God. This is because they went on rejecting the signs of God and slaying His messengers without just cause. This is because they rebelled and went on transgressing"
        },
        {
            "chapter": 2,
            "verse": 62,
            "text": "Those who believe, and those who are Jewish, and the Christians, and the Sabaeans, and any who believe in God and the Last Day, and work righteousness, they will have their reward with their Lord, on them will be no fear, nor shall they grieve"
        },
        {
            "chapter": 2,
            "verse": 63,
            "text": "And remember We took your covenant, and We raised above you the Mountain saying, “Hold firm to what We have given you and bring it to remembrance so that perhaps you may be aware.”"
        },
        {
            "chapter": 2,
            "verse": 64,
            "text": "But you turned back thereafter. Had it not been for the grace and mercy of God to you, you would have surely been among the lost"
        },
        {
            "chapter": 2,
            "verse": 65,
            "text": "And you knew well those among you who transgressed in the matter of the Sabbath. We said to them, “Become apes, despised and rejected.”"
        },
        {
            "chapter": 2,
            "verse": 66,
            "text": "So We made it a lesson in their own time, and for their descendants, and a lesson to those who are aware of God"
        },
        {
            "chapter": 2,
            "verse": 67,
            "text": "And remember Moses said to his people, “God commands that you sacrifice a heifer.” They said, “Are you trying to make a fool of us?” He said, “I seek refuge with God from being ignorant.”"
        },
        {
            "chapter": 2,
            "verse": 68,
            "text": "They said, “Ask your Lord on our behalf to make plain to us what heifer it is.” He said, “He says the heifer should be neither too old nor too young, but of middle age, now do what you are asked.”"
        },
        {
            "chapter": 2,
            "verse": 69,
            "text": "They said, “Ask your Lord on our behalf to make plain to us its color.” He said, “He says a fawn-colored heifer, natural and rich in tone, the admiration of all beholders.”"
        },
        {
            "chapter": 2,
            "verse": 70,
            "text": "They said, “Ask your Lord on our behalf to make clear to us which kind, to us all heifers are alike. We indeed wish for guidance, if God wills.”"
        },
        {
            "chapter": 2,
            "verse": 71,
            "text": "He said, “He says, a heifer not trained to till the soil or water the fields, healthy and without blemish.” They said, “Now you have brought the truth.” Then they offered it in sacrifice, but without good intentions"
        },
        {
            "chapter": 2,
            "verse": 72,
            "text": "Remember you killed a person and argued among yourselves concerning the crime, but God would expose what you hid"
        },
        {
            "chapter": 2,
            "verse": 73,
            "text": "So We said, “Strike him with a part of it.” This is like the way God brings the dead to life. He shows you His signs that perhaps you may understand"
        },
        {
            "chapter": 2,
            "verse": 74,
            "text": "Then your hearts were hardened, they became like a rock, or even worse in hardness, for even among rocks there are some from which rivers gush forth. Others when split open, send forth water. Yet others sink for fear of God, and God is not unmindful of what you do"
        },
        {
            "chapter": 2,
            "verse": 75,
            "text": "Can you entertain the hope that they will believe in you, seeing that a group of them heard the word of God, and corrupted it knowingly after they understood it"
        },
        {
            "chapter": 2,
            "verse": 76,
            "text": "Behold, when they meet the people of faith they say, “We believe.” But when they meet each other in private they say, “Shall you tell them what God has revealed to you, that they may engage you in argument about it before your Lord?” Do you not understand"
        },
        {
            "chapter": 2,
            "verse": 77,
            "text": "Do they not know that God knows what they conceal and what they reveal"
        },
        {
            "chapter": 2,
            "verse": 78,
            "text": "There are among them illiterates who do not know the Book, but only their desires and they do nothing but speculate"
        },
        {
            "chapter": 2,
            "verse": 79,
            "text": "Then woe to those who write the Book with their own hands and then say, “This is from God,” to sell it for a miserable price. Woe to them for what their hands write, and for the gain they make with it"
        },
        {
            "chapter": 2,
            "verse": 80,
            "text": "But they say, “The fire will not touch us, except for just a few number of days.” Say, “Have you taken a promise from God, for He never breaks His promise? Or is it that you say of God what you do not know?”"
        },
        {
            "chapter": 2,
            "verse": 81,
            "text": "No, those who wrongfully seek gain, and are surrounded by wrong, they are companions of the fire, and they will live there forever"
        },
        {
            "chapter": 2,
            "verse": 82,
            "text": "But those who have faith and work righteousness, they are companions of the paradise, they will live there forever"
        },
        {
            "chapter": 2,
            "verse": 83,
            "text": "And remember We took this covenant from the Children of Israel, “Worship none but God, treat with kindness your parents and other family, and orphans, and those in need, speak fair to people, be steadfast in prayer, and give zakat. Then you turned back, except a few among you, and you backslide"
        },
        {
            "chapter": 2,
            "verse": 84,
            "text": "And remember We took this covenant, “Shed no blood among you, nor banish your own people from your homes.” And this you solemnly ratified, and to this, you can bear witness"
        },
        {
            "chapter": 2,
            "verse": 85,
            "text": "After this it is you, the same people who slay those among yourselves, and banish a group of you from their homes, assist others against them in wrong and transgression, and if they come to you as captives, you ransom them, though it was not permissible for you to banish them. So is it only parts of the Book that you believe in, and do you reject the rest? But what is the reward for those among you who behave like this, except disgrace in this life, and on the Day of Accountability, they will be assigned to the most terrible penalty, for God is not unmindful of what you do"
        },
        {
            "chapter": 2,
            "verse": 86,
            "text": "These are the people who buy the life of the present at the price of the hereafter. Their penalty will not be lightened nor will they be helped"
        },
        {
            "chapter": 2,
            "verse": 87,
            "text": "We gave Moses the Book, and followed him with a succession of prophets. We gave Jesus, the son of Mary, guidance and strengthened him with the Holy Spirit. Is it that whenever there comes to you a messenger with what you do not desire, you are puffed up with pride? Some you called impostors, and others you slay"
        },
        {
            "chapter": 2,
            "verse": 88,
            "text": "They say, “Our hearts are the wrappings which preserves God’s words. We need no more” No, God's curse is on them for their blasphemy. Little is it they believe"
        },
        {
            "chapter": 2,
            "verse": 89,
            "text": "And when there comes to them a book from God reflecting the truth of what is with them, although they prayed for victory against those without faith. When there comes to them that which they recognized, they refused to believe in it, but the curse of God is on those without faith"
        },
        {
            "chapter": 2,
            "verse": 90,
            "text": "Miserable is the price for which they have sold their souls, for they deny that which God has sent down, because in insolent envy they disapprove that God, of His grace, should send it to any of His servants He pleases. So they have drawn on themselves wrath upon wrath, and humiliating is the punishment for those who reject faith"
        },
        {
            "chapter": 2,
            "verse": 91,
            "text": "When it is said to them, “Believe in what God has sent down,” they say, “We believe in what was sent down to us.” And they reject all else, even if it is truth reflecting what is with them. Say, “Why then have you slain the Prophets of God throughout history if you did indeed believe?”"
        },
        {
            "chapter": 2,
            "verse": 92,
            "text": "Moses came to you with guidance, yet you worshipped the calf even after that, and you behaved wrongfully"
        },
        {
            "chapter": 2,
            "verse": 93,
            "text": "And remember We took your sacred agreement, and We raised above you the Mountain saying, “Hold firmly to what We have given you and listen to it”. They said, “We hear but we do not follow.” So they had to drink into their hearts from the calf, because of their faithlessness. Say, “Evil is what encourages you to do it, as well as your incorrect faith, if you are in fact believers in that faith.”"
        },
        {
            "chapter": 2,
            "verse": 94,
            "text": "Say, “If the last home with God is for you alone, and not for anyone else, then seek death if you are sincere.”"
        },
        {
            "chapter": 2,
            "verse": 95,
            "text": "But they will never seek death, because of that which their hands have sent before them, and God is well acquainted with the wrongdoers"
        },
        {
            "chapter": 2,
            "verse": 96,
            "text": "You will indeed find them, of all people, most greedy of life, even more than the idolaters. Each one of them wishes that he could be given a life of a thousand years, but the granting of such life will not save him from punishment, because God sees well all that they do"
        },
        {
            "chapter": 2,
            "verse": 97,
            "text": "Say, whoever is an enemy to Gabriel, though he brings down to your heart, by God's will, a reflection of the truth that went before, guidance and good news for those who believe"
        },
        {
            "chapter": 2,
            "verse": 98,
            "text": "Whoever is an enemy to God, His angels and messengers, and to Gabriel and Michael, God then is an enemy to those who do not believe"
        },
        {
            "chapter": 2,
            "verse": 99,
            "text": "We have sent down to you clear signs, and none reject them except those who are perverse"
        },
        {
            "chapter": 2,
            "verse": 100,
            "text": "Is it not that every time they make a covenant, some group among them throw it aside? Certainly, most of them are faithless"
        },
        {
            "chapter": 2,
            "verse": 101,
            "text": "And when there came to them a messenger from God, reflecting the truth of what was with them, a group of the people of the Book threw away the Book of God behind their backs, as if they did not know it"
        },
        {
            "chapter": 2,
            "verse": 102,
            "text": "They followed what the devils recited against the power of Solomon. The blasphemer was not Solomon, but the devils, teaching human beings illusions, and such things as came down at Babylon to the angels Harut and Marut, but neither of these taught anyone without saying, “We are only a trial, so do not blaspheme.” They learned from them the means to sow discord between husband and wife. But they could not harm anyone except by God's permission. And they learned what harmed them, not what profited them. And they knew that the buyers of wrong would have no share in the happiness of the hereafter, and awful was the price for which they sold their souls, if they but knew"
        },
        {
            "chapter": 2,
            "verse": 103,
            "text": "But if they had kept their faith and guarded themselves from harm, far better would have been the reward from their Lord, if they only knew"
        },
        {
            "chapter": 2,
            "verse": 104,
            "text": "O you people of faith, say not words of ambiguity, but words of respect, and act urgently. And for those without faith is a terrible punishment"
        },
        {
            "chapter": 2,
            "verse": 105,
            "text": "It is never the wish of those without faith among the people of the Book, nor of the pagans, that anything good should come down to you from your Lord. But God will choose for His special mercy whom He wills, for God is Lord of grace abounding"
        },
        {
            "chapter": 2,
            "verse": 106,
            "text": "None of Our revelations do We allow to be lost, but We substitute something better or similar. Do you not know that God has power over all things"
        },
        {
            "chapter": 2,
            "verse": 107,
            "text": "Do you not know that to God belongs the control of the heavens and the earth? And besides Him, you have neither patron nor helper"
        },
        {
            "chapter": 2,
            "verse": 108,
            "text": "Would you question your messenger as Moses was questioned previously? But whoever changes from belief to unbelief has strayed without doubt from the balanced way"
        },
        {
            "chapter": 2,
            "verse": 109,
            "text": "Many of the people of the Book wish they could turn you back to infidelity after you have believed. To selfish envy, after the truth has become manifest to them. But forgive and overlook until God accomplishes His purpose. For God has power over all things"
        },
        {
            "chapter": 2,
            "verse": 110,
            "text": "And be steadfast in prayer and give zakat, and whatever good you send ahead for your souls before you, you will find it with God, for God sees well all that you do"
        },
        {
            "chapter": 2,
            "verse": 111,
            "text": "And they say, “None will enter paradise unless he is Jewish or Christian.” Those are merely their desires. Say, “Produce your proof if you are right.”"
        },
        {
            "chapter": 2,
            "verse": 112,
            "text": "No, whoever submits his whole self to God and is a doer of good, he will receive his reward with his Guardian Evolver. On them will be no fear, nor shall they grieve"
        },
        {
            "chapter": 2,
            "verse": 113,
            "text": "Jews say, “The Christians have nothing to stand upon. And Christians say, “Jews have nothing to stand upon.” Yet they all read the Book. Their words are like those who know not. But God will judge between them in their quarrel on the Day of Accountability"
        },
        {
            "chapter": 2,
            "verse": 114,
            "text": "And who is more unjust than he who forbids in places for the worship of God, that God's name should be praised, and whose zeal is to ruin them? It was not fitting that they should enter them except in fear. For them there is nothing but disgrace in the present, and in the hereafter, an exceeding torment"
        },
        {
            "chapter": 2,
            "verse": 115,
            "text": "To God belong the East and West. Wherever you turn, there is the Presence of God, for God is Ever Present, All Knowing"
        },
        {
            "chapter": 2,
            "verse": 116,
            "text": "They say, “God has a son, glory be to him.” No, to God belongs all that is in the heavens and on earth, and everything renders worship to Him"
        },
        {
            "chapter": 2,
            "verse": 117,
            "text": "From Him is the origin of the heavens and the earth, when He decrees a matter He says to it: “Be”. And it is"
        },
        {
            "chapter": 2,
            "verse": 118,
            "text": "Those without knowledge say, “Why does God not speak to us, or why does a sign not come to us?” As did the people say before them. Their words are similar, and their hearts are alike. We have indeed made clear the signs to any who hold firmly to faith"
        },
        {
            "chapter": 2,
            "verse": 119,
            "text": "Indeed We have sent you, in truth, as a bearer of good news and a warner. But no question will be asked of you from the companions of the blazing fire"
        },
        {
            "chapter": 2,
            "verse": 120,
            "text": "Never will Jews or Christians be satisfied with you unless you follow their way. Say, “The way of God, that is the only way.” If you followed their desires after the knowledge has reached you, then you would find neither protector nor helper"
        },
        {
            "chapter": 2,
            "verse": 121,
            "text": "Those to whom We have sent the Book, read it as it should be read, they are the ones who believe. Those who do not believe, the loss is their own"
        },
        {
            "chapter": 2,
            "verse": 122,
            "text": "O Children of Israel, call to mind the favor which I bestowed upon you, and that I preferred you to all others"
        },
        {
            "chapter": 2,
            "verse": 123,
            "text": "So guard yourselves against a day when no soul will avail another, nor will compensation be accepted from her, nor will intercession profit her, nor will anyone be helped"
        },
        {
            "chapter": 2,
            "verse": 124,
            "text": "And remember that Abraham was tried by his Lord with certain commands which he fulfilled. He said, “I will make you a leader of the nations.” He pleaded, “And also from my offspring.” He answered, “But My promise is not within reach of the wrongdoers.”"
        },
        {
            "chapter": 2,
            "verse": 125,
            "text": "Remember We made the House a place of assembly for humanity and a place of safety. And take the station of Abraham as a place of prayer. And We made a covenant with Abraham and Ishmael, that they should redeem My house for those who circle it, or use it as a retreat, or bow, or prostrate themselves"
        },
        {
            "chapter": 2,
            "verse": 126,
            "text": "And remember Abraham said, “My Lord, make this a city of peace, and feed its people with fruit, those of them who believe in God and the Last Day.” He said, “And those who do not believe, I will grant them their pleasure for a while, but will soon drive them to the torment of the fire, a miserable destination indeed.”"
        },
        {
            "chapter": 2,
            "verse": 127,
            "text": "And remember Abraham and Ishmael raised the foundations of the House with this prayer, “Our Lord, accept this from us. Indeed You alone are the All Hearing, the All Knowing.”"
        },
        {
            "chapter": 2,
            "verse": 128,
            "text": "“Our Lord, make us people of peace, raise from our offspring people at peace, teach us ways to worship, and forgive us, indeed You are Most Forgiving, Mercifully Redeeming.”"
        },
        {
            "chapter": 2,
            "verse": 129,
            "text": "“Our Lord, send among them a messenger of their own who will rehearse Your signs to them, instruct them in scripture and wisdom, and sanctify them, for You are the Exalted in Might, the Wise.”"
        },
        {
            "chapter": 2,
            "verse": 130,
            "text": "And who would turn away from the way of Abraham, except to debase their souls? We chose him and rendered him refined in this life. And he will be in the hereafter among the righteous"
        },
        {
            "chapter": 2,
            "verse": 131,
            "text": "Behold, his Lord said to him, “Bow down.” He said, “I do bow to the Lord of the universe.”"
        },
        {
            "chapter": 2,
            "verse": 132,
            "text": "And this was the legacy that Abraham left to his sons, as did Jacob. He said, “Oh my sons, God has chosen the way for you, so die not except as those at peace.”"
        },
        {
            "chapter": 2,
            "verse": 133,
            "text": "Were you witnesses when death appeared before Jacob? Behold, he said to his sons, “What will you worship after me?” They said, “We will worship your God and the God of your fathers Abraham, Ishmael, and Isaac, the one God, and to Him we bow.”"
        },
        {
            "chapter": 2,
            "verse": 134,
            "text": "That was a community who passed away. They will reap the fruit of what they sow, and you of what you sow. And you will not be asked about what they used to do"
        },
        {
            "chapter": 2,
            "verse": 135,
            "text": "They say, “Become Jews or Christians if you are to be guided.” Say, “No, enough is the philosophy of Abraham the true, and he did not join gods with God.”"
        },
        {
            "chapter": 2,
            "verse": 136,
            "text": "Say, “We believe in God, and the revelation given to us, and to Abraham, Ishmael, Isaac, Jacob, and the Tribes, and that given to Moses and Jesus, and that given to the other prophets from their Lord. We make no distinction between them, and we are at peace with Him.”"
        },
        {
            "chapter": 2,
            "verse": 137,
            "text": "So if they believe as you believe, they are indeed on the right path. But if they turn back, they are in disunity. But God will suffice for you against them, and He is the All Hearing, the All Knowing"
        },
        {
            "chapter": 2,
            "verse": 138,
            "text": "The baptism of God, who can baptize better than God? And it is He Whom we worship"
        },
        {
            "chapter": 2,
            "verse": 139,
            "text": "Say, “Will you dispute with us about God, seeing that He is our Lord and your Lord? That we are responsible for our deeds, and you for yours? And that We are sincere before Him"
        },
        {
            "chapter": 2,
            "verse": 140,
            "text": "“Or do you say that Abraham, Ishmael, Isaac, Jacob, and the Tribes were Jews or Christians? Say, “Do you know better than God? Who is more unjust than those who conceal the testimony they have from God, and God is not unmindful of what you do.”"
        },
        {
            "chapter": 2,
            "verse": 141,
            "text": "They were a community who have passed away. They will reap the fruit of what they sow, and you of what you sow. And you will not be asked about what they used to do. 141 (End of Part)"
        }
    ]
}