{
    "rukus": [
        {
            "chapter": 16,
            "verse": 1,
            "text": "L’ordre d’Allah sera bientot execute. Ne cherchez donc pas a le precipiter. Gloire a Lui ! Il est bien au-dessus des fausses divinites qu’ils peuvent Lui associer"
        },
        {
            "chapter": 16,
            "verse": 2,
            "text": "Il fait descendre les anges de la Revelation sur ceux de Ses serviteurs qu’Il choisit, auxquels Il ordonne de mettre en garde les hommes et de leur rappeler que Lui seul doit etre adore et redoute"
        },
        {
            "chapter": 16,
            "verse": 3,
            "text": "Il a cree les cieux et la terre selon une sagesse infinie. Il est bien au-dessus de tous les faux dieux qu’ils peuvent Lui associer"
        },
        {
            "chapter": 16,
            "verse": 4,
            "text": "Il a cree l’homme d’un liquide insignifiant et voila que ce dernier se transforme en disputeur acharne"
        },
        {
            "chapter": 16,
            "verse": 5,
            "text": "Il a cree pour vous les bestiaux dont vous tirez des vetements chauds et bien d’autres avantages, et dont vous vous nourrissez"
        },
        {
            "chapter": 16,
            "verse": 6,
            "text": "Vous en admirez la beaute quand, le soir, vous les ramenez au bercail et lorsque, le matin, vous les menez au paturage"
        },
        {
            "chapter": 16,
            "verse": 7,
            "text": "Ils transportent vos fardeaux vers de lointaines contrees que, sans leur aide, vous ne pourriez atteindre qu’avec la plus grande difficulte. Votre Seigneur, en verite, est toute misericorde et toute bonte"
        },
        {
            "chapter": 16,
            "verse": 8,
            "text": "Il a egalement cree pour vous les chevaux, les mulets et les anes qui vous servent de montures et pour l’apparat. Et Il cree bien d’autres choses que vous ignorez"
        },
        {
            "chapter": 16,
            "verse": 9,
            "text": "Il incombe a Allah d’indiquer le droit chemin, mais bien des voies empruntees par les hommes s’en sont ecartees. Or, s’Il l’avait voulu, Il vous aurait tous guides"
        }
    ]
}