{
    "maqras": [
        {
            "chapter": 17,
            "verse": 99,
            "text": "Kī' inhāṁ lōkāṁ nē nahīṁ dēkhi'ā ki jisa raba nē dharatī atē ākāśāṁ nū paidā kītā uha ajihī tākata vī rakhadā hai ki inhāṁ varagē ika vāra phira paidā kara dēvē atē usa nē unhāṁ la'ī ika samāṁ tai'a kara rakhi'ā hai. Isa vica bēśaka sāḍē upara vī zālima lōka śaka kītē sil'hāṁ nā rahi sakē"
        },
        {
            "chapter": 17,
            "verse": 100,
            "text": "Ākhō, ki jēkara tusīṁ lōka mērē raba dī rahimata dē khazāni'āṁ dē mālaka hudē tāṁ isa hālata vica tusīṁ nagē hō jāṇa dē ḍara tōṁ' zarūra hatha rōka laindē atē manukha baṛē taga dila dā mālaka hai"
        },
        {
            "chapter": 17,
            "verse": 101,
            "text": "Atē asīṁ mūsā nū nauṁ sapaśaṭa niśānī'āṁ ditī'āṁ. Tāṁ isarā'īla dī aulāda nū pucha lavōṁ jadōṁ ki uha unhāṁ dē kōla ā'i'ā tāṁ phira'auna nē usa nū kihā hē mūsā! Mērē vicāra vica zarūra tuhāḍē upara kisē nē jādū kara ditā hai"
        },
        {
            "chapter": 17,
            "verse": 102,
            "text": "Mūsā nē kihā, tū cagī tar'hāṁ jāṇadā hai ki unhāṁ nū ākāśāṁ atē dharatī dē raba nē akhāṁ khōlaṇa la'ī bhēji'ā. Mērā vicāra hai ki, hē phira'auna! Tū zarūra barabāda hōṇa vālā badā hai"
        },
        {
            "chapter": 17,
            "verse": 103,
            "text": "Phira phira'auna nē cāhi'ā ki uha usa nū usa khētara vicōṁ kaḍha dēvē. Tāṁ asīṁ usa nū atē jihaṛē usa dē nāla sana, sāri'āṁ nū ḍubō ditā"
        },
        {
            "chapter": 17,
            "verse": 104,
            "text": "Atē asīṁ isarā'īla dī aulāda nū kihā tusīṁ isa dharatī tē rahō. Phira jadōṁ āḵẖirata dā vā'adā ā jāvēgā tāṁ tuhānū sāri'āṁ nū ikaṭhē kara li'āvāṅgē"
        },
        {
            "chapter": 17,
            "verse": 105,
            "text": "Atē asīṁ kura'āna nū sacā'ī dē nāla utāri'ā hai atē uha saca dē nāla hī utari'ā hai. Atē asīṁ tuhānū sirafa khuśaḵẖabarī dēṇa vālā atē ḍarā'una vālā baṇā kē bhēji'ā hai"
        },
        {
            "chapter": 17,
            "verse": 106,
            "text": "Atē asīṁ kura'āna nū thōṛhā-thōṛhā karakē utāri'ā tāṁ ki tusīṁ isa nū lōkāṁ dē sāhamaṇē ruka-rūka kē paṛhō atē isa nū asīṁ sahijē sahijē utāri'ā"
        },
        {
            "chapter": 17,
            "verse": 107,
            "text": "Ākhō, ki tusīṁ isa upara īmāna li'ā'u jāṁ nā li'ā'u. Uha lōka jinhāṁ nū isa tōṁ pahilāṁ gi'āna ditā gi'ā sī. Jadōṁ iha unhāṁ dē sāhamaṇē paṛhi'ā jāndā hai tāṁ uha ṭhauḍī'āṁ dē āsarē sijadē la'ī ḍiga paindē hana"
        },
        {
            "chapter": 17,
            "verse": 108,
            "text": "Atē kahidē hana ki sāḍā raba pavitara hai. Bēśaka sāḍē raba dā vā'adā pūrā zarūra hudā hai"
        },
        {
            "chapter": 17,
            "verse": 109,
            "text": "Atē uha ṭhauḍī'āṁ dē bhāra rōndē hō'ē ḍigadē hana. `Atē kura'āna unhāṁ dē śōka (bairāga) nū vadhā didā hai"
        },
        {
            "chapter": 17,
            "verse": 110,
            "text": "Ākhō, cāhē alāha kahi kē pukārō jāṁ rahimāna ākha kē pukārōṁ, jisa nāma nāla vī pukārō usa la'ī sārē cagē nāma hana. Atē tusīṁ āpaṇī namāza nā bahuta ucī paṛhō atē nāṁ bilakula haulī-haulī atē dōvāṁ dē vicakāra vālī cāla apanā'u"
        },
        {
            "chapter": 17,
            "verse": 111,
            "text": "Atē ākhō ki sārī prasasā usa alāha la'ī hai, jihaṛā nā aulāda rakhadā hai atē nā satā vica isa dā kō'ī bhāgīdāra hai. Atē nā tākata dī kamī dē kārana usa dā madadagāra hai. Atē tusīṁ cagī tar'hāṁ usa dī vaḍi'ā'ī bi'āna karō"
        },
        {
            "chapter": 18,
            "verse": 1,
            "text": "Sārī prasasā alāha la'ī hai, jisa nē āpaṇē badē (muhamada) upara kitāba utārī atē usa vica kō'ī gujhala nahīṁ rakhī"
        },
        {
            "chapter": 18,
            "verse": 2,
            "text": "Sapūrana taura tē ki uha alāha dē valōṁ saḵẖata sazā tōṁ sāvadhāna kara dēvē. Atē īmāna vāli'āṁ nū khuśakhabarī dē dēvō jihaṛē cagē karama karadē hana, unhāṁ la'ī cagā badalā hai"
        },
        {
            "chapter": 18,
            "verse": 3,
            "text": "Uha usa vica hamēśā rahiṇagē"
        },
        {
            "chapter": 18,
            "verse": 4,
            "text": "Atē unhāṁ lōkāṁ nū bhai'a bhīta kara di'uṁ jihaṛē ākhadē hana ki alāha nē putara baṇā'i'ā hai"
        },
        {
            "chapter": 18,
            "verse": 5,
            "text": "Unhāṁ nū isa gala dā kō'ī gi'āna nahīṁ atē nā unhāṁ dē pi'u dādi'āṁ nū, iha bahuta vaḍī gala hai jihaṛī unhāṁ dē mūha vicōṁ nikala rahī hai. Uha sirafa jhūṭha ākhadē hana"
        },
        {
            "chapter": 18,
            "verse": 6,
            "text": "Jāpadā hai tusīṁ unhāṁ tōṁ pichōṁ dukha nāla āpaṇē āpa nū naśaṭa kara dēvōgē. Jēkara uha isa gala upara īmāna nā li'ā'ē"
        },
        {
            "chapter": 18,
            "verse": 7,
            "text": "Jō kujha dharatī upara hai, unhāṁ nū asīṁ dharatī dā śigāra baṇā'i'ā hai. Tāṁ ki asīṁ lōkāṁ nū parakhī'ē ki unhāṁ vicōṁ kauṇa cagē karama karana vālā hai"
        },
        {
            "chapter": 18,
            "verse": 8,
            "text": "Atē asīṁ dharatī dī'āṁ sārī'āṁ vasatū'āṁ nū ika padharā maidāna baṇā dēvāṅgē"
        },
        {
            "chapter": 18,
            "verse": 9,
            "text": "Kī tusīṁ samajhadē hō ki gufā tē pahāṛa vālē sāḍī'āṁ niśānī'āṁ vica bahuta ahima niśānī'āṁ sī"
        },
        {
            "chapter": 18,
            "verse": 10,
            "text": "Jadōṁ unhāṁ nōjavānāṁ nē gufā vica śaraṇa la'ī phira unhāṁ nē kihā ki hē sāḍē pālaṇahāra! Sānū āpaṇē kōlōṁ rahima dī bakhaśiśa kara, atē sāḍē māmalē nū ṭhīka karadē"
        },
        {
            "chapter": 18,
            "verse": 11,
            "text": "Isa la'ī asīṁ gufā vica unhāṁ dē kama vica sālāṁ taka nīnda dā paradā pā ditā"
        },
        {
            "chapter": 18,
            "verse": 12,
            "text": "Phira asīṁ unhāṁ nū cuki'ā, tāṁ ki asīṁ patā karī'ē ki dōvāṁ varagāṁ vicōṁ kauṇa rukaṇa dē samēṁ dī zi'ādā atē sahī giṇatī karadā hai"
        },
        {
            "chapter": 18,
            "verse": 13,
            "text": "Asīṁ' tuhānū unhāṁ dī asalī'ata bhari'ā hāla sunā'undē hāṁ, uha kujha nōjavāna sana jihaṛē āpaṇē raba upara īmāna li'ā'ē atē asīṁ unhāṁ dī haṭā'ita vica hōra zi'ādā vikāsa pradāna kītā"
        },
        {
            "chapter": 18,
            "verse": 14,
            "text": "Atē asīṁ unhāṁ dē dilāṁ nū mazabūta kara ditā jadōṁ ki uha uṭhē atē kihā ki sāḍā raba uha hī hai, jihaṛā ākāśāṁ atē dharatī dā pālaṇahāra hai. Asīṁ usa tōṁ binhāṁ kisē hōra (raba) nū nahī' pukārāṅgē. Jēkara asīṁ ajihā karī'ē tāṁ asīṁ bahuta hī ayōga gala karāṅgē"
        },
        {
            "chapter": 18,
            "verse": 15,
            "text": "Iha sāḍī kauma dē lōkāṁ nē usa tōṁ binhāṁ dūjē pūjanīka baṇā rakhē hana. Iha unhāṁ dē pakha vica sapaśaṭa dalīla ki'uṁ nahīṁ li'ā'undē. Phira usa badē cōṁ vaḍā zālima hōra kauṇa hōvēgā, jihaṛā alāha upara hī dōśa lāvē"
        },
        {
            "chapter": 18,
            "verse": 16,
            "text": "Atē jadōṁ tusīṁ inhāṁ lōkāṁ tōṁ alaga hō ga'ē atē unhāṁ dē (akhautī) rabāṁ tōṁ vī jinhāṁ dī uha alāha tōṁ ̔il'hāṁ pūjā karadē hana, tāṁ huṇa cala kē gufā vica śaraṇa lavōṁ tuhāḍā raba tuhāḍē upara āpaṇī kirapā karēgā. Atē tuhāḍē kama dē la'ī samagarī upalabadha karēgā"
        }
    ]
}