{
    "maqras": [
        {
            "chapter": 3,
            "verse": 93,
            "text": "Khāṇa dī'āṁ sārī'āṁ cīzāṁ (jō hazarata muhamada dē patha vica jā'iza hana) isarā'īla dī satāna la'ī halāla sana, binhāṁ usa dē jōṁ isarā'īla (yakūba) nē āpaṇē upara harāma kara li'ā sī, isa tōṁ pahilāṁ ki taurēta utarē. Ākhō ki taurēta li'ā'u tē usa nū paṛhō jēkara tusīṁ sacē hō"
        },
        {
            "chapter": 3,
            "verse": 94,
            "text": "Isa dē bā'ada vī jihaṛē lōka alāha upara jhūṭha banhaṇa uha ati'ācārī hana"
        },
        {
            "chapter": 3,
            "verse": 95,
            "text": "Ākhō alāha nē saca kihā. Huṇa ibarāhīma dē dharama dā pālaṇa karō jō ikōṁ sī atē uha śiraka (śarīka baṇā'uṇā) karana vālā nahīṁ sī"
        },
        {
            "chapter": 3,
            "verse": 96,
            "text": "Bēśaka pahilā ghara jihaṛā lōkāṁ la'ī baṇā'i'ā gi'ā uha hī hai jihaṛā makā vica hai, barakata vālā atē sapūrana viśava dē la'ī māraga varaśana dā kēndara"
        },
        {
            "chapter": 3,
            "verse": 97,
            "text": "Isa vica khul'hī'āṁ hō'ī'āṁ niśānī'āṁ hana, mukāma-ē-ibarāhīma (ibarāhīma dē khaṛē hōṇa dī thāṁ) hai jihaṛē usa vica pravēśa hō jāṇa uha surakhi'ata hō ga'ē, lōkāṁ upara alāha dā iha adhikāra hai ki jihaṛā isa ghara taka pahucaṇa dī samarathā rakhadā hai uha isa dā haja karē atē jē kō'ī bēmukha hō'i'ā tāṁ alāha sapūrana sasāra vāli'āṁ tōṁ bēpravāha hai"
        },
        {
            "chapter": 3,
            "verse": 98,
            "text": "Ākhō hē kitāba vāli'ō! Tusīṁ ki'uṁ alāha dī'āṁ niśānī'āṁ nū jhuṭhalā'undē hō hālāṅki alāha dēkha rihā hai, jō kujha tusīṁ karadē hō"
        },
        {
            "chapter": 3,
            "verse": 99,
            "text": "Kahō hē kitāba vāli'ō! Tusīṁ īmāna li'ā'uṇa vāli'āṁ nū alāha dē māraga vicōṁ' ki'uṁ rōkadē hō tusīṁ usa vica kamī labhadē hō hālāṅki tusīṁ gavāha baṇā'ē ga'ē hō. Alāha tuhāḍē karamāṁ tōṁ aṇajāna nahīṁ"
        },
        {
            "chapter": 3,
            "verse": 100,
            "text": "Hē īmāna vāli'ō! Jēkara tusīṁ kitāba vāli'āṁ vicōṁ (īsā'ī atē yahūdī) ika samūha dī gala mana lavōṅgē tāṁ uha tuhānū īmāna dē bā'ada phira munakara baṇā dēṇagē"
        },
        {
            "chapter": 3,
            "verse": 101,
            "text": "Tusīṁ kisa tar'hāṁ avagi'ā karōgē hālāṅki tuhānū alāha dī'āṁ ā'itāṁ suṇā'ī'āṁ jā rahī'āṁ hana atē tuhāḍē vica unhāṁ dā rasūla maujūda hai jihaṛā badā alāha nū driṛatā nāla pakaṛēgā tāṁ uha sidhē rasatē upara pahuca gi'ā"
        },
        {
            "chapter": 3,
            "verse": 102,
            "text": "Hē īmāna vāli'ō alāha tōṁ ḍarō jivēṁ ki usa tōṁ ḍaraṇā cāhīdā hai. Tuhānū mauta nā ā'ē paratū isa hālata vica ki tusīṁ musalima hō"
        },
        {
            "chapter": 3,
            "verse": 103,
            "text": "Sārē mila kē alāha dī rasī nū driṛatā nāla pakaṛa lavō atē phuṭa nā pā'u. Alāha dē iha upakāra āpaṇē upara yāda rakhōṁ ki tusīṁ ika dūsarē dē duśamaṇa sī. Phira usa nē tuhāḍē dilāṁ vica prēma dī bhāvanā jagā ditī. Phira tusīṁ usa dī kirapā nāla bharā bharā baṇa ga'ē. Tusī' aga dē khaḍē dē kinārē khaṛhē sī tāṁ alāha nē tuhānū usa tōṁ bacā li'ā. Isa tar'hāṁ alāha tuhāḍē la'ī āpaṇī'āṁ niśānī'āṁ bi'āna karadā hai, tāṁ ki tusīṁ māraga pā'u"
        },
        {
            "chapter": 3,
            "verse": 104,
            "text": "Tuhāḍē upara iha zarūrī hai ki tuhāḍē vica ika samūha hōvē jihaṛā nēkī dē vala bulāvē paṛhā'ī dā ādēśa dēvē, burā'ī tōṁ rōkē. Ajihē lōka hī safala hōṇagē"
        },
        {
            "chapter": 3,
            "verse": 105,
            "text": "Unhāṁ lōkāṁ dī tar'hāṁ nā hō jāṇā jihaṛē saparadāvāṁ vica vaḍē ga'ē atē āpisa vica matabhēda kara li'ā, isa dē bā'ada ki unhāṁ dē pāsa sapaśaṭa hukama ā cukē sana. Unhāṁ la'ī iha baṛī sazā hai"
        },
        {
            "chapter": 3,
            "verse": 106,
            "text": "Jisa dina kūjha ciharē camakadāra hōṇagē atē kujha ciharē kālē hōṇagē tāṁ jinhāṁ dē cēharē kālē hōṇagē unhāṁ nū kihā jā'ēgā ki tusīṁ āpaṇē īmāna tōṁ bā'ada avagi'ākārī hō ga'ē'tāṁ huṇa cakhō sazā āpaṇē kufara dē kārana"
        },
        {
            "chapter": 3,
            "verse": 107,
            "text": "Jinhāṁ dē cēharē camakadāra hōṇagē uha alāha dī rahimata vica hōṇagē atē usa vica hamēśā rahiṇagē"
        },
        {
            "chapter": 3,
            "verse": 108,
            "text": "Iha alāha dī'āṁ ā'itāṁ hana jō asīṁ tuhānū sacā'ī dē nāla suṇā rahē hāṁ. Alāha sasāra vāli'āṁ upara ati'āzāra nahīṁ cāhudā"
        },
        {
            "chapter": 3,
            "verse": 109,
            "text": "Jō kujha ākāśāṁ vica hai atē jō kujha dharatī vica hai sabha alāha dē la'ī hai atē sārē māmalē alāha dē hī sāhamaṇē pēśa kītē jāṇagē"
        },
        {
            "chapter": 3,
            "verse": 110,
            "text": "Huṇa tusīṁ saravasrēśaṭa varaga hō jinhāṁ nū lōkāṁ dē la'ī kaḍhi'ā gi'ā hai. Tusīṁ nēkī dā ādēśa didē hō atē burā'ī tōṁ rōkadē hō. Tusīṁ alāha upara īmāna rakhadē hō. Jēkara kitāba vālē (yahūdī atē isā'ī) vī īmāna li'ā'undē tāṁ unhāṁ la'ī vadhī'ā hudā. Unhāṁ vica kujha īmāna vālē hana atē unhāṁ vicōṁ hī'ṁ zi'ādātara avagi'ākārī hana"
        },
        {
            "chapter": 3,
            "verse": 111,
            "text": "Uha tuhāḍā kujha vigāṛa nahīṁ sakadē savā'ē kujha dukha dē. Jēkara uha tuhāḍē nāla yūdha karanagē tāṁ uha tuhānū piṭha dikhā'uṇagē. Phira unhāṁ nū sahā'itā vī nahīṁ pahucēgī. Unhāṁ upara thōpa ditā gi'ā apamāna, cāhē uha kitē vī pā'ē jāṇa, binhāṁ isa dē alāha dē valōṁ kō'ī ahida (vazana) hōvē jāṁ lōkāṁ dē valōṁ kō'ī ahida hōvē atē uha alāha dē krōdha dē adhikārī hō ga'ē atē"
        },
        {
            "chapter": 3,
            "verse": 112,
            "text": "unhāṁ upara nīcatā thōpa ditī ga'ī. Iha isa la'ī ki uha alāha dī'āṁ niśānī'āṁ nū jhuṭhalā'undē rahē atē unhāṁ nē dhaiġabarāṁ dā najā'iza rūpa nāla katala kītā. Iha isa kārana hō'i'ā ki unhāṁ nē avagi'ā kītī atē uha hadāṁ tōṁ agē vadha jāndē sī"
        }
    ]
}