{
    "pages": [
        {
            "chapter": 16,
            "verse": 94,
            "text": "And do not use your oaths as a means of deception between you, that a foot will falter after it had been firm, and you will taste the evil of turning away from the path of God, and you will have a great retribution"
        },
        {
            "chapter": 16,
            "verse": 95,
            "text": "And do not purchase with God's pledge a cheap price. What is with God is far better for you if you know"
        },
        {
            "chapter": 16,
            "verse": 96,
            "text": "What you have will run out, while what God has will remain. And We will recompense those who are patient their reward with the best of what they used to do"
        },
        {
            "chapter": 16,
            "verse": 97,
            "text": "Whoever does good work, be he male or female, and is a believer, We will give him a good life and We will reward them their dues with the best of what they used to do"
        },
        {
            "chapter": 16,
            "verse": 98,
            "text": "So, when you study the Quran, you shall seek refuge with God from Satan the outcast"
        },
        {
            "chapter": 16,
            "verse": 99,
            "text": "He has no authority over those who believe, and who put their trust in their Lord"
        },
        {
            "chapter": 16,
            "verse": 100,
            "text": "His authority is over those who follow him, and set him up as a partner"
        },
        {
            "chapter": 16,
            "verse": 101,
            "text": "And if We exchange a verse in place of another verse; and God is more aware of what He is revealing; they Say: \"You are making this up!\" Alas, most of them do not know"
        },
        {
            "chapter": 16,
            "verse": 102,
            "text": "Say: \"The holy Spirit has sent it down from your Lord with truth, so that those who believe will be strengthened, and as a guidance and good news for those who have surrendered"
        }
    ]
}