{
    "pages": [
        {
            "chapter": 17,
            "verse": 18,
            "text": "Whoever seeks the life of haste, We will make for Him what he wishes, then We will make Hell for him a place which he will reach disgraced and rejected"
        },
        {
            "chapter": 17,
            "verse": 19,
            "text": "And whoever seeks the Hereafter and strives for it as it deserves, and is a believing person, then to those what they have sought is given in thanks"
        },
        {
            "chapter": 17,
            "verse": 20,
            "text": "For both groups We will bestow from the bounty of your Lord. And the bounty of your Lord is never restricted"
        },
        {
            "chapter": 17,
            "verse": 21,
            "text": "See how We have preferred some of them over the others; and in the Hereafter are greater levels, and greater preference"
        },
        {
            "chapter": 17,
            "verse": 22,
            "text": "Do not make with God another god, or you will find yourself disgraced, abandoned"
        },
        {
            "chapter": 17,
            "verse": 23,
            "text": "And your Lord decreed that you shall not serve except Him, and do good to your parents. When one of them or both of them reaches old age, do not say to them a word of disrespect nor raise your voice at them, but say to them a kind saying"
        },
        {
            "chapter": 17,
            "verse": 24,
            "text": "And lower for them the wing of humility through mercy, and Say: \"My Lord, have mercy upon them as they have raised me when I was small"
        },
        {
            "chapter": 17,
            "verse": 25,
            "text": "Your Lord is fully aware of what is in your souls. If you are good, then He is to the obedient a Forgiver"
        },
        {
            "chapter": 17,
            "verse": 26,
            "text": "And give the relative his due, and the poor, and the wayfarer; and do not waste excessively"
        },
        {
            "chapter": 17,
            "verse": 27,
            "text": "Those who waste excessively are brothers to the devils, and the devil was to his Lord a rejecter"
        }
    ]
}