{
    "pages": [
        {
            "chapter": 27,
            "verse": 77,
            "text": "And it is a guidance and mercy for the believers"
        },
        {
            "chapter": 27,
            "verse": 78,
            "text": "Your Lord decides between them by His judgment. And He is the Noble, the Knowledgeable"
        },
        {
            "chapter": 27,
            "verse": 79,
            "text": "So put your trust in God, for you are clearly on the truth"
        },
        {
            "chapter": 27,
            "verse": 80,
            "text": "You cannot make the dead hear, nor can you make the deaf hear the call when they turn their backs and flee"
        },
        {
            "chapter": 27,
            "verse": 81,
            "text": "Nor can you guide the blind from their misguidance. You can only make those who believe in Our revelations hear you, for they have surrendered"
        },
        {
            "chapter": 27,
            "verse": 82,
            "text": "And when the punishment has been deserved by them, We will bring out for them a creature made of Earthly material, it will speak to them that the people have been uncertain regarding Our revelations"
        },
        {
            "chapter": 27,
            "verse": 83,
            "text": "And the Day We gather from every nation a party that denied Our revelations, then they will be driven"
        },
        {
            "chapter": 27,
            "verse": 84,
            "text": "Until they have come, He will Say: \"Have you denied My revelations while you had no explicit knowledge of them What were you doing"
        },
        {
            "chapter": 27,
            "verse": 85,
            "text": "And the punishment was deserved by them for what they transgressed, for they did not speak"
        },
        {
            "chapter": 27,
            "verse": 86,
            "text": "Did they not see that We made the night for them to rest in, and the day to see in In that are signs for a people who have faith"
        },
        {
            "chapter": 27,
            "verse": 87,
            "text": "And on the Day when the horn is blown, then those in the heavens and the Earth will be in terror except for whom God wills. And all shall come to Him humbled"
        },
        {
            "chapter": 27,
            "verse": 88,
            "text": "And you see the mountains, you think they are solid, while they are passing by like the clouds. The making of God who perfected everything. He is Expert over what you do"
        }
    ]
}