{
    "pages": [
        {
            "chapter": 28,
            "verse": 85,
            "text": "Surely, the One who decreed the Quran to you will summon you to a predetermined appointment. Say: \"My Lord is fully aware of who it is that brings the guidance, and who has gone astray"
        },
        {
            "chapter": 28,
            "verse": 86,
            "text": "Nor did you expect this Scripture to come your way; but this is a mercy from your Lord. Therefore, you shall not side with the rejecters"
        },
        {
            "chapter": 28,
            "verse": 87,
            "text": "Nor shall you be diverted from God's revelations, after they have come to you. And invite to your Lord. And do not be of those who set up partners"
        },
        {
            "chapter": 28,
            "verse": 88,
            "text": "And do not call besides God any god, there is no god but He. Everything will fade away except His presence. To Him is the judgment, and to Him you will be returned"
        },
        {
            "chapter": 29,
            "verse": 1,
            "text": "L.M"
        },
        {
            "chapter": 29,
            "verse": 2,
            "text": "Did the people think that they will be left to Say: \"We believe\" without being put to the test"
        },
        {
            "chapter": 29,
            "verse": 3,
            "text": "While We had tested those before them, so that God would know those who are truthful and so that He would know the liars"
        },
        {
            "chapter": 29,
            "verse": 4,
            "text": "Or did those who sinned think that they would be ahead of Us Miserable indeed is their judgment"
        },
        {
            "chapter": 29,
            "verse": 5,
            "text": "Whosoever looks forward to meeting God, then God's meeting will come. And He is the Hearer, the Knowledgeable"
        },
        {
            "chapter": 29,
            "verse": 6,
            "text": "And whosoever strives then he is only striving for himself; for God is in no need of the worlds"
        }
    ]
}