{
    "pages": [
        {
            "chapter": 30,
            "verse": 25,
            "text": "And from His signs is that the heavens and the Earth will rise by His command. Then, when He calls you forth from the Earth, you will come out"
        },
        {
            "chapter": 30,
            "verse": 26,
            "text": "And to Him is all that is in the heavens and the Earth. All are subservient to Him"
        },
        {
            "chapter": 30,
            "verse": 27,
            "text": "And He is the One who initiates the creation, then He repeats it, and this is easy for Him. And to Him is the highest example in the heavens and the Earth. And He is the Noble, the Wise"
        },
        {
            "chapter": 30,
            "verse": 28,
            "text": "An example is cited for you from among yourselves: are there any from among those who are still dependant that are partners to you in what provisions We have given you that you become equal therein Would you fear them as you fear each other It is such that We clarify the revelations for a people who have sense"
        },
        {
            "chapter": 30,
            "verse": 29,
            "text": "No, those who were wrong followed their desires without knowledge. So who can guide one whom God misguides And they will have no victors"
        },
        {
            "chapter": 30,
            "verse": 30,
            "text": "So establish yourself to the system of monotheism. It is the inclination that God has nurtured the people on. There is no changing in God's creation. Such is the pure system, but most people do not know"
        },
        {
            "chapter": 30,
            "verse": 31,
            "text": "Turn to Him, and be aware of Him, and hold the contact-method, and do not be of those who set up partners"
        },
        {
            "chapter": 30,
            "verse": 32,
            "text": "Or like those who split-up their system, and they became sects, each group happy with what it had"
        }
    ]
}