{
    "pages": [
        {
            "chapter": 40,
            "verse": 26,
            "text": "And Pharaoh said: \"Leave me to kill Moses, and let him call upon his Lord. I fear that he may change your system, or that he will cause evil to spread throughout the land"
        },
        {
            "chapter": 40,
            "verse": 27,
            "text": "And Moses said: \"I seek refuge in my Lord and your Lord from every arrogant one who does not believe in the Day of Reckoning"
        },
        {
            "chapter": 40,
            "verse": 28,
            "text": "And a believing man from among Pharaoh's people, who had concealed his belief, said: \"Will you kill a man simply for saying: 'My Lord is God', and he has come to you with proofs from your Lord And if he is a liar, then his lie will be upon him, and if he is truthful, then some of what he is promising you will afflict you. Surely, God does not guide any transgressor, liar"
        },
        {
            "chapter": 40,
            "verse": 29,
            "text": "O my people, you have the kingship today throughout the land. But then who will save us against God's torment, should it come to us\" Pharaoh said: \"I am showing you that which I see, and I am guiding you in the right path"
        },
        {
            "chapter": 40,
            "verse": 30,
            "text": "And the one who believed said: \"O my people, I fear for you the same fate as the day of the opponents"
        },
        {
            "chapter": 40,
            "verse": 31,
            "text": "Like the fate of the people of Noah, 'Aad, and Thamud, and those after them. And God does not wish any injustice for the servants"
        },
        {
            "chapter": 40,
            "verse": 32,
            "text": "And, O my people, I fear for you the Day of mutual blaming"
        },
        {
            "chapter": 40,
            "verse": 33,
            "text": "A Day when you will turn around and flee, you will have no protector besides God, and whomever God sends astray, then there is none who can guide him"
        }
    ]
}