{
    "pages": [
        {
            "chapter": 47,
            "verse": 1,
            "text": "Those who rejected and repelled from the path of God, He will mislead their works"
        },
        {
            "chapter": 47,
            "verse": 2,
            "text": "And those who believe and do good works, and believe in what was sent down to Mohammed, for it is the truth from their Lord, He cancels for them their sins, and relieves their concern"
        },
        {
            "chapter": 47,
            "verse": 3,
            "text": "That is because those who disbelieve followed falsehood, while those who believe followed the truth from their Lord. God thus cites for the people their examples"
        },
        {
            "chapter": 47,
            "verse": 4,
            "text": "So, if you encounter those who have rejected, then strike their formations until you overcome them, then bind them securely. You may either set them free or ransom them, until the war ends. And had God willed, He alone could have beaten them, but He thus tests you by one another. As for those who get killed in the cause of God, He will never let their deeds be put to waste"
        },
        {
            "chapter": 47,
            "verse": 5,
            "text": "He will guide them, and relieve their concerns"
        },
        {
            "chapter": 47,
            "verse": 6,
            "text": "And He will admit them into Paradise, which He has described to them"
        },
        {
            "chapter": 47,
            "verse": 7,
            "text": "O you who believe, if you support God, He will support you, and make your foothold firm"
        },
        {
            "chapter": 47,
            "verse": 8,
            "text": "And those who rejected, for them is destruction; and He has misled their works"
        },
        {
            "chapter": 47,
            "verse": 9,
            "text": "That is because they hated what God sent down, thus He nullifies their works"
        },
        {
            "chapter": 47,
            "verse": 10,
            "text": "Did they not roam the land and note how was the end for those before them God destroyed them and the rejecters in a similar fate"
        },
        {
            "chapter": 47,
            "verse": 11,
            "text": "This is because God is the Master for those who believe, while the disbelievers have no master"
        }
    ]
}