{
    "pages": [
        {
            "chapter": 3,
            "verse": 187,
            "text": "And God took the covenant of those who were given the Scripture: \"You will make it clear to the people and not conceal it.\" But they threw it behind their backs and purchased with it a cheap price. Miserable indeed is what they have purchased"
        },
        {
            "chapter": 3,
            "verse": 188,
            "text": "Do not think that those who are happy with what they have been given, and they love to be praised for what they did not do; do not think they are saved from the punishment. For them is a painful retribution"
        },
        {
            "chapter": 3,
            "verse": 189,
            "text": "And to God is the sovereignty of heavens and Earth, and God is capable of all things"
        },
        {
            "chapter": 3,
            "verse": 190,
            "text": "In the creation of heavens and Earth, and the difference between night and day, are signs for those with understanding"
        },
        {
            "chapter": 3,
            "verse": 191,
            "text": "Those who remember God while standing, and sitting, and on their sides, and they ponder in the creation of the heavens and the Earth: \"Our Lord you did not create this without purpose, be You glorified, spare us the retribution of the Fire"
        },
        {
            "chapter": 3,
            "verse": 192,
            "text": "Our Lord, whoever You admit to the Fire has been disgraced. The wicked will have no supporters"
        },
        {
            "chapter": 3,
            "verse": 193,
            "text": "Our Lord, we have heard a caller inviting to the faith: \"Believe in your Lord,\" so we have believed. Our Lord forgive us our evil deeds and remit our sins, and take us with the obedient ones"
        },
        {
            "chapter": 3,
            "verse": 194,
            "text": "Our Lord, and grant us what You have promised through Your messengers, and do not embarrass us on the Day of Resurrection. You do not break the promise"
        }
    ]
}