{
    "maqras": [
        {
            "chapter": 4,
            "verse": 12,
            "text": "Nnwen uzgen n wayen id ooant tlawin nnwen, ma ur saint ara tarwa. Ma saant mmit sent, i kunwi amur wis kue n wayen id ooant, kkes ed ayen ippuseofen ne$ ilabat. I nitenti, amur wis kue n wayen id teooam, ma ur tesaim ara mmit wen. Ma tesaam mmit wen, i nitenti amur wis iam n wayen id teooam, kkes ed ayen ippuseofen ne$ ilabat. Ma d argaz aweid ne$ d tameiiut taweii, ma isaa agmat ne$ taultmap, i yal wa segsen, amur wis sdis. Ma deg waias ay llan, ad feoqen amur wis krav, war ccqa, kkes ed ayen ippuseofen ne$ ilabat. D aweuui n Oebbi. Oebbi Ieoa, Ieellem"
        },
        {
            "chapter": 4,
            "verse": 13,
            "text": "D tigi ay d tilisa n Oebbi. Win issemeessen i Oebbi akked Umazan iS, a t Issekcem ar leonanat, ddawat sen isaffen ppazzalen, degsen ad wekkoen. D wagi ay d rrbee ameqwoaean"
        },
        {
            "chapter": 4,
            "verse": 14,
            "text": "Win iauuan Oebbi akked Umazan iS, izegren tilas iS, a t Issekcem ar tmes, degs ad iwekkeo, ad isaaddi aaaqeb isdullun"
        },
        {
            "chapter": 4,
            "verse": 15,
            "text": "I tid ixedmen laao di tlawin nnwen, awit ed, fellasent, kue inagan nnwen. Ma cehhden d, kemnet pent di texxamin, alamma teddem itent tmeppant, ne$ Iga yasent Oebbi abrid"
        },
        {
            "chapter": 4,
            "verse": 16,
            "text": "Wid segwen it ixedmen, aaqbet pen. Ma nedmen, u xedmen ayen ilhan, anfet asen. Oebbi, s tidep, Izga Issuruf, Ipeunu"
        },
        {
            "chapter": 4,
            "verse": 17,
            "text": "Issuruf kan Oebbi i wid ixedmen cceoo ur eoin, sinna, steooaen, war laavil. Widak, ad asen Issuref Oebbi. Oebbi Izga d Bab n uuwab, d Amusnaw"
        },
        {
            "chapter": 4,
            "verse": 18,
            "text": "Ur illi usuref i wid ixedmen tucmitin. Alamma, mi d tusa yiwen tmeppant, a d yini: \"nek steooae$ tura\". Akken, wid immuten u nitni d ijehliyen. Widak, Nhegga yasen d aaaqeb aqeoean"
        },
        {
            "chapter": 4,
            "verse": 19,
            "text": "A wid iumnen! Ur awen ieell ara a pweoten tilawin, ur qbilent, ne$ ad asent tekksem jjwao, iwakken a ppawim amur seg wayen i sent tefkam, siwa ma xedment laao ibanen. Illit yidsent, s lqanun. Ma tkeohem tent, ahat tkeohem ayen ideg Irra Oebbi lxio meqqwoen"
        },
        {
            "chapter": 4,
            "verse": 20,
            "text": "Ma teb$am a pbedlem tameiiut s tayev, u tefkam tuccit i yiwet, ur as tekkset acemma. Ma tekksem, d ayen n dir u d abekkav n uuee"
        },
        {
            "chapter": 4,
            "verse": 21,
            "text": "Amek ara tekksem imi temyekcamem, u bbwint s$uowen laaqed meqqwoen"
        },
        {
            "chapter": 4,
            "verse": 22,
            "text": "Ur ppa$et tilawin i u$en ibabaten nnwen, kkes ed ayen iaaddan. Ayagi, s tidep, d laao, d dduni, d yir brid"
        },
        {
            "chapter": 4,
            "verse": 23,
            "text": "Pwadeglent awen tyimmatin nnwen, issit nnwen, tissetmatin nnwen, tiaamtiwin nnwen, tixaltitin nnwen, issit n ugmat, issit n tweltmap, tiyimmatin nnwen i kwen issuiiven, tissetmatin nnwen ukud teiivem, tivegwalin nnwen, issit id tessekrem n tlawin nnwen ukud tcerkem usu - ma ur tecrikem ara usu, ulac u$ilif -, tilawin n warraw id turwem. Ur zdukulet snat tsetmatin, kkes ed ayen iaaddan, - Oebbi, s tidep, Izga Ipsemmie, Ipeunu"
        }
    ]
}