{
    "maqras": [
        {
            "chapter": 12,
            "verse": 101,
            "text": "A Mass iw, ni$ Tefkiv iyi si tgelda, Teseefvev iyi asefru n temsal. Axellaq n tmurt akked igenwan, Kecc, d Bab iw di ddunit, di laxeot, Eddem ooue iw d amvua, Ssiwev iyi ar wid imaanen"
        },
        {
            "chapter": 12,
            "verse": 102,
            "text": "Tagi, si teekayin n tbavnit, Nweeea yak p in. Ur telliv $uosen, mi mwafaqen a p andin"
        },
        {
            "chapter": 12,
            "verse": 103,
            "text": "Tegwti n yimdanen, xas taapbev, ur ppamnen"
        },
        {
            "chapter": 12,
            "verse": 104,
            "text": "Ur asen ssutur kra n teqdiat. Neppa, d asmekti kan i imavalen"
        },
        {
            "chapter": 12,
            "verse": 105,
            "text": "I illan deg issekniyen di tmurt akked igenwan! La teddun fellasen, maca wexxoen asen"
        },
        {
            "chapter": 12,
            "verse": 106,
            "text": "Tegwti, segsen, ur ppamnen s Oebbi, siwa ma curken"
        },
        {
            "chapter": 12,
            "verse": 107,
            "text": "Day ppeklen ur asen isburru yara uaaqeb n Oebbi, ne$ ur ten id ippas ara yimir, deqzalla, ur pfaqan"
        },
        {
            "chapter": 12,
            "verse": 108,
            "text": "Ini: \"wagi d abrid iw, la pnuju$ ar Oebbi ad Ildi allen, i nek akked wid iddan yidi. Gedha s Oebbi! Ur lli$ seg wid ipcaraken"
        },
        {
            "chapter": 12,
            "verse": 109,
            "text": "Nuzen ed kan, uqbel ik, irgazen seg imezda$ n temdinin, iwumi Nweeea. Day ur unagen ara di tmurt, ad walin amek tevoa d wid i ten id izwaren? Ih, pifxio axxam aneggaru i wid ipeezziben. Day ur tefhimem ara"
        },
        {
            "chapter": 12,
            "verse": 110,
            "text": "Alamma, mi uysen imazanen, u meyyzen ar skaddben ten, tusa ten id tallalt s$uone£. Nepsellik win i £ ihwan. Ur ipwakkas ara ssxev nne£, i ugdud ibe$wviyen"
        },
        {
            "chapter": 12,
            "verse": 111,
            "text": "Ni$, di teekayin nnsen, illa uselmed i yuaqilen. Ur telli d awal id innulfan. Neppat tetebbet ed ay d izwaren, tfeuuel ed yal cci. D nnhaya u d aeunu i ugdud iumnen"
        },
        {
            "chapter": 13,
            "verse": 1,
            "text": "Almo. Wigi d issekniyen n Tezmamt. Ayen i k d irsen, s$uo Mass ik, d tidep, maca tegwti n medden ur ppamnen"
        },
        {
            "chapter": 13,
            "verse": 2,
            "text": "Oebbi i Issulin igenwan war tigwejda ara twalim, sinna, Iaannec $ef usgeld. Ieeppem i yiiij d waggur ad ddun, akw, ar lajel ipwassnen. Iseyyi lameo, Ipfeuuil issekniyen, amar a pepputebbtem $ef temlilit d Mass nnwen"
        },
        {
            "chapter": 13,
            "verse": 3,
            "text": "Neppa i Isswesaen tamurt. Irra degs idurar, isaffen. Irra tayuga di yal ppemoa. Ip$ummu ass s yiv. Deg waya, s tidep, d issekniyen i ugdud ipxemmimen"
        },
        {
            "chapter": 13,
            "verse": 4,
            "text": "Di tmurt, tibeirin tioiratin, leonanat n teuoin, nnaama, tizdayin, v$an ne$ ur v$in, cerken aman nnsen. Nesmenyaf kra i kra, i wucci. Deg waya, s tidep, d issekniyen i ugdud ifehmen"
        }
    ]
}