{
    "maqras": [
        {
            "chapter": 28,
            "verse": 12,
            "text": "Nun hatten Wir ihm zuvor die Ammenbruste verwehrt. Da sagte sie: „Soll ich euch auf Hausleute hinweisen, die ihn fur euch betreuen und ihm aufrichtig zugetan sein wurden"
        },
        {
            "chapter": 28,
            "verse": 13,
            "text": "So brachten Wir ihn zu seiner Mutter zuruck, damit sie frohen Mutes und nicht mehr traurig sei und damit sie wissen sollte, daß Allahs Versprechen wahr ist. Aber die meisten von ihnen wissen nicht"
        },
        {
            "chapter": 28,
            "verse": 14,
            "text": "Und als er seine Vollreife und sein Ebenmaß erlangt hatte, gaben Wir ihm Urteil(skraft) und Wissen. So vergelten Wir den Gutes Tuenden"
        },
        {
            "chapter": 28,
            "verse": 15,
            "text": "Und er betrat die Stadt zu einer Zeit, als ihre Bewohner unachtsam waren. Da fand er darin zwei Manner, die miteinander kampften, der eine war von seinem (eigenen) Lager, der andere von seinen Feinden. Da rief ihn derjenige, der von seinem Lager war, zu Hilfe gegen denjenigen, der von den Feinden war. Dann schlug ihn Musa mit der Faust und brachte ihn so um. Er sagte: „Das gehort zum Werk des Satans. Gewiß, er ist ein deutlicher Feind, der in die Irre fuhrt"
        },
        {
            "chapter": 28,
            "verse": 16,
            "text": "Er sagte: „Mein Herr, ich habe mir selbst Unrecht zugefugt; so vergib mir. Da vergab Er ihm, denn Er ist ja der Allvergebende und Barmherzige"
        },
        {
            "chapter": 28,
            "verse": 17,
            "text": "Er sagte: „Mein Herr, darum, daß Du mir Gunst erwiesen hast, werde ich den Ubeltatern nicht mehr Beistand leisten"
        },
        {
            "chapter": 28,
            "verse": 18,
            "text": "Am Morgen war er in der Stadt furchtsam und hielt (immer wieder) Ausschau. Auf einmal schrie derjenige, der ihn am Tag zuvor um Hilfe gebeten hatte, zu ihm um Beistand. Musa sagte zu ihm: „Du bist offenkundig einer, der wahrlich (zu Gewalttaten) verleitet"
        },
        {
            "chapter": 28,
            "verse": 19,
            "text": "Als er nun mit Gewalt denjenigen packen wollte, der ihrer beider Feind war, sagte dieser: „O Musa, willst du denn mich toten, wie du gestern eine (Menschen)seele getotet hast? Du willst ja nur ein Gewalttater im Land sein, und du willst nicht zu den Heilstiftern gehoren"
        },
        {
            "chapter": 28,
            "verse": 20,
            "text": "Und es kam ein Mann vom außersten Ende der Stadt gelaufen. Er sagte: „O Musa, die fuhrende Schar berat uber dich, um dich zu toten. So geh fort, gewiß, ich gehore zu denjenigen, die dir guten Rat geben"
        },
        {
            "chapter": 28,
            "verse": 21,
            "text": "So ging er furchtsam aus ihr fort und hielt (immer wieder) Ausschau. Er sagte: „Mein Herr, errette mich von dem ungerechten Volk"
        },
        {
            "chapter": 28,
            "verse": 22,
            "text": "Und als er sich Madyan zuwandte, sagte er: „Vielleicht wird mein Herr mich den rechten Weg leiten"
        },
        {
            "chapter": 28,
            "verse": 23,
            "text": "Als er nun zum Wasser von Madyan kam, fand er dort eine (ganze) Gemeinschaft von Menschen, die (ihr Vieh) trankten. Und er fand außer ihnen zwei Frauen, die (ihre Tiere) fernhielten. Er sagte: „Was ist mit euch beiden? Sie sagten: „Wir tranken (unsere Tiere) nicht, bis die Hirten (ihr Vieh) weggetrieben haben. Und unser Vater ist ein hochbetagter Greis"
        },
        {
            "chapter": 28,
            "verse": 24,
            "text": "Da trankte er ihnen (ihre Tiere). Hierauf zog er sich zuruck in den Schatten und sagte: „Mein Herr, ich bin dessen bedurftig, was Du auch immer an Gutem zu mir herabsendest"
        },
        {
            "chapter": 28,
            "verse": 25,
            "text": "Da kam die eine von den beiden zu ihm, indem sie verschamt einherging. Sie sagte: „Mein Vater ruft dich, um dir den Lohn dafur zu entrichten, daß du uns (die Tiere) getrankt hast. Nachdem er zu ihm gekommen war und ihm die Geschichte berichtet hatte, sagte er: „Furchte dich nicht; du bist dem ungerechten Volk entkommen"
        },
        {
            "chapter": 28,
            "verse": 26,
            "text": "Die eine von den beiden sagte: „O mein lieber Vater, nimm ihn in Dienst, denn der Beste, den du in Dienst nehmen kannst, ist der Starke und Vertrauenswurdige"
        },
        {
            "chapter": 28,
            "verse": 27,
            "text": "Er sagte: „Ich will dich mit einer dieser meiner beiden Tochter verheiraten unter der Bedingung, daß du acht Jahre in meinen Dienst trittst. Wenn du sie aber auf zehn vollmachst, so steht es bei dir. Ich will dir keine Harte auferlegen. Du wirst mich, wenn Allah will, als einen der Rechtschaffenen finden"
        },
        {
            "chapter": 28,
            "verse": 28,
            "text": "Er sagte: „Dies sei zwischen mir und dir (abgemacht). Welche der beiden Fristen ich auch erfulle, so darf es keine Bedrangnis gegen mich geben. Und Allah ist Sachwalter uber das, was wir (hier) sagen"
        }
    ]
}