{
    "maqras": [
        {
            "chapter": 40,
            "verse": 66,
            "text": "Sag: Mir wurde verboten, als die klaren Zeichen von meinem Herrn zu mir kamen, denjenigen zu dienen, die ihr anstatt Allahs anruft; und mir wurde befohlen, mich dem Herrn der Weltenbewohner zu ergeben"
        },
        {
            "chapter": 40,
            "verse": 67,
            "text": "Er ist es, Der euch aus Erde erschaffen hat, hierauf aus einem Samentropfen, hierauf aus einem Anhangsel’. Hierauf laßt Er euch als kleine Kinder hervorkommen. Hierauf (laßt Er euch heranwachsen), damit ihr eure Vollreife erlangt und damit ihr dann Greise werdet - manch einer von euch wird vorher abberufen - und damit ihr eine festgesetzte Frist erreicht, und auf daß ihr begreifen moget"
        },
        {
            "chapter": 40,
            "verse": 68,
            "text": "Er ist es, Der lebendig macht und sterben laßt. Wenn Er dann eine Angelegenheit bestimmt, sagt Er zu ihr nur: Sei!, und so ist sie"
        },
        {
            "chapter": 40,
            "verse": 69,
            "text": "Siehst du nicht diejenigen, die uber Allahs Zeichen streiten? Wie sie sich doch abwenden lassen"
        },
        {
            "chapter": 40,
            "verse": 70,
            "text": "(Sie,) die die Schrift und das, womit Wir Unsere Gesandten gesandt haben, fur Luge erklaren. Aber sie werden (es noch) erfahren"
        },
        {
            "chapter": 40,
            "verse": 71,
            "text": "wenn die Fesseln und die Ketten um ihre Halse (angebracht) sind und sie gezerrt werden"
        },
        {
            "chapter": 40,
            "verse": 72,
            "text": "ins heiße Wasser und hierauf ins (Hollen)feuer als Brennstoff geworfen werden"
        },
        {
            "chapter": 40,
            "verse": 73,
            "text": "Dann wird zu ihnen gesagt werden: Wo ist das, was ihr (Allah) beigesellt habt (, und dem ihr gedient habt)"
        },
        {
            "chapter": 40,
            "verse": 74,
            "text": "anstatt Allahs? Sie werden sagen: Sie sind uns entschwunden. Aber nein! Wir riefen zuvor (doch gar) nichts an. So laßt Allah die Unglaubigen in die Irre gehen"
        },
        {
            "chapter": 40,
            "verse": 75,
            "text": "Dies (geschieht deshalb), weil ihr auf der Erde ohne Recht froh zu sein und (zu sehr) frohsinnig zu leben pflegtet"
        },
        {
            "chapter": 40,
            "verse": 76,
            "text": "Betretet (nun) die Tore der Holle, ewig darin zu bleiben. Schlimm ist der Aufent haltsort der Hochmutigen"
        },
        {
            "chapter": 40,
            "verse": 77,
            "text": "So sei standhaft. Gewiß, Allahs Versprechen ist wahr. Ob Wir dich einen Teil dessen, was Wir ihnen androhen, sehen lassen oder dich (vorher) abberufen, zu Uns werden sie zuruckgebracht"
        },
        {
            "chapter": 40,
            "verse": 78,
            "text": "Wir haben doch bereits vor dir Gesandte gesandt. Unter ihnen gibt es manche, von denen Wir dir berichtet haben, und unter ihnen gibt es manche, von denen Wir dir nicht bereichtet haben. Kein Gesandter kann ein Zeichen bringen - außer mit Allahs Erlaubnis. Wenn dann Allahs Befehl kommt, wird der Wahrheit entsprechend entschieden, und verloren haben dann diejenigen, die (die Botschaft) fur falsch erklaren"
        },
        {
            "chapter": 40,
            "verse": 79,
            "text": "Allah ist es, Der fur euch das Vieh gemacht hat, damit ihr (teils) auf ihm reiten konnt; und ihr konnt (teils) von ihm essen"
        },
        {
            "chapter": 40,
            "verse": 80,
            "text": "Und ihr habt an ihm (allerlei) Nutzen. Und damit ihr, auf ihm (reitend,) ein Ziel’, das ihr in euren Brusten (hegt), erreichen konnt. Und auf ihm und auf den Schiffen werdet ihr getragen"
        },
        {
            "chapter": 40,
            "verse": 81,
            "text": "Und Er zeigt euch Seine Zeichen. Welches von Allahs Zeichen wollt ihr nun nicht anerkennen"
        },
        {
            "chapter": 40,
            "verse": 82,
            "text": "Sind sie denn nicht auf der Erde umhergereist, so daß sie schauen (konnten), wie das Ende derjenigen war, die vor ihnen waren? Sie waren zahlreicher als sie und hatten mehr Kraft und Wirkung auf der Erde als sie. Aber nicht nutzte ihnen, was sie zu erwerben pflegten"
        },
        {
            "chapter": 40,
            "verse": 83,
            "text": "Als nun ihre Gesandten zu ihnen mit den klaren Beweisen kamen, waren sie froh uber das Wissen, das sie besaßen, und es umschloß sie das, woruber sie sich lustig zu machen pflegten"
        },
        {
            "chapter": 40,
            "verse": 84,
            "text": "Als sie dann Unsere Gewalt sahen, sagten sie: Wir glauben an Allah allein und verleugnen das, was wir Ihm beizugesellen pflegten"
        },
        {
            "chapter": 40,
            "verse": 85,
            "text": "Aber nicht mehr nutzen konnte ihnen ihr Glaube, als sie Unsere Gewalt sahen - (so war) Allahs Gesetzmaßigkeit, die bereits (in der Vergangenheit) an Seine Diener ergangen war, und verloren waren da die Unglaubigen"
        },
        {
            "chapter": 41,
            "verse": 1,
            "text": "Ha-Mim"
        },
        {
            "chapter": 41,
            "verse": 2,
            "text": "(Dies ist) eine Offenbarung vom Allerbarmer, dem Barmherzigen"
        },
        {
            "chapter": 41,
            "verse": 3,
            "text": "ein Buch, dessen Zeichen ausfuhrlich dargelegt sind, als ein arabischer Qur’an, fur Leute, die Bescheid wissen"
        },
        {
            "chapter": 41,
            "verse": 4,
            "text": "als Frohboten und als Warner. Aber die meisten von ihnen wenden sich ab, so daß sie nicht horen"
        },
        {
            "chapter": 41,
            "verse": 5,
            "text": "Sie sagen: Unsere Herzen sind in Hullen vor dem, wozu du uns aufrufst, und in unseren Ohren ist Schwerhorigkeit, und zwischen uns und dir ist ein Vorhang. Handle also, wir werden ebenfalls handeln"
        },
        {
            "chapter": 41,
            "verse": 6,
            "text": "Sag: Gewiß, ich bin ja nur ein menschliches Wesen wie ihr; mir wird (als Offenbarung) eingegeben, daß euer Gott nur ein Einziger Gott ist. So richtet euch zu Ihm hin und bittet Ihn um Vergebung. Und wehe den Gotzendienern"
        },
        {
            "chapter": 41,
            "verse": 7,
            "text": "die die Abgabe nicht entrichten, und sie, die sie das Jenseits verleugnen"
        },
        {
            "chapter": 41,
            "verse": 8,
            "text": "Gewiß, diejenigen, die glauben und rechtschaffene Werke tun, fur sie wird es einen Lohn geben, der nicht aufhort"
        }
    ]
}