{
    "maqras": [
        {
            "chapter": 2,
            "verse": 26,
            "text": "Voistynu, Allah ne posoromytʹsya navesty yak pryklad komara abo y shchosʹ ponad nʹoho. Tozh ti, yaki uviruvaly, znayutʹ, shcho taka prytcha — istyna vid Hospoda yikhnʹoho, a ti, yaki ne uviruvaly, hovoryatʹ: «Shcho khotiv skazaty Allah tsiyeyu prytcheyu?» Bahatʹokh Vin zbyvaye neyu zi shlyakhu, a bahatʹokh vede shlyakhom pryamym. A zi shlyakhu Vin zbyvaye lyshe nechestyvtsiv"
        },
        {
            "chapter": 2,
            "verse": 27,
            "text": "tykh, yaki porushuyutʹ zavit Allaha pislya pryynyattya yoho, rozryvayutʹ te, shcho Allah nakazav zʺyednaty, ta y chynyatʹ bezchestya na zemli! Same vony vtratyatʹ use"
        },
        {
            "chapter": 2,
            "verse": 28,
            "text": "Yak, vy ne viruyete v Allaha? Vy buly mertvymy, a Vin dav vam zhyttya. Potim Vin znovu vmertvytʹ vas i znovu podaruye vam zhyttya, i do Nʹoho povernetesʹ vy"
        },
        {
            "chapter": 2,
            "verse": 29,
            "text": "Vin — Toy, Khto stvoryv dlya vas use, shcho na zemli, a potim povernuvsya do neba ta y vporyadkuvav sim nebes. Vin znaye pro kozhnu rich"
        },
        {
            "chapter": 2,
            "verse": 30,
            "text": "I koly skazav Hospodʹ tviy anhelam: «YA postavlyu namisnyka na zemli!» — to vony zapytaly: «Ty khochesh postavyty tam toho, khto chynytyme bezchestya ta prolyvatyme krov, todi yak My proslavlyayemo Tebe khvaloyu ta slavymo svyatistʹ Tvoyu?» Vin vidpoviv: «YA znayu te, choho ne znayete vy"
        },
        {
            "chapter": 2,
            "verse": 31,
            "text": "I Vin navchyv Adama vsikh imen, a potim skazav anhelam: «Nazvitʹ Meni tsi imena, yakshcho vy pravdyvi"
        },
        {
            "chapter": 2,
            "verse": 32,
            "text": "Ti vidpovily: «Preslavnyy Ty! My znayemo lyshe te, chomu Ty navchyv nas. Voistynu, Ty — Vseznayuchyy, Mudryy"
        },
        {
            "chapter": 2,
            "verse": 33,
            "text": "Todi Vin skazav: «O Adame! Nazvy yim tsi imena!» A koly toy nazvav yim tsi imena, Vin movyv: «Chy zh ne hovoryv YA vam, shcho znayu potayemne nebes i zemli, i znayu te, shcho vidkryvayete vy ta shcho prykhovuyete"
        },
        {
            "chapter": 2,
            "verse": 34,
            "text": "I koly My skazaly anhelam: «Nyzʹko vklonitʹsya Adamu!» — to vklonylysya usi, krim Iblisa, yakyy vidmovyvsya, vyvyshchyvsya ta stav neviruyuchym"
        },
        {
            "chapter": 2,
            "verse": 35,
            "text": "I skazaly My: «O Adame! Zhyvy razom zi svoyeyu druzhynoyu u rayu. Yizhte doskhochu, koly b vy ne pobazhaly. Ale ne nablyzhaytesʹ do tsʹoho dereva, bo stanete odnymy z nechestyvtsiv"
        },
        {
            "chapter": 2,
            "verse": 36,
            "text": "Prote shaytan zmusyv yikh perechepytysʹ ob nʹoho. Tozh vony zalyshyly te, shcho bulo tam, i skazaly My: «Vyyditʹ! I odni z vas budutʹ vorohamy dlya inshykh! Zemlya stane dlya vas prytulkom i vy matymete tam prozhytok — do pevnoho chasu"
        },
        {
            "chapter": 2,
            "verse": 37,
            "text": "I pryynyav Adam slova Hospoda svoho y pokayavsya pered Nym. Voistynu, Vin — Pryymayuchyy kayattya, Myloserdnyy"
        },
        {
            "chapter": 2,
            "verse": 38,
            "text": "I skazaly My: «Vyyditʹ zvidty vsi!» A yakshcho pryyde vid Mene do vas pryamyy shlyakh, to ti, khto ytyme pryamym shlyakhom Moyim, ne matymutʹ strakhu y ne budutʹ zasmucheni"
        },
        {
            "chapter": 2,
            "verse": 39,
            "text": "A ti, yaki ne viruvaly ta y vvazhaly Nashi znamennya brekhneyu, vony — zhyteli pekla. Budutʹ vony tam doviku"
        },
        {
            "chapter": 2,
            "verse": 40,
            "text": "O syny Israyilya! Z·hadayte blaha Moyi, yakymy YA nadilyv vas! Trymaytesya zavitu zi Mnoyu i YA trymatymusya zavitu iz vamy! I biytesʹ lyshe Mene"
        },
        {
            "chapter": 2,
            "verse": 41,
            "text": "I uviruyte v te, shcho YA zislav yak pidtverdzhennya danoho vam, ta y ne budʹte pershymy, khto ne povirytʹ u tse. Ne prodavayte znamenʹ Moyikh za nyzʹku tsinu i biytesya lyshe Mene"
        },
        {
            "chapter": 2,
            "verse": 42,
            "text": "Ne vbyrayte istynu v nepravdu ta ne prykhovuyte istyny, adzhe vy yiyi znayete"
        },
        {
            "chapter": 2,
            "verse": 43,
            "text": "Zvershuyte molytvu, davayte zakyat ta skhylyayte kolina razom iz tymy, khto vzhe robytʹ tse"
        }
    ]
}