{
    "maqras": [
        {
            "chapter": 47,
            "verse": 10,
            "text": "Nevzhe vony ne podorozhuvaly zemleyu ta ne bachyly, yakym buv kinetsʹ tykh, yaki zhyly ranishe za nykh? Allah znyshchyv yikh! Te zh same chekaye neviruyuchykh"
        },
        {
            "chapter": 47,
            "verse": 11,
            "text": "Tse tak, adzhe Allah — Pokrovytelʹ tykh, yaki uviruvaly, a neviruyuchi ne mayutʹ pokrovytelya"
        },
        {
            "chapter": 47,
            "verse": 12,
            "text": "Voistynu, tykh, yaki uviruvaly y tvoryly dobro, Allah vvede do sadiv rayu, de techutʹ riky. A ti, yaki ne uviruvaly, nasolodzhuyutʹsya blahamy ta spozhyvayutʹ yizhu, nache tvaryny. Prytulkom yikhnim bude vohonʹ"
        },
        {
            "chapter": 47,
            "verse": 13,
            "text": "Skilʹky selyshch, sylʹnishykh za tvoye selyshche, z yakoho tebe vyhnano, My znyshchyly! U nykh ne bulo pomichnyka"
        },
        {
            "chapter": 47,
            "verse": 14,
            "text": "Nevzhe toy, khto trymayetʹsya yasnoho dokazu vid svoho Hospoda, rivnyy tomu, komu vydalysya prekrasnymy yoho zli vchynky ta khto yde slidom za svoyimy prystrastyamy"
        },
        {
            "chapter": 47,
            "verse": 15,
            "text": "Taka kartyna rayu, obitsyanoho bohoboyazlyvym: tam techutʹ riky z vody, yaka ne zastoyuyetʹsya, riky z moloka, yake ne zminyuye svoho smaku, riky z vyna, yake daruye nasolodu tym, khto yoho pʺye, riky z ochyshchenoho medu. Vony matymutʹ tam kozhen plid ta proshchennya vid Hospoda svoho. Nevzhe vony skhozhi na tykh, khto vichno perebuvatyme v pekli ta pytyme kyplyachu vodu, yaka rozryvatyme yikhni nutroshchi"
        },
        {
            "chapter": 47,
            "verse": 16,
            "text": "Sered nykh ye ti, khto slukhaye tebe. Ale koly vony vyyshly vid tebe, to skazaly tym, komu dane znannya: «Shcho tse vin hovoryv shchoyno?» Vony — ti, chyyi sertsya Allah zapechatav, ta khto yde slidom za svoyimy prystrastyamy"
        },
        {
            "chapter": 47,
            "verse": 17,
            "text": "A tym, khto yde pryamym shlyakhom, Vin pomnozhuye Svoye kerivnytstvo ta daruye yim bohoboyazlyvistʹ yikhnyu"
        },
        {
            "chapter": 47,
            "verse": 18,
            "text": "Nevzhe vony chekayutʹ chohosʹ inshoho zamistʹ Chasu, yakyy pryyde do nykh raptovo? Uzhe zʺyavylysya prykmety yoho! Ta chy dopomozhe yim nahaduvannya, koly vin pryyde do nykh"
        },
        {
            "chapter": 47,
            "verse": 19,
            "text": "Tozh znay, shcho nemaye boha, krim Allaha, prosy proshchennya za sviy hrikh, za hrikh viruyuchykh cholovikiv i zhinok. Allah znaye pro vashu pratsyu ta pro vash vidpochynok"
        },
        {
            "chapter": 47,
            "verse": 20,
            "text": "Hovoryatʹ ti, yaki uviruvaly: «Chomu ne zislano suru?» A koly bulo zislano yasno vykladenu suru ta y z·hadano tam borotʹbu, ty pobachyv, shcho ti, v chyyikh sertsyakh khvoroba, dyvlyatʹsya na tebe pohlyadom toho, khto vtratyv svidomistʹ pered smertyu. Dlya nykh krashchoyu bula b"
        },
        {
            "chapter": 47,
            "verse": 21,
            "text": "pokora ta dobre slovo. A yakshcho spravu vyrisheno, to pravdyvistʹ pered Allahom bude krashchoyu dlya nykh"
        },
        {
            "chapter": 47,
            "verse": 22,
            "text": "Mozhlyvo, yakshcho vy vidvernetesʹ, to poshyryte nechestya na zemli ta rozirvete rodynni zvʺyazky"
        },
        {
            "chapter": 47,
            "verse": 23,
            "text": "Vony ye tymy, koho Allah proklyav i pozbavyv slukhu ta zoru"
        },
        {
            "chapter": 47,
            "verse": 24,
            "text": "To chy ne pomirkuyutʹ vony nad Koranom? Nevzhe na yikhnikh sertsyakh zamky"
        },
        {
            "chapter": 47,
            "verse": 25,
            "text": "Voistynu, tykh, yaki povernulysya nazad pislya toho, yak yim stav zrozumilyy pryamyy shlyakh, zvabyv shaytan ta pidmanuv khybnymy spodivannyamy"
        },
        {
            "chapter": 47,
            "verse": 26,
            "text": "Tse tak, adzhe vony skazaly tym, khto znenavydiv zislane Allahom: «My budemo korytysʹ vam u deyakykh spravakh». Ta Allah znaye yikhni tayemnytsi"
        },
        {
            "chapter": 47,
            "verse": 27,
            "text": "A shcho bude, koly anhely zaberutʹ yikh ta pochnutʹ byty po oblychchyakh i spynakh"
        },
        {
            "chapter": 47,
            "verse": 28,
            "text": "Tse tak, adzhe vony pishly za tym, shcho prohnivylo Allaha ta y znenavydily te, chym Vin zadovolenyy. Tozh Vin zrobyv marnymy yikhni vchynky"
        },
        {
            "chapter": 47,
            "verse": 29,
            "text": "Nevzhe ti, v chyyikh sertsyakh khvoroba, dumayutʹ, shcho Allah ne vykryye yikhnʹoyi zloby"
        },
        {
            "chapter": 47,
            "verse": 30,
            "text": "Yakby My pobazhaly, to pokazaly b yikh tobi, i ty vpiznav by yikh za oznakamy yikhnimy. Ale ty vpiznayesh yikh za zvuchannyam sliv yikhnikh. Allah znaye pro yikhni vchynky"
        },
        {
            "chapter": 47,
            "verse": 31,
            "text": "My budemo vyprobovuvaty vas doty, doky ne piznayemo tykh sered vas, khto vede borotʹbu, y tykh, khto maye terpinnya; i My vyprobuyemo zvistky pro vas"
        },
        {
            "chapter": 47,
            "verse": 32,
            "text": "Voistynu, ti, yaki ne uviruvaly, zbyvaly inshykh zi shlyakhu Allaha ta superechyly Poslantsyu pislya toho, yak yim stav zrozumilym pryamyy shlyakh, niyak ne zmozhutʹ zashkodyty Allahu, a Vin zrobytʹ marnymy yikhni vchynky"
        }
    ]
}