{
    "maqras": [
        {
            "chapter": 6,
            "verse": 151,
            "text": "Skazhy: «Prykhodʹte, ya prochytayu vam pro te, shcho zaboronyv vam Hospodʹ vash: nikoho ne vvazhayte rivnym Yomu, yaknaykrashche stavtesya do batʹkiv. Ne vbyvayte ditey svoyikh, boyachysʹ bidnosti, adzhe My nadilyayemo y vas, i yikh. Ne nablyzhaytesya do ohydnykh vchynkiv — yavnykh i prykhovanykh. Ne vbyvayte dushi, vbyvstvo yakoyi zaboronyv Allah, yakshcho ne mayete prava na te. Vin zapoviv vam tse — mozhlyvo, vy zrozumiyete"
        },
        {
            "chapter": 6,
            "verse": 152,
            "text": "I ne nablyzhaytesya do mayna syroty, khiba dlya yoho zh blaha, poky ne dosyahne vin zrilosti. Napovnyuyte miru y vahu spravedlyvo! My ne vymahayemo vid lyudyny ponad yiyi mozhlyvosti. I koly vy shchosʹ hovoryte, budʹte spravedlyvi, navitʹ yakshcho ydetʹsya pro vashoho rodycha. Vykonuyte zavit Allaha. Vin zapoviv tse vam — mozhlyvo, zamyslytesya vy"
        },
        {
            "chapter": 6,
            "verse": 153,
            "text": "Takyy Miy pryamyy shlyakh, tozh iditʹ nym, ale ne yditʹ inshymy dorohamy, yaki zibʺyutʹ vas iz Yoho shlyakhu! Vin zapoviv tse vam — mozhlyvo, budete vy bohoboyazlyvi"
        },
        {
            "chapter": 6,
            "verse": 154,
            "text": "My daruvaly Musi Pysannya yak dovershennya [mylosti] dlya tykh, yaki roblyatʹ dobro, yak poyasnennya kozhnoyi rechi, pryamyy shlyakh i mylistʹ — mozhlyvo, uviruyutʹ vony v zustrich iz Hospodom yikhnim"
        },
        {
            "chapter": 6,
            "verse": 155,
            "text": "My zislaly tse Pysannya blahoslovennym, tozh iditʹ za nym i budʹte bohoboyazlyvi — mozhlyvo, pomyluyutʹ vas"
        },
        {
            "chapter": 6,
            "verse": 156,
            "text": "A takozh dlya toho, shchob vy ne hovoryly: «Pysannya bulo zislane dvom hrupam shche ranishe za nas, tozh my nichoho ne znaly pro vyvchennya yoho!»"
        },
        {
            "chapter": 6,
            "verse": 157,
            "text": "Shchob vy ne hovoryly: «Yakby nam zislaly Yoho, to My b ishly pryamym shlyakhom shche krashche, nizh vony!» Osʹ, pryyshlo do vas yasne znamennya vid Hospoda vashoho, pryamyy shlyakh i mylistʹ! Khto zh nespravedlyvishyy za toho, khto vvazhaye za brekhnyu Nashi znamennya y vidvertayetʹsya vid nykh? Tym, yaki vidvertayutʹsya vid Nashykh znamenʹ, My vidplatymo lyutoyu karoyu za te, shcho vony vidvertalysya"
        },
        {
            "chapter": 6,
            "verse": 158,
            "text": "Nevzhe vony chekayutʹ, shcho do nykh pryydutʹ anhely, pryyde tviy Hospodʹ chy pryydutʹ znamennya Hospoda tvoho? U Denʹ, koly pryyde znamennya vid Hospoda tvoho, zhodniy dushi ne prynese korysti vira yiyi, yakshcho vona ne bula viruyuchoyu ranishe chy ne zdobula cherez svoyu viru dobro. Skazhy: «Chekayte! Chekayemo y my"
        },
        {
            "chapter": 6,
            "verse": 159,
            "text": "Voistynu, ty neprychetnyy do tykh, yaki rozkololy svoyu relihiyu ta rozdilylysya na sekty. Yikhnya sprava nalezhytʹ Allahu, tozh potim Vin spovistytʹ yikh pro te, shcho robyly vony"
        },
        {
            "chapter": 6,
            "verse": 160,
            "text": "Khto pryyde z dobrym vchynkom, toy matyme desyatʹ takykh. A khto pryyde iz lykhym vchynkom, tomu vidplatyatʹ za nʹoho; i ni z kym ne vchynyatʹ nespravedlyvo"
        },
        {
            "chapter": 6,
            "verse": 161,
            "text": "Skazhy: «Voistynu, miy Hospodʹ ukazav meni pryamyy shlyakh, yakyy ye istynnoyu relihiyeyu, virospovidannyam Ibrahima-khanifa. A vin ne buv bahatobozhnykom"
        },
        {
            "chapter": 6,
            "verse": 162,
            "text": "Skazhy: «Voistynu, moya molytva y vykonannya obryadiv, moye zhyttya y smertʹ — tse vse nalezhytʹ Allahu, Hospodu svitiv"
        },
        {
            "chapter": 6,
            "verse": 163,
            "text": "Nemaye rivnoho Yomu. Same tse nakazano meni, i ya — pershyy iz viddanykh Yomu"
        },
        {
            "chapter": 6,
            "verse": 164,
            "text": "Skazhy: «Nevzhe ya shukatymu inshoho hospoda, krim Allaha, koly Vin — Hospodʹ kozhnoyi rechi? Shcho b ne vchynyla kozhna dusha, vidpovidaty za tse yiy samiy. Nikhto ne ponese tyahar inshoho! Potim povernetesya vy do Hospoda vashoho, i Vin spovistytʹ vas pro te, pro shcho vy sperechalysya"
        },
        {
            "chapter": 6,
            "verse": 165,
            "text": "Vin — Toy, Khto zrobyv vas namisnykamy na zemli y pidnis odnykh iz vas nad inshymy za stupenyamy, vyprobuyuchy v tomu, shcho Vin daruvav vam. Voistynu, Tviy Hospodʹ shvydkyy u pokaranni. Voistynu, Vin — Proshchayuchyy, Myloserdnyy"
        }
    ]
}