{
    "maqras": [
        {
            "chapter": 28,
            "verse": 51,
            "text": "۞وَلَقَدۡ وَصَّلۡنَا لَهُمُ ٱلۡقَوۡلَ لَعَلَّهُمۡ يَتَذَكَّرُونَ (وَصَّلْنَا: فَصَّلْنَا وَبَيَّنَّا)"
        },
        {
            "chapter": 28,
            "verse": 52,
            "text": "ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ مِن قَبۡلِهِۦ هُم بِهِۦ يُؤۡمِنُونَ"
        },
        {
            "chapter": 28,
            "verse": 53,
            "text": "وَإِذَا يُتۡلَىٰ عَلَيۡهِمۡ قَالُوٓاْ ءَامَنَّا بِهِۦٓ إِنَّهُ ٱلۡحَقُّ مِن رَّبِّنَآ إِنَّا كُنَّا مِن قَبۡلِهِۦ مُسۡلِمِينَ"
        },
        {
            "chapter": 28,
            "verse": 54,
            "text": "أُوْلَـٰٓئِكَ يُؤۡتَوۡنَ أَجۡرَهُم مَّرَّتَيۡنِ بِمَا صَبَرُواْ وَيَدۡرَءُونَ بِٱلۡحَسَنَةِ ٱلسَّيِّئَةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ (مَّرَّتَيْنِ: لِإِيمَانِهِمْ بِكِتَابِهِمْ وَبِالقُرْآنِ, وَيَدْرَؤُونَ: يَدْفَعُونَ)"
        },
        {
            "chapter": 28,
            "verse": 55,
            "text": "وَإِذَا سَمِعُواْ ٱللَّغۡوَ أَعۡرَضُواْ عَنۡهُ وَقَالُواْ لَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡ سَلَٰمٌ عَلَيۡكُمۡ لَا نَبۡتَغِي ٱلۡجَٰهِلِينَ (اللَّغْوَ: البَاطِلَ, أَعْرَضُوا عَنْهُ: لَمْ يُصْغُوا إِلَيْهِ, سَلَامٌ عَلَيْكُمْ: لَا تَسْمَعُونَ مِنَّا إِلَّا الخَيْرَ؛ قَدْ سَلِمْتُمْ مِنَّا, لَا نَبْتَغِي الْجَاهِلِينَ: لَا نُرِيدُ طَرِيقَةَ الغَافِلينَ عَنِ الحَلَمَةِ وَالحِلْمِ)"
        },
        {
            "chapter": 28,
            "verse": 56,
            "text": "إِنَّكَ لَا تَهۡدِي مَنۡ أَحۡبَبۡتَ وَلَٰكِنَّ ٱللَّهَ يَهۡدِي مَن يَشَآءُۚ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ"
        },
        {
            "chapter": 28,
            "verse": 57,
            "text": "وَقَالُوٓاْ إِن نَّتَّبِعِ ٱلۡهُدَىٰ مَعَكَ نُتَخَطَّفۡ مِنۡ أَرۡضِنَآۚ أَوَلَمۡ نُمَكِّن لَّهُمۡ حَرَمًا ءَامِنٗا يُجۡبَىٰٓ إِلَيۡهِ ثَمَرَٰتُ كُلِّ شَيۡءٖ رِّزۡقٗا مِّن لَّدُنَّا وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ (نُتَخَطَّفْ: نُنْتَزَعْ بِسُرْعَةٍ بِالقَتْلِ، وَالأَسْرِ, يُجْبَى: يُجْلَبُ إِلَيْهِ)"
        },
        {
            "chapter": 28,
            "verse": 58,
            "text": "وَكَمۡ أَهۡلَكۡنَا مِن قَرۡيَةِۭ بَطِرَتۡ مَعِيشَتَهَاۖ فَتِلۡكَ مَسَٰكِنُهُمۡ لَمۡ تُسۡكَن مِّنۢ بَعۡدِهِمۡ إِلَّا قَلِيلٗاۖ وَكُنَّا نَحۡنُ ٱلۡوَٰرِثِينَ (وَكَمْ: كَثِيرًا! بَطِرَتْ مَعِيشَتَهَا: طَغَتْ وَتَمَرَّدَتْ فِي حَيَاتِهَا)"
        },
        {
            "chapter": 28,
            "verse": 59,
            "text": "وَمَا كَانَ رَبُّكَ مُهۡلِكَ ٱلۡقُرَىٰ حَتَّىٰ يَبۡعَثَ فِيٓ أُمِّهَا رَسُولٗا يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِنَاۚ وَمَا كُنَّا مُهۡلِكِي ٱلۡقُرَىٰٓ إِلَّا وَأَهۡلُهَا ظَٰلِمُونَ (أُمِّهَا: أَعْظَمِهَا، وَهِيَ مَكَّةُ)"
        },
        {
            "chapter": 28,
            "verse": 60,
            "text": "وَمَآ أُوتِيتُم مِّن شَيۡءٖ فَمَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَزِينَتُهَاۚ وَمَا عِندَ ٱللَّهِ خَيۡرٞ وَأَبۡقَىٰٓۚ أَفَلَا تَعۡقِلُونَ"
        },
        {
            "chapter": 28,
            "verse": 61,
            "text": "أَفَمَن وَعَدۡنَٰهُ وَعۡدًا حَسَنٗا فَهُوَ لَٰقِيهِ كَمَن مَّتَّعۡنَٰهُ مَتَٰعَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا ثُمَّ هُوَ يَوۡمَ ٱلۡقِيَٰمَةِ مِنَ ٱلۡمُحۡضَرِينَ (الْمُحْضَرِينَ: مِمَّنْ أُحْضِرُوا لِلنَّارِ)"
        },
        {
            "chapter": 28,
            "verse": 62,
            "text": "وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ"
        },
        {
            "chapter": 28,
            "verse": 63,
            "text": "قَالَ ٱلَّذِينَ حَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ رَبَّنَا هَـٰٓؤُلَآءِ ٱلَّذِينَ أَغۡوَيۡنَآ أَغۡوَيۡنَٰهُمۡ كَمَا غَوَيۡنَاۖ تَبَرَّأۡنَآ إِلَيۡكَۖ مَا كَانُوٓاْ إِيَّانَا يَعۡبُدُونَ (أَغْوَيْنَا: دَعَوْنَاهُمْ لِلْغَوَايَةِ فَاتَّبَعُونَا)"
        },
        {
            "chapter": 28,
            "verse": 64,
            "text": "وَقِيلَ ٱدۡعُواْ شُرَكَآءَكُمۡ فَدَعَوۡهُمۡ فَلَمۡ يَسۡتَجِيبُواْ لَهُمۡ وَرَأَوُاْ ٱلۡعَذَابَۚ لَوۡ أَنَّهُمۡ كَانُواْ يَهۡتَدُونَ"
        },
        {
            "chapter": 28,
            "verse": 65,
            "text": "وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ مَاذَآ أَجَبۡتُمُ ٱلۡمُرۡسَلِينَ"
        },
        {
            "chapter": 28,
            "verse": 66,
            "text": "فَعَمِيَتۡ عَلَيۡهِمُ ٱلۡأَنۢبَآءُ يَوۡمَئِذٖ فَهُمۡ لَا يَتَسَآءَلُونَ (فَعَمِيَتْ: فَخَفِيَتْ, الْأَنبَاءُ: الحُجَجُ)"
        },
        {
            "chapter": 28,
            "verse": 67,
            "text": "فَأَمَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا فَعَسَىٰٓ أَن يَكُونَ مِنَ ٱلۡمُفۡلِحِينَ"
        },
        {
            "chapter": 28,
            "verse": 68,
            "text": "وَرَبُّكَ يَخۡلُقُ مَا يَشَآءُ وَيَخۡتَارُۗ مَا كَانَ لَهُمُ ٱلۡخِيَرَةُۚ سُبۡحَٰنَ ٱللَّهِ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ (وَيَخْتَارُ: يَصْطَفِي, الْخِيَرَةُ: الاِخْتِيَارُ)"
        },
        {
            "chapter": 28,
            "verse": 69,
            "text": "وَرَبُّكَ يَعۡلَمُ مَا تُكِنُّ صُدُورُهُمۡ وَمَا يُعۡلِنُونَ (تُكِنُّ: تُخْفِي)"
        },
        {
            "chapter": 28,
            "verse": 70,
            "text": "وَهُوَ ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۖ لَهُ ٱلۡحَمۡدُ فِي ٱلۡأُولَىٰ وَٱلۡأٓخِرَةِۖ وَلَهُ ٱلۡحُكۡمُ وَإِلَيۡهِ تُرۡجَعُونَ"
        },
        {
            "chapter": 28,
            "verse": 71,
            "text": "قُلۡ أَرَءَيۡتُمۡ إِن جَعَلَ ٱللَّهُ عَلَيۡكُمُ ٱلَّيۡلَ سَرۡمَدًا إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِضِيَآءٍۚ أَفَلَا تَسۡمَعُونَ (أَرَأَيْتُمْ: أَخْبِرُونِي, سَرْمَدًا: دَائِمًا بَاقِيًا)"
        },
        {
            "chapter": 28,
            "verse": 72,
            "text": "قُلۡ أَرَءَيۡتُمۡ إِن جَعَلَ ٱللَّهُ عَلَيۡكُمُ ٱلنَّهَارَ سَرۡمَدًا إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِلَيۡلٖ تَسۡكُنُونَ فِيهِۚ أَفَلَا تُبۡصِرُونَ"
        },
        {
            "chapter": 28,
            "verse": 73,
            "text": "وَمِن رَّحۡمَتِهِۦ جَعَلَ لَكُمُ ٱلَّيۡلَ وَٱلنَّهَارَ لِتَسۡكُنُواْ فِيهِ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ"
        },
        {
            "chapter": 28,
            "verse": 74,
            "text": "وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ"
        },
        {
            "chapter": 28,
            "verse": 75,
            "text": "وَنَزَعۡنَا مِن كُلِّ أُمَّةٖ شَهِيدٗا فَقُلۡنَا هَاتُواْ بُرۡهَٰنَكُمۡ فَعَلِمُوٓاْ أَنَّ ٱلۡحَقَّ لِلَّهِ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ (شَهِيدًا: رَسُولًا شَاهِدًا يَشْهَدُ عَلَى قَوْمِهِ بِشِرْكِهِمْ, وَضَلَّ: ذَهَبَ, يَفْتَرُونَ: يَخْتَلِقُونَهُ مِنَ الكَذِبِ)"
        }
    ]
}