{
    "maqras": [
        {
            "chapter": 57,
            "verse": 16,
            "text": "۞أَلَمۡ يَأۡنِ لِلَّذِينَ ءَامَنُوٓاْ أَن تَخۡشَعَ قُلُوبُهُمۡ لِذِكۡرِ ٱللَّهِ وَمَا نَزَلَ مِنَ ٱلۡحَقِّ وَلَا يَكُونُواْ كَٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ مِن قَبۡلُ فَطَالَ عَلَيۡهِمُ ٱلۡأَمَدُ فَقَسَتۡ قُلُوبُهُمۡۖ وَكَثِيرٞ مِّنۡهُمۡ فَٰسِقُونَ (أَلَمْ يَانِ: أَلَمْ يَحِنْ وَيَجِئِ الوَقْتُ؟! تَخْشَعَ: تَخْضَعَ، وَتَرِقَّ، وَتَلِينَ, الْأَمَدُ: الزَّمَانُ)"
        },
        {
            "chapter": 57,
            "verse": 17,
            "text": "ٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ قَدۡ بَيَّنَّا لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَعۡقِلُونَ"
        },
        {
            "chapter": 57,
            "verse": 18,
            "text": "إِنَّ ٱلۡمُصَّدِّقِينَ وَٱلۡمُصَّدِّقَٰتِ وَأَقۡرَضُواْ ٱللَّهَ قَرۡضًا حَسَنٗا يُضَٰعَفُ لَهُمۡ وَلَهُمۡ أَجۡرٞ كَرِيمٞ (الْمُصَّدِّقِينَ: المُتَصَدِّقِينَ, قَرْضًا حَسَنًا: مُحْتَسِبِينَ فِي نَفَقَاتِهِمْ بِلَا مَنٍّ، وَلَا أَذًى)"
        },
        {
            "chapter": 57,
            "verse": 19,
            "text": "وَٱلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرُسُلِهِۦٓ أُوْلَـٰٓئِكَ هُمُ ٱلصِّدِّيقُونَۖ وَٱلشُّهَدَآءُ عِندَ رَبِّهِمۡ لَهُمۡ أَجۡرُهُمۡ وَنُورُهُمۡۖ وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَـٰٓئِكَ أَصۡحَٰبُ ٱلۡجَحِيمِ (الصِّدِّيقُونَ: المُبَالِغُونَ فِي التَّصْدِيقِ, وَالشُّهَدَاءُ: الَّذِينَ قُتِلُوا فِي سَبِيلِ اللهِ)"
        },
        {
            "chapter": 57,
            "verse": 20,
            "text": "ٱعۡلَمُوٓاْ أَنَّمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَا لَعِبٞ وَلَهۡوٞ وَزِينَةٞ وَتَفَاخُرُۢ بَيۡنَكُمۡ وَتَكَاثُرٞ فِي ٱلۡأَمۡوَٰلِ وَٱلۡأَوۡلَٰدِۖ كَمَثَلِ غَيۡثٍ أَعۡجَبَ ٱلۡكُفَّارَ نَبَاتُهُۥ ثُمَّ يَهِيجُ فَتَرَىٰهُ مُصۡفَرّٗا ثُمَّ يَكُونُ حُطَٰمٗاۖ وَفِي ٱلۡأٓخِرَةِ عَذَابٞ شَدِيدٞ وَمَغۡفِرَةٞ مِّنَ ٱللَّهِ وَرِضۡوَٰنٞۚ وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا مَتَٰعُ ٱلۡغُرُورِ (لَعِبٌ: تَلْعَبُ بِهَا الأَبْدَانُ, وَلَهْوٌ: تَلْهُو بِهَا القُلُوبُ, الْكُفَّارَ: الزُّرَّاعَ، سُمُّوا بِذَلِكَ؛ لِأَنَّهُمْ يَسْتُرُونَ الحَبَّ فيِ التُّرَابِ, يَهِيجُ: يَيْبَسُ, حُطَامًا: فُتَاتًا مُتَهَشِّمًا)"
        },
        {
            "chapter": 57,
            "verse": 21,
            "text": "سَابِقُوٓاْ إِلَىٰ مَغۡفِرَةٖ مِّن رَّبِّكُمۡ وَجَنَّةٍ عَرۡضُهَا كَعَرۡضِ ٱلسَّمَآءِ وَٱلۡأَرۡضِ أُعِدَّتۡ لِلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرُسُلِهِۦۚ ذَٰلِكَ فَضۡلُ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ (سَابِقُوا: سَارِعُوا مُسَارَعَةَ المُتَسَابِقِينَ فيِ المِضْمَارِ)"
        },
        {
            "chapter": 57,
            "verse": 22,
            "text": "مَآ أَصَابَ مِن مُّصِيبَةٖ فِي ٱلۡأَرۡضِ وَلَا فِيٓ أَنفُسِكُمۡ إِلَّا فِي كِتَٰبٖ مِّن قَبۡلِ أَن نَّبۡرَأَهَآۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ (كِتَابٍ: هُوَ: اللَّوْحُ المَحْفُوظُ, نَّبْرَأَهَا: نَخْلُقَ هَذِهِ المَخْلُوقَاتِ)"
        },
        {
            "chapter": 57,
            "verse": 23,
            "text": "لِّكَيۡلَا تَأۡسَوۡاْ عَلَىٰ مَا فَاتَكُمۡ وَلَا تَفۡرَحُواْ بِمَآ ءَاتَىٰكُمۡۗ وَٱللَّهُ لَا يُحِبُّ كُلَّ مُخۡتَالٖ فَخُورٍ (تَاسَوْا: تَحْزَنُوا, تَفْرَحُوا: فَرَحَ بَطَرٍ، وَاخْتِيَالٍ, مُخْتَالٍ: مُتَكَبِّرٍ, فَخُورٍ: مُتَطَاوِلٍ بِهِ يَفْخَرُ عَلَى النَّاسِ)"
        },
        {
            "chapter": 57,
            "verse": 24,
            "text": "ٱلَّذِينَ يَبۡخَلُونَ وَيَأۡمُرُونَ ٱلنَّاسَ بِٱلۡبُخۡلِۗ وَمَن يَتَوَلَّ فَإِنَّ ٱللَّهَ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ (الْحَمِيدُ: المَحْمُودُ عَلَى كَمَالِ صِفَاتِهِ، وَجَمِيلِ فِعَالِهِ)"
        },
        {
            "chapter": 57,
            "verse": 25,
            "text": "لَقَدۡ أَرۡسَلۡنَا رُسُلَنَا بِٱلۡبَيِّنَٰتِ وَأَنزَلۡنَا مَعَهُمُ ٱلۡكِتَٰبَ وَٱلۡمِيزَانَ لِيَقُومَ ٱلنَّاسُ بِٱلۡقِسۡطِۖ وَأَنزَلۡنَا ٱلۡحَدِيدَ فِيهِ بَأۡسٞ شَدِيدٞ وَمَنَٰفِعُ لِلنَّاسِ وَلِيَعۡلَمَ ٱللَّهُ مَن يَنصُرُهُۥ وَرُسُلَهُۥ بِٱلۡغَيۡبِۚ إِنَّ ٱللَّهَ قَوِيٌّ عَزِيزٞ (بِالْبَيِّنَاتِ: بِالحُجَجِ الوَاضِحَاتِ, وَالْمِيزَانَ: العَدْلَ فيِ الأَقْوَالِ، وَالأَفْعَالِ, بَاسٌ: قُوَّةٌ, عَزِيزٌ: غَالِبٌ لَا يُغْلَبُ)"
        },
        {
            "chapter": 57,
            "verse": 26,
            "text": "وَلَقَدۡ أَرۡسَلۡنَا نُوحٗا وَإِبۡرَٰهِيمَ وَجَعَلۡنَا فِي ذُرِّيَّتِهِمَا ٱلنُّبُوَّةَ وَٱلۡكِتَٰبَۖ فَمِنۡهُم مُّهۡتَدٖۖ وَكَثِيرٞ مِّنۡهُمۡ فَٰسِقُونَ"
        },
        {
            "chapter": 57,
            "verse": 27,
            "text": "ثُمَّ قَفَّيۡنَا عَلَىٰٓ ءَاثَٰرِهِم بِرُسُلِنَا وَقَفَّيۡنَا بِعِيسَى ٱبۡنِ مَرۡيَمَ وَءَاتَيۡنَٰهُ ٱلۡإِنجِيلَۖ وَجَعَلۡنَا فِي قُلُوبِ ٱلَّذِينَ ٱتَّبَعُوهُ رَأۡفَةٗ وَرَحۡمَةٗۚ وَرَهۡبَانِيَّةً ٱبۡتَدَعُوهَا مَا كَتَبۡنَٰهَا عَلَيۡهِمۡ إِلَّا ٱبۡتِغَآءَ رِضۡوَٰنِ ٱللَّهِ فَمَا رَعَوۡهَا حَقَّ رِعَايَتِهَاۖ فَـَٔاتَيۡنَا ٱلَّذِينَ ءَامَنُواْ مِنۡهُمۡ أَجۡرَهُمۡۖ وَكَثِيرٞ مِّنۡهُمۡ فَٰسِقُونَ (قَفَّيْنَا عَلَى آثَارِهِم: أَتْبَعْنَاهُمْ، وَبَعَثْنَا بَعْدَهُمْ, وَرَهْبَانِيَّةً: غُلُوًّا فِي التَّعَبُّدِ, مَا كَتَبْنَاهَا: مَا فَرَضْنَاهَا, ابْتِغَاءَ: فَعَلُوهَا مِنْ عِنْدِ أَنْفُسِهِمْ يَطْلُبُونَ , فَمَا رَعَوْهَا: مَا قَامُوا بِهَا حَقَّ القِيَامِ، بَلْ بَدَّلُوا وَخَالَفُوا)"
        },
        {
            "chapter": 57,
            "verse": 28,
            "text": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَءَامِنُواْ بِرَسُولِهِۦ يُؤۡتِكُمۡ كِفۡلَيۡنِ مِن رَّحۡمَتِهِۦ وَيَجۡعَل لَّكُمۡ نُورٗا تَمۡشُونَ بِهِۦ وَيَغۡفِرۡ لَكُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ (كِفْلَيْنِ: ضِعْفَيْنِ)"
        },
        {
            "chapter": 57,
            "verse": 29,
            "text": "لِّئَلَّا يَعۡلَمَ أَهۡلُ ٱلۡكِتَٰبِ أَلَّا يَقۡدِرُونَ عَلَىٰ شَيۡءٖ مِّن فَضۡلِ ٱللَّهِ وَأَنَّ ٱلۡفَضۡلَ بِيَدِ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ (لِئَلَّا يَعْلَمَ: أَعْطَاكُمُ اللهُ ذَلِكَ لِأَجْلِ أَنْ يَعْلَمَ)"
        }
    ]
}