{
    "maqras": [
        {
            "chapter": 69,
            "verse": 1,
            "text": "ٱلۡحَآقَّةُ (الْحَاقَّةُ: القِيَامَةُ الوَاقِعَةُ حَقًّا الَّتِي يَتَحَقَّقُ فِيهَا الوَعْدُ وَالوَعِيدُ)"
        },
        {
            "chapter": 69,
            "verse": 2,
            "text": "مَا ٱلۡحَآقَّةُ"
        },
        {
            "chapter": 69,
            "verse": 3,
            "text": "وَمَآ أَدۡرَىٰكَ مَا ٱلۡحَآقَّةُ"
        },
        {
            "chapter": 69,
            "verse": 4,
            "text": "كَذَّبَتۡ ثَمُودُ وَعَادُۢ بِٱلۡقَارِعَةِ (بِالْقَارِعَةِ: بِالقِيَامَةِ الَّتِي تَقْرَعُ القُلُوبَ بِأَهْوَالِهَا)"
        },
        {
            "chapter": 69,
            "verse": 5,
            "text": "فَأَمَّا ثَمُودُ فَأُهۡلِكُواْ بِٱلطَّاغِيَةِ (بِالطَّاغِيَةِ: بِالصَّيْحَةِ الَّتِي جَاوَزَتِ الحَدَّ فِي شِدَّتِهَا)"
        },
        {
            "chapter": 69,
            "verse": 6,
            "text": "وَأَمَّا عَادٞ فَأُهۡلِكُواْ بِرِيحٖ صَرۡصَرٍ عَاتِيَةٖ (صَرْصَرٍ: بَارِدَةٍ, عَاتِيَةٍ: شَدِيدَةِ الهُبُوبِ)"
        },
        {
            "chapter": 69,
            "verse": 7,
            "text": "سَخَّرَهَا عَلَيۡهِمۡ سَبۡعَ لَيَالٖ وَثَمَٰنِيَةَ أَيَّامٍ حُسُومٗاۖ فَتَرَى ٱلۡقَوۡمَ فِيهَا صَرۡعَىٰ كَأَنَّهُمۡ أَعۡجَازُ نَخۡلٍ خَاوِيَةٖ (سَخَّرَهَا عَلَيْهِمْ: سَلَّطَهَا عَلَيْهِمْ, حُسُومًا: مُتُتُابِعَةً؛ لَا تَفْتُرُ، وَلَا تَنْقَطِعُ, صَرْعَى: مَوْتَى, أَعْجَازُ نَخْلٍ: أُصُولُ نَخْلٍ, خَاوِيَةٍ: خَرِبَةٍ مُتَآكِلَةِ الأَجْوَافِ)"
        },
        {
            "chapter": 69,
            "verse": 8,
            "text": "فَهَلۡ تَرَىٰ لَهُم مِّنۢ بَاقِيَةٖ"
        },
        {
            "chapter": 69,
            "verse": 9,
            "text": "وَجَآءَ فِرۡعَوۡنُ وَمَن قَبۡلَهُۥ وَٱلۡمُؤۡتَفِكَٰتُ بِٱلۡخَاطِئَةِ (وَالْمُؤْتَفِكَاتُ: أَهْلُ قُرَى قَوْمِ لُوطٍ الَّذِينَ انْقَلَبَتْ بِهِمْ دِيَارُهُمْ, بِالْخَاطِئَةِ: بِالفَعَلَاتِ ذَاتِ الخَطَإِ الجَسِيمِ)"
        },
        {
            "chapter": 69,
            "verse": 10,
            "text": "فَعَصَوۡاْ رَسُولَ رَبِّهِمۡ فَأَخَذَهُمۡ أَخۡذَةٗ رَّابِيَةً (رَّابِيَةً: بَالِغَةً فِي الشِّدَّةِ)"
        },
        {
            "chapter": 69,
            "verse": 11,
            "text": "إِنَّا لَمَّا طَغَا ٱلۡمَآءُ حَمَلۡنَٰكُمۡ فِي ٱلۡجَارِيَةِ (طَغَى الْمَاءُ: جَاوَزَ المَاءُ حَدَّهُ، وَارْتَفَعَ فَوْقَ كُلِّ شَيْءٍ, الْجَارِيَةِ: السَّفِينَةِ الَّتِي صَنَعَهَا نُوحٌ - عليه السلام -، تَجْرِي فِي المَاءِ)"
        },
        {
            "chapter": 69,
            "verse": 12,
            "text": "لِنَجۡعَلَهَا لَكُمۡ تَذۡكِرَةٗ وَتَعِيَهَآ أُذُنٞ وَٰعِيَةٞ (وَتَعِيَهَا: تَحْفَظَهَا)"
        },
        {
            "chapter": 69,
            "verse": 13,
            "text": "فَإِذَا نُفِخَ فِي ٱلصُّورِ نَفۡخَةٞ وَٰحِدَةٞ (الصُّورِ: القَرْنِ الَّذِي يَنْفُخُ فِيهِ إِسْرَافِيلُ - عليه السلام -, نَفْخَةٌ وَاحِدَةٌ: هِيَ: النَّفْخَةُ الأُولَى الَّتِي يَكُونُ بِهَا هَلَاكُ العَالَمِ)"
        },
        {
            "chapter": 69,
            "verse": 14,
            "text": "وَحُمِلَتِ ٱلۡأَرۡضُ وَٱلۡجِبَالُ فَدُكَّتَا دَكَّةٗ وَٰحِدَةٗ (وَحُمِلَتِ: رُفِعَتْ مِنْ أَمَاكِنِهَا, فَدُكَّتَا: دُقَّتَا، وَكُسِّرَتَا)"
        },
        {
            "chapter": 69,
            "verse": 15,
            "text": "فَيَوۡمَئِذٖ وَقَعَتِ ٱلۡوَاقِعَةُ (وَقَعَتِ الْوَاقِعَةُ: قَامَتِ القِيَامَةُ)"
        },
        {
            "chapter": 69,
            "verse": 16,
            "text": "وَٱنشَقَّتِ ٱلسَّمَآءُ فَهِيَ يَوۡمَئِذٖ وَاهِيَةٞ (وَاهِيَةٌ: ضَعِيفَةٌ، مُسْتَرْخِيَةٌ)"
        },
        {
            "chapter": 69,
            "verse": 17,
            "text": "وَٱلۡمَلَكُ عَلَىٰٓ أَرۡجَآئِهَاۚ وَيَحۡمِلُ عَرۡشَ رَبِّكَ فَوۡقَهُمۡ يَوۡمَئِذٖ ثَمَٰنِيَةٞ (وَالْمَلَكُ: المَلَائِكَةُ, أَرْجَائِهَا: جَوَانِبِهَا، وَأَطْرَافِهَا)"
        },
        {
            "chapter": 69,
            "verse": 18,
            "text": "يَوۡمَئِذٖ تُعۡرَضُونَ لَا تَخۡفَىٰ مِنكُمۡ خَافِيَةٞ (تُعْرَضُونَ: عَلَى اللهِ لِلْجَزَاءِ وَالحِسَابِ)"
        },
        {
            "chapter": 69,
            "verse": 19,
            "text": "فَأَمَّا مَنۡ أُوتِيَ كِتَٰبَهُۥ بِيَمِينِهِۦ فَيَقُولُ هَآؤُمُ ٱقۡرَءُواْ كِتَٰبِيَهۡ (هَاؤُمُ: خُذُوا)"
        },
        {
            "chapter": 69,
            "verse": 20,
            "text": "إِنِّي ظَنَنتُ أَنِّي مُلَٰقٍ حِسَابِيَهۡ (ظَنَنتُ: أَيْقَنْتُ)"
        },
        {
            "chapter": 69,
            "verse": 21,
            "text": "فَهُوَ فِي عِيشَةٖ رَّاضِيَةٖ (رَّاضِيَةٍ: هَنِيْئَةٍ مَرْضِيَّةٍ)"
        },
        {
            "chapter": 69,
            "verse": 22,
            "text": "فِي جَنَّةٍ عَالِيَةٖ"
        },
        {
            "chapter": 69,
            "verse": 23,
            "text": "قُطُوفُهَا دَانِيَةٞ (قُطُوفُهَا: ثِمَارُهَا, دَانِيَةٌ: قَرِيبَةٌ يَتَنَاوَلُهَا القَاعِدُ وَالمُضْطَجِعُ)"
        },
        {
            "chapter": 69,
            "verse": 24,
            "text": "كُلُواْ وَٱشۡرَبُواْ هَنِيٓـَٔۢا بِمَآ أَسۡلَفۡتُمۡ فِي ٱلۡأَيَّامِ ٱلۡخَالِيَةِ (هَنِيئًا: غَيْرَ مُنْغَّصٍ، وَلَا مُكَدَّرٍ, أَسْلَفْتُمْ: قَدَّمْتُمْ)"
        },
        {
            "chapter": 69,
            "verse": 25,
            "text": "وَأَمَّا مَنۡ أُوتِيَ كِتَٰبَهُۥ بِشِمَالِهِۦ فَيَقُولُ يَٰلَيۡتَنِي لَمۡ أُوتَ كِتَٰبِيَهۡ"
        },
        {
            "chapter": 69,
            "verse": 26,
            "text": "وَلَمۡ أَدۡرِ مَا حِسَابِيَهۡ (مَا حِسَابِيهْ: مَا جَزَائِي؟)"
        },
        {
            "chapter": 69,
            "verse": 27,
            "text": "يَٰلَيۡتَهَا كَانَتِ ٱلۡقَاضِيَةَ (كَانَتِ الْقَاضِيَةَ: المَوْتَةَ القَاطِعَةَ لِأَمْرِي، وَلَمْ أُبْعَثْ)"
        },
        {
            "chapter": 69,
            "verse": 28,
            "text": "مَآ أَغۡنَىٰ عَنِّي مَالِيَهۡۜ (مَا أَغْنَى: مَا نَفَعَنِي)"
        },
        {
            "chapter": 69,
            "verse": 29,
            "text": "هَلَكَ عَنِّي سُلۡطَٰنِيَهۡ (هَلَكَ عَنِّي: ذَهَبَ عَنِّي, سُلْطَانِيهْ: حُجَّتِي، وَقُوَّتِي)"
        },
        {
            "chapter": 69,
            "verse": 30,
            "text": "خُذُوهُ فَغُلُّوهُ (فَغُلُّوهُ: اجْمَعُوا يَدَيْهِ إِلَى عُنُقِهِ بِالأَغْلَالِ)"
        },
        {
            "chapter": 69,
            "verse": 31,
            "text": "ثُمَّ ٱلۡجَحِيمَ صَلُّوهُ (صَلُّوهُ: أَدْخِلُوهُ، وَأَحْرِقُوهُ بِهَا)"
        },
        {
            "chapter": 69,
            "verse": 32,
            "text": "ثُمَّ فِي سِلۡسِلَةٖ ذَرۡعُهَا سَبۡعُونَ ذِرَاعٗا فَٱسۡلُكُوهُ (ذَرْعُهَا: طُولُهَا بِذِرَاعِ المَلَكِ, فَاسْلُكُوهُ: فَأَدْخِلُوهُ فِيهَا)"
        },
        {
            "chapter": 69,
            "verse": 33,
            "text": "إِنَّهُۥ كَانَ لَا يُؤۡمِنُ بِٱللَّهِ ٱلۡعَظِيمِ"
        },
        {
            "chapter": 69,
            "verse": 34,
            "text": "وَلَا يَحُضُّ عَلَىٰ طَعَامِ ٱلۡمِسۡكِينِ"
        },
        {
            "chapter": 69,
            "verse": 35,
            "text": "فَلَيۡسَ لَهُ ٱلۡيَوۡمَ هَٰهُنَا حَمِيمٞ (حَمِيمٌ: قَرِيبٌ يَحْمِيهِ مِنَ العَذَابِ)"
        },
        {
            "chapter": 69,
            "verse": 36,
            "text": "وَلَا طَعَامٌ إِلَّا مِنۡ غِسۡلِينٖ (غِسْلِينٍ: صَدِيدِ أَهْلِ النَّارِ)"
        },
        {
            "chapter": 69,
            "verse": 37,
            "text": "لَّا يَأۡكُلُهُۥٓ إِلَّا ٱلۡخَٰطِـُٔونَ (الْخَاطِئُونَ: المُذْنِبُونَ، المُصِرُّونَ عَلَى الكُفْرِ)"
        },
        {
            "chapter": 69,
            "verse": 38,
            "text": "فَلَآ أُقۡسِمُ بِمَا تُبۡصِرُونَ (فَلَا أُقْسِمُ: أُقْسِمُ، وَ (لَا): لِتَاكِيدِ القَسَمِ"
        },
        {
            "chapter": 69,
            "verse": 39,
            "text": "وَمَا لَا تُبۡصِرُونَ"
        },
        {
            "chapter": 69,
            "verse": 40,
            "text": "إِنَّهُۥ لَقَوۡلُ رَسُولٖ كَرِيمٖ"
        },
        {
            "chapter": 69,
            "verse": 41,
            "text": "وَمَا هُوَ بِقَوۡلِ شَاعِرٖۚ قَلِيلٗا مَّا تُؤۡمِنُونَ"
        },
        {
            "chapter": 69,
            "verse": 42,
            "text": "وَلَا بِقَوۡلِ كَاهِنٖۚ قَلِيلٗا مَّا تَذَكَّرُونَ (بِقَوْلِ كَاهِنٍ: بِسَجْعٍ كَسَجَعِ الكُهَّانِ الَّذِينَ يَدَّعُونَ عِلْمَ المُغَيَّبَاتِ)"
        },
        {
            "chapter": 69,
            "verse": 43,
            "text": "تَنزِيلٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ"
        },
        {
            "chapter": 69,
            "verse": 44,
            "text": "وَلَوۡ تَقَوَّلَ عَلَيۡنَا بَعۡضَ ٱلۡأَقَاوِيلِ (تَقَوَّلَ: اخْتَلَقَ، وَافْتَرى عَلَيْنَا)"
        },
        {
            "chapter": 69,
            "verse": 45,
            "text": "لَأَخَذۡنَا مِنۡهُ بِٱلۡيَمِينِ"
        },
        {
            "chapter": 69,
            "verse": 46,
            "text": "ثُمَّ لَقَطَعۡنَا مِنۡهُ ٱلۡوَتِينَ (الْوَتِينَ: نِيَاطَ القَلْبِ، وَهُوَ: عِرْقٌ مُتَّصِلٌ بِهِ إِذَا قُطِعَ مَاتَ صَاحِبُهُ)"
        },
        {
            "chapter": 69,
            "verse": 47,
            "text": "فَمَا مِنكُم مِّنۡ أَحَدٍ عَنۡهُ حَٰجِزِينَ (حَاجِزِينَ: مَانِعِينَ الهَلَاكَ وَالعِقَابَ عَنْهُ)"
        },
        {
            "chapter": 69,
            "verse": 48,
            "text": "وَإِنَّهُۥ لَتَذۡكِرَةٞ لِّلۡمُتَّقِينَ"
        },
        {
            "chapter": 69,
            "verse": 49,
            "text": "وَإِنَّا لَنَعۡلَمُ أَنَّ مِنكُم مُّكَذِّبِينَ"
        },
        {
            "chapter": 69,
            "verse": 50,
            "text": "وَإِنَّهُۥ لَحَسۡرَةٌ عَلَى ٱلۡكَٰفِرِينَ (لَحَسْرَةٌ: لَنَدَامَةٌ عَظِيمَةٌ)"
        },
        {
            "chapter": 69,
            "verse": 51,
            "text": "وَإِنَّهُۥ لَحَقُّ ٱلۡيَقِينِ"
        },
        {
            "chapter": 69,
            "verse": 52,
            "text": "فَسَبِّحۡ بِٱسۡمِ رَبِّكَ ٱلۡعَظِيمِ (فَسَبِّحْ بِاسْمِ رَبِّكَ: فَنَزِّهْ رَبَّكَ عَمَّا لَا يَلِيقُ بِهِ ذَاكِرًا اسْمَهُ)"
        },
        {
            "chapter": 70,
            "verse": 1,
            "text": "سَأَلَ سَآئِلُۢ بِعَذَابٖ وَاقِعٖ (سَأَلَ سَائِلٌ: دَعَا دَاعٍ, بِعَذَابٍ وَاقِعٍ: بِوُقُوعِ العَذَابِ عَلَيْهِمْ)"
        },
        {
            "chapter": 70,
            "verse": 2,
            "text": "لِّلۡكَٰفِرِينَ لَيۡسَ لَهُۥ دَافِعٞ"
        },
        {
            "chapter": 70,
            "verse": 3,
            "text": "مِّنَ ٱللَّهِ ذِي ٱلۡمَعَارِجِ (ذِي الْمَعَارِجِ: صَاحِبِ العُلُوِّ وَالجَلَالِ)"
        },
        {
            "chapter": 70,
            "verse": 4,
            "text": "تَعۡرُجُ ٱلۡمَلَـٰٓئِكَةُ وَٱلرُّوحُ إِلَيۡهِ فِي يَوۡمٖ كَانَ مِقۡدَارُهُۥ خَمۡسِينَ أَلۡفَ سَنَةٖ (تَعْرُجُ: تَصْعَدُ, وَالرُّوحُ: جِبْرِيلُ - عليه السلام)"
        },
        {
            "chapter": 70,
            "verse": 5,
            "text": "فَٱصۡبِرۡ صَبۡرٗا جَمِيلًا (صَبْرًا جَمِيلًا: لَا جَزَعَ فِيهِ، وَلَا شَكْوَى مِنْهُ لِغَيْرِ اللهِ)"
        },
        {
            "chapter": 70,
            "verse": 6,
            "text": "إِنَّهُمۡ يَرَوۡنَهُۥ بَعِيدٗا"
        },
        {
            "chapter": 70,
            "verse": 7,
            "text": "وَنَرَىٰهُ قَرِيبٗا"
        },
        {
            "chapter": 70,
            "verse": 8,
            "text": "يَوۡمَ تَكُونُ ٱلسَّمَآءُ كَٱلۡمُهۡلِ (كَالْمُهْلِ: مِثْلَ حُثَالَةِ الزَّيْتِ)"
        },
        {
            "chapter": 70,
            "verse": 9,
            "text": "وَتَكُونُ ٱلۡجِبَالُ كَٱلۡعِهۡنِ (كَالْعِهْنِ: كَالصُّوفِ المَصْبُوغِ المَنْفُوشِ الَّذِي ذَرَتْهُ الرِّيحُ)"
        },
        {
            "chapter": 70,
            "verse": 10,
            "text": "وَلَا يَسۡـَٔلُ حَمِيمٌ حَمِيمٗا (حَمِيمٌ: قَرِيبٌ)"
        },
        {
            "chapter": 70,
            "verse": 11,
            "text": "يُبَصَّرُونَهُمۡۚ يَوَدُّ ٱلۡمُجۡرِمُ لَوۡ يَفۡتَدِي مِنۡ عَذَابِ يَوۡمِئِذِۭ بِبَنِيهِ (يُبَصَّرُونَهُمْ: يُشَاهِدُ بَعْضُهُمْ بَعْضًا، وَيَعْرِفُهُ وَلَا يُكَلِّمُهُ)"
        },
        {
            "chapter": 70,
            "verse": 12,
            "text": "وَصَٰحِبَتِهِۦ وَأَخِيهِ"
        },
        {
            "chapter": 70,
            "verse": 13,
            "text": "وَفَصِيلَتِهِ ٱلَّتِي تُـٔۡوِيهِ (وَفَصِيلَتِهِ: عَشِيرَتِهِ, تُؤْويهِ: تَضُمُّهُ، وَيَنْتَمِي إِلَيْهَا)"
        },
        {
            "chapter": 70,
            "verse": 14,
            "text": "وَمَن فِي ٱلۡأَرۡضِ جَمِيعٗا ثُمَّ يُنجِيهِ"
        },
        {
            "chapter": 70,
            "verse": 15,
            "text": "كَلَّآۖ إِنَّهَا لَظَىٰ (كَلَّا: لَيْسَ الأَمْرُ كَمَا تَتَمَنَّاهُ أَيُّهَا الكَافِرُ مِنْ حُصُولِ الاِفْتِدَاءِ, لَظَى: جَهَنَّمُ تَتَلَهَّبُ نَارُهَا، وَتَتَلَظَّى)"
        },
        {
            "chapter": 70,
            "verse": 16,
            "text": "نَزَّاعَةٗ لِّلشَّوَىٰ (نَزَّاعَةً لِّلشَّوَى: تَنْزِعُ بِشِدَّةِ حَرِّهَا جِلْدَةَ الرَّاسِ، وَسَائِرَ أَطْرَافِ البَدَنِ)"
        },
        {
            "chapter": 70,
            "verse": 17,
            "text": "تَدۡعُواْ مَنۡ أَدۡبَرَ وَتَوَلَّىٰ"
        },
        {
            "chapter": 70,
            "verse": 18,
            "text": "وَجَمَعَ فَأَوۡعَىٰٓ (فَأَوْعَى: أَمْسَكَ مَالَهُ فِي وِعَاءٍ، وَلَمْ يُؤَدِّ حَقَّ اللهِ فِيهِ)"
        }
    ]
}