{
    "pages": [
        {
            "chapter": 5,
            "verse": 3,
            "text": "Vous sont interdits la bête trouvée morte, le sang, la chair de porc, ce sur quoi on a invoqué un autre nom que celui d’Allah, la bête étouffée, la bête assommée ou morte d’une chute ou morte d’un coup de corne, et celle qu’une bête féroce a dévorée - sauf celle que vous égorgez avant qu’elle ne soit morte -. (Vous sont interdits aussi la bête) qu’on a immolée sur les pierres dressées, ainsi que de procéder au partage par tirage au sort au moyen de flèches. Car cela est perversité. Aujourd’hui, les mécréants désespèrent (de vous détourner) de votre religion. Ne les craignez donc pas et craignez-Moi! Aujourd’hui, J’ai parachevé pour vous votre religion, et accompli sur vous Mon bienfait. Et J’ai agréé l’Islam comme religion pour vous. Si quelqu’un est contraint par la faim, sans inclination vers le péché... alors, Allah est Pardonneur et Miséricordieux"
        },
        {
            "chapter": 5,
            "verse": 4,
            "text": "Ils t’interrogent sur ce qui leur est permis. Dis : \"Vous sont permises les bonnes nourritures, ainsi que ce que capturent les carnassiers que vous avez dressés, en leur apprenant ce qu’Allah vous a appris. Mangez donc de ce qu’elles capturent pour vous et prononcez dessus le nom d’Allah ! Et craignez Allah ! Car Allah est, certes, prompt dans les comptes"
        },
        {
            "chapter": 5,
            "verse": 5,
            "text": "Vous sont permises, aujourd’hui, les bonnes nourritures. Vous est permise la nourriture des gens du Livre, et votre propre nourriture leur est permise. (Vous sont permises) les femmes vertueuses d’entre les croyantes, et les femmes vertueuses d’entre les gens qui ont reçu le Livre avant vous, si vous leur donnez-leur dot (Al Mahr), avec contrat de mariage, non en débauchés ni en preneurs d’amantes. Et quiconque abjure la foi, alors vaine devient son action, et il sera dans l’au-delà, du nombre des perdants"
        }
    ]
}