{
    "pages": [
        {
            "chapter": 10,
            "verse": 1,
            "text": "Alif, Lâm, Râ . Voici les versets du Livre plein de sagesse"
        },
        {
            "chapter": 10,
            "verse": 2,
            "text": "Est-il étonnant pour les gens, que Nous ayons révélé à un homme d’entre eux : \"Avertis les gens, et annonce la bonne nouvelle aux croyants qu’ils ont auprès de leur Seigneur une présence méritée [pour leur loyauté antérieure] ? Les mécréants dirent alors : \"Celui-ci est certainement un magicien évident"
        },
        {
            "chapter": 10,
            "verse": 3,
            "text": "Votre Seigneur est Allah qui créa les cieux et la Terre en six jours, puis S’est établi (Istawâ) sur le Trône, administrant toute chose. Il n’y a d’intercesseur qu’après Sa permission. Tel est Allah votre Seigneur. Adorez-Le donc ! Ne réfléchissez-vous pas"
        },
        {
            "chapter": 10,
            "verse": 4,
            "text": "C’est vers Lui que vous retournerez tous, c’est là, la promesse d’Allah en toute vérité ! C’est Lui qui fait la création une première fois puis la refait (en la ressuscitant) afin de rétribuer en toute équité ceux qui ont cru et fait de bonnes œuvres. Quant à ceux qui n’ont pas cru, ils auront un breuvage d’eau bouillante et un châtiment douloureux à cause de leur mécréance"
        },
        {
            "chapter": 10,
            "verse": 5,
            "text": "C’est Lui qui a fait du soleil une clarté et de la lune une lumière, et Il en a déterminé les phases afin que vous sachiez le nombre des années et le calcul (du temps). Allah n’a créé cela qu’en toute vérité. Il expose les signes pour les gens doués de savoir"
        },
        {
            "chapter": 10,
            "verse": 6,
            "text": "Dans l’alternance de la nuit et du jour, et aussi dans tout ce qu’Allah a créé dans les cieux et la Terre, il y a des signes, certes, pour des gens qui craignent (Allah)"
        }
    ]
}