{
    "pages": [
        {
            "chapter": 12,
            "verse": 53,
            "text": "Et je ne m’innocente cependant pas, car l’âme est très incitatrice au mal, à moins que mon Seigneur, par miséricorde, [ne la préserve du péché]. Mon Seigneur est certes Pardonneur et très Miséricordieux"
        },
        {
            "chapter": 12,
            "verse": 54,
            "text": "Et le roi dit: “Amenez-le moi ! Je me le réserve pour moi-même.” Et lorsqu’il lui eut parlé, il dit : “Tu es dès aujourd’hui près de nous, en une position d’autorité et de confiance.”"
        },
        {
            "chapter": 12,
            "verse": 55,
            "text": "Et [Joseph] dit : “Assigne-moi les dépôts du territoire! Je suis bon gardien et connaisseur.”"
        },
        {
            "chapter": 12,
            "verse": 56,
            "text": "Ainsi avons-nous affermi (l’autorité de) Joseph dans ce territoire et il s’y installait là où il le voulait. Nous touchons de Notre miséricorde qui Nous voulons et ne faisons pas perdre aux hommes de bien le mérite [de leurs œuvres]"
        },
        {
            "chapter": 12,
            "verse": 57,
            "text": "Et la récompense de l’au-delà est meilleure pour ceux qui ont cru et ont pratiqué la piété"
        },
        {
            "chapter": 12,
            "verse": 58,
            "text": "Et les frères de Joseph vinrent et entrèrent auprès de lui. Il les reconnut, mais eux ne le reconnurent pas"
        },
        {
            "chapter": 12,
            "verse": 59,
            "text": "Et quand il leur eut fourni leur provision, il dit : “Amenez-moi un frère que vous avez de votre père. Ne voyez-vous pas que je donne la pleine mesure et que je suis le meilleur des hôtes"
        },
        {
            "chapter": 12,
            "verse": 60,
            "text": "Et si vous ne me l’amenez pas, alors il n’y aura plus de provision pour vous, chez moi; et vous ne m’approcherez plus.”"
        },
        {
            "chapter": 12,
            "verse": 61,
            "text": "Ils dirent : “Nous essayerons de persuader son père. Certes, nous le ferons.”"
        },
        {
            "chapter": 12,
            "verse": 62,
            "text": "Et il dit à Ses serviteurs : \"Remettez leurs marchandises dans leurs sacs ! Peut-être les reconnaîtront-ils quand ils seront de retour vers leur famille et peut-être qu’ils reviendront"
        },
        {
            "chapter": 12,
            "verse": 63,
            "text": "Et lorsqu’ils revinrent à leur père, ils dirent : “Ô notre père ! Il nous sera refusé [à l’avenir] de nous ravitailler [en grain]. Envoie donc avec nous notre frère, afin que nous obtenions des provisions. Nous le surveillerons bien"
        }
    ]
}