{
    "pages": [
        {
            "chapter": 13,
            "verse": 6,
            "text": "Et ils te demandent de hâter [la venue] du malheur plutôt que celle du bonheur. Certes, il s’est produit avant eux des châtiments exemplaires. Ton Seigneur est Détenteur du pardon pour les gens, malgré leurs méfaits. Et ton seigneur est assurément dur en punition"
        },
        {
            "chapter": 13,
            "verse": 7,
            "text": "Et ceux qui ont mécru disent : \"Pourquoi n’a-t-on pas fait descendre sur celui-ci (Mohammed) un miracle venant de son Seigneur ?\" Tu n’es qu’un avertisseur, et à chaque peuple un guide"
        },
        {
            "chapter": 13,
            "verse": 8,
            "text": "Allah sait ce que porte chaque femelle, et de combien la période de gestation dans la matrice est écourtée ou prolongée. Et toute chose a auprès de Lui sa mesure"
        },
        {
            "chapter": 13,
            "verse": 9,
            "text": "Le Connaisseur de ce qui est caché et de ce qui est apparent, Le Grand, Le Sublime"
        },
        {
            "chapter": 13,
            "verse": 10,
            "text": "Sont égaux pour lui, celui parmi vous qui tient secrète sa parole, et celui qui la divulgue ; ainsi que celui qui se cache la nuit et celui qui se montre au grand jour"
        },
        {
            "chapter": 13,
            "verse": 11,
            "text": "Il [l’homme] a par devant lui et derrière lui des Anges qui se relaient et qui veillent sur lui par ordre d’Allah. En vérité, Allah ne modifie point l’état d’un peuple, tant que les [individus qui le composent] ne modifient pas ce que est en eux-mêmes. Et lorsqu’Allah veut [infliger] un mal à un peuple, nul ne peut le repousser et ils n’ont en dehors de Lui aucun protecteur"
        },
        {
            "chapter": 13,
            "verse": 12,
            "text": "C’est lui qui vous fait voir l’éclair (qui vous inspire) crainte et espoir; et Il crée les nuages lourds"
        },
        {
            "chapter": 13,
            "verse": 13,
            "text": "Le tonnerre Le glorifie par Sa louange, et aussi les Anges, sous l’effet de Sa crainte. Et Il lance les foudres dont Il atteint qui Il veut. Or ils disputent au sujet d’Allah alors qu’il est redoutable en force"
        }
    ]
}