{
    "pages": [
        {
            "chapter": 17,
            "verse": 97,
            "text": "Celui qu’Allah guide, c’est lui le bien-guidé et ceux qu’Il égare, alors tu ne leur trouveras jamais d’alliés en dehors de Lui et au Jour de la Résurrection, Nous les rassemblons traînés sur leur visages, aveugles, muets et sourds. L’Enfer sera leur demeure: chaque fois que son feu s’affaiblira, Nous leur accroîtrons la flamme ardente"
        },
        {
            "chapter": 17,
            "verse": 98,
            "text": "Telle sera leur rétribution pour avoir mécru en Nos preuves et dit : “Quand nous serons ossements et poussière, serons-nous ressuscités en une nouvelle création ? ”"
        },
        {
            "chapter": 17,
            "verse": 99,
            "text": "N’ont-ils pas vu qu’Allah qui a créé les cieux et la Terre est capable de créer leur pareils ? Il leur a fixé un terme, sur lequel il n‘y a aucun doute, mais les injustes s’obstinent dans leur mécréance"
        },
        {
            "chapter": 17,
            "verse": 100,
            "text": "Dis : \"Si c’était vous qui possédiez les trésors de la miséricorde de mon Seigneur, vous lésineriez, certes, de peur de les dépenser. Et l’homme est très avare"
        },
        {
            "chapter": 17,
            "verse": 101,
            "text": "Et certes, Nous avons donné à Moïse neuf miracles évidents . Demande donc aux Enfants d’Israël, lorsqu’il leur vint et que Pharaon lui dit : \"Ô Moïse ! Je pense que tu es ensorcelé"
        },
        {
            "chapter": 17,
            "verse": 102,
            "text": "Il dit : \"Tu sais fort bien que ces choses [les miracles], seul le Seigneur des cieux et de la terre les a fait descendre comme autant de preuves illuminantes; et certes, ô Pharaon, je te crois perdu"
        },
        {
            "chapter": 17,
            "verse": 103,
            "text": "[Pharaon] voulut donc les expulser du pays. Alors Nous les noyâmes tous, lui et ceux qui étaient avec lui"
        },
        {
            "chapter": 17,
            "verse": 104,
            "text": "Et après lui, Nous dîmes aux Enfants d’Israël : \"Habitez la Terre !\" Puis, lorsque viendra la promesse de la (vie) dernière, Nous vous ferons venir en foule"
        }
    ]
}