{
    "pages": [
        {
            "chapter": 23,
            "verse": 1,
            "text": "Bienheureux sont certes les croyants"
        },
        {
            "chapter": 23,
            "verse": 2,
            "text": "ceux qui sont humbles dans leur prière (As-Salât)"
        },
        {
            "chapter": 23,
            "verse": 3,
            "text": "(et ceux) qui se détournent des futilités"
        },
        {
            "chapter": 23,
            "verse": 4,
            "text": "(et ceux) qui s’acquittent de l’aumône (Az-Zakāt)"
        },
        {
            "chapter": 23,
            "verse": 5,
            "text": "et (ceux) qui préservent leurs sexes [de tout rapport]"
        },
        {
            "chapter": 23,
            "verse": 6,
            "text": "si ce n’est qu’avec leurs épouses ou les esclaves qu’ils possèdent , car là vraiment, on ne peut les blâmer"
        },
        {
            "chapter": 23,
            "verse": 7,
            "text": "alors que ceux qui cherchent au-delà de ces limites sont des transgresseurs"
        },
        {
            "chapter": 23,
            "verse": 8,
            "text": "et (ceux) qui veillent à la sauvegarde des dépôts confiés à eux et honorent leurs engagements"
        },
        {
            "chapter": 23,
            "verse": 9,
            "text": "et (ceux) qui observent strictement leur prière (Aṣ-Ṣalāt)"
        },
        {
            "chapter": 23,
            "verse": 10,
            "text": "Ce sont eux les héritiers"
        },
        {
            "chapter": 23,
            "verse": 11,
            "text": "ceux qui hériteront le Paradis pour y demeurer éternellement"
        },
        {
            "chapter": 23,
            "verse": 12,
            "text": "Nous avons certes créé l’homme d’un extrait d’argile"
        },
        {
            "chapter": 23,
            "verse": 13,
            "text": "puis Nous en fîmes une goutte de sperme dans un reposoir solide"
        },
        {
            "chapter": 23,
            "verse": 14,
            "text": "Ensuite, Nous avons fait du sperme une adhérence; et de l’adhérence Nous avons créé un embryon ; puis, de cet embryon Nous avons créé des os et Nous avons revêtu les os de chair. Ensuite, Nous l’avons transformé en une tout autre création. Béni soit donc Allah le Meilleur des créateurs"
        },
        {
            "chapter": 23,
            "verse": 15,
            "text": "Puis, après cela vous mourrez"
        },
        {
            "chapter": 23,
            "verse": 16,
            "text": "Puis au Jour de la Résurrection vous serez ressuscités"
        },
        {
            "chapter": 23,
            "verse": 17,
            "text": "Et Nous avons créé, au-dessus de vous, sept cieux. Et Nous ne sommes pas inattentifs à la création"
        }
    ]
}