{
    "pages": [
        {
            "chapter": 28,
            "verse": 85,
            "text": "Celui qui t’a prescrit le Coran te ramènera certainement là où tu (souhaites) retourner . Dis : “Mon Seigneur connaît mieux celui qui est venu avec la guidée et celui qui est dans un égarement évident.”"
        },
        {
            "chapter": 28,
            "verse": 86,
            "text": "Et tu n’espérais nullement que le Livre te soit révélé. Ceci n’a été que par une miséricorde de ton Seigneur. Ne sois donc jamais un soutien pour les infidèles"
        },
        {
            "chapter": 28,
            "verse": 87,
            "text": "et que ceux-ci ne te détournent point des versets d’Allah une fois qu’on les a fait descendre vers toi. Et appelle les gens vers ton Seigneur et ne sois point du nombre des polythéistes"
        },
        {
            "chapter": 28,
            "verse": 88,
            "text": "Et n’invoque nulle autre divinité avec Allah. Point de divinité [véritable] à part Lui. Tout doit périr, sauf Son Visage . À Lui appartient le Jugement; et vers Lui vous serez ramenés"
        },
        {
            "chapter": 29,
            "verse": 1,
            "text": "Alif, Lâm, Mîm"
        },
        {
            "chapter": 29,
            "verse": 2,
            "text": "Est-ce que les gens pensent qu’on les laissera dire : \"Nous croyons !\" sans les éprouver"
        },
        {
            "chapter": 29,
            "verse": 3,
            "text": "Certes, Nous avons éprouvé ceux qui ont vécu avant eux ; [Ainsi] Allah connaît ceux qui disent la vérité et ceux qui mentent"
        },
        {
            "chapter": 29,
            "verse": 4,
            "text": "Ou bien ceux qui commettent des méfaits, comptent-ils pouvoir Nous échapper ? Comme leur jugement est mauvais"
        },
        {
            "chapter": 29,
            "verse": 5,
            "text": "Quiconque espère rencontrer Allah, alors le terme fixé par Allah va certainement venir. Et c’est Lui l’Audient, l’Omniscient"
        },
        {
            "chapter": 29,
            "verse": 6,
            "text": "Et quiconque lutte, ne lutte que pour lui-même, car Allah Se passe de tout l’Univers"
        }
    ]
}