{
    "pages": [
        {
            "chapter": 58,
            "verse": 7,
            "text": "Ne vois-tu pas qu’Allah sait ce qui est dans les cieux et sur la terre? Pas de conversation secrète entre trois sans qu’Il ne soit leur quatrième, ni entre cinq sans qu’Il n’y ne soit leur sixième, ni moins ni plus que cela sans qu’Il ne soit avec eux, là où ils se trouvent. Ensuite, Il les informera, au Jour de la Résurrection, de ce qu’ils faisaient, car Allah est Omniscient"
        },
        {
            "chapter": 58,
            "verse": 8,
            "text": "Ne vois-tu pas ceux à qui les conversations secrètes ont été interdites ? Puis, ils retournent à ce qui leur a été interdit, et se concertent pour pécher, transgresser et désobéir au Messager. Et quand ils viennent à toi, ils te saluent d’une façon dont Allah ne t’a pas salué, et disent en eux- mêmes : \"Pourquoi Allah ne nous châtie pas pour ce que nous disons ?\" L’Enfer leur suffira, où ils brûleront. Et quelle mauvaise destination"
        },
        {
            "chapter": 58,
            "verse": 9,
            "text": "Ô vous qui avez cru ! Quand vous tenez des conversations secrètes, ne vous concertez pas pour pécher, transgresser et désobéir au Messager, mais concertez-vous dans la bonté et la piété. Et craignez Allah vers qui vous serez rassemblés"
        },
        {
            "chapter": 58,
            "verse": 10,
            "text": "La conversation secrète n’est que [l’œuvre] du Diable pour attrister ceux qui ont cru. Mais il ne peut leur nuire en rien sans la permission d’Allah. Et c’est en Allah que les croyants doivent placer leur confiance"
        },
        {
            "chapter": 58,
            "verse": 11,
            "text": "Ô vous qui avez cru! Quand on vous dit : \"Faites place [aux autres] dans les assemblées\", alors faites place. Allah vous ménagera une place (au Paradis) Et quand on vous dit de vous lever, levez-vous. Allah élèvera en degrés ceux d’entre vous qui auront cru et ceux qui auront reçu le savoir. Allah est parfaitement Connaisseur de ce que vous faites"
        }
    ]
}