{
    "maqras": [
        {
            "chapter": 25,
            "verse": 1,
            "text": "Buzurg astu ʙuzurgvor on kas, ki in furqonro ʙar ʙandai Xud nozil kard, to cahonijonro ʙimdihandae ʙosad"
        },
        {
            "chapter": 25,
            "verse": 2,
            "text": "On kas, ki az oni Ust farmonravoii osmonhovu zamin va farzande nagiriftaast va Uro sarike dar farmonravoi nest va har cizro ʙijofaridaast va onro ʙa miqdor ofaridaast"
        },
        {
            "chapter": 25,
            "verse": 3,
            "text": "Ƣajri U xudojone digar giriftand, ki hec ciz nameofarinand, va xud maxluqand. Na moliki zijoni xud hastand va na naf'i xud va moliki margu zindagi va qijomat nestand"
        },
        {
            "chapter": 25,
            "verse": 4,
            "text": "Va kofiron guftand, ki in cuz duruƣe, ki xud ʙoftaast va guruhe digar uro ʙar on jori dodaand, hec nest. Haqqo, on ci megujand, sitamu ʙotil ast"
        },
        {
            "chapter": 25,
            "verse": 5,
            "text": "Ba guftand: «In afsonahoi pesinijon ast, ki har suʙhu som ʙar u xonda mesavad va u menavisadas»"
        },
        {
            "chapter": 25,
            "verse": 6,
            "text": "Bigu: «In kitoʙro kase nozil kardaast, ki nihoni osmonhovu zaminro medonad va ʙaxsojandavu mehruʙon ast!»"
        },
        {
            "chapter": 25,
            "verse": 7,
            "text": "Guftand: «Caro in pajomʙar, ƣizo mexurad va dar ʙozorho roh meravad? Caro faristae ʙar u furud nameojad to ʙo u ʙimdihanda ʙosad"
        },
        {
            "chapter": 25,
            "verse": 8,
            "text": "Caro az osmon gance ʙarojas afkanda nasavad? Caro uro ʙoƣe nest, ki az on ʙixurad?» Va sitamkoron guftand: «Sumo ʙa mardi codusudae pajravi mekuned!»"
        },
        {
            "chapter": 25,
            "verse": 9,
            "text": "Bingar, ki ci guna ʙarojat dostonho meovarand. Gumroh sudaand va tavoni roh joftanason nest"
        },
        {
            "chapter": 25,
            "verse": 10,
            "text": "Buzurgu ʙuzurgvor ast on kas, ki agar xohad, ʙehtar az on ʙa tu medihad — ʙoƣhoe, ki dar onho nahrho cori ʙosad va ʙarojat qasrho ʙiofarinad"
        },
        {
            "chapter": 25,
            "verse": 11,
            "text": "Balki inho qijomatro duruƣ hisoʙand. Va Mo ʙaroi kanone, ki qijomatro duruƣ hisoʙand, otasi suzon omoda kardaem"
        },
        {
            "chapter": 25,
            "verse": 12,
            "text": "ki cun az rohi dur ʙuʙinadason, cusisu xurusasro ʙisnavand"
        },
        {
            "chapter": 25,
            "verse": 13,
            "text": "Va cun dastho ʙar gardan ʙasta dar tangie az on aftand, ʙa du'o margi xud mexohand"
        },
        {
            "chapter": 25,
            "verse": 14,
            "text": "Imruz na jak ʙor margi xud xohed, margi xud farovon xohed"
        },
        {
            "chapter": 25,
            "verse": 15,
            "text": "Bigu: «Ojo in ʙehtar ast jo on ʙihisti covidon, ki ʙa parhezgoron va'da sudaast, ki mukofotu sarancomi onon xohad ʙud?»"
        },
        {
            "chapter": 25,
            "verse": 16,
            "text": "To aʙad har ci ʙixohand, dar on co hast. Va'daest, ki ancom dodani on az Parvardigorat xosta sudaast"
        },
        {
            "chapter": 25,
            "verse": 17,
            "text": "Ruze, ki ononro ʙo cizhoe, ki ƣajri Xudoi jakto meparastidand, ʙa mashar cam' ovard va sipas pursad: «Ojo sumo in ʙandagoni Maro gumroh mekarded, jo onho xud rohro gum karda ʙudand?»"
        },
        {
            "chapter": 25,
            "verse": 18,
            "text": "Gujand: «Poki Tu! Moro sazovor naʙudaast, ki cuz tu kasero ʙa jori girem. Tu xud onho va padaronasonro ʙarxurdor soxti, cunon ki jodi Turo faromus kardand va mardume sudand ʙa halokat aftoda"
        },
        {
            "chapter": 25,
            "verse": 19,
            "text": "Inho on ciro megufted, duruƣ xondand va aknun natavoned azoʙero az xud dur sozed jo xudro jori dihed. Va har kas az sumo, ki sitam kunad, azoʙe ʙuzurgas mecasonem"
        },
        {
            "chapter": 25,
            "verse": 20,
            "text": "Pes az tu pajomʙarone firistodaem, ki ta'om mexurdand va dar ʙozorho roh meraftand. Va sumoro vasilai ozmoisi jakdigar qaror dodem. Ojo saʙr tavoned kard? Va Parvardigori tu ʙinost"
        }
    ]
}