{
    "maqras": [
        {
            "chapter": 28,
            "verse": 76,
            "text": "Qorun az qavmi Muso ʙud, ki ʙar onho afzuni cust. Va ʙa u cunon ganchoe dodem, ki ʙardostani kalidhojas ʙar guruhe az mardumi nerumand dusvor menamud. On goh, ki qavmas ʙa u guftand: «Sarmast maʙos, zero Xudo sarmastonro dust nadorad"
        },
        {
            "chapter": 28,
            "verse": 77,
            "text": "Dar on ci Xudojat ato kardaast, cahoni oxiratro ʙicuj va nasiʙi xudro az dunjo faromus makun. Va hamcunon ki Xudo ʙa tu neki karda, neki kun va dar zamin az pai fasod marav, ki Xudo fasodkunandagonro dust nadorad!»"
        },
        {
            "chapter": 28,
            "verse": 78,
            "text": "Guft: «On ci ʙa man doda suda, ʙa saʙaʙi donisi man ʙudaast». Ojo nadonistaast, ki Xudo pes az u naslhoero halok karda, ki quvvatason az u afzuntar va sumorason ʙestar ʙudaast? Va in gunahkoronro az gunohason namepursand"
        },
        {
            "chapter": 28,
            "verse": 79,
            "text": "Orosta ʙa zevarhoi xud ʙa mijoni mardumas omad. Onon, ki xostori zindagii dunjavi ʙudand, guftand: «Ej kos, on ci ʙa Qorun doda suda, moro niz meʙud, ki u sohiʙi nasiʙi ʙuzurg ast»"
        },
        {
            "chapter": 28,
            "verse": 80,
            "text": "Ammo donisjoftagon guftand: «Voj ʙar sumo. Baroi onho, ki imon meovarand va korhoi soista mekunand, savoʙi Xudo ʙehtar ast. Va ʙa in savoʙ soʙiron rasand»"
        },
        {
            "chapter": 28,
            "verse": 81,
            "text": "Pas u va xonaasro dar zamin furu ʙurdem va dar ʙaroʙari Xudo hec guruhe nadost, ki jorias kunad va xud jori kardani xudro nametavonist"
        },
        {
            "chapter": 28,
            "verse": 82,
            "text": "Ruzi digar on kason, ki diruz orzu mekardand, ki ʙa coi u meʙudand, meguftand: «Acaʙo, ki Xudo ruzii har kasro, ki xohad farovon kunad jo tang sozad. Agar Xudo ʙa mo niz ne'mati farovon doda ʙud, moro niz dar zamin furu meʙurd. Nameʙini, ki kofiron nacot namejoʙand?»"
        },
        {
            "chapter": 28,
            "verse": 83,
            "text": "In cahoni oxiratro az oni kasone soxtaem, ki dar in cahon na xohoni takaʙʙuri hastand va na xohoni fasod. Va sarancomi nek az oni parhezgoron ast"
        },
        {
            "chapter": 28,
            "verse": 84,
            "text": "Har kas, ki kori neke ʙa coj orad, ʙehtar az on muzd joʙad va har ki gunohe kunad, pas onho, ki gunoh kardaand, ʙa andozai amalason cazo doda savand"
        },
        {
            "chapter": 28,
            "verse": 85,
            "text": "On kas, ki Qur'onro ʙar tu farz kardaast, turo ʙa va'dagohat ʙozmegardonad. Bigu: «Parvardigori man ʙehtar medonad, ki ci kase ʙar rohi rost ast va ci kase dar gumrohii oskor ast»"
        },
        {
            "chapter": 28,
            "verse": 86,
            "text": "Agar rahmati Parvardigorat naʙud, umedi onro nadosti, ki in kitoʙ ʙar tu doda savad. Pas naʙojad pustiʙoni kofiron ʙosi"
        },
        {
            "chapter": 28,
            "verse": 87,
            "text": "Pas az on, ki ojathoi Xudo ʙar tu nozil sud, turo az on ʙeroh nakunand. Mardumro ʙa sui Parvardigorat ʙixon va az musrikon maʙos"
        },
        {
            "chapter": 28,
            "verse": 88,
            "text": "Bo Xudoi jakto xudoi digarero maxon. Hec xudoe ƣajrn U nest. Har cize noʙud sudani ast ƣajri zoti U. Farmon, farmoni Ust va hama ʙa nazdi u ʙozgardonida saved"
        }
    ]
}