{
    "maqras": [
        {
            "chapter": 29,
            "verse": 46,
            "text": "Bo ahli kitoʙ ʙa nekutarin tarze ʙahs kuned. Magar ʙo onho, ki sitam pesa kardand. Va ʙigued: «Ba on ci ʙar mo nozil suda va on ci ʙar sumo nozil sudaast, imon ovardem. Va Xudoi movu Xudoi sumo jakest va mo dar ʙaroʙari U gardan nihodaem»"
        },
        {
            "chapter": 29,
            "verse": 47,
            "text": "Hamcunon in kitoʙro ʙar tu nozil kardem va ahli kitoʙ ʙa on imon meovarand va az inho niz kasone ʙa on imon meovarand va ƣajri kofiron kase ojoti Moro inkor namekunad"
        },
        {
            "chapter": 29,
            "verse": 48,
            "text": "Tu pes az Qur'on hec kitoʙero namexondi va ʙa dasti xud kitoʙe namenavisti. Agar cunon ʙud, ahli ʙotil ʙa sak aftoda ʙudand"
        },
        {
            "chapter": 29,
            "verse": 49,
            "text": "Balki Qur'on ojotest ravsan, ki dar sinai ahli donis coj dorad. Va ojoti Moro sitamkoron inkor mekunand"
        },
        {
            "chapter": 29,
            "verse": 50,
            "text": "Va guftand: «Caro az coniʙi Parvardigoras ojote ʙar u nozil namesavad?» Bigu: «Ojot dar nazdi Xudost va man ʙimdihandae oskor hastam»"
        },
        {
            "chapter": 29,
            "verse": 51,
            "text": "Ojo onhoro kifoja nest, ki ʙar tu kitoʙ firistodaem va ʙar onho xonda mesavad. Dar in kitoʙ ʙaroi mu'minon rahmatu pand ast"
        },
        {
            "chapter": 29,
            "verse": 52,
            "text": "Bigu: «Xudo ʙa guvohi mijoni manu sumo kofist. On ciro, ki dar osmonhovu zamin ast, medonad. Kasone, ki ʙa ʙotil garavidand va ʙa Xudo kofir sudand, zijonkoronand»"
        },
        {
            "chapter": 29,
            "verse": 53,
            "text": "Az tu ʙa sitoʙ azoʙro metalaʙand. Agar onro zamone mu'ajjan naʙud, ʙar onho meomad. Va nogahon va ʙe on, ki xaʙar savand, ʙar onho furud xohad omad"
        },
        {
            "chapter": 29,
            "verse": 54,
            "text": "Az tu ʙa sitoʙ azoʙro metalaʙand, hol on ki cahannam ʙar kofiron ihota dorad"
        },
        {
            "chapter": 29,
            "verse": 55,
            "text": "Ruze, ki azoʙ az ʙoloi saru zeri poj onhoro dar ʙar girad va Xudo ʙigujad: «Ba xotiri amalhoe, ki mekarded, inak azoʙro ʙicased!»"
        },
        {
            "chapter": 29,
            "verse": 56,
            "text": "Ej ʙandagoni man, ki ʙa man imon ovardaed, zamini man vase' ast, pas tanho Maro ʙiparasted"
        },
        {
            "chapter": 29,
            "verse": 57,
            "text": "Har kase casandai ta'mi marg ast. Va ʙa sui Mo ʙozgardonida saved"
        },
        {
            "chapter": 29,
            "verse": 58,
            "text": "Kasonero, ki imon ovardaand va korhoi soista kardaand, dar ƣurfahoi ʙihist coj dihem. Az zeri on cujhoi oʙ ravon ast. Dar on co covidona ʙimonand. Amalkunandagonro ci neku muzdest"
        },
        {
            "chapter": 29,
            "verse": 59,
            "text": "onho, ki saʙr varzidand va ʙar Parvardigorason tavakkal mekunand"
        },
        {
            "chapter": 29,
            "verse": 60,
            "text": "Ci ʙisjor cunʙandagone, ki tavoni tahsili ruzii xud nadorand va Xudo onhoro va sumoro ruzi medihad. Va U sunavovu donost"
        },
        {
            "chapter": 29,
            "verse": 61,
            "text": "Agar az onho ʙipursi: «Ci kase osmonhovu zaminro ofarida va oftoʙu mohro rom kardaast?» Xohand guft: «Xudoi jakto». Pas az ci saʙaʙ aqida digargun mekunand"
        },
        {
            "chapter": 29,
            "verse": 62,
            "text": "Xudo ruzii har jak az ʙandagonasro, ki ʙixohad, farovon mekunad jo ʙar u tang megirad. Zero Xudo ʙa hama ciz donost"
        },
        {
            "chapter": 29,
            "verse": 63,
            "text": "Agar az onho ʙipursi: «Ci kase az osmon ʙoron firistod va zamin murdaro ʙa on zinda kard?» Xohand guft: «Xudo jakto». Bigu; «Sukr Xudorost!» Vale ʙestarinason darnamejoʙand"
        },
        {
            "chapter": 29,
            "verse": 64,
            "text": "Zindagonii in dunjo lahvu la'aʙ (ʙozi) ast. Agar ʙidonand, caxoni oxirat cahoni zindagonist"
        },
        {
            "chapter": 29,
            "verse": 65,
            "text": "Cun ʙa kisti nisastand, Xudoro ʙo ixlos ilticovu iʙodat kunand va cun nacotason dod va ʙa xuski ovard, sirk ovarand"
        },
        {
            "chapter": 29,
            "verse": 66,
            "text": "to ne'matero, ki ʙa onon ato karda ʙudem, kufron kunand va ʙarxurdor savand. Ba zudi xohand donist"
        },
        {
            "chapter": 29,
            "verse": 67,
            "text": "Ojo nadonistaand, ki haramro coi amni mardum qaror dodem, hol on ki mardum dar atrofason ʙa asorat girifta mesavand? Ojo ʙa ʙotil imon meovarand va ne'mati Xudoro kufron mekunand"
        },
        {
            "chapter": 29,
            "verse": 68,
            "text": "Pas kist sitamkortar az on, ki ʙar Xudo duruƣ meʙandad jo ʙa hangome ki haq ʙa sui u ojad, takziʙas mekunad (duruƣ mesumorad)? Ojo dar cahannam cojgohe ʙaroi kofiron nest"
        },
        {
            "chapter": 29,
            "verse": 69,
            "text": "Kasonero, ki dar rohi Mo cihod kunand, ʙa rohhoi xud hidojatason mekunem va Xudo ʙo nekukoron ast"
        }
    ]
}