{
    "maqras": [
        {
            "chapter": 33,
            "verse": 18,
            "text": "Xudo medonad ci kasone az sumo mardumro az cang ʙozmedorand. 'Va niz mesinosad kasonoro, ki ʙa ʙarodaroni xud megujand: «Ba nazdi mo ʙijoed». Va ƣajri andake ʙa cang nameojand"
        },
        {
            "chapter": 33,
            "verse": 19,
            "text": "Har cizero az sumo dareƣ medorand va cui tarsu xafv ojad, ʙini, ki ʙa tu menigarand va casmonason (az tarsi i marg) davr mezanad misli kase, ki az marg ʙehus tuda ʙosad, Va cun vahsat az mijon ʙirevad, az hirsi ƣanimatho ʙo zaʙoni tezi xud ʙiranconadaton. Inho imon najovardaand. Va Xudo amalhojasonro noʙud kardaast va in kor ʙar Xudo oson ʙudaast"
        },
        {
            "chapter": 33,
            "verse": 20,
            "text": "Mepindorand, ki laskari kofiron naraftaast. Va agar on laskarho ʙozmeomadand, orzu mekardand, ki kos dar mijoni a'roʙi ʙodijanisin meʙudand va hamesa az axʙori sumo mepursidand. Agar ham dar mijoni sumo meʙudand, ƣajri andake cang namekardand"
        },
        {
            "chapter": 33,
            "verse": 21,
            "text": "Baroi sumo agar ʙa Xudo va ruzi qijomat umed medored va Xudoro farovon jod mekuned, dar simoi rasululloh muqtadoi (pesvoi) pisandidaest, meʙined"
        },
        {
            "chapter": 33,
            "verse": 22,
            "text": "Va cun mu'minon on guruhhoro didand, guftand: In hamon cizest, ki Xudo va pajomʙaras ʙa mo va'da dodaand va Xudovu pajomʙaras rost guftaand». Va imon va taslimason zoid sud"
        },
        {
            "chapter": 33,
            "verse": 23,
            "text": "Az mu'minon mardone hastand, ki ʙa pajmone, ki ʙa Xudo ʙasta ʙudand, vafo kardand. Ba'ze ʙar sari pajmoni xud con ʙoxtand va ʙa'ze casm ʙa rohand va hec pajmoni xud digargun nakardaand"
        },
        {
            "chapter": 33,
            "verse": 24,
            "text": "To Xudo rostgujonro ʙa saʙaʙi rostii guftorason muzd dihad va munofiqonro agar xohad azoʙ kunad jo tavʙai onhoro ʙipazirad, ki Xudo ʙaxsojandavu mehruʙon ast"
        },
        {
            "chapter": 33,
            "verse": 25,
            "text": "Xudo kofironi xasmgiriftaro ʙozpas gardonid. Inho ʙa hec ƣanimate dast najoftand. Va dar majdoni cang mu'minonro Xudo kifoja ast. Zero Xudo purtavonu ƣoliʙ ast"
        },
        {
            "chapter": 33,
            "verse": 26,
            "text": "Az ahli kitoʙ on guruhro, ki ʙa joriason ʙarxosta ʙudand, az qal'ahojason furud ovard va dar dilhojason ʙim afkand. Guruhero kusted va guruhero ʙa asorat girifted"
        },
        {
            "chapter": 33,
            "verse": 27,
            "text": "Xudo zaminu xonaho va molhojason va zaminhoero, ki ʙar onho poj nanihodaed, ʙa sumo meros guzost. Va Xudo ʙar har kore tavonost"
        },
        {
            "chapter": 33,
            "verse": 28,
            "text": "Ej pajomʙar, ʙa zanonat ʙigu: «Agar xohoni zindagii dunjo va zinathoi on hasted, ʙijoed, to sumoro ʙahramand sozam va ʙa tarzi neku rahojaton kunam"
        },
        {
            "chapter": 33,
            "verse": 29,
            "text": "va agar xohoni Xudovu pajomʙari U va saroi oxirat hasted, Xudo ʙa nekukoronaton podose (mukofote) ʙuzurg xohad dod"
        },
        {
            "chapter": 33,
            "verse": 30,
            "text": "Ej zanoni pajomʙar, har kas az sumo kori zisti sazovori uquʙat, kunad. Xudo azoʙi uro du ʙaroʙar mekunad. Va in ʙar Xudo oson ast"
        }
    ]
}