{
    "maqras": [
        {
            "chapter": 62,
            "verse": 1,
            "text": "Xudoro tasʙeh gujand har ci dar osmonhovu har ci dar zamin ast, on farmonravoi pok az ajʙro, on ƣoliʙi hakimro"
        },
        {
            "chapter": 62,
            "verse": 2,
            "text": "Ust Xudoe, ki ʙa mijoni mardume ʙesavod pajomʙare az xudason firistod, to ojotasro ʙar onho ʙixonad va onhoro pokiza sozad va kitoʙu hikmatason ʙijomuzad. Agarci pes az on dar gumrohii oskor ʙudand"
        },
        {
            "chapter": 62,
            "verse": 3,
            "text": "Va ʙar guruhe digar az onho, ki hanuz ʙa onho napajvastaand. Va Ust Ƣoliʙu hakim"
        },
        {
            "chapter": 62,
            "verse": 4,
            "text": "In ʙaxsoisi Xudost, ki ʙa har ki xohad, medihad va Xudoro ʙaxsoise ʙuzurg ast"
        },
        {
            "chapter": 62,
            "verse": 5,
            "text": "Misoli kasone, ki Tavrot ʙa onho doda suda va ʙa on amal namekunand, misli on xar ast, ki kitoʙhoero meʙardorad. Bad misolest misolm mardume, ki ojoti Xudoro duruƣ mesumurdaand. Va Xudo zolimonro hidojat namekunad"
        },
        {
            "chapter": 62,
            "verse": 6,
            "text": "Bigu: «Ej qavmi jahud, har goh mepipdored, ki sumo dustoni Xudo hasted, na mardumi digar, pas orzui marg kuned, agar rost megued!»"
        },
        {
            "chapter": 62,
            "verse": 7,
            "text": "Va onon ʙa saʙaʙi amalhoe, ki pes az in kardaand, hargiz orzui marg naxohand kard. Ba Xudo ʙa sitamkoron donost"
        },
        {
            "chapter": 62,
            "verse": 8,
            "text": "Bigu: «On marge, ki az on megurezed, sumoro darxohad joft va sipas nazdi on donoi nihonu oskoro ʙargardonda mesaved, to ʙa korhoe, ki kardaed, ogohaton sozad»"
        },
        {
            "chapter": 62,
            "verse": 9,
            "text": "Ej kasone, ki imon ovardaed, cun azoni namozi ruzi cum'a doda savad, ʙa namoz ʙisitoʙed va dodu giriftro tark kuned,. Agar dono ʙosed, in kor ʙarojaton ʙehtar ast"
        },
        {
            "chapter": 62,
            "verse": 10,
            "text": "Va cun namoz pojon joft, dar zamin parokanda saved va rizqi Xudoro talaʙ kuned va ʙisjor jodas kuned, ʙosad, ki nacot joʙed"
        },
        {
            "chapter": 62,
            "verse": 11,
            "text": "Va cun ticorate jo ʙozicae ʙinand, parokanda mesavand va ʙa coniʙi on meravand va turo hancunon istoda raho mekunand. Bigu: «On ci dar nazdi Xudost, az ʙozicavu ticorat ʙehtar ast». Va Xudo ʙehtarini ruzidihandagon ast"
        },
        {
            "chapter": 63,
            "verse": 1,
            "text": "Cun munofiqon nazdi tu ojand, gujand: «Sahodat (guvohi) medihem, ki tu pajomʙari Xudo hasti». Xudo medonad, ki tu pajomʙaras hasti va Xudo sohidi medihad, ki munofiqon duruƣgujand"
        },
        {
            "chapter": 63,
            "verse": 2,
            "text": "Az savgandhoi xud sipare soxtand va az rohi Xudo ʙozdostand va ʙa haqiqat on ci mekunand, nopisand ast"
        },
        {
            "chapter": 63,
            "verse": 3,
            "text": "In ʙa on saʙaʙ ast, ki imon ovardand, sipas kofir sudand. Xudo niz ʙar dilhoson muhr nihod va onon darnamejoʙand"
        }
    ]
}