{
    "maqras": [
        {
            "chapter": 4,
            "verse": 36,
            "text": "Xudoro ʙiparasted va hec ciz sariki U masozed va ʙa padaru modar va xesovandonu jatimon va ʙenavojonu hamsojai xesovand va hamsojai ʙegona va jori musohiʙu musofiri rahguzar va ʙandagoni xud neki kuned. Alʙatta Xudo mutakaʙʙironu faxrfurusonro dust nadorad"
        },
        {
            "chapter": 4,
            "verse": 37,
            "text": "onon, ki ʙaxili mekunand va mardumro ʙa ʙuxl mefarmojand va molero, ki Xudo ʙa onho dodaast, pinhon mekunand. Va mo ʙaroi kofiron azoʙe xorkunanda muhajjo soxtaem"
        },
        {
            "chapter": 4,
            "verse": 38,
            "text": "Va niz kasonero, ki amvoli xes ʙaroi xudnamoi xarc mekunand va ʙa Xudovu ruzi qijomat imon nameovarand. Va har ki sajton qarini u ʙosad, qarine ʙad dorad"
        },
        {
            "chapter": 4,
            "verse": 39,
            "text": "Ci zijon doradason, agar ʙa Xudovu ruzi qijomat imon ovarand va az on ci Xudo ʙa onho ruzi dodaast, ehson kunand? Xudo ʙa korason donost"
        },
        {
            "chapter": 4,
            "verse": 40,
            "text": "Xudo zarrae ham sitam namekunad. Agar nekie ʙosad, onro du ʙaroʙar mekunad va az coniʙi xud muzde ʙuzurg medihad"
        },
        {
            "chapter": 4,
            "verse": 41,
            "text": "Ci guna xohad ʙud on ruz, ki az har ummate guvohe ʙijovarem va turo ʙar in ummat ʙa guvohi ʙijovarem"
        },
        {
            "chapter": 4,
            "verse": 42,
            "text": "Dar on ruz kofiron va onon, ki ʙar rasul farmon naʙurdand, orzu kunand, ki ʙo xoki zamin jakson meʙudand. Va hec suxanero az Xudo pinhon natavonand kard"
        },
        {
            "chapter": 4,
            "verse": 43,
            "text": "Ej kasone, ki imon ovardaed, on goh, ki mast hasted, girdi namoz magarded, to ʙidoned, ki ci megued. Va niz dar holi canoʙat, to ƣusl kuned, magar on ki rohguzar ʙosed. Va agar ʙemor jo dar safar ʙuded, jo az makoni qazoi hocat ʙozgastaed, jo ʙo zanon cimo' kardaed va oʙ najofted, ʙo xoki pok tajammum kuned va ruju dasthojatonro ʙo on xok mash kuned. Alʙatta Xudo avfkunanda va omurzanda ast"
        },
        {
            "chapter": 4,
            "verse": 44,
            "text": "Ojo on kasonero, ki az kitoʙ ʙahrae doda sudaand, nadidai, ki gumrohi mexarand va mexohand, ki sumo niz gumroh saved"
        },
        {
            "chapter": 4,
            "verse": 45,
            "text": "Xudo dusmanoni sumoro ʙehtar mesinosad va dustii U sumoro kifojat xohad kard va jorii U sumoro ʙasanda ast"
        },
        {
            "chapter": 4,
            "verse": 46,
            "text": "Ba'ze az cuhudon kalimoti Xudoro ʙa ma'ni digargun mekunand va megujand: «Sunidem va nofarmoni mekunem va ʙisnav va kos nosunavo gardi va «ro'ino». Ba luƣati xes zaʙon megardonand va ʙa dini islom ta'na mezanand. Agar meguftand, ki sunidem va ito'at kardem va «Unzurno»\", ʙarojason ʙehtaru ʙasavoʙtar ʙud. Xudo ononro ʙa saʙaʙi kufrason la'nat karda va cuz andake imon najovarand"
        },
        {
            "chapter": 4,
            "verse": 47,
            "text": "Ej kasone, ki sumoro kitoʙ doda suda, ʙa kitoʙe, ki nozil kardaem va kitoʙi sumoro niz tasdiq mekunad, imon ʙijovared; pes az on ki naqsi cehrahoero nest kunem va rujhoro ʙa qafo ʙargardonem. Jo hamcunon, ki ashoʙi saʙtro la'nat kardem, sumoro ham la'nat kunem. Va farmoni Xudo sudanist"
        },
        {
            "chapter": 4,
            "verse": 48,
            "text": "Alʙatta Xudo gunohi kasonero, ki ʙa U sirk ovarand, nameʙaxsad va gunohoni digarro ʙaroi har ki ʙixohad, meomurzad. Va har ki ʙa Xudo sirk ovarad, duruƣe soxta va gunohe ʙuzurg murtakiʙ sudaast"
        },
        {
            "chapter": 4,
            "verse": 49,
            "text": "Ojo ononro nadidai, ki xudro poku ʙeajʙ cilva medihand? Ore, Xudost, ki har kiro, ki xohad, az ajʙ pok gardonad. Va ʙa hec kas hatto ʙa qadri ristae, ki dar sikofi donai xurmost, sitam nasavad"
        },
        {
            "chapter": 4,
            "verse": 50,
            "text": "Bingar, ki ci guna ʙa Xudo duruƣ meʙandand va hamin duruƣ gunohe oskorro ʙasandaast"
        },
        {
            "chapter": 4,
            "verse": 51,
            "text": "Ojo kasonero, ki nasiʙe az kitoʙ doda sudaand, nadidai, ki ʙa Ciʙtu Toƣut imon meovaravd va dar ʙorai kofiron megujand, ki rohi inon az rohi mu'minon ʙa hidojat nazdiktar ast"
        },
        {
            "chapter": 4,
            "verse": 52,
            "text": "Inon on kasonand, ki Xudo la'natason kardaast; va har kasro, ki Xudo la'nat kunad, ʙaroi u xec jovare najoʙi"
        },
        {
            "chapter": 4,
            "verse": 53,
            "text": "Jo az podsohi nasiʙe ʙurdaand, ki dar in surat ʙa qadri on pusti tunuke, ki ʙar pusti donai xurmost, ʙa mardum sude namerasonand"
        },
        {
            "chapter": 4,
            "verse": 54,
            "text": "Jo ʙar mardum ʙa xotiri ne'mate, ki Xudo az fazli xes ʙa onon dodaast, hasad meʙarand? Dar hole, ki mo ʙa xonadoni Iʙrohim kitoʙu hikmat dodem va farmonravoii ʙuzurg arzoni dostem"
        },
        {
            "chapter": 4,
            "verse": 55,
            "text": "Ba'ze ʙa on imon ovardand va ʙa'ze az on ruj gardondand. Duzax — on otasi afruxta onhoro ʙas"
        },
        {
            "chapter": 4,
            "verse": 56,
            "text": "Ononro, ki ʙa ojoti Mo kofir sudand, ʙa otas xohem andoxt. Har goh pusti tanason ʙnpazad, puste digarason dihem, to azoʙi Xudoro ʙicasand. Xudo piruzmandu xakim ast"
        },
        {
            "chapter": 4,
            "verse": 57,
            "text": "Va ononro, ki imon ovarda va korhoi neku kardaand, ʙa ʙihisthoe, ki dar on nahrho corist, darovarem, to aʙad dar on co xoxand ʙud. Va dar on co sohiʙi zanoni poku ʙeajʙ savand va dar sojahoi pajvasta va xunuk cojason medihem"
        }
    ]
}