{
    "manzils": [
        {
            "chapter": 50,
            "verse": 1,
            "text": "Kâf. Betohem në Kuranin e lavdishëm"
        },
        {
            "chapter": 50,
            "verse": 2,
            "text": "Po! Ata çuditen që nga gjiri i tyre u ka ardhur një paralajmërues, kështu që mohuesit thonë: “Kjo gjë është e çuditshme"
        },
        {
            "chapter": 50,
            "verse": 3,
            "text": "Vallë, pasi të vdesim e të bëhemi pluhur (do të ringjallemi sërish)? Ai kthim është i largët!”"
        },
        {
            "chapter": 50,
            "verse": 4,
            "text": "Ne e dimë sa prej tyre i merr toka, tek Ne është Libri që i ruan të gjitha"
        },
        {
            "chapter": 50,
            "verse": 5,
            "text": "Mirëpo, ata e mohojnë të Vërtetën kur u vjen, kështu që ata janë në gjendje të turbulluar"
        },
        {
            "chapter": 50,
            "verse": 6,
            "text": "A nuk e shohin ata qiellin që qëndron sipër tyre, si e kemi ndërtuar dhe zbukuruar, pa pasur kurrfarë plasaritjeje në të"
        },
        {
            "chapter": 50,
            "verse": 7,
            "text": "Ndërsa Tokën e kemi shtruar dhe në të kemi shpërndarë male të palëvizshme dhe kemi bërë, që nga ajo, të mbijnë gjithfarëlloj bimësh të bukura"
        },
        {
            "chapter": 50,
            "verse": 8,
            "text": "si mjet ndriçimi të mendjes dhe përkujtesë për çdo rob që i drejtohet Zotit të vet"
        },
        {
            "chapter": 50,
            "verse": 9,
            "text": "Ne lëshojmë nga qielli ujë të bekuar dhe nëpërmjet tij krijojmë kopshte, drithëra që korren"
        },
        {
            "chapter": 50,
            "verse": 10,
            "text": "dhe palma hurme të larta me tufa frutash njëra mbi tjetrën"
        },
        {
            "chapter": 50,
            "verse": 11,
            "text": "si ushqim për robërit Tanë; në këtë mënyrë Ne me shi e ringjallim tokën e vdekur. E kështu do të jetë edhe ringjallja"
        },
        {
            "chapter": 50,
            "verse": 12,
            "text": "Para tyre ka mohuar populli i Nuhut, banorët e Ressit dhe fisi Themud"
        },
        {
            "chapter": 50,
            "verse": 13,
            "text": "edhe fisi Ad, Faraoni dhe vëllezërit e Lutit"
        },
        {
            "chapter": 50,
            "verse": 14,
            "text": "edhe banorët e Ejkës, edhe populli i Tubbas; të gjithë ata i quajtën gënjeshtarë të dërguarit, prandaj kundër tyre u përmbush dënimi Im"
        },
        {
            "chapter": 50,
            "verse": 15,
            "text": "Vallë, a mos u lodhëm Ne gjatë krijimit të parë? Jo, por ata dyshojnë në krijimin e sërishëm"
        },
        {
            "chapter": 50,
            "verse": 16,
            "text": "Ne e kemi krijuar njeriun dhe, Ne e dimë ç’i pëshpërit atij shpirti i vet. Ne jemi më pranë tij se damari i qafës së vet"
        },
        {
            "chapter": 50,
            "verse": 17,
            "text": "Dy engjëj i rrinë atij nga e djathta dhe e majta"
        },
        {
            "chapter": 50,
            "verse": 18,
            "text": "dhe, për çdo fjalë që ai thotë, ka pranë vetes një mbikëqyrës të gatshëm (për ta shënuar atë)"
        },
        {
            "chapter": 50,
            "verse": 19,
            "text": "Agonia e vdekjes do të sjellë të vërtetën (e jetës tjetër): ja, kjo është ajo së cilës përpiqeshe t’i ikje"
        },
        {
            "chapter": 50,
            "verse": 20,
            "text": "Dhe do të fryhet në Sur - kjo është Dita e kërcënimit"
        },
        {
            "chapter": 50,
            "verse": 21,
            "text": "Çdo shpirt do të vijë i shoqëruar me një (engjëll) grahës dhe një (engjëll) dëshmitar"
        },
        {
            "chapter": 50,
            "verse": 22,
            "text": "(Mohuesit do t’i thuhet): “Ti ke qenë i pavëmendshëm për këtë. Tashti ta kemi ngritur perden (e syve), dhe shikimi yt sot është i mprehtë.”"
        },
        {
            "chapter": 50,
            "verse": 23,
            "text": "E shoqëruesi i tij (engjëll) do të thotë: “Këtu është (shënimi i veprave të tij) që kam gati”"
        },
        {
            "chapter": 50,
            "verse": 24,
            "text": "(Do t’u thuhet:) “Hidhni në zjarr çdo njeri jobesimtar, kryeneç"
        },
        {
            "chapter": 50,
            "verse": 25,
            "text": "pengues të të mirave, shkelës dhe dyshues (në fe)"
        },
        {
            "chapter": 50,
            "verse": 26,
            "text": "çdo njeri që ka besuar në zot tjetër, përveç Allahut. Kështu pra, flakeni atë në dënimin më të rëndë!”"
        },
        {
            "chapter": 50,
            "verse": 27,
            "text": "E, shoku i tij (djall) do të thotë: “O Zoti ynë, unë nuk e kam mashtruar atë, por ai vetë ka qenë në humbje të madhe”"
        },
        {
            "chapter": 50,
            "verse": 28,
            "text": "Atyre (Allahu) do t’u thotë: “Mos u grindni para Meje, Unë ju kam paralajmëruar me kohë"
        },
        {
            "chapter": 50,
            "verse": 29,
            "text": "Fjala ime nuk ndryshohet dhe Unë nuk jam i padrejtë me robërit e Mi”"
        },
        {
            "chapter": 50,
            "verse": 30,
            "text": "Atë Ditë Ne do ta pyesim Xhehenemin: “A u mbushe?” e ai do të përgjigjet: “A ka edhe më?”"
        },
        {
            "chapter": 50,
            "verse": 31,
            "text": "Dhe jo larg prej aty, Xheneti do t’u afrohet besimtarëve të devotshëm"
        },
        {
            "chapter": 50,
            "verse": 32,
            "text": "(që do t’u thuhet:) “Kjo është premtuar për ju, për këdo që është penduar dhe ruajtur (nga gjynahet)"
        },
        {
            "chapter": 50,
            "verse": 33,
            "text": "që e ka pasur frikë të Gjithëmëshirshmin, edhe atëherë kur nuk e shihte kush, e që ka ardhur me zemër të kthyer (nga Allahu)"
        },
        {
            "chapter": 50,
            "verse": 34,
            "text": "Hyni në të (Xhenet) me paqe e siguri. Kjo është Dita e amshimit!”"
        },
        {
            "chapter": 50,
            "verse": 35,
            "text": "Aty do të kenë çfarë të duan - e prej Nesh (do të kenë) edhe më shumë"
        },
        {
            "chapter": 50,
            "verse": 36,
            "text": "Eh, sa breza shumë më të fuqishëm Ne i kemi shkatërruar para tyre! Ata brodhën nëpër Tokë, po a mund të gjenin strehim"
        },
        {
            "chapter": 50,
            "verse": 37,
            "text": "Vërtet, këtu ka këshillë për këdo që ka zemër, dëgjon me vëmendje dhe dëshmon"
        },
        {
            "chapter": 50,
            "verse": 38,
            "text": "Ne i kemi krijuar qiejt, Tokën dhe çdo gjë që gjendet midis tyre për gjashtë ditë, pa ndierë lodhje aspak"
        },
        {
            "chapter": 50,
            "verse": 39,
            "text": "Andaj, duroje atë që thonë ata[327], madhëroje Zotin tënd e falënderoje Atë para lindjes së diellit dhe para perëndimit"
        },
        {
            "chapter": 50,
            "verse": 40,
            "text": "Madhëroje Atë edhe në një pjesë të natës, edhe pas faljes së namazit"
        },
        {
            "chapter": 50,
            "verse": 41,
            "text": "Dhe vëri veshin thërritësit[328] që thërret prej një vendi të afërt"
        },
        {
            "chapter": 50,
            "verse": 42,
            "text": "Ditën, kur ata do ta dëgjojnë thirrjen e vërtetë, ajo do të jetë Dita e Daljes (ringjalljes)"
        },
        {
            "chapter": 50,
            "verse": 43,
            "text": "Jemi Ne ata që japin jetën dhe vdekjen. Te Ne do të kthehet çdo gjë"
        },
        {
            "chapter": 50,
            "verse": 44,
            "text": "Atë Ditë, toka do të hapet e ata do të dalin me nxitim. Për Ne është e lehtë t’i mbledhim ata të gjithë"
        },
        {
            "chapter": 50,
            "verse": 45,
            "text": "Ne e dimë mirë çfarë thonë ata, por ti nuk do t’i detyrosh ata me dhunë (që të besojnë). Prandaj këshillo me Kuranin këdo që ka frikë paralajmërimin Tim"
        },
        {
            "chapter": 51,
            "verse": 1,
            "text": "Betohem në erërat që çojnë (pluhurin)"
        },
        {
            "chapter": 51,
            "verse": 2,
            "text": "dhe në retë e ngarkuara rëndë"
        },
        {
            "chapter": 51,
            "verse": 3,
            "text": "dhe në ato që lundrojnë lehtë"
        },
        {
            "chapter": 51,
            "verse": 4,
            "text": "dhe në engjëjt që shpërndajnë urdhrat"
        },
        {
            "chapter": 51,
            "verse": 5,
            "text": "se, me të vërtetë, është e sigurt ajo që ju premtohet"
        },
        {
            "chapter": 51,
            "verse": 6,
            "text": "dhe çdo shpërblim e dënim do të ndodhë"
        },
        {
            "chapter": 51,
            "verse": 7,
            "text": "Për qiellin e stolisur me yje"
        },
        {
            "chapter": 51,
            "verse": 8,
            "text": "Ju keni gjithfarë mendimesh"
        },
        {
            "chapter": 51,
            "verse": 9,
            "text": "Prej tij (Kuranit) shmanget ai që nuk beson"
        },
        {
            "chapter": 51,
            "verse": 10,
            "text": "Qofshin mallkuar gënjeshtarët"
        },
        {
            "chapter": 51,
            "verse": 11,
            "text": "të cilët janë të zhytur në padije dhe të shkujdesur (ndaj Ditës së Gjykimit)"
        },
        {
            "chapter": 51,
            "verse": 12,
            "text": "Ata pyesin: “Kur do të jetë Dita e Gjykimit?”"
        },
        {
            "chapter": 51,
            "verse": 13,
            "text": "Atë Ditë ata do të përcëllohen në zjarr"
        },
        {
            "chapter": 51,
            "verse": 14,
            "text": "(Do t’u thuhet): “Shijoni dënimin tuaj! Këtë kërkuat t’ju shpejtohet!”"
        },
        {
            "chapter": 51,
            "verse": 15,
            "text": "Pa dyshim, ata që i frikësohen Allahut do të jenë në kopshte dhe burime"
        },
        {
            "chapter": 51,
            "verse": 16,
            "text": "duke marrë atë që ua ka dhuruar Zoti i tyre, meqë më parë kanë qenë punëmbarë"
        },
        {
            "chapter": 51,
            "verse": 17,
            "text": "Ata flinin pak natën"
        },
        {
            "chapter": 51,
            "verse": 18,
            "text": "ndërsa në agim kërkonin falje (nga Allahu)"
        },
        {
            "chapter": 51,
            "verse": 19,
            "text": "Në pasuritë e tyre ka pasur pjesë për lypësit dhe nevojtarët"
        },
        {
            "chapter": 51,
            "verse": 20,
            "text": "Në Tokë ka shenja për ata që besojnë me bindje"
        },
        {
            "chapter": 51,
            "verse": 21,
            "text": "po edhe në vetet tuaja - a nuk e shihni vallë"
        },
        {
            "chapter": 51,
            "verse": 22,
            "text": "Në qiell është furnizimi juaj dhe gjithçka që ju është premtuar"
        },
        {
            "chapter": 51,
            "verse": 23,
            "text": "Betohem për Zotin e qiellit dhe të Tokës, se kjo (që ju premtohet) është e vërtetë, ashtu siç është të folurit tuaj"
        },
        {
            "chapter": 51,
            "verse": 24,
            "text": "A e ke dëgjuar historinë e mysafirëve të nderuar të Ibrahimit"
        },
        {
            "chapter": 51,
            "verse": 25,
            "text": "Ata hynë tek ai e i thanë: “Paqe!” - dhe ai u tha: “Paqe, o njerëz të panjohur!”"
        },
        {
            "chapter": 51,
            "verse": 26,
            "text": "E pa u vënë re, ai shkoi te njerëzit e shtëpisë dhe solli një viç të majmë"
        },
        {
            "chapter": 51,
            "verse": 27,
            "text": "Pastaj ua afroi atyre e u tha: “A nuk po hani?”"
        },
        {
            "chapter": 51,
            "verse": 28,
            "text": "Dhe ndjeu frikë prej tyre, por ata i thanë: “Mos u frikëso!” dhe i dhanë lajmin e mirë për një djalë të dijshëm"
        },
        {
            "chapter": 51,
            "verse": 29,
            "text": "Atëherë erdhi gruaja e tij, që, duke thërritur dhe rrahur fytyrën, tha: “Vallë, a mundem (të lind) unë, plaka shterpë?”"
        },
        {
            "chapter": 51,
            "verse": 30,
            "text": "Ata thanë: “Kështu ka qenë vullneti i Zotit tënd. Ai është vërtet i Urtë dhe i Gjithëdijshëm.”"
        },
        {
            "chapter": 51,
            "verse": 31,
            "text": "Ai i pyeti: “Cili është qëllimi juaj, o të dërguar?”"
        },
        {
            "chapter": 51,
            "verse": 32,
            "text": "Ata thanë: “Ne jemi dërguar te një popull keqbërës"
        },
        {
            "chapter": 51,
            "verse": 33,
            "text": "për të hedhur mbi ta gurë prej balte të pjekur"
        },
        {
            "chapter": 51,
            "verse": 34,
            "text": "të shënuar te Zoti yt, për ata që e kalojnë kufirin (në të këqija)”"
        },
        {
            "chapter": 51,
            "verse": 35,
            "text": "Ne i nxorëm të gjithë besimtarët që ishin në atë qytet"
        },
        {
            "chapter": 51,
            "verse": 36,
            "text": "ndonëse aty gjetëm vetëm një shtëpi myslimane"
        },
        {
            "chapter": 51,
            "verse": 37,
            "text": "dhe në të lamë shenjë për ata që i frikësohen dënimit të dhembshëm"
        },
        {
            "chapter": 51,
            "verse": 38,
            "text": "Edhe në historinë e Musait (ka mësim), kur ia dërguam Faraonit, me provë të qartë"
        },
        {
            "chapter": 51,
            "verse": 39,
            "text": "Ai (Faraoni) u shmang (nga besimi), së bashku me komandantët e vet dhe tha: “Musai është magjistar ose i çmendur!”"
        },
        {
            "chapter": 51,
            "verse": 40,
            "text": "Ne e kapëm atë me ushtrinë e tij dhe e hodhëm në det; ai e meritoi"
        },
        {
            "chapter": 51,
            "verse": 41,
            "text": "(Mësim ka edhe në historinë) e fisit Ad, kur i dërguam erën shkatërruese"
        },
        {
            "chapter": 51,
            "verse": 42,
            "text": "e cila, ngado që kaloi, nuk kurseu asgjë, duke i kthyer në kalbësira"
        },
        {
            "chapter": 51,
            "verse": 43,
            "text": "Edhe te fisi Themud (ka mësim), kur iu tha anëtarëve të tij: “Kënaquni njëfarë kohe!”"
        },
        {
            "chapter": 51,
            "verse": 44,
            "text": "Ata u treguan mendjemëdhenj ndaj urdhrave të Allahut, pastaj i goditi rrufeja, ndërsa e shihnin"
        },
        {
            "chapter": 51,
            "verse": 45,
            "text": "por nuk mundën as të ngriheshin, as të mbroheshin prej dënimit"
        },
        {
            "chapter": 51,
            "verse": 46,
            "text": "(Mësim ka) edhe te populli i Nuhut, (që e shkatërruam) shumë kohë më parë. Me të vërtetë, ai ishte popull i pabindur"
        },
        {
            "chapter": 51,
            "verse": 47,
            "text": "Ne e kemi ndërtuar qiellin me fuqinë Tonë dhe Ne e zgjerojmë atë"
        },
        {
            "chapter": 51,
            "verse": 48,
            "text": "Edhe Tokën e kemi shtruar! Sa shtrues të mrekullueshëm që jemi"
        },
        {
            "chapter": 51,
            "verse": 49,
            "text": "Dhe nga çdo gjë, Ne kemi krijuar dy palë,[329] në mënyrë që ju të vini veshin"
        },
        {
            "chapter": 51,
            "verse": 50,
            "text": "“Andaj, ikni (prej dënimit) drejt (shpërblimit të) Allahut, se unë vërtet që jam dërguar te ju prej Tij, si paralajmërues i qartë"
        },
        {
            "chapter": 51,
            "verse": 51,
            "text": "Dhe mos adhuroni zot tjetër krahas Allahut, se unë vërtet që jam dërguar te ju prej Tij, si paralajmërues i qartë!”"
        },
        {
            "chapter": 51,
            "verse": 52,
            "text": "Kështu, sa herë që një i dërguar vinte te popujt para tyre (mekasve), ata thoshin: “Është magjistar” ose “Është i çmendur!”"
        },
        {
            "chapter": 51,
            "verse": 53,
            "text": "Vallë, a mos ia kanë pasuar këtë njëri-tjetrit? Jo, por ata vetë janë popull që e kanë tepruar"
        },
        {
            "chapter": 51,
            "verse": 54,
            "text": "Prandaj shmangu prej atyre; ti nuk do të qortohesh për këtë"
        },
        {
            "chapter": 51,
            "verse": 55,
            "text": "Por këshillo, se vërtet këshilla u bën dobi besimtarëve"
        },
        {
            "chapter": 51,
            "verse": 56,
            "text": "Xhindet dhe njerëzit i kam krijuar vetëm që të Më adhurojnë"
        },
        {
            "chapter": 51,
            "verse": 57,
            "text": "Unë nuk kërkoj prej tyre risk, as nuk dëshiroj që të Më ushqejnë"
        },
        {
            "chapter": 51,
            "verse": 58,
            "text": "Vërtet, Allahu është Furnizuesi i vetëm, i Fuqishmi, i Plotpushtetshmi"
        },
        {
            "chapter": 51,
            "verse": 59,
            "text": "Pa dyshim, ata që kanë bërë të këqija, do të kenë pjesën e tyre të dënimit, të ngjashme me pjesën e shokëve të tyre (të mëparshëm) që kanë qenë si ata. Prandaj të mos Më sfidojnë që ta shpejtoj atë"
        },
        {
            "chapter": 51,
            "verse": 60,
            "text": "Kështu, mjerë mohuesit prej Ditës që u është premtuar"
        },
        {
            "chapter": 52,
            "verse": 1,
            "text": "Betohem për malin Tur (Sina)"
        },
        {
            "chapter": 52,
            "verse": 2,
            "text": "dhe Librin e shkruar në rreshta"
        },
        {
            "chapter": 52,
            "verse": 3,
            "text": "në pergamenë të shpalosur"
        },
        {
            "chapter": 52,
            "verse": 4,
            "text": "dhe Shtëpinë plot vizitorë"
        },
        {
            "chapter": 52,
            "verse": 5,
            "text": "dhe kupën e ngritur (të qiellit)"
        },
        {
            "chapter": 52,
            "verse": 6,
            "text": "dhe detin e mbushur"
        },
        {
            "chapter": 52,
            "verse": 7,
            "text": "se, me të vërtetë, dënimi i Zotit tënd do të ndodhë"
        },
        {
            "chapter": 52,
            "verse": 8,
            "text": "dhe askush nuk mund ta pengojë"
        },
        {
            "chapter": 52,
            "verse": 9,
            "text": "Atë Ditë qielli do të lëkundet fuqishëm"
        },
        {
            "chapter": 52,
            "verse": 10,
            "text": "e malet do të lëkunden me të madhe nga vendi"
        },
        {
            "chapter": 52,
            "verse": 11,
            "text": "Atë Ditë, mjerë për jobesimtarët"
        },
        {
            "chapter": 52,
            "verse": 12,
            "text": "që, të zhytur në gënjeshtra, argëtoheshin"
        },
        {
            "chapter": 52,
            "verse": 13,
            "text": "Atë Ditë, ata do të hidhen me forcë në zjarrin e Xhehenemit"
        },
        {
            "chapter": 52,
            "verse": 14,
            "text": "(Do t’u thuhet): “Ky është zjarri që e keni mohuar"
        },
        {
            "chapter": 52,
            "verse": 15,
            "text": "A është kjo magji apo nuk shihni"
        },
        {
            "chapter": 52,
            "verse": 16,
            "text": "Përcëllohuni në të! E duroni apo nuk e duroni, njësoj është për ju. Në të vërtetë, ky është “shpërblimi” i vetëm për atë që keni bërë”"
        },
        {
            "chapter": 52,
            "verse": 17,
            "text": "Vërtet, besimtarët e devotshëm do të gjenden në kopshtet e Xhenetit dhe në lumturi"
        },
        {
            "chapter": 52,
            "verse": 18,
            "text": "duke u kënaqur me atë që u ka dhënë Zoti i tyre, sepse Ai i ka ruajtur prej dënimit të Zjarrit flakërues"
        },
        {
            "chapter": 52,
            "verse": 19,
            "text": "(Do t’u thuhet): “Hani e pini me kënaqësi, si shpërblim për atë që keni bërë!”"
        },
        {
            "chapter": 52,
            "verse": 20,
            "text": "Të mbështetur në divane të renditura, ata do të martohen me hyri sybukura"
        },
        {
            "chapter": 52,
            "verse": 21,
            "text": "Ne do t’i bashkojmë besimtarët e vërtetë me ata pasardhës të tyre që i ndjekin në besim dhe nuk do t’u pakësojmë asgjë nga shpërblimi për veprat e tyre. Çdo njeri është peng i veprave të veta"
        },
        {
            "chapter": 52,
            "verse": 22,
            "text": "Dhe do t’ua zgjerojmë dhuntitë atyre me fruta dhe mish, si ua ka ënda"
        },
        {
            "chapter": 52,
            "verse": 23,
            "text": "Atje do t’ia kalojnë njëri-tjetrit gotat e mbushura e nuk do të ketë biseda të kota e as gjynahe"
        },
        {
            "chapter": 52,
            "verse": 24,
            "text": "Rreth tyre do të sillen shërbyes, djelmosha si margaritarë të fshehur"
        },
        {
            "chapter": 52,
            "verse": 25,
            "text": "Ata[332] do të afrohen, duke biseduar me njëri-tjetrin"
        },
        {
            "chapter": 52,
            "verse": 26,
            "text": "e duke thënë: “Më parë, Ne kemi pasur frikë në familjet tona (nga gjykimi i Allahut)"
        },
        {
            "chapter": 52,
            "verse": 27,
            "text": "por, Allahu na ka dhuruar mëshirë dhe na ka ruajtur nga era përcëlluese (e Zjarrit)"
        },
        {
            "chapter": 52,
            "verse": 28,
            "text": "Ne qysh më parë i jemi falur Atij. Ai është vërtet Bamirës dhe Mëshirëplotë”"
        },
        {
            "chapter": 52,
            "verse": 29,
            "text": "Pra, paralajmëro (o Muhamed), sepse ti, për dhuntinë e Zotit tënd, nuk je as fallxhi, as i çmendur"
        },
        {
            "chapter": 52,
            "verse": 30,
            "text": "Vërtet thonë ata[333]: “Ai[334] është vjershëtar, të presim derisa ta zhdukë vdekja”"
        },
        {
            "chapter": 52,
            "verse": 31,
            "text": "Thuaju: “Prisni, se edhe unë po pres bashkë me ju!”"
        },
        {
            "chapter": 52,
            "verse": 32,
            "text": "A mos u vjen kjo nga mendja e tyre apo ata janë popull i ndërkryer"
        },
        {
            "chapter": 52,
            "verse": 33,
            "text": "Vërtet thonë ata: “Ai e ka trilluar atë[335]”?! Nuk është kështu, por ata nuk besojnë"
        },
        {
            "chapter": 52,
            "verse": 34,
            "text": "Atëherë le të sjellin një libër të ngjashëm me të, nëse ajo që thonë është e vërtetë"
        },
        {
            "chapter": 52,
            "verse": 35,
            "text": "A mos vallë, ata janë krijuar nga hiçi apo mos janë ata krijues të vetvetes"
        },
        {
            "chapter": 52,
            "verse": 36,
            "text": "A mos vallë ata kanë krijuar qiejt dhe Tokën?! Nuk është kështu, por ata nuk janë aspak të bindur"
        },
        {
            "chapter": 52,
            "verse": 37,
            "text": "A mos zotërojnë thesaret e Zotit tënd?! Apo mos janë ata sunduesit (e gjithçkaje)"
        },
        {
            "chapter": 52,
            "verse": 38,
            "text": "A mos kanë ndonjë shkallë (për në qiell) e përgjojnë Atë?! Atëherë, le të sjellë përgjuesi i tyre dëshmi të qartë"
        },
        {
            "chapter": 52,
            "verse": 39,
            "text": "Vallë, për Atë janë vajzat e për ju[336] djemtë"
        },
        {
            "chapter": 52,
            "verse": 40,
            "text": "A mos po kërkon ti shpërblim prej tyre, që të kenë frikë se mos po ngarkohen me detyrim"
        },
        {
            "chapter": 52,
            "verse": 41,
            "text": "A mos zotërojnë të padukshmen, kështu që mund ta përshkruajnë"
        },
        {
            "chapter": 52,
            "verse": 42,
            "text": "A mos duan të ngrenë kurthe kundër teje? Ta dinë se vetëm mohuesit do të bien në kurthe"
        },
        {
            "chapter": 52,
            "verse": 43,
            "text": "A mos ata kanë zot tjetër, veç Allahut?! Allahu është i Lartësuar mbi gjithçka që ia veshin Atij"
        },
        {
            "chapter": 52,
            "verse": 44,
            "text": "Edhe sikur të shihnin se po bie një copë nga qielli, ata do të thoshin: “Është veç një grumbull resh”"
        },
        {
            "chapter": 52,
            "verse": 45,
            "text": "Prandaj, lëri ata të vazhdojnë kështu, derisa të takohen me Ditën, në të cilën, do të zalisen (nga frika)"
        },
        {
            "chapter": 52,
            "verse": 46,
            "text": "me Ditën, në të cilën, dinakëritë e tyre nuk do t’u bëjnë asnjë dobi dhe kur ata nuk do t’i ndihmojë askush"
        },
        {
            "chapter": 52,
            "verse": 47,
            "text": "Në të vërtetë, për keqbërësit ka edhe një dënim tjetër para këtij; por shumica e tyre nuk e dinë"
        },
        {
            "chapter": 52,
            "verse": 48,
            "text": "Prandaj, duro për gjykimin e Zotit tënd se, me të vërtetë, ti je nën Sytë[337] Tanë! Lavdëroje duke e falënderuar Zotin tënd kur të ngrihesh"
        },
        {
            "chapter": 52,
            "verse": 49,
            "text": "edhe gjatë natës lavdëroje Atë, si dhe pas perëndimit të yjeve"
        },
        {
            "chapter": 53,
            "verse": 1,
            "text": "Betohem në yllin kur perëndon"
        },
        {
            "chapter": 53,
            "verse": 2,
            "text": "se shoku juaj (Muhamedi a.s.) nuk ka humbur e nuk ka devijuar"
        },
        {
            "chapter": 53,
            "verse": 3,
            "text": "Ai nuk flet sipas qejfit të vet"
        },
        {
            "chapter": 53,
            "verse": 4,
            "text": "por ajo (që thotë) është vetëm shpallje hyjnore, që i vjen atij"
        },
        {
            "chapter": 53,
            "verse": 5,
            "text": "Atë ia ka mësuar atij një (engjëll) shumë i fuqishëm (Xhebraili)"
        },
        {
            "chapter": 53,
            "verse": 6,
            "text": "mendjelartë, që iu paraqit qartë"
        },
        {
            "chapter": 53,
            "verse": 7,
            "text": "në horizontin më të lartë"
        },
        {
            "chapter": 53,
            "verse": 8,
            "text": "Pastaj iu afrua e iu lëshua"
        },
        {
            "chapter": 53,
            "verse": 9,
            "text": "sa largësia midis dy harqeve ose edhe më afër"
        },
        {
            "chapter": 53,
            "verse": 10,
            "text": "e i shpalli robit të Allahut, atë që i shpalli"
        },
        {
            "chapter": 53,
            "verse": 11,
            "text": "Zemra (e Muhamedit) nuk gënjen për atë që ka parë"
        },
        {
            "chapter": 53,
            "verse": 12,
            "text": "Vallë, a do ta kundërshtonit atë për çfarë ka parë"
        },
        {
            "chapter": 53,
            "verse": 13,
            "text": "ndërkohë që ai e ka parë atë edhe një herë tjetër"
        },
        {
            "chapter": 53,
            "verse": 14,
            "text": "te Sidretul Munteha-ja"
        },
        {
            "chapter": 53,
            "verse": 15,
            "text": "ku ndodhet Xheneti i Strehimit"
        },
        {
            "chapter": 53,
            "verse": 16,
            "text": "Kur Sidrën çfarë nuk e mbulonte"
        },
        {
            "chapter": 53,
            "verse": 17,
            "text": "Shikimi i tij nuk u shmang dhe as nuk e kaloi masën"
        },
        {
            "chapter": 53,
            "verse": 18,
            "text": "por ai pa disa nga mrekullitë më madhështore të Zotit të tij"
        },
        {
            "chapter": 53,
            "verse": 19,
            "text": "A e keni parë Latën dhe Uzzën"
        },
        {
            "chapter": 53,
            "verse": 20,
            "text": "Po Menatën,[339] të tretën, të fundit"
        },
        {
            "chapter": 53,
            "verse": 21,
            "text": "Vallë, për ju janë djemtë, ndërsa për Atë vajzat"
        },
        {
            "chapter": 53,
            "verse": 22,
            "text": "Kjo ndarje është e padrejtë"
        },
        {
            "chapter": 53,
            "verse": 23,
            "text": "Këta janë vetëm emra që ua keni ngjitur (idhujve) ju dhe të parët tuaj, kurse Allahu nuk ju ka dërguar për ata asnjë provë. Ata ndjekin vetëm hamendjet dhe atë që ua ka qejfi, ndonëse u ka ardhur prej Zotit të tyre udhëzimi (për rrugën e drejtë)"
        },
        {
            "chapter": 53,
            "verse": 24,
            "text": "A do të ketë njeriu gjithçka që dëshiron"
        },
        {
            "chapter": 53,
            "verse": 25,
            "text": "Vetëm Allahut i përkasin bota tjetër dhe kjo botë"
        },
        {
            "chapter": 53,
            "verse": 26,
            "text": "Sa engjëj ka në qiej, ndërmjetësimi i të cilëve nuk bën asnjë dobi, veçse pasi të japë leje Allahu, për kë të dojë e të pëlqejë Vetë"
        },
        {
            "chapter": 53,
            "verse": 27,
            "text": "Vërtet, ata që nuk besojnë në jetën tjetër, u japin engjëjve emra femërorë"
        },
        {
            "chapter": 53,
            "verse": 28,
            "text": "Ata nuk kanë asnjë njohuri për këtë, por ndjekin vetëm hamendjen, ndonëse hamendja nuk mund ta zëvendësojë aspak të vërtetën"
        },
        {
            "chapter": 53,
            "verse": 29,
            "text": "Andaj, ti (o Muhamed) largohu prej atij, që i kthen kurrizin Kuranit dhe, që dëshiron vetëm jetën e kësaj bote"
        },
        {
            "chapter": 53,
            "verse": 30,
            "text": "Kaq arrin gjithë dija e tyre! Në të vërtetë, Zoti yt i njeh më së miri ata që janë shmangur nga rruga e Tij dhe ata që ndjekin rrugën e drejtë"
        },
        {
            "chapter": 53,
            "verse": 31,
            "text": "Allahut i përket gjithçka që gjendet në qiej dhe në Tokë, për t’i dënuar ata që bëjnë keq, sipas veprave të veta e, për t’i shpërblyer ata që bëjnë mirë, me shpërblimin më të mirë"
        },
        {
            "chapter": 53,
            "verse": 32,
            "text": "Për ata që ruhen prej gjynaheve të mëdha dhe veprave imorale, përveç gjynaheve të vogla, me të vërtetë, Zoti yt është i Gjerë në falje. Ai ju njeh mjaft mirë, qysh se ju krijoi nga dheu dhe qysh se keni qenë embrion në barkun e nënave tuaja. Prandaj, mos u lavdëroni me pafajësinë tuaj! Ai i njeh më së miri ata që ruhen nga gjynahet"
        },
        {
            "chapter": 53,
            "verse": 33,
            "text": "A e ke vënë re atë që shmanget (nga e vërteta)"
        },
        {
            "chapter": 53,
            "verse": 34,
            "text": "dhe jep pak e pa qejf"
        },
        {
            "chapter": 53,
            "verse": 35,
            "text": "A i di ai vallë gjërat e padukshme, a i sheh ato"
        },
        {
            "chapter": 53,
            "verse": 36,
            "text": "Vallë, a nuk ka dëgjuar ai për atë që thuhet në Shkrimet e Musait"
        },
        {
            "chapter": 53,
            "verse": 37,
            "text": "dhe të Ibrahimit - i cili i plotësoi detyrimet"
        },
        {
            "chapter": 53,
            "verse": 38,
            "text": "se askush nuk do t’i mbartë gjynahet e tjetrit"
        },
        {
            "chapter": 53,
            "verse": 39,
            "text": "dhe se njeriu do të ketë vetëm atë për të cilën ka punuar"
        },
        {
            "chapter": 53,
            "verse": 40,
            "text": "se përpjekjet e tij do të shihen"
        },
        {
            "chapter": 53,
            "verse": 41,
            "text": "dhe se do të shpërblehet me shpërblim të plotë"
        },
        {
            "chapter": 53,
            "verse": 42,
            "text": "se te Zoti yt do të jetë kthimi"
        },
        {
            "chapter": 53,
            "verse": 43,
            "text": "se Ai jep gazin dhe vajin"
        },
        {
            "chapter": 53,
            "verse": 44,
            "text": "dhe se Ai jep vdekjen dhe jetën"
        },
        {
            "chapter": 53,
            "verse": 45,
            "text": "se Ai krijon çiftet, mashkull e femër"
        },
        {
            "chapter": 53,
            "verse": 46,
            "text": "prej një pike fare kur derdhet"
        },
        {
            "chapter": 53,
            "verse": 47,
            "text": "dhe se Atij i takon krijimi tjetër"
        },
        {
            "chapter": 53,
            "verse": 48,
            "text": "se Ai jep pasuri dhe kënaqësi të mjaftueshme"
        },
        {
            "chapter": 53,
            "verse": 49,
            "text": "Ai, që është Zoti i Siriusit"
        },
        {
            "chapter": 53,
            "verse": 50,
            "text": "se Ai i ka shkatërruar fiset e lashta Ad"
        },
        {
            "chapter": 53,
            "verse": 51,
            "text": "e Themud, duke mos lënë askënd prej tyre"
        },
        {
            "chapter": 53,
            "verse": 52,
            "text": "si dhe popullin e Nuhut më parë, sepse qe më i padrejtë dhe rebel"
        },
        {
            "chapter": 53,
            "verse": 53,
            "text": "se Ai i asgjësoi edhe qytetet e përmbysura (të popullit të Lutit)"
        },
        {
            "chapter": 53,
            "verse": 54,
            "text": "të cilat i mbuloi ajo që i mbuloi"
        },
        {
            "chapter": 53,
            "verse": 55,
            "text": "Atëherë, në çfarë dhuntie të Zotit tënd dyshon ti"
        },
        {
            "chapter": 53,
            "verse": 56,
            "text": "Ky (Profet) është paralajmërues si ata të mëparshmit"
        },
        {
            "chapter": 53,
            "verse": 57,
            "text": "Ora e Kiametit po afrohet"
        },
        {
            "chapter": 53,
            "verse": 58,
            "text": "dhe askush, përveç Allahut, nuk mund ta zbulojë atë"
        },
        {
            "chapter": 53,
            "verse": 59,
            "text": "Vallë, prej kësaj fjale po çuditeni"
        },
        {
            "chapter": 53,
            "verse": 60,
            "text": "dhe po qeshni e nuk po qani"
        },
        {
            "chapter": 53,
            "verse": 61,
            "text": "Madje, jeni edhe të shkujdesur"
        },
        {
            "chapter": 53,
            "verse": 62,
            "text": "Më mirë përuluni në sexhde për Allahun dhe adhurojeni Atë"
        },
        {
            "chapter": 54,
            "verse": 1,
            "text": "U afrua Ora dhe u ça Hëna"
        },
        {
            "chapter": 54,
            "verse": 2,
            "text": "E megjithatë, sa herë që shohin ndonjë mrekulli, ata kthejnë kurrizin dhe thonë: “Kjo është në vazhdën e magjive të tij!”"
        },
        {
            "chapter": 54,
            "verse": 3,
            "text": "Ata e mohojnë (të vërtetën) dhe pasojnë dëshirat dhe tekat e tyre, por çdo gjë është e caktuar"
        },
        {
            "chapter": 54,
            "verse": 4,
            "text": "Sigurisht që atyre u kanë ardhur histori për t’i prapësuar (nga e keqja)"
        },
        {
            "chapter": 54,
            "verse": 5,
            "text": "një urtësi e përsosur, por paralajmërimi nuk u bën dobi"
        },
        {
            "chapter": 54,
            "verse": 6,
            "text": "Prandaj, largohu nga ata (o Profet), deri Ditën kur do t’i thërrasë Lajmëtari[342] në diçka të tmerrshme"
        },
        {
            "chapter": 54,
            "verse": 7,
            "text": "Me sy të përulur do të dalin nga varret, sikur të ishin karkaleca të shpërndarë"
        },
        {
            "chapter": 54,
            "verse": 8,
            "text": "duke shpejtuar drejt Lajmëtarit. Atëherë, mohuesit do të thonë: “Kjo është ditë e vështirë!”"
        },
        {
            "chapter": 54,
            "verse": 9,
            "text": "Para tyre (i) ka përgënjeshtëruar (shenjat Tona) populli i Nuhut. Ata e quanin gënjeshtar robin Tonë (Nuhun), i thoshin “i çmendur”, e pengonin dhe e kërcënonin"
        },
        {
            "chapter": 54,
            "verse": 10,
            "text": "Kështu, ai iu lut Zotit të vet: “Unë jam i mundur, andaj më ndihmo!”"
        },
        {
            "chapter": 54,
            "verse": 11,
            "text": "Dhe Ne i hapëm dyert e qiellit me ujë të rrëmbyeshëm"
        },
        {
            "chapter": 54,
            "verse": 12,
            "text": "dhe i shpërthyem burimet e tokës, e u takuan ujërat për një qëllim të paracaktuar"
        },
        {
            "chapter": 54,
            "verse": 13,
            "text": "Ndërsa Nuhun e bartëm në një barkë (të ndërtuar) prej dërrasash dhe gozhdësh"
        },
        {
            "chapter": 54,
            "verse": 14,
            "text": "e cila lundronte nën Sytë[343] Tanë: si shpërblim për atë (Nuhun a.s.) i cili u mohua"
        },
        {
            "chapter": 54,
            "verse": 15,
            "text": "Ne e kemi bërë atë[344] si shenjë, por a ka kush që ia vë veshin"
        },
        {
            "chapter": 54,
            "verse": 16,
            "text": "Eh, sa i tmerrshëm qe dënimi Im pas paralajmërimeve të Mia"
        },
        {
            "chapter": 54,
            "verse": 17,
            "text": "Vërtet, Ne e kemi bërë Kuranin të lehtë për t’u kuptuar dhe kujtuar, prandaj, a ka ndonjë që të marrë këshillë"
        },
        {
            "chapter": 54,
            "verse": 18,
            "text": "Edhe fisi Ad e quajti gënjeshtar (të dërguarin Tonë), por sa i tmerrshëm qe dënimi Im pas paralajmërimeve të Mia"
        },
        {
            "chapter": 54,
            "verse": 19,
            "text": "Ne u dërguam atyre në një ditë fatkeqe një erë të stuhishme të pandërprerë"
        },
        {
            "chapter": 54,
            "verse": 20,
            "text": "e cila i nxirrte njerëzit, sikur të ishin trungje të shkulura hurmash"
        },
        {
            "chapter": 54,
            "verse": 21,
            "text": "Eh, sa i tmerrshëm qe dënimi Im pas paralajmërimeve të Mia"
        },
        {
            "chapter": 54,
            "verse": 22,
            "text": "Vërtet, Ne e kemi bërë Kuranin të lehtë për t’u kuptuar dhe kujtuar, prandaj, a ka ndonjë që të marrë këshillë"
        },
        {
            "chapter": 54,
            "verse": 23,
            "text": "Edhe fisi Themud i përgënjeshtroi paralajmërimet Tona"
        },
        {
            "chapter": 54,
            "verse": 24,
            "text": "Ata (themudasit) thanë: “Vallë, a të ndjekim një njeri nga mesi ynë? Atëherë do të ishim vërtet në rrugë të humbur dhe të çmendur"
        },
        {
            "chapter": 54,
            "verse": 25,
            "text": "Vallë, vetëm atij mes nesh t’i dërgohet Shpallja? Jo, ai është gënjeshtar mendjemadh!”"
        },
        {
            "chapter": 54,
            "verse": 26,
            "text": "(Të dërguarit iu tha): “Nesër do ta marrin vesh ata se, kush është gënjeshtari mendjemadh"
        },
        {
            "chapter": 54,
            "verse": 27,
            "text": "Ne po u dërgojmë devenë[345] për t’i sprovuar, andaj ti (o Salih) priti ata dhe bëhu i durueshëm"
        },
        {
            "chapter": 54,
            "verse": 28,
            "text": "Dhe lajmëroji ata se uji do të ndahet ndërmjet tyre e devesë dhe çdo vakt do të shihet me rend!”"
        },
        {
            "chapter": 54,
            "verse": 29,
            "text": "Por ata thirrën shokun e tyre, i cili e mori dhe e theri"
        },
        {
            "chapter": 54,
            "verse": 30,
            "text": "Eh, sa i tmerrshëm qe dënimi Im pas paralajmërimeve të Mia"
        },
        {
            "chapter": 54,
            "verse": 31,
            "text": "Ne dërguam mbi ta një ulërimë të vetme e ata u bënë si sana e copëtuar në pleme"
        },
        {
            "chapter": 54,
            "verse": 32,
            "text": "Vërtet, Ne e kemi bërë Kuranin të lehtë për t’u kuptuar dhe kujtuar, prandaj, a ka ndonjë që të marrë këshillë"
        },
        {
            "chapter": 54,
            "verse": 33,
            "text": "Edhe populli i Lutit nuk i besoi paralajmërimet"
        },
        {
            "chapter": 54,
            "verse": 34,
            "text": "Ne dërguam një stuhi gurësh mbi ta, duke hequr familjen e Lutit, që e shpëtuam në agim"
        },
        {
            "chapter": 54,
            "verse": 35,
            "text": "falë mëshirës Sonë. Ja, kështu Ne i shpërblejmë ata që falënderojnë"
        },
        {
            "chapter": 54,
            "verse": 36,
            "text": "Në fakt, Luti i paralajmëroi ata për fuqinë e dënimit Tonë, por ata i vunë në dyshim paralajmërimet"
        },
        {
            "chapter": 54,
            "verse": 37,
            "text": "Ata i kërkuan t’ua dorëzonte mysafirët e tij. Por Ne ua verbuam sytë (e u thamë): “Shijoni dënimin Tim, tani që e dëgjuat paralajmërimin Tim!”"
        },
        {
            "chapter": 54,
            "verse": 38,
            "text": "Dhe të nesërmen në mëngjes, ata i goditi dënimi i përhershëm"
        },
        {
            "chapter": 54,
            "verse": 39,
            "text": "“Shijoni dënimin Tim, tani që e dëgjuat paralajmërimin Tim!”"
        },
        {
            "chapter": 54,
            "verse": 40,
            "text": "Vërtet, Ne e kemi bërë Kuranin të lehtë për t’u kuptuar dhe kujtuar, prandaj, a ka ndonjë që të marrë këshillë"
        },
        {
            "chapter": 54,
            "verse": 41,
            "text": "Edhe njerëzve të Faraonit u patën ardhur paralajmërimet"
        },
        {
            "chapter": 54,
            "verse": 42,
            "text": "por ata i mohuan të gjitha shenjat Tona, andaj Ne i mbërthyem ata, ashtu siç dënon i Plotfuqishmi dhe i Plotpushtetshmi"
        },
        {
            "chapter": 54,
            "verse": 43,
            "text": "Vallë, jobesimtarët tuaj janë më të mirë se këta (popuj të shkatërruar më parë), apo ju keni ndonjë paprekshmëri në librat e shpallur"
        },
        {
            "chapter": 54,
            "verse": 44,
            "text": "Vërtet thonë ata: “Ne jemi grup i pathyeshëm”"
        },
        {
            "chapter": 54,
            "verse": 45,
            "text": "Së shpejti do të thyhet grupi dhe (secili prej tyre) do t’ia mbathë"
        },
        {
            "chapter": 54,
            "verse": 46,
            "text": "Madje, Ora (e Kiametit) do të jetë takimi i tyre dhe Ora do të jetë më e tmerrshme dhe më e hidhët"
        },
        {
            "chapter": 54,
            "verse": 47,
            "text": "Pa dyshim, keqbërësit janë të humbur (në këtë jetë) dhe do të digjen në zjarr (në jetën tjetër)"
        },
        {
            "chapter": 54,
            "verse": 48,
            "text": "Ditën e Gjykimit ata do të tërhiqen me fytyrat e tyre në zjarr (e do t’u thuhet): “Shijoni zjarrin e Xhehenemit!”"
        },
        {
            "chapter": 54,
            "verse": 49,
            "text": "Vërtet, Ne çdo gjë e kemi krijuar me masë të paracaktuar"
        },
        {
            "chapter": 54,
            "verse": 50,
            "text": "Ne urdhërojmë vetëm një herë dhe vullneti Ynë përmbushet sa çel e mbyll sytë"
        },
        {
            "chapter": 54,
            "verse": 51,
            "text": "Ne tashmë i kemi shkatërruar të ngjashmit me ju (në mosbesim). Prandaj, a ka ndonjë që të marrë këshillë"
        },
        {
            "chapter": 54,
            "verse": 52,
            "text": "Çdo bëmë e tyre është shënuar në librat (e engjëjve që regjistrojnë veprat)"
        },
        {
            "chapter": 54,
            "verse": 53,
            "text": "Çdo gjë, e madhe a e vogël qoftë, është shënuar (në Leuhi Mahfudh)"
        },
        {
            "chapter": 54,
            "verse": 54,
            "text": "Vërtet, besimtarët e devotshëm do të jenë në kopshtet e Xhenetit, ku rrjedhin lumenj"
        },
        {
            "chapter": 54,
            "verse": 55,
            "text": "në kuvendin e së vërtetës (në Xhenet), tek një Sundues i Plotfuqishëm"
        },
        {
            "chapter": 55,
            "verse": 1,
            "text": "I Gjithëmëshirshmi"
        },
        {
            "chapter": 55,
            "verse": 2,
            "text": "ua ka mësuar Kuranin (robërve të Tij)"
        },
        {
            "chapter": 55,
            "verse": 3,
            "text": "ka krijuar njeriun"
        },
        {
            "chapter": 55,
            "verse": 4,
            "text": "dhe i ka mësuar atij të folurit e qartë"
        },
        {
            "chapter": 55,
            "verse": 5,
            "text": "Dielli dhe Hëna ndjekin rrugën e caktuar"
        },
        {
            "chapter": 55,
            "verse": 6,
            "text": "Bimët dhe pemët i përulen (Allahut)"
        },
        {
            "chapter": 55,
            "verse": 7,
            "text": "Ai e ka ngritur qiellin lart dhe ka vënë Balancën (për çdo gjë)"
        },
        {
            "chapter": 55,
            "verse": 8,
            "text": "që ju të mos e shkelni atë"
        },
        {
            "chapter": 55,
            "verse": 9,
            "text": "Prandaj matni drejt e mos hani në peshë"
        },
        {
            "chapter": 55,
            "verse": 10,
            "text": "Ai e ka bërë Tokën për krijesat"
        },
        {
            "chapter": 55,
            "verse": 11,
            "text": "Aty ka fruta të llojllojshme dhe palma hurmash me frutat si bistakë"
        },
        {
            "chapter": 55,
            "verse": 12,
            "text": "ka drithëra me gjethe e kërcej dhe bimë me erë të mirë"
        },
        {
            "chapter": 55,
            "verse": 13,
            "text": "Pra, cilat dhunti të Zotit tuaj po i mohoni"
        },
        {
            "chapter": 55,
            "verse": 14,
            "text": "Ai e krijoi njeriun prej baltës së thatë, ashtu si vorba"
        },
        {
            "chapter": 55,
            "verse": 15,
            "text": "ndërsa xhindet i krijoi prej flakës së zjarrit"
        },
        {
            "chapter": 55,
            "verse": 16,
            "text": "Pra, cilat dhunti të Zotit tuaj po i mohoni"
        },
        {
            "chapter": 55,
            "verse": 17,
            "text": "(Ai është) Zoti i dy lindjeve dhe i dy perëndimeve"
        },
        {
            "chapter": 55,
            "verse": 18,
            "text": "Pra, cilat dhunti të Zotit tuaj po i mohoni"
        },
        {
            "chapter": 55,
            "verse": 19,
            "text": "Ai i ka lëshuar dy dete[349] që të takohen"
        },
        {
            "chapter": 55,
            "verse": 20,
            "text": "por, midis tyre ka një pengesë që nuk mund ta kapërcejnë"
        },
        {
            "chapter": 55,
            "verse": 21,
            "text": "Pra, cilat dhunti të Zotit tuaj po i mohoni"
        },
        {
            "chapter": 55,
            "verse": 22,
            "text": "Prej tyre nxirren margaritarë dhe korale"
        },
        {
            "chapter": 55,
            "verse": 23,
            "text": "Pra, cilat dhunti të Zotit tuaj po i mohoni"
        },
        {
            "chapter": 55,
            "verse": 24,
            "text": "Atij i përkasin edhe anijet që lundrojnë nëpër dete e që lartohen si male"
        },
        {
            "chapter": 55,
            "verse": 25,
            "text": "Pra, cilat dhunti të Zotit tuaj po i mohoni"
        },
        {
            "chapter": 55,
            "verse": 26,
            "text": "Çdo gjë që është në Tokë, do të zhduket"
        },
        {
            "chapter": 55,
            "verse": 27,
            "text": "e do të mbetet vetëm Fytyra (Qenia) e Zotit Tënd, plot Madhëri dhe Nderim"
        },
        {
            "chapter": 55,
            "verse": 28,
            "text": "Pra, cilat dhunti të Zotit tuaj po i mohoni"
        },
        {
            "chapter": 55,
            "verse": 29,
            "text": "Atij i lutet gjithkush që ndodhet në qiej dhe në Tokë e në çdo kohë Ai ushtron fuqinë e gjithëmbarshme"
        },
        {
            "chapter": 55,
            "verse": 30,
            "text": "Pra, cilat dhunti të Zotit tuaj po i mohoni"
        },
        {
            "chapter": 55,
            "verse": 31,
            "text": "O ju dy barrët e Tokës (njerëz dhe xhinde), së shpejti do të caktojmë gjykimin tuaj"
        },
        {
            "chapter": 55,
            "verse": 32,
            "text": "Pra, cilat dhunti të Zotit tuaj po i mohoni"
        },
        {
            "chapter": 55,
            "verse": 33,
            "text": "O xhinde dhe njerëz, nëse keni fuqi të përshkoni kufijtë e qiejve dhe të Tokës, atëherë përshkojini ato! Por nuk do të mund ta bëni këtë, përveçse me një fuqi të madhe (nga Allahu)"
        },
        {
            "chapter": 55,
            "verse": 34,
            "text": "Pra, cilat dhunti të Zotit tuaj po i mohoni"
        },
        {
            "chapter": 55,
            "verse": 35,
            "text": "Kundër jush do të dërgohen flakë zjarri dhe tunxh i shkrirë (si dënim për mohimin e dhuntive të Allahut) dhe ju nuk do të mund të mbroheni"
        },
        {
            "chapter": 55,
            "verse": 36,
            "text": "Pra, cilat dhunti të Zotit tuaj po i mohoni"
        },
        {
            "chapter": 55,
            "verse": 37,
            "text": "Veç kur të çahet qielli dhe të bëhet i kuq si trëndafili (në Ditën e Kiametit)"
        },
        {
            "chapter": 55,
            "verse": 38,
            "text": "Pra, cilat dhunti të Zotit tuaj po i mohoni"
        },
        {
            "chapter": 55,
            "verse": 39,
            "text": "Atë Ditë njerëzit dhe xhindet nuk do të pyeten për gjynahet e tyre"
        },
        {
            "chapter": 55,
            "verse": 40,
            "text": "Pra, cilat dhunti të Zotit tuaj po i mohoni"
        },
        {
            "chapter": 55,
            "verse": 41,
            "text": "Keqbërësit do të njihen sipas shenjave dhe do të kapen për ballukesh dhe për këmbësh"
        },
        {
            "chapter": 55,
            "verse": 42,
            "text": "Pra, cilat dhunti të Zotit tuaj po i mohoni"
        },
        {
            "chapter": 55,
            "verse": 43,
            "text": "Ja, ky është Xhehenemi, të cilin e mohonin keqbërësit"
        },
        {
            "chapter": 55,
            "verse": 44,
            "text": "Ata do të sillen në mes të zjarrit dhe ujit të valuar në kulm"
        },
        {
            "chapter": 55,
            "verse": 45,
            "text": "Pra, cilat dhunti të Zotit tuaj po i mohoni"
        },
        {
            "chapter": 55,
            "verse": 46,
            "text": "Për ata që i frikësohen paraqitjes para Zotit të vet, do të ketë dy kopshte"
        },
        {
            "chapter": 55,
            "verse": 47,
            "text": "Pra, cilat dhunti të Zotit tuaj po i mohoni"
        },
        {
            "chapter": 55,
            "verse": 48,
            "text": "(Kopshtet do të jenë) të mbjellë me pemë që bëjnë hije"
        },
        {
            "chapter": 55,
            "verse": 49,
            "text": "Pra, cilat dhunti të Zotit tuaj po i mohoni"
        },
        {
            "chapter": 55,
            "verse": 50,
            "text": "Në ta do të ketë dy burime që rrjedhin"
        },
        {
            "chapter": 55,
            "verse": 51,
            "text": "Pra, cilat dhunti të Zotit tuaj po i mohoni"
        },
        {
            "chapter": 55,
            "verse": 52,
            "text": "Dhe prej çdo frute do të ketë nga dy lloje"
        },
        {
            "chapter": 55,
            "verse": 53,
            "text": "Pra, cilat dhunti të Zotit tuaj po i mohoni"
        },
        {
            "chapter": 55,
            "verse": 54,
            "text": "Ata[351] do të jenë të mbështetur në shtroje, anash me armaç mëndafshi e frutat e dy kopshteve do t’i kenë afër sa t’i kapin me dorë"
        },
        {
            "chapter": 55,
            "verse": 55,
            "text": "Pra, cilat dhunti të Zotit tuaj po i mohoni"
        },
        {
            "chapter": 55,
            "verse": 56,
            "text": "Atje do të ketë virgjëresha syulur, të cilat para tyre nuk i kanë prekur as njerëz, as xhinde"
        },
        {
            "chapter": 55,
            "verse": 57,
            "text": "Pra, cilat dhunti të Zotit tuaj po i mohoni"
        },
        {
            "chapter": 55,
            "verse": 58,
            "text": "Ato do të jenë si rubinë dhe korale"
        },
        {
            "chapter": 55,
            "verse": 59,
            "text": "Pra, cilat dhunti të Zotit tuaj po i mohoni"
        },
        {
            "chapter": 55,
            "verse": 60,
            "text": "A ka shpërblim tjetër për të mirën, veç të mirës"
        },
        {
            "chapter": 55,
            "verse": 61,
            "text": "Pra, cilat dhunti të Zotit tuaj po i mohoni"
        },
        {
            "chapter": 55,
            "verse": 62,
            "text": "Nën këto dy kopshte, do të ketë edhe dy kopshte të tjera"
        },
        {
            "chapter": 55,
            "verse": 63,
            "text": "Pra, cilat dhunti të Zotit tuaj po i mohoni"
        },
        {
            "chapter": 55,
            "verse": 64,
            "text": "Ato do të jenë të stolisura me gjelbërim"
        },
        {
            "chapter": 55,
            "verse": 65,
            "text": "Pra, cilat dhunti të Zotit tuaj po i mohoni"
        },
        {
            "chapter": 55,
            "verse": 66,
            "text": "Aty do të jenë dy burime që gulfojnë"
        },
        {
            "chapter": 55,
            "verse": 67,
            "text": "Pra, cilat dhunti të Zotit tuaj po i mohoni"
        },
        {
            "chapter": 55,
            "verse": 68,
            "text": "Atje do të ketë fruta, palma hurmash dhe shegë"
        },
        {
            "chapter": 55,
            "verse": 69,
            "text": "Pra, cilat dhunti të Zotit tuaj po i mohoni"
        },
        {
            "chapter": 55,
            "verse": 70,
            "text": "Në to do të ketë bukuroshe virtytesh të mrekullueshme"
        },
        {
            "chapter": 55,
            "verse": 71,
            "text": "Pra, cilat dhunti të Zotit tuaj po i mohoni"
        },
        {
            "chapter": 55,
            "verse": 72,
            "text": "(Atje do të ketë) hyri syzeza nëpër tenda"
        },
        {
            "chapter": 55,
            "verse": 73,
            "text": "Pra, cilat dhunti të Zotit tuaj po i mohoni"
        },
        {
            "chapter": 55,
            "verse": 74,
            "text": "Ato hyri nuk i kanë prekur para tyre[352] as njerëz, as xhinde"
        },
        {
            "chapter": 55,
            "verse": 75,
            "text": "Pra, cilat dhunti të Zotit tuaj po i mohoni"
        },
        {
            "chapter": 55,
            "verse": 76,
            "text": "Ata do të rrinë mbështetur në shtroje të gjelbra e qilima të bukur"
        },
        {
            "chapter": 55,
            "verse": 77,
            "text": "Pra, cilat dhunti të Zotit tuaj po i mohoni"
        },
        {
            "chapter": 55,
            "verse": 78,
            "text": "Qoftë lartësuar emri i Zotit tënd, plot Madhëri dhe Nderim"
        },
        {
            "chapter": 56,
            "verse": 1,
            "text": "Kur të ndodhë Ngjarja (Kiameti)"
        },
        {
            "chapter": 56,
            "verse": 2,
            "text": "ardhjen e saj askush nuk do ta mohojë"
        },
        {
            "chapter": 56,
            "verse": 3,
            "text": "Disa do t’i ulë e disa do t’i lartësojë"
        },
        {
            "chapter": 56,
            "verse": 4,
            "text": "Kur Toka të dridhet fuqishëm"
        },
        {
            "chapter": 56,
            "verse": 5,
            "text": "malet të thërrmohen copë-copë"
        },
        {
            "chapter": 56,
            "verse": 6,
            "text": "e të shndërrohen në pluhur të shpërndarë"
        },
        {
            "chapter": 56,
            "verse": 7,
            "text": "ju, (o njerëz) do të ndaheni në tri grupe"
        },
        {
            "chapter": 56,
            "verse": 8,
            "text": "njerëzit e së djathtës[353] - sa të nderuar do të jenë fatlumët"
        },
        {
            "chapter": 56,
            "verse": 9,
            "text": "njerëzit e së majtës[354] - sa të poshtëruar do të jenë fatkeqët"
        },
        {
            "chapter": 56,
            "verse": 10,
            "text": "dhe ata që kanë prirë (në besim) e që do të prijnë (edhe në Xhenet)"
        },
        {
            "chapter": 56,
            "verse": 11,
            "text": "Ata janë të afërtit (tek Allahu)"
        },
        {
            "chapter": 56,
            "verse": 12,
            "text": "në kopshtet e kënaqësisë"
        },
        {
            "chapter": 56,
            "verse": 13,
            "text": "Shumica e tyre janë prej të lashtëve"
        },
        {
            "chapter": 56,
            "verse": 14,
            "text": "ndërsa një pakicë prej brezave të mëvonshëm"
        },
        {
            "chapter": 56,
            "verse": 15,
            "text": "Ata do të qëndrojnë në divane të stolisura me ar e gurë të çmuar"
        },
        {
            "chapter": 56,
            "verse": 16,
            "text": "të mbështetur në to përballë njëri-tjetrit"
        },
        {
            "chapter": 56,
            "verse": 17,
            "text": "Do t’u sillen rreth (për shërbim) djelmosha përherë të rinj"
        },
        {
            "chapter": 56,
            "verse": 18,
            "text": "me kupa, ibrikë dhe gota me pije të kulluar, që rrjedh"
        },
        {
            "chapter": 56,
            "verse": 19,
            "text": "e prej së cilës nuk do t’u dhembë koka dhe nuk do t’u humbë mendja"
        },
        {
            "chapter": 56,
            "verse": 20,
            "text": "e me fruta të cilat do t’i zgjedhin vetë"
        },
        {
            "chapter": 56,
            "verse": 21,
            "text": "dhe mish shpendësh që ua ka ënda"
        },
        {
            "chapter": 56,
            "verse": 22,
            "text": "Për ata ka edhe hyri symëdha"
        },
        {
            "chapter": 56,
            "verse": 23,
            "text": "të ngjashme me margaritarët e ruajtur"
        },
        {
            "chapter": 56,
            "verse": 24,
            "text": "si shpërblim për atë që kanë punuar"
        },
        {
            "chapter": 56,
            "verse": 25,
            "text": "Aty nuk do të dëgjojnë biseda të kota, as fjalë gjynahesh"
        },
        {
            "chapter": 56,
            "verse": 26,
            "text": "por vetëm fjalët “Paqe, paqe”"
        },
        {
            "chapter": 56,
            "verse": 27,
            "text": "E njerëzit e së djathtës – sa të nderuar që janë fatlumët"
        },
        {
            "chapter": 56,
            "verse": 28,
            "text": "Ata do të qëndrojnë në mes të lotusëve pa gjemba"
        },
        {
            "chapter": 56,
            "verse": 29,
            "text": "dhe bananeve të mbushura me fruta"
        },
        {
            "chapter": 56,
            "verse": 30,
            "text": "nën hije të gjera"
        },
        {
            "chapter": 56,
            "verse": 31,
            "text": "pranë një uji rrjedhës"
        },
        {
            "chapter": 56,
            "verse": 32,
            "text": "dhe mes frutave të llojllojshme"
        },
        {
            "chapter": 56,
            "verse": 33,
            "text": "të cilat kurrë nuk sosen, as nuk janë të ndaluara"
        },
        {
            "chapter": 56,
            "verse": 34,
            "text": "dhe në shtroje të ngritura (ku i presin hyritë)"
        },
        {
            "chapter": 56,
            "verse": 35,
            "text": "të cilat Ne i kemi krijuar në një formë të veçantë (jo të lindura)"
        },
        {
            "chapter": 56,
            "verse": 36,
            "text": "dhe i kemi bërë ato virgjëresha"
        },
        {
            "chapter": 56,
            "verse": 37,
            "text": "të dashura për bashkëshortët e tyre dhe moshatare me ta"
        },
        {
            "chapter": 56,
            "verse": 38,
            "text": "për njerëzit e së djathtës"
        },
        {
            "chapter": 56,
            "verse": 39,
            "text": "Janë shumë nga të lashtët"
        },
        {
            "chapter": 56,
            "verse": 40,
            "text": "e shumë edhe nga të mëvonshmit"
        },
        {
            "chapter": 56,
            "verse": 41,
            "text": "Po njerëzit e së majtës – sa të poshtëruar janë fatkeqët"
        },
        {
            "chapter": 56,
            "verse": 42,
            "text": "Ata do të jenë në afshin përcëllues të zjarrit dhe ujit të valuar"
        },
        {
            "chapter": 56,
            "verse": 43,
            "text": "dhe nën hijen e një tymi të zi"
        },
        {
            "chapter": 56,
            "verse": 44,
            "text": "e cila nuk do të jetë as e freskët e as e këndshme"
        },
        {
            "chapter": 56,
            "verse": 45,
            "text": "Ata, para kësaj, jetonin në luks"
        },
        {
            "chapter": 56,
            "verse": 46,
            "text": "dhe në vazhdimësi bënin gjynahe të rënda"
        },
        {
            "chapter": 56,
            "verse": 47,
            "text": "duke thënë: “Vallë, pasi të vdesim e të bëhemi pluhur e eshtra, vërtet do të ringjallemi"
        },
        {
            "chapter": 56,
            "verse": 48,
            "text": "Vallë, edhe të parët tanë të lashtë?!”"
        },
        {
            "chapter": 56,
            "verse": 49,
            "text": "Thuaju (o Muhamed): “Me siguri, edhe të parët, edhe të mbramët"
        },
        {
            "chapter": 56,
            "verse": 50,
            "text": "do të tubohen në një ditë të caktuar"
        },
        {
            "chapter": 56,
            "verse": 51,
            "text": "Dhe atëherë ju, o jobesimtarë të humbur"
        },
        {
            "chapter": 56,
            "verse": 52,
            "text": "me siguri që do të hani nga pema e zekumit"
        },
        {
            "chapter": 56,
            "verse": 53,
            "text": "me të cilën do të mbushni barkun"
        },
        {
            "chapter": 56,
            "verse": 54,
            "text": "Pastaj do të pini ujë të valuar"
        },
        {
            "chapter": 56,
            "verse": 55,
            "text": "madje do të pini ashtu siç pi deveja e etshme”"
        },
        {
            "chapter": 56,
            "verse": 56,
            "text": "Kështu do të jetë gostia e tyre në Ditën e Llogarisë"
        },
        {
            "chapter": 56,
            "verse": 57,
            "text": "Ne ju krijuam – e pse nuk e pranoni të vërtetën"
        },
        {
            "chapter": 56,
            "verse": 58,
            "text": "A e keni parë farën që e hidhni"
        },
        {
            "chapter": 56,
            "verse": 59,
            "text": "A jeni ju që e krijoni atë apo jemi Ne krijuesit e saj"
        },
        {
            "chapter": 56,
            "verse": 60,
            "text": "Ne e caktojmë vdekjen tuaj dhe askush nuk mund të na pengojë"
        },
        {
            "chapter": 56,
            "verse": 61,
            "text": "që t’jua ndryshojmë trajtën dhe t’ju rikrijojmë ashtu si nuk e dini (në Ditën e Ringjalljes)"
        },
        {
            "chapter": 56,
            "verse": 62,
            "text": "Sigurisht, ju e dini krijimin e parë (prej një pike fare), atëherë përse nuk mendoni"
        },
        {
            "chapter": 56,
            "verse": 63,
            "text": "A shihni atë që mbillni"
        },
        {
            "chapter": 56,
            "verse": 64,
            "text": "Vallë, ju e bëni atë që të mbijë apo jemi Ne rritësit e saj"
        },
        {
            "chapter": 56,
            "verse": 65,
            "text": "Nëse duam, Ne e lëmë fyçkë dhe ju do të çuditeni"
        },
        {
            "chapter": 56,
            "verse": 66,
            "text": "(e do të thoni): “Ne jemi të dëmtuar"
        },
        {
            "chapter": 56,
            "verse": 67,
            "text": "madje jemi krejt të privuar (nga furnizimi)!”"
        },
        {
            "chapter": 56,
            "verse": 68,
            "text": "A e shihni ujin që pini"
        },
        {
            "chapter": 56,
            "verse": 69,
            "text": "Vallë, ju e zbrisni atë prej reve apo Ne e zbresim"
        },
        {
            "chapter": 56,
            "verse": 70,
            "text": "Nëse duam, Ne e bëjmë atë të njelmët, andaj përse nuk jeni mirënjohës"
        },
        {
            "chapter": 56,
            "verse": 71,
            "text": "A e shihni zjarrin që e ndizni"
        },
        {
            "chapter": 56,
            "verse": 72,
            "text": "Vallë, ju i keni bërë drutë për të apo Ne i kemi bërë"
        },
        {
            "chapter": 56,
            "verse": 73,
            "text": "Ne e kemi bërë atë përkujtues (të zjarrit të Xhehenemit) dhe, që t’u sjellë dobi nevojtarëve"
        },
        {
            "chapter": 56,
            "verse": 74,
            "text": "prandaj lavdëroje emrin e Zotit tënd të Madhërishëm"
        },
        {
            "chapter": 56,
            "verse": 75,
            "text": "Betohem në çastin e perëndimit të yjeve"
        },
        {
            "chapter": 56,
            "verse": 76,
            "text": "e ky është betim i madh, veç sikur ta dinit"
        },
        {
            "chapter": 56,
            "verse": 77,
            "text": "se ky është vërtet një Kuran i nderuar"
        },
        {
            "chapter": 56,
            "verse": 78,
            "text": "në Librin e ruajtur"
        },
        {
            "chapter": 56,
            "verse": 79,
            "text": "Atë (Kuranin) e prekin vetëm të pastrit"
        },
        {
            "chapter": 56,
            "verse": 80,
            "text": "Ai është Shpallje prej Zotit të botëve"
        },
        {
            "chapter": 56,
            "verse": 81,
            "text": "Vallë, një Fjalë të tillë ju e mohoni"
        },
        {
            "chapter": 56,
            "verse": 82,
            "text": "dhe e bëni detyrën tuaj (të përditshme) ta përgënjeshtroni"
        },
        {
            "chapter": 56,
            "verse": 83,
            "text": "Atëherë, përse kur (dikujt) i vjen (shpirti) në grykë"
        },
        {
            "chapter": 56,
            "verse": 84,
            "text": "para syve tuaj"
        },
        {
            "chapter": 56,
            "verse": 85,
            "text": "ndërkohë që Ne jemi më afër atij se ju, por ju nuk e vini re"
        },
        {
            "chapter": 56,
            "verse": 86,
            "text": "përse pra, nëse nuk do të gjykoheni (në jetën e përtejme)"
        },
        {
            "chapter": 56,
            "verse": 87,
            "text": "ju nuk ia ktheni shpirtin atij? Përgjigjjuni kësaj, nëse thoni të vërtetën"
        },
        {
            "chapter": 56,
            "verse": 88,
            "text": "Kështu, nëse ai (në agoni) është nga ata që janë të afërt (me Allahun)"
        },
        {
            "chapter": 56,
            "verse": 89,
            "text": "do të ketë prehje, kënaqësi dhe dhunti të Xhenetit"
        },
        {
            "chapter": 56,
            "verse": 90,
            "text": "E, nëse është nga njerëzit e së djathtës"
        },
        {
            "chapter": 56,
            "verse": 91,
            "text": "(ai do të përshëndetet) “Paqe për ty” nga njerëzit e së djathtës"
        },
        {
            "chapter": 56,
            "verse": 92,
            "text": "Por, nëse (ai në agoni) është nga përgënjeshtruesit e humbur"
        },
        {
            "chapter": 56,
            "verse": 93,
            "text": "ai do të gostitet me ujë të valuar"
        },
        {
            "chapter": 56,
            "verse": 94,
            "text": "dhe do të përcëllohet në Zjarrin e flakëruar (të Xhehenemit)"
        },
        {
            "chapter": 56,
            "verse": 95,
            "text": "Pa dyshim, kjo është e Vërteta e sigurt"
        },
        {
            "chapter": 56,
            "verse": 96,
            "text": "Andaj lavdëroje emrin e Zotit tënd të Madhërishëm"
        },
        {
            "chapter": 57,
            "verse": 1,
            "text": "Allahun e lartëson çdo gjë që është në qiej dhe në Tokë. Ai është i Plotfuqishmi, i Urti"
        },
        {
            "chapter": 57,
            "verse": 2,
            "text": "Atij i përket sundimi i qiejve dhe i Tokës. Ai jep jetë e vdekje dhe është i fuqishëm për çdo gjë"
        },
        {
            "chapter": 57,
            "verse": 3,
            "text": "Ai është i Pari dhe i Mbrami, i Dukshmi (me argumente) dhe i Padukshmi (me sy). Ai është i Dijshëm për çdo gjë"
        },
        {
            "chapter": 57,
            "verse": 4,
            "text": "Ai i krijoi qiejt dhe Tokën për gjashtë ditë, pastaj u ngrit mbi Fron. Ai e di se çfarë hyn në Tokë dhe çfarë del prej saj, çfarë zbret prej qiellit dhe çfarë ngjitet drejt tij. Ai është me ju kudo që të gjendeni; Ai sheh gjithçka që bëni"
        },
        {
            "chapter": 57,
            "verse": 5,
            "text": "Atij i përket sundimi i qiejve dhe i Tokës; tek Allahu do të kthehet gjithçka"
        },
        {
            "chapter": 57,
            "verse": 6,
            "text": "Ai e ndërfut natën tek dita dhe ditën tek nata. Ai e di çfarë ka çdokush në kraharor"
        },
        {
            "chapter": 57,
            "verse": 7,
            "text": "Besoni Allahun dhe të Dërguarin e Tij dhe shpenzoni nga ato që Ai jua ka lënë trashëgim, se për ata midis jush që besojnë dhe shpenzojnë (për bamirësi), do të ketë shpërblim të madh"
        },
        {
            "chapter": 57,
            "verse": 8,
            "text": "Çfarë keni që nuk besoni në Allahun, ndërkohë që i Dërguari i Tij ju fton që të besoni në Zotin tuaj, i Cili, tashmë, ka marrë besën prej jush?! Atëherë besoni, nëse jeni besimtarë të vërtetë"
        },
        {
            "chapter": 57,
            "verse": 9,
            "text": "Është Ai që i ka zbritur robit të Vet shpallje të qarta për t’ju nxjerrë nga errësira në dritë. Allahu është vërtet i Butë dhe Mëshirëplotë me ju"
        },
        {
            "chapter": 57,
            "verse": 10,
            "text": "Atëherë, çfarë keni që nuk shpenzoni në rrugën e Allahut, ndërkohë që vetëm Atij i përket trashëgimia e qiejve dhe e Tokës? Nuk janë të barabartë ata që kanë shpenzuar dhe kanë luftuar para fitores me ata që kanë shpenzuar dhe kanë luftuar më pas. Ata kanë shkallë më të lartë, mirëpo Allahu u premton të gjithëve më të mirën (Xhenetin). Allahu e di mirë atë që bëni ju"
        },
        {
            "chapter": 57,
            "verse": 11,
            "text": "Kush është ai, që do t’i japë vullnetarisht Allahut një hua të mirë, që Ai pastaj t’ia kthejë shumëfish?! (Veç kësaj), për atë do të ketë shpërblim fisnik"
        },
        {
            "chapter": 57,
            "verse": 12,
            "text": "ditën që do të shohësh besimtarët dhe besimtaret, me dritën e tyre që shkëlqen para dhe në të djathtë të tyre (e do t’u thuhet): “Lajm i mirë sot për ju: kopshtet e Xhenetit nëpër të cilat rrjedhin lumenjtë e ku do të banoni përgjithmonë. Kjo është fitorja më e madhe!”"
        },
        {
            "chapter": 57,
            "verse": 13,
            "text": "Atë Ditë, hipokritët dhe hipokritet do t’u thonë besimtarëve: “Na prisni edhe ne që të marrim nga drita juaj”! Por atyre do t’u thuhet: “Kthehuni prapa e kërkoni tjetër dritë!” Dhe, ndërmjet tyre, do të vendoset një mur me portë: brenda saj ka mëshirë, kurse jashtë saj ka dënim"
        },
        {
            "chapter": 57,
            "verse": 14,
            "text": "“A nuk kemi qenë me ju?” - do të thërrasin ata. - “Po, - do t’u përgjigjen, - por ju e çuat veten në tundim, pritët, dyshuat dhe u mashtruat nga vetë dëshirat tuaja të kota, derisa arriti urdhri i Allahut, e djalli ju mashtroi për Allahun"
        },
        {
            "chapter": 57,
            "verse": 15,
            "text": "Sot nuk pranohet prej jush kurrfarë shpërblese e as prej atyre që nuk kanë besuar: zjarri është vendbanimi juaj, ai është për ju; eh, sa vendbanim i tmerrshëm që është ai!”"
        },
        {
            "chapter": 57,
            "verse": 16,
            "text": "A nuk ka ardhur koha për besimtarët e vërtetë, që zemrat e tyre të përulen para këshillave të Allahut dhe para së Vërtetës që Ai ka shpallur e të mos bëhen si ata, që iu është dhënë Libri më parë?! Me kalimin e një kohe të gjatë, zemrat e tyre u ngurtësuan dhe shumë syresh janë të pabindur"
        },
        {
            "chapter": 57,
            "verse": 17,
            "text": "Dijeni, se Allahu e ngjall tokën pas vdekjes së saj! Ne ju sqarojmë shpalljet, në mënyrë që ju të kuptoni"
        },
        {
            "chapter": 57,
            "verse": 18,
            "text": "Ata që japin lëmoshë e që i japin Allahut një hua të mirë, qofshin burra ose gra, do t’u shumëfishohet përfitimi dhe do të kenë një shpërblim fisnik"
        },
        {
            "chapter": 57,
            "verse": 19,
            "text": "Ata që besojnë Allahun dhe të dërguarit e Tij, pikërisht ata janë njerëzit e sinqertë. Dëshmorët do të kenë te Zoti i vet shpërblimin dhe dritën e tyre. Kurse ata që nuk janë besimtarë dhe i mohojnë shpalljet Tona, do të jenë banorë të zjarrit"
        },
        {
            "chapter": 57,
            "verse": 20,
            "text": "Ta dini, se jeta në këtë botë, nuk është tjetër veçse lojë, dëfrim e zbukurim, si dhe mburrje ndërmjet jush e rivalitet për më shumë pasuri dhe fëmijë! Ajo i shëmbëllen bimës, e cila pas shiut rritet dhe i gëzon bujqit, por më vonë zverdhet, thahet dhe mbetet pa vlerë. Në botën tjetër ju presin vuajtje të mëdha ose falja e Allahut dhe kënaqësia e Tij; jeta në këtë botë është vetëm kënaqësi e rreme"
        },
        {
            "chapter": 57,
            "verse": 21,
            "text": "Prandaj rrekuni me njëri-tjetrin, duke kërkuar falje prej Zotit tuaj dhe një kopsht të gjerë sa qielli dhe Toka, që është e përgatitur për ata që i kanë besuar Allahut dhe të dërguarve të Tij. Ajo është mirësia e Allahut, që Ai ia jep kujt të dojë; e Allahu ka mirësi të pafund"
        },
        {
            "chapter": 57,
            "verse": 22,
            "text": "S’ka fatkeqësi që godet tokën dhe ju, që të mos jetë e shënuar në Libër (Leuhi Mahfûdh) më parë se ta krijojmë atë. Kjo për Allahun është vërtet e lehtë"
        },
        {
            "chapter": 57,
            "verse": 23,
            "text": "(Këtë paracaktim e kemi bërë) që ju të mos dëshpëroheni për atë që ju ka kaluar, por edhe për të mos u gëzuar së tepërmi për atë që Ai ju ka dhënë. Allahu nuk i do kryelartët mburravecë"
        },
        {
            "chapter": 57,
            "verse": 24,
            "text": "e as ata që, përveçse janë vetë koprracë, i nxisin edhe të tjerët në koprraci. Kushdo që nuk ia vë veshin kësaj, le ta dijë se Allahu është i Vetëmjaftueshmi dhe i Denji për çdo lavd"
        },
        {
            "chapter": 57,
            "verse": 25,
            "text": "Ne i çuam të dërguarit Tanë me prova të qarta dhe bashkë me ta zbritëm Librat (e shenjtë) dhe peshoren (e drejtësisë): që njerëzit të veprojnë drejt. Ne e zbritëm hekurin, në të cilin ka (material për) luftë të fuqishme dhe dobi (të tjera) për njerëzit, me qëllim që Allahu të njohë ata që e ndihmojnë Atë dhe të dërguarit e Tij, pa e parë Atë. Me të vërtetë, Allahu është i Fortë dhe i Plotfuqishëm"
        },
        {
            "chapter": 57,
            "verse": 26,
            "text": "Sigurisht, Ne dërguam Nuhun dhe Ibrahimin e u dhuruam trashëgimtarëve të tyre Profecinë dhe Librin. Disa syresh ishin në rrugë të drejtë, kurse shumica prej tyre ishin gjynahqarë të pabindur"
        },
        {
            "chapter": 57,
            "verse": 27,
            "text": "Pas tyre Ne çuam të dërguar të tjerë, mandej dërguam Isain, të birin e Merjemes. Ne i dhamë atij Ungjillin, kurse në zemrat e pasuesve të tij mbollëm butësi dhe mëshirë. Sa për murgërinë, Ne nuk ua urdhëruam atë, por ata e shpikën vetë për të arritur kënaqësinë e Allahut. E megjithatë, ata nuk u kujdesën si duhet për të. Kështu, Ne u dhamë besimtarëve të vërtetë prej tyre shpërblimin e merituar, sado që shumë prej tyre janë të pabindur"
        },
        {
            "chapter": 57,
            "verse": 28,
            "text": "O ju (ithtarë të Librit) që besuat (në Musain dhe Isain), ruajuni Allahut dhe besoni në të Dërguarin e Tij (Muhamedin), se Ai do t’ju dhurojë pjesë të dyfishtë nga mëshira e Vet, do t’ju japë dritë, me ndihmën e së cilës do të ecni dhe do t’ju falë; Allahu është Falës dhe Mëshirëplotë"
        },
        {
            "chapter": 57,
            "verse": 29,
            "text": "Dhe le ta dinë ithtarët e Librit, se ata nuk kanë aspak fuqi mbi çfarëdo mirësie të Allahut dhe se mirësia është vetëm në dorën e Allahut. Ai ia jep kujt të dojë. Allahu zotëron mirësi të pakufishme"
        },
        {
            "chapter": 58,
            "verse": 1,
            "text": "Allahu i ka dëgjuar fjalët e asaj,[356] që diskutoi me ty për burrin e vet dhe iu ankua Atij. Allahu e dëgjoi bisedën tuaj, sepse Ai dëgjon dhe sheh gjithçka"
        },
        {
            "chapter": 58,
            "verse": 2,
            "text": "Ata midis jush, që i ndajnë gratë e veta, duke u thënë se iu duken si nënat e veta, duhet ta dinë se ato nuk janë nënat e tyre. Nënat e tyre janë vetëm ato që i kanë lindur ata. Fjalët që ata thanë, janë të pahijshme dhe të pavërteta. Megjithatë, Allahu është Falës dhe Shlyes i gabimeve"
        },
        {
            "chapter": 58,
            "verse": 3,
            "text": "Ata që i ndajnë gratë e veta në këtë mënyrë e pastaj duan të kthejnë mbrapsht atë që thanë, duhet të lirojnë një skllav (apo skllave), para se të preken përsëri. Kështu ju urdhërohet. Allahu i di të gjitha ato që bëni ju"
        },
        {
            "chapter": 58,
            "verse": 4,
            "text": "Ai që nuk gjen (ndonjë skllav për të liruar), duhet që të agjërojë dy muaj rresht, para se të preken si bashkëshortë. E, nëse nuk mund ta mbajë agjërimin, atëherë duhet të ushqejë gjashtëdhjetë të varfër. Kjo, që të tregoni besimin në Allahun dhe të Dërguarin e Tij. Këta janë kufijtë e Allahut. Ndërsa për jobesimtarët ka vuajtje të mundimshme"
        },
        {
            "chapter": 58,
            "verse": 5,
            "text": "Vërtet, ata që i kundërvihen Allahut dhe të dërguarit të Tij, do të poshtërohen, siç janë poshtëruar ata para tyre. Ne kemi zbritur shpallje të qarta, kurse për jobesimtarët do të ketë vuajtje poshtëruese"
        },
        {
            "chapter": 58,
            "verse": 6,
            "text": "në ditën kur Allahu i ngjall të gjithë e i njofton për veprat që kanë bërë. Allahu të gjitha i ka shënuar, edhe pse ata i kanë harruar. Allahu është dëshmitar i çdo gjëje"
        },
        {
            "chapter": 58,
            "verse": 7,
            "text": "A nuk e di ti, se Allahu di çdo gjë që është në qiej dhe në Tokë?! Nuk ka bisedë të fshehtë midis tre vetave, që Ai të mos jetë i katërti; as midis pesë vetave e që Ai të mos jetë i gjashti; as kur janë më pak, as kur janë më shumë, që Ai të mos jetë me ata, kudo që të ndodhen; Ai në Ditën e Kiametit do t’i njoftojë ata se çfarë kanë bërë, se, me të vërtetë, Allahu di çdo gjë"
        },
        {
            "chapter": 58,
            "verse": 8,
            "text": "A nuk i sheh ata të cilët, edhe pse iu është ndaluar të kurdisin fshehtas, kthehen tek ajo që u është ndaluar dhe kurdisin për gjynahe, armiqësi dhe mosbindje ndaj të Dërguarit? Kur vijnë te ti, ata të përshëndesin me fjalë, me të cilat Allahu nuk të përshëndet kurrë dhe thonë me vete: “Pse nuk na dënon Allahu për këtë që po flasim?” Xhehenemi është një dënim i mjaftueshëm për ata. Në flakët e tij do të digjen. Eh, sa vendbanim i tmerrshëm që është ai"
        },
        {
            "chapter": 58,
            "verse": 9,
            "text": "O besimtarë! Kur të bisedoni fshehtas mes jush, mos flisni për gjynahe, armiqësi dhe mosbindje ndaj të Dërguarit; por bisedoni për mirësi dhe drejtësi. Kijeni frikë Allahun, para të Cilit do të tuboheni"
        },
        {
            "chapter": 58,
            "verse": 10,
            "text": "Intrigat e fshehta vijnë vetëm nga djalli, për t’i dëshpëruar besimtarët. E megjithatë, ai nuk mund t’u shkaktojë kurrfarë të keqeje, përveç nëse Allahu e lejon atë. Pra, besimtarët le të mbështeten tek Allahu"
        },
        {
            "chapter": 58,
            "verse": 11,
            "text": "O besimtarë! Kur ju thuhet t’u hapni vend të tjerëve në tubim, atëherë bëni vend, se Allahu do t’ju bëjë vend (në Xhenet)! E kur ju thuhet të ngriheni, atëherë bëni kështu, se Allahu do t’i ngrejë në shkallë të lartë ata midis jush që besojnë dhe që u është dhënë dija. Allahu di çdo gjë që punoni"
        },
        {
            "chapter": 58,
            "verse": 12,
            "text": "O besimtarë, kur të doni të këshilloheni me të Dërguarin, para këshillimit, jepni lëmoshë, kjo është më mirë dhe më pastër për ju. Po, nëse nuk keni, Allahu me të vërtetë, është Falës dhe Mëshirëplotë"
        },
        {
            "chapter": 58,
            "verse": 13,
            "text": "A mos po frikësoheni që para këshillimit tuaj të jepni lëmoshë?! E nëse nuk jepni, e Allahu jua ka falur, atëherë kryeni namazin, jepni zekatin dhe dëgjoni Allahun e të Dërguarin e tij! Allahu di çdo gjë që bëni"
        },
        {
            "chapter": 58,
            "verse": 14,
            "text": "A nuk i sheh ata (hipokritët) që shoqërohen me njerëz, me të cilët Allahu është i zemëruar? Ata nuk ju përkasin as juve (o besimtarë), as atyre. Ata me vetëdije betohen në gënjeshtër (se janë besimtarë)"
        },
        {
            "chapter": 58,
            "verse": 15,
            "text": "Allahu u ka përgatitur atyre dënim të rëndë, sepse është vërtet e mbrapshtë ajo që bëjnë"
        },
        {
            "chapter": 58,
            "verse": 16,
            "text": "Betimet e tyre i kanë bërë perde (për mbrapshtitë e tyre) dhe i pengojnë të tjerët nga rruga e Allahut; ata i pret dënimi i poshtërues"
        },
        {
            "chapter": 58,
            "verse": 17,
            "text": "As pasuria, as fëmijët e tyre nuk do t’u vijnë aspak në ndihmë (kur të jenë) para Allahut; ata do të jenë banorë të zjarrit, ku do të qëndrojnë përgjithmonë"
        },
        {
            "chapter": 58,
            "verse": 18,
            "text": "Ditën, kur Allahu t’i ringjallë të gjithë, ata do t’i betohen Atij, ashtu siç të betohen ty tani, duke menduar se kjo do t’u sjellë dobi. Në të vërtetë, pikërisht ata janë gënjeshtarët"
        },
        {
            "chapter": 58,
            "verse": 19,
            "text": "Ata i ka vënë poshtë djalli dhe i ka bërë që të harrojnë përmendjen e Allahut. Ata janë pala e djallit; në të vërtetë, pala e djallit janë humbësit"
        },
        {
            "chapter": 58,
            "verse": 20,
            "text": "Ata që kundërshtojnë Allahun dhe të Dërguarin e Tij, do të jenë në shkallën më të poshtëruar"
        },
        {
            "chapter": 58,
            "verse": 21,
            "text": "Allahu ka vendosur: “Unë dhe të dërguarit e Mi do të triumfojmë me siguri!” Allahu është vërtet i Fortë dhe i Plotfuqishëm"
        },
        {
            "chapter": 58,
            "verse": 22,
            "text": "Nuk gjen njerëz, që besojnë në Allahun dhe në Ditën e Fundit, që të ushqejnë dashuri ndaj atyre, të cilët kundërshtojnë Allahun dhe të Dërguarin e tij, edhe në qofshin ata etërit e tyre ose bijtë e tyre, ose vëllezërit e tyre, ose farefisi i tyre. Allahu ka skalitur besimin në zemrat e tyre dhe i ka fuqizuar ata me shpalljen e Vet. Ai do t’i shpjerë ata në kopshte, nëpër të cilat rrjedhin lumenj e ku do të qëndrojnë përgjithmonë. Allahu është i kënaqur me ata, por edhe ata do të jenë të kënaqur me Të. Ata janë Pala e Allahut dhe, vërtet që Pala e Allahut do të jetë fituese"
        },
        {
            "chapter": 59,
            "verse": 1,
            "text": "Allahun e lartëson çdo gjë në qiej dhe çdo gjë në Tokë. Ai është i Plotfuqishmi dhe i Urti"
        },
        {
            "chapter": 59,
            "verse": 2,
            "text": "Është Ai, që i nxori nga shtëpitë e tyre ata që nuk besuan midis ithtarëve të Librit në kohën e dëbimit të parë.[357] Ju nuk mendonit se ata do të iknin, kurse ata mendonin se fortesat e tyre do t’i mbronin prej Allahut. Por dënimi i Allahut u erdhi andej nga nuk e pritnin, duke mbjellë në zemrat e tyre frikën, e cila bëri që ata t’i shkatërronin shtëpitë e veta me duart e tyre, si dhe me duart e besimtarëve. Prandaj, mësoni nga kjo, o ju largpamës"
        },
        {
            "chapter": 59,
            "verse": 3,
            "text": "Sikur të mos e kishte caktuar Allahu dëbimin e tyre, Ai do t’i kishte dënuar me siguri në këtë jetë. Por në jetën tjetër ata i pret dënimi i Zjarrit"
        },
        {
            "chapter": 59,
            "verse": 4,
            "text": "Kjo, sepse ata iu kundërvunë Allahut dhe të Dërguarit të Tij; kushdo që i kundërvihet Allahut, le ta dijë se Allahu dënon vërtet ashpër"
        },
        {
            "chapter": 59,
            "verse": 5,
            "text": "Për çfarëdo peme palme (të armikut) që pretë apo latë në këmbë, keni pasur miratimin e Allahut, në mënyrë që Ai t’i poshtërojë të pabindurit"
        },
        {
            "chapter": 59,
            "verse": 6,
            "text": "Çfarëdo që Allahu i dhuroi të Dërguarit të Tij si plaçkë (të marrë) prej tyre, është prej mirësisë së Tij. Ju nuk hipët mbi kuaj e as mbi deve për ta fituar atë, por Allahu i jep pushtet të dërguarve të Vet mbi ata që Ai dëshiron. Allahu është i Fuqishëm për çdo gjë"
        },
        {
            "chapter": 59,
            "verse": 7,
            "text": "Çfarëdo që Allahu i dhuroi të Dërguarit të Tij si plaçkë (të marrë) nga popujt e vendbanimeve, i takon: Allahut, të Dërguarit, të afërmve të tij, jetimëve, të varfërve dhe udhëtarëve të mbetur rrugës, në mënyrë që ajo të mos qarkullojë vetëm në duart e të pasurve nga mesi juaj. Çfarëdo që t’ju japë i Dërguari, merreni atë, e çfarëdo që t’ju ndalojë, hiqni dorë prej saj. Frikësojuni Allahut, sepse Allahu dënon vërtet ashpër"
        },
        {
            "chapter": 59,
            "verse": 8,
            "text": "Një pjesë e plaçkës i takon edhe mërgimtarëve të varfër[358], të cilët u përzunë nga vendlindja dhe pasuritë e tyre, duke kërkuar mirësinë dhe kënaqësinë e Allahut dhe duke ndihmuar Allahun dhe të Dërguarin e Tij. Pikërisht ata janë besimtarët e sinqertë"
        },
        {
            "chapter": 59,
            "verse": 9,
            "text": "Ndërsa ata që banojnë në Medinë dhe që e kanë pranuar besimin qysh më parë[359], i duan mërgimtarët që vijnë në Medinë dhe në zemrat e tyre nuk ndiejnë kurrfarë rëndimi, për atë,[360] që u është dhënë atyre, por duan t’u bëjnë më mirë mërgimtarëve sesa vetes, edhe pse vetë janë nevojtarë. Kushdo që ruhet nga lakmia e vetvetes, me siguri që do të jetë fitues"
        },
        {
            "chapter": 59,
            "verse": 10,
            "text": "Edhe ata që erdhën pas tyre, thonë: “O Zoti ynë, falna ne dhe vëllezërit tanë, të cilët kanë besuar para nesh dhe mos lejo që në zemrat tona të ketë asnjë të keqe ndaj besimtarëve! O Zoti ynë, Ti je vërtet i Butë dhe Mëshirëplotë!”"
        },
        {
            "chapter": 59,
            "verse": 11,
            "text": "A nuk e ke parë se si hipokritët u thanë shokëve të vet që nuk besuan prej ithtarëve të Librit: “Nëse ju dëbojnë, ne do të dalim me ju dhe kurrkujt nuk do t’i bindemi kundër jush; e, nëse ju sulmoheni, me siguri që do t’ju dalim në ndihmë”? Allahu dëshmon se ata janë vërtet gënjeshtarë"
        },
        {
            "chapter": 59,
            "verse": 12,
            "text": "Nëse (hebrenjtë) do të dëbohen, hipokritët nuk do të shkojnë me ata. Nëse do të sulmohen, ata nuk do t’u dalin në ndihmë. Por, edhe sikur të nisen për t’i mbështetur, sigurisht që do të kthehen shpejt e do t’i lënë pa ndihmë"
        },
        {
            "chapter": 59,
            "verse": 13,
            "text": "Në zemrat e tyre ata[361] kanë më shumë frikë nga ju sesa nga Allahu, ngaqë ata janë popull që nuk kuptojnë"
        },
        {
            "chapter": 59,
            "verse": 14,
            "text": "Ata nuk do të luftojnë kundër jush së bashku, veçse në vende të fortifikuara ose pas mureve. Lufta ndërmjet tyre është e ashpër. Ti mendon se ata janë të bashkuar, mirëpo zemrat e tyre janë të përçara, sepse ata janë njerëz që nuk kuptojnë"
        },
        {
            "chapter": 59,
            "verse": 15,
            "text": "Këta janë si ata,[362] që kanë qenë pak para tyre, që i shijuan pasojat e sjelljes së tyre (që në këtë botë); (ndërsa në botën tjetër) ata i pret një dënim i dhembshëm"
        },
        {
            "chapter": 59,
            "verse": 16,
            "text": "Aleatët e tyre hipokritë do t’i lënë në baltë, siç bën djalli, i cili i thotë njeriut: “Mos beso!”. Por, kur ky bëhet mohues, djalli i thotë: “Unë nuk kam të bëj me ty! Në të vërtetë, unë i frikësohem Allahut, Zotit të botëve”"
        },
        {
            "chapter": 59,
            "verse": 17,
            "text": "Natyrisht që fundi i këtyre të dyve është qëndrimi i përhershëm në Zjarr; ky është dënimi për të gjithë njerëzit e këqij"
        },
        {
            "chapter": 59,
            "verse": 18,
            "text": "O besimtarë, frikësojuni Allahut dhe çdo njeri le të shikojë se ç’ka përgatitur për të nesërmen! Kijeni frikë Allahun, sepse Ai di çdo gjë që bëni ju"
        },
        {
            "chapter": 59,
            "verse": 19,
            "text": "Mos u bëni si ata që e harruan Allahun, kështu që Ai i bëri të harronin vetveten! Pikërisht ata janë të pabindurit (ndaj Allahut)"
        },
        {
            "chapter": 59,
            "verse": 20,
            "text": "Nuk janë të barabartë banorët e Xhehenemit dhe banorët e Xhenetit; banorët e Xhenetit do të jenë të fituarit"
        },
        {
            "chapter": 59,
            "verse": 21,
            "text": "Sikur këtë Kuran t’ia shpallnim ndonjë mali, ti do ta shihje atë (mal) të përulur dhe të copëtuar nga frika e Allahut. Shembuj të tillë Ne u japim njerëzve, që ata të meditojnë"
        },
        {
            "chapter": 59,
            "verse": 22,
            "text": "Ai është Allahu, përveç të Cilit nuk ka Zot tjetër (të denjë për adhurim), Njohësi i së dukshmes dhe i së padukshmes, Ai është i Gjithëmëshirshmi, Mëshirëploti"
        },
        {
            "chapter": 59,
            "verse": 23,
            "text": "Ai është Allahu, përveç të Cilit nuk ka Zot tjetër (të denjë për adhurim). Ai është Sunduesi, i Shenjti (i pastër nga çdo e metë), Paqëdhënësi, Dhënësi i sigurisë, Mbikëqyrësi mbi gjithçka, i Plotfuqishmi, Imponuesi, Madhështori. Qoftë i lartësuar Allahu mbi gjithçka që ia shoqërojnë Atij (në adhurim)"
        },
        {
            "chapter": 59,
            "verse": 24,
            "text": "Ai është Allahu, Krijuesi, Zanafillësi, Ai që çdo gjëje i jep trajtë. Atij i përkasin emrat më të bukur; Atë e përlëvdon gjithçka që ndodhet në qiej dhe në Tokë, Ai është i Plotfuqishmi dhe i Urti"
        },
        {
            "chapter": 60,
            "verse": 1,
            "text": "O besimtarë, mos i bëni miq armiqtë e Mi dhe tuajt, duke u shprehur atyre dashuri, ndërkohë që ata kanë mohuar të vërtetën që ju ka ardhur dhe kanë dëbuar të Dërguarin dhe ju, vetëm se besonit në Allahun, Zotin tuaj. Nëse keni dalë luftëtarë në rrugën Time dhe për kënaqësinë Time dhe fshehurazi u shfaqni atyre dashuri, atëherë gaboheni. Unë e di çfarë fshihni dhe çfarë bëni haptazi. Secili prej jush që vepron ashtu, është shmangur nga rruga e drejtë"
        },
        {
            "chapter": 60,
            "verse": 2,
            "text": "Nëse ju mposhtin, ata do të jenë armiqtë tuaj e do t’i zgjasin duart dhe gjuhën e tyre për t’ju lënduar ju, sepse dëshirojnë që ju të bëheni jobesimtarë"
        },
        {
            "chapter": 60,
            "verse": 3,
            "text": "Në Ditën e Kiametit nuk do t’ju ndihmojnë as fëmijët, as farefisi. Allahu do t’ju ndajë midis jush. Ai e sheh mirë atë që bëni ju"
        },
        {
            "chapter": 60,
            "verse": 4,
            "text": "Shembull i mrekullueshëm për ju është Ibrahimi dhe ata që kanë qenë me të, kur i thanë popullit të vet: “Ne shkëputemi nga ju dhe nga ato që ju i adhuroni në vend të Allahut; ne ju mohojmë dhe armiqësia e urrejtja midis nesh është e përhershme, derisa të besoni tek Allahu Një dhe i Vetëm”. Përjashtim (nga ky shembull) bën fjala e Ibrahimit për të atin: “Unë do të kërkoj falje për ty, por nuk kam kurrfarë mundësie për të të mbrojtur para Allahut. O Zoti ynë, tek Ti mbështetemi, Ty të drejtohemi dhe tek Ti do të kthehemi"
        },
        {
            "chapter": 60,
            "verse": 5,
            "text": "O Zoti ynë, mos na bëj sprovë për jobesimtarët dhe falna ne, o Zot. Vërtet, Ti je i Plotfuqishmi dhe i Urti"
        },
        {
            "chapter": 60,
            "verse": 6,
            "text": "Vërtet, ata njerëz janë një shembull i mirë për ju e për këdo që shpreson në Allahun dhe në Ditën e Fundit. Kushdo që nuk ia vë veshin (këtij shembulli), ta dijë se Allahu është i Vetëmjaftueshmi, i Denji për çdo lavd"
        },
        {
            "chapter": 60,
            "verse": 7,
            "text": "Ndoshta Allahu do të lidhë miqësi midis jush dhe atyre me të cilët keni qenë armiq. Allahu është i Fuqishëm (për këtë). Ai është Falës dhe Mëshirëplotë"
        },
        {
            "chapter": 60,
            "verse": 8,
            "text": "Allahu nuk ju ndalon të silleni mirë dhe të jeni të drejtë ndaj atyre që nuk luftojnë kundër jush për shkak të fesë dhe që nuk ju dëbojnë prej shtëpive tuaja. Me të vërtetë, Allahu i do të drejtët"
        },
        {
            "chapter": 60,
            "verse": 9,
            "text": "Allahu ju ndalon t’i bëni miq ata që luftojnë kundër jush për shkak të fesë dhe ju dëbojnë nga vatrat tuaja, si dhe mbështesin të tjerët që t’ju dëbojnë. Kushdo që i bën miq ata, është punëmbrapshtë"
        },
        {
            "chapter": 60,
            "verse": 10,
            "text": "O besimtarë, kur ju vijnë besimtaret të mërguara, provoni (besimin) tek ato. Allahu e di më mirë besimin e tyre. Nëse bindeni se ato janë besimtare, mos i ktheni te jobesimtarët. Ato nuk janë (bashkëshorte) të ligjshme për ata dhe as ata nuk janë (bashkëshortë) të ligjshëm për ato. Kthejuni jobesimtarëve pajën, që u kishin dhënë atyre[363]. Nuk ka pengesë që t’i merrni ato për bashkëshorte, pasi t’u jepni pajën e martesës. Mos qëndroni në martesë me idhujtare. Kërkoni atë që keni dhënë (si pajë), por dhe jobesimtarët le të kërkojnë atë që kanë dhënë. Ky është ligji i Allahut, Ai ju gjykon ju; Allahu di çdo gjë dhe është i Gjithëdijshëm e i Urtë"
        },
        {
            "chapter": 60,
            "verse": 11,
            "text": "Nëse ndonjëra prej grave tuaja kthehet te jobesimtarët e më pas ju fitoni plaçkë lufte prej tyre, atëherë jepuni atyre (besimtarëve që u kanë ikur gratë) shpenzimet e martesës. Kijeni frikë Allahun, të Cilit i besoni"
        },
        {
            "chapter": 60,
            "verse": 12,
            "text": "O Profet, nëse vijnë tek ti besimtaret e të betohen se nuk do t’i shoqërojnë Allahut asgjë (në adhurim), nuk do të vjedhin, nuk do të bëjnë kurvëri, nuk do t’i vrasin fëmijët e tyre, nuk do të sjellin ndonjë shpifje[364] të sajuar nga ato vetë dhe se nuk do të të kundërshtojnë në çfarë është e drejtë dhe e arsyeshme, atëherë ti pranoje betimin e tyre dhe lutju Allahut t’i falë. Vërtet, Allahu është Falës dhe Mëshirëplotë"
        },
        {
            "chapter": 60,
            "verse": 13,
            "text": "O besimtarë, mos i bëni miq ata njerëz me të cilët Allahu është i zemëruar. Ata e kanë humbur shpresën për jetën tjetër, ashtu siç e kanë humbur shpresën jobesimtarët për të varrosurit (se do të ringjallen)"
        },
        {
            "chapter": 61,
            "verse": 1,
            "text": "Allahun e përlëvdon gjithçka, që gjendet në qiej dhe në Tokë. Ai është i Plotfuqishmi dhe i Urti"
        },
        {
            "chapter": 61,
            "verse": 2,
            "text": "O besimtarë, përse thoni atë që nuk e bëni"
        },
        {
            "chapter": 61,
            "verse": 3,
            "text": "Është shumë e urryer për Allahun të thoni atë që nuk e bëni"
        },
        {
            "chapter": 61,
            "verse": 4,
            "text": "Vërtet, Allahu i do ata që luftojnë në rrugën e Tij, të radhitur si të ishin një ndërtesë solide"
        },
        {
            "chapter": 61,
            "verse": 5,
            "text": "Kujto kur Musai i tha popullit të vet: “O populli im, përse po më mundoni, kur e dini mirë se unë jam i dërguari i Allahut te ju?!” Kur ata u larguan (nga e vërteta), Allahu i largoi zemrat e tyre (nga rruga e drejtë); Allahu nuk e shpie në rrugë të drejtë popullin jobesimtar"
        },
        {
            "chapter": 61,
            "verse": 6,
            "text": "Kujto kur Isai, i biri i Merjemes, tha: “O bijtë e Israilit, unë jam i dërguari i Allahut tek ju, për t’ju vërtetuar Teuratin e shpallur para meje dhe për t’ju sjellë lajmin e gëzueshëm për një të dërguar, emri i të cilit është Ahmed[365], që do të vijë pas meje”. Por, kur ai u solli atyre shenja të qarta, ata thanë: “Kjo është magji e hapur!”"
        },
        {
            "chapter": 61,
            "verse": 7,
            "text": "Kush është më keqbërës se ai që shpif gënjeshtra kundër Allahut, ndërkohë që i bëhet thirrje për t’iu nënshtruar Atij?! Allahu nuk i udhëzon keqbërësit"
        },
        {
            "chapter": 61,
            "verse": 8,
            "text": "Ata dëshirojnë të fikin dritën e Allahut me gojën e tyre, por Allahu e përsos dritën e Vet, edhe nëse (këtë gjë) e urrejnë jobesimtarët"
        },
        {
            "chapter": 61,
            "verse": 9,
            "text": "Allahu është Ai që e ka çuar të Dërguarin e Vet me udhërrëfimin dhe fenë e së Vërtetës, për ta ngritur atë më lart se të gjitha fetë, edhe nëse nuk e pëlqejnë idhujtarët"
        },
        {
            "chapter": 61,
            "verse": 10,
            "text": "O besimtarë, a doni t’ju drejtoj në një tregti, e cila ju shpëton nga një dënim i dhembshëm"
        },
        {
            "chapter": 61,
            "verse": 11,
            "text": "Besoni në Allahun dhe në të Dërguarin e Tij dhe luftoni në rrugën e Allahut me pasurinë dhe trupin tuaj. Kjo, nëse do ta dini, është më mirë për ju"
        },
        {
            "chapter": 61,
            "verse": 12,
            "text": "Ai do t’jua falë gabimet tuaja dhe do t’ju shpjerë në kopshte, nëpër të cilat rrjedhin lumenj dhe në banesa të mrekullueshme në Xhenetin e Adnit. Kjo është fitorja më e madhe"
        },
        {
            "chapter": 61,
            "verse": 13,
            "text": "Ai do t’ju falë edhe dhunti të tjera që, i dëshironi: ndihmën e Tij dhe një fitore të afërt! Andaj, gëzoji besimtarët"
        },
        {
            "chapter": 61,
            "verse": 14,
            "text": "O besimtarë, bëhuni ndihmësit e Allahut, ashtu siç u tha dishepujve Isai, i biri i Merjemes: “Kush janë ndihmësit e mi për çështjen e Allahut?” Dishepujt u përgjigjën: “Ne jemi ndihmësit e Allahut!” Kështu, një pjesë nga bijtë e Israilit e besoi, kurse pjesa tjetër e mohoi. Prandaj Ne i forcuam besimtarët kundër armikut të tyre dhe ata dolën ngadhënjimtarë"
        },
        {
            "chapter": 62,
            "verse": 1,
            "text": "Allahun e përlëvdon gjithçka që gjendet në qiej dhe në Tokë. Ai është Sunduesi, i Shenjti (i pastër nga çdo e metë), i Plotfuqishmi dhe i Urti"
        },
        {
            "chapter": 62,
            "verse": 2,
            "text": "Është Ai që u solli analfabetëve një të Dërguar nga gjiri i tyre, për t’u lexuar atyre shpalljet e Tij, për t’i pastruar e për t’u mësuar Librin[366] dhe Urtësinë[367], ndonëse ata më parë ishin vërtet në humbje të plotë"
        },
        {
            "chapter": 62,
            "verse": 3,
            "text": "Ai do ta dërgojë atë edhe tek të tjerë (myslimanë) nga ata, të cilët ende nuk u janë bashkuar. Ai është i Plotfuqishmi dhe i Urti"
        },
        {
            "chapter": 62,
            "verse": 4,
            "text": "Kjo është dhuntia e Allahut; Ai ia jep atë kujt të dojë. Allahu zotëron dhunti të madhe"
        },
        {
            "chapter": 62,
            "verse": 5,
            "text": "Shembulli i atyre, që iu besua Teurati, por pastaj nuk e zbatuan atë, i shëmbëllen gomarit, që vetëm sa i mbart librat. Sa i keq është shembulli i atyre që mohojnë shpalljet e Allahut! Allahu nuk i udhëzon (në rrugën e drejtë) keqbërësit"
        },
        {
            "chapter": 62,
            "verse": 6,
            "text": "Thuaju hebrenjve: “Në qoftë se ju pretendoni se jeni të vetmit miq të Allahut nga të gjithë njerëzit, atëherë dëshirojeni vdekjen, po të jeni të sinqertë!”"
        },
        {
            "chapter": 62,
            "verse": 7,
            "text": "Por ata kurrë nuk do ta dëshirojnë vdekjen, për shkak të veprave që kanë bërë duart e tyre. Allahu i njeh mirë keqbërësit"
        },
        {
            "chapter": 62,
            "verse": 8,
            "text": "Thuaj: “Vdekja prej së cilës po ikni, do t’ju arrijë. Pastaj, ju do të ktheheni tek Ai, i Cili e di të padukshmen dhe të dukshmen dhe Ai do t’ju njoftojë ju për atë që keni bërë.”"
        },
        {
            "chapter": 62,
            "verse": 9,
            "text": "O besimtarë, kur të thirreni për (të falur) namazin (e xhumasë) në ditën e premte, nxitoni për ta përmendur Allahun dhe pezulloni tregtinë! Kjo, që ta dini, është më mirë për ju"
        },
        {
            "chapter": 62,
            "verse": 10,
            "text": "Dhe, kur të përfundojë namazi, atëherë shpërndahuni nëpër tokë, kërkoni nga mirësitë e Allahut dhe përmendeni shumë Allahun, në mënyrë që të shpëtoni"
        },
        {
            "chapter": 62,
            "verse": 11,
            "text": "Mirëpo, sa herë që ata shohin ndonjë tregti ose lojë, shkojnë tek ajo e të lënë ty në këmbë. Thuaj: “Ajo që është tek Allahu, është më e mirë nga argëtimi e nga tregtia.” Allahu është Dhuruesi më bujar"
        },
        {
            "chapter": 63,
            "verse": 1,
            "text": "Kur vijnë tek ti hipokritët, thonë: “Ne dëshmojmë se ti je vërtet i dërguari i Allahut!” Allahu e di se ti je i dërguari i Tij, por Ai dëshmon se hipokritët janë gënjeshtarë"
        },
        {
            "chapter": 63,
            "verse": 2,
            "text": "Ata i përdorin betimet e tyre si maskë dhe i largojnë (njerëzit) prej rrugës së Allahut. Vërtet, shumë të mbrapshta janë punët e tyre"
        },
        {
            "chapter": 63,
            "verse": 3,
            "text": "Kjo, sepse ata fillimisht besuan, pastaj mohuan, kështu që zemrat e tyre u vulosën dhe si pasojë ata nuk kuptojnë më"
        },
        {
            "chapter": 63,
            "verse": 4,
            "text": "Kur i shihni ata, pamja e tyre e bukur ju mahnit e, nëse flasin, ju i dëgjoni fjalët e tyre. E megjithatë, ata janë si trungje të mbështetura[368]. Ata kujtojnë se çdo thirrje që dëgjojnë është kundër tyre. Ata janë armiqtë e vërtetë, andaj ruajuni prej tyre! Allahu i vraftë! Sa shumë që janë larguar (nga e vërteta)"
        },
        {
            "chapter": 63,
            "verse": 5,
            "text": "Kur u thuhet atyre: “Ejani, se i Dërguari i Allahut do të kërkojë falje për ju”, ata tundin kokat e tyre dhe i sheh ata të kthehen me mendjemadhësi"
        },
        {
            "chapter": 63,
            "verse": 6,
            "text": "Njësoj është, u lute për faljen e tyre apo nuk u lute, Allahu kurrsesi nuk do t’i falë. Në të vërtetë, Allahu nuk e udhëzon popullin e pabindur"
        },
        {
            "chapter": 63,
            "verse": 7,
            "text": "Ata thonë: “Mos u jepni kurrgjë atyre që janë me të Dërguarin e Allahut, me qëllim që të largohen prej tij!” Por Allahut i takojnë thesaret e qiejve dhe të Tokës, ndonëse hipokritët nuk kuptojnë"
        },
        {
            "chapter": 63,
            "verse": 8,
            "text": "Ata thonë: “Nëse kthehemi në Medinë, pa dyshim që të fuqishmit do t’i dëbojnë të dobëtit nga ajo!”[369] Në të vërtetë, fuqia është e Allahut, e të Dërguarit të Tij dhe e besimtarëve, por hipokritët nuk e dinë"
        },
        {
            "chapter": 63,
            "verse": 9,
            "text": "O besimtarë, mos lejoni që pasuria dhe fëmijët tuaj t’ju largojnë nga të përmendurit e Allahut. Ata që e bëjnë këtë, do të humbin"
        },
        {
            "chapter": 63,
            "verse": 10,
            "text": "Prandaj jepni prej atyre mirësive që ju kam dhënë Unë, para se t’i vijë vdekja ndonjërit, e ai të thotë: “O Zoti im, sikur të më kishe lënë edhe një kohë të shkurtër në jetë, do të kisha dhënë lëmoshë dhe do të bëhesha ndër të mirët!”"
        },
        {
            "chapter": 63,
            "verse": 11,
            "text": "Por Allahu nuk ia shtyn afatin asnjë shpirti, që i vjen koha (e vdekjes); Allahu e di mirë gjithçka që bëni ju"
        },
        {
            "chapter": 64,
            "verse": 1,
            "text": "Allahun e përlëvdon gjithçka, që gjendet në qiej dhe në Tokë. Atij i takon pushteti epror dhe lavdia. Ai është i Fuqishëm për çdo gjë"
        },
        {
            "chapter": 64,
            "verse": 2,
            "text": "Është Ai që ju krijoi ju, e megjithatë, disa prej jush janë mohues e disa besimtarë. Por Allahu e sheh mirë çdo gjë që bëni"
        },
        {
            "chapter": 64,
            "verse": 3,
            "text": "Ai i ka krijuar qiejt dhe Tokën me të vërtetën, ju ka dhënë format tuaja dhe jua ka bërë ato të bukura; të gjithë tek Ai do të ktheheni"
        },
        {
            "chapter": 64,
            "verse": 4,
            "text": "Ai di gjithçka që përmbajnë qiejt dhe Toka. Ai i di të fshehtat tuaja dhe ato që i bëni haptazi. Allahu i di të gjitha ç’keni në zemrat tuaja"
        },
        {
            "chapter": 64,
            "verse": 5,
            "text": "A nuk keni dëgjuar për ata që kanë mohuar më parë dhe i kanë shijuar pasojat e veprave të tyre? Për ata do të ketë dënim të dhembshëm"
        },
        {
            "chapter": 64,
            "verse": 6,
            "text": "sepse, kur të dërguarit e tyre sillnin prova të qarta, ata thoshin: “Vallë, vdekatarë si ne do të na udhëheqin?” Dhe kështu mohuan e ia kthyen kurrizin (besimit). Por Allahu nuk ka nevojë (për ata). Allahu është i Vetëmjaftueshëm dhe i Denjë për çdo lavd"
        },
        {
            "chapter": 64,
            "verse": 7,
            "text": "Mohuesit kujtojnë se nuk do të ringjallen kurrsesi. Thuaju: “Po, për Zotin tim, me siguri që do të ringjalleni e pastaj do të njoftoheni për atë ç’keni bërë!” Dhe kjo është e lehtë për Allahun"
        },
        {
            "chapter": 64,
            "verse": 8,
            "text": "Prandaj besoni në Allahun, në të Dërguarin e Tij dhe në dritën (Kuranin), që ju kemi zbritur. Allahu e di mirë çdo gjë që bëni ju"
        },
        {
            "chapter": 64,
            "verse": 9,
            "text": "Dita, kur Ai do t’ju mbledhë, dita, kur të gjithë do të grumbulloheni, do të jetë Dita e humbjes dhe fitimit. Atij që beson në Allahun dhe bën vepra të mira, Allahu do t’ia falë gjynahet dhe do ta shpjerë në kopshte, nëpër të cilat rrjedhin lumenj e ku do të qëndrojë përgjithmonë. Kjo është fitorja e madhe"
        },
        {
            "chapter": 64,
            "verse": 10,
            "text": "Ndërsa ata që nuk kanë besuar dhe i kanë mohuar shpalljet Tona, do të jenë banorë të Zjarrit, ku do të qëndrojnë përherë. Eh, sa fund i tmerrshëm është ai"
        },
        {
            "chapter": 64,
            "verse": 11,
            "text": "Çdo fatkeqësi që i bie njeriut, ndodh me vullnetin e Allahut. Ai ia udhëzon zemrën kujtdo që i beson Atij. Allahu di mirë çdo gjë"
        },
        {
            "chapter": 64,
            "verse": 12,
            "text": "Bindjuni Allahut dhe bindjuni të Dërguarit! Nëse ju i ktheni shpinën të Dërguarit Tonë, dijeni se ai ka për detyrë vetëm që t’ju shpjegojë qartë"
        },
        {
            "chapter": 64,
            "verse": 13,
            "text": "Allahu është i vetmi Zot i vërtetë, prandaj, vetëm tek Ai le të mbështeten besimtarët"
        },
        {
            "chapter": 64,
            "verse": 14,
            "text": "O besimtarë! Në të vërtetë, ju keni armiq në radhët e grave tuaja dhe të fëmijëve tuaj, andaj ruajuni prej tyre! Por, nëse nuk i vini re fyerjet e tyre dhe ua falni, ta dini se Allahu është vërtet Falës dhe Mëshirëplotë"
        },
        {
            "chapter": 64,
            "verse": 15,
            "text": "Pasuria dhe fëmijët tuaj janë vetëm sprovë për ju. Allahu ka shpërblim të madh"
        },
        {
            "chapter": 64,
            "verse": 16,
            "text": "Prandaj frikësojuni Allahut sa të mundeni, dëgjoni e binduni dhe shpenzoni për bamirësi në të mirën tuaj. Ata që e ruajnë veten nga lakmia e saj, pikërisht ata janë të fituarit"
        },
        {
            "chapter": 64,
            "verse": 17,
            "text": "Nëse i jepni Allahut një hua të bukur, Ai jua kthen shumëfish atë dhe ju fal. Allahu është Mirënjohës dhe nuk nxiton në dënime"
        },
        {
            "chapter": 64,
            "verse": 18,
            "text": "Ai është Njohësi i të padukshmes dhe së dukshmes, i Plotfuqishmi dhe i Urti"
        },
        {
            "chapter": 65,
            "verse": 1,
            "text": "O Profet! Nëse i ndani gratë, ndajini ato para kohës së tyre të pritjes.[371] Llogaritni kohën e tyre të pritjes dhe frikësojuni Allahut, Zotit tuaj. Mos i dëboni ato prej shtëpive të tyre, por edhe ato të mos dalin, me përjashtim të rastit kur shkelin martesën haptazi. Këto janë urdhërimet e Allahut; kushdo që i kapërcen kufijtë e Allahut, i ka bërë dëm vetvetes. Ti nuk e di se pas kësaj Allahu mund të sjellë ndonjë rrethanë tjetër"
        },
        {
            "chapter": 65,
            "verse": 2,
            "text": "Dhe, kur të mbushet afati i caktuar, i mbani ato si ka hije ose ndahuni me to në mënyrë të pëlqyeshme. Merrni dy dëshmitarë të ndershëm prej jush dhe jepni dëshminë tuaj para Allahut! Kjo është këshillë për ata që i besojnë Allahut dhe Ditës së Fundit. Atij që i frikësohet Allahut, Ai do t’i gjejë rrugëdalje (nga çdo vështirësi)"
        },
        {
            "chapter": 65,
            "verse": 3,
            "text": "dhe do t’i japë risk prej nga nuk e pret. Allahu i mjafton kujtdo që mbështetet tek Ai. Allahu e përmbush me siguri vendimin e Tij dhe për çdo gjë Ai ka caktuar masë"
        },
        {
            "chapter": 65,
            "verse": 4,
            "text": "Nëse dyshoni për ato gra tuajat, të cilave u janë ndërprerë zakonet, mësoni se koha e tyre e pritjes është tre muaj. Njësoj është edhe për ato që nuk u kanë ardhur ende zakonet. Kurse, për gratë shtatzëna, afati i tyre është deri në lindjen e fëmijës. Atij që i frikësohet Allahut, Ai do t’ia lehtësojë çështjen"
        },
        {
            "chapter": 65,
            "verse": 5,
            "text": "Ja, këto janë urdhërimet që Allahu i ka zbritur për ju. Atij që i frikësohet Allahut, Ai do t’ia shlyejë veprat e këqija dhe do t’ia rrisë shpërblimin"
        },
        {
            "chapter": 65,
            "verse": 6,
            "text": "Gratë e ndara në periudhën e pritjes, le të banojnë aty ku banoni edhe ju, sipas mundësive tuaja dhe mos u bini në qafë për t’i detyruar (të largohen). Nëse janë shtatzëna, shpenzoni për ato deri sa të lindin. Nëse fëmija ushqehet me gjirin e nënës, paguajuni atyre shpërblimin dhe merruni vesh me të mirë. Por, nëse keni vështirësi të merreni vesh, atëherë le ta ushqejë me gji një (mëndeshë) tjetër"
        },
        {
            "chapter": 65,
            "verse": 7,
            "text": "Pasaniku le të shpenzojë sipas pasurisë që ka, ndërsa i varfri le të shpenzojë sipas asaj që i ka dhënë Allahu; Allahu nuk e ngarkon askënd mbi sa i ka dhënë. Pas vështirësisë, Ai sjell lehtësimin"
        },
        {
            "chapter": 65,
            "verse": 8,
            "text": "Sa shumë qytete u treguan kokëforta para urdhrave të Zotit të vet dhe të dërguarve të Tij! Ne u kërkuam llogari të rreptë dhe i ndëshkuam me dënim të ashpër"
        },
        {
            "chapter": 65,
            "verse": 9,
            "text": "Ata i provuan pasojat e veprave të veta dhe fundi i tyre qe shkatërrim"
        },
        {
            "chapter": 65,
            "verse": 10,
            "text": "Allahu ka përgatitur për ata dënim të rëndë, prandaj frikësojuni Allahut, o njerëz të mençur, që keni besuar! Allahu ju ka dërguar udhërrëfyesin"
        },
        {
            "chapter": 65,
            "verse": 11,
            "text": "një të Dërguar, i cili ju lexon shpalljet e Allahut me shpjegime të qarta, për t’i nxjerrë ata që besojnë dhe bëjnë vepra të mira, nga errësira në dritë. Atë që beson Allahun dhe bën vepra të mira, Ai do ta shpjerë në kopshtet e Xhenetit, nëpër të cilët rrjedhin lumenj dhe ku do të qëndrojë përgjithmonë. Pa dyshim, Allahu ka përgatitur për atë risk të mrekullueshëm"
        },
        {
            "chapter": 65,
            "verse": 12,
            "text": "Allahu është Ai, që ka krijuar shtatë qiej dhe po aq toka. Urdhrat e Tij zbresin përmes tyre, që ju ta dini se Allahu është i Fuqishëm për çdo gjë dhe se Ai përfshin gjithçka në diturinë e Tij"
        },
        {
            "chapter": 66,
            "verse": 1,
            "text": "O Profet! Përse po ia ndalon vetes atë që ta ka lejuar Allahu, duke kërkuar t’u bësh qejfin grave të tua?! Allahu është Falës dhe Mëshirëplotë"
        },
        {
            "chapter": 66,
            "verse": 2,
            "text": "Allahu ka përcaktuar një mënyrë për t’u liruar nga betimet tuaja. Allahu është Mbrojtësi juaj; Ai është i Gjithëdijshmi, i Urti"
        },
        {
            "chapter": 66,
            "verse": 3,
            "text": "Kur i Dërguari i tregoi një sekret njërës prej grave të tij, ajo e hapi këtë fjalë. Allahu ia zbuloi këtë të Dërguarit, i cili një pjesë të këtij zbulimi ia tha (gruas që ia përhapi sekretin), kurse pjesën tjetër jo. Kur i Dërguari ia tregoi asaj të fshehtën, ajo e pyeti: “E kush të ka treguar ty?” Ai i tha: “Ma tregoi i Gjithëdijshmi, i Mirinformuari”"
        },
        {
            "chapter": 66,
            "verse": 4,
            "text": "Nëse ju të dyja[372] ktheheni të penduara tek Allahu, sepse vërtet që zemrat tuaja patën devijuar, Allahu do t’ju falë. Nëse ju të dyja bashkoheni kundër tij, (dijeni se) Allahu është Mbrojtësi i tij, Xhebraili dhe besimtarët e mirë. Veç kësaj, edhe engjëjt e mbështesin atë"
        },
        {
            "chapter": 66,
            "verse": 5,
            "text": "Në qoftë se ai ju ndan, Zoti i tij mund t’ju zëvendësojë me gra më të mira se ju: myslimane, besimtare, të bindura, të kthyera tek Allahu me pendim, adhuruese (të Allahut), agjëruese, të martuara më parë ose të virgjëra"
        },
        {
            "chapter": 66,
            "verse": 6,
            "text": "O ju, që besoni! Ruani veten dhe familjet tuaja nga zjarri, lënda djegëse e të cilit janë njerëzit dhe gurët. Atë e mbikëqyrin engjëj të fuqishëm e të ashpër, të cilët kurrë nuk i kundërshtojnë urdhrat e Allahut, por i zbatojnë menjëherë ato"
        },
        {
            "chapter": 66,
            "verse": 7,
            "text": "O ju, që nuk keni besuar! Mos u shfajësoni sot (në Ditën e Gjykimit), sepse, me të vërtetë, dënoheni vetëm për veprat që keni bërë"
        },
        {
            "chapter": 66,
            "verse": 8,
            "text": "O ju, që keni besuar! Kthehuni tek Allahu me një pendim të sinqertë, që Zoti juaj t’jua shlyejë gabimet e t’ju shpjerë në kopshte, nëpër të cilat rrjedhin lumenj, Ditën, kur Allahu nuk do ta turpërojë Profetin dhe ata që besuan bashkë me atë. Drita e tyre do të shkëlqejë para tyre dhe në të djathtë të tyre. Ata do të thonë: “O Zoti ynë, përsose dritën tonë dhe falna ne! Vërtet Ti je i Fuqishëm për çdo gjë”"
        },
        {
            "chapter": 66,
            "verse": 9,
            "text": "O Profet! Luftoji të pafetë dhe hipokritët dhe bëhu i ashpër ndaj tyre! Vendbanimi i tyre do të jetë Xhehenemi. Eh, sa i shëmtuar është ai vendbanim"
        },
        {
            "chapter": 66,
            "verse": 10,
            "text": "Allahu ka dhënë si shembull për ata që nuk besojnë, gruan e Nuhut dhe gruan e Lutit. Ato ishin të martuara me dy nga robtë Tanë të ndershëm dhe i tradhtuan ata. Prandaj, ata nuk mund t’i mbrojnë aspak nga Allahu (Ditën e Gjykimit) e atyre të dyjave do t’u thuhet: “Hyni në zjarr, me ata që po hyjnë!”"
        },
        {
            "chapter": 66,
            "verse": 11,
            "text": "Allahu ka dhënë si shembull për besimtarët gruan e Faraonit, kur ajo tha: “O Zoti im! Ndërtomë një banesë tek Ti, në Xhenet; më shpëto nga Faraoni dhe veprat e tij dhe më shpëto nga populli keqbërës!”"
        },
        {
            "chapter": 66,
            "verse": 12,
            "text": "Edhe Merjemen, të bijën e Imranit, e cila ruajti virgjërinë e saj; Ne frymë brenda saj nga shpirti Ynë[373] (shpirtin e Isait a.s.). Ajo u besoi fjalëve të Zotit të saj dhe librave të Tij e ishte nga të devotshmit"
        },
        {
            "chapter": 67,
            "verse": 1,
            "text": "Qoftë i lartësuar Ai, në dorën e të Cilit është pushteti suprem dhe që është i Fuqishëm të bëjë çdo gjë"
        },
        {
            "chapter": 67,
            "verse": 2,
            "text": "Ai i ka krijuar jetën dhe vdekjen, për t’ju provuar se kush prej jush do të veprojë më mirë; Ai është i Plotfuqishmi dhe Falësi i madh"
        },
        {
            "chapter": 67,
            "verse": 3,
            "text": "Ai ka krijuar shtatë qiej njërin mbi tjetrin. Nuk mund të gjesh në krijimin e të Gjithëmëshirshmit kurrfarë ceni. Hidhe vështrimin: a sheh ndonjë plasaritje"
        },
        {
            "chapter": 67,
            "verse": 4,
            "text": "Pastaj hidhe sërish vështrimin; sytë e tu do të kthehen të lodhur e të molisur"
        },
        {
            "chapter": 67,
            "verse": 5,
            "text": "Ne jua kemi zbukuruar qiellin më të afërm me yje të shkëlqyeshme dhe i kemi bërë ato si predha për të larguar djajtë, për të cilët kemi përgatitur dënimin me zjarr"
        },
        {
            "chapter": 67,
            "verse": 6,
            "text": "Kurse për ata, që e mohojnë Zotin e tyre, dënimi është Xhehenemi; eh, sa i shëmtuar është ai vendbanim"
        },
        {
            "chapter": 67,
            "verse": 7,
            "text": "Kur të hidhen aty, do të dëgjojnë ulërimën e tij, ndërkohë që ai vlon"
        },
        {
            "chapter": 67,
            "verse": 8,
            "text": "gati për të shpërthyer me furi. Sa herë që aty të hidhet ndonjë grup, rojtarët e tij do t’i pyesin ata: “A nuk ju erdhi ndonjë paralajmërues?!”"
        },
        {
            "chapter": 67,
            "verse": 9,
            "text": "“Po - do të përgjigjen ata - na kanë ardhur vërtet paralajmërues, por ne i quajtëm ata gënjeshtarë dhe thamë: “Allahu nuk ka shpallur asgjë; ju jeni në një humbje të madhe”"
        },
        {
            "chapter": 67,
            "verse": 10,
            "text": "Ata do të thonë: “Sikur të kishim dëgjuar ose menduar, nuk do të ishim midis banorëve të Zjarrit Flakërues!”"
        },
        {
            "chapter": 67,
            "verse": 11,
            "text": "Kështu, ata do ta pranojnë gjynahun e tyre. Larg qofshin prej mëshirës së Zotit banorët e Zjarrit Flakërues"
        },
        {
            "chapter": 67,
            "verse": 12,
            "text": "Vërtet, për ata që i frikësohen Zotit të tyre pa e parë Atë, do të ketë falje dhe shpërblim të madh"
        },
        {
            "chapter": 67,
            "verse": 13,
            "text": "Sido që të flisni ju, fshehtas apo haptas, Ai e di mirë ç’ka në zemrat tuaja"
        },
        {
            "chapter": 67,
            "verse": 14,
            "text": "E si të mos dijë Ai që ka krijuar gjithçka, kur Ai njeh çdo gjë me imtësi dhe është i Gjithëinformuari"
        },
        {
            "chapter": 67,
            "verse": 15,
            "text": "Ai jua ka bërë Tokën të përdorshme, andaj ecni nëpër viset e saj dhe ushqehuni me atë, që ju ka dhënë Ai. Si të ringjalleni, do të ktheheni tek Ai"
        },
        {
            "chapter": 67,
            "verse": 16,
            "text": "A jeni të sigurt se kush është në qiell nuk do ta bëjë Tokën t’ju kapërdijë, kur të fillojë të dridhet papritmas"
        },
        {
            "chapter": 67,
            "verse": 17,
            "text": "A jeni të sigurt se kush është në qiell, nuk do t’ju çojë furtunë gurësh? Atëherë do ta dini sa i frikshëm është paralajmërimi Im"
        },
        {
            "chapter": 67,
            "verse": 18,
            "text": "Edhe ata që ishin para jush i quajtën gënjeshtarë të dërguarit e tyre. Eh, sa i ashpër ka qenë ndëshkimi Im"
        },
        {
            "chapter": 67,
            "verse": 19,
            "text": "A nuk i shohin shpendët mbi kokat e tyre, se si i hapin dhe i mbledhin krahët? Askush nuk i mban ata, përveç të Gjithëmëshirshmit; Ai, me të vërtetë, sheh çdo gjë"
        },
        {
            "chapter": 67,
            "verse": 20,
            "text": "Kush është ai, që mund t’ju ndihmojë si një ushtri e tërë, përveç të Gjithëmëshirshmit? Mohuesit janë pre e mashtrimit (të shejtanit)"
        },
        {
            "chapter": 67,
            "verse": 21,
            "text": "Kush janë ata, që do t’ju japin mjete jetese, në qoftë se Ai jua ndalon ato? Por ata janë zhytur në kryeneçësi e mendjemadhësi"
        },
        {
            "chapter": 67,
            "verse": 22,
            "text": "A është më mirë ai që shkon rrëshqanas e kokulur apo ai që ecën ballëlart në rrugën e drejtë"
        },
        {
            "chapter": 67,
            "verse": 23,
            "text": "Thuaju: “Është Ai që ju ka krijuar dhe ju ka dhënë dëgjimin, shikimin dhe zemrat, e megjithatë ju pak e falënderoni!”"
        },
        {
            "chapter": 67,
            "verse": 24,
            "text": "Thuaju: “Është Ai që ju ka shpërndarë nëpër Tokë dhe para Tij do të tuboheni”"
        },
        {
            "chapter": 67,
            "verse": 25,
            "text": "Ata thonë: “Atëherë, kur (do të vijë) ky premtim, nëse thoni të vërtetën?”"
        },
        {
            "chapter": 67,
            "verse": 26,
            "text": "Thuaju: “Dijenia (për këtë) i përket vetëm Allahut, kurse unë jam vetëm një paralajmërues i qartë”"
        },
        {
            "chapter": 67,
            "verse": 27,
            "text": "Kur të shohin dënimin për së afërmi, fytyrat e atyre që mohuan do të zymtohen dhe, atëherë, do t’u thuhet: “Ja, kjo është ajo që e keni kërkuar të shpejtohej!”"
        },
        {
            "chapter": 67,
            "verse": 28,
            "text": "Thuaj: “Mendoni: në qoftë se Allahu më shkatërron mua dhe ndjekësit e mi apo na mëshiron, kush është ai që do t’i mbrojë jobesimtarët nga dënimi i padurueshëm?!”"
        },
        {
            "chapter": 67,
            "verse": 29,
            "text": "Thuaj: “Ai është i Gjithëmëshirshmi; ne Atë besojmë dhe tek Ai mbështetemi e ju, sigurisht, do ta merrni vesh se kush do të jetë në humbje të plotë”"
        },
        {
            "chapter": 67,
            "verse": 30,
            "text": "Thuaj: “Mendoni: nëse ujërat tuaja ju shteren, kush (përveç Allahut) do t’ju sjellë ujë rrjedhës?!”"
        },
        {
            "chapter": 68,
            "verse": 1,
            "text": "Nûn. Betohem për penën dhe për atë që shkruajnë"
        },
        {
            "chapter": 68,
            "verse": 2,
            "text": "se ti (o Muhamed), falë mirësisë së Zotit tënd, nuk je i marrë"
        },
        {
            "chapter": 68,
            "verse": 3,
            "text": "Pa dyshim, ti do të jesh përherë i shpërblyer"
        },
        {
            "chapter": 68,
            "verse": 4,
            "text": "se ti je me virtyte madhore"
        },
        {
            "chapter": 68,
            "verse": 5,
            "text": "Së shpejti ti do ta shohësh, por edhe ata[374] do ta shohin"
        },
        {
            "chapter": 68,
            "verse": 6,
            "text": "se cilin prej jush e ka prekur marrëzia"
        },
        {
            "chapter": 68,
            "verse": 7,
            "text": "Zoti yt e di më së miri, se cili është shmangur nga rruga e Tij dhe, i njeh mirë ata që janë në rrugën e drejtë"
        },
        {
            "chapter": 68,
            "verse": 8,
            "text": "Andaj, ti mos i dëgjo jobesimtarët"
        },
        {
            "chapter": 68,
            "verse": 9,
            "text": "Ata dëshirojnë që ti të bësh lëshime, kështu që dhe ata të bëjnë lëshime"
        },
        {
            "chapter": 68,
            "verse": 10,
            "text": "Por ti mos iu bind çdo betari të përçmuar"
        },
        {
            "chapter": 68,
            "verse": 11,
            "text": "shpifaraku, që përhap thashetheme"
        },
        {
            "chapter": 68,
            "verse": 12,
            "text": "penguesi veprash të mira, shkelësi dhe keqbërësi"
        },
        {
            "chapter": 68,
            "verse": 13,
            "text": "të ashpri që, veç kësaj, është edhe kopil"
        },
        {
            "chapter": 68,
            "verse": 14,
            "text": "vetëm se është i pasur dhe ka shumë djem"
        },
        {
            "chapter": 68,
            "verse": 15,
            "text": "Kur i lexohen shpalljet tona, ai thotë: “Këto janë vetëm përralla të të lashtëve!”"
        },
        {
            "chapter": 68,
            "verse": 16,
            "text": "Ne do t’ia damkosim hundën"
        },
        {
            "chapter": 68,
            "verse": 17,
            "text": "Ne i kemi vënë në provë ata (banorët e Mekës), ashtu siç i sprovuam të zotët e kopshtit, të cilët ishin betuar se në mëngjes do t’i vilnin frutat"
        },
        {
            "chapter": 68,
            "verse": 18,
            "text": "e nuk patën thënë “Në dashtë Zoti”"
        },
        {
            "chapter": 68,
            "verse": 19,
            "text": "Kështu, kopshtin e goditi një fatkeqësi nga Zoti yt, ndërkohë që ata po flinin"
        },
        {
            "chapter": 68,
            "verse": 20,
            "text": "dhe gdhiu si i kositur"
        },
        {
            "chapter": 68,
            "verse": 21,
            "text": "Në agim, ata thirrën njëri-tjetrin"
        },
        {
            "chapter": 68,
            "verse": 22,
            "text": "“Nxitoni herët në kopshtin tuaj, nëse doni t’i vilni frutat!”"
        },
        {
            "chapter": 68,
            "verse": 23,
            "text": "Dhe u nisën duke pëshpëritur"
        },
        {
            "chapter": 68,
            "verse": 24,
            "text": "“Të mos lejojmë asnjë të vobekët që të hyjë në kopshtin tonë!”"
        },
        {
            "chapter": 68,
            "verse": 25,
            "text": "Ata u nisën herët, të vendosur në atë që thanë"
        },
        {
            "chapter": 68,
            "verse": 26,
            "text": "Por, kur e panë kopshtin, ata thanë: “Ne qenkemi vërtet të humbur"
        },
        {
            "chapter": 68,
            "verse": 27,
            "text": "madje, qenkemi të privuar (nga frutat e kopshtit).”"
        },
        {
            "chapter": 68,
            "verse": 28,
            "text": "Më i arsyeshmi ndër ta tha: “A nuk ju thashë unë se duhet ta lartësoni Allahun?!”"
        },
        {
            "chapter": 68,
            "verse": 29,
            "text": "“Lavdëruar qoftë Zoti ynë! - thanë - Ne paskemi qenë vërtet të padrejtë!”"
        },
        {
            "chapter": 68,
            "verse": 30,
            "text": "Atëherë filluan të qortojnë njëri-tjetrin"
        },
        {
            "chapter": 68,
            "verse": 31,
            "text": "“Ah, të mjerët ne! - thanë ata - Paskemi qenë vërtet arrogantë"
        },
        {
            "chapter": 68,
            "verse": 32,
            "text": "Zoti ynë mund të na japë një kopsht më të mirë, po të kthehemi të penduar tek Ai!”"
        },
        {
            "chapter": 68,
            "verse": 33,
            "text": "I tillë ka qenë dënimi i tyre. Ndërsa dënimi në jetën tjetër, është më i madh, veç sikur ta dinin"
        },
        {
            "chapter": 68,
            "verse": 34,
            "text": "Për ata që ruhen (nga gjynahet), tek Allahu do të ketë kopshte të kënaqësive"
        },
        {
            "chapter": 68,
            "verse": 35,
            "text": "Vallë, a t’i trajtojmë ata që Na nënshtrohen njësoj me keqbërësit"
        },
        {
            "chapter": 68,
            "verse": 36,
            "text": "Çfarë keni ju (jobesimtarë)? Si po gjykoni kështu"
        },
        {
            "chapter": 68,
            "verse": 37,
            "text": "A keni ndonjë libër, që ju premton"
        },
        {
            "chapter": 68,
            "verse": 38,
            "text": "se do të keni çfarëdo, që të zgjidhni"
        },
        {
            "chapter": 68,
            "verse": 39,
            "text": "Apo kemi bërë me ju ndonjë besëlidhje të vlefshme deri në Ditën e Kiametit dhe, e cila ju siguron, se do ta keni atë që keni urdhëruar"
        },
        {
            "chapter": 68,
            "verse": 40,
            "text": "Pyeti ata se kush i garanton për këtë"
        },
        {
            "chapter": 68,
            "verse": 41,
            "text": "Ose, mos kanë ata bashkëpunëtorë? Atëherë le t’i sjellin bashkëpunëtorët e tyre, nëse ajo që thonë është e vërtetë"
        },
        {
            "chapter": 68,
            "verse": 42,
            "text": "Ditën (e Kiametit), kur të zbulohen shumë ngjarje të frikshme, ata do të thirren që të përulen në sexhde, por nuk do të munden"
        },
        {
            "chapter": 68,
            "verse": 43,
            "text": "Të ulura do të jenë shikimet e tyre dhe do t’i mbulojë poshtërimi, sepse kanë qenë të ftuar të përuleshin në sexhde, sa qenë shëndoshë (dhe nuk kanë pranuar)"
        },
        {
            "chapter": 68,
            "verse": 44,
            "text": "Prandaj, më lër Mua me ata, që e mohojnë këtë Fjalë (Kuranin). Ne do t’i çojmë ata hap pas hapi drejt rrënimit të tyre, me mënyra që ata nuk i kuptojnë"
        },
        {
            "chapter": 68,
            "verse": 45,
            "text": "Dhe do t’u japim atyre afat; vërtet që kurthi Im është i fortë"
        },
        {
            "chapter": 68,
            "verse": 46,
            "text": "A mos po kërkon shpërblim prej tyre, kështu që qenkan të rënduar nga borxhet"
        },
        {
            "chapter": 68,
            "verse": 47,
            "text": "Apo ata e dinë të padukshmen, kështu që e shkruajnë"
        },
        {
            "chapter": 68,
            "verse": 48,
            "text": "Prandaj, duro për gjykimin e Zotit tënd dhe mos u bëj si Njeriu i Peshkut (Junusi a.s.), kur iu lut Zotit të vet i dëshpëruar (në barkun e balenës)"
        },
        {
            "chapter": 68,
            "verse": 49,
            "text": "Sikur të mos i vinte mëshira prej Zotit tënd, ai do të hidhej në një shkretëtirë, i fajësuar"
        },
        {
            "chapter": 68,
            "verse": 50,
            "text": "Por Zoti i tij e zgjodhi dhe e futi me punëdrejtët"
        },
        {
            "chapter": 68,
            "verse": 51,
            "text": "Kur dëgjojnë Kuranin, mohuesit sa nuk të hanë me shikimet e tyre dhe thonë: “Ai është vërtet i marrë!”"
        },
        {
            "chapter": 68,
            "verse": 52,
            "text": "Por Kurani është vetëm këshillë për botët"
        },
        {
            "chapter": 69,
            "verse": 1,
            "text": "E Vërteta e pashmangshme"
        },
        {
            "chapter": 69,
            "verse": 2,
            "text": "Ç’është e Vërteta e pashmangshme"
        },
        {
            "chapter": 69,
            "verse": 3,
            "text": "E kush do të ta shpjegojë ty se ç’është e Vërteta e pashmangshme"
        },
        {
            "chapter": 69,
            "verse": 4,
            "text": "Fiset Themud dhe Ad e mohuan Gjëmimin e tmerrshëm"
        },
        {
            "chapter": 69,
            "verse": 5,
            "text": "prandaj fisi Themud u shkatërrua nga një ulërimë e tmerrshme"
        },
        {
            "chapter": 69,
            "verse": 6,
            "text": "kurse fisi Ad u shkatërrua nga një furtunë shungulluese të rreptë"
        },
        {
            "chapter": 69,
            "verse": 7,
            "text": "të cilën Allahu ua dërgoi atyre shtatë net dhe tetë ditë pareshtur. Atëherë mund t’i vëreje njerëzit të përmbysur si trungjet e hurmave të kalbura"
        },
        {
            "chapter": 69,
            "verse": 8,
            "text": "A sheh ndonjë gjurmë të tyre"
        },
        {
            "chapter": 69,
            "verse": 9,
            "text": "Faraoni, ata para tij dhe populli i qyteteve të rrënuara[377] kryen gjynahe të mëdha"
        },
        {
            "chapter": 69,
            "verse": 10,
            "text": "dhe e kundërshtuan të dërguarin e Zotit të tyre, andaj Allahu i zhbiu ata me dënim të ashpër"
        },
        {
            "chapter": 69,
            "verse": 11,
            "text": "Kur vërshoi uji i madh, Ne ju ngarkuam ju[378] në anije"
        },
        {
            "chapter": 69,
            "verse": 12,
            "text": "për ta bërë atë një paralajmërim, që ta dëgjojë çdo vesh i vëmendshëm"
        },
        {
            "chapter": 69,
            "verse": 13,
            "text": "Dhe kur t’i fryhet një herë Surit"
        },
        {
            "chapter": 69,
            "verse": 14,
            "text": "kur toka dhe malet të ngrihen lart e të thërrmohen me një goditje shkatërrimtare"
        },
        {
            "chapter": 69,
            "verse": 15,
            "text": "atëherë do të ndodhë Ngjarja e pashmangshme (Kiameti)"
        },
        {
            "chapter": 69,
            "verse": 16,
            "text": "Dhe do të çahet qielli, që atë ditë do të jetë i thyeshëm"
        },
        {
            "chapter": 69,
            "verse": 17,
            "text": "Engjëjt do të rrinë skajeve të tij, kurse tetë prej tyre do të mbajnë Fronin e Zotit tënd"
        },
        {
            "chapter": 69,
            "verse": 18,
            "text": "Atë Ditë do të mbeteni zbuluar dhe asnjë fshehtësi juaja nuk do të mbetet pa u shfaqur"
        },
        {
            "chapter": 69,
            "verse": 19,
            "text": "Ai, të cilit do t’i jepet libri i veprave të tij nga ana e djathtë, do t’u thotë (njerëzve të tij): “Ja, lexoni librin tim"
        },
        {
            "chapter": 69,
            "verse": 20,
            "text": "Vërtet, unë kam qenë i bindur se do të jepja llogari.”"
        },
        {
            "chapter": 69,
            "verse": 21,
            "text": "Kështu, ai do të ketë jetë të lumtur"
        },
        {
            "chapter": 69,
            "verse": 22,
            "text": "në një kopsht të lartë"
        },
        {
            "chapter": 69,
            "verse": 23,
            "text": "frutat e të cilit do t’i kapë lehtë"
        },
        {
            "chapter": 69,
            "verse": 24,
            "text": "(Njerëzve të tillë u thuhet:) “Ju bëftë mirë, hani e pini për atë, që keni bërë në ditët e kaluara!”"
        },
        {
            "chapter": 69,
            "verse": 25,
            "text": "Por ai, të cilit do t’i jepet libri i veprave të tij nga ana e majtë, do të thotë: “Ah, sikur të mos më ishte dhënë libri im"
        },
        {
            "chapter": 69,
            "verse": 26,
            "text": "dhe të mos e kisha ditur llogarinë time"
        },
        {
            "chapter": 69,
            "verse": 27,
            "text": "Ah, të kisha qenë i vdekur (e të mos isha ringjallur)"
        },
        {
            "chapter": 69,
            "verse": 28,
            "text": "Pasuria ime nuk më solli dobi"
        },
        {
            "chapter": 69,
            "verse": 29,
            "text": "dhe më la fuqia ime!”"
        },
        {
            "chapter": 69,
            "verse": 30,
            "text": "(Do të thuhet) “Kapeni dhe lidheni në pranga"
        },
        {
            "chapter": 69,
            "verse": 31,
            "text": "pastaj digjeni në zjarrin përvëlues"
        },
        {
            "chapter": 69,
            "verse": 32,
            "text": "mandej lidheni në zinxhirë prej shtatëdhjetë kutesh"
        },
        {
            "chapter": 69,
            "verse": 33,
            "text": "sepse ai, me të vërtetë, nuk ka besuar në Allahun e Madhërishëm"
        },
        {
            "chapter": 69,
            "verse": 34,
            "text": "dhe nuk është kujdesur për të ushqyer të varfrit e shkretë"
        },
        {
            "chapter": 69,
            "verse": 35,
            "text": "Prandaj, ai sot këtu s’ka mik të afërt"
        },
        {
            "chapter": 69,
            "verse": 36,
            "text": "e as ushqim tjetër, përveç qelbit"
        },
        {
            "chapter": 69,
            "verse": 37,
            "text": "të cilin e hanë vetëm gjynahqarët"
        },
        {
            "chapter": 69,
            "verse": 38,
            "text": "Betohem për gjithçka që ju shihni"
        },
        {
            "chapter": 69,
            "verse": 39,
            "text": "dhe për gjithçka që nuk e shihni"
        },
        {
            "chapter": 69,
            "verse": 40,
            "text": "se ky (Kuran) është vërtet fjalë e (kumtuar prej) një të Dërguari të nderuar (Muhamedit a.s)"
        },
        {
            "chapter": 69,
            "verse": 41,
            "text": "e nuk është fjalë poeti; sa pak që besoni"
        },
        {
            "chapter": 69,
            "verse": 42,
            "text": "Nuk është as fjalë e ndonjë falltari; sa pak që po reflektoni"
        },
        {
            "chapter": 69,
            "verse": 43,
            "text": "Ai është shpallje e zbritur nga Zoti i botëve"
        },
        {
            "chapter": 69,
            "verse": 44,
            "text": "Sikur ai (Muhamedi), në mënyrë të rreme, të Na kishte veshur ndonjë fjalë"
        },
        {
            "chapter": 69,
            "verse": 45,
            "text": "Ne do ta kapnim atë për dorën e djathtë"
        },
        {
            "chapter": 69,
            "verse": 46,
            "text": "dhe me siguri që do t’ia prisnim damarin e qafës"
        },
        {
            "chapter": 69,
            "verse": 47,
            "text": "e askush prej jush nuk do të mund ta mbronte"
        },
        {
            "chapter": 69,
            "verse": 48,
            "text": "Natyrisht, Kurani është përkujtesë për ata që i frikësohen Zotit"
        },
        {
            "chapter": 69,
            "verse": 49,
            "text": "Ne e dimë mirë se ka prej jush që e mohojnë atë"
        },
        {
            "chapter": 69,
            "verse": 50,
            "text": "Ai është keqardhje për mohuesit"
        },
        {
            "chapter": 69,
            "verse": 51,
            "text": "Ai është, pa dyshim, e vërtetë e pamohueshme"
        },
        {
            "chapter": 69,
            "verse": 52,
            "text": "Prandaj, lartësoje emrin e Zotit tënd të Madhërishëm"
        },
        {
            "chapter": 70,
            "verse": 1,
            "text": "Dikush kërkoi një dënim të shpejtë"
        },
        {
            "chapter": 70,
            "verse": 2,
            "text": "Për jobesimtarët askush nuk mund ta ndalojë atë (dënim)"
        },
        {
            "chapter": 70,
            "verse": 3,
            "text": "(që vjen) nga Allahu, Zoti i Rrugëve të Ngjitjes"
        },
        {
            "chapter": 70,
            "verse": 4,
            "text": "Tek Ai ngjiten engjëjt dhe Shpirti (Xhebraili), në një ditë që zgjat sa pesëdhjetë mijë vjet"
        },
        {
            "chapter": 70,
            "verse": 5,
            "text": "Prandaj, duro, me durim të hijshëm"
        },
        {
            "chapter": 70,
            "verse": 6,
            "text": "Ata e mendojnë atë (dënim) të largët"
        },
        {
            "chapter": 70,
            "verse": 7,
            "text": "kurse Ne e shohim të afërt"
        },
        {
            "chapter": 70,
            "verse": 8,
            "text": "Atë Ditë qielli do të bëhet si llumi i vajit"
        },
        {
            "chapter": 70,
            "verse": 9,
            "text": "e malet do të bëhen si lesh i shprishur"
        },
        {
            "chapter": 70,
            "verse": 10,
            "text": "Shoku s’do të pyesë për të shokun"
        },
        {
            "chapter": 70,
            "verse": 11,
            "text": "edhe pse do të vihen të shohin njëri-tjetrin. Për të liruar veten nga dënimi i asaj dite, fajtori do të sakrifikonte me gjithë qejf fëmijët e vet"
        },
        {
            "chapter": 70,
            "verse": 12,
            "text": "edhe gruan, edhe vëllanë e vet"
        },
        {
            "chapter": 70,
            "verse": 13,
            "text": "edhe farefisin, që i gjendej pranë (ne jetën e Tokës)"
        },
        {
            "chapter": 70,
            "verse": 14,
            "text": "si dhe të gjithë ata që gjenden në faqe të Tokës, nëse kjo do të mund ta shpëtonte"
        },
        {
            "chapter": 70,
            "verse": 15,
            "text": "Por jo, (fajtori do të hidhet në zjarr)! Ai është zjarr flakërues"
        },
        {
            "chapter": 70,
            "verse": 16,
            "text": "që e shkul (dhe e djeg) krejtësisht skalpin e kokës"
        },
        {
            "chapter": 70,
            "verse": 17,
            "text": "Ai thërret këdo që (i) ka kthyer shpinën e (i) është larguar (besimit)"
        },
        {
            "chapter": 70,
            "verse": 18,
            "text": "dhe që ka grumbulluar (pasuri) dhe e ka fshehur"
        },
        {
            "chapter": 70,
            "verse": 19,
            "text": "Vërtet që njeriu është krijuar i paqëndrueshëm"
        },
        {
            "chapter": 70,
            "verse": 20,
            "text": "kur atë e godet e keqja, ai ligështohet fort"
        },
        {
            "chapter": 70,
            "verse": 21,
            "text": "por, kur i bie e mira, ai bëhet koprrac"
        },
        {
            "chapter": 70,
            "verse": 22,
            "text": "Përjashtim bëjnë ata që falen"
        },
        {
            "chapter": 70,
            "verse": 23,
            "text": "e që janë të vazhdueshëm në faljet e tyre"
        },
        {
            "chapter": 70,
            "verse": 24,
            "text": "e që caktojnë një pjesë të pasurisë së tyre"
        },
        {
            "chapter": 70,
            "verse": 25,
            "text": "për lypësin dhe për nevojtarin"
        },
        {
            "chapter": 70,
            "verse": 26,
            "text": "e që besojnë në Ditën e Llogarisë (Gjykimit)"
        },
        {
            "chapter": 70,
            "verse": 27,
            "text": "e që frikësohen nga dënimi i Zotit të tyre"
        },
        {
            "chapter": 70,
            "verse": 28,
            "text": "vërtet që askush nuk është i sigurt prej dënimit të Zotit të vet"
        },
        {
            "chapter": 70,
            "verse": 29,
            "text": "e që e ruajnë nderin e tyre (nga marrëdhëniet e jashtëligjshme)"
        },
        {
            "chapter": 70,
            "verse": 30,
            "text": "përveçse ndaj bashkëshorteve dhe skllaveve të veta - në këtë rast nuk meritojnë qortim"
        },
        {
            "chapter": 70,
            "verse": 31,
            "text": "por kush kërkon jashtë këtyre caqeve, pikërisht ata janë shkelësit"
        },
        {
            "chapter": 70,
            "verse": 32,
            "text": "e që i ruajnë amanetet dhe i plotësojnë besëlidhjet e tyre"
        },
        {
            "chapter": 70,
            "verse": 33,
            "text": "e që gjithnjë dëshmojnë drejt"
        },
        {
            "chapter": 70,
            "verse": 34,
            "text": "e që i falin namazet rregullisht"
        },
        {
            "chapter": 70,
            "verse": 35,
            "text": "Pikërisht ata do të jenë të nderuar në kopshtet e Xhenetit"
        },
        {
            "chapter": 70,
            "verse": 36,
            "text": "Ç’është kështu me jobesimtarët, që nxitojnë drejt teje"
        },
        {
            "chapter": 70,
            "verse": 37,
            "text": "djathtas e majtas, grupe-grupe"
        },
        {
            "chapter": 70,
            "verse": 38,
            "text": "A mos çdonjëri prej tyre shpreson të hyjë në Kopshtin e Lumturisë"
        },
        {
            "chapter": 70,
            "verse": 39,
            "text": "Kurrsesi! Vërtet që ata e dinë nga çfarë i kemi krijuar"
        },
        {
            "chapter": 70,
            "verse": 40,
            "text": "Betohem për Zotin e lindjeve dhe të perëndimeve, që Ne jemi të Zotë"
        },
        {
            "chapter": 70,
            "verse": 41,
            "text": "t’i ndërrojmë ata me njerëz më të mirë se ata dhe askush nuk na pengon dot"
        },
        {
            "chapter": 70,
            "verse": 42,
            "text": "Andaj, lëri ata të zbaviten me gjëra të kota dhe të luajnë derisa të përballen me Ditën e tyre që u është premtuar"
        },
        {
            "chapter": 70,
            "verse": 43,
            "text": "Ditën, në të cilën do të dalin nga varrezat duke vrapuar, sikur të ishin duke nxituar drejt një altari"
        },
        {
            "chapter": 70,
            "verse": 44,
            "text": "me shikim të frikësuar e të kapluar nga poshtërimi. Ajo është Dita që u është premtuar atyre"
        },
        {
            "chapter": 71,
            "verse": 1,
            "text": "Ne e dërguam Nuhun te populli i tij dhe i thamë: “Paralajmëroje popullin tënd para se t’i vijë një dënim i dhembshëm!”"
        },
        {
            "chapter": 71,
            "verse": 2,
            "text": "Ai tha: “O populli im! Në të vërtetë, unë jam për ju një paralajmërues i qartë"
        },
        {
            "chapter": 71,
            "verse": 3,
            "text": "që të adhuroni Allahun, t’i frikësoheni Atij e të më bindeni mua"
        },
        {
            "chapter": 71,
            "verse": 4,
            "text": "me qëllim që Ai të falë disa nga gjynahet tuaja dhe t’ju lërë (të jetoni) deri në një afat të caktuar. Dhe, kur t’ju vijë çasti i caktuar i Allahut, askush nuk do të mund ta shtyjë atë, veç sikur ta dinit”"
        },
        {
            "chapter": 71,
            "verse": 5,
            "text": "Ai tha: “O Zoti im, unë e thirra vërtet popullin tim natë e ditë"
        },
        {
            "chapter": 71,
            "verse": 6,
            "text": "por thirrja ime edhe më tepër i largoi (nga e vërteta)"
        },
        {
            "chapter": 71,
            "verse": 7,
            "text": "Sa herë, që i thirrja për t’i falur Ti, ata shtinin gishtërinjtë në veshë dhe mbuloheshin me petkat e tyre, duke këmbëngulur me mendjemadhësi (në mosbesim)"
        },
        {
            "chapter": 71,
            "verse": 8,
            "text": "Pastaj i thirra me zë të lartë"
        },
        {
            "chapter": 71,
            "verse": 9,
            "text": "Më pas ua shpalla edhe botërisht, edhe fshehurazi"
        },
        {
            "chapter": 71,
            "verse": 10,
            "text": "e u thashë: “Kërkoni falje nga Zoti juaj, i Cili është Falës i madh"
        },
        {
            "chapter": 71,
            "verse": 11,
            "text": "që Ai t’ju dërgojë shi të bollshëm"
        },
        {
            "chapter": 71,
            "verse": 12,
            "text": "t’ju shtojë pasurinë dhe fëmijët tuaj dhe të bëjë për ju kopshte e lumenj"
        },
        {
            "chapter": 71,
            "verse": 13,
            "text": "Ç’është kështu me ju, që nuk e madhëroni Allahun siç duhet (duke e pasur frikë)"
        },
        {
            "chapter": 71,
            "verse": 14,
            "text": "ndërkohë që Ai ju ka krijuar në etapa (etapat e embrionit)"
        },
        {
            "chapter": 71,
            "verse": 15,
            "text": "A nuk e shihni se si Allahu i ka krijuar shtatë qiejt njëri mbi tjetrin"
        },
        {
            "chapter": 71,
            "verse": 16,
            "text": "dhe në ta e ka bërë Hënën dritë, kurse Diellin e ka bërë fener"
        },
        {
            "chapter": 71,
            "verse": 17,
            "text": "Allahu ju ka krijuar nga toka, ashtu si bimët"
        },
        {
            "chapter": 71,
            "verse": 18,
            "text": "pastaj ju kthen tek ajo dhe prej saj sërish do t’ju nxjerrë"
        },
        {
            "chapter": 71,
            "verse": 19,
            "text": "Allahu për ju e ka bërë Tokën shtrojë të gjerë"
        },
        {
            "chapter": 71,
            "verse": 20,
            "text": "që të ecni nëpër të, nëpër rrugët e gjera.”"
        },
        {
            "chapter": 71,
            "verse": 21,
            "text": "Nuhu tha: “O Zoti im, ata më kundërshtuan mua dhe u dhanë pas atyre njerëzve, pasuria dhe fëmijët e të cilëve nuk kanë sjellë gjë tjetër, veç shkatërrimit"
        },
        {
            "chapter": 71,
            "verse": 22,
            "text": "Ata kurdisën një kurth të madh"
        },
        {
            "chapter": 71,
            "verse": 23,
            "text": "dhe thanë: ‘Mos i lini kurrsesi zotat tuaj! Mos e lini kurrsesi as Veddin, as Suvain, as Jeguthin, as Jaukën, as Nesrin’"
        },
        {
            "chapter": 71,
            "verse": 24,
            "text": "E kështu kanë futur në rrugë të gabuar shumë (njerëz). Prandaj, keqbërësve mos u shto gjë tjetër, veç humbjes!”"
        },
        {
            "chapter": 71,
            "verse": 25,
            "text": "Për shkak të gjynaheve të tyre, ata u përmbytën dhe u hodhën në zjarr. Ata nuk gjetën mbrojtës tjetër për veten në vend të Allahut"
        },
        {
            "chapter": 71,
            "verse": 26,
            "text": "Dhe Nuhu tha: “O Zoti im, mos lër mbi tokë asnjë femohues"
        },
        {
            "chapter": 71,
            "verse": 27,
            "text": "sepse, nëse Ti i lë, ata do t’i shpien në humbje robërit e Tu dhe do të lindin vetëm kriminelë dhe jobesimtarë"
        },
        {
            "chapter": 71,
            "verse": 28,
            "text": "O Zoti im, falmë mua dhe prindërit e mi, si dhe çdo besimtar, që kërkon strehim në shtëpinë time! Fali të gjithë besimtarët e besimtaret, ndërsa keqbërësve shtoju vetëm shkatërrim!”"
        },
        {
            "chapter": 72,
            "verse": 1,
            "text": "Thuaj (o Muhamed): “Mua më është shpallur se disa prej xhindeve kanë dëgjuar (Kuranin) dhe kanë thënë: ‘Me të vërtetë, kemi dëgjuar një Kuran të mrekullueshëm"
        },
        {
            "chapter": 72,
            "verse": 2,
            "text": "i cili udhëzon në rrugën e drejtë dhe kemi besuar në të, prandaj kurrsesi më nuk do t’i shoqërojmë askënd Zotit tonë (në adhurim)"
        },
        {
            "chapter": 72,
            "verse": 3,
            "text": "Qoftë lartësuar Madhëria e Zotit tonë! Ai nuk ka zgjedhur as bashkëshorte, as bir"
        },
        {
            "chapter": 72,
            "verse": 4,
            "text": "Por disa të marrë nga ne flisnin gënjeshtra për Allahun"
        },
        {
            "chapter": 72,
            "verse": 5,
            "text": "kurse ne mendonim se as njerëzit, as xhindet nuk flasin gënjeshtra për Allahun"
        },
        {
            "chapter": 72,
            "verse": 6,
            "text": "Në të vërtetë, ka pasur njerëz që kërkonin mbrojtje nga xhindet, por kjo vetëm sa i çoi më tej në gabime"
        },
        {
            "chapter": 72,
            "verse": 7,
            "text": "Edhe ata mendonin siç mendonit ju, se Allahu nuk do të ringjallte askënd"
        },
        {
            "chapter": 72,
            "verse": 8,
            "text": "Ne jemi ata që kemi synuar qiellin, por kemi hasur në plot roje të forta (engjëj të fuqishëm) dhe shigjeta të zjarrta (meteorë)"
        },
        {
            "chapter": 72,
            "verse": 9,
            "text": "Dhe uleshim rreth tij, nëpër vende të përshtatshme për të dëgjuar diçka, por ai që përgjon tani, do të hasë në shigjeta të zjarrta (meteorë) në pritë"
        },
        {
            "chapter": 72,
            "verse": 10,
            "text": "Ne nuk e dimë nëse (me këto roja të qiellit) është synuar e keqja (zbritja e dënimit) për ata që janë në Tokë apo Zoti i tyre kërkon t’i udhëzojë në rrugë të drejtë"
        },
        {
            "chapter": 72,
            "verse": 11,
            "text": "E midis nesh ka të mirë, por ka edhe që nuk janë të mirë; jemi ndarë në grupime të ndryshme"
        },
        {
            "chapter": 72,
            "verse": 12,
            "text": "Ne e dimë se nuk mund t’i shpëtojmë Allahut në Tokë dhe nuk mund t’i shmangemi Atij duke ikur (në qiell)"
        },
        {
            "chapter": 72,
            "verse": 13,
            "text": "Posa dëgjuam udhëzimin (Kuranin), Ne besuam në të; e kush beson në Zotin e vet, nuk ka përse të frikësohet se mos dëmtohet, as se mos i bëhet padrejtësi"
        },
        {
            "chapter": 72,
            "verse": 14,
            "text": "Ka prej nesh që janë myslimanë, por ka edhe të atillë që janë jobesimtarë. Kush ka përqafuar Islamin, ka zgjedhur rrugën e drejtë"
        },
        {
            "chapter": 72,
            "verse": 15,
            "text": "kurse jobesimtarët do të jenë lëndë djegëse të Xhehenemit.’"
        },
        {
            "chapter": 72,
            "verse": 16,
            "text": "Sikur të qëndronin (banorët e Mekës) në rrugën e vërtetë, Ne do t’u jepnim ujë të bollshëm"
        },
        {
            "chapter": 72,
            "verse": 17,
            "text": "për t’i vënë ata me këtë në sprovë. Por këdo që largohet nga këshillat e Zotit të tij, Ai do ta hedhë në një dënim të ashpër"
        },
        {
            "chapter": 72,
            "verse": 18,
            "text": "Xhamitë i janë kushtuar vetëm Allahut, prandaj mos iu lutni askujt krahas Allahut"
        },
        {
            "chapter": 72,
            "verse": 19,
            "text": "Kur robi i Allahut (Muhamedi), u ngrit t’i lutej Atij, ata (xhindet) u tubuan rreth tij si shtëllungë.”"
        },
        {
            "chapter": 72,
            "verse": 20,
            "text": "Thuaj (o Muhamed): “Unë i lutem vetëm Zotit tim dhe nuk i shoqëroj Atij askënd (në adhurim)”"
        },
        {
            "chapter": 72,
            "verse": 21,
            "text": "Thuaj: “Unë nuk mund t’ju largoj ndonjë dëm e as t’ju sjell ndonjë dobi”"
        },
        {
            "chapter": 72,
            "verse": 22,
            "text": "Thuaj: “Edhe mua askush nuk mund të më mbrojë nga dënimi i Allahut; dhe nuk mund të gjej strehim tjetërkund, përveçse tek Ai"
        },
        {
            "chapter": 72,
            "verse": 23,
            "text": "Unë kam për detyrë veç t’ju përcjell atë që më vjen nga Allahu dhe mesazhet e Tij. Këdo që s’dëgjon Allahun dhe të Dërguarin e Tij, e pret zjarri i Xhehenemit, në të cilin do të mbetet përgjithmonë.”"
        },
        {
            "chapter": 72,
            "verse": 24,
            "text": "Kur ata të shohin atë që u është premtuar, do ta dinë se kush është më i dobët dhe më i paktë në numër"
        },
        {
            "chapter": 72,
            "verse": 25,
            "text": "Thuaj (o Muhamed!): “Unë nuk e di, a është afër ajo që ju është premtuar apo Zoti im do ta vonojë.”"
        },
        {
            "chapter": 72,
            "verse": 26,
            "text": "Vetëm Ai e di të padukshmen dhe nuk ia zbulon atë askujt"
        },
        {
            "chapter": 72,
            "verse": 27,
            "text": "përveç të dërguarve që ka zgjedhur. Para dhe pas tyre Ai vë mbikëqyrës (engjëj)"
        },
        {
            "chapter": 72,
            "verse": 28,
            "text": "në mënyrë që ta dijë nëse i përcjellin mesazhet e Zotit të tyre. Ai përfshin me dijen e Vet gjithçka që ata kanë dhe çdo gjë e ka llogaritur imtësisht"
        },
        {
            "chapter": 73,
            "verse": 1,
            "text": "O ti i mbuluar (o Muhamed)"
        },
        {
            "chapter": 73,
            "verse": 2,
            "text": "Çohu (të falesh) gjithë natën, përveç një pjese të saj"
        },
        {
            "chapter": 73,
            "verse": 3,
            "text": "që është gjysma ose diçka më pak"
        },
        {
            "chapter": 73,
            "verse": 4,
            "text": "a diçka më shumë se ajo dhe lexoje Kuranin ngadalë dhe qartë"
        },
        {
            "chapter": 73,
            "verse": 5,
            "text": "sepse Ne do të të dërgojmë vërtet një fjalë me peshë të rëndë"
        },
        {
            "chapter": 73,
            "verse": 6,
            "text": "Natyrisht, adhurimi natën vepron më fuqishëm dhe fjala është më shprehëse"
        },
        {
            "chapter": 73,
            "verse": 7,
            "text": "ngaqë ti ditën je vërtet shumë i zënë"
        },
        {
            "chapter": 73,
            "verse": 8,
            "text": "Prandaj, përmende emrin e Zotit tënd dhe përkushtoju krejtësisht Atij"
        },
        {
            "chapter": 73,
            "verse": 9,
            "text": "Ai është Zot i lindjes dhe i perëndimit, s’ka zot tjetër të vërtetë përveç Tij, drejtoju Atij si rregullues i punëve të tua"
        },
        {
            "chapter": 73,
            "verse": 10,
            "text": "Duroji llomotitjet e atyre dhe largohu nga ata në mënyrë të hijshme"
        },
        {
            "chapter": 73,
            "verse": 11,
            "text": "Lërmi Mua ata që të quajnë gënjeshtar e që jetojnë në luks dhe jepu pak afat atyre"
        },
        {
            "chapter": 73,
            "verse": 12,
            "text": "se, pa dyshim, Ne kemi përgatitur për ata pranga, zjarr flakërues"
        },
        {
            "chapter": 73,
            "verse": 13,
            "text": "ushqime që ngecin në fyt dhe dënime të dhembshme"
        },
        {
            "chapter": 73,
            "verse": 14,
            "text": "në Ditën, kur Toka dhe malet dridhen e bëhen si pirgje rëre të lëvizshme"
        },
        {
            "chapter": 73,
            "verse": 15,
            "text": "Ne, me të vërtetë, ju kemi sjellë një të Dërguar dëshmitar mbi ju, ashtu siç ia çuam një të dërguar Faraonit"
        },
        {
            "chapter": 73,
            "verse": 16,
            "text": "por Faraoni nuk e dëgjoi të Dërguarin, andaj i çuam dënim të rëndë"
        },
        {
            "chapter": 73,
            "verse": 17,
            "text": "Qysh do të mbroheni ju, nëse mbeteni jobesimtarë, Ditën në të cilën fëmijët do të thinjen"
        },
        {
            "chapter": 73,
            "verse": 18,
            "text": "Atë ditë qielli do të çahet e premtimi i Zotit do të përmbushet"
        },
        {
            "chapter": 73,
            "verse": 19,
            "text": "Në të vërtetë, kjo është këshillë, prandaj, kush dëshiron, le të zgjedhë rrugën e drejtë që e çon te Zoti i tij"
        },
        {
            "chapter": 73,
            "verse": 20,
            "text": "Natyrisht, Zoti yt e di se ti (o Muhamed) falesh më pak se dy të tretat e natës, ndonjëherë gjysmën ose një të tretën e saj, si edhe disa prej atyre që janë me ty. Allahu e përcakton gjatësinë e ditës dhe të natës dhe e di se ju nuk mund ta llogarisni atë saktësisht, prandaj kthehet tek ju me mëshirë. Kështu që lexoni Kuran aq sa mundeni! Ai e di se disa prej jush do të jenë të sëmurë, disa do të udhëtojnë nëpër botë, duke kërkuar mirësitë e Tij (për jetesë) dhe disa të tjerë do të jenë duke luftuar në rrugën e Tij, prandaj lexoni sa keni mundësi nga Kurani! Faleni namazin, jepeni zekatin dhe jepini Allahut një hua të mirë (që Ai t’jua kthejë shumëfish). Çfarëdo mirësie që bëni për shpirtin tuaj, me siguri që do ta gjeni tek Allahu. Ajo do të jetë më e mirë dhe më e shpërblyer. Kërkoni faljen e Allahut, sepse Allahu është vërtet Falës i madh dhe Mëshirëplotë"
        },
        {
            "chapter": 74,
            "verse": 1,
            "text": "O ti i mbështjellë (o Muhamed)"
        },
        {
            "chapter": 74,
            "verse": 2,
            "text": "Çohu dhe paralajmëro"
        },
        {
            "chapter": 74,
            "verse": 3,
            "text": "Zotin tënd madhëroje"
        },
        {
            "chapter": 74,
            "verse": 4,
            "text": "petkat e tua pastroji"
        },
        {
            "chapter": 74,
            "verse": 5,
            "text": "dhe largohu nga ndyrësia (adhurimi i idhujve)"
        },
        {
            "chapter": 74,
            "verse": 6,
            "text": "Mos jep gjë me synimin që të marrësh më shumë"
        },
        {
            "chapter": 74,
            "verse": 7,
            "text": "dhe për hir të Zotit tënd duro"
        },
        {
            "chapter": 74,
            "verse": 8,
            "text": "se, kur të fryhet në Sur"
        },
        {
            "chapter": 74,
            "verse": 9,
            "text": "ajo do të jetë një ditë e rëndë"
        },
        {
            "chapter": 74,
            "verse": 10,
            "text": "Për jobesimtarët nuk do të jetë aspak e lehtë"
        },
        {
            "chapter": 74,
            "verse": 11,
            "text": "Më lër Vetëm (të merrem) me atë që e krijova"
        },
        {
            "chapter": 74,
            "verse": 12,
            "text": "dhe i dhashë pasuri të pamasë"
        },
        {
            "chapter": 74,
            "verse": 13,
            "text": "e djem pranë vetes"
        },
        {
            "chapter": 74,
            "verse": 14,
            "text": "Unë ia bëra kamjen të lehtë e të shtruar"
        },
        {
            "chapter": 74,
            "verse": 15,
            "text": "e, megjithatë, ai lakmon që t’i jap më tepër"
        },
        {
            "chapter": 74,
            "verse": 16,
            "text": "Jo, kurrsesi! Vërtet, ai i mohoi me kryeneçësi shpalljet Tona"
        },
        {
            "chapter": 74,
            "verse": 17,
            "text": "prandaj Unë do ta ngarkoj atë me dënime të rënda"
        },
        {
            "chapter": 74,
            "verse": 18,
            "text": "Ai mendoi dhe kurdisi (kundër Kuranit)"
        },
        {
            "chapter": 74,
            "verse": 19,
            "text": "dhe qoftë mallkuar, si kurdisi"
        },
        {
            "chapter": 74,
            "verse": 20,
            "text": "Dhe sërish qoftë mallkuar, si kurdisi"
        },
        {
            "chapter": 74,
            "verse": 21,
            "text": "Pastaj vështroi rreth vetes"
        },
        {
            "chapter": 74,
            "verse": 22,
            "text": "mblodhi vetullat e u vrenjt"
        },
        {
            "chapter": 74,
            "verse": 23,
            "text": "pastaj u kthye i kapardisur"
        },
        {
            "chapter": 74,
            "verse": 24,
            "text": "dhe tha: “Ky (Kuran) nuk është gjë tjetër, veçse magji e trashëguar"
        },
        {
            "chapter": 74,
            "verse": 25,
            "text": "Këto janë vetëm fjalë të një vdekatari!”"
        },
        {
            "chapter": 74,
            "verse": 26,
            "text": "Do ta hedh në Sekar (Xhehenem)"
        },
        {
            "chapter": 74,
            "verse": 27,
            "text": "E si mund ta dish ti tamam se çfarë është Sekari (zjarri përvëlues)"
        },
        {
            "chapter": 74,
            "verse": 28,
            "text": "Ai nuk lë gjë dhe nuk kursen asgjë"
        },
        {
            "chapter": 74,
            "verse": 29,
            "text": "lëkurat i shkrumbon"
        },
        {
            "chapter": 74,
            "verse": 30,
            "text": "Atij i rrinë roje nëntëmbëdhjetë (engjëj)"
        },
        {
            "chapter": 74,
            "verse": 31,
            "text": "Ne kemi bërë rojtarë të zjarrit vetëm engjëjt dhe numrin e tyre e kemi bërë sprovë (objekt polemikash) për jobesimtarët, me qëllim që të binden ata që u është dhënë Libri e t’u shtohet besimi atyre që besojnë; që të mos dyshojnë ata që u është dhënë Libri dhe besimtarët e vërtetë dhe që të thonë ata që kanë sëmundjen e dyshimit në zemër dhe jobesimtarët: “Ç’ka dashur të thotë Allahu me këtë shembull?” Kështu, Allahu lë në humbje atë që do dhe çon në rrugë të drejtë atë që do. Askush tjetër, përveç Tij, nuk e di numrin e ushtrisë së Zotit tënd. Ky është vetëm një përkujtesë për njerëzit"
        },
        {
            "chapter": 74,
            "verse": 32,
            "text": "Kurrsesi! Betohem për Hënën"
        },
        {
            "chapter": 74,
            "verse": 33,
            "text": "për natën që largohet"
        },
        {
            "chapter": 74,
            "verse": 34,
            "text": "e për agimin që zbardhëllon"
        },
        {
            "chapter": 74,
            "verse": 35,
            "text": "se ai (Xhehenemi) është vërtet një nga fatkeqësitë më të mëdha"
        },
        {
            "chapter": 74,
            "verse": 36,
            "text": "paralajmërim për njerëzit"
        },
        {
            "chapter": 74,
            "verse": 37,
            "text": "për ata nga ju që dëshirojnë të ecin përpara (me vepra të mira) ose të kthehen mbrapsht (me vepra të këqija)"
        },
        {
            "chapter": 74,
            "verse": 38,
            "text": "Çdo njeri është peng i veprave të veta"
        },
        {
            "chapter": 74,
            "verse": 39,
            "text": "përveç njerëzve të krahut të djathtë"
        },
        {
            "chapter": 74,
            "verse": 40,
            "text": "të cilët në kopshtet e Xhenetit pyesin njëri-tjetrin"
        },
        {
            "chapter": 74,
            "verse": 41,
            "text": "për keqbërësit"
        },
        {
            "chapter": 74,
            "verse": 42,
            "text": "“Çfarë ju ka sjellë në Sekar?”"
        },
        {
            "chapter": 74,
            "verse": 43,
            "text": "Ata do të përgjigjen: “Nuk ishim nga ata që falnin namaz"
        },
        {
            "chapter": 74,
            "verse": 44,
            "text": "dhe as prej atyre që i ushqenin të varfrit"
        },
        {
            "chapter": 74,
            "verse": 45,
            "text": "Ne lëshoheshim në biseda të kota me llafazanët"
        },
        {
            "chapter": 74,
            "verse": 46,
            "text": "dhe mohonim Ditën e Llogarisë"
        },
        {
            "chapter": 74,
            "verse": 47,
            "text": "derisa na erdhi vdekja.”"
        },
        {
            "chapter": 74,
            "verse": 48,
            "text": "Prandaj, kurrfarë ndërmjetësimi i cilitdo ndërmjetësuesi nuk do t’i ndihmojë ata"
        },
        {
            "chapter": 74,
            "verse": 49,
            "text": "Atëherë, përse shmangen ata nga këshillimi"
        },
        {
            "chapter": 74,
            "verse": 50,
            "text": "sikur të ishin gomarë të egër"
        },
        {
            "chapter": 74,
            "verse": 51,
            "text": "e të frikësuar që ikin prej luanit"
        },
        {
            "chapter": 74,
            "verse": 52,
            "text": "Vërtet, çdonjëri prej tyre kërkon që t’i jepen shkrime të hapura (nga Zoti)"
        },
        {
            "chapter": 74,
            "verse": 53,
            "text": "Kurrsesi, pasi ata nuk i frikësohen jetës tjetër"
        },
        {
            "chapter": 74,
            "verse": 54,
            "text": "Në të vërtetë, ky (Kuran) është këshillë"
        },
        {
            "chapter": 74,
            "verse": 55,
            "text": "prandaj, kush të dojë, le t’ia vërë veshin"
        },
        {
            "chapter": 74,
            "verse": 56,
            "text": "Por atij ia vënë veshin vetëm ata që do Allahu. Vetëm Ai është i Denjë për t’u pasur frikë dhe vetëm Ai është i Denjë për të falur"
        },
        {
            "chapter": 75,
            "verse": 1,
            "text": "Betohem në Ditën e Kiametit"
        },
        {
            "chapter": 75,
            "verse": 2,
            "text": "Betohem në shpirtin qortues"
        },
        {
            "chapter": 75,
            "verse": 3,
            "text": "A mendon njeriu se nuk do të mund t’i mbledhim eshtrat e tij"
        },
        {
            "chapter": 75,
            "verse": 4,
            "text": "Po, si jo! Ne jemi të Zotë t’ia ribëjmë bashkë me përsosmëri edhe majat e gishtave të tij"
        },
        {
            "chapter": 75,
            "verse": 5,
            "text": "Por njeriu dëshiron të gabojë sa të jetë gjallë"
        },
        {
            "chapter": 75,
            "verse": 6,
            "text": "dhe pyet: “Kur do të jetë Dita e Kiametit?”"
        },
        {
            "chapter": 75,
            "verse": 7,
            "text": "Por, kur sytë t’i verbohen"
        },
        {
            "chapter": 75,
            "verse": 8,
            "text": "dhe të zihet Hëna"
        },
        {
            "chapter": 75,
            "verse": 9,
            "text": "dhe Dielli e Hëna të bashkohen"
        },
        {
            "chapter": 75,
            "verse": 10,
            "text": "atë ditë njeriu do të thotë: “Ku të iki?”"
        },
        {
            "chapter": 75,
            "verse": 11,
            "text": "Askund! S’ka strehë"
        },
        {
            "chapter": 75,
            "verse": 12,
            "text": "Atë ditë, streha është te Zoti yt"
        },
        {
            "chapter": 75,
            "verse": 13,
            "text": "Atë ditë, njeriu do të vihet në dijeni për veprat që ka bërë dhe për ato që ka lënë pa bërë"
        },
        {
            "chapter": 75,
            "verse": 14,
            "text": "Po, vërtet që njeriu do të dëshmojë kundër vetvetes"
        },
        {
            "chapter": 75,
            "verse": 15,
            "text": "edhe sikur të paraqesë shfajësimet e veta"
        },
        {
            "chapter": 75,
            "verse": 16,
            "text": "Mos nxito (o Muhamed) në leximin e Kuranit me gjuhën tënde"
        },
        {
            "chapter": 75,
            "verse": 17,
            "text": "Ne e kemi për detyrë t’i mbledhim pjesët e tij e ta lexojmë atë"
        },
        {
            "chapter": 75,
            "verse": 18,
            "text": "Dhe, kur ta lexojmë atë, ti përcille leximin e tij"
        },
        {
            "chapter": 75,
            "verse": 19,
            "text": "Pastaj, e kemi Ne për detyrë ta shpjegojmë"
        },
        {
            "chapter": 75,
            "verse": 20,
            "text": "Por ju doni këtë jetë (kalimtare)"
        },
        {
            "chapter": 75,
            "verse": 21,
            "text": "e për jetën tjetër nuk kujtoheni"
        },
        {
            "chapter": 75,
            "verse": 22,
            "text": "Atë ditë, disa fytyra do të shkëlqejnë"
        },
        {
            "chapter": 75,
            "verse": 23,
            "text": "dhe Zotin e tyre do të shohin"
        },
        {
            "chapter": 75,
            "verse": 24,
            "text": "Kurse disa fytyra, atë ditë, do të jenë të zymta"
        },
        {
            "chapter": 75,
            "verse": 25,
            "text": "duke e ditur se do të pësojnë një fatkeqësi, që të thyen në mes"
        },
        {
            "chapter": 75,
            "verse": 26,
            "text": "Por, kur shpirti të vijë në grykë"
        },
        {
            "chapter": 75,
            "verse": 27,
            "text": "e të thërrasin “A ka shërues”"
        },
        {
            "chapter": 75,
            "verse": 28,
            "text": "atëherë, ai (që po vdes) do të bindet se ky është çasti i ndarjes"
        },
        {
            "chapter": 75,
            "verse": 29,
            "text": "dhe këmbët do të ngrijnë"
        },
        {
            "chapter": 75,
            "verse": 30,
            "text": "Atë ditë, ai do të sillet te Zoti yt"
        },
        {
            "chapter": 75,
            "verse": 31,
            "text": "Ai as nuk besoi dhe as nuk u fal"
        },
        {
            "chapter": 75,
            "verse": 32,
            "text": "por e mohoi të vërtetën dhe ia ktheu kurrizin"
        },
        {
            "chapter": 75,
            "verse": 33,
            "text": "e pastaj shkoi te njerëzit e vet, duke u krenuar"
        },
        {
            "chapter": 75,
            "verse": 34,
            "text": "Mjerë për ty! Mjerë për ty"
        },
        {
            "chapter": 75,
            "verse": 35,
            "text": "Sërish: Mjerë për ty! Mjerë për ty"
        },
        {
            "chapter": 75,
            "verse": 36,
            "text": "Vallë, a mendon njeriu se do të mbetet pa përgjegjshmëri"
        },
        {
            "chapter": 75,
            "verse": 37,
            "text": "A s’ka qenë një pikë fare që derdhej"
        },
        {
            "chapter": 75,
            "verse": 38,
            "text": "pastaj u bë droçkë gjaku e më pas Allahu e krijoi dhe i dha formë e përmasa të caktuara"
        },
        {
            "chapter": 75,
            "verse": 39,
            "text": "e prej tij bëri çiftin: mashkullin e femrën"
        },
        {
            "chapter": 75,
            "verse": 40,
            "text": "Vallë, Ai Krijues, a nuk ka fuqi që t’i ngjallë të vdekurit"
        },
        {
            "chapter": 76,
            "verse": 1,
            "text": "Vallë, a nuk ka kaluar një periudhë kohore, kur njeriu nuk ka qenë qenie e denjë për t’u përmendur"
        },
        {
            "chapter": 76,
            "verse": 2,
            "text": "Në të vërtetë, Ne e krijuam njeriun nga një pikë fare e përzier, për ta sprovuar dhe e bëmë që të dëgjojë dhe të shohë"
        },
        {
            "chapter": 76,
            "verse": 3,
            "text": "Natyrisht që Ne i treguam atij rrugën e drejtë, që ai të jetë ose mirënjohës, ose mosmirënjohës"
        },
        {
            "chapter": 76,
            "verse": 4,
            "text": "Pa dyshim, Ne kemi përgatitur për jobesimtarët zinxhirë, pranga dhe zjarr flakërues"
        },
        {
            "chapter": 76,
            "verse": 5,
            "text": "Sigurisht, të ndershmit besimtarë do të pinë (në Xhenet) kupa me pije të përzier me Kafur"
        },
        {
            "chapter": 76,
            "verse": 6,
            "text": "nga burimi që vetëm robtë e Allahut pinë dhe të cilin mund ta çojnë nga të duan"
        },
        {
            "chapter": 76,
            "verse": 7,
            "text": "Ata e zbatojnë premtimin dhe i frikësohen Ditës (së Kiametit), tmerri i së cilës përhapet gjithkund"
        },
        {
            "chapter": 76,
            "verse": 8,
            "text": "Ata i ushqejnë të varfrit, jetimët dhe të zënët robër edhe pse vetë janë nevojtarë"
        },
        {
            "chapter": 76,
            "verse": 9,
            "text": "duke thënë: “Ne ju ushqejmë vetëm për hir të Zotit. Për këtë, nuk duam shpërblim e as falënderim"
        },
        {
            "chapter": 76,
            "verse": 10,
            "text": "Ne i frikësohemi Zotit tonë në një Ditë të ashpër, që do t’i bëjë fytyrat të jenë të vrenjtura.”"
        },
        {
            "chapter": 76,
            "verse": 11,
            "text": "Por Allahu do t’i ruajë ata nga tmerret e asaj Dite e do t’u japë shkëlqim dhe gëzim"
        },
        {
            "chapter": 76,
            "verse": 12,
            "text": "dhe, për durimin e tyre, Ai do t’i shpërblejë me Xhenet dhe petka të mëndafshta"
        },
        {
            "chapter": 76,
            "verse": 13,
            "text": "Të mbështetur në divane, ata nuk do të kenë as vapë dhe as të ftohtë"
        },
        {
            "chapter": 76,
            "verse": 14,
            "text": "Hija e pemëve të tij (Xhenetit) është afër mbi kokat e tyre, ndërsa frutat e tyre do t’i kenë afër sa t’i arrijnë me dorë"
        },
        {
            "chapter": 76,
            "verse": 15,
            "text": "Aty do t’u shërbehet me enë të argjendta dhe kupa kristali"
        },
        {
            "chapter": 76,
            "verse": 16,
            "text": "kupa të tejdukshme argjendi, madhësinë e të cilave (do ta zgjedhin) sipas dëshirës"
        },
        {
            "chapter": 76,
            "verse": 17,
            "text": "Aty do të pinë gota me pije të përzier me xhenxhefil"
        },
        {
            "chapter": 76,
            "verse": 18,
            "text": "prej një burimi të quajtur Selsebil"
        },
        {
            "chapter": 76,
            "verse": 19,
            "text": "Atyre do t’u shërbejnë djem përherë të rinj, që, kur i shikon, të duken si margaritarë të shpërndarë"
        },
        {
            "chapter": 76,
            "verse": 20,
            "text": "Ngado që të hedhësh sytë, do të shohësh lumni dhe një mbretëri të madhe"
        },
        {
            "chapter": 76,
            "verse": 21,
            "text": "Ata do të jenë të veshur me petka të holla mëndafshi të gjelbër dhe me armaç mëndafshi të trashë, të stolisur me byzylykë të argjendtë. Zoti i tyre do t’u japë të pinë pije të pastër"
        },
        {
            "chapter": 76,
            "verse": 22,
            "text": "Ky do të jetë me të vërtetë shpërblimi juaj; përpjekjet tuaja do të jenë të pranuara"
        },
        {
            "chapter": 76,
            "verse": 23,
            "text": "Në të vërtetë, Ne ta kemi shpallur Kuranin ty hap pas hapi"
        },
        {
            "chapter": 76,
            "verse": 24,
            "text": "Prandaj ki durim për vendimin e Zotit tënd e mos dëgjo asnjë gjynahqar apo jobesimtar prej tyre"
        },
        {
            "chapter": 76,
            "verse": 25,
            "text": "Përmende emrin e Zotit tënd në mëngjes dhe në mbrëmje"
        },
        {
            "chapter": 76,
            "verse": 26,
            "text": "Në një pjesë të natës[386] bëji sexhde Atij dhe, natën falju gjatë[387] Atij"
        },
        {
            "chapter": 76,
            "verse": 27,
            "text": "Vërtet që jobesimtarët e duan jetën e këtushme dhe nuk e përfillin një Ditë të vështirë, që do t’u vijë"
        },
        {
            "chapter": 76,
            "verse": 28,
            "text": "Ne i krijuam ata dhe ua forcuam strukturën, por, nëse duam, i ndërrojmë plotësisht me të tjerë si ata"
        },
        {
            "chapter": 76,
            "verse": 29,
            "text": "Në të vërtetë, kjo është këshillë, prandaj, kush të dojë, le të ndjekë rrugën që e shpie te Zoti i tij"
        },
        {
            "chapter": 76,
            "verse": 30,
            "text": "Por ju nuk mund të dëshironi, përveçse me vullnetin e Allahut! Ai është vërtet i Gjithëdijshëm e i Urtë"
        },
        {
            "chapter": 76,
            "verse": 31,
            "text": "Ai pranon në mëshirën e Vet kë të dojë, ndërsa për keqbërësit ka përgatitur një dënim të dhembshëm"
        },
        {
            "chapter": 77,
            "verse": 1,
            "text": "Për ato që dërgohen njëra pas tjetrës"
        },
        {
            "chapter": 77,
            "verse": 2,
            "text": "për ato që shpejtojnë shtrëngatën"
        },
        {
            "chapter": 77,
            "verse": 3,
            "text": "për ato që shpërndajnë shiun"
        },
        {
            "chapter": 77,
            "verse": 4,
            "text": "për ato që ndajnë saktësisht"
        },
        {
            "chapter": 77,
            "verse": 5,
            "text": "dhe për ato që përcjellin këshilla"
        },
        {
            "chapter": 77,
            "verse": 6,
            "text": "si shfajësim apo paralajmërim"
        },
        {
            "chapter": 77,
            "verse": 7,
            "text": "Në të vërtetë, ajo që ju është premtuar, do të bëhet"
        },
        {
            "chapter": 77,
            "verse": 8,
            "text": "Kur yjet të shuhen"
        },
        {
            "chapter": 77,
            "verse": 9,
            "text": "dhe, kur qielli të çahet"
        },
        {
            "chapter": 77,
            "verse": 10,
            "text": "dhe, kur malet të thërrmohen si pluhur"
        },
        {
            "chapter": 77,
            "verse": 11,
            "text": "dhe, kur të dërguarit të tubohen në kohën e caktuar"
        },
        {
            "chapter": 77,
            "verse": 12,
            "text": "në cilën ditë do të ndodhin të gjitha këto"
        },
        {
            "chapter": 77,
            "verse": 13,
            "text": "Në Ditën e Ndarjes vendimtare"
        },
        {
            "chapter": 77,
            "verse": 14,
            "text": "Kush vallë do të ta shpjegojë se ç’është Dita e Ndarjes vendimtare"
        },
        {
            "chapter": 77,
            "verse": 15,
            "text": "Mjerë mohuesit në atë ditë"
        },
        {
            "chapter": 77,
            "verse": 16,
            "text": "A nuk i kemi zhdukur të lashtët"
        },
        {
            "chapter": 77,
            "verse": 17,
            "text": "e pastaj do t’i bëjmë të tjerët t’i pasojnë"
        },
        {
            "chapter": 77,
            "verse": 18,
            "text": "Kështu do të veprojmë me të gjithë keqbërësit"
        },
        {
            "chapter": 77,
            "verse": 19,
            "text": "Mjerë mohuesit në atë ditë"
        },
        {
            "chapter": 77,
            "verse": 20,
            "text": "A nuk ju kemi krijuar nga një pikë lëngu të shpërfillur"
        },
        {
            "chapter": 77,
            "verse": 21,
            "text": "të cilën e vumë në një vend të sigurt (mitër)"
        },
        {
            "chapter": 77,
            "verse": 22,
            "text": "deri në një kohë të caktuar"
        },
        {
            "chapter": 77,
            "verse": 23,
            "text": "Kështu e kemi rregulluar; sa Rregullues të shkëlqyer jemi Ne"
        },
        {
            "chapter": 77,
            "verse": 24,
            "text": "Mjerë mohuesit në atë ditë"
        },
        {
            "chapter": 77,
            "verse": 25,
            "text": "A nuk e kemi bërë Tokën vendqëndrim"
        },
        {
            "chapter": 77,
            "verse": 26,
            "text": "të të gjallëve dhe të të vdekurve"
        },
        {
            "chapter": 77,
            "verse": 27,
            "text": "A nuk kemi vënë në të male të larta e të patundshme? A nuk ju kemi dhënë të pini me bollëk ujë të ëmbël"
        },
        {
            "chapter": 77,
            "verse": 28,
            "text": "Mjerë mohuesit në atë ditë"
        },
        {
            "chapter": 77,
            "verse": 29,
            "text": "(Do t’u thuhet): Nisuni drejt atij (dënimi) që e mohuat"
        },
        {
            "chapter": 77,
            "verse": 30,
            "text": "Shkoni drejt një hijeje me tri kolona (tymi të Xhehenemit)"
        },
        {
            "chapter": 77,
            "verse": 31,
            "text": "e cila nuk bën hije (freskuese) dhe as nga flaka nuk të shpëton"
        },
        {
            "chapter": 77,
            "verse": 32,
            "text": "Ajo hedh shkëndija të mëdha sa një kala"
        },
        {
            "chapter": 77,
            "verse": 33,
            "text": "sikur të ishin deve të verdha"
        },
        {
            "chapter": 77,
            "verse": 34,
            "text": "Mjerë mohuesit në atë ditë"
        },
        {
            "chapter": 77,
            "verse": 35,
            "text": "Kjo është një ditë, kur ata nuk do të mund të flasin"
        },
        {
            "chapter": 77,
            "verse": 36,
            "text": "dhe nuk do t’u jepet leje për t’u shfajësuar"
        },
        {
            "chapter": 77,
            "verse": 37,
            "text": "Mjerë mohuesit në atë ditë"
        },
        {
            "chapter": 77,
            "verse": 38,
            "text": "Kjo është Dita e Ndarjes vendimtare, në të cilën do të tuboheni ju dhe popujt e lashtë"
        },
        {
            "chapter": 77,
            "verse": 39,
            "text": "prandaj, nëse zotëroni ndonjë dinakëri, përdoreni kundër Meje"
        },
        {
            "chapter": 77,
            "verse": 40,
            "text": "Mjerë mohuesit në atë ditë"
        },
        {
            "chapter": 77,
            "verse": 41,
            "text": "Punëdrejtët do të jenë mes hijesh e burimesh"
        },
        {
            "chapter": 77,
            "verse": 42,
            "text": "si dhe frutash nga ato që dëshirojnë"
        },
        {
            "chapter": 77,
            "verse": 43,
            "text": "(Do t’u thuhet) “Hani e pini e ju bëftë mirë, (si shpërblim) për atë që keni punuar.”"
        },
        {
            "chapter": 77,
            "verse": 44,
            "text": "Kështu i shpërblejmë Ne ata, që bëjnë vepra të mira"
        },
        {
            "chapter": 77,
            "verse": 45,
            "text": "Mjerë mohuesit në atë ditë"
        },
        {
            "chapter": 77,
            "verse": 46,
            "text": "Hani dhe kënaquni për pak kohë! Ju jeni keqbërës"
        },
        {
            "chapter": 77,
            "verse": 47,
            "text": "Mjerë mohuesit në atë ditë"
        },
        {
            "chapter": 77,
            "verse": 48,
            "text": "Kur atyre u thuhej: “Përkuluni (në namaz para Allahut)!” ata nuk përkuleshin"
        },
        {
            "chapter": 77,
            "verse": 49,
            "text": "Mjerë mohuesit në atë ditë"
        },
        {
            "chapter": 77,
            "verse": 50,
            "text": "Në çfarë shpallje tjetër do të besojnë ata, pas këtij (Kurani)"
        },
        {
            "chapter": 78,
            "verse": 1,
            "text": "Për çfarë e pyesin ata njëri-tjetrin"
        },
        {
            "chapter": 78,
            "verse": 2,
            "text": "Për Lajmin e madh"
        },
        {
            "chapter": 78,
            "verse": 3,
            "text": "rreth të cilit ata kanë kundërshtime"
        },
        {
            "chapter": 78,
            "verse": 4,
            "text": "Ani, shpejt do ta marrin vesh"
        },
        {
            "chapter": 78,
            "verse": 5,
            "text": "Sigurisht që shpejt do ta marrin vesh"
        },
        {
            "chapter": 78,
            "verse": 6,
            "text": "A nuk jua kemi bërë Tokën si shtrat"
        },
        {
            "chapter": 78,
            "verse": 7,
            "text": "e malet si shtylla"
        },
        {
            "chapter": 78,
            "verse": 8,
            "text": "Ne ju kemi krijuar në çifte"
        },
        {
            "chapter": 78,
            "verse": 9,
            "text": "dhe gjumin jua kemi bërë për prehje"
        },
        {
            "chapter": 78,
            "verse": 10,
            "text": "Natën jua kemi bërë mbulesë"
        },
        {
            "chapter": 78,
            "verse": 11,
            "text": "ndërsa ditën e kemi caktuar për të punuar"
        },
        {
            "chapter": 78,
            "verse": 12,
            "text": "Mbi ju kemi ndërtuar shtatë qiej të fortë"
        },
        {
            "chapter": 78,
            "verse": 13,
            "text": "dhe kemi vënë kandil (diell) të shndritshëm"
        },
        {
            "chapter": 78,
            "verse": 14,
            "text": "Nga retë Ne ju lëshojmë ujëra të bollshme"
        },
        {
            "chapter": 78,
            "verse": 15,
            "text": "për rritjen e drithërave, bimëve"
        },
        {
            "chapter": 78,
            "verse": 16,
            "text": "dhe të kopshteve të dendura"
        },
        {
            "chapter": 78,
            "verse": 17,
            "text": "Sigurisht, Dita e Ndarjes vendimtare është caktuar"
        },
        {
            "chapter": 78,
            "verse": 18,
            "text": "Atë Ditë do të fryhet në Sur dhe ju do të vini grupe-grupe"
        },
        {
            "chapter": 78,
            "verse": 19,
            "text": "Dyert e qiellit do të hapen"
        },
        {
            "chapter": 78,
            "verse": 20,
            "text": "dhe malet do të shtyhen tutje e do të bëhen si mirazh"
        },
        {
            "chapter": 78,
            "verse": 21,
            "text": "Me të vërtetë, Xhehenemi do të bëhet pusi"
        },
        {
            "chapter": 78,
            "verse": 22,
            "text": "vendbanim i caktuar për keqbërësit"
        },
        {
            "chapter": 78,
            "verse": 23,
            "text": "që aty të mbeten përgjithmonë"
        },
        {
            "chapter": 78,
            "verse": 24,
            "text": "Aty nuk do të shijojnë as freski, as pije"
        },
        {
            "chapter": 78,
            "verse": 25,
            "text": "përpos ujit të valuar dhe qelbësirave"
        },
        {
            "chapter": 78,
            "verse": 26,
            "text": "si shpërblim përkatës (të veprave të tyre)"
        },
        {
            "chapter": 78,
            "verse": 27,
            "text": "Në të vërtetë, ata as që e çonin nëpër mend se do të jepnin llogari"
        },
        {
            "chapter": 78,
            "verse": 28,
            "text": "dhe shpalljet Tona i mohonin prerazi"
        },
        {
            "chapter": 78,
            "verse": 29,
            "text": "Por Ne çdo gjë e kemi shënuar në një libër"
        },
        {
            "chapter": 78,
            "verse": 30,
            "text": "Prandaj do t’u themi: “Shijojeni këtë! Ne nuk do t’ju shtojmë gjë tjetër përveçse dënim!”"
        },
        {
            "chapter": 78,
            "verse": 31,
            "text": "Vërtet, për punëdrejtët është përgatitur e mira (Xheneti)"
        },
        {
            "chapter": 78,
            "verse": 32,
            "text": "kopshte dhe vreshta"
        },
        {
            "chapter": 78,
            "verse": 33,
            "text": "vajza të reja, të së njëjtës moshë"
        },
        {
            "chapter": 78,
            "verse": 34,
            "text": "dhe kupa të plota"
        },
        {
            "chapter": 78,
            "verse": 35,
            "text": "Atje nuk do të dëgjojnë biseda të kota e as gënjeshtra"
        },
        {
            "chapter": 78,
            "verse": 36,
            "text": "Kështu është shpërblimi nga Zoti yt - dhuratë sipas meritës"
        },
        {
            "chapter": 78,
            "verse": 37,
            "text": "Zoti i qiejve dhe i Tokës dhe i gjithçkaje që gjendet midis tyre, i Gjithëmëshirshmi, të Cilit askush nuk do të mund t’i flasë (nga frika)"
        },
        {
            "chapter": 78,
            "verse": 38,
            "text": "Në ditën, kur Shpirti (Xhebraili) dhe engjëjt do të jenë të rreshtuar, nuk do të flasë askush, përveç atij që do t’i japë leje i Gjithëmëshirshmi e që do të thotë të vërtetën"
        },
        {
            "chapter": 78,
            "verse": 39,
            "text": "Ajo është Dita e Vërtetë, prandaj kush të dojë, le të kthehet te Zoti i vet (që në këtë jetë)"
        },
        {
            "chapter": 78,
            "verse": 40,
            "text": "Me të vërtetë, Ne ju kemi paralajmëruar se është i afërt dënimi, Ditën, kur njeriu do të shohë se ç’kanë bërë duart e tij dhe, kur jobesimtari do të thotë: “Ah, sikur të isha pluhur!”"
        },
        {
            "chapter": 79,
            "verse": 1,
            "text": "Për ata (engjëj) që marrin me forcë"
        },
        {
            "chapter": 79,
            "verse": 2,
            "text": "për ata që marrin butësisht"
        },
        {
            "chapter": 79,
            "verse": 3,
            "text": "për ata që notojnë në hapësirë"
        },
        {
            "chapter": 79,
            "verse": 4,
            "text": "për ata që nxitojnë"
        },
        {
            "chapter": 79,
            "verse": 5,
            "text": "dhe për ata që i rregullojnë punët"
        },
        {
            "chapter": 79,
            "verse": 6,
            "text": "Ditën kur do të dridhet gjithçka nga ushtima (që lajmëron Kiametin)"
        },
        {
            "chapter": 79,
            "verse": 7,
            "text": "e cila do ta ndiqet nga një e dytë"
        },
        {
            "chapter": 79,
            "verse": 8,
            "text": "disa zemra do të jenë të mbushura me tmerr"
        },
        {
            "chapter": 79,
            "verse": 9,
            "text": "e shikimet e tyre do të bien përdhe"
        },
        {
            "chapter": 79,
            "verse": 10,
            "text": "Ata thonë: “Vallë, vërtet do të rikthehemi në jetë"
        },
        {
            "chapter": 79,
            "verse": 11,
            "text": "A thua, edhe kur të bëhemi eshtra të thërrmuara?!”"
        },
        {
            "chapter": 79,
            "verse": 12,
            "text": "Dhe thonë: “Po qe kështu, atëherë ky kthim do të jetë humbje (për ne)!”"
        },
        {
            "chapter": 79,
            "verse": 13,
            "text": "Por, ajo do të jetë veç një fryrje e vetme (e Surit)"
        },
        {
            "chapter": 79,
            "verse": 14,
            "text": "dhe ata përnjëherësh do të brofin (të ringjallur)"
        },
        {
            "chapter": 79,
            "verse": 15,
            "text": "A e ke dëgjuar (o Muhamed) historinë e Musait"
        },
        {
            "chapter": 79,
            "verse": 16,
            "text": "Zoti i tij e thirri në luginën e shenjtë të Tuvas dhe i tha"
        },
        {
            "chapter": 79,
            "verse": 17,
            "text": "“Shko te Faraoni, se ai, me të vërtetë, ka kaluar çdo kufi"
        },
        {
            "chapter": 79,
            "verse": 18,
            "text": "dhe thuaji: “A do ta pastrosh veten"
        },
        {
            "chapter": 79,
            "verse": 19,
            "text": "dhe të të udhëzoj te Zoti yt, që t’i frikësohesh?”"
        },
        {
            "chapter": 79,
            "verse": 20,
            "text": "Musai ia tregoi mrekullinë më të madhe"
        },
        {
            "chapter": 79,
            "verse": 21,
            "text": "por ai (Faraoni) e mohoi dhe e kundërshtoi"
        },
        {
            "chapter": 79,
            "verse": 22,
            "text": "Pastaj i ktheu shpinën, duke u përpjekur (kundër së vërtetës)"
        },
        {
            "chapter": 79,
            "verse": 23,
            "text": "dhe tuboi njerëzit e u deklaroi"
        },
        {
            "chapter": 79,
            "verse": 24,
            "text": "“Unë jam zoti juaj më i lartë!”"
        },
        {
            "chapter": 79,
            "verse": 25,
            "text": "Prandaj Allahu e goditi atë me dënim në jetën tjetër dhe në këtë jetë"
        },
        {
            "chapter": 79,
            "verse": 26,
            "text": "Kjo është këshillë për ata që i frikësohen Allahut"
        },
        {
            "chapter": 79,
            "verse": 27,
            "text": "Cili është më i vështirë: krijimi i juaj apo i qiellit, të cilin Ai e ndërtoi"
        },
        {
            "chapter": 79,
            "verse": 28,
            "text": "ia ngriti lart kupën dhe e përsosi"
        },
        {
            "chapter": 79,
            "verse": 29,
            "text": "Netët i bëri të errëta, kurse ditët të ndritshme"
        },
        {
            "chapter": 79,
            "verse": 30,
            "text": "Pastaj e shtriu rrafsh Tokën"
        },
        {
            "chapter": 79,
            "verse": 31,
            "text": "dhe, nga ajo nxori ujërat dhe bëri kullotat"
        },
        {
            "chapter": 79,
            "verse": 32,
            "text": "kurse malet i bëri të patundshme"
        },
        {
            "chapter": 79,
            "verse": 33,
            "text": "që t’i gëzoni ju dhe bagëtitë tuaja"
        },
        {
            "chapter": 79,
            "verse": 34,
            "text": "Kur të arrijë gjëma më e madhe"
        },
        {
            "chapter": 79,
            "verse": 35,
            "text": "atë Ditë njeriu do të kujtojë gjithçka që ka bërë"
        },
        {
            "chapter": 79,
            "verse": 36,
            "text": "dhe Zjarri flakërues do t’i tregohet çdokujt që sheh"
        },
        {
            "chapter": 79,
            "verse": 37,
            "text": "Atëherë, ai që ka shkelur gjithçka"
        },
        {
            "chapter": 79,
            "verse": 38,
            "text": "dhe ka parapëlqyer jetën e kësaj bote"
        },
        {
            "chapter": 79,
            "verse": 39,
            "text": "sigurisht që do të ketë për strehë Xhehenemin"
        },
        {
            "chapter": 79,
            "verse": 40,
            "text": "Kurse ai që i është frikësuar madhërisë së Zotit të tij dhe e ka frenuar veten nga dëshirat"
        },
        {
            "chapter": 79,
            "verse": 41,
            "text": "pa dyshim që do të ketë për strehë Xhenetin"
        },
        {
            "chapter": 79,
            "verse": 42,
            "text": "Të pyesin ty për Orën (e Kiametit) se kur do të ndodhë"
        },
        {
            "chapter": 79,
            "verse": 43,
            "text": "Çfarë rëndësie ka për ty që ta përmendësh atë"
        },
        {
            "chapter": 79,
            "verse": 44,
            "text": "Tek Zoti yt është fundi i (dijenisë rreth) saj"
        },
        {
            "chapter": 79,
            "verse": 45,
            "text": "Ti je vetëm paralajmërues i atyre që i frikësohen asaj"
        },
        {
            "chapter": 79,
            "verse": 46,
            "text": "Ditën kur do ta shohin atë, (njerëzve) do t’u duket se kanë qëndruar (në Tokë) veç një mbrëmje apo një mëngjes"
        },
        {
            "chapter": 80,
            "verse": 1,
            "text": "Ai[393] u vrenjt dhe ktheu kurrizin"
        },
        {
            "chapter": 80,
            "verse": 2,
            "text": "kur i erdhi pranë i verbri"
        },
        {
            "chapter": 80,
            "verse": 3,
            "text": "E ku e di ti, ndoshta ai dëshironte të pastrohej (nga gjynahet)"
        },
        {
            "chapter": 80,
            "verse": 4,
            "text": "ose të merrte këshillë, e këshilla t’i sillte dobi atij"
        },
        {
            "chapter": 80,
            "verse": 5,
            "text": "Sa për atë që është i pasur"
        },
        {
            "chapter": 80,
            "verse": 6,
            "text": "ti atij po i kushton vëmendje"
        },
        {
            "chapter": 80,
            "verse": 7,
            "text": "megjithëse nuk ke përgjegjësi, nëse ai nuk dëshiron të pastrohet"
        },
        {
            "chapter": 80,
            "verse": 8,
            "text": "Sa për atë që të vjen duke nxituar"
        },
        {
            "chapter": 80,
            "verse": 9,
            "text": "dhe ndien frikë (nga Allahu)"
        },
        {
            "chapter": 80,
            "verse": 10,
            "text": "ti atij nuk po ia vë veshin"
        },
        {
            "chapter": 80,
            "verse": 11,
            "text": "Mos vepro ashtu! Në të vërtetë, ky (Kuran) është këshillë"
        },
        {
            "chapter": 80,
            "verse": 12,
            "text": "pra, kush të dojë, le të marrë këshillë"
        },
        {
            "chapter": 80,
            "verse": 13,
            "text": "Ai ndodhet në Faqe të nderuara"
        },
        {
            "chapter": 80,
            "verse": 14,
            "text": "të lartësuara, të pastra"
        },
        {
            "chapter": 80,
            "verse": 15,
            "text": "në duart e shkruesve (engjëj)"
        },
        {
            "chapter": 80,
            "verse": 16,
            "text": "të ndershëm dhe të drejtë"
        },
        {
            "chapter": 80,
            "verse": 17,
            "text": "Mallkuar qoftë njeriu! Sa mosmirënjohës që është ai"
        },
        {
            "chapter": 80,
            "verse": 18,
            "text": "Prej çfarë gjëje e krijon Allahu atë"
        },
        {
            "chapter": 80,
            "verse": 19,
            "text": "Prej pikës së farës e krijon dhe i jep përmasa të rregullta"
        },
        {
            "chapter": 80,
            "verse": 20,
            "text": "Më pas ia lehtëson rrugën (e lindjes)"
        },
        {
            "chapter": 80,
            "verse": 21,
            "text": "e pastaj e vdes dhe i cakton një varr"
        },
        {
            "chapter": 80,
            "verse": 22,
            "text": "dhe, kur të dojë, Ai e ringjall"
        },
        {
            "chapter": 80,
            "verse": 23,
            "text": "E megjithatë, njeriu ende nuk i ka plotësuar ato që i ka urdhëruar Ai"
        },
        {
            "chapter": 80,
            "verse": 24,
            "text": "Le të mendojë njeriu për ushqimin e vet"
        },
        {
            "chapter": 80,
            "verse": 25,
            "text": "Jemi Ne që lëshojmë ujë me bollëk"
        },
        {
            "chapter": 80,
            "verse": 26,
            "text": "pastaj e çajmë tokën në thellësi"
        },
        {
            "chapter": 80,
            "verse": 27,
            "text": "dhe nxjerrim prej saj drithërat"
        },
        {
            "chapter": 80,
            "verse": 28,
            "text": "rrushin e perimet"
        },
        {
            "chapter": 80,
            "verse": 29,
            "text": "ullirin e palmat"
        },
        {
            "chapter": 80,
            "verse": 30,
            "text": "kopshtet e dendura"
        },
        {
            "chapter": 80,
            "verse": 31,
            "text": "pemët dhe gjithë barërat"
        },
        {
            "chapter": 80,
            "verse": 32,
            "text": "që t’i gëzoni ju dhe bagëtitë tuaja"
        },
        {
            "chapter": 80,
            "verse": 33,
            "text": "Por, kur të vijë Ushtima"
        },
        {
            "chapter": 80,
            "verse": 34,
            "text": "atë Ditë njeriu do të ikë nga i vëllai"
        },
        {
            "chapter": 80,
            "verse": 35,
            "text": "nga e ëma dhe nga i ati"
        },
        {
            "chapter": 80,
            "verse": 36,
            "text": "nga e shoqja dhe nga fëmijët e vet"
        },
        {
            "chapter": 80,
            "verse": 37,
            "text": "Atë Ditë, secili prej tyre do të ketë aq shqetësim për veten, sa do t’i mjaftojë"
        },
        {
            "chapter": 80,
            "verse": 38,
            "text": "Atë Ditë do të ketë fytyra rrëzëllore"
        },
        {
            "chapter": 80,
            "verse": 39,
            "text": "të qeshura e të gëzuara"
        },
        {
            "chapter": 80,
            "verse": 40,
            "text": "Atë Ditë do të ketë (edhe) fytyra të pluhurosura"
        },
        {
            "chapter": 80,
            "verse": 41,
            "text": "që do t’i mbulojë errësira"
        },
        {
            "chapter": 80,
            "verse": 42,
            "text": "Këta janë jobesimtarët, gjynahqarët"
        },
        {
            "chapter": 81,
            "verse": 1,
            "text": "Kur Dielli të mblidhet e të humbë shkëlqimin"
        },
        {
            "chapter": 81,
            "verse": 2,
            "text": "kur yjet të rrëzohen"
        },
        {
            "chapter": 81,
            "verse": 3,
            "text": "dhe malet të lëvizin tutje"
        },
        {
            "chapter": 81,
            "verse": 4,
            "text": "kur devetë barrse të braktisen"
        },
        {
            "chapter": 81,
            "verse": 5,
            "text": "dhe egërsirat të tubohen"
        },
        {
            "chapter": 81,
            "verse": 6,
            "text": "kur detet të vlojnë"
        },
        {
            "chapter": 81,
            "verse": 7,
            "text": "dhe shpirtrat të bashkohen (me trupat)"
        },
        {
            "chapter": 81,
            "verse": 8,
            "text": "kur foshnja e varrosur për së gjalli të pyetet"
        },
        {
            "chapter": 81,
            "verse": 9,
            "text": "për çfarë faji ishte vrarë"
        },
        {
            "chapter": 81,
            "verse": 10,
            "text": "kur fletët të shpërndahen"
        },
        {
            "chapter": 81,
            "verse": 11,
            "text": "dhe qielli të zhvishet"
        },
        {
            "chapter": 81,
            "verse": 12,
            "text": "kur Xhehenemi të flakërojë"
        },
        {
            "chapter": 81,
            "verse": 13,
            "text": "dhe Xheneti të afrohet"
        },
        {
            "chapter": 81,
            "verse": 14,
            "text": "atëherë çdokush do të marrë vesh çfarë kishte përgatitur (për këtë Ditë)"
        },
        {
            "chapter": 81,
            "verse": 15,
            "text": "Betohem për ata (planetë) që tërhiqen"
        },
        {
            "chapter": 81,
            "verse": 16,
            "text": "që lindin e perëndojnë"
        },
        {
            "chapter": 81,
            "verse": 17,
            "text": "për natën kur bie terri"
        },
        {
            "chapter": 81,
            "verse": 18,
            "text": "e për agimin kur nis të zbardhë"
        },
        {
            "chapter": 81,
            "verse": 19,
            "text": "se ky (Kuran) është Fjalë e (kumtuar prej) një të Dërguari fisnik"
        },
        {
            "chapter": 81,
            "verse": 20,
            "text": "që zotëron fuqi dhe pozitë të lartë te Zoti i Fronit"
        },
        {
            "chapter": 81,
            "verse": 21,
            "text": "e që është i respektuar atje dhe besnik"
        },
        {
            "chapter": 81,
            "verse": 22,
            "text": "Shoku juaj[397] nuk është i marrë"
        },
        {
            "chapter": 81,
            "verse": 23,
            "text": "Ai e ka parë atë[398] në horizontin e qartë"
        },
        {
            "chapter": 81,
            "verse": 24,
            "text": "dhe nuk mbulon asnjë të fshehtë prej së Padukshmes"
        },
        {
            "chapter": 81,
            "verse": 25,
            "text": "As ky (Kuran) nuk është fjalë e djallit të mallkuar"
        },
        {
            "chapter": 81,
            "verse": 26,
            "text": "Prandaj, nga po ia mbani"
        },
        {
            "chapter": 81,
            "verse": 27,
            "text": "Ai është veçse këshillë për botët"
        },
        {
            "chapter": 81,
            "verse": 28,
            "text": "për secilin nga ju që dëshiron të ndjekë rrugën e drejtë"
        },
        {
            "chapter": 81,
            "verse": 29,
            "text": "Por ju nuk mund të dëshironi, përveçse me vullnetin e Allahut, Zotit të botëve"
        },
        {
            "chapter": 82,
            "verse": 1,
            "text": "Kur qielli të çahet"
        },
        {
            "chapter": 82,
            "verse": 2,
            "text": "dhe yjet të derdhen"
        },
        {
            "chapter": 82,
            "verse": 3,
            "text": "kur detet të përzihen"
        },
        {
            "chapter": 82,
            "verse": 4,
            "text": "dhe varret të rrotullohen"
        },
        {
            "chapter": 82,
            "verse": 5,
            "text": "atëherë çdokush do të mësojë për veprat që ka bërë dhe që ka lënë pa bërë"
        },
        {
            "chapter": 82,
            "verse": 6,
            "text": "O njeri, ç’të mashtroi ty që nuk i besove Zotit tënd bujar"
        },
        {
            "chapter": 82,
            "verse": 7,
            "text": "i Cili të krijoi ty, të dha përmasa të rregullta dhe të harmonizoi"
        },
        {
            "chapter": 82,
            "verse": 8,
            "text": "dhe, që të ka mbrujtur në çfarëdo forme që ka dashur"
        },
        {
            "chapter": 82,
            "verse": 9,
            "text": "Por jo! Ju e quani të gënjeshtërt Gjykimin (pas ringjalljes)"
        },
        {
            "chapter": 82,
            "verse": 10,
            "text": "ndonëse mbi ju ka rojtarë (që ju vëzhgojnë)"
        },
        {
            "chapter": 82,
            "verse": 11,
            "text": "shënues të nderuar"
        },
        {
            "chapter": 82,
            "verse": 12,
            "text": "që dinë gjithçka që bëni"
        },
        {
            "chapter": 82,
            "verse": 13,
            "text": "Vërtet, punëdrejtët do të jenë në Xhenet"
        },
        {
            "chapter": 82,
            "verse": 14,
            "text": "kurse fajtorët, me siguri, do të jenë në Zjarrin flakërues"
        },
        {
            "chapter": 82,
            "verse": 15,
            "text": "në të cilin do të digjen në Ditën e Gjykimit"
        },
        {
            "chapter": 82,
            "verse": 16,
            "text": "pa mundur t’i shmangen atij"
        },
        {
            "chapter": 82,
            "verse": 17,
            "text": "E kush do të ta shpjegojë ty se ç’është Dita e Gjykimit"
        },
        {
            "chapter": 82,
            "verse": 18,
            "text": "Edhe njëherë: Kush do të ta shpjegojë ty se ç’është Dita e Gjykimit"
        },
        {
            "chapter": 82,
            "verse": 19,
            "text": "Ajo është Dita, kur askush nuk do të ketë fuqi për të bërë gjë për ndonjë tjetër dhe, kur pushteti do të jetë vetëm i Allahut"
        },
        {
            "chapter": 83,
            "verse": 1,
            "text": "Mjerë për ata që hanë në peshë (dhe matje)"
        },
        {
            "chapter": 83,
            "verse": 2,
            "text": "që, kur masin për veten, e marrin masën të plotë"
        },
        {
            "chapter": 83,
            "verse": 3,
            "text": "ndërsa, kur u masin të tjerëve me litër ose me kandar, ua pakësojnë"
        },
        {
            "chapter": 83,
            "verse": 4,
            "text": "A nuk mendojnë ata se do të ringjallen"
        },
        {
            "chapter": 83,
            "verse": 5,
            "text": "në një Ditë të madhe"
        },
        {
            "chapter": 83,
            "verse": 6,
            "text": "Ditën, kur të gjithë njerëzit do të dalin para Zotit të botëve"
        },
        {
            "chapter": 83,
            "verse": 7,
            "text": "Sigurisht (që do të ringjallen), dhe Libri i punëmbrapshtëve do të jetë në Sixh-xhîn"
        },
        {
            "chapter": 83,
            "verse": 8,
            "text": "E kush do të ta shpjegojë ty se ç’është Sixh-xhîn"
        },
        {
            "chapter": 83,
            "verse": 9,
            "text": "Është një libër i shkruar"
        },
        {
            "chapter": 83,
            "verse": 10,
            "text": "Mjerë mohuesit atë ditë"
        },
        {
            "chapter": 83,
            "verse": 11,
            "text": "të cilët mohuan Ditën e Gjykimit"
        },
        {
            "chapter": 83,
            "verse": 12,
            "text": "Askush nuk e mohon atë, përveç gjynahqarëve që shkelin çdo kufi"
        },
        {
            "chapter": 83,
            "verse": 13,
            "text": "e të cilët, kur u lexohen shpalljet Tona, thonë: “Këto janë përralla të popujve të lashtë!”"
        },
        {
            "chapter": 83,
            "verse": 14,
            "text": "Nuk është ashtu! Por veprat e tyre (të këqija) ua kanë mbuluar zemrat"
        },
        {
            "chapter": 83,
            "verse": 15,
            "text": "Nuk është ashtu! Në të vërtetë, atë ditë një vel do t’i pengojë ata që të shohin Zotin e tyre"
        },
        {
            "chapter": 83,
            "verse": 16,
            "text": "pastaj, me siguri, do të hyjnë në Zjarrin e Xhehenemit"
        },
        {
            "chapter": 83,
            "verse": 17,
            "text": "e do t’u thuhet: “Ja, kjo është ajo që e quanit të gënjeshtërt!”"
        },
        {
            "chapter": 83,
            "verse": 18,
            "text": "Ndërsa Libri i punëdrejtëve me siguri që do të jetë në Il-lijûn"
        },
        {
            "chapter": 83,
            "verse": 19,
            "text": "E kush do të ta shpjegojë ty se ç’është Il-lijjûn"
        },
        {
            "chapter": 83,
            "verse": 20,
            "text": "Është një libër i shkruar"
        },
        {
            "chapter": 83,
            "verse": 21,
            "text": "Atë e dëshmojnë të afërmit (e Allahut)"
        },
        {
            "chapter": 83,
            "verse": 22,
            "text": "Me të vërtetë, punëdrejtët do të gjenden në Xhenet"
        },
        {
            "chapter": 83,
            "verse": 23,
            "text": "duke shikuar nga divanet"
        },
        {
            "chapter": 83,
            "verse": 24,
            "text": "Në fytyrat e tyre do të njohësh shkëlqimin e Lumturisë"
        },
        {
            "chapter": 83,
            "verse": 25,
            "text": "Atyre do t’u jepet të pinë musht të pastër të ruajtur mirë"
        },
        {
            "chapter": 83,
            "verse": 26,
            "text": "fundi i të cilit është myshku. Për këtë, le të përpiqen ata që përpiqen"
        },
        {
            "chapter": 83,
            "verse": 27,
            "text": "Dhe ai (musht) do të përzihet me ujin e Tesnimit"
        },
        {
            "chapter": 83,
            "verse": 28,
            "text": "nga burimi i të cilit do të pinë më të afërmit (e Allahut)"
        },
        {
            "chapter": 83,
            "verse": 29,
            "text": "Vërtet, keqbërësit qeshnin me ata që besonin"
        },
        {
            "chapter": 83,
            "verse": 30,
            "text": "duke ia shkelur syrin njëri-tjetrit, sa herë që ata kalonin pranë tyre"
        },
        {
            "chapter": 83,
            "verse": 31,
            "text": "Kur ktheheshin te njerëzit e vet, ata talleshin (me besimtarët)"
        },
        {
            "chapter": 83,
            "verse": 32,
            "text": "dhe, kur i shihnin ata, thoshin: “Këta janë të humbur”"
        },
        {
            "chapter": 83,
            "verse": 33,
            "text": "ndonëse nuk qenë dërguar për kujdestarë të tyre"
        },
        {
            "chapter": 83,
            "verse": 34,
            "text": "Por sot, ata që kanë besuar, do t’i përqeshin jobesimtarët"
        },
        {
            "chapter": 83,
            "verse": 35,
            "text": "e nga divanet e ngritura do t’i shikojnë"
        },
        {
            "chapter": 83,
            "verse": 36,
            "text": "A janë shpërblyer meritueshëm mohuesit për atë që kanë bërë"
        },
        {
            "chapter": 84,
            "verse": 1,
            "text": "Kur qielli të çahet"
        },
        {
            "chapter": 84,
            "verse": 2,
            "text": "duke dëgjuar me bindje Zotin e vet, siç e ka për detyrë"
        },
        {
            "chapter": 84,
            "verse": 3,
            "text": "kur Toka të sheshohet (nga rrënimi i maleve)"
        },
        {
            "chapter": 84,
            "verse": 4,
            "text": "dhe të flakë atë që ka brenda e të zbrazet"
        },
        {
            "chapter": 84,
            "verse": 5,
            "text": "duke dëgjuar me bindje Zotin e vet, siç e ka për detyrë"
        },
        {
            "chapter": 84,
            "verse": 6,
            "text": "atëherë ti, o njeri, që përpiqesh shumë, mundin tënd do ta gjesh te Zoti yt"
        },
        {
            "chapter": 84,
            "verse": 7,
            "text": "Ai, të cilit do t’i jepet libri i tij në dorën e djathtë"
        },
        {
            "chapter": 84,
            "verse": 8,
            "text": "do ta ketë të lehtë llogarinë"
        },
        {
            "chapter": 84,
            "verse": 9,
            "text": "dhe do të kthehet i gëzuar te të afërmit e tij"
        },
        {
            "chapter": 84,
            "verse": 10,
            "text": "Kurse ai, të cilit do t’i jepet libri i tij pas shpinës"
        },
        {
            "chapter": 84,
            "verse": 11,
            "text": "do të lutet për të vdekur"
        },
        {
            "chapter": 84,
            "verse": 12,
            "text": "dhe në zjarr do të digjet"
        },
        {
            "chapter": 84,
            "verse": 13,
            "text": "sepse ai jetonte i shkujdesur në familjen e tij"
        },
        {
            "chapter": 84,
            "verse": 14,
            "text": "duke menduar se kurrë nuk do të kthehej (për të dhënë llogari)"
        },
        {
            "chapter": 84,
            "verse": 15,
            "text": "Po, Zoti i tij, sigurisht që i ka ndjekur të gjitha punët e tij"
        },
        {
            "chapter": 84,
            "verse": 16,
            "text": "Betohem në kuqërrimin e muzgut"
        },
        {
            "chapter": 84,
            "verse": 17,
            "text": "në natën e në gjithçka që ajo kaplon me errësirën e saj"
        },
        {
            "chapter": 84,
            "verse": 18,
            "text": "si dhe në hënën e plotë"
        },
        {
            "chapter": 84,
            "verse": 19,
            "text": "se ju, me siguri, do të kaloni nga e keqja te më e keqja"
        },
        {
            "chapter": 84,
            "verse": 20,
            "text": "Çfarë kanë ata që nuk duan të besojnë"
        },
        {
            "chapter": 84,
            "verse": 21,
            "text": "E përse, kur u lexohet Kurani, nuk përulen në sexhde"
        },
        {
            "chapter": 84,
            "verse": 22,
            "text": "Përkundrazi, ata që nuk besojnë e quajnë atë gënjeshtër"
        },
        {
            "chapter": 84,
            "verse": 23,
            "text": "Por Allahu e di mirë çfarë fshehin ata"
        },
        {
            "chapter": 84,
            "verse": 24,
            "text": "prandaj shpallu atyre dënimin e dhembshëm (që i pret të gjithë)"
        },
        {
            "chapter": 84,
            "verse": 25,
            "text": "përveç atyre, që besojnë dhe bëjnë vepra të mira; ata do të shpërblehen pandërprerë"
        },
        {
            "chapter": 85,
            "verse": 1,
            "text": "Për qiellin me yjësi"
        },
        {
            "chapter": 85,
            "verse": 2,
            "text": "për Ditën e premtuar"
        },
        {
            "chapter": 85,
            "verse": 3,
            "text": "për dëshmitarin dhe për atë që dëshmohet"
        },
        {
            "chapter": 85,
            "verse": 4,
            "text": "Mallkuar qofshin njerëzit e Hendekut"
        },
        {
            "chapter": 85,
            "verse": 5,
            "text": "zjarrit (të ushqyer) me lëndë djegëse"
        },
        {
            "chapter": 85,
            "verse": 6,
            "text": "kur rrinin ulur rreth tij"
        },
        {
            "chapter": 85,
            "verse": 7,
            "text": "duke dëshmuar atë që po i bënin besimtarëve"
        },
        {
            "chapter": 85,
            "verse": 8,
            "text": "Ata i munduan besimtarët, vetëm pse këta i besuan Allahut, të Plotfuqishmit, të Denjit për çdo lavd"
        },
        {
            "chapter": 85,
            "verse": 9,
            "text": "të Cilit i përket pushteti i qiejve dhe i Tokës dhe që është Dëshmitar i çdo gjëje"
        },
        {
            "chapter": 85,
            "verse": 10,
            "text": "Pa dyshim, ata që i përndjekin besimtarët dhe besimtaret e nuk pendohen, i pret dënimi i Xhehenemit dhe dënimi me djegie"
        },
        {
            "chapter": 85,
            "verse": 11,
            "text": "Kurse për ata, që besojnë dhe bëjnë vepra të mira, do të ketë kopshte, nëpër të cilat rrjedhin lumenj. Kjo është fitorja madhështore"
        },
        {
            "chapter": 85,
            "verse": 12,
            "text": "Vërtet, ndëshkimi i Zotit tënd është i ashpër"
        },
        {
            "chapter": 85,
            "verse": 13,
            "text": "Vërtet, Ai e zë fill krijimin dhe e përsërit atë"
        },
        {
            "chapter": 85,
            "verse": 14,
            "text": "Ai është Falësi i madh, i Dhembshuri"
        },
        {
            "chapter": 85,
            "verse": 15,
            "text": "Zotëruesi i Fronit të Lavdishëm"
        },
        {
            "chapter": 85,
            "verse": 16,
            "text": "Vepruesi i gjithçkaje që dëshiron"
        },
        {
            "chapter": 85,
            "verse": 17,
            "text": "A e ke dëgjuar ndodhinë e ushtrive"
        },
        {
            "chapter": 85,
            "verse": 18,
            "text": "të Faraonit dhe të fisit Themud"
        },
        {
            "chapter": 85,
            "verse": 19,
            "text": "E megjithatë, ata që nuk besojnë, vazhdojnë ta quajnë atë (Kuranin) të rremë"
        },
        {
            "chapter": 85,
            "verse": 20,
            "text": "ndonëse Allahu është pas tyre e i ka nën kontroll"
        },
        {
            "chapter": 85,
            "verse": 21,
            "text": "Përkundrazi, ai është një Kuran i lavdishëm"
        },
        {
            "chapter": 85,
            "verse": 22,
            "text": "në Pllakën e Ruajtur mirë (Leuhi Mahfûdh)"
        },
        {
            "chapter": 86,
            "verse": 1,
            "text": "Për qiellin dhe për vizitorin e natës"
        },
        {
            "chapter": 86,
            "verse": 2,
            "text": "E kush mund të ta shpjegojë ty se ç’është vizitori i natës"
        },
        {
            "chapter": 86,
            "verse": 3,
            "text": "Ai është ylli që shpon terrin"
        },
        {
            "chapter": 86,
            "verse": 4,
            "text": "Për çdo njeri ka mbikëqyrës"
        },
        {
            "chapter": 86,
            "verse": 5,
            "text": "Le të meditojë njeriu se prej çfarë është krijuar"
        },
        {
            "chapter": 86,
            "verse": 6,
            "text": "është krijuar prej një lëngu që hidhet"
        },
        {
            "chapter": 86,
            "verse": 7,
            "text": "e që del ndërmjet shtyllës kurrizore dhe brinjëve"
        },
        {
            "chapter": 86,
            "verse": 8,
            "text": "Me të vërtetë, Ai është i Fuqishëm për ta kthyer (në jetë) atë"
        },
        {
            "chapter": 86,
            "verse": 9,
            "text": "ditën, kur do të zbulohen të fshehtat"
        },
        {
            "chapter": 86,
            "verse": 10,
            "text": "kur njeriu nuk do të ketë as fuqi, as ndihmës"
        },
        {
            "chapter": 86,
            "verse": 11,
            "text": "Për qiellin që kthehet pareshtur"
        },
        {
            "chapter": 86,
            "verse": 12,
            "text": "dhe për Tokën që plasaritet"
        },
        {
            "chapter": 86,
            "verse": 13,
            "text": "që kjo është një Fjalë ndarëse"
        },
        {
            "chapter": 86,
            "verse": 14,
            "text": "dhe nuk është aspak shaka"
        },
        {
            "chapter": 86,
            "verse": 15,
            "text": "Në të vërtetë, ata ngrenë kurthe"
        },
        {
            "chapter": 86,
            "verse": 16,
            "text": "por dhe Unë ua pres me kurth"
        },
        {
            "chapter": 86,
            "verse": 17,
            "text": "Prandaj, jepu pak afat jobesimtarëve, lëri të qetë edhe për pak"
        },
        {
            "chapter": 87,
            "verse": 1,
            "text": "Lavdëro emrin e Zotit tënd, më të Lartit"
        },
        {
            "chapter": 87,
            "verse": 2,
            "text": "që ka krijuar gjithçka dhe e ka përpjesëtuar drejt"
        },
        {
            "chapter": 87,
            "verse": 3,
            "text": "që ka caktuar fatin e çdo gjëje dhe ia ka rrëfyer rrugën"
        },
        {
            "chapter": 87,
            "verse": 4,
            "text": "që bën të rriten kullotat"
        },
        {
            "chapter": 87,
            "verse": 5,
            "text": "dhe pastaj të shndërrohen, të thahen e të vyshken"
        },
        {
            "chapter": 87,
            "verse": 6,
            "text": "Ne do të të bëjmë ty (Muhamed) të lexosh (Shpalljet Tona), kështu që nuk ke për të harruar"
        },
        {
            "chapter": 87,
            "verse": 7,
            "text": "përveç asaj që do Allahu. Vërtet, Ai e di të dukshmen dhe çka është e fshehtë"
        },
        {
            "chapter": 87,
            "verse": 8,
            "text": "Do të ta lehtësojmë ty rrugën e drejtë"
        },
        {
            "chapter": 87,
            "verse": 9,
            "text": "prandaj këshillo, nëse këshilla do të jetë e dobishme"
        },
        {
            "chapter": 87,
            "verse": 10,
            "text": "Asaj do t’ia vërë veshin ai që (i) frikësohet (Allahut)"
        },
        {
            "chapter": 87,
            "verse": 11,
            "text": "e do t’i shmanget vetëm më i keqi"
        },
        {
            "chapter": 87,
            "verse": 12,
            "text": "i cili do të digjet në zjarrin e madh"
        },
        {
            "chapter": 87,
            "verse": 13,
            "text": "ku as nuk do të vdesë, as nuk do të jetojë"
        },
        {
            "chapter": 87,
            "verse": 14,
            "text": "I shpëtuar është ai që pastrohet"
        },
        {
            "chapter": 87,
            "verse": 15,
            "text": "që e përmend emrin e Zotit të vet dhe që fal namaz"
        },
        {
            "chapter": 87,
            "verse": 16,
            "text": "Por ju, përkundrazi, më shumë po e parapëlqeni jetën e kësaj bote"
        },
        {
            "chapter": 87,
            "verse": 17,
            "text": "ndonëse jeta tjetër është më e mirë dhe e amshuar"
        },
        {
            "chapter": 87,
            "verse": 18,
            "text": "Kjo, me të vërtetë, ndodhet në Fletët e lashta"
        },
        {
            "chapter": 87,
            "verse": 19,
            "text": "në Fletët e Ibrahimit dhe Musait"
        },
        {
            "chapter": 88,
            "verse": 1,
            "text": "A ke dëgjuar për Ngjarjen Gjithëpërfshirëse (Kiametin)"
        },
        {
            "chapter": 88,
            "verse": 2,
            "text": "Atë Ditë do të poshtërohen fytyra njerëzish"
        },
        {
            "chapter": 88,
            "verse": 3,
            "text": "që kanë punuar e janë rraskapitur (duke bërë të këqija në këtë botë)"
        },
        {
            "chapter": 88,
            "verse": 4,
            "text": "Ata do të digjen në zjarr të nxehtë"
        },
        {
            "chapter": 88,
            "verse": 5,
            "text": "e do të pinë nga burime të valuara"
        },
        {
            "chapter": 88,
            "verse": 6,
            "text": "Për ata nuk do të ketë tjetër ushqim, përveç ferrave helmuese"
        },
        {
            "chapter": 88,
            "verse": 7,
            "text": "të cilat as nuk do t’i mbajnë, as nuk do t’ua shuajnë urinë"
        },
        {
            "chapter": 88,
            "verse": 8,
            "text": "Atë Ditë, fytyrat e disave do të jenë të gëzuara"
        },
        {
            "chapter": 88,
            "verse": 9,
            "text": "të kënaqura për punët e bëra"
        },
        {
            "chapter": 88,
            "verse": 10,
            "text": "Ata do të jenë në kopshtin e lartë"
        },
        {
            "chapter": 88,
            "verse": 11,
            "text": "në të cilin nuk do të dëgjojnë fjalë boshe"
        },
        {
            "chapter": 88,
            "verse": 12,
            "text": "Atje ka një burim rrjedhës uji"
        },
        {
            "chapter": 88,
            "verse": 13,
            "text": "dhe divane të ngritura"
        },
        {
            "chapter": 88,
            "verse": 14,
            "text": "ka kupa të vëna (për t’u mbajtur në dorë)"
        },
        {
            "chapter": 88,
            "verse": 15,
            "text": "dhe jastëkë të renditur"
        },
        {
            "chapter": 88,
            "verse": 16,
            "text": "si dhe shumë qilima të shtruar"
        },
        {
            "chapter": 88,
            "verse": 17,
            "text": "Vallë, a nuk i shohin devetë, se si janë krijuar"
        },
        {
            "chapter": 88,
            "verse": 18,
            "text": "Po qiellin, se si është ngritur"
        },
        {
            "chapter": 88,
            "verse": 19,
            "text": "Po malet, se si janë vënë të patundur"
        },
        {
            "chapter": 88,
            "verse": 20,
            "text": "Po Tokën, se si është shtrirë"
        },
        {
            "chapter": 88,
            "verse": 21,
            "text": "Prandaj këshilloji (njerëzit o Muhamed), se ti je vetëm këshillues"
        },
        {
            "chapter": 88,
            "verse": 22,
            "text": "dhe nuk je ngarkuar t’i detyrosh ata me forcë"
        },
        {
            "chapter": 88,
            "verse": 23,
            "text": "Sa për ata që shmangen dhe nuk besojnë"
        },
        {
            "chapter": 88,
            "verse": 24,
            "text": "Allahu do t’i ndëshkojë me dënimin më të madh"
        },
        {
            "chapter": 88,
            "verse": 25,
            "text": "Pa dyshim, ata do të kthehen të gjithë tek Ne"
        },
        {
            "chapter": 88,
            "verse": 26,
            "text": "dhe patjetër që do të japin llogari para Nesh"
        },
        {
            "chapter": 89,
            "verse": 1,
            "text": "Betohem për muzgun e agimit"
        },
        {
            "chapter": 89,
            "verse": 2,
            "text": "dhe për dhjetë netët (e para të muajit Dhul Hixhxhe)"
        },
        {
            "chapter": 89,
            "verse": 3,
            "text": "Betohem për çiftin dhe tekun"
        },
        {
            "chapter": 89,
            "verse": 4,
            "text": "dhe për natën kur largohet"
        },
        {
            "chapter": 89,
            "verse": 5,
            "text": "A nuk janë këto betime të mëdha për njerëzit e mençur"
        },
        {
            "chapter": 89,
            "verse": 6,
            "text": "Vallë, a nuk e di ti se çfarë ka bërë Zoti yt me fisin Ad"
        },
        {
            "chapter": 89,
            "verse": 7,
            "text": "banorë të Iremit me pallate shumështyllëshe"
        },
        {
            "chapter": 89,
            "verse": 8,
            "text": "të atillë që nuk janë krijuar askund tjetër në tokë si ata"
        },
        {
            "chapter": 89,
            "verse": 9,
            "text": "Dhe me fisin Themud, që gdhendi shkëmbinjtë në luginë (për të bërë shtëpi)"
        },
        {
            "chapter": 89,
            "verse": 10,
            "text": "Dhe me Faraonin, njeriun e hunjve (ku torturonte njerëzit)"
        },
        {
            "chapter": 89,
            "verse": 11,
            "text": "Të gjithë këta shkelën çdo kufi në vendet e tyre"
        },
        {
            "chapter": 89,
            "verse": 12,
            "text": "duke shtuar atje shthurjen dhe korrupsionin"
        },
        {
            "chapter": 89,
            "verse": 13,
            "text": "prandaj Zoti yt lëshoi mbi ata kamxhikun e dënimit"
        },
        {
            "chapter": 89,
            "verse": 14,
            "text": "Vërtet, Zoti yt është gjithnjë në pritë"
        },
        {
            "chapter": 89,
            "verse": 15,
            "text": "Për sa i përket njeriut, kur Zoti i tij e sprovon atë, duke e ngritur lart dhe duke i dhënë mirësi, ai thotë: “Zoti im më ka nderuar.”"
        },
        {
            "chapter": 89,
            "verse": 16,
            "text": "Por, kur e sprovon atë, duke ia ngushtuar mjetet e jetesës, ai thotë: “Zoti im më ka poshtëruar”"
        },
        {
            "chapter": 89,
            "verse": 17,
            "text": "Nuk është kështu! Por ju nuk silleni mirë me jetimët"
        },
        {
            "chapter": 89,
            "verse": 18,
            "text": "dhe nuk e nxitni njëri-tjetrin për t’i ushqyer të varfrit"
        },
        {
            "chapter": 89,
            "verse": 19,
            "text": "Trashëgiminë (e të dobëtëve) e zhvatni me lakmi të pangopur"
        },
        {
            "chapter": 89,
            "verse": 20,
            "text": "dhe e doni pasurinë me një dëshirë të pakufishme"
        },
        {
            "chapter": 89,
            "verse": 21,
            "text": "Por ani! Kur Toka të bëhet copë e thërrime"
        },
        {
            "chapter": 89,
            "verse": 22,
            "text": "kur të vijë Zoti yt (për të ndarë gjykimin) me engjëjt të rreshtuar radhë pas radhe"
        },
        {
            "chapter": 89,
            "verse": 23,
            "text": "Dhe, kur të sillet Xhehenemi, atë Ditë njeriu do të kujtohet por ç’i duhet se u kujtua"
        },
        {
            "chapter": 89,
            "verse": 24,
            "text": "Ai do të thotë: “Ah, sikur të kisha bërë diçka të mirë për jetën time!”"
        },
        {
            "chapter": 89,
            "verse": 25,
            "text": "Atë Ditë, askush nuk do të dënojë siç dënon Ai"
        },
        {
            "chapter": 89,
            "verse": 26,
            "text": "e askush nuk do të lidhë në pranga siç lidh Ai"
        },
        {
            "chapter": 89,
            "verse": 27,
            "text": "O ti shpirt i qetësuar"
        },
        {
            "chapter": 89,
            "verse": 28,
            "text": "Kthehu te Zoti yt, ti i kënaqur me Atë dhe Ai kënaqur me ty"
        },
        {
            "chapter": 89,
            "verse": 29,
            "text": "Bashkohu me robërit e Mi"
        },
        {
            "chapter": 89,
            "verse": 30,
            "text": "dhe hyr në Xhenetin Tim"
        },
        {
            "chapter": 90,
            "verse": 1,
            "text": "Betohem për këtë vend"
        },
        {
            "chapter": 90,
            "verse": 2,
            "text": "në të cilin ti je i lirë (o Muhamed)"
        },
        {
            "chapter": 90,
            "verse": 3,
            "text": "dhe për atë që lind e për atë që është i lindur"
        },
        {
            "chapter": 90,
            "verse": 4,
            "text": "se, në të vërtetë, Ne e kemi krijuar njeriun për të luftuar në vështirësi"
        },
        {
            "chapter": 90,
            "verse": 5,
            "text": "A mendon ai se askush nuk ka pushtet mbi atë"
        },
        {
            "chapter": 90,
            "verse": 6,
            "text": "Ai thotë: “Kam shpenzuar pasuri të pamasë!”"
        },
        {
            "chapter": 90,
            "verse": 7,
            "text": "Vallë, a mendon ai se nuk e ka parë askush"
        },
        {
            "chapter": 90,
            "verse": 8,
            "text": "A nuk i kemi dhënë Ne atij dy sy"
        },
        {
            "chapter": 90,
            "verse": 9,
            "text": "edhe gjuhë, edhe dy buzë"
        },
        {
            "chapter": 90,
            "verse": 10,
            "text": "dhe ia kemi bërë të qarta të dyja rrugët"
        },
        {
            "chapter": 90,
            "verse": 11,
            "text": "Atëherë, le të ndjekë rrugën e vështirë"
        },
        {
            "chapter": 90,
            "verse": 12,
            "text": "E kush mund të ta shpjegojë ty se ç’është rruga e vështirë"
        },
        {
            "chapter": 90,
            "verse": 13,
            "text": "Ajo është të lirosh një skllav"
        },
        {
            "chapter": 90,
            "verse": 14,
            "text": "ose të ushqesh në një ditë zie"
        },
        {
            "chapter": 90,
            "verse": 15,
            "text": "jetimin e afërm"
        },
        {
            "chapter": 90,
            "verse": 16,
            "text": "ose të varfrin e mjerë"
        },
        {
            "chapter": 90,
            "verse": 17,
            "text": "Veç kësaj, (njeriu duhet) të jetë nga ata që besojnë, që e këshillojnë njëri-tjetrin për durim dhe e këshillojnë për mëshirë"
        },
        {
            "chapter": 90,
            "verse": 18,
            "text": "Këta janë njerëzit e krahut të djathtë"
        },
        {
            "chapter": 90,
            "verse": 19,
            "text": "Ndërsa ata që i mohojnë shpalljet Tona, ata janë njerëzit e krahut të majtë"
        },
        {
            "chapter": 90,
            "verse": 20,
            "text": "Mbi ata do të jetë zjarri i mbyllur"
        },
        {
            "chapter": 91,
            "verse": 1,
            "text": "Për Diellin dhe shkëlqimin e tij"
        },
        {
            "chapter": 91,
            "verse": 2,
            "text": "dhe për Hënën që e përcjell atë"
        },
        {
            "chapter": 91,
            "verse": 3,
            "text": "Për ditën që ia zbulon shkëlqimin atij (diellit)"
        },
        {
            "chapter": 91,
            "verse": 4,
            "text": "dhe për natën kur e mbulon atë"
        },
        {
            "chapter": 91,
            "verse": 5,
            "text": "Për qiellin dhe për Atë që e ka ndërtuar"
        },
        {
            "chapter": 91,
            "verse": 6,
            "text": "Për Tokën dhe për Atë që e ka shtruar"
        },
        {
            "chapter": 91,
            "verse": 7,
            "text": "Për shpirtin dhe për Atë që e ka përsosur"
        },
        {
            "chapter": 91,
            "verse": 8,
            "text": "duke ia bërë të njohur atij të keqen e të mirën"
        },
        {
            "chapter": 91,
            "verse": 9,
            "text": "Vërtet, kushdo që e pastron shpirtin, do të shpëtojë"
        },
        {
            "chapter": 91,
            "verse": 10,
            "text": "ndërsa kushdo që e shtyp atë (me punë të këqija), do të dështojë"
        },
        {
            "chapter": 91,
            "verse": 11,
            "text": "Fisi i Themudit, nga shfrenimi i vet - përgënjeshtroi"
        },
        {
            "chapter": 91,
            "verse": 12,
            "text": "kur u ngrit më i keqi i tij (për të therur devenë)"
        },
        {
            "chapter": 91,
            "verse": 13,
            "text": "I dërguari i Allahut (Salihu), u tha atyre[408]: “Kjo është deveja e Allahut! Lëreni atë të pijë pjesën e vet!”"
        },
        {
            "chapter": 91,
            "verse": 14,
            "text": "Por ata nuk i besuan atij dhe e therën atë. Prandaj Zoti i tyre i shkatërroi të gjithë për gjynahet e tyre, nga i pari tek i fundit"
        },
        {
            "chapter": 91,
            "verse": 15,
            "text": "pa pasur frikë prej pasojave të kësaj"
        },
        {
            "chapter": 92,
            "verse": 1,
            "text": "Për natën që mbulon (me terr)"
        },
        {
            "chapter": 92,
            "verse": 2,
            "text": "për ditën që agon"
        },
        {
            "chapter": 92,
            "verse": 3,
            "text": "dhe për Atë që ka krijuar mashkullin dhe femrën"
        },
        {
            "chapter": 92,
            "verse": 4,
            "text": "Vërtet, veprat tuaja janë të ndryshme"
        },
        {
            "chapter": 92,
            "verse": 5,
            "text": "Sa për atë që jep (për hir të Allahut), ka frikë (nga Ai)"
        },
        {
            "chapter": 92,
            "verse": 6,
            "text": "dhe dëshmon për vërtetësinë e më të bukurës (besimit)"
        },
        {
            "chapter": 92,
            "verse": 7,
            "text": "Ne do t’ia lehtësojmë atij rrugën drejt shpëtimit"
        },
        {
            "chapter": 92,
            "verse": 8,
            "text": "Kurse atij që është koprrac, ndihet i vetëmjaftueshëm"
        },
        {
            "chapter": 92,
            "verse": 9,
            "text": "dhe e quan gënjeshtër më të bukurën (besimin)"
        },
        {
            "chapter": 92,
            "verse": 10,
            "text": "Ne do t’ia lehtësojmë rrugën drejt dënimit"
        },
        {
            "chapter": 92,
            "verse": 11,
            "text": "e, kur të hidhet (në zjarr), pasuria e tij nuk do t’i bëjë dobi"
        },
        {
            "chapter": 92,
            "verse": 12,
            "text": "Neve na përket që t’ua tregojmë rrugën e drejtë"
        },
        {
            "chapter": 92,
            "verse": 13,
            "text": "dhe, me të vërtetë, e Jona është ajo botë dhe kjo botë"
        },
        {
            "chapter": 92,
            "verse": 14,
            "text": "Prandaj Unë ju kam tërhequr vërejtjen me një zjarr që flakëron"
        },
        {
            "chapter": 92,
            "verse": 15,
            "text": "ku do të hidhet vetëm më i keqi"
        },
        {
            "chapter": 92,
            "verse": 16,
            "text": "që ka mohuar dhe është larguar nga besimi"
        },
        {
            "chapter": 92,
            "verse": 17,
            "text": "E do të mbahet larg tij (zjarrit) më i devotshmi (që ruhet nga gjynahet)"
        },
        {
            "chapter": 92,
            "verse": 18,
            "text": "që e jep pasurinë e tij, duke pastruar veten"
        },
        {
            "chapter": 92,
            "verse": 19,
            "text": "dhe duke mos pritur shpërblim prej dikujt tjetër për këtë"
        },
        {
            "chapter": 92,
            "verse": 20,
            "text": "por vetëm për të kërkuar Fytyrën (kënaqësinë) e Zotit të tij, më të Lartit"
        },
        {
            "chapter": 92,
            "verse": 21,
            "text": "Dhe ai, me siguri, do të jetë i kënaqur"
        },
        {
            "chapter": 93,
            "verse": 1,
            "text": "Betohem në shkëlqimin e paradites"
        },
        {
            "chapter": 93,
            "verse": 2,
            "text": "dhe në natën kur erret e qetësohet"
        },
        {
            "chapter": 93,
            "verse": 3,
            "text": "se Zoti yt nuk të ka braktisur e as nuk të urren (o Muhamed)"
        },
        {
            "chapter": 93,
            "verse": 4,
            "text": "Natyrisht, jeta e ardhshme për ty është më e mirë se kjo jetë"
        },
        {
            "chapter": 93,
            "verse": 5,
            "text": "e, sigurisht që Zoti yt do të të japë ty, sa të jesh i kënaqur"
        },
        {
            "chapter": 93,
            "verse": 6,
            "text": "A nuk ishe jetim e Ai të dha strehë"
        },
        {
            "chapter": 93,
            "verse": 7,
            "text": "A nuk të gjeti të paditur (për Islamin) e të udhëzoi"
        },
        {
            "chapter": 93,
            "verse": 8,
            "text": "A nuk ishe nevojtar e të bëri të mos ia kesh nevojën askujt"
        },
        {
            "chapter": 93,
            "verse": 9,
            "text": "Prandaj, mos e shtyp jetimin"
        },
        {
            "chapter": 93,
            "verse": 10,
            "text": "lypësin mos e shtyj me ashpërsi"
        },
        {
            "chapter": 93,
            "verse": 11,
            "text": "dhe shpalli dhuntitë e Zotit tënd"
        },
        {
            "chapter": 94,
            "verse": 1,
            "text": "Vallë, a nuk ta hapëm ty (Muhamed) kraharorin (për të pranuar besimin)"
        },
        {
            "chapter": 94,
            "verse": 2,
            "text": "dhe ta hoqëm barrën"
        },
        {
            "chapter": 94,
            "verse": 3,
            "text": "e cila ta rëndonte tepër kurrizin"
        },
        {
            "chapter": 94,
            "verse": 4,
            "text": "dhe ta ngritëm lart emrin"
        },
        {
            "chapter": 94,
            "verse": 5,
            "text": "Me të vërtetë, pas vështirësisë - vjen lehtësimi"
        },
        {
            "chapter": 94,
            "verse": 6,
            "text": "Me të vërtetë, pas vështirësisë - vjen lehtësimi"
        },
        {
            "chapter": 94,
            "verse": 7,
            "text": "Prandaj, kur të çlirohesh (nga punët e ndryshme), përpiqu fort (në adhurim)"
        },
        {
            "chapter": 94,
            "verse": 8,
            "text": "dhe vetëm ndaj Zotit tënd përkushtohu"
        },
        {
            "chapter": 95,
            "verse": 1,
            "text": "Për fikun dhe ullirin"
        },
        {
            "chapter": 95,
            "verse": 2,
            "text": "për malin e Sinait"
        },
        {
            "chapter": 95,
            "verse": 3,
            "text": "dhe për këtë Qytet të sigurt (Mekën)"
        },
        {
            "chapter": 95,
            "verse": 4,
            "text": "Në të vërtetë, Ne e krijuam njeriun në trajtën më të përkryer"
        },
        {
            "chapter": 95,
            "verse": 5,
            "text": "pastaj e çuam atë (kur nuk beson) në gjendjen më të ulët"
        },
        {
            "chapter": 95,
            "verse": 6,
            "text": "përveç atyre që besojnë dhe bëjnë vepra të mira: ata do të kenë shpërblime të pandërprera"
        },
        {
            "chapter": 95,
            "verse": 7,
            "text": "Atëherë, çfarë të shtyn ty (o njeri), që ta mohosh Ditën e Kiametit"
        },
        {
            "chapter": 95,
            "verse": 8,
            "text": "A nuk është Allahu Gjykatësi më i drejtë"
        },
        {
            "chapter": 96,
            "verse": 1,
            "text": "Lexo me emrin e Zotit tënd, i Cili krijoi (gjithçka)"
        },
        {
            "chapter": 96,
            "verse": 2,
            "text": "e krijoi njeriun nga një droçkë gjaku"
        },
        {
            "chapter": 96,
            "verse": 3,
            "text": "Lexo! Zoti yt është Bujari më i madh"
        },
        {
            "chapter": 96,
            "verse": 4,
            "text": "i Cili, me anë të penës ia mësoi"
        },
        {
            "chapter": 96,
            "verse": 5,
            "text": "ia mësoi njeriut ato që nuk i dinte"
        },
        {
            "chapter": 96,
            "verse": 6,
            "text": "Por vërtet që njeriu shkel çdo cak"
        },
        {
            "chapter": 96,
            "verse": 7,
            "text": "kur mendon se është i vetëmjaftueshëm"
        },
        {
            "chapter": 96,
            "verse": 8,
            "text": "Në të vërtetë, kthimi është te Zoti yt"
        },
        {
            "chapter": 96,
            "verse": 9,
            "text": "A e ke parë ti (Muhamed) atë që pengon"
        },
        {
            "chapter": 96,
            "verse": 10,
            "text": "robin (Tonë) kur falet"
        },
        {
            "chapter": 96,
            "verse": 11,
            "text": "A nuk është ai (robi Ynë) në rrugë të drejtë"
        },
        {
            "chapter": 96,
            "verse": 12,
            "text": "dhe që urdhëron për devotshmëri"
        },
        {
            "chapter": 96,
            "verse": 13,
            "text": "Mendo, nëse ai (penguesi) mohon dhe kthen kurrizin"
        },
        {
            "chapter": 96,
            "verse": 14,
            "text": "a nuk e di ai se Allahu i sheh të gjitha"
        },
        {
            "chapter": 96,
            "verse": 15,
            "text": "Jo, jo! Nëse ai nuk tërhiqet nga kjo, Ne do ta kapim për ballukesh (për ta hedhur në zjarrin e Xhehenemit)"
        },
        {
            "chapter": 96,
            "verse": 16,
            "text": "për ballukesh të gënjeshtarit dhe fajtorit"
        },
        {
            "chapter": 96,
            "verse": 17,
            "text": "Atëherë ai le ta thërrasë shoqërinë e vet"
        },
        {
            "chapter": 96,
            "verse": 18,
            "text": "Ne do t’i thërrasim Zebanijet (rojet e Xhehenemit)"
        },
        {
            "chapter": 96,
            "verse": 19,
            "text": "Kurrsesi mos iu nënshtro atij (o Muhamed), por bëj sexhde dhe afroju Zotit tënd"
        },
        {
            "chapter": 97,
            "verse": 1,
            "text": "Ne e kemi zbritur (Kuranin) në Natën e Kadrit"
        },
        {
            "chapter": 97,
            "verse": 2,
            "text": "E kush mund të ta shpjegojë ty se ç’është nata e Kadrit"
        },
        {
            "chapter": 97,
            "verse": 3,
            "text": "Nata e Kadrit është më e mirë se një mijë muaj"
        },
        {
            "chapter": 97,
            "verse": 4,
            "text": "Engjëjt dhe Shpirti (Xhebraili), me lejen e Zotit të tyre, zbresin në këtë natë, me të gjitha vendimet"
        },
        {
            "chapter": 97,
            "verse": 5,
            "text": "Paqe është ajo deri në lindjen e agimit"
        },
        {
            "chapter": 98,
            "verse": 1,
            "text": "Ata që nuk besojnë prej ithtarëve të Librit dhe idhujtarëve, nuk do të largoheshin (nga mosbesimi i tyre), derisa t’u vinte Dëshmia e qartë"
        },
        {
            "chapter": 98,
            "verse": 2,
            "text": "Një i Dërguar nga Allahu, i cili do t’u lexonte faqe të pastra (Kuranin)"
        },
        {
            "chapter": 98,
            "verse": 3,
            "text": "të cilat përmbanin rregulla të drejta"
        },
        {
            "chapter": 98,
            "verse": 4,
            "text": "Ata, që u ishte dhënë Libri, u përçanë vetëm atëherë, kur u erdhi Dëshmia e qartë"
        },
        {
            "chapter": 98,
            "verse": 5,
            "text": "E megjithatë, ata qenë urdhëruar vetëm që të adhuronin Allahun me përkushtim të sinqertë, duke qenë në fenë e pastër (të Ibrahimit), si dhe të falnin namazin e të jepnin zekatin. Kjo është feja e drejtë"
        },
        {
            "chapter": 98,
            "verse": 6,
            "text": "Në të vërtetë, ata që nuk besojnë prej ithtarëve të Librit dhe idhujtarëve, do të hyjnë në zjarrin e Xhehenemit, në të cilin do të mbeten përgjithmonë. Ata janë krijesat më të këqija"
        },
        {
            "chapter": 98,
            "verse": 7,
            "text": "Pa dyshim, ata që besojnë dhe punojnë vepra të mira - pikërisht ata janë krijesat më të mira"
        },
        {
            "chapter": 98,
            "verse": 8,
            "text": "Shpërblimi i tyre është te Zoti i tyre: kopshtet e Adnit, nëpër të cilat rrjedhin lumenj e ku do të banojnë përherë. Allahu është i kënaqur me ata, por dhe ata janë të kënaqur me Atë. Kjo është dhurata për ata që e kanë frikë Zotin e vet"
        },
        {
            "chapter": 99,
            "verse": 1,
            "text": "Kur të dridhet Toka me tronditjen e saj (të fundit)"
        },
        {
            "chapter": 99,
            "verse": 2,
            "text": "kur të nxjerrë barrët nga brendia e saj"
        },
        {
            "chapter": 99,
            "verse": 3,
            "text": "e njeriu të thotë: “Ç’po i ndodh asaj?!”"
        },
        {
            "chapter": 99,
            "verse": 4,
            "text": "Atë Ditë ajo do të tregojë lajmet e saj"
        },
        {
            "chapter": 99,
            "verse": 5,
            "text": "sepse Zoti yt e ka frymëzuar atë"
        },
        {
            "chapter": 99,
            "verse": 6,
            "text": "Atë Ditë njerëzit do të paraqiten grupe-grupe, që t’u tregohen veprat e tyre"
        },
        {
            "chapter": 99,
            "verse": 7,
            "text": "kush ka bërë ndonjë të mirë, qoftë sa një thërrmijë, do ta shohë atë"
        },
        {
            "chapter": 99,
            "verse": 8,
            "text": "e kush ka bërë ndonjë të keqe, qoftë sa një thërrmijë, do ta shohë atë"
        },
        {
            "chapter": 100,
            "verse": 1,
            "text": "Betohem për ata (kuaj) që vrapojnë duke dihatur"
        },
        {
            "chapter": 100,
            "verse": 2,
            "text": "që nxjerrin xixa nga thundrat"
        },
        {
            "chapter": 100,
            "verse": 3,
            "text": "dhe trokojnë për sulm në mëngjes"
        },
        {
            "chapter": 100,
            "verse": 4,
            "text": "duke çuar re pluhuri"
        },
        {
            "chapter": 100,
            "verse": 5,
            "text": "ndërsa çajnë armikun në dysh"
        },
        {
            "chapter": 100,
            "verse": 6,
            "text": "se njeriu është vërtet mosmirënjohës ndaj Zotit të vet"
        },
        {
            "chapter": 100,
            "verse": 7,
            "text": "dhe ai, pa dyshim, këtë e dëshmon"
        },
        {
            "chapter": 100,
            "verse": 8,
            "text": "Vërtet, ai është i babëzitur për pasuri"
        },
        {
            "chapter": 100,
            "verse": 9,
            "text": "Vallë, a nuk e di ai se kur të nxirren jashtë ata që gjenden në varre"
        },
        {
            "chapter": 100,
            "verse": 10,
            "text": "dhe, kur të dalë në shesh ajo që është në gjokse"
        },
        {
            "chapter": 100,
            "verse": 11,
            "text": "Zoti i tyre, me siguri, atë Ditë di çdo gjë për ta"
        },
        {
            "chapter": 101,
            "verse": 1,
            "text": "Gjëmimi i tmerrshëm"
        },
        {
            "chapter": 101,
            "verse": 2,
            "text": "Ç’është Gjëmimi i tmerrshëm"
        },
        {
            "chapter": 101,
            "verse": 3,
            "text": "Kush mund të ta shpjegojë ty se çfarë është Gjëmimi i tmerrshëm"
        },
        {
            "chapter": 101,
            "verse": 4,
            "text": "Atë Ditë njerëzit do të jenë si fluturat e shpërndara"
        },
        {
            "chapter": 101,
            "verse": 5,
            "text": "kurse malet si leshi i shprishur"
        },
        {
            "chapter": 101,
            "verse": 6,
            "text": "Sa i përket atij, veprat e (mira të) të cilit do të rëndojnë në peshore"
        },
        {
            "chapter": 101,
            "verse": 7,
            "text": "ai do të ketë një jetë të kënaqur (në Xhenet)"
        },
        {
            "chapter": 101,
            "verse": 8,
            "text": "E sa i përket atij, veprat e (mira të) të cilit nuk do të rëndojnë në peshore"
        },
        {
            "chapter": 101,
            "verse": 9,
            "text": "Ai do të ketë si strehim Humnerën (e Xhehenemit)"
        },
        {
            "chapter": 101,
            "verse": 10,
            "text": "Kush mund të ta shpjegojë ty se ç’është Humnera (e Xhehenemit)"
        },
        {
            "chapter": 101,
            "verse": 11,
            "text": "Ajo është një Zjarr i vrullshëm"
        },
        {
            "chapter": 102,
            "verse": 1,
            "text": "Ju ka hutuar rivaliteti për të shtuar"
        },
        {
            "chapter": 102,
            "verse": 2,
            "text": "derisa të shkoni në varre"
        },
        {
            "chapter": 102,
            "verse": 3,
            "text": "Gjithsesi, do ta merrni vesh"
        },
        {
            "chapter": 102,
            "verse": 4,
            "text": "Madje, së shpejti do ta merrni vesh"
        },
        {
            "chapter": 102,
            "verse": 5,
            "text": "Kujdes! Ah, sikur ta dinit të vërtetën me siguri"
        },
        {
            "chapter": 102,
            "verse": 6,
            "text": "Sigurisht që do ta shihni Zjarrin flakërues"
        },
        {
            "chapter": 102,
            "verse": 7,
            "text": "Pastaj, me të vërtetë, do ta shihni atë me syrin e sigurisë"
        },
        {
            "chapter": 102,
            "verse": 8,
            "text": "Pastaj, atë Ditë, do të pyeteni për kënaqësitë (e kësaj bote)"
        },
        {
            "chapter": 103,
            "verse": 1,
            "text": "Për kohën"
        },
        {
            "chapter": 103,
            "verse": 2,
            "text": "Me të vërtetë, njeriu është në humbje"
        },
        {
            "chapter": 103,
            "verse": 3,
            "text": "përveç atyre që besojnë dhe bëjnë vepra të mira, i këshillojnë njëri-tjetrit të vërtetën e i këshillojnë njëri-tjetrit durimin"
        },
        {
            "chapter": 104,
            "verse": 1,
            "text": "Mjerë për çdo përqeshës - shpifës"
        },
        {
            "chapter": 104,
            "verse": 2,
            "text": "që grumbullon pasuri dhe e ruan"
        },
        {
            "chapter": 104,
            "verse": 3,
            "text": "duke menduar se ajo pasuri do ta bëjë të pavdekshëm"
        },
        {
            "chapter": 104,
            "verse": 4,
            "text": "Jo, aspak! Në të vërtetë, ai do të hidhet në torturën shkatërruese"
        },
        {
            "chapter": 104,
            "verse": 5,
            "text": "E kush mund të ta shpjegojë ty se çfarë është tortura shkatërruese"
        },
        {
            "chapter": 104,
            "verse": 6,
            "text": "Ajo është zjarri i Allahut i ndezur fort"
        },
        {
            "chapter": 104,
            "verse": 7,
            "text": "i cili depërton deri në zemrën e njeriut"
        },
        {
            "chapter": 104,
            "verse": 8,
            "text": "Ai do t’i rrethojë ata nga çdo anë"
        },
        {
            "chapter": 104,
            "verse": 9,
            "text": "në shtylla të gjata flakëruese"
        },
        {
            "chapter": 105,
            "verse": 1,
            "text": "Vallë, a nuk ke dëgjuar ti se si bëri Zoti yt me njerëzit e elefantit"
        },
        {
            "chapter": 105,
            "verse": 2,
            "text": "A nuk ua prishi atyre kurthin"
        },
        {
            "chapter": 105,
            "verse": 3,
            "text": "duke dërguar kundër atyre tufa zogjsh"
        },
        {
            "chapter": 105,
            "verse": 4,
            "text": "të cilët i gjuajtën me gurë prej baltës së pjekur"
        },
        {
            "chapter": 105,
            "verse": 5,
            "text": "Dhe kështu, i bëri si byk i ngrënë"
        },
        {
            "chapter": 106,
            "verse": 1,
            "text": "(Shkatërrimin e njerëzve të elefantit Allahu e bëri) për të mbrojtur fisin Kurejsh"
        },
        {
            "chapter": 106,
            "verse": 2,
            "text": "për t’i mbrojtur ata në udhëtimin që bëjnë dimër e verë"
        },
        {
            "chapter": 106,
            "verse": 3,
            "text": "Prandaj le të adhurojnë Zotin e kësaj shtëpie (Qabes)"
        },
        {
            "chapter": 106,
            "verse": 4,
            "text": "i Cili i ushqen ata në ditë urie dhe i siguron në ditë frike"
        },
        {
            "chapter": 107,
            "verse": 1,
            "text": "A e ke parë atë që mohon Ditën e Llogarisë"
        },
        {
            "chapter": 107,
            "verse": 2,
            "text": "Ky është ai që i dëbon ashpër jetimët"
        },
        {
            "chapter": 107,
            "verse": 3,
            "text": "dhe nuk nxit që t’i jepet ushqim të varfrit"
        },
        {
            "chapter": 107,
            "verse": 4,
            "text": "Mjerë për ata, të cilët kur falen"
        },
        {
            "chapter": 107,
            "verse": 5,
            "text": "janë të pakujdesshëm për namazet"
        },
        {
            "chapter": 107,
            "verse": 6,
            "text": "të cilët duan vetëm që të duken"
        },
        {
            "chapter": 107,
            "verse": 7,
            "text": "dhe nuk u japin ndihmë nevojtarëve"
        },
        {
            "chapter": 108,
            "verse": 1,
            "text": "Me të vërtetë që Ne të kemi dhënë ty shumë të mira"
        },
        {
            "chapter": 108,
            "verse": 2,
            "text": "andaj, falu (vetëm) për Zotin tënd dhe ther kurban"
        },
        {
            "chapter": 108,
            "verse": 3,
            "text": "Sigurisht, ai që të urren ty, ai vetë është fatprerë"
        },
        {
            "chapter": 109,
            "verse": 1,
            "text": "Thuaj: “O ju jobesimtarë"
        },
        {
            "chapter": 109,
            "verse": 2,
            "text": "Unë nuk adhuroj çfarë ju adhuroni"
        },
        {
            "chapter": 109,
            "verse": 3,
            "text": "dhe ju nuk jeni adhurues të Atij që unë adhuroj"
        },
        {
            "chapter": 109,
            "verse": 4,
            "text": "Unë nuk do të jem kurrë adhurues i atyre që ju i adhuroni"
        },
        {
            "chapter": 109,
            "verse": 5,
            "text": "dhe as ju nuk do të jeni adhurues të Atij që unë adhuroj"
        },
        {
            "chapter": 109,
            "verse": 6,
            "text": "Ju keni fenë tuaj, ndërsa unë kam fenë time!”"
        },
        {
            "chapter": 110,
            "verse": 1,
            "text": "Kur të vijë ndihma e Allahut dhe çlirimi (i Mekës)"
        },
        {
            "chapter": 110,
            "verse": 2,
            "text": "dhe t’i shohësh njerëzit duke hyrë në fenë e Allahut grupe-grupe"
        },
        {
            "chapter": 110,
            "verse": 3,
            "text": "atëherë madhëroje me falënderim Zotin tënd dhe kërko falje nga Ai; se Ai është vërtet Pranues i madh i pendimeve"
        },
        {
            "chapter": 111,
            "verse": 1,
            "text": "Iu thafshin duart Ebu Lehebit[438] dhe u thaftë në gjithçka"
        },
        {
            "chapter": 111,
            "verse": 2,
            "text": "Nuk do ta ndihmojnë atë as pasuria dhe as fitimet e tjera"
        },
        {
            "chapter": 111,
            "verse": 3,
            "text": "Ai, me siguri, do të hidhet në zjarrin me flakë të tërbuara"
        },
        {
            "chapter": 111,
            "verse": 4,
            "text": "po ashtu edhe gruaja e tij[440], që mbart drutë e zjarrit"
        },
        {
            "chapter": 111,
            "verse": 5,
            "text": "në qafën e saj do të ketë një litar prej fijesh palme"
        },
        {
            "chapter": 112,
            "verse": 1,
            "text": "Thuaj: “Ai është Allahu, Një dhe i Vetëm"
        },
        {
            "chapter": 112,
            "verse": 2,
            "text": "Allahu është Absoluti, të Cilit i përgjërohet gjithçka në amshim"
        },
        {
            "chapter": 112,
            "verse": 3,
            "text": "Ai as nuk lind, as nuk është i lindur"
        },
        {
            "chapter": 112,
            "verse": 4,
            "text": "Dhe askush nuk është i barabartë (a i krahasueshëm) me Atë!”"
        },
        {
            "chapter": 113,
            "verse": 1,
            "text": "Thuaj: “Kërkoj mbështetje te Zoti i agimit"
        },
        {
            "chapter": 113,
            "verse": 2,
            "text": "që të më mbrojë nga sherri i gjithçkaje që Ai ka krijuar"
        },
        {
            "chapter": 113,
            "verse": 3,
            "text": "dhe nga sherri i natës, kur kaplon terri"
        },
        {
            "chapter": 113,
            "verse": 4,
            "text": "dhe nga sherri i falltarëve, që fryjnë në nyje (duke bërë magji)"
        },
        {
            "chapter": 113,
            "verse": 5,
            "text": "dhe nga sherri i smirëziut, kur vepron me smirë.”"
        },
        {
            "chapter": 114,
            "verse": 1,
            "text": "Thuaj: “Kërkoj mbështetje te Zoti i njerëzve"
        },
        {
            "chapter": 114,
            "verse": 2,
            "text": "Sundimtari i njerëzve"
        },
        {
            "chapter": 114,
            "verse": 3,
            "text": "i Adhuruari (i vetëm me të drejtë) i njerëzve"
        },
        {
            "chapter": 114,
            "verse": 4,
            "text": "nga sherri i djallit cytës që fshihet (pasi cyt)"
        },
        {
            "chapter": 114,
            "verse": 5,
            "text": "e që hedh dyshime në gjokset e njerëzve"
        },
        {
            "chapter": 114,
            "verse": 6,
            "text": "(qoftë ai djall) prej xhindeve apo njerëzve!”"
        }
    ]
}