{
    "maqras": [
        {
            "chapter": 18,
            "verse": 51,
            "text": "Jag lat dem lika litet bevittna skapelsen av himlarna och jorden som deras egen skapelse; och Jag tar inte dem till medhjalpare som vill leda manniskorna vilse"
        },
        {
            "chapter": 18,
            "verse": 52,
            "text": "[Tank pa] Dagen da [Gud] skall saga: \"Anropa [nu] dem som ni pastod ha del i Min makt.\" Och de skall anropa dem men de kommer inte att fa svar; mellan dem har Vi lagt en ooverstiglig klyfta"
        },
        {
            "chapter": 18,
            "verse": 53,
            "text": "De trotsiga syndarna kommer att se Elden och veta att de skall bli [lagornas] rov, men de kommer inte att finna en vag att fly undan"
        },
        {
            "chapter": 18,
            "verse": 54,
            "text": "I DENNA Koran har Vi till nytta for manniskorna framstallt alla slag av liknelser dar Vi later detaljerna vaxla. Men manniskan ar en pastridig varelse som vill satta allt i fraga"
        },
        {
            "chapter": 18,
            "verse": 55,
            "text": "Vad hindrar annars manniskorna att tro nar de nas av [Guds] vagledning, och att be sin Herre om forlatelse, om inte [deras hanfulla, utmanande begaran] att fa drabbas av samma ode som folken i aldre tider [som forintades for sitt envisa motstand mot sanningen] eller att stallas ansikte mot ansikte med de eviga straffen"
        },
        {
            "chapter": 18,
            "verse": 56,
            "text": "Vi sander Vara budbarare enbart som forkunnare av hoppets budskap och som varnare; men de som fornekar sanningen vill fa till stand diskussioner for att med tomma argument forsoka vederlagga [den klara] sanningen. Och de vagar skamta om Mina budskap och varningar"
        },
        {
            "chapter": 18,
            "verse": 57,
            "text": "Vem ar mer orattfardig an den som nar han paminns om sin Herres budskap vander ryggen till [i likgiltighet] och glommer det [onda] han gjort? Vi tacker over dessa [manniskors] hjartan sa att de ingenting forstar och tapper till deras oron; och hur ofta du an uppmanar dem att folja [Guds] vagledning kommer de aldrig att lata sig vagledas"
        },
        {
            "chapter": 18,
            "verse": 58,
            "text": "Men din Herre ar Den som alltid ar beredd att forlata, all nads och barmhartighets kalla. Om Han ville stalla dem till svars for allt ont de gor, skulle Han [genast] ge dem deras straff. Men nej, en frist [satts ut] for dem som de maste iaktta"
        },
        {
            "chapter": 18,
            "verse": 59,
            "text": "Dessa stader som Vi forstorde [darfor att invanarna] standigt begick oratt, forstorde Vi [forst] efter det att Vi hade utsatt en frist for deras forstoring"
        },
        {
            "chapter": 18,
            "verse": 60,
            "text": "OCH MINNS hur Moses sade till sin tjanare: \"Jag skall inte ge mig nagon ro forran jag nar den plats dar de tva haven mots, hur lange jag an maste soka"
        },
        {
            "chapter": 18,
            "verse": 61,
            "text": "Men nar de nadde platsen dar de tva haven mots, glomde de sin fisk och den tog sig fram till havet"
        },
        {
            "chapter": 18,
            "verse": 62,
            "text": "Och sedan de hade gatt annu ett stycke sade [Moses] till sin tjanare: \"Satt nu fram vart middagsmal; det har varit en anstrangande fard"
        },
        {
            "chapter": 18,
            "verse": 63,
            "text": "[Tjanaren] sade: \"Sa besynnerligt! Nar vi begav oss till klippan dar [for att vila] glomde jag bort fisken. Det kan bara ha varit Djavulen som fick mig att glomma den! Och den tog sig fram till havet; det ar sannerligen markligt"
        },
        {
            "chapter": 18,
            "verse": 64,
            "text": "[Moses] sade: \"Detta ar just den plats Vi soker!\" Och sa vande de tillbaka samma vag som de kom"
        },
        {
            "chapter": 18,
            "verse": 65,
            "text": "och fann en av Vara tjanare som Vi hade visat Var nad och latit fa del av nagot av Var egen kunskap"
        },
        {
            "chapter": 18,
            "verse": 66,
            "text": "Moses sade till honom: \"Far jag folja dig sa att du kan lara mig nagot av allt det som du har fatt veta om ratt och oratt"
        },
        {
            "chapter": 18,
            "verse": 67,
            "text": "[Den vise mannen] svarade: \"Du kommer inte att ha talamod med mig"
        },
        {
            "chapter": 18,
            "verse": 68,
            "text": "Skulle du kunna sta ut med det som ligger utanfor din erfarenhet"
        },
        {
            "chapter": 18,
            "verse": 69,
            "text": "[Moses] svarade: \"Om Gud vill, skall du fa se att jag har talamod; och jag skall lyda dig i allt"
        },
        {
            "chapter": 18,
            "verse": 70,
            "text": "[Den vise] sade: \"Naval! Om du vill folja mig far du inte fraga mig om nagot [som jag foretar mig] forran jag [sjalv] for det pa tal med dig"
        },
        {
            "chapter": 18,
            "verse": 71,
            "text": "Sa borjade de sin vandring och [kom till en strand dar] de steg i en bat; och [den vise mannen] gjorde ett hal i den [och Moses] utropade: \"Har du gjort ett hal i den for att de som gar ombord skall drunkna? Du har sannerligen gjort nagot oerhort"
        },
        {
            "chapter": 18,
            "verse": 72,
            "text": "Han svarade: ”Jag sa ju att du aldrig skulle ha talamod med mig!”"
        },
        {
            "chapter": 18,
            "verse": 73,
            "text": "[Moses] sade: \"Forlat att jag glomde det och var inte for strang mot mig"
        },
        {
            "chapter": 18,
            "verse": 74,
            "text": "Och de vandrade vidare till dess de motte en ung man och [den vise] dodade honom, [varpa Moses] utropade: \"Har du berovat en oskyldig manniska livet, som inte gjort oratt mot nagon annan? Du har sannerligen begatt en oerhord handling"
        }
    ]
}