{
    "maqras": [
        {
            "chapter": 20,
            "verse": 83,
            "text": "[GUD SADE:] \"Moses! Vad har formatt dig att lamna ditt folk med sadan bradska"
        },
        {
            "chapter": 20,
            "verse": 84,
            "text": "Han svarade: \"De foljer i mina spar; och jag har skyndat till Dig, Herre, for att vara Dig till lags"
        },
        {
            "chapter": 20,
            "verse": 85,
            "text": "[Gud] sade: \"I din franvaro har Vi satt ditt folk pa prov, och samariern har lett dem vilse"
        },
        {
            "chapter": 20,
            "verse": 86,
            "text": "Moses atervande till sitt folk med vrede och sorg i hjartat [och] sade: \"Har inte er Herre gett er ett frikostigt lofte, mitt folk? Har ni fatt vanta for lange pa att loftet [skulle infrias], eller onskar ni att Guds vrede skall drabba er och svek darfor ert lofte till mig"
        },
        {
            "chapter": 20,
            "verse": 87,
            "text": "De svarade: \"Vi brot inte vart lofte till dig av egen drift; men vi tyngdes av bordan av [det egyptiska] folkets smycken och sa kastade vi dem ifran oss, liksom samariern gjorde"
        },
        {
            "chapter": 20,
            "verse": 88,
            "text": "Darefter [- sa sade de till Moses -] tillverkade han [av det nedsmalta guldet] nagot som liknade en kalv och som lat hora ett bolande ljud; och de sade [till varandra]: \"Detta ar var gud och aven Moses gud - men det har han [nu] glomt"
        },
        {
            "chapter": 20,
            "verse": 89,
            "text": "Markte de inte att den inte svarade dem och varken gjorde dem skada eller var dem till nytta"
        },
        {
            "chapter": 20,
            "verse": 90,
            "text": "Och tidigare hade Aron sagt till dem: \"Har har ni provats, mitt folk, [och inte bestatt provet]; er Herre ar den Naderike [och ingen annan]! Folj nu mig och lyd mina befallningar"
        },
        {
            "chapter": 20,
            "verse": 91,
            "text": "De svarade: \"Vi kommer inte att sluta att dyrka den forran Moses atervander till oss"
        },
        {
            "chapter": 20,
            "verse": 92,
            "text": "[Och nar Moses aterkom] sade han: \"Aron! Nar du sag dem sla in pa en ond vag, [vad hindrade dig]"
        },
        {
            "chapter": 20,
            "verse": 93,
            "text": "fran att folja mina [foreskrifter]? Du har ju handlat i strid med min befallning"
        },
        {
            "chapter": 20,
            "verse": 94,
            "text": "[Aron] svarade: \"Son av min moder! Grip mig inte i skagget och inte heller i haret! [Mitt skal att inte ingripa ar att] jag var orolig att du skulle forebra mig att ha vallat splittring bland Israels barn i strid med din foreskrift"
        },
        {
            "chapter": 20,
            "verse": 95,
            "text": "[Moses] sade: \"Och du, samarier! Vad ville du uppna [med detta]"
        },
        {
            "chapter": 20,
            "verse": 96,
            "text": "Han svarade: \"Jag sag vad de inte kunde se, och tog darfor en handfull av det som [Guds] sandebud hade lamnat kvar och kastade det ifran mig; nagot i mitt inre drev mig till detta"
        },
        {
            "chapter": 20,
            "verse": 97,
            "text": "[Moses] sade: ”Bort harifran! Ditt [straff] i livet skall vara att [alltid] saga: 'ror mig inte!' Och du skall [en Dag] kallas till ett mote, fran vilket du inte kan utebli. Se nu pa din gud, som du inte vill upphora att dyrka – jag svar att bilden skall smaltas ned i eld och att [det som aterstar] skall kastas i havet"
        },
        {
            "chapter": 20,
            "verse": 98,
            "text": "Er Gud ar en Gud - det finns ingen annan gud an Han och Han omfattar allt med Sin kunskap"
        },
        {
            "chapter": 20,
            "verse": 99,
            "text": "SA BERATTAR Vi for dig nagot av det som hande i det forgangna och Vi har [med Koranen] gett dig en [slutlig] paminnelse fran Oss"
        },
        {
            "chapter": 20,
            "verse": 100,
            "text": "De som vander ryggen at Var [paminnelse] skall ha en [tung] borda att bara pa Uppstandelsens dag"
        },
        {
            "chapter": 20,
            "verse": 101,
            "text": "de skall bara den for evigt, men pa Uppstandelsens dag skall denna borda kannas outhardligt tung"
        },
        {
            "chapter": 20,
            "verse": 102,
            "text": "den Dag da det skall stotas i basunen och Vi skall samla alla de obotfardiga syndarna med [av fasa] stelnad blick"
        },
        {
            "chapter": 20,
            "verse": 103,
            "text": "viskande till varandra: \"Vi levde [dar] hogst tio [dagar]"
        },
        {
            "chapter": 20,
            "verse": 104,
            "text": "Vi vet bast vad de kommer att saga; den klokaste, den med det basta omdomet bland dem kommer att saga: \"Vi levde [dar] bara en dag"
        },
        {
            "chapter": 20,
            "verse": 105,
            "text": "OCH DE fragar dig [vad som hander med] bergen [pa Uppstandelsens Dag]. Sag: \"Min Herre skall forvandla dem till fin sand som [vinden] blaser undan"
        },
        {
            "chapter": 20,
            "verse": 106,
            "text": "och Han skall lamna [jordens yta] utslatad och ode"
        },
        {
            "chapter": 20,
            "verse": 107,
            "text": "utan dalar eller hojder"
        },
        {
            "chapter": 20,
            "verse": 108,
            "text": "Den Dagen skall [alla] utan krumbukter folja roparens kallelse; alla roster skall tystna infor den Naderike och ingenting skall horas utom [det dampade, knappt fornimbara] ljudet av trampande fotter"
        },
        {
            "chapter": 20,
            "verse": 109,
            "text": "Den Dagen skall ingen forbon vara till nytta utom fran den som fatt den Naderikes tillstand och vars ord Han har godkant"
        },
        {
            "chapter": 20,
            "verse": 110,
            "text": "Han vet allt vad [manniskor] kan veta och allt som ar dolt for dem, men de kan inte na Honom med [sin] kunskap"
        }
    ]
}