{
    "maqras": [
        {
            "chapter": 2,
            "verse": 203,
            "text": "Och prisa Gud under de [tre] faststallda dagarna; men den som beger sig ivag efter tva dagar begar ingen synd och om nagon stannar langre begar han [heller] ingen synd, om han fruktar [Gud i allt]. - Ja, frukta Gud [ni alla] och var forvissade om att ni skall samlas ater till Honom"
        },
        {
            "chapter": 2,
            "verse": 204,
            "text": "DET finns den typ av manniska vars tal om jordiska ting du garna [lyssnar till]; han tar Gud till vittne pa sitt hjartas [goda uppsat], men han ar den hatskaste motstandare i tvister"
        },
        {
            "chapter": 2,
            "verse": 205,
            "text": "Nar han lamnar [dig] agnar han sig at att stora ordningen pa jorden och sprida sedefordarv och att skovla groda pa rot och frukterna av [manniskornas] modor. - Och Gud ar inte van av oordning och sedernas fordarv"
        },
        {
            "chapter": 2,
            "verse": 206,
            "text": "Och nar nagon uppmanar honom att frukta Gud, driver hans hogmod honom ut i ytterligare synd. Helvetet ar gott nog for honom - detta elandiga vilorum"
        },
        {
            "chapter": 2,
            "verse": 207,
            "text": "Det finns ocksa den manniska som ar beredd att offra sig sjalv for att vinna Guds valbehag. - Gud ommar for Sina tjanare"
        },
        {
            "chapter": 2,
            "verse": 208,
            "text": "Troende! Ge er han at Gud i hel och full underkastelse [under Hans vilja] och folj inte i Djavulens fotspar - han ar er svurne fiende"
        },
        {
            "chapter": 2,
            "verse": 209,
            "text": "Men om ni skulle forlora fotfastet sedan ni fatt se de klara vittnesborden, skall ni veta att Gud ar allsmaktig, vis"
        },
        {
            "chapter": 2,
            "verse": 210,
            "text": "Vill de kanske vanta till dess Gud visar Sig for dem med anglarna under molnens tronhimmel? Men [nar detta sker] har Guds plan fullbordats och allt har gatt tillbaka till Gud"
        },
        {
            "chapter": 2,
            "verse": 211,
            "text": "Fraga Israels barn hur manga klara budskap Vi har gett dem! Om nagon forvranger de budskap som Gud i Sin nad har skankt honom, [skall han fa erfara att] Gud straffar med stranghet"
        },
        {
            "chapter": 2,
            "verse": 212,
            "text": "Fornekarna av sanningen, som gor narr av de troende, har fatt se det jordiska livets lockelser i ett forskonande ljus. Men de gudfruktiga skall ha rang hogt over dem pa Uppstandelsens dag. Gud ger Sitt goda i overflod till den Han vill"
        },
        {
            "chapter": 2,
            "verse": 213,
            "text": "MANNISKORNA utgjorde en gang ett enda samfund, [men da splittring uppstod] sande Gud profeterna som forkunnare av ett glatt budskap om hopp och som varnare, och med dem [sande Han] uppenbarelsen med sanningen for att avgora de fragor som manniskorna blivit oense om. [Uppenbarelsens] mottagare blev oense om dess innehall forst sedan de hade natts av de klara vittnesborden - av inbordes ovilja och avund. Men Gud vagledde de troende i det som de med Hans tillatelse hade kommit till skiljaktiga meningar om - Gud leder den Han vill till en rak vag"
        },
        {
            "chapter": 2,
            "verse": 214,
            "text": "Tror ni att ni skall fa stiga in i paradiset utan att forst ha gatt igenom detsamma som de som levde fore er? Olycka och motgang drabbade dem och skakade dem i grunden, sa att sandebudet och de som foljde honom i tron utropade: \"Nar skall hjalpen [komma] fran Gud?\" Men Guds hjalp ar [alltid] nara"
        },
        {
            "chapter": 2,
            "verse": 215,
            "text": "DE FRAGAR dig vad de bor ge at andra. Sag: \"Det goda ni vill ge skall ni ge till era foraldrar och narmaste anhoriga och till de faderlosa och de behovande och till vandringsmannen. Gud har kannedom om det goda ni gor"
        },
        {
            "chapter": 2,
            "verse": 216,
            "text": "DET AR en plikt for er att strida och detta ar forhatligt for er. Men det kan handa att nagot ar er forhatligt och [anda] ar detta ett gott for er; och det kan handa att ni alskar nagot och [anda] ar detta ett ont for er - Gud vet, men ni vet inte"
        },
        {
            "chapter": 2,
            "verse": 217,
            "text": "De fragar dig om [det ar tillatet] att strida under den helgade manaden. Sag: \"Att strida under denna manad ar en svar [synd]. Men infor Gud ar det en annu svarare [synd] att sparra vagen till Gud [for andra] och att forneka Honom och [att vagra manniskorna tilltrade till] den heliga Mosken och att jaga bort de troende darifran. Fortryck ar ett varre ont an doden"
        },
        {
            "chapter": 2,
            "verse": 218,
            "text": "De som har blivit troende och har overgett ondskans rike och som stravar och kampar for Guds sak [har skal att] hoppas pa Guds barmhartighet - Gud ar standigt forlatande, barmhartig"
        }
    ]
}