{
    "maqras": [
        {
            "chapter": 34,
            "verse": 24,
            "text": "Sag: \"Vem forser er med det i himlen och pa jorden som ni behover for er forsorjning?\" Sag: \"Det ar Gud. Helt sakert ar det sa att det antingen ar vi eller ni, som foljer ratt vag - och [ni eller vi] som helt och hallet har gatt vilse"
        },
        {
            "chapter": 34,
            "verse": 25,
            "text": "Sag: \"Ni skall inte stallas till svars for de daliga handlingar som vi begar och vi skall inte stallas till svars for vad ni gor"
        },
        {
            "chapter": 34,
            "verse": 26,
            "text": "Sag: \"Var Herre skall [en gang] samla oss [alla] och da skall Han doma oss med sanning och rattvisa, ty Han ar Den som gor sanningen uppenbar, Den som vet allt"
        },
        {
            "chapter": 34,
            "verse": 27,
            "text": "Sag: \"Visa Mig dem som ni satte vid Hans sida som medhjalpare! Nej, Han och ingen annan ar Gud, den Allsmaktige, den Allvise"
        },
        {
            "chapter": 34,
            "verse": 28,
            "text": "VI HAR sant dig [Muhammad, inte bara till ditt eget folk utan] till hela manskligheten, som forkunnare av ett glatt budskap om hopp och som varnare, men de flesta manniskor ar omedvetna [om detta]"
        },
        {
            "chapter": 34,
            "verse": 29,
            "text": "Och de fragar: \"Nar skall detta lofte [om uppstandelse och dom infrias], om det som ni har sagt ar sant"
        },
        {
            "chapter": 34,
            "verse": 30,
            "text": "Sag: \"En dag ar faststalld for er, och ni kan inte skjuta upp den ens ett ogonblick och inte heller paskynda [dess ankomst]"
        },
        {
            "chapter": 34,
            "verse": 31,
            "text": "Och de som fornekar sanningen sager: \"Vi kommer aldrig att tro pa denna Koran eller pa det som annu bestar av aldre tiders uppenbarelser!\" Om du kunde se hur de orattfardiga, nar de [pa Domens dag] fors infor sin Herre, kastar skulden pa varandra och de svagare sager till dem som ansag sig sta over de andra: \"Om ni inte [hade vilselett oss] skulle vi sakert ha blivit troende"
        },
        {
            "chapter": 34,
            "verse": 32,
            "text": "Men de som ansag sig sta over de svaga skall saga till dem: \"Var det vi som hindrade er [att folja] vagledningen nar den erbjods er? Nej, ni bar [sjalva] skulden"
        },
        {
            "chapter": 34,
            "verse": 33,
            "text": "Och de svaga skall saga till dem som ansag sig sta over de andra: \"Nej, [det var tvartom] ni som standigt, dag och natt, kom med listiga logner och formadde oss att forneka Gud och att satta medhjalpare vid Hans sida!\" [Alla] kommer de att onska att de kunde finna ord for sin anger nar de ser straffet och Vi satter kragar av jarn omkring fornekarnas halsar. Ar inte detta den ratta lonen for deras handlingar"
        },
        {
            "chapter": 34,
            "verse": 34,
            "text": "Vi har aldrig sant en varnare till ett folk utan att de bland folket som forvekligats av sitt utsvavande liv, forklarat: \"Vi forkastar det [budskap] som ni har anfortrotts"
        },
        {
            "chapter": 34,
            "verse": 35,
            "text": "Och: \"Vi har storre rikedomar [an ni] och flera soner - nej, vi har inget straff att vanta"
        },
        {
            "chapter": 34,
            "verse": 36,
            "text": "Sag: \"Min Herre ger den Han vill riklig och [den Han vill] knappare utkomst, men de flesta manniskor forstar det inte"
        },
        {
            "chapter": 34,
            "verse": 37,
            "text": "Varken de rikedomar ni samlar eller de barn ni satter till varlden for er narmare Oss; ingen utom den som tror och lever rattskaffens [kommer Gud nara]. En dubbel beloning vantar dem for vad de gjorde [i livet], och de skall vara trygga i [paradisets] hogsta boningar"
        },
        {
            "chapter": 34,
            "verse": 38,
            "text": "Men de som motarbetar Vara budskap och vill fa dem att framsta som betydelselosa skall utlamnas at [sitt] straff"
        },
        {
            "chapter": 34,
            "verse": 39,
            "text": "Sag: \"Min Herre ger den Han vill av Sina tjanare riklig och den [Han vill] knappare utkomst, och Han belonar er for vad det an ar som ni ger at andra. Och ingen drar battre forsorg [om de sina] an Han"
        },
        {
            "chapter": 34,
            "verse": 40,
            "text": "Och den Dag da Han skall samla dem alla [infor Sig] skall Han fraga anglarna: \"Var det er de dyrkade, dessa [fornekare av sanningen]"
        },
        {
            "chapter": 34,
            "verse": 41,
            "text": "[Och] de skall svara: \"Stor ar Du i Din harlighet! Du ar var Beskyddare och vi tar helt avstand fran dem. Nej, de dyrkade de osynliga vasendena som de flesta av dem trodde pa"
        },
        {
            "chapter": 34,
            "verse": 42,
            "text": "Denna Dag kan ingen [skapad varelse] vare sig gagna eller skada en annan. Och Vi skall saga till de orattfardiga: \"Smaka Eldens straff, som ni pastod vara en logn"
        },
        {
            "chapter": 34,
            "verse": 43,
            "text": "Nar [avgudadyrkarna] hor Vara klara budskap lasas upp for dem sager de [till de sina]: \"[Muhammad] ar bara en man [som vi], som vill hindra oss att dyrka det som vara forfader dyrkade\" - och de sager: \"Det [som han laser upp] ar idel logner, som [manniskor] satter ihop.\" Och nar de far hora sanningen sager fornekarna: \"Detta ar uppenbart ingenting annat an blandande valtalighet"
        },
        {
            "chapter": 34,
            "verse": 44,
            "text": "Men Vi har aldrig uppenbarat en Skrift for dem att studera eller sant dem en varnare fore dig"
        },
        {
            "chapter": 34,
            "verse": 45,
            "text": "[Andra folk] fore dem fornekade sanningen och de hade inte fatt ens tiondelen av vad Vi har gett dessa [senare tiders fornekare som bevis]; men hur [hart] straffade Jag inte deras [foregangare] nar de beskyllde Mina sandebud for logn"
        }
    ]
}