{
    "maqras": [
        {
            "chapter": 42,
            "verse": 51,
            "text": "Det ar inte manniskan givet att Gud talar till henne pa annat satt an genom ingivelse eller fran andra sidan av ett forhange eller genom ett sandebud som Han sander och som uppenbarar det Han vill [skall uppenbaras]. Gud ar upphojd, vis"
        },
        {
            "chapter": 42,
            "verse": 52,
            "text": "Sa har Vi ocksa latit dig [Muhammad, efter de tidigare profeterna] fa del av helig ingivelse. [Forr] visste du inte vad uppenbarelse betydde och inte heller vad [sann] tro innebar. Men Vi har gett dig [detta budskap] som ett ljus med vilket du skall leda dem Vi vill av Vara tjanare, leda [dem] till den raka vagen"
        },
        {
            "chapter": 42,
            "verse": 53,
            "text": "vagen till Gud, som allt det som himlarna rymmer och det som jorden bar tillhor. Allt ar forvisso pa vag tillbaka till Gud"
        },
        {
            "chapter": 43,
            "verse": 1,
            "text": "HA meem"
        },
        {
            "chapter": 43,
            "verse": 2,
            "text": "VID SKRIFTEN, som ar klar i sig sjalv och som klart framstaller sanningen"
        },
        {
            "chapter": 43,
            "verse": 3,
            "text": "Vi har utformat den som en forkunnelse pa det arabiska spraket for att ni helt och fullt skall forsta [dess budskap]"
        },
        {
            "chapter": 43,
            "verse": 4,
            "text": "Den har sitt ursprung hos Oss, all uppenbarelses kalla, och den [formedlar] i hogstamda ordalag den djupaste visdom"
        },
        {
            "chapter": 43,
            "verse": 5,
            "text": "SKULLE Vi avsta fran att ge er [denna] paminnelse darfor att ni forslosar era sjalar [i er lognaktighet och ert trots? Nej, Vi fortsatter att varna er]"
        },
        {
            "chapter": 43,
            "verse": 6,
            "text": "Hur manga profeter har Vi inte sant till folken i aldre tid"
        },
        {
            "chapter": 43,
            "verse": 7,
            "text": "Men ingen profet kom nagonsin till [sitt folk] utan att de gjorde narr av honom"
        },
        {
            "chapter": 43,
            "verse": 8,
            "text": "Och Vi lat dem ga under, fastan de var starkare an de [som nu fornekar sanningen]; dessa [ur historien utplanade] folks oden, borde utgora en varning [for deras efterfoljare]"
        },
        {
            "chapter": 43,
            "verse": 9,
            "text": "Om du fragar [manniskorna]: \"Vem har skapat himlarna och jorden?\" - svarar de helt sakert: \"Den Allsmaktige, den Allvetande har skapat dem"
        },
        {
            "chapter": 43,
            "verse": 10,
            "text": "[Ja, det ar] Han som har gjort jorden till er vagga och som pa den har stakat ut vagar at er, sa att ni kan ta er fram [pa era farder]"
        },
        {
            "chapter": 43,
            "verse": 11,
            "text": "[Och det ar Han] som later regn falla fran skyn i ratta mangder, och darmed vacker Vi till liv dott land. Sa skall ni ocksa uppvackas [fran de doda till nytt liv]"
        },
        {
            "chapter": 43,
            "verse": 12,
            "text": "[Och det ar Han] som har skapat alla motsatspar, och [Han] som har gett er de skepp och de riddjur som ni fardas med"
        },
        {
            "chapter": 43,
            "verse": 13,
            "text": "for att ni, efter att ha tagit dem i er tjanst och stigit ombord eller suttit upp pa dem, skall minnas er Herres godhet och saga: \"Stor ar Han i Sin harlighet, som later oss forfoga over dem; sjalva skulle vi inte ha kunnat ta dem i var tjanst"
        },
        {
            "chapter": 43,
            "verse": 14,
            "text": "[Lat oss aldrig glomma att] vi skall vanda tillbaka till var Herre"
        },
        {
            "chapter": 43,
            "verse": 15,
            "text": "OCH [ANDA] vill de gora nagra av de varelser som Han har skapat till en del av Honom sjalv! Hur otacksam ar manniskan inte"
        },
        {
            "chapter": 43,
            "verse": 16,
            "text": "Skulle Han bland allt det som Han har skapat valja dottrar och at er skanka [idel] soner"
        },
        {
            "chapter": 43,
            "verse": 17,
            "text": "Om nagon av dem far hora att ett [barn av det kon] som han satter i samband med den Naderike [fotts at honom], morknar hans uppsyn och den undertryckta vreden sjuder inom honom"
        },
        {
            "chapter": 43,
            "verse": 18,
            "text": "[Och han klagar:] \"Annu en av dem som vaxer upp omgiven av bjafs och grannlat och som har svart att reda sig i en diskussion"
        },
        {
            "chapter": 43,
            "verse": 19,
            "text": "Och de tror att anglarna, som ar den Naderikes tjanare, ar kvinnliga vasen! Har de kanske bevittnat deras skapelse? Nej, deras pastaende skall antecknas och de skall stallas till svars [for det]"
        },
        {
            "chapter": 43,
            "verse": 20,
            "text": "De sager ocksa: \"Hade det varit den Naderikes vilja, skulle vi inte ha agnat dem var dyrkan.\" Om detta vet de ingenting - de foljer bara losa antaganden och formodar [an det ena, an det andra]"
        },
        {
            "chapter": 43,
            "verse": 21,
            "text": "Eller har Vi fore denna [Koran] skankt dem en Skrift [av annat innehall] som de stoder sig pa"
        },
        {
            "chapter": 43,
            "verse": 22,
            "text": "Nej, de sager tvartom: \"Vi har forstatt att detta var vara faders tro, och vi foljer i deras spar"
        },
        {
            "chapter": 43,
            "verse": 23,
            "text": "Och sa har det varit forr; Vi har aldrig sant en varnare till ett folk fore dig utan att de nojeslystna veklingarna bland dem sade: \"Vi har forstatt att detta var vara faders tro och vi foljer deras exempel"
        }
    ]
}