{
    "maqras": [
        {
            "chapter": 3,
            "verse": 93,
            "text": "ALL FODA var [i aldre tid] tillaten for Israels barn utom de forbud som Israel sjalv palade sig fore uppenbarelsen av Tora. Sag: \"Tag fram Tora och las hogt ur den, om ni haller pa sanningen"
        },
        {
            "chapter": 3,
            "verse": 94,
            "text": "Och de som hadanefter satter ihop logner om Gud drivs av ont uppsat"
        },
        {
            "chapter": 3,
            "verse": 95,
            "text": "Sag: \"Gud har [i uppenbarelsen] sagt sanningen. Tro darfor med Abrahams rena, ursprungliga tro, han som vagrade avgudarna sin dyrkan"
        },
        {
            "chapter": 3,
            "verse": 96,
            "text": "Det forsta tempel som restes for manniskornas bruk var helt visst Helgedomen i Bakkah, en valsignelse och en ledstjarna for hela varlden"
        },
        {
            "chapter": 3,
            "verse": 97,
            "text": "Den formedlar klara budskap [och dar finns] den plats dar Abraham en gang stod; den som stiger in dar ar i trygghet. Vallfarden till denna Helgedom ar en plikt gentemot Gud for var och en som har mojlighet att genomfora den. Och den som fornekar sanningen [skall veta att] Gud ar Sig sjalv nog och inte behover [nagon eller nagot i] Sin skapelse"
        },
        {
            "chapter": 3,
            "verse": 98,
            "text": "SAG: \"Efterfoljare av aldre tiders uppenbarelser! Varfor fornekar ni sanningen i Guds budskap, fastan [ni vet att] Gud ar vittne till allt vad ni gor"
        },
        {
            "chapter": 3,
            "verse": 99,
            "text": "Sag: \"Efterfoljare av aldre tiders uppenbarelser! Varfor vill ni hindra dem som antar tron fran att folja Guds vag och fa den att framsta som krokig, fastan ni sjalva vittnar [att den ar rak]? Ingenting av vad ni gor gar Gud forbi"
        },
        {
            "chapter": 3,
            "verse": 100,
            "text": "Troende! [Det finns de] bland dem som [forr] fick ta emot uppenbarelsen som, om ni gar dem till motes, kommer att gora allt for att ni skall forneka den tro som ni har antagit"
        },
        {
            "chapter": 3,
            "verse": 101,
            "text": "Hur skulle ni kunna forneka er tro, som hor Guds budskap lasas och har Hans Sandebud mitt ibland er? Den som vill halla sig till Gud leds till en rak [och saker] vag"
        },
        {
            "chapter": 3,
            "verse": 102,
            "text": "Troende! Frukta Gud sa som det aligger er att frukta Honom och underkasta er Hans vilja, innan doden overraskar er"
        },
        {
            "chapter": 3,
            "verse": 103,
            "text": "Och grip alla med ett fast grepp om Guds raddningslina och lat er inte splittras! Minns Guds valgarningar mot er: fiendskap hade ratt mellan er, men Han lat [viljan till] forsoning tranga in i era hjartan och med Hans valsignelse blev ni broder. Ja, Han raddade er fran randen av en flammande avgrund! Sa klargor Gud Sina budskap for er for att ni skall fa vagledning"
        },
        {
            "chapter": 3,
            "verse": 104,
            "text": "och bli till en gemenskap av manniskor som uppmanar varandra att gora gott och anbefaller det som ar ratt och forbjuder det som ar oratt. Dem skall det ga val i hander"
        },
        {
            "chapter": 3,
            "verse": 105,
            "text": "Folj inte dem som splittrades [i sekter] efter att ha natts av de klara vittnesborden [om sanningen]. De har ett hart straff att vanta"
        },
        {
            "chapter": 3,
            "verse": 106,
            "text": "den Dag, da [nagras] ansikten skall strala av ljus och [andras] skall morkna. Och till dem vilkas ansikten har morknat [skall sagas:] \"Ni fornekade ju tron efter att ha antagit den? Smaka da straffet for er fornekelse"
        },
        {
            "chapter": 3,
            "verse": 107,
            "text": "Men de vilkas ansikten stralar av ljus skall inneslutas i Guds nad och skall sa forbli till evig tid"
        },
        {
            "chapter": 3,
            "verse": 108,
            "text": "Detta ar Guds budskap, som Vi later framfora till dig [Muhammad] med sanningen - Gud vill ingen i Sin skapelse nagot ont"
        },
        {
            "chapter": 3,
            "verse": 109,
            "text": "Gud tillhor allt det som himlarna rymmer och det som jorden bar. Och allt gar [sist och slutligen] tillbaka till Gud"
        },
        {
            "chapter": 3,
            "verse": 110,
            "text": "NI UTGOR det basta samfund som fatt uppsta [bland och] for manniskorna: ni anbefaller det som ar ratt och forbjuder det som ar oratt och ni tror pa Gud. Om efterfoljarna av aldre tiders uppenbarelser hade trott [pa denna], skulle det helt visst ha varit bast for dem. Fastan det finns bland dem de som tror, har de flesta av dem forhardat sig i trots och olydnad"
        },
        {
            "chapter": 3,
            "verse": 111,
            "text": "De kan inte valla er mer an obetydlig skada och om de ger sig i strid med er, kommer de att vanda ryggen till [och fly] och till sist skall de sta helt utan hjalp"
        },
        {
            "chapter": 3,
            "verse": 112,
            "text": "Var de an patraffas skall de utsta skam och vanara, om de inte [soker skydd i] forbundet med Gud och [aterupprattar] banden till manniskorna; de har adragit sig Guds vrede och stortats i djupt elande, eftersom de framhardade i att forneka Guds budskap och dodade profeterna mot all ratt, trotsade standigt Gud och overtradde [Hans bud]"
        }
    ]
}