{
    "maqras": [
        {
            "chapter": 4,
            "verse": 74,
            "text": "Lat da dem kampa for Guds sak som ar villiga att ge upp detta jordiska liv for att vinna evigheten! Vare sig han stupar eller segrar, skall Vi skanka den som kampar for Guds sak en riklig beloning"
        },
        {
            "chapter": 4,
            "verse": 75,
            "text": "Varfor skulle ni inte kampa for Guds sak och for de forsvarslosa man, kvinnor och barn, som ropar: \"Herre! For oss ut ur detta land av fortryck och sand oss i Din nad en beskyddare, ja, sand oss i Din nad en hjalpare"
        },
        {
            "chapter": 4,
            "verse": 76,
            "text": "De troende kampar for Guds sak, men fornekarna av sanningen kampar de onda makternas kamp. Kampa darfor mot dessa Djavulens bundsforvanter; Djavulens list ar [enbart] svaghet"
        },
        {
            "chapter": 4,
            "verse": 77,
            "text": "HAR DU inte sett hur de som blivit tillsagda: \"Upphor med ert vald, forratta bonen och erlagg allmoseskatten\", [beter sig] nar de far befallning att kampa? Nagra av dem visar sadan fruktan for manniskorna som skall visas Gud - ja, storre fruktan - och de sager: \"Herre! Varfor har Du befallt oss att kampa? Ge oss ett kort uppskov!\" Sag: \"Livets frojder ar fa; evigheten har mer att bjuda den som fruktar Gud och [ingen] skall fa lida ens den oratt som ryms pa en trad"
        },
        {
            "chapter": 4,
            "verse": 78,
            "text": "Var ni an befinner er kommer doden att hinna ifatt er, aven om ni skulle [fly upp] i hoga torn.\" Nar nagot gott kommer manniskorna till del, sager de: \"Detta ar [en gava] av Gud\"; men nar nagot ont drabbar dem, sager de: \"Detta ar ditt [verk].\" Sag: \"Allt ar fran Gud.\" Hur ar det fatt med dessa manniskor som knappt forstar [nagonting av] det som sker"
        },
        {
            "chapter": 4,
            "verse": 79,
            "text": "Det goda som du far del av ar fran Gud, och det onda som drabbar dig kommer av dig sjalv. OCH VI har sant dig [Muhammad] som budbarare till manniskorna - [om detta] behovs inget annat vittne an Gud"
        },
        {
            "chapter": 4,
            "verse": 80,
            "text": "Den som lyder Sandebudet lyder Gud; och den som vander honom ryggen [bor veta att] du inte ar sand att vaka over dem"
        },
        {
            "chapter": 4,
            "verse": 81,
            "text": "De sager att de lyder dig; men nar de lamnar dig overlagger nagra av dem i nattens morker om helt andra ting an det som du anbefaller; men Gud skriver ned vad de overlagger om under natten. Hall dig darfor pa avstand fran dem och satt din lit till Gud. Utover Gud behover [du] ingen beskyddare"
        },
        {
            "chapter": 4,
            "verse": 82,
            "text": "Agnar de ingen eftertanke at det som Koranen [innehaller]? De skulle sakert ha funnit manga motsagelser i den, om den inte varit fran Gud"
        },
        {
            "chapter": 4,
            "verse": 83,
            "text": "OCH NAR ett [rykte] som galler fred eller krig kommer till deras kannedom, skyndar de sig att sprida det. Om de [i stallet] genast underrattade Sandebudet och dem i deras gemenskap at vilka anfortrotts myndighet och ansvar skulle de bland dem som [sysslar med att] utforska sanningen kunna klarlagga [ryktets betydelse]. Om inte Gud i Sin nad hade forbarmat Sig over er skulle ni helt visst ha slutit er till Djavulen, alla utom ett fatal"
        },
        {
            "chapter": 4,
            "verse": 84,
            "text": "Kampa darfor [Muhammad] for Guds sak - du svarar bara for dig sjalv - och ingjut lugn och dodsforakt hos de troende. Kanske hejdar Gud fornekarnas framfart; Guds slag faller hardast och Hans straff ar av exemplarisk stranghet"
        },
        {
            "chapter": 4,
            "verse": 85,
            "text": "Den som ingriper i och stoder en god sak far dela dess [goda foljder], och den som ingriper i och stoder en orattfardig sak far bara [en del av] ansvaret for dess [onda foljder]. Gud har allt i Sin hand"
        },
        {
            "chapter": 4,
            "verse": 86,
            "text": "Nar nagon riktar en halsning till er, besvara den da med en hovligare halsning eller med samma ord. Gud haller rakning pa allt"
        },
        {
            "chapter": 4,
            "verse": 87,
            "text": "Gud - det finns ingen gud utom Han - skall helt visst samla er ater pa Uppstandelsens dag; det star utom allt tvivel. Vems ord ar sannare an Guds"
        }
    ]
}