{
    "rukus": [
        {
            "chapter": 6,
            "verse": 42,
            "text": "Andolsun ki, senden önceki ümmetlere de elçiler gönderdik. Ardından boyun eğsinler diye onları darlık ve hastalıklara uğrattık"
        },
        {
            "chapter": 6,
            "verse": 43,
            "text": "Hiç olmazsa, onlara bu şekilde azabımız geldiği zaman boyun eğselerdi! Fakat kalpleri iyice katılaştı ve şeytan da onlara yaptıklarını câzip gösterdi"
        },
        {
            "chapter": 6,
            "verse": 44,
            "text": "Kendilerine yapılan uyarıları unuttuklarında, (indirmiş olduğumuz sıkıntı ve musibetleri kaldırıp) üzerlerine her şeyin kapılarını açtık. Nihayet kendilerine verilenler yüzünden şımardıkları zaman onları ansızın yakaladık, birdenbire onlar bütün ümitlerini yitirdiler"
        },
        {
            "chapter": 6,
            "verse": 45,
            "text": "Böylece zulmeden toplumun kökü kesildi. Hamd, âlemlerin Rabbi Allah´a mahsustur. (Allah´ın verdiği nimete şükredecekleri yerde nankörlük ettiler, böylece kendilerine zulmettiler. Yüce Allah da yeryüzünü onların zulüm ve küfürlerinden temizlemek için onları helâk etti)"
        },
        {
            "chapter": 6,
            "verse": 46,
            "text": "De ki: Ne dersiniz; eğer Allah kulaklarınızı sağır, gözlerinizi kör eder, kalplerinizi de mühürlerse bunları size Allah´tan başka hangi tanrı geri verebilir! Bak, delilleri nasıl açıklıyoruz. Onlar hâla yüz çeviriyorlar"
        },
        {
            "chapter": 6,
            "verse": 47,
            "text": "De ki: Söyler misiniz; size Allah´ın azabı ansızın veya açıkça gelirse, zalim toplumdan başkası mı helâk olur"
        },
        {
            "chapter": 6,
            "verse": 48,
            "text": "Biz, peygamberleri ancak müjdeleyiciler ve uyarıcılar olarak göndeririz. Kim iman eder ve kendini düzeltirse onlara korku yoktur. Onlar üzüntü de çekmeyecekler"
        },
        {
            "chapter": 6,
            "verse": 49,
            "text": "Âyetlerimizi yalanlayanlara gelince, yoldan çıkmalarından dolayı onlar azap çekeceklerdir"
        },
        {
            "chapter": 6,
            "verse": 50,
            "text": "De ki: Ben size, Allah´ın hazineleri benim yanımdadır, demiyorum. Ben gaybı da bilmem. Size, ben bir meleğim de demiyorum. Ben, sadece bana vahyolunana uyarım. De ki: Kör ile gören hiç bir olur mu? Hiç düşünmez misiniz"
        }
    ]
}