{
    "rukus": [
        {
            "chapter": 10,
            "verse": 93,
            "text": "Andolsun biz İsrailoğullarını güzel bir yurda yerleştirdik ve onlara temiz nimetlerden rızık verdik. Kendilerine ilim gelinceye kadar ayrılığa düşmediler. Şüphesiz ki Rabbin, kıyamet günü onların, aralarında ihtilaf etmekte oldukları şeyler hakkında hükmedecektir"
        },
        {
            "chapter": 10,
            "verse": 94,
            "text": "(Resülüm!) Eğer sana indirdiğimizden (bu anlattığımız olaylardan) kuşkuda isen, senden önce Kitab´ı (Tevrat´ı) okuyanlara sor. Andolsun ki, Rabbinden sana hak gelmiştir. Sakın şüphecilerden olma"
        },
        {
            "chapter": 10,
            "verse": 95,
            "text": "Allah´ın âyetlerini yalanlayanlardan da olma, sonra ziyana uğrayanlardan olursun"
        },
        {
            "chapter": 10,
            "verse": 96,
            "text": "Gerçekten haklarında Rabbinin sözü (hükmü) sabit olanlar, inanmazlar"
        },
        {
            "chapter": 10,
            "verse": 97,
            "text": "Kendilerine (istedikleri) bütün mucizeler gelmiş olsa bile, elem verici azabı görünceye kadar inanmayacaklardır"
        },
        {
            "chapter": 10,
            "verse": 98,
            "text": "Yunus´un kavmi müstesna, (halkını yok ettiğimiz ülkelerden) herhangi bir ülke halkı, keşke (kendilerine azap gelmeden) iman etse de bu imanları kendilerine fayda verseydi! Yunus´un kavmi iman edince, kendilerinden dünya hayatındaki rüsvaylık azabını kaldırdık ve onları bir süre (dünya nimetlerinden) faydalandırdık"
        },
        {
            "chapter": 10,
            "verse": 99,
            "text": "(Resûlüm!) Eğer Rabbin dileseydi, yeryüzündekilerin hepsi elbette iman ederlerdi. O halde sen, inanmaları için insanları zorlayacak mısın"
        },
        {
            "chapter": 10,
            "verse": 100,
            "text": "Allah´ın izni olmadan hiç kimse inanamaz. O, akıllarını kullanmayanları murdar (inkârcı) kılar"
        },
        {
            "chapter": 10,
            "verse": 101,
            "text": "De ki: \"Göklerde ve yerde neler var, bakın (da ibret alın!)\" Fakat inanmayan bir topluma deliller ve uyarılar fayda sağlamaz"
        },
        {
            "chapter": 10,
            "verse": 102,
            "text": "Onlar, kendilerinden önce gelip geçmiş toplumların (acıklı) günlerinin benzerlerinden başkasını mı bekliyorlar? De ki: Haydi bekleyin! Şüphesiz ben de sizinle beraber bekleyenlerdenim"
        },
        {
            "chapter": 10,
            "verse": 103,
            "text": "Biz, sonra peygamberlerimizi ve aynı şekilde iman edenleri kurtarırız. İnananları üzerimize bir borç olarak kurtaracağız"
        }
    ]
}