{
    "rukus": [
        {
            "chapter": 24,
            "verse": 11,
            "text": "(Peygamber´in eşine) bu ağır iftirayı uyduranlar şüphesiz sizin içinizden bir guruptur. Bunu kendiniz için bir kötülük sanmayın, aksine o, sizin için bir iyiliktir. Onlardan her bir kişiye, günah olarak ne işlemişse (onun karşılığı ceza) vardır. Onlardan (elebaşlık yapıp) bu günahın büyüklüğünü yüklenen kimse için de çok büyük bir azap vardır"
        },
        {
            "chapter": 24,
            "verse": 12,
            "text": "Bu iftirayı işittiğinizde erkek ve kadın müminlerin, kendi vicdanları ile hüsnüzanda bulunup da: \"Bu, apaçık bir iftiradır\" demeleri gerekmez miydi"
        },
        {
            "chapter": 24,
            "verse": 13,
            "text": "Onların (iftiracıların) da bu konuda dört şahit getirmeleri gerekmez miydi? Mademki şahitler getiremediler, öyle ise onlar Allah nezdinde yalancıların ta kendisidirler"
        },
        {
            "chapter": 24,
            "verse": 14,
            "text": "Eğer dünyada ve ahirette Allah´ın lütuf ve merhameti üstünüzde olmasaydı, içine daldığınız bu iftiradan dolayı size mutlaka büyük bir azap isabet ederdi"
        },
        {
            "chapter": 24,
            "verse": 15,
            "text": "Çünkü siz bu iftirayı, dilden dile birbirinize aktarıyor, hakkında bilgi sahibi olmadığınız şeyi ağızlarınızda geveleyip duruyorsunuz. Bunun önemsiz olduğunu sanıyorsunuz. Halbuki bu, Allah katında çok büyük (bir suç) tur"
        },
        {
            "chapter": 24,
            "verse": 16,
            "text": "Onu duyduğunuzda: \"Bunu konuşup yaymamız bize yakışmaz. Hâşâ! Bu, çok büyük bir iftiradır\" demeli değil miydiniz"
        },
        {
            "chapter": 24,
            "verse": 17,
            "text": "Eğer inanmış insanlarsanız, Allah, bir daha buna benzer tutumu tekrarlamaktan sizi sakındırıp uyarır"
        },
        {
            "chapter": 24,
            "verse": 18,
            "text": "Ve Allah âyetleri size açıklıyor. Allah, (işin iç yüzünü) çok iyi bilir, hüküm ve hikmet sahibidir"
        },
        {
            "chapter": 24,
            "verse": 19,
            "text": "İnananlar arasında çirkin şeylerin yayılmasını arzulayan kimseler için dünyada da ahirette de çetin bir ceza vardır. Allah bilir, siz bilmezsiniz"
        },
        {
            "chapter": 24,
            "verse": 20,
            "text": "Ya sizin üstünüze Allah´ın lütuf ve merhameti olmasaydı, Allah çok şefkatli ve merhametli olmasaydı (haliniz nice olurdu)"
        }
    ]
}