{
    "rukus": [
        {
            "chapter": 59,
            "verse": 1,
            "text": "Göklerde ve yerde olanların hepsi Allah´ı tesbih etmektedir. O, üstündür, hikmet sahibidir"
        },
        {
            "chapter": 59,
            "verse": 2,
            "text": "Ehl-i kitaptan inkâr edenleri, ilk sürgünde yurtlarından çıkaran O´dur. Siz onların çıkacaklarını sanmamıştınız. Onlar da kalelerinin, kendilerini Allah´tan koruyacağını sanmışlardı. Ama Allah (O´nun azabı), onlara beklemedikleri yerden geliverdi. O, yüreklerine korku düşürdü; öyle ki evlerini hem kendi elleriyle, hem de müminlerin elleriyle harap ediyorlardı. Ey akıl sahipleri! İbret alın"
        },
        {
            "chapter": 59,
            "verse": 3,
            "text": "Eğer Allah onlara sürgünü yazmamış olsaydı, elbette onları dünyada (başka şekilde) cezalandıracaktı. Ahirette de onlar için cehennem azabı vardır"
        },
        {
            "chapter": 59,
            "verse": 4,
            "text": "Bu, onların Allah´a ve Peygamberine karşı gelmelerinden dolayıdır. Kim Allah´a karşı gelirse bilsin ki Allah´ın cezalandırması çetindir"
        },
        {
            "chapter": 59,
            "verse": 5,
            "text": "Hurma ağaçlarından, herhangi birini kesmeniz veya olduğu gibi bırakmanız hep Allah´ın izniyledir ve O´nun yoldan çıkanları rezil etmesi içindir"
        },
        {
            "chapter": 59,
            "verse": 6,
            "text": "Allah´ın, onlardan (mallarından) Peygamberine verdiği ganimetler için siz at ve deve koşturmuş değilsiniz. Fakat Allah, peygamberlerini dilediği kimselere karşı üstün kılar. Allah her şeye kadirdir"
        },
        {
            "chapter": 59,
            "verse": 7,
            "text": "Allah´ın, (fethedilen) ülkeler halkından Peygamberine verdiği ganimetler, Allah, Peygamber, yakınları, yetimler, yoksullar ve yolda kalmışlar içindir. Böylece o mallar, içinizden yalnız zenginler arasında dolaşan bir devlet olmaz. Peygamber size ne verdiyse onu alın, size ne yasakladıysa ondan da sakının. Allah´tan korkun. Çünkü Allah´ın azabı çetindir"
        },
        {
            "chapter": 59,
            "verse": 8,
            "text": "(Allah´ın verdiği bu ganimet malları,) yurtlarından ve mallarından uzaklaştırılmış olan, Allah´tan bir lütuf ve rıza dileyen, Allah´ın dinine ve Peygamberine yardım eden fakir muhacirlerindir. İşte doğru olanlar bunlardır"
        },
        {
            "chapter": 59,
            "verse": 9,
            "text": "Daha önceden Medine´yi yurt edinmiş ve gönüllerine imanı yerleştirmiş olan kimseler, kendilerine göç edip gelenleri severler ve onlara verilenlerden dolayı içlerinde bir rahatsızlık hissetmezler. Kendileri zaruret içinde bulunsalar bile onları kendilerine tercih ederler. Kim nefsinin cimriliğinden korunursa, işte onlar kurtuluşa erenlerdir"
        },
        {
            "chapter": 59,
            "verse": 10,
            "text": "Bunların arkasından gelenler şöyle derler: Rabbimiz! Bizi ve bizden önce gelip geçmiş imanlı kardeşlerimizi bağışla; kalplerimizde, iman edenlere karşı hiçbir kin bırakma! Rabbimiz! Şüphesiz ki sen çok şefkatli, çok merhametlisin"
        }
    ]
}