{
    "rukus": [
        {
            "chapter": 10,
            "verse": 21,
            "text": "اورجب ہم لوگوں کو اپنی رحمت کا مزہ چکھاتے ہیں اس تکلیف کے بعد جو انہیں پہنچی تھی تو وہ ہماری آیتو ں کے متعلق حیلے کرنے لگتے ہیں کہہ دو کہ الله بہت جلد حیلہ کرنے والا ہے بے شک ہمارے فرشتے تمہارے سب حیلو ں کو لکھ رہے ہیں"
        },
        {
            "chapter": 10,
            "verse": 22,
            "text": "وہ وہی ہے جو تمہیں جنگل اور دریا میں سیر کرنے کی توفیق دیتا ہے یہاں تک کہ جب تم کشتیوں میں بیٹھتے ہو اور وہ کشتیاں لوگو ں کو موافق ہوا کے ذریعہ سے لے کرچلتی ہیں اور وہ لوگ ان سے خوش ہوتے ہیں تو ناگہاں تیز ہوا چلتی ہے اور ہر طرف سے ان پر لہریں چھانے لگتی ہیں اور و ہ خیال کرتے ہیں کہ بےشک وہ لہروں میں گھر گئے ہیں تو سب خالص اعتقاد سے الله ہی کو پکارنے لگتے ہیں کہ اگر تو ہمیں اس مصیبت سے بچادے تو ہم ضرور شکر گزار رہیں گے"
        },
        {
            "chapter": 10,
            "verse": 23,
            "text": "پھر جب الله انہیں نجات دے دیتا ہے تو ملک میں ناحق شرارت کرنے لگتے ہیں اے لوگو تمہاری شرارت کا وبال تمہاری جانو ں پر ہی پڑے گا دنیا کی زندگی کا نفع اٹھا لو پھر ہمارے ہاں ہی تمہیں لوٹ کر آناہے پھر ہم تمہیں بتلادیں گے جو کچھ تم کیا کرتے تھے"
        },
        {
            "chapter": 10,
            "verse": 24,
            "text": "دنیا کی زندگی کی مثال مینہ کی سی ہے کہ اسے ہم نے آسمان سے اتارا پھراس کے ساتھ سبزہ مل کر نکلا جسے آدمی اور جانور کھاتے ہیں یہاں تک کہ جب زمین سبزے سے خوبصورت اور آراستہ ہو گئی اورزمین والوں نے خیال کیا کہ وہ اس پر بالکل قابض ہو چکے ہیں تو اس پر ہماری طرف سے دن یا رات میں کوئی حادثہ آ پڑا سو ہم نے اسے ایسا صاف کر دیا کہ گویا کل وہا ں کچھ بھی نہ تھا اس طرح ہم نشانیوں کو کھول کر بیان کرتے ہیں اور لوگو ں کے سامنے جو غور کرتے ہیں"
        },
        {
            "chapter": 10,
            "verse": 25,
            "text": "اور الله سلامتی کے گھر کی طرف بلاتا ہے اور جسے چاہے سیدھا راستہ دکھاتا ہے"
        },
        {
            "chapter": 10,
            "verse": 26,
            "text": "جنہوں نے بھلائی کی ان کے لئے بھلائی ہے اور زیادتی بھی اور ان کے منہ پر سیاہی اور رسوائی نہیں چڑھے گی وہ بہشتی ہیں وہ اسی میں ہمیشہ رہیں گے"
        },
        {
            "chapter": 10,
            "verse": 27,
            "text": "اور جنہوں نے برے کام کئے تو برائی کا بدلہ ویسا ہی ہوگا کہ ان پر ذلت چھائے گی اور انہیں اللہ سے بچانے والا کوئی نہ ہوگا گویا کہ ان کے مونہوں پر اندھیری رات کے ٹکڑے اوڑدئے گئے ہیں یہی دوزخی ہیں وہ اس میں ہمیشہ رہیں گے"
        },
        {
            "chapter": 10,
            "verse": 28,
            "text": "اور جس دن ہم ان سب کو جمع کرینگے پھر مشرکوں سے کہیں گے تم اور تمہارے شریک اپنی جگہ کھڑے رہو تو ہم ان میں پھوٹ ڈال دینگے اور ان کے شریک کہیں گے کہ تم ہماری عبادت نہیں کرتے تھے"
        },
        {
            "chapter": 10,
            "verse": 29,
            "text": "سو اللہ ہمارے اور تمہارے درمیان گواہ کافی ہے کہ ہمیں تمہاری عبادت کی خبر ہی نہ تھی"
        },
        {
            "chapter": 10,
            "verse": 30,
            "text": "اس جگہ ہر شخص اپنے پہلے کئے ہوئے کاموں کو جانچ لے گا اور یہ لوگ اللہ کی طرف لوٹائے جائینگے جو ان کا حقیقی مالک ہے اور جو جھوٹ وہ باندھا کرتے تھے ان سے جاتا رہے گا"
        }
    ]
}