{
    "rukus": [
        {
            "chapter": 17,
            "verse": 53,
            "text": "اور میرے بندوں سے کہہ دو کہ وہی بات کہیں جو بہتر ہو بےشک شیطان آپس میں لڑا دیتا ہے بے شک شیطان انسان کا کھلا دشمن ہے"
        },
        {
            "chapter": 17,
            "verse": 54,
            "text": "تمہارا رب خوب جانتا ہے اگر چاہے تم پر رحم کرے اور اگر چاہے تمہیں عذاب دے او رہم نے تجھے ان پر ذمہ دار بنا کر نہیں بھیجا"
        },
        {
            "chapter": 17,
            "verse": 55,
            "text": "اور تیرا رب خوب جانتا ہے جو آسمانوں اور زمین میں ہے اور ہم نے بعض پیغمبروں کو بعض پر فضیلت دی ہے او رہم نے داؤد کو زبور دی تھی"
        },
        {
            "chapter": 17,
            "verse": 56,
            "text": "کہہ دو انہیں پکارو جنہیں تم اس کے سوا سمجھتے ہو وہ نہ تمہاری تکلیف دور کر سکیں گے اور نہ اسے بدلیں گے"
        },
        {
            "chapter": 17,
            "verse": 57,
            "text": "وہ لوگ جنہیں یہ پکارتے ہیں جو ان میں سے زیادہ مقرب ہیں وہ بھی اپنے رب کی طرف نیکیوں کا ذریعہ تلاش کرتے ہیں اور اس کی مہربانی کی امید رکھتے ہیں اور اس کے عذاب سے ڈرتے ہیں بےشک تیرے رب کا عذاب ڈرنے کی چیز ہے"
        },
        {
            "chapter": 17,
            "verse": 58,
            "text": "اور ایسی کوئی بستی نہیں جسے ہم قیامت سے پہلے ہلاک نہ کریں یا اسے سخت عذاب نہ دیں یہ بات کتاب میں لکھی ہوئی ہے"
        },
        {
            "chapter": 17,
            "verse": 59,
            "text": "اور ہم نے اس لیےمعجزات بھیجنے موقوف کر دیےکہ پہلوں نے انہیں جھٹلایا تھا اور ہم نے ثمود کو اونٹنی کا کھلا ہوا معجزہ دیا تھا پھر بھی انہوں نے اس پر ظلم کیا اور یہ معجزات تو ہم محض ڈرانے کے لیے بھیجتے ہیں"
        },
        {
            "chapter": 17,
            "verse": 60,
            "text": "اور جب ہم نے تم سے کہہ دیا کہ تیرے رب نے سب کو قابو میں کر رکھا ہے اور وہ خواب جو ہم نے تمہیں دکھایا اور وہ خبیث درخت جس کا ذکر قرآن میں ہے ان سب کو ان لوگو ں کے لیے فتنہ بنا دیا اور ہم تو انہیں ڈراتے ہیں سو اس سے ان کی شرارت اوربھی بڑھتی جاتی ہے"
        }
    ]
}