{
    "rukus": [
        {
            "chapter": 21,
            "verse": 51,
            "text": "اور ہم نے پہلے ہی سے ابراھیم کو اس کی صلاحیت عطا کی تھی اور ہم اس سے واقف تھے"
        },
        {
            "chapter": 21,
            "verse": 52,
            "text": "جب اس نے اپنے باپ اور اپنی قوم سے کہا کہ یہ کیسی مورتیں ہیں جن پر تم مجاور بنے بیٹھے ہو"
        },
        {
            "chapter": 21,
            "verse": 53,
            "text": "انہوں نے کہا ہم نے اپنے باپ دااد کو انہیں کی پوجا کرتے پایا ہے"
        },
        {
            "chapter": 21,
            "verse": 54,
            "text": "کہا البتہ تحقیق تم اور تمہارے باپ دادا صریح گمراہی میں رہے ہو"
        },
        {
            "chapter": 21,
            "verse": 55,
            "text": "انھوں نے کہا کیا تو ہمارے پاس سچی بات لایا ہے یا تو دل لگی کرتا ہے"
        },
        {
            "chapter": 21,
            "verse": 56,
            "text": "کہا بلکہ تمہارا رب تو آسمانوں اور زمین کا رب ہے جس نے انہیں بنایا ہے اور میں اسی بات کا قائل ہوں"
        },
        {
            "chapter": 21,
            "verse": 57,
            "text": "اور الله کی قسم میں تمہارے بتوں کا علاج کروں گا جب تم پیٹھ پھیر کر جا چکو گے"
        },
        {
            "chapter": 21,
            "verse": 58,
            "text": "پھر ان کے بڑے کے سوا سب کو ٹکڑے ٹکڑے کر دیا تاکہ اس کی طرف رجوع کریں"
        },
        {
            "chapter": 21,
            "verse": 59,
            "text": "انہوں نے کہا ہمارے معبودوں کے ساتھ کس نے یہ کیا ہے بے شک وہ ظالموں میں سے ہے"
        },
        {
            "chapter": 21,
            "verse": 60,
            "text": "انہو ں نے کہا ہم نے سنا ہے کہ ایک جو ان بتوں کو کچھ کہا کرتا ہے اسے ابراھیم کہتے ہیں"
        },
        {
            "chapter": 21,
            "verse": 61,
            "text": "کہنے لگے اسے لوگوں کے سامنے لے آؤ تاکہ وہ دیکھیں"
        },
        {
            "chapter": 21,
            "verse": 62,
            "text": "کہنے لگے اے ابراھیم کیا تو نے ہمارے معبودوں کے ساتھ یہ کیا ہے"
        },
        {
            "chapter": 21,
            "verse": 63,
            "text": "کہا بلکہ ان کے اس بڑے نے یہ کیا ہے سو ان سے پوچھ لو اگر وہ بولتے ہیں"
        },
        {
            "chapter": 21,
            "verse": 64,
            "text": "پھر وہ اپنے دل میں سوچ کر کہنے لگے بے شک تم ہی بے انصاف ہو"
        },
        {
            "chapter": 21,
            "verse": 65,
            "text": "پھر انہو ں نے سر نیچا کر کے کہا تو جانتا ہے کہ یہ بولا نہیں کرتے"
        },
        {
            "chapter": 21,
            "verse": 66,
            "text": "کہا پھر کیا تم الله کے سوا اس چیز کی پوجا کرتے ہو جو نہ تمہیں نفع دے سکےاور نہ نقصان پہنچا سکے"
        },
        {
            "chapter": 21,
            "verse": 67,
            "text": "میں تم سے اور جنہیں الله کے سوا پوجتے ہو بیزار ہوں پھر کیا تمھیں عقل نہیں ہے"
        },
        {
            "chapter": 21,
            "verse": 68,
            "text": "انھوں نے کہا اگر تمہیں کچھ کرنا ہے تو اسے جلا دو اور اپنے معبودوں کی مدد کرو"
        },
        {
            "chapter": 21,
            "verse": 69,
            "text": "ہم نے کہا اے آگ ابراھیم پر سرد اورراحت ہو جا"
        },
        {
            "chapter": 21,
            "verse": 70,
            "text": "اور انہوں نے اس کی برائی چاہی سو ہم نے انہیں ناکام کر دیا"
        },
        {
            "chapter": 21,
            "verse": 71,
            "text": "اور ہم اسے اورلوط کو بچا کراس زمین کی طرف لے آئے جس میں ہم نے جہان کے لیے برکت رکھی ہے"
        },
        {
            "chapter": 21,
            "verse": 72,
            "text": "اور ہم نے اسے اسحاق بخشا اور انعام میں یعقوب دیا اور سب کونیک بخت کیا"
        },
        {
            "chapter": 21,
            "verse": 73,
            "text": "اورہم نے انہیں پیشوا بنایا جو ہمارے حکم سے رہنمائی کیا کرتے تھے اور ہم نے انہیں اچھے کام کرنے اور نماز قائم کرنے اور زکوٰة دینے کا حکم دیا تھا اور وہ ہماری ہی بندگی کیا کرتے تھے"
        },
        {
            "chapter": 21,
            "verse": 74,
            "text": "اور لوط کو ہم نے حکمت اور علم عطا کیا تھا اور ہم اسے اس بستی سے جو گندے کام کیا کرتی تھی بچا کر لے آئے بے شک وہ لوگ برے نافرمانی کرنے والے تھے"
        },
        {
            "chapter": 21,
            "verse": 75,
            "text": "اوراسے ہم نے اپنی رحمت میں لے لیا بے شک وہ نیک بختوں میں سے تھا"
        }
    ]
}