{
    "rukus": [
        {
            "chapter": 58,
            "verse": 7,
            "text": "کیا آپ نے نہیں دیکھا الله جانتا ہے جو کچھ آسمانوں اور زمین میں ہے (یہاں تک) کہ جو کوئی مشورہ تین آدمیوں میں ہوتا ہے تو وہ چوتھا ہوتا ہے اور جو پانچ میں ہوتا ہے تو وہ چھٹا ہوتا ہے اور خواہ اس سے کم کی سرگوشی ہو یا زیادہ کی مگر وہ ہر جگہ ان کے ساتھ ہوتا ہے پھر انہیں قیامت کے دن بتائے گا کہ وہ کیا کرتے تھے بے شک الله ہر چیز کو جاننے والا ہے"
        },
        {
            "chapter": 58,
            "verse": 8,
            "text": "کیا آپ نے ان کو نہیں دیکھا جو سرگوشی کرنے سے روکے گئے تھے پھر وہ اسی بات کی طرف لوٹتے ہیں جس سے انہیں روکا گیا تھا اور گناہ اور سرکشی اور رسول کی نافرمانی کی سرگوشی کرتے ہیں اور جب وہ آپ کے پاس آتے ہیں تو آپ کو ایسے لفظوں سے سلام کرتے ہیں جن سے الله نے آپ کو سلام نہیں دیا اور اپنے دلوں میں کہتے ہیں کہ ہمیں الله اس پر کیوں عذاب نہیں دیتا جو ہم کہہ رہے ہیں ان کے لیے دوزخ کافی ہے وہ اس میں داخل ہوں گے پس وہ کیا ہی برا ٹھکانہ ہے"
        },
        {
            "chapter": 58,
            "verse": 9,
            "text": "اے ایمان والو جب تم آپس میں سرگوشی کرو تو گناہ اور سرکشی اور رسول کی نافرمانی کی سرگوشی نہ کرو اورنیکی اور پرہیز گاری کی سرگوشی کرو اور الله سے ڈرو جس کی طرف تم جمع کیے جاؤ گے"
        },
        {
            "chapter": 58,
            "verse": 10,
            "text": "(یہ) سرگوشی تو صرف شیطانی بات ہے تاکہ ایمان داروں کو غمناک کر دے حالانکہ بغیر حکم الله کے کچھ بھی ضرر نہیں دے سکتی اور ایمان والے تو الله ہی پربھروسہ رکھتے ہیں"
        },
        {
            "chapter": 58,
            "verse": 11,
            "text": "اے ایمان والو جب تمہیں مجلسوں میں کھل کر بیٹھنے کو کہا جائے تو کھل کر بیٹھو الله تمیں فراخی دے گا اور جب کہا جائے کہ اٹھ جاؤ تو اٹھ جاؤ تم میں سے الله ایمان داروں کے اور ان کے جنہیں علم دیا گیا ہے درجے بلند کرے گا اور جو کچھ تم کرتے ہواللہ اس سے خبردار ہے"
        },
        {
            "chapter": 58,
            "verse": 12,
            "text": "اے ایمان والو جب تم رسول سے سرگوشی کرو تو اپنی سرگوشی سے پہلے صدقہ دے لیا کرو یہ تمہارے لیے بہتر اور زیادہ پاکیزہ بات ہے پس اگر نہ پاؤ تو الله بخشنے والا نہایت رحم والا ہے"
        },
        {
            "chapter": 58,
            "verse": 13,
            "text": "کیا تم اپنی سرگوشی سے پہلے صدقہ دینے سے ڈر گئے پھر جب تم نے نہ کیا اور الله نے تمہیں معاف بھی کردیا تو (بس) نماز ادا کرو اور زکواة دو اور الله اور اس کے رسول کی اطاعت کرو اور جو کچھ تم کرتے ہو الله اس سے خبردار ہے"
        }
    ]
}