{
    "rukus": [
        {
            "chapter": 4,
            "verse": 60,
            "text": "کیا تم لوگوں نے ان لوگوں کو نہیں دیکھا جواس چیز پر ایمان لانے کا دعویٰ کرتے ہیں جو تجھ پر نازل کی گئی ہے اور جو چیز تم سےپہلے نازل کی گئی ہے وہ چاہتے ہیں کہ اپنا فیصلہ شیطان سے کرائیں حالانکہ انہیں حکم دیا گیا ہے کہ اسے نہ مانیں اور شیطان تو چاہتا ہے کہ انہیں بہکا کر دو رجا ڈالے"
        },
        {
            "chapter": 4,
            "verse": 61,
            "text": "اور جب انہیں کہا جاتا ہے جو چیز الله نے نازل کی ہے اس کی طرف آؤ اور رسول کی طرف آؤ توتو منافقوں کو دیکھے گا کہ تجھ سے پہلو تہی کرتے ہیں"
        },
        {
            "chapter": 4,
            "verse": 62,
            "text": "پھر کیاہوتا ہے جب ان کے اپنے ہاتھوں سے لائی ہوئی مصیبت ان پر آتی ہے پھر تیرے پاس آ کر خدا کی قسمیں کھاتے ہیں کہ ہم کو تو سوائے بھلائیا ور باہمی موافقت کے اور کوئی غرض نہ تھی"
        },
        {
            "chapter": 4,
            "verse": 63,
            "text": "یہ وہ لوگ ہیں کہ الله جانتا ہے جو ان کے دلوں میں ہے تو ان سے منہ پھیر لے اور انہیں نصیحت کرو ان سے ایسی بات کہو جو ان کے دلوں میں اتر جائے"
        },
        {
            "chapter": 4,
            "verse": 64,
            "text": "اورہم نے کبھی کوئی رسول نہیں بھیجا مگر اسی واسطے کہ الله کے حکم سے اس کی تابعداری کی جائے اور جب انہوں نے اپنے نفسوں پر ظلم کیا تھا تیرے پاس آتے پھر الله سے معافی مانگتے اور رسول بھی ان کی معافی کی درخواست کرتا تو یقیناًیہ الله کو بخشنے والا رحم کرنے والا پاتے"
        },
        {
            "chapter": 4,
            "verse": 65,
            "text": "سو تیرے رب کی قسم ہے یہ کبھی مومن نہیں ہوں گے جب تک کہ اپنے اختلافات میں تجھے منصف نہ مان لیں پھر تیرے فیصلہ پر اپنے دلوں میں کوئی تنگی نہ پائیں اور خوشی سے قبول کریں"
        },
        {
            "chapter": 4,
            "verse": 66,
            "text": "اور اگر ہم ان پر حکم کرتے کہ اپنی جانوں کو ہلاک کر دو یا اپنے گھروں سے نکل جاؤ تو ان میں سے بہت ہی کم آدمی اس پر عمل کرتے اور اگر یہ لوگ کریں جو ان کو نصیحت کی جاتی ہے تو یہ ان کے لیے زیادہ بہتر ہوتا اور دین میں زیادہ ثابت رکھنے والا ہوتا"
        },
        {
            "chapter": 4,
            "verse": 67,
            "text": "اور اس وقت البتہ ہم ان کو اپنے ہاں سے بڑا ثواب دیتے"
        },
        {
            "chapter": 4,
            "verse": 68,
            "text": "اور البتہ انھیں سیدھا راستہ دکھاتے"
        },
        {
            "chapter": 4,
            "verse": 69,
            "text": "اورجو شخص الله اور اس کے رسول کا فرمانبردار ہو تو وہ ان کے ساتھ ہوں گے جن پر الله نے انعام کیا وہ نبی اور صدیق اور شہید اور صالح ہیں اور یہ رفیق کیسے اچھے ہیں"
        },
        {
            "chapter": 4,
            "verse": 70,
            "text": "یہ الله کی طرف سے احسان ہے اور الله کافی ہے جاننے والا"
        }
    ]
}