{
    "rukus": [
        {
            "chapter": 16,
            "verse": 90,
            "text": "নিশ্চয় আল্লাহে আদল (ন্যায়পৰায়ণতা), ইহছান (সদাচৰণ) আৰু আত্মীয়-স্বজনক দানৰ নিৰ্দেশ দিয়ে আৰু তেওঁ অশ্লীলতা, অসৎকৰ্ম আৰু সীমালঙ্ঘনৰ পৰা নিষেধ কৰে, তেওঁ তোমালোকক উপদেশ দিয়ে যাতে তোমালোকে শিক্ষা গ্ৰহণ কৰা।"
        },
        {
            "chapter": 16,
            "verse": 91,
            "text": "আৰু তোমালোকে আল্লাহৰ অঙ্গীকাৰ পূৰ্ণ কৰিবা যেতিয়া তোমালোকে অঙ্গীকাৰ কৰা, আৰু তোমালোকে আল্লাহক তোমালোকৰ সাক্ষী কৰি শপত দৃঢ় কৰাৰ পিছত সেয়া ভঙ্গ নকৰিবা। নিশ্চয় তোমালোকে যি কৰা সেয়া আল্লাহে জানে।"
        },
        {
            "chapter": 16,
            "verse": 92,
            "text": "তোমালোকে সেই নাৰীৰ দৰে নহ’বা, যিজনীয়ে মজবুতকৈ সূতা কটাৰ পিছত সেয়া তাই নিজেই টুকুৰা-টুকুৰ কৰি পেলায়। (কিয়নো) তোমালোকৰ শপত তোমালোকে পৰস্পৰক প্ৰবঞ্চনা কৰাৰ বাবে ব্যৱহাৰ কৰি থাকা, যাতে এটা দলে আনটো দলতকৈ বেছি লাভবান হয়। নিশ্চয় আল্লাহে ইয়াৰ দ্বাৰা তোমালোকক পৰীক্ষা কৰে। অৱশ্যে আল্লাহে কিয়ামতৰ দিনা সেয়া তোমালোকৰ ওচৰত স্পষ্ট বৰ্ণনা কৰি দিব যি বিষয়ে তোমালোকে মতানৈক্য কৰিছা।"
        },
        {
            "chapter": 16,
            "verse": 93,
            "text": "আৰু আল্লাহে ইচ্ছা কৰিলে তোমালোকক এটা জাতি কৰি দিব পাৰিলেহেঁতেন, কিন্তু তেওঁ যাক ইচ্ছা বিভ্ৰান্ত কৰে আৰু যাক ইচ্ছা সৎপথত পৰিচালিত কৰে। আৰু তোমালোকে যি কৰিছিলা সেই বিষয়ে অৱশ্যে তোমালোকক প্ৰশ্ন কৰা হ’ব।"
        },
        {
            "chapter": 16,
            "verse": 94,
            "text": "আৰু পৰস্পৰক প্ৰবঞ্চনা কৰাৰ বাবে তোমালোকে নিজৰ শপতক ব্যৱহাৰ নকৰিবা; এনে কৰিলে, ভৰি স্থিৰ হোৱাৰ পিছত আকৌ পিচলি যাব আৰু আল্লাহৰ পথত বাধা দিয়াৰ কাৰণে তোমালোকে শাস্তিৰ সোৱাদ গ্ৰহণ কৰিব লাগিব; আৰু তোমালোকৰ বাবে আছে মহাশাস্তি।"
        },
        {
            "chapter": 16,
            "verse": 95,
            "text": "আৰু তোমালোকে আল্লাহৰ অঙ্গীকাৰক তুচ্ছ মূল্যত বিক্ৰী নকৰিবা। আল্লাহৰ ওচৰত যি আছে সেইটোৱে তোমালোকৰ বাবে উত্তম—(হায়!) যদি তোমালোক জানিলাহেঁতেন"
        },
        {
            "chapter": 16,
            "verse": 96,
            "text": "তোমালোকৰ ওচৰত যি আছে সেয়া নিঃশেষ হ’ব আৰু আল্লাহৰ ওচৰত যি আছে সেয়া স্থায়ী। সেয়ে যিসকলে ধৈৰ্য ধাৰণ কৰিছে, আমি অৱশ্যে তেওঁলোকক তেওঁলোকে যি কৰিছিল তাতোকৈ শ্ৰেষ্ঠ প্ৰতিদান প্ৰদান কৰিম।"
        },
        {
            "chapter": 16,
            "verse": 97,
            "text": "ঈমানৰ অৱস্থাত পুৰুষে হওঁক বা নাৰী, যিয়েই সৎকৰ্ম কৰিব, অৱশ্যে আমি তাক পৱিত্ৰ জীৱন দান কৰিম। লগতে অৱশ্যে আমি তেওঁলোকক তেওঁলোকে যি আমল কৰিছিল তাতোকৈ শ্ৰেষ্ঠ প্ৰতিদান প্ৰদান কৰিম।"
        },
        {
            "chapter": 16,
            "verse": 98,
            "text": "এতেকে যেতিয়া তুমি কোৰআন পাঠ কৰিবা তেতিয়া অভিশপ্ত চয়তানৰ পৰা আল্লাহৰ আশ্ৰয় প্ৰাৰ্থনা কৰিবা"
        },
        {
            "chapter": 16,
            "verse": 99,
            "text": "নিশ্চয় যিসকলে ঈমান আনিছে আৰু তেওঁলোকে নিজ প্ৰতিপালকৰ ওপৰতেই নিৰ্ভৰ কৰে তেওঁলোকৰ ওপৰত তাৰ (চয়তানৰ) কোনো আধিপত্য নাই।"
        },
        {
            "chapter": 16,
            "verse": 100,
            "text": "তাৰ আধিপত্য কেৱল সেইসকল লোকৰ ওপৰত যিসকলে তাক অভিভাৱকৰূপে গ্ৰহণ কৰে আৰু যিসকলে আল্লাহৰ লগত শ্বিৰ্ক কৰে।"
        }
    ]
}