{
    "rukus": [
        {
            "chapter": 46,
            "verse": 1,
            "text": "হা-মীম"
        },
        {
            "chapter": 46,
            "verse": 2,
            "text": "এই কিতাব মহা পৰাক্ৰমশালী প্ৰজ্ঞাময় আল্লাহৰ তৰফৰ পৰা নাযিলকৃত"
        },
        {
            "chapter": 46,
            "verse": 3,
            "text": "আকাশমণ্ডল, পৃথিৱী আৰু এই দুয়োৰ মাজত থকা সকলো বস্তু আমি যথাযথ ভাৱে আৰু নিৰ্দিষ্ট সময়ৰ বাবে সৃষ্টি কৰিছো; আৰু যিসকলে কুফৰী কৰিছে, সিহঁতক যি বিষয়ে ভীতি প্ৰদৰ্শন কৰা হৈছে তাৰ পৰা সিহঁতে বিমুখ হৈ আছে।"
        },
        {
            "chapter": 46,
            "verse": 4,
            "text": "সিহঁতক কোৱা, ‘তোমালোকৰ ধাৰণা কি, তোমালোকে আল্লাহৰ পৰিবৰ্তে যিসকলক আহ্বান কৰা মোক দেখুৱাচোন সিহঁতে পৃথিৱীত কিবা সৃষ্টি কৰিছে নেকি অথবা আকাশসমূহত সিহঁতৰ কিবা অৰিহনা আছে নেকি? ইয়াৰ পূৰ্বৱৰ্তী কোনো কিতাব অথবা পৰম্পৰাগত কোনো জ্ঞান থাকিলে সেয়া তোমালোকে মোৰ ওচৰত লৈ আহা, যদি তোমালোকে সত্যবাদী হোৱা’।"
        },
        {
            "chapter": 46,
            "verse": 5,
            "text": "আৰু সেই ব্যক্তিতকৈ অধিক বিভ্ৰান্ত আৰু কোন হ’ব পাৰে, যিয়ে আল্লাহৰ পৰিবৰ্তে এনে কিছুমানক আহ্বান কৰে যিবোৰে কিয়ামত দিৱস লৈকে তাৰ আহ্বানত সঁহাৰি নিদিব? আৰু সেইবোৰ সিহঁতৰ আহ্বান সম্পৰ্কেও উদাসীন।"
        },
        {
            "chapter": 46,
            "verse": 6,
            "text": "আৰু যেতিয়া কিয়ামতৰ দিনা মানুহক একত্ৰিত কৰা হ’ব তেতিয়া সেইবোৰ হ’ব সিহঁতৰ শত্ৰু আৰু সেইবোৰে সিহঁতৰ ইবাদত অস্বীকাৰ কৰিব।"
        },
        {
            "chapter": 46,
            "verse": 7,
            "text": "আৰু যেতিয়া সিহঁতৰ ওচৰত আমাৰ সুস্পষ্ট আয়াতসমূহ তিলাৱত কৰা হয় তেতিয়া যিসকলে কুফৰী কৰিছে সিহঁতৰ ওচৰত সত্য অহাৰ পিছতো সিহঁতে কয়, ‘এয়া দেখুন সুস্পষ্ট যাদু’।"
        },
        {
            "chapter": 46,
            "verse": 8,
            "text": "অথবা সিহঁতে কয় যে, ‘এওঁ এইটো নিজেই উদ্ভাৱন কৰিছে’। কোৱা, ‘যদি এইটো মই নিজে উদ্ভাৱন কৰিছো, তেন্তে মোক আল্লাহৰ শাস্তিৰ পৰা বচাবলৈ তোমালোকৰ অকণো অধিকাৰ নাই। তোমালোকে যি বিষয়ে আলোচনাত লিপ্ত হৈছা, সেই বিষয়ে আল্লাহ সবিশেষ অৱগত। মোৰ আৰু তোমালোকৰ মাজত সাক্ষী হিচাপে তেৱেঁই যথেষ্ট আৰু তেওঁ ক্ষমাশীল, পৰম দয়ালু’।"
        },
        {
            "chapter": 46,
            "verse": 9,
            "text": "কোৱা, ‘ৰাছুলসকলৰ মাজত ময়েই নতুন নহয়। মই এই কথাও নাজানো যে, মোৰ আৰু তোমালোকৰ বিষয়ে কি কৰা হ’ব। মই কেৱল মোৰ প্ৰতি যি অহী কৰা হয় সেইটোৰহে অনুসৰণ কৰো। মই এজন সুস্পষ্ট সতৰ্ককাৰী মাত্ৰ’।"
        },
        {
            "chapter": 46,
            "verse": 10,
            "text": "সিহঁতক কোৱা, ‘কোৱাচোন তোমালোকে, যদি এই কোৰআন আল্লাহৰ তৰফৰ পৰা অৱতীৰ্ণ হৈ থাকে আৰু তোমালোকে ইয়াক অস্বীকাৰ কৰিছা, অথচ বনী ইছৰাঈলৰ এজন সাক্ষীয়ে এই বিষয়ে অনুৰূপ সাক্ষী প্ৰদান কৰি তাৰ প্ৰতি ঈমান আনিলে; কিন্তু তোমালোকে ঔদ্ধত্য প্ৰকাশ কৰিলা, (তেনেহ’লে তোমালোকৰ পৰিণাম কি হ’ব?) নিশ্চয় আল্লাহে যালিম সম্প্ৰদায়ক হিদায়ত নকৰে’।"
        }
    ]
}