{
    "rukus": [
        {
            "chapter": 57,
            "verse": 11,
            "text": "এনেকুৱা কোন আছে, যিয়ে আল্লাহক উত্তম ঋণ দিব? তেনেহ’লে তেওঁ তাৰ বাবে ইয়াক বহুগুণে বৃদ্ধি কৰি দিব আৰু তাৰ বাবে আছে সন্মানজনক পুৰষ্কাৰ।"
        },
        {
            "chapter": 57,
            "verse": 12,
            "text": "সেইদিনা তুমি মুমিন নৰ-নাৰীসকলক দেখিবলৈ পাবা যে, তেওঁলোকৰ সন্মুখত আৰু সোঁ ফালে তেওঁলোকৰ নূৰ দৌৰি আছে। (কোৱা হ’ব) ‘আজি তোমালোকৰ বাবে সুসংবাদ হৈছে জান্নাত, যাৰ তলত নদীসমূহ প্ৰবাহিত, তাত তোমালোক চিৰস্থায়ী হ’বা, এইটোৱেই মহাসফলতা’।"
        },
        {
            "chapter": 57,
            "verse": 13,
            "text": "সেইদিনা মুনাফিক পুৰুষ আৰু মুনাফিকা নাৰীসকলে ঈমান্দাৰসকলক ক’ব, ‘তোমালোকে আমাৰ বাবে অলপ অপেক্ষা কৰা, যাতে তোমালোকৰ নূৰৰ পৰা আমি অলপ গ্ৰহণ কৰিব পাৰো’। কোৱা হ’ব, ‘তোমালোকে নিজৰ পিছফালে উভতি যোৱা আৰু নূৰৰ সন্ধান কৰাগৈ’। তাৰ পিছত উভয়ৰ মাজত স্থাপন হ’ব এটা প্ৰাচীৰ, য’ত এটা দুৱাৰ থাকিব, যাৰ ভিতৰত থাকিব ৰহমত আৰু বাহিৰত থাকিব শাস্তি।"
        },
        {
            "chapter": 57,
            "verse": 14,
            "text": "মুনাফিকসকলে মুমিনসকলক মাতি ক’ব, ‘আমি তোমালোকৰ লগত নাছিলোনে? তেওঁলোকে ক’ব, ‘হয়, কিন্তু তোমালোকে নিজেই নিজক বিপদগ্ৰস্ত কৰিছা আৰু তোমালোকে প্ৰতীক্ষা কৰিছিলা আৰু সন্দেহ কৰিছিলা আৰু মিছা আকাংক্ষাই তোমালোকক প্ৰতাৰিত কৰি ৰাখিছিল, আৰু অৱশেষত আল্লাহৰ নিৰ্দেশ আহি গ’ল, আৰু (অন্তিম সময়লৈকে) মহাপ্ৰতাৰকে তোমালোকক আল্লাহ সম্পৰ্কে প্ৰতাৰিত কৰিছিল’।"
        },
        {
            "chapter": 57,
            "verse": 15,
            "text": "‘এতেকে আজি তোমালোকৰ পৰা কোনো মুক্তিপণ গ্ৰহণ কৰা নহ’ব আৰু যিসকলে কুফৰী কৰিছিল সিহঁতৰ পৰাও নহয়। জাহান্নামেই তোমালোকৰ আবাসস্থল, এইটোৱেই তোমালোকৰ উপযুক্ত স্থান; আৰু কিমান যে নিকৃষ্ট এই প্ৰত্যাবৰ্তনস্থল"
        },
        {
            "chapter": 57,
            "verse": 16,
            "text": "যিসকলে ঈমান আনিছে তেওঁলোকৰ হৃদয় আল্লাহৰ স্মৰণত আৰু যি সত্য অৱতীৰ্ণ হৈছে তাৰ বাবে তেওঁলোকৰ অন্তৰ পমি যোৱাৰ সময় হোৱা নাইনে? আৰু তেওঁলোকে যাতে সিহঁতৰ দৰে নহয়, যিহঁতক ইয়াৰ আগত কিতাব দিয়া হৈছিল-- তাৰ পিছত বহু কাল অতিবাহিত হোৱাৰ পিছত সিহঁতৰ অন্তৰসমূহ কঠোৰ হৈ পৰিছিল; আৰু সিহঁতৰ অধিকাংশই ফাছিক্ব।"
        },
        {
            "chapter": 57,
            "verse": 17,
            "text": "জানি থোৱা যে, আল্লাহেই পৃথিৱীক তাৰ মৃত্যুৰ পিছত পুনৰ্জীৱিত কৰে। আমি নিদৰ্শনসমূহ তোমালোকৰ বাবে সুস্পষ্টভাৱে বৰ্ণনা কৰিছো যাতে তোমালোকে বুজিব পাৰা।"
        },
        {
            "chapter": 57,
            "verse": 18,
            "text": "নিশ্চয় দানশীল পুৰুষ আৰু দানশীলা নাৰী আৰু যিসকলে আল্লাহক উত্তম ঋণ দিয়ে, তেওঁলোকক (ইয়াৰ পৰিবৰ্তে) বহু গুণ বৃদ্ধি কৰি দিয়া হ’ব আৰু তেওঁলোকৰ বাবে আছে সন্মানজনক পুৰষ্কাৰ।"
        },
        {
            "chapter": 57,
            "verse": 19,
            "text": "আৰু যিসকলে আল্লাহ আৰু তেওঁৰ ৰাছুলৰ প্ৰতি ঈমান আনে, তেওঁলোকেই নিজ প্ৰতিপালকৰ ওচৰত ছিদ্দীক্ব আৰু শ্বহীদ (বুলি বিবেচিত)। তেওঁলোকৰ বাবে আছে তেওঁলোকৰ প্ৰাপ্য পুৰষ্কাৰ আৰু নূৰ; আৰু যিসকলে কুফৰী কৰিছে আৰু আমাৰ নিদৰ্শনসমূহ অস্বীকাৰ কৰিছে, সিহঁতেই জাহান্নামৰ অধিবাসী।"
        }
    ]
}