{
    "rukus": [
        {
            "chapter": 5,
            "verse": 94,
            "text": "হে ঈমান্দাৰসকল! আল্লাহে তোমালোকক অৱশ্যে পৰীক্ষা কৰিব চিকাৰৰ এনেকুৱা বস্তুৰ দ্বাৰা যিবোৰ তোমালোকৰ হাতৰ আৰু বল্লমৰ আওতাত থাকে, যাতে আল্লাহে প্ৰকাশ কৰি দিয়ে যে, কোনে তেওঁক নেদেখাকৈয়ে ভয় পায়। সেয়ে ইয়াৰ পিছতো কোনোবাই সীমালংঘন কৰিলে তাৰ বাবে কষ্টদায়ক শাস্তি আছে।"
        },
        {
            "chapter": 5,
            "verse": 95,
            "text": "হে ঈমান্দাৰসকল! তোমালোকে ইহৰামত থকা অৱস্থাত চিকাৰ (জন্তু) হত্যা নকৰিবা, আৰু যদি তোমালোকৰ মাজত কোনোবাই সেয়া ইচ্ছাকৃতভাৱে হত্যা কৰে তেন্তে সি যিটো হত্যা কৰিছে তাৰ বিনিময় হৈছে অনুৰূপ গৃহপালিত জন্তু, যাৰ ফয়চালা কৰিব তোমালোকৰ মাজৰ দুজন ন্যায়বিচাৰক লোকে- কুৰবানীৰ জন্তু হিচাপে কা’বালৈ পৌঁচাব লাগিব নাইবা ইয়াৰ কাফফাৰা হ’ব দৰিদ্ৰক খাদ্য দান কৰা অথবা সেই অনুপাতে ছিয়াম পালন কৰা, যাতে সি নিজ কৃতকৰ্মৰ ফল ভোগ কৰিব পাৰে। আগতে যি হৈছে আল্লাহে সেয়া ক্ষমা কৰিছে। কিন্তু কোনোবাই যদি সেয়া আকৌ কৰে তেন্তে আল্লাহে তাৰ পৰা প্ৰতিশোধ গ্ৰহণ কৰিব আৰু আল্লাহ পৰাক্ৰমশালী, প্ৰতিশোধ গ্ৰহণকাৰী।"
        },
        {
            "chapter": 5,
            "verse": 96,
            "text": "তোমালোকৰ বাবে সাগৰৰ চিকাৰ আৰু সেয়া ভক্ষণ কৰা হালাল কৰা হৈছে, তোমালোকৰ আৰু পৰ্যটকসকলৰ ভোগৰ বাবে। তোমালোকে যেতিয়ালৈকে ইহৰামত থাকিবা তেতিয়ালৈকে তোমালোকৰ বাবে স্থলৰ চিকাৰ কৰা হাৰাম; আৰু তোমালোকে আল্লাহৰ তাক্বৱা অৱলম্বন কৰা, যাৰ ওচৰত তোমালোকক একত্ৰিত কৰা হ’ব।"
        },
        {
            "chapter": 5,
            "verse": 97,
            "text": "আল্লাহে পৱিত্ৰ কাবা ঘৰক, পৱিত্ৰ মাহক, হাদঈ আৰু গলাৱদ্ধ জন্তুকো মানুহৰ কল্যাণৰ বাবে নিৰ্ধাৰিত কৰিছে। এইটো এই বাবে যে, যাতে তোমালোকে জানিব পাৰা, নিশ্চয় আকাশসমূহত যি আছে আৰু পৃথিৱীত যি আছে আল্লাহে সেয়া জানে আৰু নিশ্চয় আল্লাহ সকলো বস্তু সম্পৰ্কে সম্যক অৱগত।"
        },
        {
            "chapter": 5,
            "verse": 98,
            "text": "জানি থোৱা, নিশ্চয় আল্লাহ শাস্তি দানত অতি কঠোৰ, আৰু আল্লাহ পৰম ক্ষমাশীল, পৰম দয়ালু।"
        },
        {
            "chapter": 5,
            "verse": 99,
            "text": "ৰাছুলৰ দায়িত্ব কেৱল প্ৰচাৰ কৰা; আৰু তোমালোকে যি প্ৰকাশ কৰা আৰু যি গোপন কৰা সেয়া আল্লাহে জানে।"
        },
        {
            "chapter": 5,
            "verse": 100,
            "text": "কোৱা, অপৱিত্ৰ আৰু পৱিত্ৰ সমান নহয়, যদিও অপৱিত্ৰৰ আধিক্য তোমাক মুগ্ধ কৰে। সেয়ে, হে বোধসম্পন্ন ব্যক্তিসকল! তোমালোকে আল্লাহৰ তাক্বৱা অৱলম্বন কৰা যাতে তোমালোকে সফল হ’ব পাৰা।"
        }
    ]
}