{
    "manzils": [
        {
            "chapter": 5,
            "verse": 1,
            "text": "O mga sumampalataya, magpatupad kayo sa mga kontrata. Ipinahintulot para sa inyo ang hayop ng mga hayupan maliban sa bibigkasin pa sa inyo, habang hindi naman mga napahihintulutan ng pangangaso samantalang kayo ay mga nasa iḥrām. Tunay na si Allāh ay naghahatol ng ninanais Niya"
        },
        {
            "chapter": 5,
            "verse": 2,
            "text": "O mga sumampalataya, huwag kayong lumapastangan sa mga sagisag ni Allāh ni sa Buwang Pinakababanal ni sa handog, ni sa mga nakakuwintas [na alay], ni sa mga nagsasadya sa Bahay na Pinakababanal na naghahangad ng isang kabutihang-loob mula sa Panginoon nila at isang pagkalugod. Kapag kumalas kayo [sa iḥrām ay maaaring] mangaso kayo. Huwag ngang mag-uudyok sa inyo ang pagkasuklam sa ilang tao na sumagabal sa inyo sa Masjid na Pinakababanal na lumabag kayo. Magtulungan kayo sa pagpapakabuti at pangingilag magkasala at huwag kayong magtulungan sa kasalanan at paglabag. Mangilag kayong magkasala kay Allāh. Tunay na si Allāh ay matindi ang parusa"
        },
        {
            "chapter": 5,
            "verse": 3,
            "text": "Ipinagbawal sa inyo ang namatay [bago nakatay], ang dugo, ang laman ng baboy, ang anumang inihandog sa iba pa kay Allāh, ang nasakal, ang hinambalos, ang nalaglag, ang nasuwag, ang anumang kinainan ng mabangis na hayop maliban sa nakatay ninyo [bago namatay], ang inialay sa mga dambana, at na magsapalaran kayo sa pamamagitan ng mga tagdan. Iyon ay kasuwailan. Sa araw na ito ay nawalan ang mga tumangging sumampalataya ng pag-asa [na tatalikod kayo] sa Relihiyon ninyo, kaya huwag kayong matakot sa kanila at matakot kayo sa Akin. Sa araw na ito bumuo Ako para sa inyo ng Relihiyon ninyo, lumubos Ako sa inyo ng biyaya Ko at nalugod Ako para sa inyo sa Islām bilang relihiyon. Ngunit ang sinumang napilitan dahil sa kagutuman, nang hindi nagkakahilig sa pagkakasala, tunay na si Allāh ay Mapagpatawad, Maawain"
        },
        {
            "chapter": 5,
            "verse": 4,
            "text": "Nagtatanong sila sa iyo kung ano ang ipinahintulot para sa kanila. Sabihin mo: \"Ipinahintulot sa inyo ang mga kaaya-aya at ang [nahuli ng] tinuruan ninyo na mga nangangasong hayop, bilang mga sinanay mangaso, na tinuturuan ninyo ang mga ito ng mula sa itinuro sa inyo ni Allāh. Kaya kumain kayo mula sa nahuli ng mga ito para sa inyo at bumanggit kayo ng pangalan ni Allāh dito.\" Mangilag kayong magkasala kay Allāh. Tunay na si Allāh ay mabilis ang pagtutuos"
        },
        {
            "chapter": 5,
            "verse": 5,
            "text": "Sa araw na ito, ipinahintulot para sa inyo ang mga kaaya-aya. Ang pagkain ng mga nabigyan ng Kasulatan ay ipinahihintulot para sa inyo. Ang pagkain ninyo ay ipinahihintulot para sa kanila. Ang mga babaing malinis ang puri kabilang sa mga mananampalataya at ang mga babaing malinis ang puri kabilang sa mga nabigyan ng Kasulatan bago pa ninyo kapag nagbigay kayo sa kanila ng mga bigay-kaya sa kanila, bilang mga nagpapakalinis ng puri, hindi bilang mga mangangalunya, at hindi mga gumagawa ng mga kalaguyo. Ang sinumang tumanggi sa pananampalataya ay nawalang-kabuluhan nga ang gawa niya. Siya sa Kabilang-buhay ay kabilang sa mga lugi"
        },
        {
            "chapter": 5,
            "verse": 6,
            "text": "O mga sumampalataya, kapag tumayo kayo patungo sa pagdarasal ay maghugas kayo ng mga mukha ninyo, mga kamay ninyo hanggang sa mga siko – humaplos kayo sa mga ulo ninyo – at mga paa ninyo hanggang sa mga bukungbukong. Kung kayo ay kailangang-maligo ay maligo kayo. Kung kayo ay mga may-sakit o nasa isang paglalakbay, o dumating ang isa sa inyo mula sa dumihan, o sumaling kayo ng mga babae saka hindi kayo nakatagpo ng tubig, ay magsadya kayo sa isang lupang kaaya-aya saka humaplos kayo sa mga mukha ninyo at mga kamay ninyo [ng alikabok] mula roon. Hindi nagnanais si Allāh na maglagay sa inyo ng pagkaasiwa, subalit nagnanais Siya na dumalisay sa inyo at lumubos sa pagpapala Niya sa inyo, nang sa gayon kayo ay magpapasalamat"
        },
        {
            "chapter": 5,
            "verse": 7,
            "text": "Umalaala kayo sa biyaya ni Allāh sa inyo at kasunduan Niya na nakipagkasunduan Siya sa inyo sa pamamagitan nito noong nagsabi kayo: \"Nakarinig kami at tumalima kami.\" Mangilag kayong magkasala kay Allāh. Tunay na si Allāh ay Maalam sa nilalaman ng mga dibdib"
        },
        {
            "chapter": 5,
            "verse": 8,
            "text": "O mga sumampalataya, kayo ay maging mga mapagpanatili para kay Allāh, mga saksi sa pagkamakatarungan. Huwag ngang mag-uudyok sa inyo ang pagkasuklam sa ilang tao upang hindi kayo magmakatarungan. Magmakatarungan kayo; ito ay pinakamalapit sa pangingilag magkasala. Mangilag kayong magkasala kay Allāh. Tunay na si Allāh ay Mapagbatid sa anumang ginagawa ninyo"
        },
        {
            "chapter": 5,
            "verse": 9,
            "text": "Nangako si Allāh sa mga sumampalataya at gumawa ng mga maayos na ukol sa kanila ay isang kapatawaran at isang pabuyang sukdulan"
        },
        {
            "chapter": 5,
            "verse": 10,
            "text": "Ang mga tumangging sumampalataya at nagpasinungaling sa mga tanda Namin ay ang mga iyon ang mga maninirahan sa Impiyerno"
        },
        {
            "chapter": 5,
            "verse": 11,
            "text": "O mga sumampalataya, alalahanin ninyo ang biyaya ni Allāh sa inyo noong may naglayon na mga tao na mag-abot laban sa inyo ng mga kamay nila ngunit pumigil Siya sa mga kamay nila palayo sa inyo. Mangilag kayong magkasala kay Allāh. Kay Allāh ay manalig ang mga mananampalataya"
        },
        {
            "chapter": 5,
            "verse": 12,
            "text": "Talaga ngang tumanggap si Allāh ng tipan sa mga anak ni Israel. Nagpadala mula sa kanila ng labindalawang pinuno. Nagsabi si Allāh: \"Tunay na Ako ay kasama sa inyo. Talagang kung nagpanatili kayo ng pagdarasal, nagbigay kayo ng zakāh, sumampalataya kayo sa mga sugo Ko, kumatig kayo sa kanila, at nagpautang kayo kay Allāh ng isang magandang pautang, talagang magtatakip-sala nga Ako para sa inyo sa mga masagwang gawa ninyo at talagang magpapapasok nga Ako sa inyo sa mga hardin na dumadaloy mula sa ilalim ng mga ito ang mga ilog. Kaya ang sinumang tumangging sumampalataya matapos niyon kabilang sa inyo ay naligaw nga sa katumpakan ng landas"
        },
        {
            "chapter": 5,
            "verse": 13,
            "text": "Kaya dahil sa pagkalas nila sa tipan sa kanila, isinumpa Namin sila at ginawa Namin ang puso nila na matigas. Naglilihis sila sa mga salita palayo sa mga katuturan ng mga ito. Lumimot sila ng isang bahagi mula sa ipinaalaala sa kanila. Hindi ka titigil sa pagkabatid sa kataksilan mula sa kanila maliban sa kaunti sa kanila, ngunit magpaumanhin ka sa kanila at magpawalang-sala ka. Tunay na si Allāh ay umiibig sa mga tagagawa ng maganda"
        },
        {
            "chapter": 5,
            "verse": 14,
            "text": "Mula sa mga nagsabi: \"Tunay na kami ay mga Kristiyano,\" tumanggap Kami ng tipan sa kanila, ngunit lumimot sila sa isang bahagi mula sa ipinaalaala sa kanila kaya nag-udyok Kami sa pagitan nila ng pagkamuhi at pagkapoot hanggang sa Araw ng Pagbangon. Magbabalita sa kanila si Allāh hinggil sa anumang dating pinaggagawa nila"
        },
        {
            "chapter": 5,
            "verse": 15,
            "text": "O mga May Kasulatan, dumating nga sa inyo ang Sugo Namin na naglilinaw sa inyo ng marami mula sa dating itinatago ninyo mula sa Kasulatan at nagsasaisang-tabi sa marami. May dumating nga sa inyo mula kay Allāh na isang liwanag at isang Aklat na naglilinaw"
        },
        {
            "chapter": 5,
            "verse": 16,
            "text": "na nagpapatnubay sa pamamagitan nito si Allāh sa sinumang sumunod sa kaluguran Niya, na mga landas ng kapayapaan, nagpapalabas Siya sa kanila mula sa mga kadiliman tungo sa liwanag ayon sa pahintulot Niya, at nagpapatnubay Siya sa kanila tungo sa landasing tuwid"
        },
        {
            "chapter": 5,
            "verse": 17,
            "text": "Talaga ngang tumangging sumampalataya ang mga nagsabi: \"Tunay na si Allāh ay ang Kristo na anak ni Maria.\" Sabihin mo: \"Kaya sino ang nakapangyayari laban kay Allāh sa anuman kung nagnais Siya na magpahamak sa Kristo na anak ni Maria, sa ina niya, at sa sinumang nasa lupa sa kalahatan?\" Sa kay Allāh ang paghahari sa mga langit at lupa at anumang nasa pagitan ng mga ito. Lumilikha Siya ng anumang niloloob Niya. Si Allāh, sa bawat bagay, ay May-kakayahan"
        },
        {
            "chapter": 5,
            "verse": 18,
            "text": "Nagsabi ang mga Hudyo at ang mga Kristiyano: \"Kami ay mga anak ni Allāh at mga iniibig Niya.\" Sabihin mo: \"Ngunit bakit pagdurusahin Niya kayo sa mga pagkakasala ninyo? Bagkus kayo ay mga tao kabilang sa nilikha Niya. Magpapatawad Siya sa sinumang loloobin Niya at magpaparusa Siya sa sinumang loloobin Niya. Sa kay Allāh ang paghahari sa mga langit at lupa at anumang nasa pagitan ng mga ito, at tungo sa Kanya ang kahahantungan"
        },
        {
            "chapter": 5,
            "verse": 19,
            "text": "O mga May Kasulatan, dumating nga sa inyo ang Sugo Namin na naglilinaw sa inyo sa isang yugto ng kawalan ng mga sugo upang [hindi] kayo magsabi: “Walang dumating sa amin na anumang mapagbalita ng nakagagalak ni mapagbabala,” sapagkat may dumating nga sa inyo na isang mapagbalita ng nakagagalak isang mapagbabala. Si Allāh, sa bawat bagay, ay May-kakayahan"
        },
        {
            "chapter": 5,
            "verse": 20,
            "text": "[Banggitin] noong nagsabi si Moises sa mga kalipi niya: \"O mga kalipi ko, alalahanin ninyo ang biyaya ni Allāh sa inyo noong gumawa Siya sa inyo ng mga propeta, gumawa sa inyo na mga hari, at nagbigay sa inyo ng hindi Niya ibinigay sa isa man mula sa mga nilalang"
        },
        {
            "chapter": 5,
            "verse": 21,
            "text": "O mga kalipi ko, magsipasok kayo sa lupaing pinabanal na itinakda ni Allāh para sa inyo at huwag kayong umurong sa mga likod ninyo para umuwi kayo na mga lugi"
        },
        {
            "chapter": 5,
            "verse": 22,
            "text": "Nagsabi sila: \"O Moises, tunay na sa loob niyon ay may mga taong higante at tunay na kami ay hindi papasok doon hanggang sa lumalabas sila mula roon. Kaya kung lalabas sila mula roon, tunay na kami ay mga papasok"
        },
        {
            "chapter": 5,
            "verse": 23,
            "text": "May nagsabing dalawang lalaki kabilang sa mga nangangamba, na nagbiyaya si Allāh sa kanilang dalawa: \"Magsipasok kayo sa kanila sa pinto sapagkat kapag pumasok kayo roon ay tunay na kayo ay mga mananaig. Kay Allāh ay manalig kayo, kung kayo ay mga mananampalataya"
        },
        {
            "chapter": 5,
            "verse": 24,
            "text": "Nagsabi sila: \"O Moises, tunay na kami ay hindi papasok doon magpakailanman hanggat namamalagi sila roon. Kaya pumunta ka at ang Panginoon mo at makipaglaban kayong dalawa; tunay na kami rito ay mga uupo"
        },
        {
            "chapter": 5,
            "verse": 25,
            "text": "Nagsabi siya: \"Panginoon ko, tunay na ako ay hindi nakapangyayari maliban sa sarili ko at kapatid ko, kaya magpahiwalay Ka sa pagitan namin at ng mga taong suwail"
        },
        {
            "chapter": 5,
            "verse": 26,
            "text": "Nagsabi Siya: \"Kaya tunay na iyon ay ipagbabawal sa kanila nang apatnapung taon habang nagpapagala-gala sa lupa. Kaya huwag kang magdalamhati sa mga taong suwail"
        },
        {
            "chapter": 5,
            "verse": 27,
            "text": "Bumigkas ka sa kanila ng balita ng dalawang anak ni Adan ayon sa katotohanan noong naghandog silang dalawa ng handog saka tinanggap mula isa sa kanila at hindi naman tinanggap mula sa iba. Nagsabi [si Cain]: \"Talagang papatayin nga kita.\" Nagsabi naman [si Abel]: \"Tumatanggap lamang si Allāh mula sa mga tagapangilag magkasala"
        },
        {
            "chapter": 5,
            "verse": 28,
            "text": "Talagang kung nag-abot ka sa akin ng kamay mo upang pumatay sa akin, ako ay hindi mag-aabot ng kamay ko sa iyo upang pumatay sa iyo. Tunay na ako ay nangangamba kay Allāh, na Panginoon ng mga nilalang"
        },
        {
            "chapter": 5,
            "verse": 29,
            "text": "Tunay na ako ay nagnanais na bumalik ka kalakip ng kasalanan ko at kasalanan mo para ikaw ay maging kabilang sa mga maninirahan sa Apoy. Iyon ay ganti sa mga tagalabag sa katarungan"
        },
        {
            "chapter": 5,
            "verse": 30,
            "text": "Nagpatalima sa kanya ang sarili niya ng pagpatay sa kapatid niya kaya pinatay niya ito saka siya ay naging kabilang siya sa mga lugi"
        },
        {
            "chapter": 5,
            "verse": 31,
            "text": "Kaya nagpadala si Allāh ng isang uwak na kakahig sa lupa upang magpakita ito sa kanya kung papaanong magkukubli ng bangkay ng kapatid niya. Nagsabi siya: \"O kapighatian sa akin, pinanghinaan ako na maging tulad ng uwak na ito para magkubli ako ng bangkay ng kapatid ko.\" Kaya siya ay naging kabilang sa mga nagsisisi"
        },
        {
            "chapter": 5,
            "verse": 32,
            "text": "Alang-alang doon, nag-atas Kami sa mga anak ni Israel na ang sinumang pumatay sa isang tao nang hindi dahil [sa pagpatay] sa isang tao o sa [paggawa ng] kaguluhan sa lupa ay para bang pumatay siya sa mga tao sa kalahatan, at ang sinumang nagbigay-buhay rito ay para bang nagbigay-buhay siya sa mga tao sa kalahatan. Talaga ngang naghatid sa kanila ang mga sugo Namin ng mga malinaw na patunay. Pagkatapos, tunay na marami mula sa kanila, matapos niyon, sa lupa ay talagang mga nagpapakalabis"
        },
        {
            "chapter": 5,
            "verse": 33,
            "text": "Ang ganti lamang sa mga nakikipagdigma kay Allāh at sa Sugo Niya at nagpupunyagi sa lupa ng kaguluhan ay na pagpapatayin sila o bitayin sila o pagpuputulin ang mga kamay nila at ang mga paa nila nang magkabilaan o ipatapon sila sa [ibang] lupain. Iyon ay ukol sa kanila: isang kahihiyan sa Mundo; at ukol sa kanila sa Kabilang-buhay ay isang pagdurusang sukdulan"
        },
        {
            "chapter": 5,
            "verse": 34,
            "text": "maliban sa mga nagbalik-loob bago pa kayo makakaya [na makadakip] sa kanila. Kaya alamin ninyo na si Allāh ay Mapagpatawad, Maawain"
        },
        {
            "chapter": 5,
            "verse": 35,
            "text": "O mga sumampalataya, mangilag kayong magkasala kay Allāh, maghangad kayo tungo sa Kanya ng pampalapit, at makibaka kayo alang-alang sa landas Niya, nang sa gayon kayo ay magtatagumpay"
        },
        {
            "chapter": 5,
            "verse": 36,
            "text": "Tunay na ang mga tumangging sumampalataya, kung sakaling sa kanila ang anumang nasa lupa sa kalahatan at ang tulad nito kasama rito upang matubos sila sa pamamagitan niyon mula sa pagdurusa sa Araw ng Pagbangon ay hindi iyon matatanggap mula sa kanila. Ukol sa kanila ay isang pagdurusang masakit"
        },
        {
            "chapter": 5,
            "verse": 37,
            "text": "Magnanais sila na lumabas mula sa Apoy ngunit sila ay hindi mga lalabas mula roon. Ukol sa kanila ay isang pagdurusang mananatili"
        },
        {
            "chapter": 5,
            "verse": 38,
            "text": "Ang lalaking magnanakaw at ang babaing magnanakaw ay putulin ninyo ang mga kamay nila bilang ganti sa nakamit nilang dalawa, bilang parusang panghalimbawa mula kay Allāh. Si Allāh ay Makapangyarihan, Marunong"
        },
        {
            "chapter": 5,
            "verse": 39,
            "text": "Kaya ang sinumang nagbalik-loob nang matapos ng kawalang-katarungan niya at nagsaayos, tunay na si Allāh ay tatanggap sa kanya ng pagbabalik-loob. Tunay na si Allāh ay Mapagpatawad, Maawain"
        },
        {
            "chapter": 5,
            "verse": 40,
            "text": "Hindi ka ba nakaaalam na si Allāh ay may-ari ng paghahari sa mga langit at lupa; pinagdurusa Niya ang sinumang loloobin Niya at pinatatawad Niya ang sinumang loloobin Niya. Si Allāh sa bawat bagay ay May-kakayahan"
        },
        {
            "chapter": 5,
            "verse": 41,
            "text": "O Sugo, huwag magpalungkot sa iyo ang mga nagmamabilis sa kawalang-pananampalataya kabilang sa mga nagsabi: \"Sumampalataya kami,\" sa pamamagitan ng mga bibig nila samantalang hindi sumampalataya ang mga puso nila, at kabilang sa mga nagpakahudyo. Mga palapakinig sa kasinungalingan, mga palapakinig sa mga ibang taong hindi nakapunta sa iyo, naglilihis sila sa mga salita nang matapos [ng paglalagay] ng mga katuturan ng mga ito. Nagsasabi sila: \"Kung binigyan kayo nito ay kunin ninyo, at kung hindi kayo binigyan nito ay mangilag kayo. Ang sinumang nagnais si Allāh ng tukso sa kanya ay hindi ka makapangyayari para sa kanya laban kay Allāh sa anuman. Ang mga iyon ay ang mga hindi nagnais si Allāh na magdalisay sa mga puso nila. Ukol sa kanila sa Mundo ay isang kahihiyan at ukol sa kanila sa Kabilang -buhay ay isang pagdurusang sukdulan"
        },
        {
            "chapter": 5,
            "verse": 42,
            "text": "Mga palakinig sa kasinungalingan, mga palakain ng kinita sa masama, kaya kung dumating sila sa iyo ay humatol ka sa pagitan nila o umayaw ka palayo sa kanila. Kung aayaw ka palayo sa kanila ay hindi sila makapipinsala sa iyo ng anuman. Kung hahatol ka ay humatol ka sa pagitan nila ayon sa pagkamakatarungan. Tunay na si Allāh ay umiibig sa mga nagpapakamakatarungan"
        },
        {
            "chapter": 5,
            "verse": 43,
            "text": "Papaanong nagpapahatol sila sa iyo samantalang taglay nila ang Torah na naroon ang kahatulan ni Allāh, pagkatapos tatalikod sila nang matapos niyon. Ang mga iyon ay hindi ang mga mananampalataya"
        },
        {
            "chapter": 5,
            "verse": 44,
            "text": "Tunay na Kami ay nagpababa ng Torah, na doon ay may patnubay at liwanag. Humahatol sa pamamagitan nito ang mga propeta na mga nagpasakop para sa mga nagpakahudyo, at ang mga rabbi, at ang mga pantas sa pamamagitan ng pinaingatan sa kanila mula sa Kasulatan ni Allāh. Sila noon doon ay mga saksi. Kaya huwag kayong matakot sa mga tao at matakot kayo sa Akin. Huwag kayong magtinda sa mga tanda Ko sa kakaunting halaga. Ang sinumang hindi humatol ng ayon sa pinababa ni Allāh, ang mga iyon ay ang mga tagatangging sumampalataya"
        },
        {
            "chapter": 5,
            "verse": 45,
            "text": "Nagtakda Kami sa kanila roon na ang buhay ay sa buhay, ang mata ay sa mata, ang ilong ay sa ilong, ang tainga ay sa tainga, ang ngipin ay sa ngipin, at ang mga sugat ay may pantay na ganti. Ngunit ang sinumang nagkawanggawa [ng pagpapaumanhin] doon, ito ay isang panakip-sala para sa kanya. Ang sinumang hindi humatol ng ayon sa pinababa ni Allāh, ang mga iyon ay ang mga tagalabag sa katarungan"
        },
        {
            "chapter": 5,
            "verse": 46,
            "text": "Nagpatunton Kami, sa mga bakas nila, kay Jesus na anak ni Maria, bilang tagapagpatotoo para sa nauna sa kanya na Torah. Nagbigay Kami sa kanya ng Ebanghelyo, na dito ay may patnubay at liwanag, bilang tagapagpatotoo para sa nauna rito na Torah bilang patnubay at bilang pangaral para sa mga tagapangilag magkasala"
        },
        {
            "chapter": 5,
            "verse": 47,
            "text": "Humatol ang mga May Ebanghelyo ng ayon sa pinababa ni Allāh sa loob niyon! Ang sinumang hindi humatol ng ayon sa pinababa ni Allāh, ang mga iyon ay ang mga suwail"
        },
        {
            "chapter": 5,
            "verse": 48,
            "text": "Nagpababa Kami sa iyo ng Aklat kalakip ng katotohanan bilang tagapagpatotoo para sa nauna rito na kasulatan at bilang tagapangibabaw rito. Kaya humatol ka sa pagitan nila ng ayon sa pinababa ni Allāh at huwag kang sumunod sa mga pithaya nila kapalit ng dumating sa iyo na katotohanan. Para sa bawat kabilang sa inyo ay gumawa Kami ng isang pagbabatas at isang pamamaraan. Kung sakaling niloob ni Allāh ay talaga sanang gumawa Siya sa inyo na nag-iisang kalipunang subalit [pinag-iiba kayo] upang sumubok Siya sa inyo sa ibinigay Niya sa inyo. Kaya mag-unahan kayo sa mga kabutihan. Tungo kay Allāh ang babalikan ninyo sa kalahatan saka magbabalita Siya sa inyo hinggil sa anumang kayo dati kaugnay roon ay nagkakaiba-iba"
        },
        {
            "chapter": 5,
            "verse": 49,
            "text": "Na humatol ka sa pagitan nila ng ayon sa pinababa ni Allāh, huwag kang sumunod sa mga pithaya nila, at mag-ingat ka sa kanila na makatukso sila sa iyo palayo sa ilan sa pinababa ni Allāh sa iyo. Kaya kung tumalikod sila ay alamin mo na nagnanais lamang si Allāh na magpatama sa kanila ng ilan sa mga pagkakasala nila. Tunay na marami sa mga tao ay talagang mga suwail"
        },
        {
            "chapter": 5,
            "verse": 50,
            "text": "Kaya ang paghatol ng Kamangmangan ba ay hinahangad nila? Sino pa ang higit na magaling kaysa kay Allāh sa paghatol para sa mga taong nakatitiyak"
        },
        {
            "chapter": 5,
            "verse": 51,
            "text": "O mga sumampalataya, huwag kayong gumawa sa mga Hudyo at mga Kristiyano bilang mga katangkilik. Ang ilan sa kanila ay mga katangkilik ng iba. Ang sinumang tumatangkilik sa kanila kabilang sa inyo, tunay na siya ay kabilang sa kanila. Tunay na si Allāh ay hindi nagpapatnubay sa mga taong tagalabag sa katarungan"
        },
        {
            "chapter": 5,
            "verse": 52,
            "text": "Kaya nakikita mo ang mga sa mga sa mga puso nila ay may karamdaman na nagmamabilis [sa pagtangkilik] sa mga iyon, na nagsasabi: \"Natatakot kami na may tumama sa amin na isang pananalanta.\" Ngunit harinawang si Allāh ay magdala ng pagwawagi o isang utos mula sa ganang Kanya kaya sila, dahil sa inililihim nila sa mga sarili nila, ay magiging mga nagsisisi"
        },
        {
            "chapter": 5,
            "verse": 53,
            "text": "Magsasabi ang mga sumampalataya: \"Ang mga ito ba ang mga sumumpa kay Allāh nang taimtiman sa mga panunumpa nila na tunay na sila ay talagang kasama sa inyo.\" Nawalang-kabuluhan ang mga gawa nila kaya sila ay naging mga lugi"
        },
        {
            "chapter": 5,
            "verse": 54,
            "text": "O mga sumampalataya, ang sinumang tatalikod kabilang sa inyo sa relihiyon niya ay papalitan ni Allāh ng mga taong iibig Siya sa kanila at iibig sila sa Kanya, na mga kaaba-aba sa mga mananampalataya, na mga makapangyarihan sa mga tagatangging sumampalataya, na nakikibaka ayon sa landas ni Allāh at hindi nangangamba sa paninisi ng isang naninisi. Iyon ay ang kagandahang-loob ni Allāh; nagbibigay Siya nito sa sinumang loloobin Niya. Si Allāh ay Malawak, Maalam"
        },
        {
            "chapter": 5,
            "verse": 55,
            "text": "Ang katangkilik ninyo lamang ay si Allāh, ang Sugo Niya, at ang mga sumampalataya na nagpapanatili sa pagdarasal at nagbibigay ng zakāh habang sila ay mga nakayukod"
        },
        {
            "chapter": 5,
            "verse": 56,
            "text": "Ang sinumang tatangkilik kay Allāh, sa Sugo Niya, at sa mga sumampalataya ay tunay na ang lapian ni Allāh ay ang mga mananaig"
        },
        {
            "chapter": 5,
            "verse": 57,
            "text": "O mga sumampalataya, huwag kayong gumawa, bilang mga katangkilik, sa mga gumawa sa relihiyon ninyo ng pangungutya at paglalaro kabilang sa mga nabigyan ng Kasulatan bago pa ninyo, at sa mga tagatangging sumampalataya. Mangilag kayong magkasala kay Allāh, kung kayo ay mga mananampalataya"
        },
        {
            "chapter": 5,
            "verse": 58,
            "text": "Kapag nanawagan kayo tungo sa pagdarasal, gumagawa sila rito ng pangungutya at paglalaro. Iyon ay dahil sila ay mga taong hindi nakapag-uunawa"
        },
        {
            "chapter": 5,
            "verse": 59,
            "text": "Sabihin mo: \"O mga May Kasulatan, naghihinanakit kaya kayo sa amin maliban pa na sumampalataya kami kay Allāh, sa pinababa sa amin, at sa pinababa bago pa niyan, at dahil ang higit na marami sa inyo ay mga suwail"
        },
        {
            "chapter": 5,
            "verse": 60,
            "text": "Sabihin mo: \"Magbabalita kaya Ako sa inyo hinggil sa higit na masama kaysa roon bilang ganti mula sa ganang kay Allāh? [Hinggil ito] sa isinumpa ni Allāh; kinagalitan Niya; at ginawa Niya kabilang sa kanila na mga unggoy, mga baboy, at mga alipin ng mapagmalabis. Ang mga iyon ay higit na masama sa kalagayan at higit na ligaw palayo sa katumpakan ng landas"
        },
        {
            "chapter": 5,
            "verse": 61,
            "text": "Kapag dumating sila sa inyo ay nagsasabi sila: \"Sumampalataya kami,\" samantalang pumasok na sila taglay ang kawalang-pananampalataya at lumabas na sila taglay ito. Si Allāh ay higit na maalam sa anumang dati nilang itinatago"
        },
        {
            "chapter": 5,
            "verse": 62,
            "text": "Nakakikita ka ng marami kabilang sa kanila na nagmamabilis sa kasalanan, paglabag, at pagkain nila ng kinita sa masama. Talagang kay saklap ang dati nilang ginagawa"
        },
        {
            "chapter": 5,
            "verse": 63,
            "text": "Bakit kasi hindi sumasaway sa kanila ang mga rabbi at ang mga pantas sa pagsasabi nila ng kasalanan at pagkain nila ng kinita sa masama. Talagang kay saklap ang dati nilang pinaggagawa"
        },
        {
            "chapter": 5,
            "verse": 64,
            "text": "Nagsabi ang mga Hudyo: \"Ang kamay ni Allāh ay nakakulyar.\" Makulyar nawa ang mga kamay nila at isinumpa sila dahil sa sinabi nila. Bagkus ang dalawang Kamay Niya ay mga nakabukas; gumugugol Siya kung papaanong Niyang niloloob. Talagang magdaragdag nga sa marami kabilang sa kanila ang pinababa sa iyo mula sa Panginoon mo ng isang pagmamalabis at isang kawalang-pananampalataya. Pumukol Kami sa pagitan nila ng pagkamuhi at pagkapoot hanggang sa Araw ng Pagbangon. Sa tuwing nagpapaningas sila ng isang apoy para sa digmaan, umaapula rito si Allāh. Nagpupunyagi sila sa lupa ng kaguluhan. Si Allāh ay hindi umiibig sa mga tagagulo"
        },
        {
            "chapter": 5,
            "verse": 65,
            "text": "Kung sakaling ang mga May Kasulatan ay sumampalataya at nangilag magkasala ay talaga sanang magtatakip-sala Kami sa kanila sa mga masagwang gawa nila at talaga sanang magpapapasok Kami sa kanila sa mga hardin ng lugod"
        },
        {
            "chapter": 5,
            "verse": 66,
            "text": "Kung sakaling sila ay nagpanatili sa Torah, Ebanghelyo, at anumang pinababa sa kanila mula sa Panginoon nila, talaga sanang kumain sila mula sa itaas nila at mula sa ilalim ng mga paa nila. Kabilang sa kanila ay isang kalipunang makatwiran ngunit marami sa kanila ay kay sagwa ang ginagawa nila"
        },
        {
            "chapter": 5,
            "verse": 67,
            "text": "O Sugo, magpaabot ka ng pinababa sa iyo mula sa Panginoon mo. Kung hindi mo gag̶̶awin ay hindi ka nagpapaabot ng pasugo Niya. Si Allāh ay magsasanggalang sa iyo sa mga tao. Tunay na si Allāh ay hindi nagpapatnubay sa mga taong tagatangging sumampalataya"
        },
        {
            "chapter": 5,
            "verse": 68,
            "text": "Sabihin mo: \"O mga May Kasulatan, kayo ay hindi batay sa anuman hanggang sa magpanatili kayo sa Torah, Ebanghelyo, at anumang pinababa sa inyo mula sa Panginoon ninyo.\" Talagang magdaragdag nga sa marami sa kanila ang pinababa sa iyo mula sa Panginoon mo ng isang pagmamalabis at isang kawalang-pananampalataya. Kaya huwag kang magdalamhati sa mga taong tagatangging sumampalataya"
        },
        {
            "chapter": 5,
            "verse": 69,
            "text": "Tunay na ang mga sumampalataya, ang mga nagpakahudyo, ang mga Sabeo, at ang mga Kristiyano, ang sinumang sumampalataya kay Allāh at sa Huling Araw at gumawa ng maayos ay walang pangamba sa kanila ni sila ay malulungkot"
        },
        {
            "chapter": 5,
            "verse": 70,
            "text": "Talaga ngang tumanggap Kami ng tipan sa mga anak ni Israel at nagsugo Kami sa kanila ng mga sugo. Sa tuwing may nagdadala sa kanila na isang sugo ng hindi pinipithaya ng mga sarili nila, sa isang pangkat ay nagpapasinungaling sila at sa isang pangkat ay pumapatay sila"
        },
        {
            "chapter": 5,
            "verse": 71,
            "text": "Nag-akala sila na walang maging isang ligalig kaya nabulag sila at nabingi sila. Pagkatapos tumanggap si Allāh ng pagbabalik-loob sa kanila. Pagkatapos may nabulag at nabinging marami sa kanila. Si Allāh ay nakakikita sa anumang ginagawa nila"
        },
        {
            "chapter": 5,
            "verse": 72,
            "text": "Talaga ngang tumangging sumampalataya ang mga nagsabi: \"Tunay na si Allāh ay ang Kristo na anak ni Maria,\" samantalang nagsabi ang Kristo: \"O mga anak ni Israel, sumamba kayo kay Allāh, na Panginoon ko at Panginoon ninyo.\" Tunay na ang sinumang nagtatambal kay Allāh ay nagkait nga si Allāh sa kanya ng Paraiso at ang kanlungan niya ay ang Apoy. Walang ukol sa mga tagalabag sa katarungan na mga tagaadya"
        },
        {
            "chapter": 5,
            "verse": 73,
            "text": "Talaga ngang tumangging sumampalataya ang mga nagsabi: \"Tunay na si Allāh ay ikatlo ng tatlo.\" Walang anumang Diyos maliban sa nag-iisang Diyos. Kung hindi sila titigil sa sinasabi nila ay talagang dadapuan nga ang mga tumangging sumampalataya kabilang sa kanila ng isang pagdurusang masakit"
        },
        {
            "chapter": 5,
            "verse": 74,
            "text": "Kaya hindi ba sila nagbabalik-loob kay Allāh at humihingi ng tawad sa Kanya? Si Allāh ay Mapagpatawad, Maawain"
        },
        {
            "chapter": 5,
            "verse": 75,
            "text": "Walang iba ang Kristo na anak ni Maria kundi isang sugo, na nakalipas na bago pa niya ang mga sugo. Ang ina niya ay isang matapat. Silang dalawa noon ay kumakain ng pagkain. Tumingin ka kung papaanong naglilinaw Kami para sa kanila ng mga tanda. Pagkatapos tumingin ka kung paanong nalilinlang sila"
        },
        {
            "chapter": 5,
            "verse": 76,
            "text": "Sabihin mo: \"Sumasamba ba kayo bukod pa kay Allāh sa hindi nakapagdudulot para sa inyo ng isang pinsala ni pakinabang.\" Si Allāh ay ang Madinigin, ang Maalam"
        },
        {
            "chapter": 5,
            "verse": 77,
            "text": "Sabihin mo: \"O mga May Kasulatan, huwag kayong magpalabis sa relihiyon ninyo ng hindi katotohanan at huwag kayong sumunod sa mga pithaya ng mga taong naligaw na bago pa niyan, nagligaw sa marami, at naligaw palayo sa katumpakan ng landas"
        },
        {
            "chapter": 5,
            "verse": 78,
            "text": "Isinumpa ang mga tumangging sumampalataya kabilang sa mga anak ni Israel ayon sa dila ni David at Jesus na anak ni Maria. Iyon ay dahil sumuway sila at sila noon ay lumalabag"
        },
        {
            "chapter": 5,
            "verse": 79,
            "text": "Sila noon ay hindi nagsasawayan laban sa isang nakasasamang ginawa nila. Talagang kay saklap ang dati nilang ginagawa"
        },
        {
            "chapter": 5,
            "verse": 80,
            "text": "Nakakikita ka ng marami kabilang sa kanila na tumatangkilik sa mga tumangging sumampalataya. Talagang kay saklap ang ipinauna para sa kanila ng mga sarili nila, na nainis si Allāh sa kanila. Sa pagdurusa, sila ay mga mananatili"
        },
        {
            "chapter": 5,
            "verse": 81,
            "text": "Kung sakaling sila noon ay sumasampalataya kay Allāh, sa Propeta, at sa pinababa rito, hindi sana sila gumawa sa mga iyon bilang mga katangkilik; subalit marami sa kanila ay mga suwail"
        },
        {
            "chapter": 5,
            "verse": 82,
            "text": "Talagang makatatagpo ka nga na ang pinakamatindi sa mga tao sa pagkamuhi sa mga sumampalataya ay mga Hudyo at ang mga nagtambal [kay Allāh]. Talagang makatatagpo ka nga na ang pinakamalapit sa kanila sa pagmamahal para sa mga sumampalataya ay ang mga nagsabi: \"Tunay na kami ay mga Kristiyano.\" Iyon ay dahil kabilang sa kanila ay mga ministro at mga monghe, at na sila ay hindi nagmamalaki"
        },
        {
            "chapter": 5,
            "verse": 83,
            "text": "Kapag nakarinig sila ng pinababa sa Sugo ay makakikita ka sa mga mata nila na nag-uumapaw sa luha dahil sa nakilala nila na katotohanan. Nagsasabi sila: \"Panginoon Namin, sumampalataya kami kaya magtala Ka sa amin kasama sa mga tagasaksi"
        },
        {
            "chapter": 5,
            "verse": 84,
            "text": "Ano ang mayroon sa amin na hindi kami sumasampalataya kay Allāh at sa dumating sa amin na katotohanan, at naghahangad kami na magpapasok sa amin ang Panginoon namin [sa Paraiso] kasama sa mga taong maayos"
        },
        {
            "chapter": 5,
            "verse": 85,
            "text": "Kaya naggantimpala sa kanila si Allāh, dahil sa sinabi nila, ng mga hardin na dumadaloy mula sa ilalim ng mga ito ang mga ilog bilang mga mananatili sa mga ito. Iyon ay ang ganti sa mga tagagawa ng maganda"
        },
        {
            "chapter": 5,
            "verse": 86,
            "text": "Ang mga tumangging sumampalataya at nagpasinungaling sa mga tanda Namin, ang mga iyon ay mga maninirahan sa Impiyerno"
        },
        {
            "chapter": 5,
            "verse": 87,
            "text": "O mga sumampalataya, huwag kayong magbawal ng mga kaaya-ayang ipinahintulot ni Allāh para sa inyo at huwag kayong lumabag. Tunay na si Allāh ay hindi umiibig sa mga tagalabag"
        },
        {
            "chapter": 5,
            "verse": 88,
            "text": "Kumain kayo mula sa itinustos sa inyo ni Allāh bilang ipinahintulot na kaaya-aya. Mangilag kayong magkasala kay Allāh, na kayo ay sa Kanya mga mananampalataya"
        },
        {
            "chapter": 5,
            "verse": 89,
            "text": "Hindi naninisi sa inyo si Allāh dahil sa pagkadulas sa mga panunumpa ninyo subalit naninisi Siya sa inyo dahil sa [pagsira ng] isinagawa ninyo na mga panunumpa. Kaya ang panakip-sala niyon ay ang pagpapakain sa sampung dukha ng katamtaman sa ipinakakain ninyo sa mag-anak ninyo o ang pagpapadamit sa kanila o ang pagpapalaya sa isang alipin, ngunit ang sinumang hindi nakatagpo ay pag-aayuno ng tatlong araw. Iyon ay panakip-sala sa mga panunumpa ninyo kapag nanumpa kayo. Pag-ingatan ninyo ang mga panunumpa ninyo. Gayon naglilinaw si Allāh para sa inyo ng mga tanda Niya, nang sa gayon kayo ay magpapasalamat"
        },
        {
            "chapter": 5,
            "verse": 90,
            "text": "O mga sumampalataya, ang alak, ang pagpusta, ang [pag-aalay sa] mga dambana, at [ang pagsasapalaran gamit] ang mga tagdan ng palaso ay kasalaulaan lamang kabilang sa gawain ng demonyo, kaya umiwas kayo rito, nang sa gayon kayo ay magtatagumpay"
        },
        {
            "chapter": 5,
            "verse": 91,
            "text": "Nagnanais lamang ang demonyo na magsadlak sa pagitan ninyo ng poot at suklam dahil sa alak at pagpusta, at humadlang sa inyo sa pag-alaala kay Allāh at sa pagdarasal, kaya kayo ba ay mga titigil"
        },
        {
            "chapter": 5,
            "verse": 92,
            "text": "Tumalima kayo kay Allāh at tumalima kayo sa Sugo at mag-ingat kayo. Ngunit kung tumalikod kayo ay alamin ninyo na tungkulin sa Sugo Namin ang pagpapaabot na malinaw lamang"
        },
        {
            "chapter": 5,
            "verse": 93,
            "text": "Walang maisisisi sa mga sumampalataya at gumawa ng mga maayos kaugnay sa anumang kinain nila [noon] kapag nangilag silang magkasala, sumampalataya sila, at gumawa sila ng mga maayos, pagkatapos nangilag silang magkasala at sumampalataya sila, pagkatapos nangilag silang magkasala at gumawa sila ng maganda. Si Allāh ay umiibig sa mga tagagawa ng maganda"
        },
        {
            "chapter": 5,
            "verse": 94,
            "text": "O mga sumampalataya, talagang magsusulit nga sa inyo si Allāh sa pamamagitan ng isang bagay gaya ng pinangangasong hayop, na nagtatamo nito ang mga kamay ninyo at ang mga sibat ninyo, upang maghayag si Allāh sa sinumang nangangamba sa Kanya nang nakalingid. Kaya ang sinumang lumabag matapos niyon, ukol sa kanya ay isang pagdurusang masakit"
        },
        {
            "chapter": 5,
            "verse": 95,
            "text": "O mga sumampalataya, huwag kayong pumatay ng pinangangasong hayop habang kayo ay mga nasa iḥrām. Ang sinumang pumatay nito kabilang sa inyo nang sinasadya, may isang ganti, na tulad ng pinatay niya, mula sa mga hayupan, na hahatol dito ang dalawang may katarungan kabilang sa inyo bilang handog na aabot sa Ka`bah; o may isang panakip-sala na pagpapakain ng mga dukha o katumbas niyon na pag-aayuno upang makalasap siya ng kasaklapan ng kalagayan nila. Nagpaumanhin si Allāh sa anumang nagdaan. Ang sinumang nanumbalik ay maghihiganti si Allāh sa kanya. Si Allāh ay Makapangyarihan, May paghihiganti"
        },
        {
            "chapter": 5,
            "verse": 96,
            "text": "Ipinahintulot para sa inyo ang nahuhuli sa dagat at ang pagkain doon bilang natatamasa para sa inyo at para sa mga manlalakbay. Ipinagbawal sa inyo ang nahuhuli sa katihan hanggat kayo ay nananatiling mga nasa iḥrām. Mangilag kayong magkasala kay Allāh na tungo sa Kanya kakalapin kayo"
        },
        {
            "chapter": 5,
            "verse": 97,
            "text": "Ginawa ni Allāh ang Ka`bah, ang Bahay na Pinakababanal, bilang pagpapanatili para sa mga tao, ang Buwang Pinakababanal, ang alay, at ang mga nakakuwintas. Iyon ay upang makaalam kayo na si Allāh ay nakaaalam sa anumang nasa mga langit at anumang nasa lupa at na si Allāh, sa bawat bagay, ay Maalam"
        },
        {
            "chapter": 5,
            "verse": 98,
            "text": "Alamin ninyo na si Allāh ay matindi ang parusa at na si Allāh ay Mapagpatawad, Maawain"
        },
        {
            "chapter": 5,
            "verse": 99,
            "text": "Walang tungkulin ang Sugo kundi ang pagpapaabot. Si Allāh ay nakaaalam sa anumang ihinahayag ninyo at sa anumang itinatago ninyo"
        },
        {
            "chapter": 5,
            "verse": 100,
            "text": "Sabihin mo: \"Hindi nagkakapantay ang karima-rimarim at ang kaaya-aya, kahit pa man nagpahanga sa iyo ang dami ng karima-rimarim.\" Kaya mangilag kayong magkasala kay Allāh, O mga may isip, nang sa gayon kayo ay magtatagumpay"
        },
        {
            "chapter": 5,
            "verse": 101,
            "text": "O mga sumampalataya, huwag kayong magtanong tungkol sa mga bagay na kung ihahayag ang mga ito sa inyo ay magpapasama ng loob sa inyo ang mga ito. Kung magtatanong kayo tungkol sa mga ito sa sandaling ibinababa ang Qur’ān ay ihahayag ang mga ito sa inyo. Nagpaumanhin si Allāh sa mga ito. Si Allāh ay Mapagpatawad, Matimpiin"
        },
        {
            "chapter": 5,
            "verse": 102,
            "text": "May nagtanong nga ng mga ito na mga tao bago pa ninyo, pagkatapos sila sa mga ito ay naging mga tagatangging sumampalataya"
        },
        {
            "chapter": 5,
            "verse": 103,
            "text": "Hindi nagtalaga si Allāh ng baḥīrah, ni sā’ibah, ni waṣīlah, ni ḥāmī, subalit ang mga tumangging sumampalataya ay gumawa-gawa kay Allāh ng kasinungalingan, at ang higit na marami sa kanila ay hindi nakapag-uunawa"
        },
        {
            "chapter": 5,
            "verse": 104,
            "text": "Kapag sinabi sa kanila: \"Halikayo sa pinababa ni Allāh at sa Sugo\" ay nagsasabi sila: \"Kasapatan sa amin ang natagpuan namin sa mga magulang namin.\" Kahit ba noon ang mga magulang nila ay hindi nakaaalam ng anuman at hindi napapatnubayan"
        },
        {
            "chapter": 5,
            "verse": 105,
            "text": "O mga sumampalataya, mangalaga kayo sa mga sarili ninyo. Hindi makapipinsala sa inyo ang sinumang naligaw kapag napatnubayan kayo. Tungo kay Allāh ang babalikan ninyo sa kalahatan saka magbabalita Siya sa inyo hinggil sa anumang dati ninyong ginagawa"
        },
        {
            "chapter": 5,
            "verse": 106,
            "text": "O mga sumampalataya, ang pagsasaksi sa pagitan ninyo kapag dumalo sa isa sa inyo ang kamatayan sa sandali ng tagubilin ay [gagawin ng] dalawang may katarungan kabilang sa inyo o dalawang iba pa kabilang sa iba sa inyo kung kayo ay naglakbay sa lupain at tumama sa inyo ang pagtama ng kamatayan. Pipigil kayo sa kanilang dalawa nang matapos ng pagdarasal at manunumpa silang dalawa kay Allāh, kung nag-aalinlangan kayo: \"Hindi kami magbebenta nito sa isang halaga kahit pa man iyon ay isang may pagkakamag-anak at hindi kami magtatago ng pagsasaksi kay Allāh; tunay na kami, kung gayon, ay talagang kabilang sa mga nagkakasala"
        },
        {
            "chapter": 5,
            "verse": 107,
            "text": "Ngunit kung natuklasan na silang dalawang ay naging karapat-dapat sa isang kasalanan, may dalawang ibang tatayo sa katayuan nilang dalawa, na dalawang pinakamalapit na kaanak kabilang sa mga naging karapat-dapat [sa pagmamana], saka manunumpa ang dalawang ito kay Allāh: \"Talagang ang pagsasaksi namin ay higit na totoo kaysa sa pagsasaksi nilang dalawa at hindi kami lumabag; tunay na kami, samakatuwid, ay talagang kabilang sa mga tagalabag sa katarungan"
        },
        {
            "chapter": 5,
            "verse": 108,
            "text": "Iyon ay higit na malamang na magsagawa sila ng pagsasaksi ayon sa katunayan nito o mangamba sila na tanggihan ang mga panunumpa matapos ng mga panunumpa nila. Mangilag kayong magkasala kay Allāh at duminig kayo. Si Allāh ay hindi nagpapatnubay sa mga taong suwail"
        },
        {
            "chapter": 5,
            "verse": 109,
            "text": "Sa araw na kakalap si Allāh sa mga sugo saka magsasabi Siya: \"Ano ang isinagot sa inyo?\" ay magsasabi sila: \"Walang kaalaman sa amin; tunay na Ikaw ay ang Palaalam sa mga lingid"
        },
        {
            "chapter": 5,
            "verse": 110,
            "text": "[Banggitin] kapag magsasabi si Allāh: \"O Jesus na anak ni Maria, bumanggit ka sa biyaya Ko sa iyo at sa ina mo noong umalalay Ako sa iyo sa pamamagitan ng Espiritu ng Kabanalan habang nagsasalita ka sa mga tao habang nasa duyan at nasa kasapatang-gulang; noong nagturo Ako sa iyo ng pagsulat, karunungan, at Torah, at Ebanghelyo; noong lumilikha ka mula sa putik ng gaya ng anyo ng ibon ayon sa pahintulot Ko saka umiihip ka rito kaya ito ay nagiging ibon, at nagpapagaling ka ng ipinanganak na bulag at ng ketungin ayon sa pahintulot Ko; noong nagpapalabas ka sa mga patay ayon sa pahintulot Ko; at noong pumigil Ako sa mga anak ni Israel palayo sa iyo noong naghatid ka sa kanila ng mga malinaw na patunay at nagsabi ang mga tumangging sumampalataya kabilang sa kanila: Walang iba ito kundi isang panggagaway na malinaw"
        },
        {
            "chapter": 5,
            "verse": 111,
            "text": "[Banggitin] noong nagkasi Ako sa mga disipulo, na [nagsasabi]: \"Sumampalataya kayo sa Akin at sa Sugo Ko\" ay nagsabi sila: \"Sumampalataya kami at sumaksi Ka na kami ay mga Muslim"
        },
        {
            "chapter": 5,
            "verse": 112,
            "text": "[Banggitin] noong nagsabi ang mga disipulo: \"O Jesus na anak na Maria, makakakaya kaya ang Panginoon mo na magpababa sa atin ng isang hapag mula sa langit?\" ay nagsabi siya: \"Mangilag kayong magkasala kay Allāh kung kayo ay mga mananampalataya"
        },
        {
            "chapter": 5,
            "verse": 113,
            "text": "Nagsabi sila: \"Nagnanais kami na kumain mula roon, mapanatag ang mga puso namin, makaalam kami na nagpakatapat ka nga sa amin, at kami roon ay maging kabilang sa mga tagasaksi"
        },
        {
            "chapter": 5,
            "verse": 114,
            "text": "Nagsabi si Jesus na anak ni Maria: \"O Allāh, Panginoon namin, magpababa Ka sa amin ng isang hapag mula sa langit, na para sa amin ay magiging isang pagdiriwang para sa una sa amin at huli sa amin at isang tanda mula sa Iyo. Magtustos Ka sa amin, at Ikaw ay pinakamainam sa mga tagatustos"
        },
        {
            "chapter": 5,
            "verse": 115,
            "text": "Nagsabi si Allāh: \"Tunay na Ako ay magbababa nito sa inyo; kaya ang sinumang tatangging sumampalataya matapos niyon kabilang sa inyo, tunay na Ako ay magpaparusa sa kanya ng isang pagdurusang hindi Ako nagpaparusa nito sa isa kabilang sa mga nilalang"
        },
        {
            "chapter": 5,
            "verse": 116,
            "text": "[Banggitin] kapag magsasabi si Allāh: \"O Jesus na anak ni Maria, ikaw ba ay nagsabi sa mga tao: Gawin ninyo ako at ang ina ko bilang dalawang diyos bukod pa kay Allāh?\" Magsasabi ito: \"Kaluwalhatian sa Iyo! Hindi nagiging ukol sa akin na magsabi ako ng anumang wala akong karapatan. Kung nangyaring nagsabi ako niyon ay nakaalam Ka nga niyon. Nakaaalam Ka ng nasa sarili ko ngunit hindi ako nakaaalam ng nasa sarili Mo. Tunay na Ikaw ay ang Palaalam sa mga lingid"
        },
        {
            "chapter": 5,
            "verse": 117,
            "text": "Hindi ako nagsabi sa kanila maliban ng ipinag-utos Mo sa akin na: Sumamba kayo kay Allāh na Panginoon ko at Panginoon ninyo. Ako noon sa kanila ay isang saksi hanggat nananatili ako sa piling nila; ngunit noong kumuha Ka sa akin, Ikaw ay ang Mapagmasid sa kanila. Ikaw sa bawat bagay ay Saksi"
        },
        {
            "chapter": 5,
            "verse": 118,
            "text": "Kung magpaparusa Ka sa kanila, tunay na sila ay mga lingkod Mo; at kung magpapatawad Ka sa kanila, tunay na Ikaw ay ang Makapangyarihan, ang Marunong"
        },
        {
            "chapter": 5,
            "verse": 119,
            "text": "Magsasabi si Allāh: \"Ito ay Araw na magpapakinabang sa mga tapat ang katapatan nila. Ukol sa kanila ay mga hardin na dumadaloy mula sa ilalim ng mga ito ang mga ilog bilang mga nananatili sa mga ito magpakailanman.\" Nalugod si Allāh sa kanila at nalugod naman sila sa Kanya. Iyon ang pagkatamong sukdulan"
        },
        {
            "chapter": 5,
            "verse": 120,
            "text": "Sa kay Allāh ang paghahari sa mga langit at lupa at anumang nasa mga ito. Siya sa bawat bagay ay May-kakayahan"
        },
        {
            "chapter": 6,
            "verse": 1,
            "text": "Ang papuri ay ukol kay Allāh na lumikha ng mga langit at lupa, at gumawa sa mga kadiliman at liwanag. Pagkatapos ang mga tumangging sumampalataya sa Panginoon nila ay nagpapantay [sa iba]"
        },
        {
            "chapter": 6,
            "verse": 2,
            "text": "Siya ay ang lumikha sa inyo mula sa putik, pagkatapos nagpasya Siya ng isang taning. May isang taning na tinukoy sa ganang Kanya. Pagkatapos kayo ay nag-aalangan"
        },
        {
            "chapter": 6,
            "verse": 3,
            "text": "Siya ay si Allāh [ang Diyos] sa mga langit at sa lupa. Nakaaalam Siya sa lihim ninyo at kahayagan ninyo at nakaaalam Siya sa nakakamit ninyo"
        },
        {
            "chapter": 6,
            "verse": 4,
            "text": "Walang pumupunta sa kanila na isang tanda mula sa mga tanda ng Panginoon nila malibang sila noon sa mga ito ay mga tagaayaw"
        },
        {
            "chapter": 6,
            "verse": 5,
            "text": "sapagkat nagpasinungaling nga sila sa katotohanan noong dumating ito sa kanila kaya pupunta sa kanila ang mga balita ng dati nilang kinukutya"
        },
        {
            "chapter": 6,
            "verse": 6,
            "text": "Hindi ba nila napag-alaman kung ilan ang ipinahamak Namin, bago pa nila, na salinlahi na nagbigay-kapangyarihan Kami sa mga iyon sa lupa habang hindi Kami nagbigay-kapangyarihan sa inyo? Nagsugo Kami sa langit sa ibabaw nila ng masaganang ulan at gumawa Kami sa mga ilog na dumadaloy mula sa ilalim nila, saka nagpahamak Kami sa kanila dahil sa mga pagkakasala nila at nagpasimula Kami, nang matapos nila, ng salinlahing iba"
        },
        {
            "chapter": 6,
            "verse": 7,
            "text": "Kung sakaling nagbaba Kami sa iyo ng isang aklat na nasa isang kalatas saka humipo sila nito ng mga kamay nila ay talaga sanang nagsabi ang mga tumangging sumampalataya: \"Walang iba ito kundi isang panggagaway na malinaw"
        },
        {
            "chapter": 6,
            "verse": 8,
            "text": "Nagsabi sila: \"Bakit kasi walang pinababa sa kanya na isang anghel?\" Kung sakaling nagpababa Kami sa kanya ng isang anghel ay talaga sanang napagpasyahan ang usapin, pagkatapos hindi sila palulugitan"
        },
        {
            "chapter": 6,
            "verse": 9,
            "text": "Kung sakaling gumawa Kami sa kanya na isang anghel ay talaga sanang gumawa Kami sa kanya na isang lalaki at talaga sanang nagpalito Kami sa kanila ng ikinalilito nila"
        },
        {
            "chapter": 6,
            "verse": 10,
            "text": "Talaga ngang nangutya sa mga sugo bago mo pa kaya pumaligid sa mga nanuya kabilang sa kanila ang dati nilang kinukutya"
        },
        {
            "chapter": 6,
            "verse": 11,
            "text": "Sabihin mo: \"Humayo kayo sa lupain, pagkatapos tumingin kayo kung papaano naging ang kinahinatnan ng mga tagapasinungaling"
        },
        {
            "chapter": 6,
            "verse": 12,
            "text": "Sabihin mo: \"Kanino ang anumang nasa mga langit at mga lupa?\" Sabihin mo: \"Sa kay Allāh.\" Itinakda Niya sa sarili Niya ang awa. Talagang magtitipon nga Siya sa inyo tungo sa Araw ng Pagbangon, walang pag-aalinlangan hinggil dito. Ang mga nagpalugi sa mga sarili nila, sila ay hindi sumasampalataya"
        },
        {
            "chapter": 6,
            "verse": 13,
            "text": "Sa Kanya ang anumang nanahan sa gabi at maghapon. Siya ay ang Madinigin, ang Maalam"
        },
        {
            "chapter": 6,
            "verse": 14,
            "text": "Sabihin mo: \"Sa iba pa kay Allāh ba gagawa ako bilang katangkilik, na Tagapaglalang ng mga langit at lupa, at Siya ay nagpapakain at hindi pinakakain?\" Sabihin mo: \"Tunay na ako ay inutusan na maging una sa nagpasakop.\" Huwag ka ngang magiging kabilang sa mga tagapagtambal [kay Allāh]"
        },
        {
            "chapter": 6,
            "verse": 15,
            "text": "Sabihin mo: \"Tunay na ako ay nangangamba, kung sumuway ako sa Panginoon ko, sa pagdurusa sa isang Araw na sukdulan"
        },
        {
            "chapter": 6,
            "verse": 16,
            "text": "Ang sinumang pinalihis palayo roon sa Araw na iyon ay naawa nga Siya rito. Iyon ang pagkatamong malinaw"
        },
        {
            "chapter": 6,
            "verse": 17,
            "text": "Kung sumasaling sa iyo si Allāh ng isang kapinsalaan ay walang tagapawi para rito kundi Siya. Kung sumasaling Siya sa iyo ng isang kabutihan, Siya sa bawat bagay ay May-kakayahan"
        },
        {
            "chapter": 6,
            "verse": 18,
            "text": "Siya ay ang Tagalupig sa ibabaw ng mga lingkod Niya at Siya ay ang Marunong, ang Mapagbatid"
        },
        {
            "chapter": 6,
            "verse": 19,
            "text": "Sabihin mo: \"Aling bagay ang pinakamalaki sa pagsasaksi?\" Sabihin mo: \"Si Allāh ay saksi sa pagitan ko at ninyo. Ikinasi sa akin ang Qur’ān na ito upang magbabala ako sa inyo nito at sa sinumang naabot nito. Tunay na kayo ba ay talagang sumasaksi na may kasama kay Allāh na mga ibang diyos?\" Sabihin mo: \"Hindi ako sumasaksi.\" Sabihin mo: \"Siya ay nag-iisang Diyos lamang at tunay na ako ay walang-kaugnayan sa anumang itinatambal ninyo"
        },
        {
            "chapter": 6,
            "verse": 20,
            "text": "Ang mga binigyan Namin ng Kasulatan ay nakakikilala sa kanya gaya ng pagkakilala nila sa mga anak nila. Ang mga nagpalugi sa mga sarili nila, sila ay hindi sumasampalataya"
        },
        {
            "chapter": 6,
            "verse": 21,
            "text": "Sino pa ang higit na tagalabag sa katarungan kaysa sa sinumang gumawa-gawa laban kay Allāh ng isang kasinungalingan o nagpasinungaling sa mga tanda Niya? Tunay na hindi nagtatagumpay ang mga tagalabag sa katarungan"
        },
        {
            "chapter": 6,
            "verse": 22,
            "text": "Sa araw na kakalap Kami sa kanila sa kalahatan, pagkatapos magsasabi Kami sa mga nagtambal: \"Nasaan ang mga itinambal ninyo na dati ninyong inaakala"
        },
        {
            "chapter": 6,
            "verse": 23,
            "text": "Pagkatapos walang [tugon sa] pagsusulit sa kanila kundi na nagsabi sila: \"Sumpa man kay Allāh na Panginoon Namin, kami noon ay hindi mga tagapagtambal"
        },
        {
            "chapter": 6,
            "verse": 24,
            "text": "Tumingin ka kung papaanong nagsinungaling sila laban sa mga sarili nila at nawala sa kanila ang dati nilang ginagawa-gawa"
        },
        {
            "chapter": 6,
            "verse": 25,
            "text": "Kabilang sa kanila ang nakikinig sa iyo ngunit naglagay Kami sa mga puso nila ng mga panakip sa pag-unawa nila nito at sa mga tainga nila ng pagkabingi. Kung makikita nila ang bawat tanda ay hindi sila sasampalataya rito. Hanggang sa kapag dumating sila sa iyo, makikipagtalo sila sa iyo. Magsasabi ang mga tumangging sumampalataya: \"Walang iba ito kundi mga alamat ng mga sinauna"
        },
        {
            "chapter": 6,
            "verse": 26,
            "text": "Sila ay sumasaway laban sa kanya at lumalayo sa kanya. Hindi sila nagpapahamak kundi sa mga sarili nila ngunit hindi nila nararamdaman"
        },
        {
            "chapter": 6,
            "verse": 27,
            "text": "Kung sakaling makakikita ka kapag patitigilin sila sa ibabaw ng Apoy saka magsasabi sila: \"O kung sana kami ay pababalikin at [upang] hindi magpasinungaling sa mga tanda ng Panginoon Natin at maging kabilang sa mga mananampalataya"
        },
        {
            "chapter": 6,
            "verse": 28,
            "text": "Bagkus lumitaw sa kanila ang dati nilang ikinukubli bago pa nito. Kung sakaling isinauli sila ay talaga sanang nanumbalik sila sa isinaway sa kanila. Tunay na sila ay talagang mga sinungaling"
        },
        {
            "chapter": 6,
            "verse": 29,
            "text": "Nagsabi sila: \"Walang iba ito kundi ang buhay namin sa Mundo, at kami ay hindi mga bubuhayin"
        },
        {
            "chapter": 6,
            "verse": 30,
            "text": "Kung sakaling nakakikita ka kapag pinatayo sila sa Panginoon mo ay magsasabi Siya: \"Hindi ba ito ang totoo?\" Magsasabi sila: \"Opo, sumpa man sa Panginoon namin.\" Magsasabi Siya: \"Kaya lasapin ninyo ang pagdurusa dahil kayo noon ay tumatangging sumampalataya"
        },
        {
            "chapter": 6,
            "verse": 31,
            "text": "Nalugi nga ang mga nagpasinungaling sa pakikipagkita kay Allāh, na hanggang sa nang dumating sa kanila ang Huling Sandali nang biglaan ay magsasabi sila: \"O panghihinayang namin dahil sa nagpabaya tayo kaugnay rito,\" habang sila ay nagdadala ng mga pasanin nila sa mga likod nila. Pansinin, kay sagwa ang pinapasan nila"
        },
        {
            "chapter": 6,
            "verse": 32,
            "text": "Walang iba ang buhay na pangmundo kundi isang paglalaro at isang paglilibang; ngunit talagang ang tahanan sa Kabilang-buhay ay higit na mabuti para sa mga nangingilag magkasala. Kaya hindi ba kayo nakapag-uunawa"
        },
        {
            "chapter": 6,
            "verse": 33,
            "text": "Nalalaman nga Namin na tunay na talagang nagpapalungkot sa iyo ang sinasabi nila ngunit tunay na sila ay hindi nagpapasinungaling sa iyo subalit ang mga tagalabag sa katarungan ay sa mga tanda ni Allāh nagkakaila"
        },
        {
            "chapter": 6,
            "verse": 34,
            "text": "Talaga ngang may pinasinungalingan na mga sugo bago mo pa ngunit nagtiis sila sa anumang ipinasinungaling sa kanila at ipinaminsala sa kanila hanggang sa pumunta sa kanila ang pag-aadya Namin. Walang tagapalit sa mga salita ni Allāh. Talaga ngang may dumating sa iyo na balita ng mga isinugo"
        },
        {
            "chapter": 6,
            "verse": 35,
            "text": "Kung nangyaring bumigat sa iyo ang pag-ayaw nila saka kung nakaya mo na maghanap ng isang lagusan sa lupa o isang hagdan sa langit para magdala ka sa kanila ng isang tanda, [gawin mo]. Kung sakaling niloob ni Allāh ay talaga sanang tinipon Niya sila sa patnubay, kaya huwag ka ngang magiging kabilang sa mga mangmang"
        },
        {
            "chapter": 6,
            "verse": 36,
            "text": "Tumutugon lamang ang mga nakaririnig. Ang mga patay ay bubuhayin ni Allāh, pagkatapos tungo sa Kanya sila pababalikin"
        },
        {
            "chapter": 6,
            "verse": 37,
            "text": "Nagsabi sila: \"Bakit kasi walang ibinaba sa kanya na isang tanda mula sa Panginoon niya?\" Sabihin mo: \"Tunay na si Allāh ay nakakakaya na magbaba ng isang tanda subalit ang higit na marami sa kanila ay hindi nakaaalam"
        },
        {
            "chapter": 6,
            "verse": 38,
            "text": "Walang anumang gumagalaw na nilalang sa lupa ni ibong lumilipad sa pamamagitan ng mga pakpak nito malibang mga kalipunang mga tulad ninyo. Wala Kaming pinabayaan sa Aklat na anumang bagay. Pagkatapos tungo sa Panginoon nila kakalapin sila"
        },
        {
            "chapter": 6,
            "verse": 39,
            "text": "Ang mga nagpasinungaling sa mga tanda Namin ay mga bingi at mga pipi na nasa mga kadiliman. Ang sinumang loloobin ni Allāh ay magliligaw Siya rito at ang sinumang loloobin Niya ay maglalagay Siya rito sa isang landasing tuwid"
        },
        {
            "chapter": 6,
            "verse": 40,
            "text": "Sabihin mo: \"Naisaalang-alang ba sa inyo kung pumunta sa inyo ang pagdurusa mula kay Allāh o pumunta sa inyo ang Huling Sandali? Sa iba pa kay Allāh ba kayo dadalangin kung kayo ay mga tapat"
        },
        {
            "chapter": 6,
            "verse": 41,
            "text": "Bagkus sa Kanya kayo dadalangin saka papawi Siya sa idinadalangin ninyo sa Kanya kung niloob Niya at kakalimutan ninyo ang itinatambal ninyo"
        },
        {
            "chapter": 6,
            "verse": 42,
            "text": "Talaga ngang nagsugo Kami sa mga kalipunan bago mo pa saka nagpataw Kami sa kanila ng kadahupan at kariwaraan, nang sa gayon sila ay magpapakumbaba"
        },
        {
            "chapter": 6,
            "verse": 43,
            "text": "Ngunit bakit kasi hindi – noong dumating sa kanila ang parusa Namin – sila nagpakumbaba? Subalit tumigas ang mga puso nila at ipinang-akit sa kanila ng demonyo ang dati nilang ginagawa"
        },
        {
            "chapter": 6,
            "verse": 44,
            "text": "Kaya noong lumimot sila sa ipinaalaala sa kanila, nagbukas Kami sa kanila ng mga pinto ng bawat bagay, na hanggang sa nang natuwa sila sa ibinigay sa kanila ay dumaklot Kami sa kanila nang biglaan kaya biglang sila ay mga nalulumbay"
        },
        {
            "chapter": 6,
            "verse": 45,
            "text": "Kaya pinutol ang kahuli-hulihan sa mga taong lumalabag sa katarungan. Ang papuri ay ukol kay Allāh, ang Panginoon ng mga nilalang"
        },
        {
            "chapter": 6,
            "verse": 46,
            "text": "Sabihin mo: \"Nagsaalang-alang ba kayo kung kumuha si Allāh sa pandinig ninyo at mga paningin ninyo at nagpinid Siya sa mga puso ninyo, sinong diyos na iba pa kay Allāh ang magdudulot sa inyo nito?\" Tumingin ka kung papaano Kaming nagsasarisari ng mga tanda, pagkatapos sila ay lumilihis"
        },
        {
            "chapter": 6,
            "verse": 47,
            "text": "Sabihin mo: \"Naisaalang-alang ba sa inyo kung pumunta sa inyo ang pagdurusa mula kay Allāh nang biglaan o lantaran? [May] ipinahahamak pa kaya kundi ang mga taong tagalabag sa katarungan"
        },
        {
            "chapter": 6,
            "verse": 48,
            "text": "Hindi Kami nagsusugo ng mga isinugo kundi bilang mga tagapagbalita ng nakagagalak at mga tagapagbabala. Kaya ang sinumang sumampalataya at nagsaayos ay walang pangamba sa kanila ni sila ay malulungkot"
        },
        {
            "chapter": 6,
            "verse": 49,
            "text": "Ang mga nagpasinungaling sa mga tanda Namin ay sasaling sa kanila ang pagdurusa dahil sa dati silang nagpapakasuwail"
        },
        {
            "chapter": 6,
            "verse": 50,
            "text": "Sabihin mo: \"Hindi ako nagsasabi sa inyo na taglay ko ang mga imbakan ni Allāh. Hindi ako nakaaalam sa Lingid. Hindi ako nagsasabi sa inyo na tunay na ako ay isang anghel. Hindi ako sumusunod maliban sa ikinakasi sa akin.\" Sabihin mo: \"Nagkakapantay kaya ang bulag at ang nakakikita? Hindi ba kayo nag-iisip-isip"
        },
        {
            "chapter": 6,
            "verse": 51,
            "text": "Magbabala ka nito sa mga nangangamba na kalapin sila tungo sa Panginoon nila – walang ukol sa kanila bukod pa sa Kanya na anumang katangkilik ni mapagpamagitan – nang sa gayon sila ay mangingilag magkasala"
        },
        {
            "chapter": 6,
            "verse": 52,
            "text": "Huwag kang magtaboy sa mga dumadalangin sa Panginoon nila sa umaga at dapit-hapon, na nagnanais [ng ikalulugod] ng mukha Niya. Walang kailangan sa iyo na pagtutuos sa kanila sa anuman at walang pagtutuos sa iyo na kailangan sa kanila sa anuman, para magtaboy ka sa kanila para ikaw ay maging kabilang sa mga tagalabag sa katarungan"
        },
        {
            "chapter": 6,
            "verse": 53,
            "text": "Gayon Kami tumukso sa ilan sa kanila sa pamamagitan ng iba pa upang magsabi sila: \"Ang mga ito ba ay nagmagandang-loob si Allāh sa kanila sa gitna namin?\" Hindi ba si Allāh ay higit na maalam sa mga tagapagpasalamat"
        },
        {
            "chapter": 6,
            "verse": 54,
            "text": "Kapag dumating sa iyo ang mga sumasampalataya sa mga tanda Namin ay sabihin mo: \"Kapayapaan ay sumainyo.\" Nagtakda ang Panginoon ninyo sa sarili Niya ng pagkaawa: na ang sinumang gumawa kabilang sa inyo ng kasagwaan dahil sa kamangmangan, pagkatapos nagbalik-loob nang matapos nito at nagsaayos, tunay na Siya ay Mapagpatawad, Maawain"
        },
        {
            "chapter": 6,
            "verse": 55,
            "text": "Gayon Kami nagdedetalye ng mga tanda at upang mapaglinawan ang landas ng mga salarin"
        },
        {
            "chapter": 6,
            "verse": 56,
            "text": "Sabihin mo: \"Tunay na ako ay sinaway na sumamba sa mga dinadalanginan ninyo bukod pa kay Allāh.\" Sabihin mo: \"Hindi ako sumusunod sa mga pithaya ninyo; naligaw nga sana ako samakatuwid at hindi sana ako kabilang sa mga napapatnubayan"
        },
        {
            "chapter": 6,
            "verse": 57,
            "text": "Sabihin mo: \"Tunay na ako ay nasa isang malinaw na patunay mula sa Panginoon ko at nagpasinungaling kayo rito. Hindi nasa ganang akin ang minamadali ninyo. Ang paghahatol ay ukol kay Allāh lamang. Isinasalaysay Niya ang katotohanan at Siya ay ang pinakamainam sa mga tagabukod"
        },
        {
            "chapter": 6,
            "verse": 58,
            "text": "Sabihin mo: \"Kung sakaling nasa ganang akin ang minamadali ninyo ay talaga sanang napagpasyahan ang usapin sa pagitan ko at ninyo. Si Allāh ay higit na maalam sa mga tagalabag sa katarungan"
        },
        {
            "chapter": 6,
            "verse": 59,
            "text": "Taglay Niya ang mga susi ng Lingid; walang nakaaalam sa mga iyon kundi Siya. Nalalaman Niya ang anumang nasa katihan at dagat. Walang nalalaglag na anumang dahon malibang nalalaman Niya ito. Walang butil sa mga kadiliman ng lupa at walang mahalumigmig ni tuyot malibang nasa isang aklat na malinaw"
        },
        {
            "chapter": 6,
            "verse": 60,
            "text": "Siya ay ang bumabawi sa inyo sa gabi at nakaaalam sa nagawa ninyo sa maghapon. Pagkatapos bumubuhay Siya sa inyo roon upang makatapos ng isang taning na tinukoy. Pagkatapos tungo sa Kanya ang babalikan ninyo. Pagkatapos magbabalita Siya sa inyo hinggil sa dati ninyong ginagawa"
        },
        {
            "chapter": 6,
            "verse": 61,
            "text": "Siya ay ang Tagalupig sa ibabaw ng mga lingkod Niya. Nagsusugo Siya sa inyo ng mga tagapag-ingat hanggang sa kapag dumating sa isa sa inyo ang kamatayan, babawiin ito ng mga sugo Namin, at sila ay hindi nagpapabaya"
        },
        {
            "chapter": 6,
            "verse": 62,
            "text": "Pagkatapos isasauli sila kay Allāh, ang Tagatangkilik nilang totoo. Pansinin, ukol sa Kanya ang paghahatol, at Siya ay ang pinakamabilis sa mga tagatuos"
        },
        {
            "chapter": 6,
            "verse": 63,
            "text": "Sabihin mo: \"Sino ang magliligtas sa inyo mula sa mga kadiliman ng katihan at dagat, na dumadalangin kayo sa Kanya dala ng pagpapakumbaba at palihim, [na nagsasabi]: \"Talagang kung paliligtasin Niya kami mula rito, talagang kami nga ay magiging kabilang sa mga tagapagpasalamat"
        },
        {
            "chapter": 6,
            "verse": 64,
            "text": "Sabihin mo: \"Si Allāh ay magliligtas sa inyo mula roon at mula sa bawat dalamhati, pagkatapos kayo ay nagtatambal"
        },
        {
            "chapter": 6,
            "verse": 65,
            "text": "Sabihin mo: \"Siya ay ang Nakakakaya na magpadala sa inyo ng isang pagdurusa mula sa ibabaw ninyo o mula sa ilalim ng mga paa ninyo, o na magpalito sa inyo [para maging] mga pangkatin at magpalasap sa ilan sa inyo ng kabangisan ng iba pa.\" Tumingin ka kung papaano Kaming nagsasarisari ng mga tanda, nang sa gayon sila ay makauunawa"
        },
        {
            "chapter": 6,
            "verse": 66,
            "text": "Nagpasinungaling dito ang mga tao mo gayong ito ay ang katotohanan. Sabihin mo: \"Hindi ako sa inyo isang pinananaligan"
        },
        {
            "chapter": 6,
            "verse": 67,
            "text": "Para sa bawat balita ay isang tinitigilan, at malalaman ninyo"
        },
        {
            "chapter": 6,
            "verse": 68,
            "text": "Kapag nakakita ka sa mga tumatalakay [sa pagpapabula] sa mga talata Namin ay umayaw ka sa kanila hanggang sa tumalakay sila sa isang pag-uusap na iba roon. Kung magpapalimot nga sa iyo ang demonyo ay huwag kang manatili, matapos ng pagkaalaala, kasama sa mga taong tagalabag sa katarungan"
        },
        {
            "chapter": 6,
            "verse": 69,
            "text": "Walang kailangan sa mga nangingilag magkasala na pagtutuos sa mga ito sa anuman subalit bilang paalaala, nang sa gayon sila ay mangingilag magkasala"
        },
        {
            "chapter": 6,
            "verse": 70,
            "text": "Hayaan mo ang mga gumawa sa relihiyon nila bilang laro at paglilibang at luminlang sa kanila ang buhay na pangmundo. Magpaalaala ka nito na baka may mapariwarang isang kaluluwa dahil sa nakamit niya, na walang ukol sa kanya bukod pa kay Allāh na anumang katangkilik ni mapagpamagitan. Kahit tubusin niya ng bawat pantubos ay hindi iyon kukunin mula sa kanya. Ang mga iyon ay ang mga napariwara dahil sa nakamit nila. Para sa kanila ay isang inumin mula sa nakapapasong tubig at isang pagdurusang masakit dahil dati silang tumatangging sumampalataya"
        },
        {
            "chapter": 6,
            "verse": 71,
            "text": "Sabihin mo: \"Dadalangin ba kami sa bukod pa kay Allāh, na hindi nakapagpapakinabang sa amin at hindi nakapipinsala sa amin? Panunumbalikin kami sa [dinaanan ng] mga sakong namin matapos noong pumatnubay sa amin si Allāh, gaya ng hinalina ng mga demonyo sa lupa na litung-lito habang mayroon siyang mga kasamahang nag-aanyaya sa kanya tungo sa patnubay, [na nagsasabi]: Pumunta ka sa amin.\" Sabihin mo: \"Tunay na ang patnubay ni Allāh ay ang patnubay. Inutusan tayo upang magpasakop tayo sa Panginoon ng mga nilalang"
        },
        {
            "chapter": 6,
            "verse": 72,
            "text": "at na magpanatili kayo ng pagdarasal at mangilag kayong magkasala sa Kanya.\" Siya ay ang tungo sa Kanya kakalapin kayo"
        },
        {
            "chapter": 6,
            "verse": 73,
            "text": "Siya ay ang lumikha ng mga langit at lupa ayon sa katotohanan. Sa Araw na magsasabi Siya na mangyari saka mangyayari ito, ang sabi Niya ay ang katotohanan. Sa Kanya ang paghahari sa Araw na iihip sa tambuli. [Siya] ang Nakaaalam sa Lingid at Hayag. Siya ay ang Marunong, ang Mapagbatid"
        },
        {
            "chapter": 6,
            "verse": 74,
            "text": "[Banggitin] noong nagsabi si Abraham sa ama niyang si Āzar: \"Gumagawa ka ba sa mga anito bilang mga diyos? Tunay na ako ay nakakikita sa iyo at mga kalipi mo sa isang pagkaligaw na malinaw"
        },
        {
            "chapter": 6,
            "verse": 75,
            "text": "Gayon Kami nagpapakita kay Abraham ng kaharian ng mga langit at lupa at upang siya ay maging kabilang sa mga nakatitiyak"
        },
        {
            "chapter": 6,
            "verse": 76,
            "text": "Kaya noong tumakip sa kanya ang gabi ay nakakita siya ng isang tala. Nagsabi siya: \"Ito ay Panginoon ko;\" ngunit noong lumubog ito ay nagsabi siya: \"Hindi ko naiibigan ang mga lumulubog"
        },
        {
            "chapter": 6,
            "verse": 77,
            "text": "Kaya noong nakita niya ang buwan na sumisikat ay nagsabi siya: \"Ito ay Panginoon ko;\" ngunit noong lumubog ito ay nagsabi siya: \"Talagang kung hindi nagpatnubay sa akin ang Panginoon ko, talagang ako nga ay magiging kabilang sa mga taong ligaw"
        },
        {
            "chapter": 6,
            "verse": 78,
            "text": "Kaya noong nakita niya ang araw na sumisikat ay nagsabi siya: \"Ito ay Panginoon ko; ito ay higit na malaki;\" ngunit noong lumubog ito ay nagsabi siya: \"O mga kalipi ko, tunay na ako ay walang-kaugnayan sa anumang itinatambal ninyo"
        },
        {
            "chapter": 6,
            "verse": 79,
            "text": "Tunay na ako ay nagbaling ng mukha ko sa naglalang ng mga langit at lupa bilang makakatotohanan, at ako ay hindi kabilang sa mga tagapagtambal"
        },
        {
            "chapter": 6,
            "verse": 80,
            "text": "Nangatwiran sa kanya ang mga kalipi niya. Nagsabi siya: \"Nangangatwiran ba kayo sa akin hinggil kay Allāh samantalang nagpatnubay nga Siya sa akin? Hindi ako nangangamba sa anumang itinatambal ninyo sa Kanya malibang may niloloob ang Panginoon ko na isang bagay. Sumasaklaw ang Panginoon ko sa bawat bagay sa kaalaman. Kaya hindi ba kayo nakapag-aalaala"
        },
        {
            "chapter": 6,
            "verse": 81,
            "text": "Papaanong mangangamba ako sa anumang itinambal ninyo samantalang hindi kayo nangangamba na kayo ay nagtambal kay Allāh ng hindi Siya nagbaba sa inyo ng isang katunayan? Kaya alin sa dalawang pangkat ang higit na karapat-dapat sa katiwasayan, kung kayo ay nakaaalam"
        },
        {
            "chapter": 6,
            "verse": 82,
            "text": "Ang mga sumampalataya at hindi naghalo sa pananampalataya nila ng isang kawalang-katarungan, ang mga iyon ay ukol sa kanila ang katiwasayan at sila ay mga napapatnubayan"
        },
        {
            "chapter": 6,
            "verse": 83,
            "text": "Iyon ay ang katwiran Namin; nagbigay Kami nito kay Abraham laban sa mga kalipi niya. Nag-aangat Kami ng mga antas ng sinumang niloloob Namin. Tunay na ang Panginoon mo ay Marunong, Maalam"
        },
        {
            "chapter": 6,
            "verse": 84,
            "text": "Nagkaloob Kami sa kanya kina Isaac at Jacob, na sa bawat isa ay nagpatnubay Kami. Kay Noe ay nagpatnubay Kami bago pa niyan at sa kabilang sa mga supling niyang sina David, Solomon, Job, Jose, Moises, at Aaron. Gayon Kami gumaganti sa mga tagagawa ng maganda"
        },
        {
            "chapter": 6,
            "verse": 85,
            "text": "Sina Zacarias, Juan, Jesus, at Elias ay lahat kabilang sa mga maayos"
        },
        {
            "chapter": 6,
            "verse": 86,
            "text": "Kina Ismael, Eliseo, Jonas, at Lot, sa lahat ay nagtangi Kami sa mga nilalang"
        },
        {
            "chapter": 6,
            "verse": 87,
            "text": "[Nagpatnubay Kami] sa kabilang sa mga ama nila, mga supling nila, at mga kapatid nila. Humirang Kami sa kanila at nagpatnubay Kami sa kanila tungo sa isang landasing tuwid"
        },
        {
            "chapter": 6,
            "verse": 88,
            "text": "Iyon ay patnubay ni Allāh; nagpapatnubay Siya sa pamamagitan niyon sa sinumang niloloob Niya kabilang sa mga lingkod Niya. Kung sakaling nagtambal sila ay talaga sanang nawalang-kabuluhan para sa kanila ang dati nilang ginagawa"
        },
        {
            "chapter": 6,
            "verse": 89,
            "text": "Ang mga iyon ay ang mga binigyan Namin ng Kasulatan, dunong, at pagkapropeta; ngunit kung tatangging sumampalataya sa mga iyan ang mga ito, naipagkatiwala na Namin ang mga iyan sa mga taong sa mga iyan ay hindi mga tagatangging sumampalataya"
        },
        {
            "chapter": 6,
            "verse": 90,
            "text": "Ang mga iyon ay ang mga pinatnubayan ni Allāh, kaya sa patnubay nila ay tumulad ka. Sabihin mo: \"Hindi ako nanghihingi sa inyo dahil dito ng isang pabuya; walang iba ito kundi isang pagpapaalaala para sa mga nilalang"
        },
        {
            "chapter": 6,
            "verse": 91,
            "text": "Hindi sila nagpahalaga kay Allāh nang totoong pagpapahalaga sa Kanya noong nagsabi sila: \"Hindi nagpababa si Allāh sa isang tao ng anuman.\" Sabihin mo: \"Sino ang nagpababa sa kasulatang ihinatid ni Moises bilang liwanag at patnubay para sa mga tao? Gumagawa kayo roon bilang mga pahina, na naglalantad kayo [ng ilan] nito at nagkukubli kayo ng marami. Tinuruan kayo ng hindi nalaman ninyo ni ng mga magulang ninyo.\" Sabihin mo: \"Si Allāh [ay nagpababa].\" Pagkatapos hayaan mo sila sa masamang pagtatalakay nila habang naglalaro sila"
        },
        {
            "chapter": 6,
            "verse": 92,
            "text": "Ito ay Aklat na pinababa Namin, na pinagpala, na tagapagpatotoo sa nauna rito at upang magbabala ka sa ina ng mga nayon at sa sinumang nasa paligid nito. Ang mga sumasampalataya sa Kabilang-buhay ay sumasampalataya rito; at sila, sa pagdarasal nila, ay nangangalaga"
        },
        {
            "chapter": 6,
            "verse": 93,
            "text": "Sino pa ang higit na tagalabag sa katarungan kaysa sa sinumang gumawa-gawa laban kay Allāh ng isang kasinungalingan o nagsabi: \"Nagkasi sa akin\" samantalang hindi nagkasi sa kanya ng anuman, at sinumang nagsabi: \"Magpapababa ako ng tulad sa pinababa ni Allāh.\" Kung sakaling nakikita mo kapag ang mga tagalabag sa katarungan ay nasa mga hapdi ng kamatayan samantalang ang mga anghel ay nag-aabot ng mga kamay nila [na nagsasabi]: \"Magpalabas kayo ng mga kaluluwa ninyo! Sa araw na ito ay gagantihan kayo ng pagdurusa ng pagkahamak dahil kayo noon ay nagsasabi hinggil kay Allāh ng hindi totoo at kayo noon sa mga tanda Niya ay nagmamalaki"
        },
        {
            "chapter": 6,
            "verse": 94,
            "text": "Talaga ngang dumating kayo sa Amin bilang mga bukod-tangi gaya ng paglikha Namin sa inyo sa unang pagkakataon. Umiwan kayo sa mga iginawad Namin sa inyo sa likuran ng mga likod ninyo. Hindi Kami nakakikita kasama sa inyo ng mga tagapagpamagitan ninyo na inakala ninyo na sila sa inyo ay mga katambal [kay Allāh]. Talaga ngang nagkaputul-putol [ang ugnayan] sa pagitan ninyo at nawala sa inyo ang dati ninyong inaangkin"
        },
        {
            "chapter": 6,
            "verse": 95,
            "text": "Tunay na si Allāh ay tagapabuka ng mga butil at mga buto, na nagpapalalabas ng buhay mula sa patay, at tagapagpalabas ng patay mula sa buhay. Iyon si Allāh, kaya paanong nalilinlang kayo"
        },
        {
            "chapter": 6,
            "verse": 96,
            "text": "[Siya ay] ang tagabuka ng madaling-araw at gumawa sa gabi bilang pamamahinga at sa araw at buwan bilang pagtutuus-tuos. Iyon ay ang pagtatakda ng Makapangyarihan, Maalam"
        },
        {
            "chapter": 6,
            "verse": 97,
            "text": "Siya ay ang gumawa para sa inyo ng mga bituin upang mapatnubayan kayo sa pamamagitan ng mga ito sa mga kadiliman ng katihan at dagat. Nagsarisari nga Kami ng mga tanda para sa mga taong umaalam"
        },
        {
            "chapter": 6,
            "verse": 98,
            "text": "Siya ay ang nagpaluwal sa inyo mula sa nag-iisang kaluluwa saka [nagbigay ng] isang pinagtitigilan at isang pinaglalagakan. Nagsarisari nga Kami ng mga tanda para sa mga taong umuunawa"
        },
        {
            "chapter": 6,
            "verse": 99,
            "text": "Siya ay ang nagpababa mula sa langit ng tubig kaya nagpalabas sa pamamagitan nito ng halaman ng bawat bagay, saka nagpalabas mula rito ng mga luntian, na nagpapalabas mula sa mga ito ng mga butil na nagkakapatung-patong at mula sa mga punong datiles mula sa bunga ng mga ito ng mga buwig na naaabot, at ng mga hardin ng mga ubas, ng mga oliba, at mga granada, na nagkakahawigan at hindi nagkakahawigan. Tumingin kayo sa mga bunga ng mga ito kapag namunga ang mga ito at sa paghinog ng mga ito. Tunay na sa gayon ay talagang may mga tanda para sa mga taong sumasampalataya"
        },
        {
            "chapter": 6,
            "verse": 100,
            "text": "Gumawa sila para kay Allāh ng mga katambal – ang mga jinn samantalang nilikha Niya ang mga ito – at gumawa-gawa sila para sa Kanya ng mga anak na lalaki at mga anak na babae nang walang kaalaman. Kaluwalhatian sa Kanya at pagkataas-taas Siya kaysa sa anumang inilalarawan nila"
        },
        {
            "chapter": 6,
            "verse": 101,
            "text": "Tagapagpasimula ng mga langit at lupa, paano mangyayaring mayroon siyang anak samantalang hindi naman nangyaring mayroon siyang asawa? Lumikha Siya ng bawat bagay at Siya sa bawat bagay ay Maalam"
        },
        {
            "chapter": 6,
            "verse": 102,
            "text": "Iyon ay si Allāh, ang Panginoon ninyo; walang Diyos kundi Siya, ang Tagalikha ng bawat bagay kaya sumamba kayo sa Kanya. Siya sa bawat bagay ay Pinananaligan"
        },
        {
            "chapter": 6,
            "verse": 103,
            "text": "Hindi nakaaabot sa Kanya ang mga paningin samantalang Siya ay nakaaabot sa mga paningin. Siya ay ang Nakatatalos, ang Mapagbatid"
        },
        {
            "chapter": 6,
            "verse": 104,
            "text": "May dumating nga sa inyo na mga hayag na patunay mula sa Panginoon ninyo. Kaya ang sinumang nakakita ay para sa sarili niya [ang pakinabang]; at ang sinumang nabulag ay laban dito [ang pinsala]. Hindi ako sa inyo isang mapag-ingat"
        },
        {
            "chapter": 6,
            "verse": 105,
            "text": "Gayon Kami nagsasarisari ng mga talata at upang magsabi sila na nag-aral ka at upang maglinaw ka nito para sa mga taong umaalam"
        },
        {
            "chapter": 6,
            "verse": 106,
            "text": "Sumunod ka sa ikinasi sa iyo mula sa Panginoon mo – walang Diyos kundi Siya – at umayaw ka sa mga tagapagtambal"
        },
        {
            "chapter": 6,
            "verse": 107,
            "text": "Kung sakaling niloob ni Allāh ay hindi sana sila nagtambal. Hindi Kami gumawa sa iyo para sa kanila na isang mapag-ingat. Ikaw sa kanila ay hindi isang pinananaligan"
        },
        {
            "chapter": 6,
            "verse": 108,
            "text": "Huwag kayong mang-alipusta sa mga dinadalanginan nila bukod pa kay Allāh para mag-alipusta sila kay Allāh dala ng pang-aaway nang walang kaalaman. Gayon ipinang-akit Namin para sa bawat kalipunan ang gawa nila. Pagkatapos tungo sa Panginoon nila ang babalikan nila saka magbabalita Siya sa kanila hinggil sa dati nilang ginagawa"
        },
        {
            "chapter": 6,
            "verse": 109,
            "text": "Nanumpa sila kay Allāh ng mariin sa mga panunumpa nila na talagang kung may dumating sa kanila na isang tanda ay talagang sasampalataya nga sila rito. Sabihin mo: \"Ang mga tanda ay nasa ganang kay Allāh lamang. Ano ang nagpaparamdam sa inyo na kapag dumating ito ay hindi sila sasampalataya"
        },
        {
            "chapter": 6,
            "verse": 110,
            "text": "Pumipihit Kami sa mga puso nila at mga paningin nila kung paanong hindi sila sumampalataya rito sa unang pagkakataon at nagpapabaya Kami sa kanila sa pagmamalabis nila habang nag-aapuhap sila"
        },
        {
            "chapter": 6,
            "verse": 111,
            "text": "Kahit pa Kami ay nagbaba sa kanila ng mga anghel, kumausap sa kanila ang mga patay, at kumalap sa kanila ng bawat bagay nang harapan, hindi sila naging ukol na sumampalataya maliban na niloob ni Allāh, subalit ang higit na marami sa kanila ay nagpapakamangmang"
        },
        {
            "chapter": 6,
            "verse": 112,
            "text": "Gayon Kami gumawa para sa bawat propeta ng kaaway na mga demonyo ng tao at jinn, na nagkakasi ang iba sa kanila sa iba pa ng palamuti ng sinasabi bilang panlilinlang. Kung sakaling niloob ng Panginoon mo ay hindi sana sila gumawa iyon. Kaya hayaan mo sila at ang anumang ginagawa-gawa nila"
        },
        {
            "chapter": 6,
            "verse": 113,
            "text": "at upang mahilig doon ang mga puso ng mga hindi sumasampalataya sa Kabilang-buhay, at upang malugod sila roon, at upang magkamit sila ng anumang sila ay mga magkakamit"
        },
        {
            "chapter": 6,
            "verse": 114,
            "text": "Kaya sa iba pa ba kay Allāh maghahangad ako ng isang hukom samantalang Siya ay ang nagpababa sa inyo ng Aklat bilang dinidetalye? Ang mga binigyan Namin ng Kasulatan ay nakaaalam na ito ay ibinaba mula sa Panginoon mo sa katotohanan kaya huwag ka ngang maging kabilang sa mga nag-aalangan"
        },
        {
            "chapter": 6,
            "verse": 115,
            "text": "Nalubos ang Salita ng Panginoon mo sa katapatan at katarungan. Walang tagapalit sa mga Salita Niya. Siya ay ang Madinigin, ang Maalam"
        },
        {
            "chapter": 6,
            "verse": 116,
            "text": "Kung tatalima ka sa higit na marami sa mga nasa lupa ay magliligaw sila sa iyo palayo sa landas ni Allāh. Sumusunod sila sa pagpapalagay lamang at sila ay nagsasapantaha lamang"
        },
        {
            "chapter": 6,
            "verse": 117,
            "text": "Tunay na ang Panginoon mo ay higit na maalam sa sinumang naliligaw palayo sa landas Niya. Siya ay higit na maalam sa mga napatnubayan"
        },
        {
            "chapter": 6,
            "verse": 118,
            "text": "Kaya kumain kayo mula sa binanggit ang pangalan ni Allāh roon, kung kayo sa mga tanda Niya ay mga mananampalataya"
        },
        {
            "chapter": 6,
            "verse": 119,
            "text": "Ano ang mayroon sa inyo na hindi kayo kumakain mula sa anumang binanggit ang pangalan ni Allāh rito samantalang nagdetalye nga Siya sa inyo ng ipinagbawal Niya sa inyo, maliban sa anumang napilitan kayo roon? Tunay na may marami na talagang nagliligaw sa pamamagitan ng mga pithaya nila nang walang kaalaman. Tunay na ang Panginoon mo ay higit na maalam sa mga tagalabag"
        },
        {
            "chapter": 6,
            "verse": 120,
            "text": "Iwan ninyo ang nakalantad sa kasalanan at ang nakakubli rito. Tunay na ang mga nagkakamit ng kasalanan ay gagantihan sa dati nilang nagagawa"
        },
        {
            "chapter": 6,
            "verse": 121,
            "text": "Huwag kayong kumain mula sa anumang hindi binanggit ang pangalan ni Allāh roon. Tunay na ito ay talagang kasuwailan. Tunay na ang mga demonyo ay talagang nagkakasi sa mga katangkilik nila upang makipagtalo sila sa inyo. Kung tumalima kayo sa kanila, tunay na kayo ay talagang mga tagapagtambal"
        },
        {
            "chapter": 6,
            "verse": 122,
            "text": "Ang sinumang noon ay patay saka bumuhay Kami sa kanya at naglagay Kami sa kanya ng isang liwanag na naglalakad siya sa pamamagitan nito sa mga tao ay gaya ba ng sinumang ang paghahalintulad sa kanya ay nasa mga kadiliman, na hindi lalabas mula sa mga ito? Gayon ipinaakit para sa mga tagatangging sumampalataya ang dati nilang ginagawa"
        },
        {
            "chapter": 6,
            "verse": 123,
            "text": "Gayon Kami nagtalaga para sa bawat pamayanan ng pinakamalaki sa mga salarin nito upang manlansi sila rito ngunit hindi sila nanlalansi maliban sa mga sarili nila ngunit hindi sila nakararamdam"
        },
        {
            "chapter": 6,
            "verse": 124,
            "text": "Kapag may dumating sa kanila na isang tanda ay nagsasabi sila: \"Hindi kami sasampalataya hanggang sa bigyan kami ng tulad sa ibinigay sa mga sugo ni Allāh.\" Si Allāh ay higit na maalam kung saan Siya maglalagay ng pasugo Niya. May tatama sa mga nagpakasalarin na isang pagmamaliit sa ganang Allāh at isang pagdurusang sukdulan dahil sa sila noon ay nanlalansi"
        },
        {
            "chapter": 6,
            "verse": 125,
            "text": "Kaya sa sinumang magnanais si Allāh na magpatnubay ay magpapaluwag Siya ng dibdib nito para sa Islām. Sa sinumang magnanais Siya na magligaw ay gagawa Siya sa dibdib nito na [maging] isang masikip na pagkaasiwa na para bang umaakyat siya sa kalangitan. Gayon naglalagay si Allāh ng kasalaulaan sa mga hindi sumasampalataya"
        },
        {
            "chapter": 6,
            "verse": 126,
            "text": "Ito ay landasin ng Panginoon mo: tuwid. Nagdetalye nga Kami ng mga tanda para sa mga taong nakapag-aalaala"
        },
        {
            "chapter": 6,
            "verse": 127,
            "text": "Ukol sa kanila ang tahanan ng kaligtasan sa piling ng Panginoon nila. Siya ay Katangkilik nila dahil sa dati nilang ginagawa"
        },
        {
            "chapter": 6,
            "verse": 128,
            "text": "[Banggitin mo] ang araw na kakalap Siya sa kanila sa kalahatan: \"O umpukan ng jinn, nagparami nga kayo [ng pagliligaw] sa tao at jinn.\" Magsasabi ang mga katangkilik nila kabilang sa tao: \"Panginoon namin, nagtamasa ang ilan sa amin sa iba pa at umabot kami sa taning na itinaning Mo para sa amin.\" Magsasabi Siya: \"Ang Apoy ay tuluyan ninyo bilang mga mananatili roon, maliban sa niloob ni Allāh. Tunay na ang Panginoon mo ay Marunong, Maalam"
        },
        {
            "chapter": 6,
            "verse": 129,
            "text": "Gayon Namin ipinatatangkilik ang iba sa mga tagalabag sa katarungan sa iba pa dahil sa dati nilang ginagawa"
        },
        {
            "chapter": 6,
            "verse": 130,
            "text": "O umpukan ng jinn at tao, wala bang pumunta sa inyo na mga sugo kabilang sa inyo, na sumasaysay sa inyo ng mga tanda Ko at nagbababala sa inyo ng pakikipagkita sa Araw ninyong ito? Magsasabi sila: \"Sumaksi kami laban sa mga sarili namin.\" Luminlang sa kanila ang buhay na pangmundo, at sumaksi sila laban sa mga sarili nila na sila ay noon mga tagatangging sumampalataya"
        },
        {
            "chapter": 6,
            "verse": 131,
            "text": "Iyon ay dahil hindi nangyaring ang Panginoon mo ay magpapahamak sa mga pamayanan dahil sa kawalang-katarungan habang ang mga naninirahan sa mga ito ay mga nalilingat"
        },
        {
            "chapter": 6,
            "verse": 132,
            "text": "Lahat ay may mga antas ayon sa ginawa nila. Ang Panginoon mo ay hindi nalilingat sa mga ginagawa nila"
        },
        {
            "chapter": 6,
            "verse": 133,
            "text": "Ang Panginoon mo ay ang Walang-pangangailangan, ang May Awa. Kung loloobin Niya ay pupuksain Niya kayo at ipahahalili Niya matapos ninyo ang loloobin Niya, gaya ng pagpaluwal Niya sa inyo mula sa mga supling ng mga ibang tao"
        },
        {
            "chapter": 6,
            "verse": 134,
            "text": "Tunay na ang ipinangangako sa inyo ay talagang pupunta, at kayo ay hindi mga makapagpapahina"
        },
        {
            "chapter": 6,
            "verse": 135,
            "text": "Sabihin mo: \"O mga tao ko, gumawa kayo ayon sa paraan ninyo; tunay na ako ay gumagawa; saka malalaman ninyo kung sino ang magkakaroon ng kahihinatnan sa Tahanan. Tunay na hindi magtatagumpay ang mga tagalabag sa katarungan"
        },
        {
            "chapter": 6,
            "verse": 136,
            "text": "Nagtalaga sila ukol kay Allāh ng isang bahagi mula sa nilalang Niya na pananim at mga hayupan saka nagsabi sila: \"Ito ay ukol kay Allāh,\" ayon sa pag-aangkin nila: \"at ito ay ukol sa mga pantambal natin [kay Allāh].\" Ang anumang ukol sa mga itinambal nila ay hindi nakararating kay Allāh; at ang anumang ukol kay Allāh, ito ay nakararating sa mga itinatambal nila. Kay sagwa ang ihinahatol nila"
        },
        {
            "chapter": 6,
            "verse": 137,
            "text": "Gayon ipinang-akit sa marami sa mga tagapagtambal ng mga pantambal nila [kay Allāh] ang pagpatay sa mga anak nila upang magpahamak ang mga ito sa kanila at upang manlito ang mga ito sa kanila sa relihiyon nila. Kung sakaling niloob ni Allāh ay hindi sana sila gumawa niyon. Kaya hayaan mo sila at ang ginagawa-gawa nila"
        },
        {
            "chapter": 6,
            "verse": 138,
            "text": "Nagsabi sila: \"Ang mga ito ay mga hayupan at mga pananim na bawal, na walang kakain sa mga ito kundi ang sinumang niloloob natin,\" ayon sa pag-aangkin nila. May mga hayupang ipinagbawal ang mga likod ng mga ito at may mga hayupang hindi sila bumabanggit ng pangalan ni Allāh sa [pagkakatay sa] mga ito, dala ng isang paggawa-gawa [ng kasinungalingan] sa Kanya. Gaganti Siya sa kanila sa anumang dati nilang ginagawa-gawa"
        },
        {
            "chapter": 6,
            "verse": 139,
            "text": "Nagsabi sila: \"Ang nasa mga tiyan ng mga hayupan na ito ay nakalaan para sa mga lalaki namin at ipinagbabawal sa mga maybahay namin. Kung ito ay [isinilang na] isang patay, sila rito ay magkakatambal.\" Gaganti Siya sa paglalarawan nila; tunay na Siya ay Marunong, Maalam"
        },
        {
            "chapter": 6,
            "verse": 140,
            "text": "Nalugi nga ang mga pumatay sa mga anak nila dala ng isang kahunghangang walang kaalaman at nagbawal sa itinustos sa kanila ni Allāh dala ng paggawa-gawa [ng kasinungalingan] laban kay Allāh. Naligaw nga sila at sila noon ay hindi mga napatnubayan"
        },
        {
            "chapter": 6,
            "verse": 141,
            "text": "Siya ay ang nagpalabas ng mga hardin na mga binalagan at hindi mga binalagan, ng mga datiles at mga pananim na nagkakaiba-iba ang lasa ng mga ito, at ng mga oliba at mga granada na nagkakahawigan at hindi nagkakahawigan. Kumain kayo mula sa bunga ng mga ito kapag namunga ang mga ito at magbigay kayo ng tungkulin ng mga ito sa araw ng pag-aani ng mga ito. Huwag kayong magpakalabis; tunay na Siya ay hindi umiibig sa mga nagpapakalabis"
        },
        {
            "chapter": 6,
            "verse": 142,
            "text": "May mga hayupang [nilikhang] bilang tagapasan at bilang munti. Kumain kayo mula sa itinustos sa inyo ni Allāh at huwag kayong sumunod sa mga hakbang ng demonyo. Tunay na siya para sa inyo ay isang kaaway na malinaw"
        },
        {
            "chapter": 6,
            "verse": 143,
            "text": "[Lumikha ng] walong pares. Mula sa mga tupa ay may dalawa at mula sa mga kambing ay may dalawa. Sabihin mo: \"Ang dalawang lalaki ba ay ipinagbawal Niya o ang dalawang babae o ang nilaman ng mga sinapupunan ng dalawang babae? Magbalita kayo sa akin ng isang kaalaman kung kayo ay mga tapat"
        },
        {
            "chapter": 6,
            "verse": 144,
            "text": "Mula sa mga kamelyo ay may dalawa at mula sa mga baka ay may dalawa. Sabihin mo: \"Sa dalawang lalaki ba ay nagbawal Siya o sa dalawang babae o sa nilaman ng mga sinapupunan ng dalawang babae? O kayo ba noon ay mga saksi noong nagtagubilin sa inyo si Allāh nito? Kaya sino pa ang higit na tagalabag sa katarungan kaysa sa sinumang gumawa-gawa laban kay Allāh ng isang kasinungalingan upang magligaw sa mga tao nang walang kaalaman. Tunay na si Allāh ay hindi nagpapatnubay sa mga taong tagalabag sa katarungan"
        },
        {
            "chapter": 6,
            "verse": 145,
            "text": "Sabihin mo: \"Hindi ako nakatatagpo sa anumang ikinasi sa akin ng isang ipinagbabawal sa isang tagakain na kakain niyon maliban na ito ay maging isang patay, o dugong ibinubo, o laman ng baboy sapagkat tunay na ito ay isang kasalaulaan o isang kasuwailang inaalay sa iba pa kay Allāh. Ngunit ang sinumang napilitan nang hindi naghahangad ni lumalampas, tunay na ang Panginoon mo ay Mapagpatawad, Maawain"
        },
        {
            "chapter": 6,
            "verse": 146,
            "text": "Sa mga nagpakahudyo ay nagbawal Kami ng bawat may mga buong kuko. Mula sa mga baka at mga tupa ay nagbawal Kami sa kanila ng mga taba ng dalawang [uring] ito maliban sa anumang kinapitan ng mga likod ng dalawang [uring] ito o ng mga bituka nito o anumang nahalo sa buto. Iyon ay iginanti Namin sa kanila dahil sa paglabag nila. Tunay na Kami ay talagang Tapat"
        },
        {
            "chapter": 6,
            "verse": 147,
            "text": "Kaya kung nagpasinungaling sila sa iyo ay sabihin mo: \"Ang Panginoon ninyo ay may awang malawak ngunit hindi naitutulak ang kaparusahan Niya palayo sa mga taong salarin"
        },
        {
            "chapter": 6,
            "verse": 148,
            "text": "Magsasabi ang mga nagtambal: \"Kung sakaling niloob ni Allāh ay hindi sana kami nagtambal ni ang mga ninuno namin at hindi sana kami nagbawal ng anuman.\" Gayon nagpasinungaling ang mga nauna pa sa kanila hanggang sa lumasap sila ng kaparusahan Namin. Sabihin mo: \"Mayroon kaya sa ganang inyo na anumang kaalaman para magpalabas kayo niyon sa Amin? Sumusunod kayo sa pagpapalagay lamang. Walang iba kayo kundi nagsasapantaha"
        },
        {
            "chapter": 6,
            "verse": 149,
            "text": "Sabihin mo: \"Ngunit kay Allāh ang katwirang masidhi kaya kung sakaling niloob Niya ay talaga sanang nagpatnubay Siya sa inyo nang magkakasama"
        },
        {
            "chapter": 6,
            "verse": 150,
            "text": "Sabihin mo: \"Maglahad kayo ng mga saksi ninyo na sasaksi na si Allāh ay nagbawal nito, saka kung sumaksi sila ay huwag kang sumaksi kasama sa kanila. Huwag kang sumunod sa mga pithaya ng mga nagpasinungaling sa mga tanda Namin at ng mga hindi sumasampalataya sa Kabilang-buhay habang sila sa Panginoon nila ay nagpapantay [sa iba]"
        },
        {
            "chapter": 6,
            "verse": 151,
            "text": "Sabihin mo: \"Halikayo, bibigkas ako ng ipinagbawal ng Panginoon ninyo sa inyo: na huwag kayong magtambal sa Kanya ng anuman; sa mga magulang ay [mag-ukol ng] paggawa ng maganda; huwag kayong pumatay ng mga anak ninyo dahil sa isang paghihikahos, Kami ay nagtutustos sa inyo at sa kanila; huwag kayong lumapit sa mga malaswa: anumang nalantad mula sa mga ito at anumang nakubli; at huwag kayong pumatay ng buhay na ipinagbawal ni Allāh malibang ayon sa karapatan.\" Iyon ay itinagubilin Niya sa inyo, nang sa gayon kayo ay makapag-uunawa"
        },
        {
            "chapter": 6,
            "verse": 152,
            "text": "Huwag kayong lumapit sa yaman ng ulila kundi sa [paraang] pinakamaganda hanggang sa umabot siya sa kalakasan niya. Magpalubus-lubos kayo ng pagtatakal at [pagtitimbang sa] timbangan ayon sa pagkamakatarungan. Hindi Kami nag-aatang sa isang kaluluwa malibang ayon sa kakayahan nito. Kapag nagsabi kayo ay magpakamakatarungan kayo kahit pa sa isang may pagkakamag-anak. Sa kasunduan kay Allāh ay magpatupad kayo. Iyon ay itinagubilin Niya sa inyo, nang sa gayon kayo ay magsasaalaala"
        },
        {
            "chapter": 6,
            "verse": 153,
            "text": "Na ito ay ang landasin Ko, tuwid, kaya sumunod kayo rito. Huwag kayong sumunod sa mga [ibang] landas para magpahiwa-hiwalay ang mga ito sa inyo palayo sa landas Niya. Iyon ay itinagubilin Niya sa inyo, nang sa gayon kayo ay mangingilag magkasala"
        },
        {
            "chapter": 6,
            "verse": 154,
            "text": "Karagdagan, nagbigay Kami kay Moises ng kasulatan bilang paglulubos para sa gumawa ng maganda, bilang pagdedetalye para sa bawat bagay, bilang patnubay, at bilang awa, nang sa gayon sila, sa pakikipagkita sa Panginoon nila, ay sasampalataya"
        },
        {
            "chapter": 6,
            "verse": 155,
            "text": "Ito ay isang Aklat na pinababa Namin, na pinagpala, kaya sumunod kayo rito at mangilag kayong magkasala, nang sa gayon kayo ay kaaawaan"
        },
        {
            "chapter": 6,
            "verse": 156,
            "text": "dahil [baka] magsabi kayo: \"Pinababa lamang ang Kasulatan sa dalawang pangkatin bago pa namin at tunay na kami noon, sa pag-aaral nila, ay talagang mga nalilingat"
        },
        {
            "chapter": 6,
            "verse": 157,
            "text": "o [dahil baka] magsabi kayo: \"Kung sakaling kami ay pinababaan ng kasulatan, talaga sanang kami ay naging higit na napatnubayan kaysa sa kanila,\" sapagkat may dumating nga sa inyo na isang malinaw na patunay mula sa Panginoon ninyo, isang patnubay, at isang awa. Kaya sino pa ang higit na tagalabag sa katarungan kaysa sa sinumang nagpasinungaling sa mga tanda ni Allāh at lumihis palayo sa mga ito? Gaganti Kami sa mga lumilihis palayo sa mga tanda Namin ng kasagwaan ng pagdurusa dahil sila noon ay lumilihis"
        },
        {
            "chapter": 6,
            "verse": 158,
            "text": "Naghihintay kaya sila maliban pa na pumunta sa kanila ang mga anghel o pumunta ang Panginoon mo o pumunta ang ilan sa mga tanda ng Panginoon mo? Sa araw na pumunta ang ilan sa mga tanda ng Panginoon mo ay hindi magpapakinabang sa isang kaluluwa ang pananampalataya nito [kung] hindi ito dating sumampalataya bago pa niyan o nagkamit ito sa pananampalataya nito ng isang kabutihan. Sabihin mo: \"Maghintay kayo; tunay na Kami ay mga naghihintay"
        },
        {
            "chapter": 6,
            "verse": 159,
            "text": "Tunay na ang mga naghati-hati sa relihiyon nila at sila ay naging mga sekta, hindi ka kabilang sa kanila sa anuman. Ang nauukol sa kanila ay nasa kay Allāh lamang. Pagkatapos magbabalita Siya sa kanila hinggil sa anumang dati nilang ginagawa"
        },
        {
            "chapter": 6,
            "verse": 160,
            "text": "Ang sinumang naghatid ng gawang maganda ay ukol sa kanya ang sampung tulad nito, at ang sinumang naghatid ng gawang masagwa ay hindi siya gagantihan maliban ng tulad nito; at sila ay hindi lalabagin sa katarungan"
        },
        {
            "chapter": 6,
            "verse": 161,
            "text": "Sabihin mo: \"Tunay na ako ay pinatnubayan ng Panginoon ko tungo sa landasing tuwid – isang relihiyong tama, na kapaniwalaan ni Abraham bilang makakatotohanan. Hindi siya naging kabilang sa mga tagapagtambal"
        },
        {
            "chapter": 6,
            "verse": 162,
            "text": "Sabihin mo: \"Tunay na ang dasal ko, ang pag-aalay ko, ang buhay ko, at ang kamatayan ko ay ukol kay Allāh, ang Panginoon ng mga nilalang –"
        },
        {
            "chapter": 6,
            "verse": 163,
            "text": "walang katambal sa Kanya. Gayon nag-utos sa akin, at ako ay una sa mga Muslim"
        },
        {
            "chapter": 6,
            "verse": 164,
            "text": "Sabihin mo: \"Sa iba pa ba kay Allāh maghahangad ako bilang Panginoon samantalang Siya ay Panginoon ng bawat bagay? Walang [kasalanang] nakakamit ang bawat kaluluwa malibang laban dito. Hindi magpapasan ang isang tagapasan ng pasanin ng iba. Pagkatapos tungo sa Panginoon ninyo ang babalikan ninyo saka magbabalita Siya sa inyo hinggil sa anumang kayo noon hinggil doon ay nagkakaiba-iba"
        },
        {
            "chapter": 6,
            "verse": 165,
            "text": "Siya ay ang gumawa sa inyo bilang mga kahalili sa lupa. Nag-angat Siya sa iba sa inyo higit sa iba sa mga antas upang sumubok Siya sa inyo sa ibinigay Niya sa inyo. Tunay na ang Panginoon mo ay mabilis ang parusa at tunay na Siya ay talagang Mapagpatawad, Maawain"
        },
        {
            "chapter": 7,
            "verse": 1,
            "text": "Alif. Lām. Mīm. Sād"
        },
        {
            "chapter": 7,
            "verse": 2,
            "text": "[Ito ay] isang Aklat na pinababa sa iyo, kaya huwag magkaroon sa dibdib mo ng pagkaasiwa mula rito, upang magbabala ka sa pamamagitan nito at bilang paalaala para sa mga mananampalataya"
        },
        {
            "chapter": 7,
            "verse": 3,
            "text": "Sumunod kayo sa pinababa sa inyo mula sa Panginoon ninyo at huwag kayong sumunod sa bukod pa sa Kanya bilang mga katangkilik. Kakaunti ang isinasaalaala ninyo"
        },
        {
            "chapter": 7,
            "verse": 4,
            "text": "Kay rami ng pamayanang ipinahamak Namin saka dumating doon ang parusa Namin sa magdamag o habang sila ay mga umiidlip sa hapon"
        },
        {
            "chapter": 7,
            "verse": 5,
            "text": "saka walang iba ang panawagan nila noong dumating sa kanila ang parusa Namin maliban na nagsabi sila: \"Tunay na kami dati ay mga tagalabag sa katarungan"
        },
        {
            "chapter": 7,
            "verse": 6,
            "text": "Saka talagang magtatanong nga Kami sa mga pinagsuguan at talagang magtatanong nga Kami sa mga isinugo"
        },
        {
            "chapter": 7,
            "verse": 7,
            "text": "Kaya talagang magsasalaysay nga Kami sa kanila nang may kaalaman at Kami lagi ay hindi nakaliban"
        },
        {
            "chapter": 7,
            "verse": 8,
            "text": "Ang pagtitimbang sa Araw na iyon ay ang katotohanan. Kaya ang mga bumigat ang mga timbangan nila [ng kabutihan], ang mga iyon ay ang mga magtatagumpay"
        },
        {
            "chapter": 7,
            "verse": 9,
            "text": "Ang mga gumaan ang mga timbangan nila [ng kabutihan], ang mga iyon ay ang mga nagpalugi sa mga sarili nila dahil sila noon sa mga tanda Namin ay lumalabag sa katarungan"
        },
        {
            "chapter": 7,
            "verse": 10,
            "text": "Talaga ngang nagbigay-kapangyarihan Kami sa inyo sa lupa at gumawa Kami para sa inyo rito ng mga kabuhayan. Kaunti ang pinasasalamatan ninyo"
        },
        {
            "chapter": 7,
            "verse": 11,
            "text": "Talaga ngang lumikha Kami sa inyo. Pagkatapos nag-anyo Kami sa inyo. Pagkatapos nagsabi Kami sa mga anghel: \"Magpatirapa kayo kay Adan,\" kaya nagpatirapa sila maliban si Satanas; hindi siya naging kabilang sa mga nagpapatirapa"
        },
        {
            "chapter": 7,
            "verse": 12,
            "text": "Nagsabi Siya: \"Ano ang pumigil sa iyo na hindi ka magpatirapa noong nag-utos Ako sa iyo?\" Nagsabi ito: \"Ako ay higit na mainam kaysa sa kanya. Lumikha Ka sa akin mula sa apoy samantalang lumikha Ka sa kanya mula sa putik"
        },
        {
            "chapter": 7,
            "verse": 13,
            "text": "Nagsabi Siya: \"Kaya lumapag ka mula rito sapagkat hindi nagiging ukol sa iyo na magpakamalaki rito. Kaya lumabas ka; tunay na ikaw ay kabilang sa mga nanliliit"
        },
        {
            "chapter": 7,
            "verse": 14,
            "text": "Nagsabi ito: \"Magpaantala Ka sa akin hanggang sa araw na bubuhayin sila"
        },
        {
            "chapter": 7,
            "verse": 15,
            "text": "Nagsabi Siya: \"Tunay na ikaw ay kabilang sa mga ipagpapaliban"
        },
        {
            "chapter": 7,
            "verse": 16,
            "text": "Nagsabi ito: \"Kaya dahil nagpalisya Ka sa akin, talagang mag-aabang nga ako sa kanila sa landasin Mong tuwid"
        },
        {
            "chapter": 7,
            "verse": 17,
            "text": "Pagkatapos talagang pupunta nga ako sa kanila sa harapan nila at sa likuran nila at sa dakong mga kanan nila at sa dakong mga kaliwa nila. Hindi Ka makatatagpo sa higit na marami sa kanila bilang mga tagapagpasalamat"
        },
        {
            "chapter": 7,
            "verse": 18,
            "text": "Nagsabi Siya: \"Lumabas ka mula rito bilang nilalait na pinalalayas. Talagang ang sinumang sumunod sa iyo kabilang sa kanila ay talagang magpupuno nga Ako ng Impiyerno mula sa inyo nang magkakasama"
        },
        {
            "chapter": 7,
            "verse": 19,
            "text": "O Adan, manahan ka at ang asawa mo sa Paraiso, saka kumain kayong dalawa mula saanman ninyo loobin ngunit huwag kayong dalawa lumapit sa punong-kahoy na ito para kayong dalawa ay [hindi] maging kabilang sa mga tagalabag sa katarungan"
        },
        {
            "chapter": 7,
            "verse": 20,
            "text": "Ngunit nagpasaring sa kanilang dalawa ang demonyo upang magtambad siya sa kanilang dalawa ng binalot para sa kanilang dalawa mula sa kahubaran nilang dalawa. Nagsabi siya: \"Hindi sumaway sa inyong dalawa ang Panginoon ninyong dalawa laban sa punong-kahoy na ito maliban na kayong dalawa ay maging mga anghel o kayong dalawa ay maging kabilang sa mga nananatiling-buhay"
        },
        {
            "chapter": 7,
            "verse": 21,
            "text": "Nakipagsumpaan siya sa kanilang dalawa: \"Tunay na ako para sa inyong dalawa ay kabilang sa mga tagapayo"
        },
        {
            "chapter": 7,
            "verse": 22,
            "text": "Kaya nagpamithi siya sa kanilang dalawa dahil sa kahibangan. Kaya noong nakatikim silang dalawa sa [bunga ng] punong-kahoy ay natambad sa kanilang dalawa ang kahubaran nilang dalawa at nagsimula silang dalawa na magkapit sa kanilang dalawa ng mula sa mga dahon ng Paraiso. Nanawagan sa kanilang dalawa ang Panginoon nilang dalawa: \"Hindi ba Ako sumaway sa inyong dalawa laban sa punong-kahoy na iyon at nagsabi sa inyong dalawa: Tunay na ang demonyo para sa inyong dalawa ay isang kaaway na malinaw"
        },
        {
            "chapter": 7,
            "verse": 23,
            "text": "Nagsabi silang dalawa: \"Panginoon namin, lumabag kami sa katarungan sa mga sarili namin. Kung hindi Ka magpapatawad sa amin at maaawa sa amin, talagang kami nga ay magiging kabilang sa mga lugi"
        },
        {
            "chapter": 7,
            "verse": 24,
            "text": "Nagsabi Siya: \"Lumapag kayo; ang iba sa inyo para sa iba ay kaaway. Ukol sa inyo sa lupa ay isang pinagtitigilan at isang natatamasa hanggang sa isang panahon"
        },
        {
            "chapter": 7,
            "verse": 25,
            "text": "Nagsabi Siya: \"Sa loob niyon mabubuhay kayo, sa loob niyon mamamatay kayo, at mula roon ilalabas kayo"
        },
        {
            "chapter": 7,
            "verse": 26,
            "text": "O mga anak ni Adan, nagpababa nga Kami sa inyo ng kasuutan na magbabalot sa kahubaran ninyo at bilang gayak. Ang kasuutan ng pangingilag magkasala, iyon ay higit na mabuti. Iyon ay kabilang sa mga tanda ni Allāh, nang sa gayon sila ay magsasaalaala"
        },
        {
            "chapter": 7,
            "verse": 27,
            "text": "O mga anak ni Adan, huwag ngang tutukso sa inyo ang demonyo yayamang nagpalabas siya sa mga magulang ninyo mula sa Paraiso habang nag-aalis sa kanilang dalawa ng kasuutan nilang dalawa upang magpakita siya sa kanilang dalawa ng kahubaran nilang dalawa. Tunay na siya ay nakakikita sa inyo, siya at ang mga kampon niya, mula sa kung saan hindi kayo nakakikita sa kanila. Tunay na Kami ay gumawa sa mga demonyo bilang mga katangkilik para sa mga hindi sumasampalataya"
        },
        {
            "chapter": 7,
            "verse": 28,
            "text": "Kapag gumawa sila ng isang malaswa ay magsasabi sila: \"Nakatagpo kami sa gayon sa mga magulang namin at si Allāh ay nag-utos sa amin niyon.\" Sabihin mo: \"Tunay na si Allāh ay hindi nag-uutos ng kalaswaan; nagsasabi ba kayo hinggil kay Allāh ng hindi ninyo nalalaman"
        },
        {
            "chapter": 7,
            "verse": 29,
            "text": "Sabihin mo: \"Nag-utos ang Panginoon ko ng pagkamakatarungan, at na magpanatili kayo ng mga mukha ninyo sa bawat patirapaan at manalangin kayo sa Kanya habang mga nagpapakawagas para sa Kanya sa relihiyon. Kung paanong nagsimula Siya sa inyo, [gayon] kayo manunumbalik"
        },
        {
            "chapter": 7,
            "verse": 30,
            "text": "May isang pangkat na pinatnubayan Niya at may isang pangkat na nagindapat sa kanila ang kaligawan. Tunay na sila ay gumawa sa mga demonyo bilang mga katangkilik bukod pa kay Allāh at nag-aakala na mga napapatnubayan"
        },
        {
            "chapter": 7,
            "verse": 31,
            "text": "O mga anak ni Adan, magsuot kayo ng gayak ninyo sa bawat masjid. Kumain kayo at uminom kayo at huwag kayong magpakalabis; tunay na Siya ay hindi umiibig sa mga nagpapakalabis"
        },
        {
            "chapter": 7,
            "verse": 32,
            "text": "Sabihin mo: \"Sino ang nagbawal sa gayak ni Allāh na pinalabas Niya para sa mga lingkod Niya at sa mga kaaya-aya mula sa panustos?\" Sabihin mo: \"Ito ay para sa mga sumampalataya sa [sandali ng] buhay na pangmundo samantalang nakalaan [sa kanila] sa Araw ng Pagbangon.\" Gayon Kami nagdedetalye ng mga tanda para sa mga taong umaalam"
        },
        {
            "chapter": 7,
            "verse": 33,
            "text": "Sabihin mo: \"Nagbawal lamang ang Panginoon ko ng mga malaswa: anumang nalantad sa mga ito at anumang nakubli, ng kasalanan, ng paglabag nang walang karapatan, na magtambal kayo kay Allāh ng anumang hindi naman Siya nagbaba roon ng isang katunayan, at na magsabi kayo hinggil kay Allāh ng hindi ninyo nalalaman"
        },
        {
            "chapter": 7,
            "verse": 34,
            "text": "Para sa bawat kalipunan ay may taning. Kaya kapag dumating ang taning nila ay hindi sila makapagpapaantala ng isang sandali at hindi sila makapagpapauna"
        },
        {
            "chapter": 7,
            "verse": 35,
            "text": "O mga anak ni Adan, kung may pupunta nga sa inyo na mga sugo kabilang sa inyo, na nagsasalaysay sa inyo ng mga tanda Ko, ang mga nangilag magkasala at nagsaayos ay walang pangamba sa kanila ni sila ay malulungkot"
        },
        {
            "chapter": 7,
            "verse": 36,
            "text": "Ang mga nagpasinungaling sa mga tanda Namin at nagmalaki sa mga ito, ang mga iyon ang mga maninirahan sa Apoy; sila ay doon mga mananatili"
        },
        {
            "chapter": 7,
            "verse": 37,
            "text": "Kaya sino pa ang higit na tagalabag sa katarungan kaysa sa sinumang gumawa-gawa laban kay Allāh ng isang kasinungalingan o nagpasinungaling sa mga tanda Niya. Ang mga iyon, aabot sa kanila ang bahagi nila mula sa talaan, na hanggang sa nang dumating sa kanila ang mga sugo Namin na magpapapanaw sa kanila ay magsasabi ang mga ito: \"Nasaan ang dati ninyong dinadalanginan bukod pa kay Allāh?\" Magsasabi sila: \"Nawala sila sa amin.\" Sumaksi sila laban sa mga sarili nila na sila noon ay mga tagatangging sumampalataya"
        },
        {
            "chapter": 7,
            "verse": 38,
            "text": "Nagsabi Siya: \"Magsipasok kayo Apoy kasama sa mga kalipunang nakalipas na bago pa ninyo kabilang sa jinn at tao. Sa tuwing pumapasok ang isang kalipunan ay isinusumpa nito ang [kalipunang] huwaran nito, na hanggang sa nang nagsunuran sila roon sa kalahatan ay magsasabi ang huli sa kanila sa una sa kanila: \"Panginoon Namin, ang mga ito ay nagligaw sa amin kaya bigyan Mo sila ng isang ibayong pagdurusa mula sa Apoy.\" Magsasabi Siya: \"Ukol sa bawat isa ay ibayo, subalit hindi ninyo nalalaman"
        },
        {
            "chapter": 7,
            "verse": 39,
            "text": "Magsasabi ang una sa kanila sa huli sa kanila: \"Sapagkat hindi kayo nagkaroon higit sa amin ng anumang kalamangan, kaya lasapin ninyo ang pagdurusa dahil sa dati ninyong nakakamit"
        },
        {
            "chapter": 7,
            "verse": 40,
            "text": "Tunay na ang mga nagpasinungaling sa mga tanda Namin at nagmalaki sa mga ito ay hindi bubuksan para sa kanila ang mga pinto ng langit at hindi sila papasok sa Paraiso hanggang sa lumagos ang kamelyo sa mata ng karayom. Gayon Kami gaganti sa mga salarin"
        },
        {
            "chapter": 7,
            "verse": 41,
            "text": "Para sa kanila mula sa Impiyerno ay himlayan at mula sa ibabaw nila ay mga pambalot. Gayon Kami gaganti sa mga tagalabag sa katarungan"
        },
        {
            "chapter": 7,
            "verse": 42,
            "text": "Ang mga sumampalataya at gumawa ng mga maayos – hindi Kami nag-aatang sa isang kaluluwa malibang ayon sa kakayahan nito – ang mga iyon ay ang mga maninirahan sa Paraiso; sila ay doon mga mananatili"
        },
        {
            "chapter": 7,
            "verse": 43,
            "text": "Magtatanggal Kami ng anumang nasa mga dibdib nila na hinanakit, habang dumadaloy mula sa ilalim nila ang mga ilog. Magsasabi sila: \"Ang papuri ay ukol kay Allāh na nagpatnubay sa amin para rito. Hindi sana kami naging ukol mapatnubayan kung sakaling hindi dahil nagpatnubay sa amin si Allāh. Talaga ngang naghatid ang mga sugo ng Panginoon namin ng katotohanan.\" Tatawagin sila: \"Iyon ay ang Paraiso; ipinamana sa inyo iyon dahil sa dati ninyong ginagawa"
        },
        {
            "chapter": 7,
            "verse": 44,
            "text": "Mananawagan ang mga maninirahan sa Paraiso sa mga maninirahan sa Apoy, na [nagsasabi]: \"Nakatagpo nga kami sa ipinangako sa amin ng Panginoon namin bilang totoo, kaya nakatagpo ba kayo sa ipinangako ng Panginoon ninyo bilang totoo?\" Magsasabi sila: \"Oo.\" Kaya magpapahayag ang isang tagapagpahayag sa pagitan nila na ang sumpa ni Allāh ay nasa mga tagalabag sa katarungan"
        },
        {
            "chapter": 7,
            "verse": 45,
            "text": "ang mga sumasagabal sa landas ni Allāh at naghahangad dito ng isang kabaluktutan samantalang sila sa Kabilang-buhay ay mga tagatangging sumampalataya"
        },
        {
            "chapter": 7,
            "verse": 46,
            "text": "Sa pagitan ng dalawang [pangkat na] ito ay may tabing. Sa mga tuktok ay may mga lalaking nakakikilala sa lahat ayon sa mga tatak ng mga ito. Mananawagan sila sa mga maninirahan sa Paraiso, na [nagsasabi]: \"Kapayapaan ay sumainyo.\" Hindi pa nakapasok ang mga ito roon at ang mga ito ay naghahangad"
        },
        {
            "chapter": 7,
            "verse": 47,
            "text": "Kapag inilihis ang mga paningin nila paharap sa mga maninirahan sa Apoy ay magsasabi sila: \"Panginoon Namin, huwag Kang maglagay sa amin kasama sa mga taong tagalabag sa katarungan"
        },
        {
            "chapter": 7,
            "verse": 48,
            "text": "Mananawagan ang mga nananatili sa mga tuktok sa mga taong nakikilala nila ayon sa mga tatak ng mga ito, na magsasabi: \"Walang naidulot para sa inyo ang pagtipon ninyo at ang dati ninyong ipinagmamalaki"
        },
        {
            "chapter": 7,
            "verse": 49,
            "text": "Ang mga ito ba ang mga sumumpa kayong hindi magpapakamit sa kanila si Allāh ng awa? [Sasabihin]: \"Magsipasok kayo sa Paraiso; walang pangamba sa inyo ni kayo ay malulungkot"
        },
        {
            "chapter": 7,
            "verse": 50,
            "text": "Mananawagan ang mga naninirahan sa Apoy sa mga naninirahan sa Paraiso, na [nagsasabi]: \"Magpabaha kayo sa amin ng tubig o ng anumang itinustos sa inyo ni Allāh.\" Magsasabi ang mga ito: \"Tunay na si Allāh ay nagbawal ng dalawang ito sa mga tagatangging sumampalataya"
        },
        {
            "chapter": 7,
            "verse": 51,
            "text": "na mga gumawa sa relihiyon nila bilang libingan at laro, at luminlang sa kanila ang buhay na pangmundo.\" Kaya ngayong Araw lilimot Kami sa kanila kung paanong lumimot sila sa pakikipagkita sa Araw nilang ito at sila dati sa mga tanda Namin ay nagkakaila"
        },
        {
            "chapter": 7,
            "verse": 52,
            "text": "Talaga ngang naghatid Kami sa kanila ng isang aklat na dinetalye Namin ayon sa kaalaman bilang patnubay at awa para sa mga taong sumasampalataya"
        },
        {
            "chapter": 7,
            "verse": 53,
            "text": "Naghihintay kaya sila maliban pa ng pagsasakatuparan nito? Sa araw na pupunta ang pagsasakatuparan nito ay magsasabi ang mga lumimot nito bago pa niyan: \"Naghatid nga ang mga sugo ng Panginoon Namin ng katotohanan, kaya mayroon ba kaming anumang mga tagapagpamagitan para mamagitan sila para sa amin, o pababalikin kami para gumawa kami ng iba sa dati naming ginagawa?\" Nagpalugi nga sila ng mga sarili nila at nawala sa kanila ang dati nilang ginawa-gawa"
        },
        {
            "chapter": 7,
            "verse": 54,
            "text": "Tunay na ang Panginoon ninyo ay si Allāh na lumikha ng mga langit at lupa sa anim na araw, pagkatapos lumuklok Siya sa Trono. Nagbabalot Siya ng gabi sa maghapon na humahabol doon nang maliksi. [Lumikha Siya] ng araw, buwan, at mga bituin bilang mga pinagsisilbi ayon sa utos Niya. Pansinin, sa Kanya ang paglikha at ang pag-uutos. Napakamapagpala si Allāh, ang Panginoon ng mga nilalang"
        },
        {
            "chapter": 7,
            "verse": 55,
            "text": "Manalangin kayo sa Panginoon ninyo nang may pagpapakumbaba at pagkukubli. Tunay na Siya ay hindi umiibig sa mga tagalabag"
        },
        {
            "chapter": 7,
            "verse": 56,
            "text": "Huwag kayong manggulo sa lupa matapos ng pagsasaayos nito. Dumalangin kayo sa Kanya nang may pangamba at paghahangad. Tunay na ang awa ni Allāh ay malapit sa mga tagagawa ng maganda"
        },
        {
            "chapter": 7,
            "verse": 57,
            "text": "Siya ay ang nagsusugo ng mga hangin bilang mga tagapagbalita ng nakagagalak sa harap ng awa Niya, na hanggang sa nang nagdala ang mga iyon ng mga ulap na mabigat ay umakay Kami sa mga ito tungo sa isang bayang patay saka nagpababa Kami roon ng tubig kaya nagpalabas Kami sa pamamagitan nito ng lahat ng mga bunga. Gayon Kami magpapalabas ng mga patay, nang sa gayon kayo ay magsasaalaala"
        },
        {
            "chapter": 7,
            "verse": 58,
            "text": "Ang bayang kaaya-aya ay lumalabas ang tanim nito ayon sa pahintulot ng Panginoon nito at ang naging karima-rimarim ay hindi lumalabas ito kundi pahirapan. Gayon Kami nagsarisari ng mga tanda para sa mga taong nagpapasalamat"
        },
        {
            "chapter": 7,
            "verse": 59,
            "text": "Talaga ngang nagsugo Kami kay Noe sa mga kababayan niya, saka nagsabi siya: “O mga kababayan ko, sumamba kayo kay Allāh; walang ukol sa inyo na anumang Diyos na iba pa sa Kanya. Tunay na ako ay nangangamba para sa inyo sa pagdurusa sa isang araw na sukdulan"
        },
        {
            "chapter": 7,
            "verse": 60,
            "text": "Nagsabi ang pamunuan kabilang sa mga kalipi niya: \"Tunay na kami ay talagang nakakikita sa iyo sa isang pagkaligaw na malinaw"
        },
        {
            "chapter": 7,
            "verse": 61,
            "text": "Nagsabi siya: \"O mga kalipi ko, walang kaligawan sa akin, subalit ako ay isang sugo mula sa Panginoon ng mga nilalang"
        },
        {
            "chapter": 7,
            "verse": 62,
            "text": "Nagpapaabot ako sa inyo ng mga pasugo ng Panginoon ko, nagpapayo ako sa inyo, at nakaaalam ako mula kay Allāh ng hindi ninyo nalalaman"
        },
        {
            "chapter": 7,
            "verse": 63,
            "text": "Namangha ba kayo na may dumating sa inyo na isang paalaala mula sa Panginoon ninyo dala ng isang lalaking kabilang sa inyo upang magbabala siya sa inyo, upang mangilag kayong magkasala, at nang sa gayon kayo ay kaaawaan"
        },
        {
            "chapter": 7,
            "verse": 64,
            "text": "Ngunit nagpasinungaling sila sa kanya, kaya pinaligtas Namin siya at ang mga kasama sa kanya sa daong at nilunod Namin ang mga nagpasinungaling sa mga tanda Namin. Tunay na sila noon ay mga taong bulag"
        },
        {
            "chapter": 7,
            "verse": 65,
            "text": "[Nagsugo sa] `Ād ng kapatid nilang si Hūd. Nagsabi siya: \"O mga kalipi ko, sumamba kayo kay Allāh; walang ukol sa inyo na anumang Diyos na iba pa sa Kanya. Kaya hindi ba kayo mangingilag magkasala"
        },
        {
            "chapter": 7,
            "verse": 66,
            "text": "Nagsabi ang konseho na mga tumangging sumampalataya kabilang sa mga kalipi niya: \"Tunay na kami ay talagang nakakikita sa iyo sa isang kahunghangan at tunay na kami ay nakatitiyak sa iyo na kabilang sa mga sinungaling"
        },
        {
            "chapter": 7,
            "verse": 67,
            "text": "Nagsabi siya: \"O mga kalipi ko, walang kahunghangan sa akin subalit ako ay isang sugo mula sa Panginoon ng mga nilalang"
        },
        {
            "chapter": 7,
            "verse": 68,
            "text": "Nagpapaabot ako sa inyo ng mga pasugo ng Panginoon ko, at ako para sa inyo ay isang tagapayong pinagkakatiwalaan"
        },
        {
            "chapter": 7,
            "verse": 69,
            "text": "Namangha ba kayo na may dumating sa inyo na isang paalaala mula sa Panginoon ninyo dala ng isang lalaking kabilang sa inyo upang magbabala sa inyo? Alalahanin ninyo noong gumawa Siya sa inyo bilang mga kahalili nang matapos ng mga tao ni Noe at nagdagdag Siya sa inyo ng kalakasan sa pangangatawan. Kaya alalahanin ninyo ang mga pagpapala ng Panginoon ninyo, nang sa gayon kayo ay magtatagumpay"
        },
        {
            "chapter": 7,
            "verse": 70,
            "text": "Nagsabi sila: \"Dumating ka ba sa Amin upang sumamba kami kay Allāh lamangat umiwan Kami sa anumang dating sinasamba ng mga magulang namin? Kaya maglahad ka sa amin ng ipinangangako mo sa amin kung ikaw ay kabilang sa mga tapat"
        },
        {
            "chapter": 7,
            "verse": 71,
            "text": "Nagsabi siya: \"May bumagsak nga sa inyo mula sa Panginoon ninyo na isang kasalaulaan at isang galit. Nakikipagtalo ba kayo sa akin hinggil sa mga pangalang ipinangalan ninyo mismo at ng mga magulang ninyo, na hindi nagbaba si Allāh sa mga ito ng anumang katunayan. Kaya maghintay kayo; tunay na ako ay kasama sa inyo kabilang sa mga naghihintay"
        },
        {
            "chapter": 7,
            "verse": 72,
            "text": "Kaya pinaligtas Namin siya at ang mga kasama sa kanya dahil sa isang awa mula sa Amin. Pumutol Kami sa ugat ng mga nagpasinungaling sa mga tanda Namin. Sila noon ay hindi mga mananampalataya"
        },
        {
            "chapter": 7,
            "verse": 73,
            "text": "[Nagsugo sa] Thamūd ng kapatid nilang si Ṣāliḥ. Nagsabi siya: \"O mga kalipi ko, sumamba kayo kay Allāh; walang ukol sa inyo na anumang Diyos na iba pa sa Kanya. May dumating nga sa inyo na isang malinaw na patunay mula sa Panginoon ninyo. Ito ay dumalagang kamelyo ni Allāh; para sa inyo ay isang tanda, kaya hayaan ninyo itong manginain sa lupain ni Allāh at huwag ninyong salingin ito ng isang kasagwaan para hindi kayo daklutin ng isang pagdurusang masakit"
        },
        {
            "chapter": 7,
            "verse": 74,
            "text": "Alalahanin ninyo noong gumawa Siya sa inyo na mga kahalili nang matapos ng [lipi ng] `Ād at nagpatahan Siya sa inyo sa lupain. Gumagawa kayo mula sa mga kapatagan nito ng mga palasyo at lumililok kayo ng mga bundok na maging mga bahay. Kaya alalahanin ninyo ang mga biyaya ni Allāh at huwag kayong manampalasan sa lupa bilang mga tagagulo"
        },
        {
            "chapter": 7,
            "verse": 75,
            "text": "Nagsabi ang konseho na mga nagmalaki kabilang sa mga kalipi niya sa mga minamahina – sa sinumang sumampalataya kabilang sa kanila: \"Nakaaalam ba kayo na si Ṣāliḥ ay isang isinugo mula sa Panginoon niya?\" Nagsabi ang mga ito: \"Tunay na kami sa ipinasugo sa kanya ay mga mananampalataya"
        },
        {
            "chapter": 7,
            "verse": 76,
            "text": "Nagsabi ang mga nagmalaki: \"Tunay na kami sa sinampalatayanan ninyo ay mga tagatangging sumampalataya"
        },
        {
            "chapter": 7,
            "verse": 77,
            "text": "Kaya kinitil nila ang dumalagang kamelyo, nanampalasan sila sa utos ng Panginoon nila, at nagsabi sila: \"O Ṣāliḥ, maglahad ka sa amin ng ipinangangako mo sa amin kung ikaw ay kabilang sa mga isinugo"
        },
        {
            "chapter": 7,
            "verse": 78,
            "text": "Kaya dumaklot sa kanila ang yanig, saka sila, sa tahanan nila, ay naging mga [patay na] nakasubsob"
        },
        {
            "chapter": 7,
            "verse": 79,
            "text": "Kaya tumalikod siya sa kanila at nagsabi: \"O mga kalipi ko, talaga ngang nagpaabot ako sa inyo ng pasugo ng Panginoon ko at nagpayo ako sa inyo subalit hindi kayo umiibig sa mga tagapayo"
        },
        {
            "chapter": 7,
            "verse": 80,
            "text": "[Banggitin mo] si Lot noong nagsabi siya sa mga kababayan niya: \"Gumagawa ba kayo ng mahalay, na walang nakauna sa inyo roon na isa man kabilang sa mga nilalang"
        },
        {
            "chapter": 7,
            "verse": 81,
            "text": "Tunay na kayo ay talagang pumupunta sa mga lalaki dala ng pagnanasa sa bukod pa sa mga babae, bagkus kayo ay mga taong nagpapakalabis"
        },
        {
            "chapter": 7,
            "verse": 82,
            "text": "Walang iba ang sagot ng mga kababayan niya kundi na nagsabi sila: \"Palabasin ninyo sila mula sa pamayanan ninyo; tunay na sila ay mga taong nagpapakadalisay"
        },
        {
            "chapter": 7,
            "verse": 83,
            "text": "Kaya pinaligtas Namin siya at ang mag-anak niya maliban sa maybahay niya; ito ay naging kabilang sa mga nagpapaiwan"
        },
        {
            "chapter": 7,
            "verse": 84,
            "text": "Nagpaulan Kami sa kanila ng isang ulan, kaya tumingin ka kung papaano naging ang kinahinatnan ng mga salarin"
        },
        {
            "chapter": 7,
            "verse": 85,
            "text": "[Nagsugo sa] Madyan ng kapatid nilang si Shu`ayb. Nagsabi siya: \"O mga kalipi ko, sumamba kayo kay Allāh; walang ukol sa inyo na anumang Diyos na iba pa sa Kanya. May dumating nga sa inyo na isang malinaw na patunay mula sa Panginoon ninyo. Kaya magpalubus-lubos kayo ng pagtatakal at [pagtitimbang sa] timbangan, huwag kayong magpakulang sa mga tao sa mga bagay-bagay nila, at huwag kayong manggulo sa lupa matapos ng pagsasaayos nito. Iyon ay higit na mabuti para sa inyo kung kayo ay mga mananampalataya"
        },
        {
            "chapter": 7,
            "verse": 86,
            "text": "Huwag kayong umupo sa bawat landasin, na nagbabanta kayo at sumasagabal kayo sa landas ni Allāh sa sinumang sumampalataya sa Kanya, at naghahangad kayo rito ng isang kabaluktutan. Alalahanin ninyo, noong kayo dati ay kakaunti, pinarami Niya kayo. Tumingin kayo kung papaano naging ang kinahinatnan ng mga tagagulo"
        },
        {
            "chapter": 7,
            "verse": 87,
            "text": "Kung may isang pangkatin kabilang sa inyo na sumampalataya sa ipinasugo sa akin at may isang pangkating hindi sumampalataya, magtiis kayo hanggang sa humatol si Allāh sa pagitan natin. Siya ay ang pinakamainam sa mga tagahatol"
        },
        {
            "chapter": 7,
            "verse": 88,
            "text": "Nagsabi ang konseho na mga nagmalaki kabilang sa mga kalipi niya: \"Talagang magpapalabas nga Kami sa iyo, O Shu`ayb, at sa mga sumampalataya kasama sa iyo mula sa pamayanan natin, o talagang manunumbalik nga kayo sa kapaniwalaan namin.\" Nagsabi siya: \"Kahit ba kami ay naging mga nasusuklam"
        },
        {
            "chapter": 7,
            "verse": 89,
            "text": "Gumawa-gawa nga kami laban kay Allāh ng isang kasinungalingan kung nanumbalik kami sa kapaniwalaan ninyo matapos noong nagligtas sa amin si Allāh mula roon. Hindi nagiging ukol sa amin na manumbalik kami roon maliban na loobin ni Allāh, ang Panginoon namin. Sumakop ang Panginoon namin sa bawat bagay sa kaalaman. Kay Allāh kami nananalig. Panginoon naming, humusga Ka sa pagitan namin at ng mga kalipi namin ayon sa katotohanan, at Ikaw ay ang pinakamabuti sa mga tagahusga"
        },
        {
            "chapter": 7,
            "verse": 90,
            "text": "Nagsabi ang konseho na mga tumangging sumampalataya kabilang sa mga kalipi niya: \"Talagang kung sumunod kayo kay Shu`ayb, tunay na kayo samakatuwid ay talagang mga lugi"
        },
        {
            "chapter": 7,
            "verse": 91,
            "text": "Kaya dumaklot sa kanila ang yanig, saka sila, sa tahanan nila, ay naging mga [patay na] nakasubsob"
        },
        {
            "chapter": 7,
            "verse": 92,
            "text": "Ang mga nagpasinungaling kay Shu`ayb ay para bang hindi nanirahan doon. Ang mga nagpasinungaling kay Shu`ayb, sila noon ay ang mga lugi"
        },
        {
            "chapter": 7,
            "verse": 93,
            "text": "Kaya tumalikod siya sa kanila at nagsabi: \"O mga kalipi ko, talaga ngang nagpaabot ako sa inyo ng mga pasugo ng Panginoon ko at nagpayo ako sa inyo, kaya papaano akong magdadalamhati sa mga taong tagatangging sumampalataya"
        },
        {
            "chapter": 7,
            "verse": 94,
            "text": "Hindi Kami nagsugo sa isang pamayanan ng anumang propeta malibang nagpataw Kami sa mga mamamayan nito ng kadahupan at kariwaraan, nang sa gayon sila ay magpapakumbaba"
        },
        {
            "chapter": 7,
            "verse": 95,
            "text": "Pagkatapos nagpalit Kami sa lugar ng masagwang lagay ng magandang lagay hanggang sa lumago sila at nagsabi: \"Sumaling nga sa mga magulang namin ang kariwaraan at ang kariwasaan.\" Kaya dumaklot Kami sa kanila nang biglaan habang sila ay hindi nakararamdam"
        },
        {
            "chapter": 7,
            "verse": 96,
            "text": "Kung sakaling ang mga naninirahan sa mga pamayanan ay sumampalataya at nangilag magkasala, talaga sanang nagbukas Kami sa kanila ng mga pagpapala mula sa langit at lupa subalit nagpasinungaling sila kaya dumaklot Kami sa kanila dahil sa dati nilang kinakamit"
        },
        {
            "chapter": 7,
            "verse": 97,
            "text": "Kaya natiwasay ba ang mga naninirahan sa mga pamayanan na pumunta sa kanila ang parusa Namin sa magdamag habang sila ay mga tulog"
        },
        {
            "chapter": 7,
            "verse": 98,
            "text": "Natiwasay ba ang mga naninirahan sa mga pamayanan na pumunta sa kanila ang parusa Namin sa kaumagahan habang sila ay naglalaro"
        },
        {
            "chapter": 7,
            "verse": 99,
            "text": "Kaya natiwasay ba sila sa panlalansi ni Allāh sapagkat walang natitiwasay sa panlalansi ni Allāh kundi ang mga taong lugi"
        },
        {
            "chapter": 7,
            "verse": 100,
            "text": "Hindi ba napaglinawan para sa mga nagmamana ng lupa matapos ng mga [naunang] naninirahan dito na kung sakaling niloloob Namin ay nagpasakit sana Kami sa kanila dahil sa mga pagkakasala nila? Nagpipinid Kami sa mga puso nila kaya sila ay hindi nakaririnig"
        },
        {
            "chapter": 7,
            "verse": 101,
            "text": "Ang mga pamayanang iyon ay nagsasalaysay Kami sa iyo ng ilan sa mga balita ng mga iyon. Talaga ngang naghatid sa kanila ang mga sugo nila ng mga malinaw na patunay, ngunit hindi sila naging ukol na sumampalataya sa pinasinungalingan nila bago pa niyan. Gayon nagpipinid si Allāh sa mga puso ng mga tagatangging sumampalataya"
        },
        {
            "chapter": 7,
            "verse": 102,
            "text": "Hindi Kami nakatagpo sa higit na marami sa kanila ng anumang kasunduan at nakatagpo lamang Kami sa higit na marami sa kanila na talagang mga suwail"
        },
        {
            "chapter": 7,
            "verse": 103,
            "text": "Pagkatapos nagpadala Kami, nang matapos nila, kay Moises kalakip ng mga tanda Namin patungo kay Paraon at sa konseho nito, ngunit lumabag sila sa katarungan sa mga ito kaya tumingin ka kung papaano naging ang kinahinatnan ng mga tagatiwali"
        },
        {
            "chapter": 7,
            "verse": 104,
            "text": "Nagsabi si Moises: \"O Paraon, tunay na ako ay isang sugo mula sa Panginoon ng mga nilalang"
        },
        {
            "chapter": 7,
            "verse": 105,
            "text": "Karapat-dapat na hindi ako magsabi tungkol kay Allāh malibang ng totoo. Nagdala nga ako sa inyo ng isang malinaw na patunay mula sa Panginoon ninyo kaya ipadala mo kasama sa akin ang mga anak ni Israel"
        },
        {
            "chapter": 7,
            "verse": 106,
            "text": "Nagsabi ito: \"Kung ikaw ay nagdala ng isang tanda, maglahad ka nito kung ikaw ay naging kabilang sa mga tapat"
        },
        {
            "chapter": 7,
            "verse": 107,
            "text": "Kaya pumukol siya ng tungkod niya at biglang ito ay isang ulupong na malinaw"
        },
        {
            "chapter": 7,
            "verse": 108,
            "text": "Humugot siya ng kamay niya at biglang ito ay maputi para sa mga tagatingin"
        },
        {
            "chapter": 7,
            "verse": 109,
            "text": "Nagsabi ang konseho kabilang sa mga tao ni Paraon: \"Tunay na ito ay talagang isang manggagaway na maalam"
        },
        {
            "chapter": 7,
            "verse": 110,
            "text": "Nagnanais siya na magpalabas sa inyo mula sa lupain ninyo kaya ano ang ipag-uutos ninyo"
        },
        {
            "chapter": 7,
            "verse": 111,
            "text": "Nagsabi sila: \"Mag-antala ka sa kanya at sa kapatid niya at magsugo ka sa mga lungsod ng mga tagakalap"
        },
        {
            "chapter": 7,
            "verse": 112,
            "text": "na magdadala sila sa iyo ng bawat manggagaway na maalam"
        },
        {
            "chapter": 7,
            "verse": 113,
            "text": "Dumating ang mga manggagaway kay Paraon. Nagsabi sila: \"Tunay na mayroon kami talagang pabuya kung kami ay ang mga tagapanaig"
        },
        {
            "chapter": 7,
            "verse": 114,
            "text": "Nagsabi ito: \"Oo, at tunay na kayo ay talagang kabilang sa mga inilapit [sa akin]"
        },
        {
            "chapter": 7,
            "verse": 115,
            "text": "Nagsabi sila: \"O Moises, maaari na pumukol ka o maaari na maging kami mismo ang mga tagapukol"
        },
        {
            "chapter": 7,
            "verse": 116,
            "text": "Nagsabi siya: \"Pumukol kayo.\" Kaya noong pumukol sila ay gumaway sila sa mga mata ng mga tao, nagpangilabot sila sa mga ito, at naghatid sila ng isang panggagaway na sukdulan"
        },
        {
            "chapter": 7,
            "verse": 117,
            "text": "Nagkasi Kami kay Moises, na [nagsasabi]: \"Pumukol ka ng tungkod mo,\" kaya biglang ito ay lumalamon sa ipinanlilinlang nila"
        },
        {
            "chapter": 7,
            "verse": 118,
            "text": "Kaya napagtibay ang katotohanan at napawalang-saysay ang dati nilang ginagawa"
        },
        {
            "chapter": 7,
            "verse": 119,
            "text": "Kaya nadaig sila roon at umuwi na mga nanliliit"
        },
        {
            "chapter": 7,
            "verse": 120,
            "text": "Kaya napahandusay ang mga manggagaway na mga nakapatirapa"
        },
        {
            "chapter": 7,
            "verse": 121,
            "text": "Nagsabi sila: \"Sumampalataya kami sa Panginoon ng mga nilalang"
        },
        {
            "chapter": 7,
            "verse": 122,
            "text": "na Panginoon nina Moises at Aaron"
        },
        {
            "chapter": 7,
            "verse": 123,
            "text": "Nagsabi si Paraon: \"Sumampalataya kayo sa kanya bago ako magpahintulot sa inyo. Tunay na ito ay talagang isang panlalansi na ipinanlansi ninyo sa lungsod upang magpalabas kayo mula rito ng mga naninirahan dito, kaya malalaman ninyo"
        },
        {
            "chapter": 7,
            "verse": 124,
            "text": "Talagang magpuputul-putol nga ako ng mga kamay ninyo at mga paa ninyo nang magkabilaan, pagkatapos talagang magbibitin nga ako sa inyo nang magkakasama"
        },
        {
            "chapter": 7,
            "verse": 125,
            "text": "Nagsabi sila: \"Tunay na kami ay sa Panginoon namin mga mauuwi"
        },
        {
            "chapter": 7,
            "verse": 126,
            "text": "Hindi ka naghiganti sa amin kundi dahil sumampalataya kami sa mga tanda ng Panginoon namin noong dumating ang mga ito sa amin. Panginoon namin, magbuhos Ka sa amin ng pagtitiis at magpapanaw Ka sa amin bilang mga Muslim"
        },
        {
            "chapter": 7,
            "verse": 127,
            "text": "Nagsabi ang konseho kabilang sa mga tao ni Paraon: \"Magpapabaya ka ba kay Moises at sa mga kalipi niya upang manggulo sila sa lupain at magpabaya sa iyo at sa mga diyos mo?\" Nagsabi siya: \"Pagpapatayin natin ang mga anak na lalaki nila at pamumuhayin natin ang mga babae nila. Tunay na tayo sa ibabaw nila ay mga tagalupig"
        },
        {
            "chapter": 7,
            "verse": 128,
            "text": "Nagsabi si Moises sa mga tao niya: \"Magpatulong kayo kay Allāh at magtitiis kayo. Tunay na ang lupa ay sa kay Allāh; nagpapamana Siya nito sa sinumang niloloob Niya kabilang sa mga lingkod Niya. Ang kahihinatnan ay ukol sa mga tagapangilag magkasala"
        },
        {
            "chapter": 7,
            "verse": 129,
            "text": "Nagsabi sila: \"Sinaktan kami bago ka pa pumunta sa amin at nang matapos na dumating ka sa amin.\" Nagsabi siya: \"Marahil ang Panginoon ninyo ay magpahamak sa kaaway ninyo at magpahalili sa inyo sa lupain para makakita Siya kung papaano kayong gumagawa"
        },
        {
            "chapter": 7,
            "verse": 130,
            "text": "Talaga ngang dumaklot Kami sa angkan ni Paraon sa pamamagitan ng mga taon [ng tagtuyot] at isang kabawasan mula sa mga bunga, nang sa gayon sila ay magsasaalaala"
        },
        {
            "chapter": 7,
            "verse": 131,
            "text": "Ngunit noong dumating sa kanila ang maganda ay nagsabi sila: \"Ukol sa atin ito.\" Kung may tatama sa kanila na isang masagwa ay nag-uugnay sila ng kamalasan kay Moises at sa sinumang kasama sa kanya. Pansinin, ang kamalasan nila ay nasa ganang kay Allāh lamang subalit ang higit na marami sa kanila ay hindi nakaaalam"
        },
        {
            "chapter": 7,
            "verse": 132,
            "text": "Nagsabi sila: \"Anupaman ang ilahad mo sa amin na himala upang gumaway ka sa amin sa pamamagitan nito, hindi kami sa iyo mga mananampalataya"
        },
        {
            "chapter": 7,
            "verse": 133,
            "text": "Kaya nagsugo Kami sa kanila ng baha, mga balang, mga kuto, mga palaka, at dugo bilang mga himalang nagdedetalye ngunit nagmalaki sila. Sila noon ay mga taong salarin"
        },
        {
            "chapter": 7,
            "verse": 134,
            "text": "Noong bumagsak sa kanila ang pasakit ay nagsabi sila: \"O Moises, manalangin ka para sa amin sa Panginoon mo sa pamamagitan ng ihinabilin Niya sa ganang iyo. Talagang kung nagpawi ka sa amin ng pasakit ay talagang sasampalataya nga kami sa iyo at talagang magpapadala nga kami kasama sa iyo ng mga anak ni Israel"
        },
        {
            "chapter": 7,
            "verse": 135,
            "text": "Ngunit noong pumawi Kami sa kanila ng pasakit hanggang sa taning na sila ay aabot doon, biglang sila ay sumisira [sa pangako]"
        },
        {
            "chapter": 7,
            "verse": 136,
            "text": "Kaya naghiganti Kami sa kanila saka lumunod Kami sa kanila sa dagat dahil sila ay nagpasinungaling sa kanila sa mga tanda Namin at sila noon sa mga ito ay mga nalilingat"
        },
        {
            "chapter": 7,
            "verse": 137,
            "text": "Ipinamana Namin sa mga taong dating sinisiil ang mga silangan ng lupain at ang mga kanluran nito, na nagbiyaya Kami sa mga ito. Nalubos ang napakagandang salita ng Panginoon mo sa mga anak ni Israel dahil nagtiis sila. Winasak Namin ang dating niyayari ni Paraon at ng mga tao niya at ang dati nilang ipinatatayo"
        },
        {
            "chapter": 7,
            "verse": 138,
            "text": "Nagpalampas Kami sa mga anak ni Israel sa dagat saka napunta sila sa mga taong namimintuho sa mga anito para sa mga iyon. Nagsabi sila: \"O Moises, gumawa ka para sa amin ng isang diyos kung paanong mayroon silang mga diyos.\" Nagsabi siya: \"Tunay na kayo ay mga taong nagpapakamangmang"
        },
        {
            "chapter": 7,
            "verse": 139,
            "text": "Tunay na ang mga ito ay dinurog ang anumang sila ay naroon at walang-kabuluhan ang anumang dati nilang ginagawa"
        },
        {
            "chapter": 7,
            "verse": 140,
            "text": "Nagsabi siya: \"Sa iba pa kay Allāh ba maghahangad ako sa inyo bilang Diyos samantalang Siya ay nagtangi sa inyo sa mga nilalang"
        },
        {
            "chapter": 7,
            "verse": 141,
            "text": "[Banggitin] noong pinaligtas Namin kayo mula sa angkan ni Paraon. Nagpapataw sila sa inyo ng kasagwaan ng pagdurusa: pinagpapatay nila ang mga lalaking anak ninyo at pinamumuhay nila ang mga babae ninyo. Sa gayon ay may isang pagsubok, mula sa Panginoon ninyo, na sukdulan"
        },
        {
            "chapter": 7,
            "verse": 142,
            "text": "Nakipagtipan Kami kay Moises nang tatlumpong gabi at lumubos Kami sa mga ito sa [pagdagdag ng] sampu, kaya nalubos ang takdang oras ng Panginoon niya sa apatnapung gabi. Nagsabi si Moises sa kapatid niyang si Aaron: \"Humalili ka sa akin sa mga tao ko, magsaayos ka, at huwag kang sumunod sa landas ng mga tagatiwali"
        },
        {
            "chapter": 7,
            "verse": 143,
            "text": "Noong dumating si Moises para sa takdang oras at kumausap rito ang Panginoon nito ay nagsabi ito: \"Panginoon ko, magpakita Ka sa akin, titingin ako sa Iyo.\" Nagsabi Siya: \"Hindi ka makakikita sa Akin, subalit tumingin ka sa bundok sapagkat kung namalagi iyon sa lugar niyon ay makakikita ka sa Akin.\" Kaya noong lumantad ang Panginoon niya sa bundok ay ginawa Niya ito na isang patag. Bumagsak si Moises na hinimatay. Noong nagkamalay ito ay nagsabi ito: \"Kaluwalhatian sa iyo! Nagbabalik-loob ako sa Iyo, at ako ay ang una sa mga mananampalataya"
        },
        {
            "chapter": 7,
            "verse": 144,
            "text": "Nagsabi Siya: \"O Moises, tunay na Ako ay humirang sa iyo sa mga tao sa mga pasugo Ko at sa pananalita Ko, kaya kunin mo ang ibinigay Ko sa iyo at maging kabilang ka sa mga tagapagpasalamat"
        },
        {
            "chapter": 7,
            "verse": 145,
            "text": "Nagsulat Kami para sa kanya sa mga tablero ng bawat bagay bilang pangaral at pagdedetalye para sa bawat bagay, kaya kunin mo ang mga ito nang may lakas at ipag-utos mo sa mga tao mo na kumuha sila ng pinakamaganda sa mga ito. Ipakikita Ko sa inyo ang tahanan ng mga suwail"
        },
        {
            "chapter": 7,
            "verse": 146,
            "text": "Maglilihis Ako palayo sa mga tanda Ko sa mga nagpapakamalaki sa lupa nang walang karapatan. Kung makakikita sila ng bawat tanda ay hindi sila sasampalataya rito. Kung makakikita sila ng landas ng pagkagabay ay hindi sila gagawa rito bilang landas. Kung makakikita sila ng landas ng pagkalisya ay gagawa sila rito bilang landas. Iyon ay dahil sila ay nagpasinungaling sa mga tanda Namin, at sila noon sa mga ito ay mga nalilingat"
        },
        {
            "chapter": 7,
            "verse": 147,
            "text": "Ang mga nagpasinungaling sa mga tanda Namin at sa pakikipagkita sa Kabilang-buhay ay nawalang-kabuluhan ang mga gawa nila. Ginagantihan kaya sila ng maliban pa sa dati nilang ginagawa"
        },
        {
            "chapter": 7,
            "verse": 148,
            "text": "Gumawa ang mga tao ni Moises, nang matapos [ng paglisan] niya, mula sa mga hiyas nila ng isang guyang rebulto na mayroon itong pag-unga. Hindi ba sila nakakita na ito ay hindi nagsasalita sa kanila at hindi pumapatnubay sa kanila sa isang landas? Gumawa sila nito habang sila noon ay mga tagalabag sa katarungan"
        },
        {
            "chapter": 7,
            "verse": 149,
            "text": "Noong nagsisi sila at nakita nila na sila ay naligaw nga, nagsabi sila: \"Talagang kung hindi naawa sa atin ang Panginoon Natin at nagpatawad sa atin, talagang tayo nga ay magiging kabilang sa mga lugi"
        },
        {
            "chapter": 7,
            "verse": 150,
            "text": "Noong bumalik si Moises sa mga tao niya, na galit na galit na naghihinagpis, ay nagsabi siya: \"Kay saklap ang ipinanghalili ninyo sa akin nang matapos [ng paglisan] ko. Nagmadali ba kayo sa nauukol sa Panginoon ninyo?\" Itinapon niya ang mga tablero at dumaklot siya sa ulo ng kapatid niya, na hinihila ito patungo sa kanya. Nagsabi ito: \"Anak ng ina ko, tunay na ang mga tao ay nagmahina sa akin. Sila ay halos papatay sa akin. Kaya huwag kang magpatuwa dahil sa akin sa mga kaaway at huwag kang maglagay sa akin kasama sa mga taong tagalabag sa katarungan"
        },
        {
            "chapter": 7,
            "verse": 151,
            "text": "Nagsabi siya: \"Panginoon ko, magpatawad Ka sa akin at sa kapatid ko at magpapasok Ka sa amin sa awa Mo. Ikaw ay ang pinakamaawain sa mga naaawa"
        },
        {
            "chapter": 7,
            "verse": 152,
            "text": "Tunay na ang mga gumawa sa guya [bilang diyos] ay may aabot sa kanila na isang galit mula sa Panginoon nila at isang kaabahan sa buhay na pangmundo. Gayon Kami gumaganti sa mga tagagawa-gawa [ng kabulaanan]"
        },
        {
            "chapter": 7,
            "verse": 153,
            "text": "Ang mga gumawa ng mga masagwang gawa, pagkatapos nagbalik-loob nang matapos niyon at sumampalataya, tunay na ang Panginoon mo, nang matapos niyon, ay talagang Mapagpatawad, Maawain"
        },
        {
            "chapter": 7,
            "verse": 154,
            "text": "Noong humupa kay Moises ang galit ay kinuha niya ang mga tablero. Sa nakatitik sa mga ito ay may patnubay at awa para sa kanila na sa Panginoon nila ay nangingilabot"
        },
        {
            "chapter": 7,
            "verse": 155,
            "text": "Pumili si Moises sa mga tao niya ng pitumpung lalaki para sa takdang oras sa Amin, ngunit noong dumaklot sa kanila ang pagyanig ay nagsabi siya: \"Panginoon ko, kung sakaling niloob Mo ay nagpahamak Ka sana sa kanila bago pa niyan at sa akin. Magpapahamak Ka ba sa amin dahil sa ginawa ng mga hunghang kabilang sa amin? Ito ay walang iba kundi pagsubok Mo, na nagliligaw Ka sa pamamagitan nito ng sinumang niloloob Mo at nagpapatnubay Ka sa sinumang niloloob Mo. Ikaw ay ang Katangkilik namin kaya magpatawad Ka sa Amin at maawa Ka sa amin. Ikaw ay ang pinakamainam sa mga tagapagpatawad"
        },
        {
            "chapter": 7,
            "verse": 156,
            "text": "Magtakda Ka para sa amin sa Mundong ito ng isang maganda at sa Kabilang-buhay; tunay na kami ay nagbalik sa Iyo.\" Nagsabi Siya: \"Ang pagdurusang dulot Ko ay pinatatama Ko sa sinumang niloloob Ko. Ang awa Ko ay sumakop sa bawat bagay kaya magtatakda Ako nito para sa mga nangingilag magkasala at nagbibigay ng zakāh, at sa kanila na sa mga tanda Namin ay sumasampalataya"
        },
        {
            "chapter": 7,
            "verse": 157,
            "text": "na mga sumusunod sa Sugo na Propetang iliterato, na nakatatagpo sila sa kanya na nakasulat sa ganang kanila sa Torah at Ebanghelyo, na nag-uutos sa kanila sa nakabubuti, sumasaway sa kanila sa nakasasama, nagpapahintulot sa kanila ng mga kaaya-aya, nagbabawal sa kanila ng mga karima-rimarim, at nag-aalis sa kanila ng pabigat sa kanila at mga kulyar na dating nasa kanila. Kaya ang mga sumampalataya sa kanya, nagpitagan sa kanya, nag-adya sa kanya, at sumunod sa liwanag na pinababa kasama sa kanya, ang mga iyon ay ang mga magtatagumpay"
        },
        {
            "chapter": 7,
            "verse": 158,
            "text": "Sabihin mo: \"O mga tao, tunay na ako ay Sugo ni Allāh sa inyo sa kalahatan, na ukol sa Kanya ang paghahari sa mga langit at lupa. Walang Diyos kundi Siya; nagbibigay-buhay Siya at nagbibigay-kamatayan Siya. Kaya sumampalataya kayo kay Allāh at sa Sugo Niya, ang Propeta na iliterato, na sumasampalataya kay Allāh at sa mga salita Niya. Sumunod kayo sa kanya, nang sa gayon kayo ay mapapatnubayan"
        },
        {
            "chapter": 7,
            "verse": 159,
            "text": "Kabilang sa nilikha Namin ay isang kalipunang nagpapatnubay ayon sa katotohanan at ayon dito ay nagpapatupad ng katarungan"
        },
        {
            "chapter": 7,
            "verse": 160,
            "text": "Naghati-hati Kami sa kanila sa labindalawang lipi bilang mga kalipunan. Nagkasi Kami kay Moises noong humingi ng tubig sa kanya ang mga tao niya, [na nagsasabi]: \"Humampas ka ng tungkod mo sa bato.\" Kaya may tumagas mula roon na labindalawang bukal. Nakaalam nga ang bawat [lipi ng] mga tao sa inuman nila. Naglilim Kami sa kanila ng mga ulap at nagpababa Kami sa kanila ng mana at mga pugo, [na nagsasabi]: \"Kumain kayo mula sa mga kaaya-aya na itinustos Namin sa inyo.\" Hindi sila lumabag sa katarungan sa Amin, subalit sila noon sa mga sarili nila ay lumalabag sa katarungan"
        },
        {
            "chapter": 7,
            "verse": 161,
            "text": "[Banggitin] noong sinabi sa kanila: \"Tumahan kayo sa pamayanang ito, kumain kayo mula rito saanman ninyo loobin, magsabi kayo: 'Pag-aalis-sala,' at magsipasok kayo sa pinto na mga nakayukod; magpapatawad Kami sa inyo sa mga kamalian ninyo. Magdaragdag Kami sa mga tagagawa ng maganda"
        },
        {
            "chapter": 7,
            "verse": 162,
            "text": "Ngunit nagpalit ang mga lumabag sa katarungan kabilang sa kanila ng isang sabing iba sa sinabi sa kanila, kaya nagsugo Kami sa kanila ng isang pasakit mula sa langit dahil sila noon ay lumalabag sa katarungan"
        },
        {
            "chapter": 7,
            "verse": 163,
            "text": "Tanungin mo sila tungkol sa pamayanan, na iyon noon ay nasa tabi ng dagat, noong lumalabag sila sa Sabado, noong pumupunta sa kanila ang mga isda nila sa araw ng Sabado nila nang mga nakalitaw, samantalang sa araw na hindi sila nangingilin ay hindi pumupunta ang mga ito sa kanila. Gayon Kami sumusubok sa kanila dahil sila noon ay nagpapakasuwail"
        },
        {
            "chapter": 7,
            "verse": 164,
            "text": "[Banggitin] noong may nagsabing isang kalipunan kabilang sa kanila: \"Bakit kayo nangangaral sa mga tao na si Allāh ay magpapahamak sa mga iyon o magpaparusa sa mga iyon ng isang matinding pagdurusa?\" ay nagsabi sila: \"Upang mapawalang-sala sa Panginoon ninyo at nang sa gayon sila ay mangingilag magkasala"
        },
        {
            "chapter": 7,
            "verse": 165,
            "text": "Kaya noong lumimot sila sa ipinaalaala sa kanila, pinaligtas Namin ang mga sumasaway sa kasagwaan at dumaklot Kami sa mga lumabag sa katarungan sa pamamagitan ng isang pagdurusang masaklap dahil dati silang nagpapakasuwail"
        },
        {
            "chapter": 7,
            "verse": 166,
            "text": "Kaya noong nagtampalasan sila sa sinaway sa kanila ay nagsabi Kami sa kanila: \"Kayo ay maging mga unggoy na ipinagtatabuyan"
        },
        {
            "chapter": 7,
            "verse": 167,
            "text": "[Banggitin] noong nagpahayag ang Panginoon mo na talagang magpapadala nga Siya laban sa kanila hanggang sa Araw ng Pagbangon ng magpapataw sa kanila ng kasagwaan ng pagdurusa. Tunay na ang Panginoon mo ay talagang mabilis ang parusa, at tunay na Siya ay talagang Mapagpatawad, Maawain"
        },
        {
            "chapter": 7,
            "verse": 168,
            "text": "Naghati-hati Kami sa kanila sa lupa bilang mga kalipunan. Kabilang sa kanila ang mga maayos at kabilang sa kanila ang mababa roon. Sumubok Kami sa kanila ng mga magandang gawa at mga masagwang gawa, nang sa gayon sila ay babalik"
        },
        {
            "chapter": 7,
            "verse": 169,
            "text": "Saka may humalili, nang matapos nila, na mga kahalili na nagmana ng Kasulatan, na kumukuha ng alok ng pinakamababang at nagsasabi: \"Magpapatawad sa atin.\" Kung may pumunta sa kanila na isang alok na tulad niyon ay kukuha sila niyon. Hindi ba kinuha sa kanila ang kasunduan ng Kasulatan na huwag sila magsabi tungkol kay Allāh maliban ng katotohanan, at nag-aral naman sila ng nasa loob nito? Ang tahanan sa Kabilang-buhay ay higit na mabuti para sa mga nangingilag magkasala, kaya hindi ba kayo nakapag-uunawa"
        },
        {
            "chapter": 7,
            "verse": 170,
            "text": "Ang mga kumakapit sa Kasulatan at nagpapanatili ng pagdarasal, tunay na Kami ay hindi magwawala sa pabuya ng mga tagapagsaayos"
        },
        {
            "chapter": 7,
            "verse": 171,
            "text": "[Banggitin] noong nag-angat Kami ng bundok sa ibabaw nila na para bang ito ay isang kulandong at nakatiyak sila na ito ay babagsak sa kanila. [Sinabi]: \"Kunin ninyo ang ibinigay Namin sa inyo nang may lakas at tandaan ninyo ang nariyan, nang sa gayon kayo ay mangingilag magkasala"
        },
        {
            "chapter": 7,
            "verse": 172,
            "text": "[Banggitin] noong kinuha ng Panginoon mo mula sa mga anak ni Adan mula sa mga likod nila ang mga supling nila at pinasaksi Niya sila sa mga sarili nila: \"Hindi ba Ako ay Panginoon ninyo?\" ay nagsabi sila: \"Opo; sumaksi kami,\" upang hindi kayo magsabi sa Araw ng Pagbangon: \"Tunay na Kami dati tungkol dito ay mga nalilingat"
        },
        {
            "chapter": 7,
            "verse": 173,
            "text": "o [upang hindi] kayo magsabi: \"Nagtambal lamang ang mga ninuno namin bago pa niyan at kami dati ay mga supling nang matapos nila; kaya magpapahamak Ka ba sa amin dahil sa ginawa ng mga tagapagpabula"
        },
        {
            "chapter": 7,
            "verse": 174,
            "text": "Gayon Kami nagdedetalye ng mga tanda, at nang sa gayon sila ay babalik"
        },
        {
            "chapter": 7,
            "verse": 175,
            "text": "Bumigkas ka sa kanila ng balita ng binigyan Namin ng mga tanda Namin ngunit kumalas siya sa mga ito kaya sumunod sa kanya ang demonyo, at siya ay naging kabilang sa mga nalilisya"
        },
        {
            "chapter": 7,
            "verse": 176,
            "text": "Kung sakaling niloob Namin ay talaga sanang nag-angat Kami sa kanya sa pamamagitan ng mga [tandang] ito subalit siya ay nahilig sa lupa at sumunod sa pithaya niya. Kaya ang paghahalintulad sa kanya ay kahalintulad ng aso: kung dadaluhong ka rito ay maglalawit-lawit ng dila ito o [kung] mag-iiwan ka rito ay maglalawit-lawit ng dila ito. Iyon ang paghahalintulad sa mga taong nagpasinungaling sa mga tanda Namin. Kaya magsalaysay ka ng mga kasaysayan, nang sa gayon sila ay mag-iisip-isip"
        },
        {
            "chapter": 7,
            "verse": 177,
            "text": "Kay sagwa bilang paghahalintulad ang mga taong nagpasinungaling sa mga tanda Namin, at sa mga sarili nila sila noon ay lumalabag sa katarungan"
        },
        {
            "chapter": 7,
            "verse": 178,
            "text": "Ang sinumang pinapatnubayan ni Allāh, siya ang napapatnubayan. Ang sinumang pinaliligaw Niya, ang mga iyon ay ang mga lugi"
        },
        {
            "chapter": 7,
            "verse": 179,
            "text": "Talaga ngang lumalang Kami para sa Impiyerno ng marami kabilang sa jinn at tao. Mayroon silang mga puso na hindi sila nakauunawa sa pamamagitan ng mga ito, mayroon silang mga mata na hindi sila nakakikita sa pamamagitan ng mga ito, at mayroon silang mga tainga na hindi sila nakaririnig sa pamamagitan ng mga ito. Ang mga iyon ay gaya ng mga hayupan, bagkus sila ay higit na ligaw. Ang mga iyon ay ang mga nalilingat"
        },
        {
            "chapter": 7,
            "verse": 180,
            "text": "Taglay ni Allāh ang mga pangalang napakagaganda kaya dumalangin kayo sa Kanya sa pamamagitan ng mga ito. Hayaan ninyo ang mga sumisinsay sa mga pangalan Niya; gagantihan sila sa dati nilang ginagawa"
        },
        {
            "chapter": 7,
            "verse": 181,
            "text": "Kabilang sa nilikha Namin ay isang kalipunang nagpapatnubay ayon sa katotohanan at ayon dito ay nagpapatupad ng katarungan"
        },
        {
            "chapter": 7,
            "verse": 182,
            "text": "Ang mga nagpasinungaling sa mga tanda Namin ay magpapain Kami sa kanila mula sa kung saan hindi nila nalalaman"
        },
        {
            "chapter": 7,
            "verse": 183,
            "text": "Magpapalugit Ako para sa kanila. Tunay na ang pakana Ko ay matibay"
        },
        {
            "chapter": 7,
            "verse": 184,
            "text": "Hindi ba sila nag-isip-isip? Sa kasamahan nila ay walang anumang kabaliwan. Walang iba siya kundi isang mapagbabalang malinaw"
        },
        {
            "chapter": 7,
            "verse": 185,
            "text": "Hindi ba sila tumingin sa kaharian ng mga langit at lupa at nilikha ni Allāh na bagay, at na marahil maging napalapit na ang taning nila? Kaya sa aling pag-uusap matapos nito sasampalataya sila"
        },
        {
            "chapter": 7,
            "verse": 186,
            "text": "Ang sinumang pinaligaw ni Allāh ay walang tagapagpatnubay para sa kanya. Nagpapabaya Siya sa kanila sa pagmamalabis nila habang nag-aapuhap sila"
        },
        {
            "chapter": 7,
            "verse": 187,
            "text": "Nagtatanong sila sa iyo tungkol sa Huling Sandali: Kailan ang pagdaong niyon? Sabihin mo: \"Ang kaalaman dito ay nasa ganang Panginoon ko lamang; walang maglalantad dito para sa oras nito kundi Siya. Bumigat ito sa mga langit at lupa. Hindi ito pupunta sa inyo malibang biglaan.\" Nagtatanong sila sa iyo na para bang ikaw ay mausisa tungkol dito. Sabihin mo: \"Ang kaalaman dito ay nasa Panginoon ko lamang, subalit ang higit na marami sa mga tao ay hindi nakaaalam"
        },
        {
            "chapter": 7,
            "verse": 188,
            "text": "Sabihin mo: \"Hindi ako nakapagdudulot para sa sarili ko ng pakinabang ni pinsala maliban sa niloob ni Allāh. Kung sakaling nangyaring ako ay nakaaalam sa Lingid, talaga sanang nakapagparami ako ng kabutihan at hindi sumaling sa akin ang kasagwaan. Walang iba ako kundi isang mapagbabala at isang mapagbalita ng nakagagalak para sa mga taong sumasampalataya"
        },
        {
            "chapter": 7,
            "verse": 189,
            "text": "Siya ay ang lumikha sa inyo mula sa nag-iisang kaluluwa at gumawa Siya mula rito ng maybahay nito upang matiwasay ito roon. Kaya noong lumukob ito roon ay nagdala iyon ng isang magaang dala saka nagpatuloy iyon dito. Ngunit noong nabigatan iyon ay nanalangin ang dalawa sa Panginoon ng dalawa: \"Talagang kung magbibigay Ka sa amin ng isang [anak na] maayos, talagang kami nga ay magiging kabilang sa mga tagapagpasalamat"
        },
        {
            "chapter": 7,
            "verse": 190,
            "text": "Ngunit noong nagbigay Siya sa kanilang dalawa ng isang anak na maayos ay gumawa silang dalawa para sa Kanya ng mga katambal kaugnay sa ibinigay Niya sa kanilang dalawa, ngunit pagkataas-taas si Allāh kaysa sa anumang itinatambal nila"
        },
        {
            "chapter": 7,
            "verse": 191,
            "text": "Nagtatambal ba sila ng hindi lumilikha ng anuman samantalang ang mga ito ay nililikha"
        },
        {
            "chapter": 7,
            "verse": 192,
            "text": "Hindi nakakakaya ang mga ito para sa kanila ng isang pag-aadya, at hindi sa mga sarili ng mga ito nakapag-aadya ang mga ito"
        },
        {
            "chapter": 7,
            "verse": 193,
            "text": "Kung mag-aanyaya kayo sa mga ito tungo sa patnubay ay hindi susunod ang mga ito sa inyo. Magkatulad sa inyo na nag-anyaya kayo sa mga ito o kayo ay mga nananahimik"
        },
        {
            "chapter": 7,
            "verse": 194,
            "text": "Tunay na ang mga dinadalanginan ninyo bukod pa kay Allāh ay mga lingkod na mga tulad ninyo. Kaya dumalangin kayo saka tumugon sila sa inyo, kung kayo ay mga tapat"
        },
        {
            "chapter": 7,
            "verse": 195,
            "text": "Mayroon ba silang mga paang naglalakad sila sa pamamagitan ng mga ito, o mayroon silang mga kamay na sumusunggab sila sa pamamagitan ng mga ito, o mayroon silang mga matang nakakikita sila sa pamamagitan ng mga ito, o mayroon silang mga taingang nakaririnig sila sa pamamagitan ng mga ito? Sabihin mo: \"Dumalangin kayo sa mga pantambal ninyo, pagkatapos magpakana kayo sa akin saka huwag kayong magpaliban sa akin"
        },
        {
            "chapter": 7,
            "verse": 196,
            "text": "Tunay na ang Katangkilik ko ay si Allāh na nagbaba ng Aklat. Siya ay tumatangkilik sa mga maayos"
        },
        {
            "chapter": 7,
            "verse": 197,
            "text": "Ang mga dinadalanginan ninyo bukod pa sa Kanya ay hindi nakakakaya ng pag-aadya sa inyo at hindi sa mga sarili nila nag-aadya"
        },
        {
            "chapter": 7,
            "verse": 198,
            "text": "Kung mag-aanyaya kayo sa kanila sa patnubay ay hindi sila makaririnig. Nakakikita ka sa kanila na tumitingin sa iyo samantalang sila ay hindi nakakikita"
        },
        {
            "chapter": 7,
            "verse": 199,
            "text": "Tumanggap ka ng paumanhin, mag-utos ka ng nakabubuti, at umayaw ka sa mga mangmang"
        },
        {
            "chapter": 7,
            "verse": 200,
            "text": "Kung may magbubuyo nga sa iyo mula sa demonyo na isang pambubuyo ay humiling ka ng pagkukupkop ni Allāh. Tunay na Siya ay Madinigin, Maalam"
        },
        {
            "chapter": 7,
            "verse": 201,
            "text": "Tunay na ang mga nangilag magkasala, kapag may sumaling sa kanila na isang udyok mula sa demonyo ay nagsasaalaala sila kaya biglang sila ay mga nakakikita"
        },
        {
            "chapter": 7,
            "verse": 202,
            "text": "Ang mga kapatid nila ay umaayuda sa kanila sa pagkalisya, pagkatapos hindi nagkukulang"
        },
        {
            "chapter": 7,
            "verse": 203,
            "text": "Kapag hindi ka naglahad sa kanila ng isang tanda ay nagsasabi sila: \"Bakit kasi hindi ka kumatha-katha nito.\" Sabihin mo: \"Sumusunod lamang ako sa ikinakasi sa akin mula sa Panginoon ko. Ito ay mga pagkawari mula sa Panginoon ninyo, isang patnubay, at isang awa para sa mga taong sumasampalataya"
        },
        {
            "chapter": 7,
            "verse": 204,
            "text": "Kapag binigkas ang Qur’ān ay makinig kayo roon at manahimik kayo, nang sa gayon kayo ay kaaawaan"
        },
        {
            "chapter": 7,
            "verse": 205,
            "text": "Alalahanin mo ang Panginoon mo sa sarili mo nang may pagpapakumbaba at pangamba at walang kalakasan sa pagsasabi, sa mga umaga at mga hapon, at huwag kang maging kabilang sa mga nalilingat"
        },
        {
            "chapter": 7,
            "verse": 206,
            "text": "Tunay na ang mga [anghel] sa piling ng Panginoon mo ay hindi nagmamalaki [sa pagtanggi] sa pagsamba sa Kanya, nagluluwalhati sa Kanya, at sa Kanya nagpapatirapa"
        },
        {
            "chapter": 8,
            "verse": 1,
            "text": "Nagtatanong sila sa iyo tungkol sa mga samsam sa digmaan? Sabihin mo: \"Ang mga samsam sa digmaan ay ukol kay Allāh at sa Sugo.\" Kaya mangilag kayong magkasala kay Allāh at magsaayos kayo ng nasa pagitan ninyo. Tumalima kayo kay Allāh at sa Sugo Niya, kung kayo ay mga mananampalataya"
        },
        {
            "chapter": 8,
            "verse": 2,
            "text": "Ang mga mananampalataya lamang ay ang mga kapag nabanggit si Allāh ay nasisindak ang mga puso nila at kapag binigkas sa kanila ang mga tanda Niya ay nadaragdagan sila ng pananampalataya at sa Panginoon nila nananalig sila"
        },
        {
            "chapter": 8,
            "verse": 3,
            "text": "na mga nagpapanatili sa pagdarasal at mula sa ipinagkaloob Namin sa kanila ay gumugugol"
        },
        {
            "chapter": 8,
            "verse": 4,
            "text": "Ang mga iyon ay ang mga mananampalataya, sa totoo. Ukol sa kanila ay mga antas sa ganang Panginoon nila, isang kapatawaran, at isang panustos na masagana"
        },
        {
            "chapter": 8,
            "verse": 5,
            "text": "Gaya ng pagpalabas sa iyo ng Panginoon mo mula sa bahay mo ayon sa katotohanan at tunay na ang isang pangkat kabilang sa mga mananampalataya ay talagang mga nasusuklam"
        },
        {
            "chapter": 8,
            "verse": 6,
            "text": "na nakikipagtalo sila sa iyo hinggil sa katotohanan matapos na luminaw ito, para bang inaakay sila tungo sa kamatayan habang sila ay nakatingin"
        },
        {
            "chapter": 8,
            "verse": 7,
            "text": "[Banggitin] noong nangangako sa inyo si Allāh ng isa sa dalawang pangkatin, na ito ay ukol sa inyo, at nag-aasam kayo na ang walang taglay na sandata ay magiging para sa inyo samantalang nagnanais si Allāh na magtotoo sa katotohanan sa pamamagitan ng mga salita Niya at pumutol sa ugat ng mga tagatangging sumampalataya"
        },
        {
            "chapter": 8,
            "verse": 8,
            "text": "upang magtotoo sa katotohanan at magpabula sa kabulaanan, kahit pa man nasuklam ang mga salarin"
        },
        {
            "chapter": 8,
            "verse": 9,
            "text": "[Banggitin] noong nagpasaklolo kayo sa Panginoon ninyo ay tumugon Siya sa inyo, [na nagsasabi]: \"Tunay na Ako ay mag-aayuda sa inyo ng isang libo mula sa mga anghel na mga nagkakasunud-sunod"
        },
        {
            "chapter": 8,
            "verse": 10,
            "text": "Hindi gumawa niyon si Allāh kundi bilang balitang nakagagalak at upang mapanatag doon ang mga puso ninyo. Walang pagwawagi kundi mula sa ganang kay Allāh. Tunay na si Allāh ay Makapangyarihan, Marunong"
        },
        {
            "chapter": 8,
            "verse": 11,
            "text": "[Banggitin] noong bumabalot Siya sa inyo ng pagkaantok bilang katiwasayan mula sa Kanya at nagbababa Siya sa inyo mula sa langit ng tubig upang magdalisay Siya sa inyo sa pamamagitan nito at mag-alis Siya sa inyo ng udyok ng demonyo at upang magpatibay Siya sa mga puso at magpatatag Siya sa pamamagitan nito ng mga paa"
        },
        {
            "chapter": 8,
            "verse": 12,
            "text": "[Banggitin] noong nagkakasi ang Panginoon mo sa mga anghel, [na nagsasabi]: \"Tunay na Ako ay kasama sa inyo kaya magpatatag kayo sa mga sumampalataya. Pupukol Ako sa mga puso ng mga tumangging sumampalataya ng hilakbot, kaya humagupit kayo sa ibabaw ng mga leeg at humagupit kayo mula sa kanila sa bawat daliri"
        },
        {
            "chapter": 8,
            "verse": 13,
            "text": "Iyon ay dahil sila ay nakipaghidwaan kay Allāh at sa Sugo Niya. Ang sinumang nakikipaghidwaan kay Allāh at sa Sugo Niya, tunay na si Allāh ay matindi ang parusa"
        },
        {
            "chapter": 8,
            "verse": 14,
            "text": "Iyon [ay ukol sa inyo], kaya lasapin ninyo iyon; at na ukol sa mga tagatangging sumampalataya ay ang pagdurusa sa Apoy"
        },
        {
            "chapter": 8,
            "verse": 15,
            "text": "O mga sumampalataya, kapag nakipagkita kayo sa mga tumangging sumampalataya sa isang pagsulong [sa labanan] ay huwag kayong magbaling sa kanila ng mga likod"
        },
        {
            "chapter": 8,
            "verse": 16,
            "text": "Ang sinumang magbabaling sa kanila sa araw na iyon ng likod niya – malibang gumigilid para sa pakikipaglaban o sumasama sa isang hukbo – ay bumalik nga kalakip ng isang galit mula kay Allāh. Ang kanlungan niya ay ang Apoy. Kay saklap ang kahahantungan"
        },
        {
            "chapter": 8,
            "verse": 17,
            "text": "Kaya hindi kayo pumatay sa kanila, subalit si Allāh ay pumatay sa kanila. Hindi ka bumato nang bumato ka, subalit si Allāh ay bumato at upang sumubok Siya sa mga mananampalataya ng isang magandang pagsubok mula sa Kanya. Tunay na si Allāh ay Madinigin, Maalam"
        },
        {
            "chapter": 8,
            "verse": 18,
            "text": "Iyon na, at na si Allāh ay tagapahina sa pakana ng mga tagatangging sumampalataya"
        },
        {
            "chapter": 8,
            "verse": 19,
            "text": "Kung humihiling kayo ng pasya ay dumating na sa inyo ang pasya. Kung titigil kayo, ito ay mabuti para sa inyo. Kung manunumbalik kayo ay manunumbalik Kami at hindi makapagdudulot sa inyo ang pangkatin ninyo ng anuman kahit pa man dumami ito. Si Allāh ay kasama sa mga mananampalataya"
        },
        {
            "chapter": 8,
            "verse": 20,
            "text": "O mga sumampalataya, tumalima kayo kay Allāh at sa Sugo Niya at huwag kayong tumalikod sa kanya habang kayo ay nakaririnig"
        },
        {
            "chapter": 8,
            "verse": 21,
            "text": "Huwag kayong maging gaya ng mga nagsabi: \"Nakarinig kami,\" samantalang sila ay hindi nakaririnig"
        },
        {
            "chapter": 8,
            "verse": 22,
            "text": "Tunay na ang pinakamasama sa mga kumikilos na nilalang sa ganang kay Allāh ay ang mga bingi at ang mga pipi, na hindi nakapag-uunawa"
        },
        {
            "chapter": 8,
            "verse": 23,
            "text": "Kung sakaling nakaalam si Allāh sa kanila ng isang kabutihan, talaga sanang nagparinig Siya sa kanila; at kung sakaling nagparinig Siya sa kanila, talaga sanang tumalikod sila habang sila ay mga umaayaw"
        },
        {
            "chapter": 8,
            "verse": 24,
            "text": "O mga sumampalataya, tumugon kayo kay Allāh at sa Sugo kapag nag-anyaya siya sa inyo para sa magbibigay-buhay sa inyo. Alamin ninyo na si Allāh ay humaharang sa pagitan ng tao at puso nito at na tungo sa Kanya kakalapin kayo"
        },
        {
            "chapter": 8,
            "verse": 25,
            "text": "Mangilag kayo sa isang pagsubok na hindi nga tatama nang natatangi sa mga lumabag sa katarungan kabilang sa inyo. Alamin ninyo na si Allāh ay matindi ang parusa"
        },
        {
            "chapter": 8,
            "verse": 26,
            "text": "Alalahanin ninyo noong kayo ay kaunti na mga minamahina sa lupa, na nangangamba kayo na dukutin kayo ng mga tao, ngunit kumanlong Siya sa inyo, nag-ayuda Siya sa inyo sa pamamagitan ng pag-aadya Niya, at tumustos Siya sa inyo mula sa mga kaaya-ayang bagay, nang sa gayon kayo ay magpapasalamat"
        },
        {
            "chapter": 8,
            "verse": 27,
            "text": "O mga sumampalataya, huwag kayong magtaksil kay Allāh at sa Sugo at magtaksil sa mga ipinagkatiwala sa inyo habang kayo ay nakaaalam"
        },
        {
            "chapter": 8,
            "verse": 28,
            "text": "Alamin ninyo na ang mga yaman ninyo at ang mga anak ninyo ay isang tukso lamang at na si Allāh, sa ganang Kanya, ay may isang pabuyang sukdulan"
        },
        {
            "chapter": 8,
            "verse": 29,
            "text": "O mga sumampalataya, kung mangingilag kayong magkasala kay Allāh ay gagawa Siya para sa inyo ng isang pamantayan, magtatakip Siya para sa inyo ng mga masagwang gawa ninyo, at magpapatawad Siya sa inyo. Si Allāh ay ang may kabutihang-loob na sukdulan"
        },
        {
            "chapter": 8,
            "verse": 30,
            "text": "[Banggitin] noong nanlalansi sa iyo ang mga tumangging sumampalataya upang bihagin ka nila o patayin ka nila o palisanin ka nila. Nanlalansi sila at nanlalansi si Allāh at si Allāh ay pinakamabuti sa mga nanlalansi"
        },
        {
            "chapter": 8,
            "verse": 31,
            "text": "Kapag binibigkas sa kanila ang mga tanda Namin ay nagsasabi sila: \"Nakarinig na kami. Kung sakaling loloobin namin ay talaga sanang nagsabi kami ng tulad nito. Walang iba ito kundi mga alamat ng mga sinauna"
        },
        {
            "chapter": 8,
            "verse": 32,
            "text": "[Banggitin] noong nagsabi sila: \"O Allāh, kung ito ay ang katotohanan mula sa ganang Iyo, magpaulan Ka sa amin ng mga bato mula sa langit o magdala Ka sa amin ng isang pagdurusang masakit"
        },
        {
            "chapter": 8,
            "verse": 33,
            "text": "Hindi nangyaring si Allāh ay ukol magparusa sa kanila habang ikaw ay nasa kanila. Hindi mangyayaring si Allāh ay magpaparusa sa kanila habang sila ay humihingi ng tawad"
        },
        {
            "chapter": 8,
            "verse": 34,
            "text": "Ano ang mayroon sa kanila na hindi magparusa sa kanila si Allāh samantalang sila ay sumasagabal sa Masjid na Pinakababanal at sila ay hindi naging mga katangkilik Niya? Walang iba ang mga katangkilik Niya kundi ang mga tagapangilag magkasala, subalit ang higit na marami sa kanila ay hindi nakaaalam"
        },
        {
            "chapter": 8,
            "verse": 35,
            "text": "Walang iba ang pagdarasal nila sa tabi ng Bahay [ni Allāh] kundi sipol at palakpak. Kaya lasapin ninyo ang pagdurusa dahil dati kayong tumatangging sumampalataya"
        },
        {
            "chapter": 8,
            "verse": 36,
            "text": "Tunay na ang mga tumangging sumampalataya ay gumugugol ng mga yaman nila upang sumagabal sila sa landas ni Allāh. Kaya gugugol sila ng mga ito, pagkatapos ang mga ito sa kanila ito ay magiging isang hinagpis, pagkatapos madadaig sila. Ang mga tumangging sumampalataya ay tungo sa Impiyerno kakalapin"
        },
        {
            "chapter": 8,
            "verse": 37,
            "text": "upang magbukod si Allāh sa karima-rimarin mula sa kaaya-aya at maglagay Siya sa karima-rimarim – ang ilan sa mga iyon ay nasa ibabaw ng iba – para magtumpok Siya nito sa kalahatan para maglagay Siya nito sa Impiyerno. Ang mga iyon ay ang mga lugi"
        },
        {
            "chapter": 8,
            "verse": 38,
            "text": "Sabihin mo sa mga tumangging sumampalataya na kung titigil sila ay magpapatawad sa kanila sa anumang nakalipas na at kung manunumbalik sila ay nagdaan na ang kalakaran sa mga sinauna"
        },
        {
            "chapter": 8,
            "verse": 39,
            "text": "Makipaglaban kayo sa kanila hanggang sa walang mangyaring ligalig at mangyaring ang relihiyon sa kabuuan nito ay ukol kay Allāh. Kaya kung tumigil sila, tunay na si Allāh sa anumang ginagawa nila ay Nakakikita"
        },
        {
            "chapter": 8,
            "verse": 40,
            "text": "Kung tatalikod sila, alamin ninyo na si Allāh ay Tagatangkilik ninyo. Kay inam na Tagatangkilik at kay inam na Mapag-adya"
        },
        {
            "chapter": 8,
            "verse": 41,
            "text": "Alamin ninyo na ang nasamsam ninyo [sa digmaan] na anumang bagay ay na para kay Allāh ang ikalima nito, para sa Sugo, at para sa may pagkakamag-anak [sa kanya], mga ulila, mga dukha, at manlalakbay na kinapos sa daan, kung nangyaring kayo ay sumampalataya kay Allāh at sa pinababa sa Lingkod sa araw ng pagtatangi, sa araw na nagkita ang dalawang pangkat. Si Allāh sa bawat bagay ay May-kakayahan"
        },
        {
            "chapter": 8,
            "verse": 42,
            "text": "[Banggitin] noong kayo ay nasa pampang na pinakamalapit at sila ay nasa pampang na pinakamalayo at ang karaban ay nasa higit na mababa kaysa sa inyo. Kung sakaling nagtipanan kayo ay talaga sanang nagkaiba-iba kayo sa tipanan, subalit [nagkatagpo kayo] upang magpatupad si Allāh ng isang bagay na mangyayaring gagawin upang mapahamak ang sinumang mapapahamak ayon sa isang malinaw na patunay at mabuhay ang sinumang mabubuhay ayon sa isang malinaw na patunay. Tunay na si Allāh ay talagang Madinigin, Maalam"
        },
        {
            "chapter": 8,
            "verse": 43,
            "text": "[Banggitin] noong ipinakikita sa iyo sila ni Allāh sa pananaginip mo bilang kaunti; at kung sakaling ipinakita Niya sa iyo sila na marami ay talaga sanang naduwag kayo at talaga sanang naghidwaan kayo sa usapin, subalit si Allāh ay nagpaligtas sa inyo. Tunay na Siya ay Maalam sa nilalaman ng mga dibdib"
        },
        {
            "chapter": 8,
            "verse": 44,
            "text": "[Banggitin] noong ipinakita Niya sa inyo sila, noong nagkita kayo, sa mga mata ninyo bilang kaunti at pinangangaunti Niya kayo sa mga mata nila upang magpatupad si Allāh ng isang bagay na mangyayaring gagawin. Tungo kay Allāh pababalikin ang mga usapin"
        },
        {
            "chapter": 8,
            "verse": 45,
            "text": "O mga sumampalataya, kapag nakipagkita kayo sa isang pangkat ay magpakatatag kayo at umalaala kayo kay Allāh nang madalas, nang sa gayon kayo ay magtatagumpay"
        },
        {
            "chapter": 8,
            "verse": 46,
            "text": "Tumalima kayo kay Allāh at sa Sugo Niya, huwag kayong maghidwaan para maduwag kayo at maalis ang lakas ninyo, at magtiis kayo. Tunay na si Allāh ay kasama sa mga nagtitiis"
        },
        {
            "chapter": 8,
            "verse": 47,
            "text": "Huwag kayong maging gaya ng mga lumabas mula sa mga tahanan nila dala ng kayabangan at pagpapakitang-gilas sa mga tao at sumasagabal sa landas ni Allāh. Si Allāh, sa anumang ginagawa nila, ay Tagasaklaw"
        },
        {
            "chapter": 8,
            "verse": 48,
            "text": "[Banggitin] noong ipinang-akit sa kanila ng demonyo ang mga gawa nila at nagsabi siya: \"Walang tagadaig para sa inyo sa araw na ito kabilang sa mga tao at tunay na ako ay isang tagakanlong para sa inyo.” Ngunit noong nagkitaan ang dalawang pangkat ay umurong siya sa mga sakong niya at nagsabi siya: \"Tunay na ako ay walang-kaugnayan sa inyo. Tunay na ako ay nakikita ng hindi ninyo nakikita. Tunay na ako ay nangangamba kay Allāh. Si Allāh ay matindi ang parusa.”"
        },
        {
            "chapter": 8,
            "verse": 49,
            "text": "[Banggitin] noong nagsasabi ang mga mapagpaimbabaw at ang mga nasa puso nila ay may karamdaman: \"Luminlang sa mga ito ang relihiyon nila.” Ang sinumang nananalig kay Allāh, tunay na si Allāh ay Makapangyarihan, Marunong"
        },
        {
            "chapter": 8,
            "verse": 50,
            "text": "Kung sakaling nakakikita ka kapag nagpapapanaw sa mga tumangging sumasampalataya ang mga anghel habang humahagupit sa mga mukha nila at mga likod nila at [nagsasabi]: \"Lumasap kayo ng pagdurusa ng pagkasunog.”"
        },
        {
            "chapter": 8,
            "verse": 51,
            "text": "Iyon ay dahil sa ipinaunang gawa ng mga kamay ninyo at na si Allāh ay hindi palalabag sa katarungan sa mga lingkod"
        },
        {
            "chapter": 8,
            "verse": 52,
            "text": "Gaya ng kinagawian ng mga kampon ni Paraon at ng mga nauna pa sa kanila, tumanggi silang sumampalataya sa mga tanda ni Allāh kaya dumaklot sa kanila si Allāh dahil sa mga pagkakasala nila. Tunay na si Allāh ay Malakas, matindi ang parusa"
        },
        {
            "chapter": 8,
            "verse": 53,
            "text": "Iyon ay dahil si Allāh ay hindi nangyaring nag-iiba sa isang biyayang ibiniyaya Niya sa mga tao hanggang sa mag-iba sila ng nasa mga sarili nila, at si Allāh ay Madinigin, Maalam"
        },
        {
            "chapter": 8,
            "verse": 54,
            "text": "Gaya ng kinagawian ng mga kampon ni Paraon at ng mga nauna pa sa kanila, nagpasinungaling sila sa mga tanda ng Panginoon nila kaya nagpahamak Kami sa kanila dahil sa mga pagkakasala nila at lumunod Kami sa mga kampon ni Paraon. Lahat sila noon ay mga tagalabag sa katarungan"
        },
        {
            "chapter": 8,
            "verse": 55,
            "text": "Tunay na pinakamasama sa mga palausad sa ganang kay Allāh ay ang mga tumangging sumampalataya – sapagkat sila ay hindi sumasampalataya –"
        },
        {
            "chapter": 8,
            "verse": 56,
            "text": "ang mga nakipagkasunduan ka sa kanila, pagkatapos kumalas sila sa kasunduan sa kanila sa bawat pagkakataon habang sila ay hindi nangingilag magkasala"
        },
        {
            "chapter": 8,
            "verse": 57,
            "text": "Kaya kung makasusumpong ka nga sa kanila sa digmaan ay magpawatak-watak ka sa pamamagitan nila ng sinumang nasa likuran nila, nang sa gayon sila ay magsasaalaala"
        },
        {
            "chapter": 8,
            "verse": 58,
            "text": "Kung mangangamba ka nga sa mga tao ng isang pagtataksil ay ibato mo sa kanila [ang kasunduan] ayon sa pagkakapantay. Tunay na si Allāh ay hindi umiibig sa mga taksil"
        },
        {
            "chapter": 8,
            "verse": 59,
            "text": "Huwag ngang mag-aakala ang mga tumangging sumampalataya na makalulusot sila. Tunay na sila ay hindi makapagpapahina [kay Allāh]"
        },
        {
            "chapter": 8,
            "verse": 60,
            "text": "Maghanda kayo para sa kanila ng nakaya ninyo na anumang lakas at anumang mga kawan ng mga kabayo na magpapangilabot kayo sa pamamagitan ng mga ito sa kaaway ni Allāh, kaaway ninyo, at mga iba pa bukod pa sa kanila na hindi kayo nakaaalam sa kanila samantalang si Allāh ay nakaaalam sa kanila. Ang anumang ginugugol ninyo na bagay ayon sa landas ni Allāh ay lulubus-lubusin tungo sa inyo [ang kabayaran] habang kayo ay hindi nilalabag sa katarungan"
        },
        {
            "chapter": 8,
            "verse": 61,
            "text": "Kung humilig sila sa kapayapaan ay kumiling ka roon at manalig ka kay Allāh. Tunay na Siya ay ang Madinigin, ang Maalam"
        },
        {
            "chapter": 8,
            "verse": 62,
            "text": "Kung magnanais sila na manlinlang sa iyo, tunay na kasapatan sa iyo si Allāh. Siya ay ang umalalay sa iyo sa pamamagitan ng pag-aadya Niya at sa pamamagitan ng mga mananampalataya"
        },
        {
            "chapter": 8,
            "verse": 63,
            "text": "Nagpatugma Siya sa pagitan ng mga puso nila. Kung sakaling gumugol ka ng anumang nasa lupa sa kalahatan ay hindi ka makapagtutugma sa pagitan ng mga puso nila subalit si Allāh ay nagpatugma sa pagitan nila. Tunay na Siya ay Makapangyarihan, Marunong"
        },
        {
            "chapter": 8,
            "verse": 64,
            "text": "O Propeta, kasapatan sa iyo si Allāh at sa sinumang sumunod sa iyo kabilang sa mga mananampalataya"
        },
        {
            "chapter": 8,
            "verse": 65,
            "text": "O Propeta, umudyok ka sa mga mananampalataya sa pakikipaglaban. Kung kabilang sa inyo ay may dalawampung magtitiis, dadaig sila ng dalawang daan; kung kabilang sa inyo ay may isang daan, dadaig sila ng isang libo kabilang sa mga tumangging sumampalataya dahil ang mga ito ay mga taong hindi nakauunawa"
        },
        {
            "chapter": 8,
            "verse": 66,
            "text": "Ngayon, nagpagaan si Allāh sa inyo at nalaman Niya na sa inyo ay may kahinaan. Kaya kung kabilang sa inyo ay may isang daang magtitiis, dadaig sila ng dalawang daan; kung kabilang sa inyo ay may isang libo, dadaig sila ng dalawang libo ayon sa pahintulot ni Allāh. Si Allāh ay kasama sa mga nagtitiis"
        },
        {
            "chapter": 8,
            "verse": 67,
            "text": "Hindi naging ukol sa isang propeta na magkaroon siya ng mga bihag hanggang sa manlipol siya sa lupa. Nagnanais kayo ng mahihita sa lupa samantalang si Allāh ay nagnanais ng Kabilang-buhay. Si Allāh ay Makapangyarihan, Marunong"
        },
        {
            "chapter": 8,
            "verse": 68,
            "text": "Kung hindi dahil sa isang atas mula kay Allāh na nauna ay talaga sanang may sumaling sa inyo, dahil sa kinuha ninyo, na isang pagdurusang sukdulan"
        },
        {
            "chapter": 8,
            "verse": 69,
            "text": "Kaya kumain kayo mula sa nasamsam ninyo [sa digmaan] bilang ipinahihintulot na kaaya-aya at mangilag kayong magkasala kay Allāh; tunay na si Allāh ay Mapagpatawad, Maawain"
        },
        {
            "chapter": 8,
            "verse": 70,
            "text": "O Propeta, sabihin mo sa sinumang nasa mga kamay ninyo na mga bihag: \"Kung nakaaalam si Allāh sa mga puso ninyo ng isang mabuti ay magbibigay Siya sa inyo ng higit na mabuti kaysa sa kinuha mula sa inyo at magpapatawad Siya sa inyo. Si Allāh ay Mapagpatawad, Maawain.”"
        },
        {
            "chapter": 8,
            "verse": 71,
            "text": "Kung nagnanais sila ng kataksilan sa iyo ay nagtaksil na sila kay Allāh bago pa nito, kaya pinakaya [ka] Niya laban sa kanila. Si Allāh ay Maalam, Marunong"
        },
        {
            "chapter": 8,
            "verse": 72,
            "text": "Tunay na ang mga sumampalataya, lumikas, at nakibaka sa pamamagitan ng mga yaman nila at mga sarili nila ayon sa landas ni Allāh at ang mga kumanlong at nag-adya, ang mga iyon ang mga katangkilik ng isa’t isa sa kanila. Ang mga sumampalataya at hindi lumikas ay walang ukol sa inyo na pagtangkilik sa kanila na anuman hanggang sa lumikas sila. Kung nagpaadya sila sa inyo sa Relihiyon, kailangan sa inyo ang pag-adya maliban sa laban sa mga taong sa pagitan ninyo at nila ay may kasunduan. Si Allāh sa anumang ginagawa ninyo ay Nakakikita"
        },
        {
            "chapter": 8,
            "verse": 73,
            "text": "Ang mga tumangging sumampalataya ay mga katangkilik ng isa’t isa sa kanila. Kung hindi ninyo gagawin [ang pagtangkilik na] ito ay may mangyayaring isang sigalot sa lupa at isang malaking katiwalian"
        },
        {
            "chapter": 8,
            "verse": 74,
            "text": "Ang mga sumampalataya, lumikas, at nakibaka ayon sa landas ni Allāh, at ang mga kumanlong at nag-adya, ang mga iyon ay ang mga mananampalataya nang totohanan. Ukol sa kanila ay isang kapatawaran at isang panustos na masagana"
        },
        {
            "chapter": 8,
            "verse": 75,
            "text": "Ang mga sumampalataya nang matapos niyan, lumikas, at nakibaka kasama sa inyo, ang mga iyon ay kabilang sa inyo. Ang mga may mga ugnayang pangkaanak, ang iba sa kanila ay higit na karapat-dapat sa iba [sa pagmamana] sa atas ni Allāh. Tunay na si Allāh sa bawat bagay ay Maalam"
        },
        {
            "chapter": 9,
            "verse": 1,
            "text": "[Ito ay pagpapahayag ng] isang kawalang-kaugnayan, mula kay Allāh at sa Sugo Niya, sa mga nakipagkasunduan kayo kabilang sa mga tagapagtambal"
        },
        {
            "chapter": 9,
            "verse": 2,
            "text": "Kaya maglakbay kayo sa lupain ng apat na buwan at alamin ninyo na kayo ay hindi magpapawalang-kakayahan kay Allāh at na si Allāh ay magpapahiya sa mga tagatangging sumampalataya"
        },
        {
            "chapter": 9,
            "verse": 3,
            "text": "[Ito ay] isang pagpapahayag, mula kay Allāh at sa Sugo Niya, sa mga tao sa araw ng ḥajj na pinakamalaki na si Allāh ay walang-kaugnayan sa mga tagapagtambal at ang Sugo Niya. Kaya kung nagbalik-loob kayo, ito ay higit na mabuti para sa inyo; at kung tumalikod kayo ay alamin ninyo na kayo ay hindi magpapawalang-kakayahan kay Allāh. Magbalita ka sa mga tumangging sumampalataya hinggil sa isang pagdurusang masakit"
        },
        {
            "chapter": 9,
            "verse": 4,
            "text": "Maliban sa mga nakipagkasunduan kayo kabilang sa mga tagapagtambal, pagkatapos hindi sila bumawas sa inyo ng anuman at hindi sila nakipagtaguyudan laban sa inyo sa isa man, kaya lumubos kayo sa kanila sa kasunduan sa kanila hanggang sa yugto nila. Tunay si Allāh ay umiibig sa mga tagapangilag magkasala"
        },
        {
            "chapter": 9,
            "verse": 5,
            "text": "Kaya kapag lumipas ang mga buwang pinakababanal ay patayin ninyo ang mga tagapagtambal saanman kayo nakatagpo sa kanila, kunin ninyo sila, kubkubin ninyo sila, at abangan ninyo sila sa bawat tambangan. Ngunit kung nagbalik-loob sila, nagpanatili sila ng pagdarasal, at nagbigay sila ng zakāh ay hayaan ninyo ang landas nila. Tunay na si Allāh ay Mapagpatawad, Maawain"
        },
        {
            "chapter": 9,
            "verse": 6,
            "text": "Kung may isa kabilang sa mga tagapagtambal na nagpakandili sa iyo ay kandiliin mo siya hanggang sa marinig niya ang pananalita ni Allāh. Pagkatapos paabutin mo siya sa pook ng kaligtasan niya. Iyon ay dahil sila ay mga taong hindi nakaaalam"
        },
        {
            "chapter": 9,
            "verse": 7,
            "text": "Papaanong magkakaroon ang mga tagapagtambal ng isang kasunduan sa ganang kay Allāh at sa ganang Sugo Niya maliban sa mga nakipagkasunduan kayo sa tabi ng Masjid na Pinakababanal? Kaya hanggat nanatili sila [sa kasunduan] sa inyo ay manatili kayo [sa kasunduan] sa kanila. Tunay na si Allāh ay umiibig sa mga tagapangilag magkasala"
        },
        {
            "chapter": 9,
            "verse": 8,
            "text": "Papaanong [magkakaroon ng isang kasunduan] samantalang kung mangingibabaw sila sa inyo ay hindi sila magpapakundangan sa inyo sa pagkakamag-anak ni sa usapan? Nagpapalugod sila sa inyo sa pamamagitan ng mga bibig nila samantalang tumatanggi ang mga puso nila. Ang higit na marami sa kanila ay mga suwail"
        },
        {
            "chapter": 9,
            "verse": 9,
            "text": "Nagtinda sila ng mga tanda ni Allāh sa isang halagang kaunti kaya sumagabal sila sa landas Niya. Tunay na sila ay kay sagwa ang dati nilang ginagawa"
        },
        {
            "chapter": 9,
            "verse": 10,
            "text": "Hindi sila nagpapakundangan sa isang mananampalataya sa pagkakamag-anak ni sa usapan. Ang mga iyon ay ang mga tagalabag"
        },
        {
            "chapter": 9,
            "verse": 11,
            "text": "Ngunit kung nagbalik-loob sila, nagpanatili sila ng pagdarasal, at nagbigay sila ng zakāh, mga kapatid ninyo sila sa relihiyon. Nagdedetalye Kami ng mga tanda para sa mga taong umaalam"
        },
        {
            "chapter": 9,
            "verse": 12,
            "text": "Kung lumabag sila sa mga sinumpaan nila nang matapos ng kasunduan sa kanila at tumuligsa sila sa relihiyon ninyo, makipaglaban kayo sa mga tagapanguna ng kawalang-pananampalataya – tunay na sila ay walang mga sinumpaang ukol sa kanila – nang sa gayon sila ay titigil"
        },
        {
            "chapter": 9,
            "verse": 13,
            "text": "Hindi ba kayo nakikipaglaban sa mga taong lumabag sa mga sinumpaan nila at nagbalak ng pagpapalisan sa Sugo samantalang sila ay nagpasimula [sa pakikipag-away] sa inyo sa unang pagkakataon? Natatakot ba kayo sa kanila gayong si Allāh ay higit na karapat-dapat na katakutan ninyo kung kayo ay mga mananampalataya"
        },
        {
            "chapter": 9,
            "verse": 14,
            "text": "Makipaglaban kayo sa kanila, magpaparusa sa kanila si Allāh sa pamamagitan ng mga kamay ninyo, magpapahiya Siya sa kanila, mag-aadya Siya sa inyo laban sa kanila, magpapagaling Siya sa mga dibdib ng mga taong mananampalataya"
        },
        {
            "chapter": 9,
            "verse": 15,
            "text": "at mag-aalis Siya ng ngitngit sa mga puso nila. Tumatanggap si Allāh ng pagbabalik-loob sa sinumang niloloob Niya. Si Allāh ay Maalam, Marunong"
        },
        {
            "chapter": 9,
            "verse": 16,
            "text": "O nag-akala ba kayo na iiwan kayo samantalang hindi pa naghayag si Allāh sa mga nakikibaka kabilang sa inyo at hindi gumawa sa bukod pa kay Allāh ni sa Sugo ni sa mga mananampalataya bilang kapalagayang-loob? Si Allāh ay Mapagbatid sa anumang ginagawa ninyo"
        },
        {
            "chapter": 9,
            "verse": 17,
            "text": "Hindi naging ukol sa mga tagapagtambal na magtaguyod sa mga masjid ni Allāh habang mga tagasaksi laban sa mga sarili nila sa kawalang-pananampalataya nila. Ang mga iyon ay nawalang-kabuluhan ang mga gawa nila, at sa Impiyerno sila ay mga mamamalagi"
        },
        {
            "chapter": 9,
            "verse": 18,
            "text": "Nagtataguyod lamang sa mga masjid ni Allāh ang sinumang sumampalataya kay Allāh at sa Huling Araw, nagbigay ng zakāh, at hindi natakot maliban kay Allāh. Kaya maaasahan ang mga iyon na maging kabilang sa mga napapatnubayan"
        },
        {
            "chapter": 9,
            "verse": 19,
            "text": "Gumawa ba kayo sa [nakatalaga sa] pagpapainom sa tagasagawa ng ḥajj at sa pagtataguyod sa Masjid na Pinakababanal gaya ng sumampalataya kay Allāh at sa Huling Araw at nakibaka ayon sa landas ni Allāh? Hindi sila nagkakapantay sa ganang kay Allāh. Si Allāh ay hindi nagpapatnubay sa mga taong tagalabag sa katarungan"
        },
        {
            "chapter": 9,
            "verse": 20,
            "text": "Ang mga sumampalataya, lumikas, at nakibaka ayon sa landas ni Allāh sa pamamagitan ng mga yaman nila at mga sarili nila ay higit na dakila sa antas sa ganang kay Allāh. Ang mga iyon ay ang mga magtatamo"
        },
        {
            "chapter": 9,
            "verse": 21,
            "text": "Nagbabalita ng nakagagalak sa kanila ang Panginoon nila hinggil sa isang awa mula sa Kanya, isang pagkalugod, at mga harding may ukol sa kanila sa mga iyon na isang kaginhawahang mamamalagi"
        },
        {
            "chapter": 9,
            "verse": 22,
            "text": "bilang mga mananatili sa mga iyon magpakailanman. Tunay na si Allāh, sa ganang Kanya, ay may isang pabuyang sukdulan"
        },
        {
            "chapter": 9,
            "verse": 23,
            "text": "O mga sumampalataya, huwag kayong gumawa sa mga magulang ninyo at mga kapatid ninyo bilang mga katangkilik kung napaibig sila sa kawalang-pananampalataya higit sa pananampalataya. Ang sinumang tumangkilik sa kanila kabilang sa inyo, ang mga iyon ay ang mga tagalabag sa katarungan"
        },
        {
            "chapter": 9,
            "verse": 24,
            "text": "Sabihin mo: \"Kung ang mga magulang ninyo, ang mga kapatid ninyo, ang mga asawa ninyo, ang angkan ninyo, ang ilang yamang nakamtan ninyo, ang isang pangangalakal na kinatatakutan ninyo ang pagtumal nito, at ang ilang tirahang kinalulugdan ninyo ay higit na kaibig-ibig sa inyo kaysa kay Allāh, sa Sugo Niya, at sa isang pakikibaka ayon sa landas Niya, mag-abang kayo hanggang sa magparating si Allāh ng utos Niya.” Si Allāh ay hindi nagpapatnubay sa mga taong suwail"
        },
        {
            "chapter": 9,
            "verse": 25,
            "text": "Talaga ngang nag-adya sa inyo si Allāh sa maraming larangan ng labanan, at sa araw ng [labanan sa] Ḥunayn noong nagpahanga sa inyo ang dami ninyo ngunit hindi nagdulot sa inyo ng anuman at sumikip sa inyo ang lupa gayong malawak ito, pagkatapos lumisan kayo na mga tumatalikod"
        },
        {
            "chapter": 9,
            "verse": 26,
            "text": "Pagkatapos nagpababa si Allāh ng kapanatagan Niya sa Sugo Niya at sa mga mananampalataya, nagpababa Siya ng mga kawal na hindi ninyo nakita, at nagparusa Siya sa mga tumangging sumampalataya. Iyon ay ang ganti sa mga tagatangging sumampalataya"
        },
        {
            "chapter": 9,
            "verse": 27,
            "text": "Pagkatapos tumatanggap ng pagbabalik-loob si Allāh nang matapos niyon sa sinumang niloloob Niya. Si Allāh ay Mapagpatawad, Maawain"
        },
        {
            "chapter": 9,
            "verse": 28,
            "text": "O mga sumampalataya, ang mga tagapagtambal ay salaula lamang kaya huwag silang lumapit sa Masjid na Pinakababanal matapos ng taon nilang ito. Kung nangamba kayo sa isang paghihikahos ay magpapayaman sa inyo si Allāh mula sa kabutihang-loob Niya kung niloob Niya. Tunay na si Allāh ay Maalam, Marunong"
        },
        {
            "chapter": 9,
            "verse": 29,
            "text": "Makipaglaban kayo sa mga hindi sumasampalataya kay Allāh ni sa Huling Araw, hindi nagbabawal sa ipinagbawal ni Allāh at ng Sugo Niya, at hindi nagrerelihiyon ng Relihiyon ng katotohanan, kabilang sa mga binigyan ng kasulatan hanggang sa magbigay sila ng jizyah nang kusang-loob habang sila ay mga nanliliit"
        },
        {
            "chapter": 9,
            "verse": 30,
            "text": "Nagsabi ang mga Hudyo: \"Si Ezra ay anak ni Allāh,” at nagsabi ang mga Kristiyano: \"Ang Kristo ay anak ni Allāh.” Iyon ay ang sabi nila sa pamamagitan ng mga bibig nila. Pumaparis sila sa sabi ng mga tumangging sumampalataya bago pa niyan. Pumaslang sa kanila si Allāh! Paanong nalilinlang sila"
        },
        {
            "chapter": 9,
            "verse": 31,
            "text": "Gumawa sila sa mga pantas nila at mga monghe nila bilang mga panginoon bukod pa kay Allāh at pati na sa Kristo na anak ni Maria samantalang walang ipinag-utos sa kanila kundi sumamba sila sa nag-iisang Diyos – walang Diyos kundi Siya. Kaluwalhatian sa Kanya kaysa sa mga itinatambal nila"
        },
        {
            "chapter": 9,
            "verse": 32,
            "text": "Nagnanais sila na mag-apula sa liwanag ni Allāh sa pamamagitan ng mga bibig nila samantalang tumatanggi si Allāh maliban na magpalubos Siya sa liwanag Niya, kahit pa nasuklam ang mga tagatangging sumampalataya"
        },
        {
            "chapter": 9,
            "verse": 33,
            "text": "Siya ay ang nagsugo sa Sugo Niya kalakip ng patnubay at relihiyon ng katotohanan upang magpangibabaw Siya rito sa relihiyon sa kabuuan nito, kahit pa nasuklam ang mga tagapagtambal"
        },
        {
            "chapter": 9,
            "verse": 34,
            "text": "O mga sumampalataya, tunay na marami sa mga pantas at mga monghe ay talagang kumakain ng mga yaman ng mga tao ayon sa kabulaanan at sumasagabal sa landas ni Allāh. Ang mga nag-iimbak ng ginto at pilak at hindi gumugugol sa mga ito ayon sa landas ni Allāh ay magbalita ka sa kanila hinggil sa isang pagdurusang masakit"
        },
        {
            "chapter": 9,
            "verse": 35,
            "text": "Sa araw na papainitan ang mga ito sa apoy ng Impiyerno at heheruhan sa pamamagitan ng mga ito ang mga noo nila, ang mga tagiliran nila, at ang mga likod nila [ay sasabihin]: \"Ito ang inimbak ninyo para sa mga sarili ninyo, kaya lasapin ninyo ang dati ninyong iniimbak!”"
        },
        {
            "chapter": 9,
            "verse": 36,
            "text": "Tunay na ang bilang ng mga buwan sa ganang kay Allāh ay labindalawang buwan sa talaan ni Allāh sa araw na nilikha Niya ang mga langit at lupa; kabilang sa mga ito ay apat na pinakababanal. Iyon ay ang relihiyong matuwid, kaya huwag kayong lumabag sa katarungan sa mga [buwang] ito sa mga sarili ninyo. Makipaglaban kayo sa mga tagapagtambal nang lahatan gaya ng pakikipaglaban nila sa inyo nang lahatan. Alamin ninyo na si Allāh ay kasama sa mga tagapangilag magkasala"
        },
        {
            "chapter": 9,
            "verse": 37,
            "text": "Ang pag-aantala [sa pagbabawal sa buwang pinakababanal] ay isang karagdagan sa kawalang-pananampalataya. Pinaliligaw dahil dito ang mga tumangging sumampalataya. Nagpapahintulot sila nito sa isang taon at nagbabawal sila nito sa [ibang] taon upang magtugma sila ng bilang ng ipinagbawal ni Allāh kaya nagpapahintulot sila ng ipinagbawal ni Allāh. Ipinaakit para sa kanila ang kasagwaan ng mga gawain nila. Si Allāh ay hindi nagpapatnubay sa mga taong tagatangging sumampalataya"
        },
        {
            "chapter": 9,
            "verse": 38,
            "text": "O mga sumampalataya, ano ang mayroon sa inyo na kapag sinabi sa inyo na humayo kayo ayon sa landas ni Allāh ay nagpabigat kayo sa pagkapit sa lupa? Nalugod ba kayo sa buhay na pangmundo sa halip ng Kabilang-buhay? Ngunit ano ang natatamasa sa buhay na pangmundo kapalit sa Kabilang-buhay kundi kaunti"
        },
        {
            "chapter": 9,
            "verse": 39,
            "text": "Kung hindi kayo hahayo ay magpaparusa Siya sa inyo ng isang pagdurusang masakit, magpapalit Siya [sa inyo] ng mga taong iba sa inyo, at hindi kayo makapipinsala sa Kanya ng anuman. Si Allāh sa bawat bagay ay May-kakayahan"
        },
        {
            "chapter": 9,
            "verse": 40,
            "text": "Kung hindi kayo mag-aadya sa kanya, nag-adya na sa kanya si Allāh noong nagpalisan sa kanya ang mga tumangging sumampalataya bilang ikalawa sa dalawa noong silang dalawa ay nasa yungib noong nagsasabi siya sa kasamahan niya: \"Huwag kang malungkot; tunay na si Allāh ay kasama sa atin.” Kaya nagpababa si Allāh ng katiwasayan Niya rito, nag-alalay Siya rito ng mga kawal na hindi ninyo nakita, at gumawa Siya sa salita ng mga tumangging sumampalataya bilang ang pinakamababa samantalang ang salita ni Allāh ay ang pinakamataas. Si Allāh ay Makapangyarihan, Marunong"
        },
        {
            "chapter": 9,
            "verse": 41,
            "text": "Humayo kayo nang magagaan at mabibigat at makibaka kayo sa pamamagitan ng mga yaman ninyo at mga sarili ninyo ayon sa landas ni Allāh. Iyon ay mabuti para sa inyo kung kayo ay nakaaalam"
        },
        {
            "chapter": 9,
            "verse": 42,
            "text": "Kung sakaling ito ay naging isang mahihitang malapit o isang paglalakbay na katamtaman, talaga sanang sumunod sila sa iyo, subalit lumayo para sa kanila ang agwat. Manunumpa sila kay Allāh: \"Kung sakaling nakaya namin ay talaga sanang lumisan kami kasama sa inyo,” habang nagpapahamak sila ng mga sarili nila. Si Allāh ay nakaaalam na tunay na sila ay talagang mga sinungaling"
        },
        {
            "chapter": 9,
            "verse": 43,
            "text": "Magpaumanhin si Allāh sa iyo; bakit ka nagpahintulot sa kanila [na manatili]? [Sana ay] hanggang sa luminaw sa iyo ang mga nagtotoo at nalaman mo ang mga sinungaling"
        },
        {
            "chapter": 9,
            "verse": 44,
            "text": "Hindi nagpapaalam sa iyo ang mga sumasampalataya kay Allāh at sa Huling Araw na makibaka sila sa pamamagitan ng mga yaman nila at mga sarili nila. Si Allāh ay Maalam sa mga tagapangilag sa pagkakasala"
        },
        {
            "chapter": 9,
            "verse": 45,
            "text": "Nagpapaalam lamang sa iyo ang mga hindi sumasampalataya kay Allāh at sa Huling Araw at nag-aalinlangan ang mga puso nila kaya sila dahil sa pag-aalinlangan nila ay nag-aatubili"
        },
        {
            "chapter": 9,
            "verse": 46,
            "text": "Kung sakaling nagnais sila ng pagsugod ay talaga sanang naghanda sila para roon ng isang paghahanda, subalit nasuklam si Allāh sa pagkapadala sa kanila kaya nagpatamlay Siya sa kanila at sinabi: \"Umupo kayo kasama sa mga nakaupo.”"
        },
        {
            "chapter": 9,
            "verse": 47,
            "text": "Kung sakaling sumugod sila kasabay sa inyo ay hindi sana sila nakadagdag sa inyo kundi ng isang paninira at talaga sanang kumaripas sila [sa paninirang-puri] sa gitna ninyo, na naghahangad sa inyo ng sigalot at sa piling inyo ay may mga palakinig para sa kanila. Si Allāh ay Maalam sa mga tagalabag sa katarungan"
        },
        {
            "chapter": 9,
            "verse": 48,
            "text": "Talaga ngang naghangad sila ng sigalot bago pa niyan. Bumulabog sila sa iyo sa mga usapin hanggang sa dumating ang katotohanan at lumitaw ang utos ni Allāh samantalang sila ay mga nasusuklam"
        },
        {
            "chapter": 9,
            "verse": 49,
            "text": "Mayroon sa kanila na nagsasabi: \"Magpahintulot ka sa akin [na magpaiwan] at huwag kang sumubok sa akin.” Kaingat, sa pagsubok ay bumagsak sila. Tunay na ang Impiyerno ay talagang sasaklaw sa mga tagatangging sumampalataya"
        },
        {
            "chapter": 9,
            "verse": 50,
            "text": "Kung may tatama sa iyo na isang maganda ay magpapasama ng loob nila ito. Kung may tatama sa iyo na isang kapahamakan ay magsasabi sila: \"Gumawa na kami ng pag-iingat namin bago pa niyan,\" at tatalikod sila habang sila ay masaya"
        },
        {
            "chapter": 9,
            "verse": 51,
            "text": "Sabihin mo: \"Walang tatama sa amin kundi ang itinakda ni Allāh para sa amin. Siya ay ang Tagatangkilik namin. Kay Allāh ay manalig ang mga mananampalataya.”"
        },
        {
            "chapter": 9,
            "verse": 52,
            "text": "Sabihin mo: \"Nag-aabang kaya kayo sa amin maliban pa ng isa sa dalawang pinakamaganda samantalang kami ay nag-aabang sa inyo na magpatama sa inyo si Allāh ng isang pagdurusa mula sa ganang Kanya o sa pamamagitan ng mga kamay namin. Kaya mag-abang kayo; tunay na kami ay kasama sa inyo na mga nag-aabang"
        },
        {
            "chapter": 9,
            "verse": 53,
            "text": "Sabihin mo: \"Gumugol kayo nang kusang-loob o napipilitan; hindi ito tatanggapin mula sa inyo. Tunay na kayo ay laging mga taong suwail.”"
        },
        {
            "chapter": 9,
            "verse": 54,
            "text": "Walang pumigil sa kanila na tanggapin mula sa kanila ang mga gugol nila kundi dahil sila ay tumangging sumampalataya kay Allāh at sa Sugo Niya, hindi pumupunta sa dasal kundi habang sila ay mga tamad, at hindi gumugugol kundi habang sila ay mga nasusuklam"
        },
        {
            "chapter": 9,
            "verse": 55,
            "text": "Kaya huwag magpahanga sa iyo ang mga yaman nila ni ang mga anak nila. Nagnanais lamang si Allāh na pagdusahin sila sa pamamagitan ng mga ito sa buhay na pangmundo at pumanaw ang mga kaluluwa nila habang sila ay mga tagatangging sumampalataya"
        },
        {
            "chapter": 9,
            "verse": 56,
            "text": "Nanunumpa sila kay Allāh na tunay na sila ay talagang kabilang sa inyo samantalang hindi sila kabilang sa inyo, subalit sila ay mga taong nahihintakutan"
        },
        {
            "chapter": 9,
            "verse": 57,
            "text": "Kung sakaling nakatatagpo sila ng isang kalingaan o mga yungib o isang pinapasukan ay talaga sanang bumaling sila roon habang sila ay humahagibis"
        },
        {
            "chapter": 9,
            "verse": 58,
            "text": "Kabilang sa kanila ang tumutuligsa sa iyo kaugnay sa mga kawanggawa; ngunit kung nabigyan sila mula sa mga ito ay malulugod sila, at kung hindi sila nabigyan mula sa mga ito, biglang sila ay naiinis"
        },
        {
            "chapter": 9,
            "verse": 59,
            "text": "Kung sana sila ay nalugod sa ibinigay sa kanila ni Allāh at ng Sugo Niya at nagsabi: \"Kasapatan sa amin si Allāh; magbibigay sa amin si Allāh mula sa kabutihang-loob Niya at ang Sugo Niya. Tunay na kami kay Allāh ay mga nagmimithi.”"
        },
        {
            "chapter": 9,
            "verse": 60,
            "text": "Ang mga kawanggawa ay ukol lamang sa mga maralita, mga dukha, mga manggagawa sa mga ito, napalulubag-loob ang mga puso, sa pagpapalaya ng alipin at mga nagkakautang, ayon sa landas ni Allāh, at manlalakbay na kinapos – bilang tungkulin mula kay Allāh. Si Allāh ay Maalam, Marunong"
        },
        {
            "chapter": 9,
            "verse": 61,
            "text": "Kabilang sa kanila ang mga nananakit sa Propeta at nagsasabi: \"Siya ay isang tainga [na dumidinig].” Sabihin mo: \"[Siya ay] isang tainga ng kabutihan para sa inyo, na sumasampalataya kay Allāh at naniniwala sa mga mananampalataya, at isang awa para sa mga sumampalataya kabilang sa inyo.\" Ang mga nananakit sa Sugo ni Allāh, ukol sa kanila ay isang pagdurusang masakit"
        },
        {
            "chapter": 9,
            "verse": 62,
            "text": "Nanunumpa sila kay Allāh para sa inyo upang magpalugod sila sa inyo samantalang si Allāh at ang Sugo Niya ay higit na karapat-dapat na palugurin nila kung sila ay mga mananampalataya"
        },
        {
            "chapter": 9,
            "verse": 63,
            "text": "Hindi ba sila nakaalam na ang sinumang sumasalangsang kay Allāh at sa Sugo Niya ay ukol sa kanya ang Apoy ng Impiyerno bilang mananatili roon? Iyon ay ang kahihiyang sukdulan"
        },
        {
            "chapter": 9,
            "verse": 64,
            "text": "Nangingilag ang mga mapagpaimbabaw na may ibaba sa kanila na isang kabanata na magbabalita sa kanila hinggil sa nasa mga puso nila. Sabihin mo: \"Mangutya kayo; tunay na si Allāh ay magpapalabas sa pinangingilagan ninyo.”"
        },
        {
            "chapter": 9,
            "verse": 65,
            "text": "Talagang kung nagtanong ka sa kanila ay talagang magsasabi nga sila: \"Dati kaming tumatalakay [sa kabulaanan] at naglalaro lamang.” Sabihin mo: \"Kay Allāh, sa mga tanda Niya, at sa Sugo Niya ba dati kayong nangungutya"
        },
        {
            "chapter": 9,
            "verse": 66,
            "text": "Huwag kayong magdahi-dahilan; tumanggi na kayong sumampalataya matapos ng pananampalataya ninyo. Kung magpapaumanhin Kami sa isang pangkatin kabilang sa inyo, magpaparusa Kami sa isang pangkatin dahil sila dati ay mga salarin.”"
        },
        {
            "chapter": 9,
            "verse": 67,
            "text": "Ang mga lalaking mapagpaimbabaw at ang mga babaing mapagpaimbabaw ay bahagi sila ng isa’t-isa. Nag-uutos sila ng nakasasama, sumasaway sila sa nakabubuti, at nagkukuyom sila ng mga kamay nila. Lumimot sila kay Allāh kaya lumimot Siya sila. Tunay na ang mga mapagpaimbabaw ay ang mga suwail"
        },
        {
            "chapter": 9,
            "verse": 68,
            "text": "Nangako si Allāh sa mga lalaking mapagpaimbabaw, mga babaing mapagpaimbabaw, at mga tagatangging sumampalataya ng Apoy ng Impiyerno bilang mga mananatili roon. Ito ay kasapatan sa kanila. Isinumpa sila ni Allāh. Ukol sa kanila ay isang pagdurusang mananatili"
        },
        {
            "chapter": 9,
            "verse": 69,
            "text": "[Kayo ay] gaya ng mga nauna pa sa inyo. Sila noon ay higit na matindi kaysa sa inyo sa lakas at higit na marami sa mga yaman at mga anak kaya nagtamasa sila ng bahagi nila saka nagtamasa kayo ng bahagi ninyo kung paanong nagtamasa ang mga nauna pa sa inyo ng bahagi nila. Ngumawa kayo ng gaya ng nginawa nila. Ang mga iyon ay nawalang-kabuluhan ang mga gawa nila sa Mundo at Kabilang-buhay. Ang mga iyon ay ang mga lugi"
        },
        {
            "chapter": 9,
            "verse": 70,
            "text": "Hindi ba pumunta sa kanila ang balita ng mga nauna pa sa kanila, kabilang sa mga tao ni Noe, [liping] `Ād, [liping] Thamūd, mga tao ni Abraham, at mga naninirahan sa Madyan at mga bayang itinaob? Nagdala sa kanila ang mga sugo nila ng mga patunay na malinaw kaya hindi nangyaring si Allāh ay ukol na lumabag sa katarungan sa kanila subalit sila noon sa mga sarili nila ay lumalabag sa katarungan"
        },
        {
            "chapter": 9,
            "verse": 71,
            "text": "Ang mga lalaking mananampalataya at ang mga babaing mananampalataya ay mga katangkilik ng isa’t isa sa kanila. Nag-uutos sila ng nakabubuti, sumasaway sila sa nakasasama, nagpapanatili sila ng pagdarasal, nagbibigay sila ng zakāh, at tumatalima sila kay Allāh at sa Sugo Niya. Ang mga iyon ay kaaawaan sila ni Allāh. Tunay na si Allāh ay Makapangyarihan, Marunong"
        },
        {
            "chapter": 9,
            "verse": 72,
            "text": "Nangako si Allāh sa mga lalaking mananampalataya at mga babaing mananampalataya ng mga hardin na dumadaloy mula sa ilalim ng mga ito ang mga ilog bilang mga mananatili sa mga ito at ng mga tahanang kaaya-aya sa mga Hardin ng Eden. May isang pagkalugod mula kay Allāh na higit na malaki. Iyon ay ang pagkatamong sukdulan"
        },
        {
            "chapter": 9,
            "verse": 73,
            "text": "O Propeta, makibaka ka sa mga tagatangging sumampalataya at mga mapagpaimbabaw at magpakabagsik ka sa kanila. Ang kanlungan nila ay ang Impiyerno. Kay saklap ang kahahantungan"
        },
        {
            "chapter": 9,
            "verse": 74,
            "text": "Nanunumpa sila kay Allāh na hindi sila nagsabi samantalang talaga ngang nagsabi sila ng salita ng kawalang-pananampalataya. Tumanggi silang sumampalataya matapos ng pagyakap nila sa Islām at naghangad sila ng hindi nila natamo. Wala silang ipinaghinanakit maliban na nagpayaman sa kanila si Allāh at ang Sugo Niya mula sa kabutihang-loob Niya. Kaya kung magbabalik-loob sila, ito ay magiging mabuti para sa kanila; at kung tatalikod sila, pagdurusahin sila ni Allāh ng isang pagdurusang masakit sa Mundo at Kabilang-buhay. Walang ukol sa kanila sa lupa na anumang katangkilik ni mapag-adya"
        },
        {
            "chapter": 9,
            "verse": 75,
            "text": "Kabilang sa kanila ang nakipagkasunduan kay Allāh, [na nagsabi:] \"Talagang kung nagbigay Siya sa amin mula sa kabutihang-loob Niya ay talagang magkakawanggawa nga kami at talagang kami nga ay magiging kabilang sa mga maayos.”"
        },
        {
            "chapter": 9,
            "verse": 76,
            "text": "Ngunit noong nagbigay Siya sa kanila mula sa kabutihang-loob Niya ay nagmaramot sila nito at tumalikod sila habang sila ay mga umaayaw"
        },
        {
            "chapter": 9,
            "verse": 77,
            "text": "Kaya nagparesulta Siya sa kanila ng pagpapaimbabaw sa mga puso nila hanggang sa araw na makikipagkita sila sa Kanya dahil sumira sila kay Allāh sa ipinangako nila sa Kanya at dahil sila noon ay nagsisinungaling"
        },
        {
            "chapter": 9,
            "verse": 78,
            "text": "Hindi ba sila nakaalam na si Allāh ay nakaaalam sa lihim nila at sarilinang pag-uusap nila at na si Allāh Palaalam sa mga lingid"
        },
        {
            "chapter": 9,
            "verse": 79,
            "text": "Ang mga tumutuligsa sa mga nagkukusang-loob kabilang sa mga mananampalataya kaugnay sa mga kawanggawa at mga walang natatagpuan maliban sa pinagpunyagian ng mga ito kaya nanunuya sila sa mga ito, manunuya si Allāh sa kanila at ukol sa kanila ay isang pagdurusang masakit"
        },
        {
            "chapter": 9,
            "verse": 80,
            "text": "Humingi ka ng tawad para sa kanila o huwag kang humingi ng tawad para sa kanila. Kung hihingi ka ng tawad para sa kanila nang pitumpung ulit ay hindi magpapatawad si Allāh para sa kanila. Iyon ay dahil sila ay tumangging sumampalataya kay Allāh at sa Sugo Niya. Si Allāh ay hindi nagpapatnubay sa mga taong suwail"
        },
        {
            "chapter": 9,
            "verse": 81,
            "text": "Natuwa ang mga iniwanan sa pananatili nila sa pag-iwan ng Sugo ni Allāh at nasuklam sila na makibaka sa pamamagitan ng mga yaman nila at mga sarili nila ayon sa landas ni Allāh. Nagsabi sila: \"Huwag kayong humayo sa init.” Sabihin mo: \"Ang apoy ng Impiyerno ay higit na matindi sa init kung sakaling sila ay nakauunawa.”"
        },
        {
            "chapter": 9,
            "verse": 82,
            "text": "Kaya magsitawa sila nang kaunti at magsiiyak sila nang marami bilang ganti sa dati nilang nakakamit"
        },
        {
            "chapter": 9,
            "verse": 83,
            "text": "Kaya kung nagpabalik sa iyo si Allāh sa isang pangkatin kabilang sa kanila at nagpaalam sila sa iyo para sa pagsugod ay sabihin mo: \"Hindi kayo susugod kasama sa akin magpakailanman at hindi kayo makikipaglaban kasama sa akin sa isang kaaway. Tunay na kayo nalugod sa pananatili sa unang pagkakataon, kaya manatili kayo kasama sa mga naiiwan.”"
        },
        {
            "chapter": 9,
            "verse": 84,
            "text": "Huwag kang magdasal para sa isa kabilang sa kanila na namatay – kailanman – at huwag kang tumayo sa puntod niya. Tunay na sila ay tumangging sumampalataya kay Allāh at sa Sugo Niya at namatay samantalang sila ay mga suwail"
        },
        {
            "chapter": 9,
            "verse": 85,
            "text": "Huwag magpahanga sa iyo ang mga yaman nila ni ang mga anak nila. Nagnanais lamang si Allāh na pagdusahin sila sa pamamagitan ng mga ito sa Mundo at pumanaw ang mga kaluluwa nila habang sila ay mga tagatangging sumampalataya"
        },
        {
            "chapter": 9,
            "verse": 86,
            "text": "Nang may pinababa na isang kabanata, na [nag-uutos:] \"Sumampalataya kayo kay Allāh at makibaka kayo kasama sa Sugo Niya,” humingi ng pahintulot sa iyo ang mga may kaya kabilang sa kanila at nagsasabi sila: \"Hayaan mo kami, kami ay magiging kasama sa mga nananatili.”"
        },
        {
            "chapter": 9,
            "verse": 87,
            "text": "Nalugod sila na sila ay maging kasama sa mga naiiwan. Nagpinid sa mga puso nila kaya sila ay hindi nakauunawa"
        },
        {
            "chapter": 9,
            "verse": 88,
            "text": "Subalit ang Sugo at ang mga sumampalataya kasama sa kanya ay nakibaka sa pamamagitan ng mga yaman nila at mga sarili nila. Ang mga iyon ay ukol sa kanila ang mga mabuti at ang mga iyon ay ang mga magtatagumpay"
        },
        {
            "chapter": 9,
            "verse": 89,
            "text": "Naghanda si Allāh para sa kanila ng mga hardin na dumadaloy mula sa ilalim ng mga ito ang mga ilog bilang mga mananatili sa mga ito. Iyon ang pagkatamong sukdulan"
        },
        {
            "chapter": 9,
            "verse": 90,
            "text": "Dumating ang mga nagdadahilan kabilang sa mga Arabeng disyerto upang mapahintulutan sila at nanatili ang mga nagpasinungaling kay Allāh at sa Sugo Niya. Tatamaan ang mga tumangging sumampalataya kabilang sa kanila ng isang pagdurusang masakit"
        },
        {
            "chapter": 9,
            "verse": 91,
            "text": "Hindi pagkaasiwa sa mga mahina, ni sa mga may-sakit, ni sa mga hindi nakatatagpo ng igugugol nila kapag nagpakatapat sila kay Allāh at sa Sugo Niya. Wala sa mga tagagawa ng maganda na anumang daan [para masisi]. Si Allāh ay Mapagpatawad, Maawain"
        },
        {
            "chapter": 9,
            "verse": 92,
            "text": "Walang [maisisi] sa mga kapag pumunta sa iyo upang magpasakay ka sana sa kanila ay nagsabi ka: \"Hindi ako nakatatagpo ng maipasasakay ko sa inyo.” Tumalikod sila habang ang mga mata nila ay nag-uumapaw sa luha dala ng pagkalungkot na hindi sila nakatatagpo ng maigugugol nila"
        },
        {
            "chapter": 9,
            "verse": 93,
            "text": "Ang landas [para masisi] ay sa mga humingi ng pahintulot sa iyo [na magpaiwan] samantalang sila ay mga mayaman. Nalugod sila na sila ay maging kasama ng mga naiiwan. Nagpinid si Allāh sa mga puso nila kaya sila ay hindi nakauunawa"
        },
        {
            "chapter": 9,
            "verse": 94,
            "text": "Nagdadahi-dahilan sila sa inyo kapag bumalik kayo sa kanila. Sabihin mo: \"Huwag kayong magdahi-dahilan; hindi kami maniniwala sa inyo. Nagbalita na sa amin si Allāh ng mga ulat sa inyo. Makakikita si Allāh sa gawa ninyo at ang Sugo Niya, pagkatapos isasauli kayo sa Nakaaalam sa Lingid at Hayag saka magbabalita Siya sa inyo hinggil sa dati ninyong ginagawa"
        },
        {
            "chapter": 9,
            "verse": 95,
            "text": "Manunumpa sila kay Allāh para sa inyo kapag umuwi kayo sa kanila upang umayaw kayo sa kanila kaya umayaw kayo sa kanila. Tunay na sila ay kasalaulaan. Ang kanlungan nila ay ang Impiyerno bilang ganti sa dati nilang nakakamit"
        },
        {
            "chapter": 9,
            "verse": 96,
            "text": "Nanunumpa sila para sa inyo upang malugod kayo sa kanila. Ngunit kung malulugod kayo sa kanila, tunay na si Allāh ay hindi nalulugod sa mga taong suwail"
        },
        {
            "chapter": 9,
            "verse": 97,
            "text": "Ang mga Arabeng disyerto ay higit na matindi sa kawalang-pananampalataya at sa pagpapaimbabaw at higit na nababagay na hindi makaalam sa mga hangganan na pinababa ni Allāh sa Sugo Niya. Si Allāh ay Maalam, Marunong"
        },
        {
            "chapter": 9,
            "verse": 98,
            "text": "Kabilang sa mga Arabeng disyerto ang nagtuturing sa ginugugol nila bilang pagkakamulta at nag-aabang sa inyo ng mga pananalanta. Sumakanila ang pananalanta ng kasagwaan! Si Allāh ay Madinigin, Maalam"
        },
        {
            "chapter": 9,
            "verse": 99,
            "text": "Kabilang sa mga Arabeng disyerto ang sumasampalataya kay Allāh at sa Kabilang-buhay at gumagawa sa ginugugol niya bilang mga pampalapit-loob sa ganang kay Allāh at [pagkamit ng] mga panalangin ng Sugo. Pansinin, tunay na ito ay pampalapit-loob para sa kanila. Magpapasok sa kanila si Allāh sa awa Niya. Tunay na si Allāh ay Mapagpatawad, Maawain"
        },
        {
            "chapter": 9,
            "verse": 100,
            "text": "Ang mga nangungunang kauna-unahan kabilang sa mga lumikas at mga tagaadya at ang mga sumunod sa kanila ayon sa paggawa ng maganda ay nalugod si Allāh sa kanila at nalugod sila sa Kanya. Naghanda Siya para sa kanila ng mga hardin na dumadaloy mula sa ilalim ng mga ito ang mga ilog bilang mga mananatili sa mga ito magpakailanman. Iyon ang pagkatamong sukdulan"
        },
        {
            "chapter": 9,
            "verse": 101,
            "text": "Kabilang sa nasa paligid ninyo kabilang sa mga Arabeng disyerto ay mga mapagpaimbabaw at kabilang sa mga naninirahan sa Madīnah. Namihasa sila sa pagpapaimbabaw. Hindi ka nakaaalam sa kanila; Kami ay nakaaalam sa kanila. Pagdurusahin Namin sila nang dalawang ulit, pagkatapos itutulak sila sa isang pagdurusang sukdulan"
        },
        {
            "chapter": 9,
            "verse": 102,
            "text": "May mga ibang umamin sa mga pagkakasala nila. Naghalo sila sa isang gawang maayos ng iba pang masagwa. Marahil si Allāh ay tatanggap ng pagbabalik-loob sa kanila. Tunay na si Allāh ay Mapagpatawad, Maawain"
        },
        {
            "chapter": 9,
            "verse": 103,
            "text": "Kumuha ka mula sa mga yaman nila ng isang kawanggawang magdadalisay sa kanila at magpapalago sa kanila sa pamamagitan nito, at manalangin ka para sa kanila. Tunay na ang panalangin mo ay isang katiwasayan para sa kanila. Si Allāh ay Madinigin, Maalam"
        },
        {
            "chapter": 9,
            "verse": 104,
            "text": "Hindi ba sila nakaalam na si Allāh ay tumatanggap ng pagbabalik-loob buhat sa mga lingkod Niya at kumukuha sa mga kawanggawa, at na si Allāh ay ang Palatanggap sa pagbabalik-loob, ang Maawain"
        },
        {
            "chapter": 9,
            "verse": 105,
            "text": "Sabihin mo: \"Gumawa kayo sapagkat makakikita si Allāh sa gawa ninyo, ang Sugo Niya, at ang mga mananampalataya. Ibabalik kayo sa Nakaaalam sa Lingid at Hayag saka magbabalita Siya sa inyo hinggil sa dati ninyong ginagawa"
        },
        {
            "chapter": 9,
            "verse": 106,
            "text": "May mga ibang inaantala para sa atas ni Allāh: magpaparusa Siya sa kanila o tatanggap Siya ng pagbabalik-loob sa kanila. Si Allāh ay Maalam, Marunong"
        },
        {
            "chapter": 9,
            "verse": 107,
            "text": "[May] mga gumawa sa isang masjid bilang pamiminsala, bilang kawalang-pananampalataya, bilang paghahati-hati sa pagitan ng mga mananampalataya, at bilang pagtatambang para sa sinumang nakidigma kay Allāh at sa Sugo Niya bago pa niyan. Talagang manunumpa nga sila: \"Wala kaming ninais kundi ang pinakamaganda,\" samantalang si Allāh ay sumasaksi na tunay na sila ay talagang mga sinungaling"
        },
        {
            "chapter": 9,
            "verse": 108,
            "text": "Huwag kang tumayo sa loob niyon magpakailanman. Talagang ang isang masjid na itinatag sa pangingilag magkasala sa unang araw ay higit na karapat-dapat na tumayo ka sa loob niyon. Doon ay may mga lalaking naiibigang magpakadalisay. Si Allāh ay umiibig sa mga nagpapakadalisay"
        },
        {
            "chapter": 9,
            "verse": 109,
            "text": "Kaya ang nagtatag ba ng gusali niya sa isang pangingilag magkasala kay Allāh at isang pagkalugod ay higit na mabuti, o ang nagtatag ng gusali niya sa bingit ng isang pampang na paguho kaya gumuho ito kalakip sa kanya sa Apoy ng Impiyerno? Si Allāh ay hindi nagpapatnubay sa mga taong tagalabag sa katarungan"
        },
        {
            "chapter": 9,
            "verse": 110,
            "text": "Hindi titigil ang gusali nilang itinayo nila sa pagiging isang alinlangan sa mga puso nila maliban na magkakapira-piraso ang mga puso nila. Si Allāh ay Maalam, Marunong"
        },
        {
            "chapter": 9,
            "verse": 111,
            "text": "Tunay na si Allāh ay bumili mula sa mga mananampalataya ng mga sarili nila at mga yaman nila dahil tataglayin nila ang Paraiso. Nakikipaglaban sila ayon sa landas ni Allāh kaya nakapapatay sila at napapatay sila, bilang pangako [na tutuparin] Niya na totoo sa Torah, Ebanghelyo, at Qur’ān. Sino pa ang higit na palatupad sa kasunduan kaysa kay Allāh? Kaya magalak kayo sa pagbibilihan ninyong nakipagbilihan kayo. Iyon ay ang pagkatamong sukdulan"
        },
        {
            "chapter": 9,
            "verse": 112,
            "text": "[Sila] ang mga nagbabalik-loob, na mga sumasamba, na mga nagpupuri, na mga nag-aayuno, na mga yumuyukod, na mga nagpapatirapa, na mga nag-uutos sa nakabubuti, na mga sumasaway sa nakasasama, at mga nag-iingat sa mga hangganan ni Allāh. Magbalita ka ng nakagagalak sa mga mananampalataya"
        },
        {
            "chapter": 9,
            "verse": 113,
            "text": "Hindi naging ukol sa Propeta at sa mga sumampalataya na humingi sila ng tawad para sa mga tagapagtambal kahit pa man ang mga ito ay mga may pagkakamag-anak nang matapos na luminaw para sa kanila na ang mga ito ay mga maninirahan sa Impiyerno"
        },
        {
            "chapter": 9,
            "verse": 114,
            "text": "Walang iba ang paghingi ng tawad ni Abraham para sa ama niya kundi dala ng isang kapangakuang ipinangako niya roon;, ngunit noong luminaw para sa kanya na iyon ay isang kaaway kay Allāh, nagpawalang-kaugnayan siya roon. Tunay na si Abraham ay talagang palataghoy, matimpiin"
        },
        {
            "chapter": 9,
            "verse": 115,
            "text": "Hindi nangyaring si Allāh ay ukol na magligaw sa mga tao matapos noong nagpatnubay Siya sa kanila hanggang sa nagpalinaw siya sa kanila ng pangingilagan nilang magkasala. Tunay na si Allāh sa bawat bagay ay Maalam"
        },
        {
            "chapter": 9,
            "verse": 116,
            "text": "Tunay na si Allāh ay nagtataglay ng paghahari sa mga langit at lupa. Nagbibigay-buhay Siya at nagbibigay-kamatayan Siya. Walang ukol sa inyo bukod pa kay Allāh na anumang katangkilik ni mapag-adya"
        },
        {
            "chapter": 9,
            "verse": 117,
            "text": "Talaga ngang tumanggap si Allāh ng pagbabalik-loob sa Propeta, mga lumikas, at mga tagaadya na mga sumunod sa kanya sa oras ng kagipitan nang matapos na halos lumiko ang mga puso ng isang pangkat kabilang sa kanila. Pagkatapos tumanggap Siya ng pagbabalik-loob sa kanila. Tunay na Siya sa kanila ay Mahabagin, Maawain"
        },
        {
            "chapter": 9,
            "verse": 118,
            "text": "[Nagpatawad Siya] sa tatlo na iniwan hanggang sa nang sumikip sa kanila ang lupa sa kabila ng luwang nito, sumikip sa kanila ang mga sarili nila, at nakatiyak sila na walang kalingaan laban kay Allāh kundi tungo sa Kanya. Pagkatapos tumanggap Siya ng pagbabalik-loob sa kanila upang makapagbalik-loob sila. Tunay na si Allāh ay ang Palatanggap ng pagsisisi, ang Maawain"
        },
        {
            "chapter": 9,
            "verse": 119,
            "text": "O mga sumampalataya, mangilag kayong magkasala kay Allāh at maging kasama kayo sa mga tapat"
        },
        {
            "chapter": 9,
            "verse": 120,
            "text": "Hindi naging ukol sa mga naninirahan sa Madīnah at sinumang nasa palibot nila kabilang sa mga Arabeng disyerto na magpaiwan sila palayo sa Sugo ni Allāh ni magtangi sila sa mga sarili nila kaysa sa sarili niya. Iyon ay dahil sila ay hindi dinadapuan ng isang pagkauhaw ni ng isang pagkapagal ni ng isang pagkagutom dahil sa landas ni Allāh, hindi humahakbang ng isang hakbang na nagpapangitngit sa mga tagatangging sumampalataya, at hindi nagtatamo mula sa kaaway ng isang kapinsalaan malibang may itinala para sa kanila dahil doon na isang gawang maayos. Tunay na si Allāh ay hindi magwawala ng pabuya sa mga tagagawa ng maganda"
        },
        {
            "chapter": 9,
            "verse": 121,
            "text": "Hindi sila gumugugol ng isang guguling maliit ni malaki at hindi sila tumatawid ng isang lambak malibang itinala para sa kanila upang gumanti sa kanila si Allāh ng higit na maganda sa dati nilang ginagawa"
        },
        {
            "chapter": 9,
            "verse": 122,
            "text": "Hindi nangyaring ang mga mananampalataya ay ukol na humayo sa kalahatan. Kaya bakit kasi hindi humayo mula sa bawat pulutong kabilang sa kanila ang isang pangkatin upang magpakaunawa sa relihiyon [ang mga naiwan] at upang magbabala sila sa mga tao nila kapag bumalik ang mga ito tungo sa kanila, nang sa gayon ang mga ito ay mag-iingat"
        },
        {
            "chapter": 9,
            "verse": 123,
            "text": "O mga sumampalataya, makipaglaban kayo sa mga nalalapit sa inyo kabilang sa mga tagatangging sumampalataya at makatagpo sila sa inyo ng kabagsikan. Alamin ninyo na si Allāh ay kasama sa mga tagapangilag magkasala"
        },
        {
            "chapter": 9,
            "verse": 124,
            "text": "Kapag may pinababa na isang kabanata ay mayroon sa kanila na nagsasabi: \"Alin sa inyo ang nakadagdag sa kanya ito ng pananampalataya?\" Kaya tungkol sa mga sumampalataya, nakadagdag ito sa kanila ng pananampalataya habang sila ay nagagalak"
        },
        {
            "chapter": 9,
            "verse": 125,
            "text": "Tungkol naman sa mga may karamdaman sa mga puso nila, nakadagdag ito sa kanila ng kasalaulaan sa [dating] kasalaulaan nila at namatay sila habang sila ay mga tagatangging sumampalataya"
        },
        {
            "chapter": 9,
            "verse": 126,
            "text": "Hindi ba sila nakakikita na sila ay sinusubok sa bawat taon nang isang ulit o dalawang ulit, pagkatapos, hindi nagbabalik-loob, ni sila ay nagsasaalaala"
        },
        {
            "chapter": 9,
            "verse": 127,
            "text": "Kapag may pinababa na isang kabanata ay tumitingin ang iba sa kanila sa iba, [na nagtatanong]: \"May nakakikita kaya sa inyo na isa man?\" pagkatapos lumilisan sila. Naglihis si Allāh sa mga puso nila dahil sila ay mga taong hindi umuunawa"
        },
        {
            "chapter": 9,
            "verse": 128,
            "text": "Talaga ngang may dumating sa inyo na isang Sugo kabilang sa mga sarili ninyo, na mabigat sa kanya ang anumang ininda ninyo, na masigasig sa inyo, na sa mga mananampalataya ay mahabaging maawain"
        },
        {
            "chapter": 9,
            "verse": 129,
            "text": "Ngunit kung tumalikod sila ay sabihin mo: \"Kasapatan sa akin si Allāh. Walang Diyos kundi Siya; sa Kanya ako nanalig. Siya ay ang Panginoon ng tronong dakila"
        }
    ]
}