{
    "rukus": [
        {
            "chapter": 12,
            "verse": 21,
            "text": "Āra miśarīẏa yē tām̐kē kinēchila sē tāra strīkē balalē -- ''sam'mānajanakabhābē ēra thākabāra jāẏagā kara, haẏata sē āmādēra upakārē āsabē, athabā tākē āmarā putrarūpē grahaṇa karatē pāri.’’ Āra ē'ibhābē āmarā i'usuphēra jan'ya bāsasthāna ṭhika karē dilāma sē-dēśē, yēna tām̐kē śēkhātē pāri ghaṭanābalīra byākhyā sanbandhē. Āllāh tām̐ra kājakarmē sarbēsarbā, kintu adhikānśa lōkē'i jānē nā."
        },
        {
            "chapter": 12,
            "verse": 22,
            "text": "Āra yakhana tini tām̐ra pūrṇa yaubanē paum̐chulēna, āmarā tām̐kē bud'dhi ō bidyā dāna karalāma. Āra ē'ibhābē āmarā saṯkarmaśīladēra puraskāra pradāna kari."
        },
        {
            "chapter": 12,
            "verse": 23,
            "text": "Āra yē mahilāẏa gr̥hē tini chilēna sē tām̐kē kāmanā karala tām̐ra antaraṅgatāra, āra bandha karē dilē darajāgulō ō balalē -- ''ēsō hē tumi!’’ Tini balalēna -- ''āllāh sahāẏa hōna! Āmāra prabhu niścaẏa'i āmāra āśraẏasthala ati uttama bāniẏēchēna. Niḥsandēha tini an'yāẏakārīdēra unnati karēna nā.’’"
        },
        {
            "chapter": 12,
            "verse": 24,
            "text": "Āra sē nārī niścaẏa'i tām̐ra prati āsakta haẏēchila, āra tini'ō tāra prati āsakta haẏē paṛatēna yadi nā tini tām̐ra prabhura spaṣṭa- pramāṇa pratyakṣa karatēna. Ē'ibhābē āmarā yēna tām̐ra kācha thēkē haṭiẏē ditē pāri mandakāja ō aślīlatā. Niḥsandēha tini chilēna āmādēra ēkānta anurakta dāsadēra an'yatama."
        },
        {
            "chapter": 12,
            "verse": 25,
            "text": "Āra tārā dujanē'i darajāra dikē dauṛalō, āra sē tām̐ra jāmā pēchanēra dika thēkē chiṛē phēm̐lalō, āra tārā dujanē darajāra nikaṭē dēkhā pēla tāra sbāmīra. Sē balalē -- ''yē tōmāra paribārēra saṅgē kukarma kāmanā karē tāra pariṇāma kārādanḍa bā marmantuda śāsti chāṛā āra kī hatē pārē?’’"
        },
        {
            "chapter": 12,
            "verse": 26,
            "text": "Tini balalēna -- ''uni'i āmākē kāmanā karēchilēna āmāra antaraṅgatāra.’’ Āra tāra'i paribārēra ēkajana sākṣī sākṣya dilē -- ''yadi tāra sārṭaṭi sāmanēra dikē chēm̐ṛā haẏa tabē ini satyabādī ēbaṁ ō mithyābādīdēra madhyēra."
        },
        {
            "chapter": 12,
            "verse": 27,
            "text": "Āra yadi tāra sārṭaṭi pēchanēra dikē chēm̐ṛā thākē tabē ini'i mithyābādī āra ō satyabādīdēra antarbhukta.’’"
        },
        {
            "chapter": 12,
            "verse": 28,
            "text": "Sutarāṁ sē yakhana dēkhalē yē tām̐ra jāmāṭi pēchanēra dikē chēm̐ṛā takhana sē balalē -- ''ē niḥsandēha tōmādēra chalākalā, tōmādēra chalacāturī baṛa'i bhīṣaṇa."
        },
        {
            "chapter": 12,
            "verse": 29,
            "text": "Hē i'usupha, tumi ē biṣaẏē kichu manē karō nā; āra tumi kṣamā prārthanā kara tōmāra aparādhēra jan'ya; niḥsandēha tumi hacchō pāpiṣṭhādēra madhyēkāra.’’"
        }
    ]
}