{
    "rukus": [
        {
            "chapter": 15,
            "verse": 1,
            "text": "Ālipha, lāma, rā. Ēgulō hacchē dharmagranthēra āẏātasamūha, āra ēkaṭi suspaṣṭa pāṭhya."
        },
        {
            "chapter": 15,
            "verse": 2,
            "text": "Samaẏakālē yārā abiśbāsa karēchila tārā cā'ibē yē yadi tārā musalima hatō"
        },
        {
            "chapter": 15,
            "verse": 3,
            "text": "chēṛē dā'ō tādēra khānāpinā karatē ō āmōda-ā̔āda karatē, āra āśā-ākāṅkhā tādēra bhuliẏē rākhuka, yēhētu śīgagira'i tārā bujhatē pārabē"
        },
        {
            "chapter": 15,
            "verse": 4,
            "text": "āra āmarā kōnō janapadakē dhbansa kari ni yē paryanta nā tāra jan'ya bidhāna māluma karānō haẏēchē."
        },
        {
            "chapter": 15,
            "verse": 5,
            "text": "Kōnō jāti tāra nirdhārita kāla tbarānbita karatē pārabē nā, āra tārā bilanbita karatē pārabē nā."
        },
        {
            "chapter": 15,
            "verse": 6,
            "text": "Āra tārā balē -- ''ōhē yāra kāchē smārakagrantha abatīrṇa haẏēchē! Tumi tō ālabaṯ māthā-pāgalā."
        },
        {
            "chapter": 15,
            "verse": 7,
            "text": "Tumi kēna āmādēra kāchē phiriś‌tādēra niẏē ēsa nā, yadi tumi satyabādīdēra madhyēkāra ha'ō."
        },
        {
            "chapter": 15,
            "verse": 8,
            "text": "Āmarā phiriś‌tādēra pāṭhā'i nā satyēra sāthē chāṛā, āra takhana tārā abakāśa prāpta habē nā."
        },
        {
            "chapter": 15,
            "verse": 9,
            "text": "Niḥsandēha āmarā nijē'i smārakagrantha abatāraṇa karēchi, āra āmarā'i tō ēra sanrakṣaṇakārī."
        },
        {
            "chapter": 15,
            "verse": 10,
            "text": "Āra tōmāra āgē āmarā niścaẏa'i pāṭhiẏēchilāma prācīnakālēra sampradāẏēra madhyē."
        },
        {
            "chapter": 15,
            "verse": 11,
            "text": "Kintu tādēra kāchē ēmana kōnō rasūla āsēna ni yām̐kē niẏē tārā ṭhāṭṭā-bidrūpa karata nā."
        },
        {
            "chapter": 15,
            "verse": 12,
            "text": "Ē'ibhābē āmarā ēkē aparādhīdēra antarē prabēśa karā'i."
        },
        {
            "chapter": 15,
            "verse": 13,
            "text": "Tārā ētē biśbāsa karē nā, athaca pūrbabartīdēra najīra abaśya'i gata haẏēchē."
        },
        {
            "chapter": 15,
            "verse": 14,
            "text": "Āra yadi āmarā tādēra jan'ya mahākāśēra darajā khulē di'i āra tātē tārā ārōhaṇa karatē thākē"
        },
        {
            "chapter": 15,
            "verse": 15,
            "text": "tārā tabu'ō balabē -- ''āmādēra cōkhē dhām̐dhā lēgēchē, āmarā baraṁ mōhācchanna dala haẏēchi.’’"
        }
    ]
}