{
    "rukus": [
        {
            "chapter": 16,
            "verse": 71,
            "text": "Āra āllāh tōmādēra kā'ukē an'ya kāra'ō uparē jībanōpakaraṇēra byāpārē prādhān'ya diẏēchēna. Tārapara yādēra prādhān'ya dēẏā haẏēchē tārā tādēra jībanōpakaraṇa diẏē dēẏa nā tādēra ḍāna hāta yādēra dharē rēkhēchē, yēna ērā ē biṣaẏē samāna haẏē yāẏa. Tabē ki āllāh‌ra anugrahakē tārā asbīkāra karē"
        },
        {
            "chapter": 16,
            "verse": 72,
            "text": "āra āllāha tōmādēra jan'ya tōmādēra nijēdēra thēkē jōṛā sr̥ṣṭi karēchēna, āra tōmādēra yugala thēkē tōmādēra jan'ya diẏēchēna santānasantati ō nāti-nātanī, āra tōmādēra riyēka dāna karēchēna uttama jinisa thēkē. Tabē ki tārā mithyātē biśbāsa karē ēbaṁ āllāh‌ra anugrahasāmagrītē tārā'i abiśbāsa karē"
        },
        {
            "chapter": 16,
            "verse": 73,
            "text": "āra tārā upāsanā karē āllāh‌kē chēṛē diẏē tādēra yārā ēkaṭuku'ō kṣamatā rākhē nā mahākāśamanḍalī ō pr̥thibī thēkē āsā riyēkēra uparē, āra tārā kōnō kṣamatā rākhē nā."
        },
        {
            "chapter": 16,
            "verse": 74,
            "text": "Ata'ēba āllāh‌ra saṅgē kōnō sadr̥śa sthira karō nā. Niḥsandēha āllāh jānēna āra tōmarā jāna nā."
        },
        {
            "chapter": 16,
            "verse": 75,
            "text": "Āllāh upamā dicchēna aparēra adhikārabhukta ēkajana dāsēra -- kōnō-kichura uparē sē kṣamatā rākhē nā, āra ēmana ēka byaktira yākē āmādēra tarapha thēkē uttama jībikā diẏē āmarā bharaṇapōṣaṇa karēchi, sutarāṁ sē tā thēkē gōpanē ō prakāśyē kharaca karē. Tārā ki samāna-samāna? Samasta praśansā āllāh‌ra. Kintu tādēra adhikānśa'i jānē nā."
        },
        {
            "chapter": 16,
            "verse": 76,
            "text": "Āllāh ārō upamā dicchēna du'ijana lōkēra -- tādēra ēkajana bōbā, kōnō-kichutē'i sē kṣamatā rākhē nā, sē tāra manibēra uparē ēkaṭi bōjhā, tākē yēkhānē'i pāṭhānō hōka nā kēna sē bhāla kichu'i ānatē pārē nā. Sē ēbaṁ sē'ibyakti yini n'yāẏabicārēra nirdēśa dēna tārā ki samāna-samāna, āra tini raẏēchēna sahaja-saṭhika pathē"
        }
    ]
}