{
    "rukus": [
        {
            "chapter": 2,
            "verse": 211,
            "text": "Isarā'ilēra banśadharadēra jijñāsā karō -- spaṣṭa nidarśana-gulō thēkē katō nā āmarā tādēra diẏēchilāma! Āra yē kē'u āllāh‌ra niẏāmata badala karē tā tāra kāchē āsāra parē, tā halē niḥsandēha āllāh pratiphala ditē kaṭhōra"
        },
        {
            "chapter": 2,
            "verse": 212,
            "text": "yārā abiśbāsa pōṣaṇa karē tādēra kāchē ē'i duniẏāra jībana manōrama ṭhēkē, āra tārā maskarā karē yārā īmāna ēnēchē tādēra. Āra yārā dharmaparāẏaṇatā abalanbana karē tārā kiẏāmatēra dina ōdēra uparē thākabē. Āra āllāh yākē icchē karēna bē-hisāba riyēka dāna karēna."
        },
        {
            "chapter": 2,
            "verse": 213,
            "text": "Mānabagōṣṭhī hacchē ēka'i jāti. Kājē'i āllāh ut'thāpana karalēna nabīdēra susambādadātārūpē ēbaṁ satarkakārīrūpē, āra tām̐dēra saṅgē tini abatāraṇa karēchilēna kitāba satyatāra sāthē yātē tā mīmānsā karatē pārē lōkadēra madhyē yē-biṣaẏē tārā matabirōdha karata. Āra kē'u ētē matabirōdha karē nā tārā chāṛā yādēra ē dēẏā haẏēchila tādēra kāchē spaṣṭa pramāṇa āsāra parē'ō tādēra parasparēra madhyē bidrōhācaraṇa baśataḥ. Tā'i yārā īmāna ēnēchē, āllāh tādēra hēdāẏata karalēna āpana ēkhatiẏārē sē'i satyatē yē biṣaẏē tārā matabirōdha karachila. Āra āllāh yākē icchē karēna tākē sahaja-saṭhika pathēra dikē paricālita karēna."
        },
        {
            "chapter": 2,
            "verse": 214,
            "text": "Athabā tōmarā ki bibēcanā karō yē tōmarā bēhēśatē dākhila hatē pārabē yatakṣaṇa nā tōmādēra uparē'ō tōmādēra āgē yārā gata haẏēchē tādēra n'yāẏa nā bartāẏa? Tādēra ākramaṇa karēchila dāruṇa biparyaẏa ēbaṁ carama durdaśā, āra tārā kēm̐pēchila, śēṣa paryanta rasūla ō tām̐ra saṅgē yārā īmāna ēnēchila tārā balalē -- ''āllāh‌ra sāhāyya kakhana?’’ Āllāh‌ra sāhāyya abaśya'i nikaṭabartī naẏa ki"
        },
        {
            "chapter": 2,
            "verse": 215,
            "text": "tārā tōmāẏa jijñēsa karachē ki tārā kharaca karabē. Balō -- ''bhālō jinisa yā-kichu tōmarā kharaca karō tā mātāpitāra jan'ya ō nikaṭa-ā‌tmīẏadēra ō ētimadēra ō misakinadēra ō pathacārīdēra jan'ya. Āra bhālō kāja yā-kichu kara, niḥsandēha āllāh sē-sanbandhē sarbajñātā."
        },
        {
            "chapter": 2,
            "verse": 216,
            "text": "Tōmādēra jan'ya yud'dha bidhibad'dha karā halō, athaca tōmādēra jan'ya tā aprītikara. Āra hatē pārē tōmarā kōnō-kichu apachanda karalē, athaca tā tōmādēra jan'ya maṅgalajanaka, ābāra hatē pārē tōmarā kōnō-kichu bhālōbāsalē, athaca tā tōmādēra jan'ya manda. Āra āllāha jānēna, yadi'ō tōmarā jānō nā."
        }
    ]
}