{
    "rukus": [
        {
            "chapter": 24,
            "verse": 1,
            "text": "Ēkaṭi sūrāh -- āmarā ēṭi abatāraṇa karēchi ēbaṁ ēṭikē abaśya-pālanīẏa karēchi, āra ētē āmarā abatāraṇa karēchi suspaṣṭa āẏātasamūha yēna tōmarā manōnibēśa karatē pāra."
        },
        {
            "chapter": 24,
            "verse": 2,
            "text": "Byabhicāriṇī ō byabhicārī -- tādēra dujanēra pratyēkakē ēkaśa’ bētrāghātē cābuka māra, āra āllāh‌ra bidhāna pālanē tādēra prati anukampā yēna tōmādēra pākaṛā'ō nā karē, yadi tōmarā āllāh‌tē ō ākhērātēra dinē biśbāsa kara, āra muminadēra ēkaṭi dala yēna tādēra śāsti dēkhatē pāẏa."
        },
        {
            "chapter": 24,
            "verse": 3,
            "text": "Byabhicārī sahabāsa karatē pārē nā byabhicāriṇī athabā bahukhōdābādinī byatīta, āra byabhicāriṇī -- tāra saṅgē sahabāsa karatē pārē nā byabhicārī athabā bahukhōdābādī byatīta. Āra ēṭi muminadēra jan'ya niṣid'dha."
        },
        {
            "chapter": 24,
            "verse": 4,
            "text": "Āra yārā satī- sādhbī nārīkē apabāda dēẏa ēbaṁ cārajana sākṣī pēśa karē nā, tādēra āśi bētrāghātē cābuka māra, āra tādēra thēkē kakhana'ō sākṣya grahaṇa karabē nā, kēnanā tārā nijērā'i tō sīmālaṅghanakārī"
        },
        {
            "chapter": 24,
            "verse": 5,
            "text": "tādēra kṣētrē byatīta yārā ēra parē ta'ōbā karē ō śōdharē nēẏa, kēnanā āllāh niḥsandēha paritrāṇakārī, aphura nta phaladātā."
        },
        {
            "chapter": 24,
            "verse": 6,
            "text": "Āra yārā tādēra strīdēra prati apabāda dēẏa ēbaṁ tādēra jan'ya tādēra nijēdēra chāṛā an'ya sākṣī thākē nā, tāhalē tādēra ēkajana'i āllāh‌ra nāmē cārabāra sākṣyadānē sākṣīsābuta khāṛā karabē yē sē niścaẏa'i satyabādīdēra madhyēkāra"
        },
        {
            "chapter": 24,
            "verse": 7,
            "text": "āra pañcamabārē yē āllāh‌ra abhiśāpa tāra uparē paṛuka yadi sē mithyābādīdēra ēkajana haẏa."
        },
        {
            "chapter": 24,
            "verse": 8,
            "text": "Āra tāra thēkē śāsti rōdha karā yābē yadi sē āllāh‌ra nāmē cārabāra sākṣyadānē sākṣī dēẏa yē sē niścaẏa'i mithyābādīdēra madhyēkāra"
        },
        {
            "chapter": 24,
            "verse": 9,
            "text": "āra pañcamabārē yē āllāh‌ra krōdha tāra uparē paṛuka yadi sē satyabādīdēra ēkajana haẏa."
        },
        {
            "chapter": 24,
            "verse": 10,
            "text": "Āra āllāh‌ra anugraha ō tām̐ra karuṇā yadi tōmādēra uparē nā thākata, āra āllāh yē ta'ōbā kabulakārī, paramajñānī."
        }
    ]
}