{
    "rukus": [
        {
            "chapter": 2,
            "verse": 236,
            "text": "Tōmādēra aparādha habē nā yadi tōmarā tālāka dā'ō strīdēra yādēra ēkhana'ō tōmarā sparśa karō ni bā dēẏa yādēra jan'ya dhārya karō ni. Āra tādēra jan'ya byabasthā karō, dhanabānēra kṣētrē tāra sāmarthya anusārē ō abhābīra kṣētrē tāra sāmarthya anusārē, byabasthā habē purōdasturabhābē. Saṯkarmīdēra jan'ya ēkaṭi kartabya."
        },
        {
            "chapter": 2,
            "verse": 237,
            "text": "Kintu yadi tōmarā tādēra tālāka dā'ō tādēra sparśa karāra āgē ēbaṁ itimadhyē dēẏa tādēra jan'ya dhārya karē phēlēcha, yā dhārya karēcha tāra ardhēka, yadi nā tārā māpha karē dēẏa athabā tārā māpha karē dēẏa yādēra hātē raẏēchē bibāha-granthi. Āra yadi tōmarā dābi chēṛē dā'ō tabē tā dharmaparāẏaṇatāra adhikatara nikaṭabartī. Āra tōmādēra parasparēra madhyē sadaẏatā bhulē yēẏō nā. Niḥsandēha tōmarā yā karō āllāh tāra darśaka."
        },
        {
            "chapter": 2,
            "verse": 238,
            "text": "Hēphājata karō nāmāyagulōra, biśēṣa karē sarbōṯkr̥ṣṭa nāmāya, āra tōmarā khāṛā thēkō āllāh‌ra uddēśyē parama binaẏē."
        },
        {
            "chapter": 2,
            "verse": 239,
            "text": "Kintu yadi tōmarā āśaṅkā kara tabē pāẏē calē bā ghōṛāẏa caṛē, kintu yakhana tōmarā nirāpattā bōdha kara takhana āllāh‌kē smaraṇa karō yē bhābē tini tōmādēra śikhiẏēchēna -- yā tōmarā itipūrbē jānatē nā."
        },
        {
            "chapter": 2,
            "verse": 240,
            "text": "Āra tōmādēra madhyē yārā mārā yāẏa ēbaṁ rēkhē yāẏa strīdēra, tādēra strīdēra jan'ya ēka bacharēra bharaṇa-pōṣaṇēra ōsiẏaṯ ha'ōẏā cā'i, tādēra bahiskāra nā ka’rē, kintu tārā yadi calē yāẏa tabē tōmādēra uparē aparādha habē nā yā tārā nijēdēra byāpārē susaṅgatabhābē karē. Āra āllāh mahāśaktiśālī, paramajñānī."
        },
        {
            "chapter": 2,
            "verse": 241,
            "text": "Āra tālāka dēẏā nārīdēra jan'yē byabasthā cā'i purōdastura matē, dharmaparāẏaṇadēra jan'ya ēkaṭi kartabya."
        },
        {
            "chapter": 2,
            "verse": 242,
            "text": "Ē'ibhābē āllāh tōmādēra jan'ya tām̐ra bāṇīsamūha suspaṣṭa karē diẏēchēna yēna tōmarā bujhatē pāra."
        }
    ]
}