{
    "rukus": [
        {
            "chapter": 30,
            "verse": 20,
            "text": "Āra tām̐ra nidarśanābalīra madhyē hacchē yē tini tōmādēra sr̥ṣṭi karēchēna māṭi thēkē, tārapara dēkhō! Tōmarā haẏē gēlē mānuṣa -- chaṛiẏē raẏēcha."
        },
        {
            "chapter": 30,
            "verse": 21,
            "text": "Āra tām̐ra nidarśanābalīra madhyē hacchē yē tini tōmādēra madhyē thēkē tōmādēra jan'ya sr̥ṣṭi karēchēna yugaladēra, yēna tōmarā tādēra madhyē sbasti pētē pāra, āra tini tōmādēra madhyē prēma ō karuṇā sr̥ṣṭi karēchēna. Niḥsandēha ētē tō nidarśanābalī raẏēchē sē'i lōkadēra jan'ya yārā cintā karē."
        },
        {
            "chapter": 30,
            "verse": 22,
            "text": "Āra tām̐ra nidarśanābalīra madhyē hacchē mahākāśamanḍalī ō pr̥thibīra sr̥ṣṭi, āra tōmādēra bhāṣā ō tōmādēra barṇēra baicitra. Niḥsandēha ētē tō nidarśanābalī raẏēchē jñānī lōkadēra jan'ya."
        },
        {
            "chapter": 30,
            "verse": 23,
            "text": "Āra tām̐ra nidarśanagulōra madhyē hacchē rātē ō dinē tōmādēra ghuma, āra tām̐ra karuṇābhānḍāra thēkē tōmādēra anbēṣaṇa. Niḥsandēha ētē tō nidarśanābalī raẏēchē sē'i lōkadēra jan'ya yārā śōnē."
        },
        {
            "chapter": 30,
            "verse": 24,
            "text": "Āra tām̐ra nidarśanagulōra madhyē hacchē -- tini tōmādēra bidyuṯ dēkhāna bhaẏa ō āśārūpē, āra tini ākāśa thēkē pāni barṣaṇa karēna, tārapara tā diẏē pr̥thibīkē tāra mr̥tyura parē sañjībita karēna. Niḥsandēha ētē tō nidarśanābalī raẏēchē sē'i lōkadēra jan'ya yārā bud'dhiśud'dhi rākhē."
        },
        {
            "chapter": 30,
            "verse": 25,
            "text": "Āra tām̐ra nidarśanagulōra madhyē hacchē yē ākāśa ō pr̥thibī aṭuṭa raẏēchē tām̐ra'i ādēśē. Tārapara tini yakhana tōmādēra ēka ḍāka diẏē ḍākēna, māṭi thēkē, takhana tōmarā bēriẏē āsacha."
        },
        {
            "chapter": 30,
            "verse": 26,
            "text": "Āra yārā raẏēchē mahākāśamanḍalītē ō pr̥thibītē tārā tām̐ra'i. Sabā'i tām̐ra prati ājñābaha."
        },
        {
            "chapter": 30,
            "verse": 27,
            "text": "Āra tini'i sē'ijana yini sr̥ṣṭira sūcanā karēchēna, tārapara tini tā punaḥsr̥ṣṭi karēna, āra ēṭi tām̐ra jan'ya ati sahaja. Āra tām̐ra'i hacchē sarbōcca ādarśa mahākāśamanḍalītē ō pr̥thibītē, āra tini'i hacchēna mahāśaktiśālī, paramajñānī."
        }
    ]
}