{
    "rukus": [
        {
            "chapter": 39,
            "verse": 22,
            "text": "Yāra buka āllāh isalāmēra prati praśasta karēchēna, phalē sē tāra prabhura kācha thēkē ēka ālōkē raẏēchē, sē ki --? Sutarāṁ dhik tādēra jan'ya yādēra hr̥daẏa āllāh‌ra smaraṇē sukaṭhina! Ērā'i raẏēchē spaṣṭa bibhrāntitē."
        },
        {
            "chapter": 39,
            "verse": 23,
            "text": "Āllāh abatāraṇa karēchēna śrēṣṭha bibr̥ti -- ēkakhānā grantha, subin'yasta, punarābr̥ttimaẏa, ētē yārā tādēra prabhukē bhaẏa karē tādēra cāmaṛā śi'urē ōṭhē, tārapara tādēra chāla ō tādēra dila narama haẏa āllāh‌ra smaraṇē. Ēṭi'i āllāh‌ra patha-nirdēśa, ēra dbārā tini patha dēkhiẏē thākēna yākē tini icchā karēna. Yākē āllāh pathabhraṣṭa hatē dēna, tāra jan'ya tabē hēdāẏatakārīdēra kē'u nē'i."
        },
        {
            "chapter": 39,
            "verse": 24,
            "text": "Yē tāra mukha diẏē ṭhēkātē cā'ibē kiẏāmatēra dinēra kaṭhōra śāsti sē ki --? Āra an'yāẏakārīdēra balā habē -- ''tōmarā yā arjana karēchilē tā āsbādana karō.’’"
        },
        {
            "chapter": 39,
            "verse": 25,
            "text": "Tādēra pūrbē yārā chila tārā'ō pratyākhyāna karēchila, sējan'ya śāsti tādēra kāchē ēsē paṛēchila ēmana dika thēkē yā tārā bujhatē pārē ni."
        },
        {
            "chapter": 39,
            "verse": 26,
            "text": "Phalē āllāh tādēra ē'i duniẏāra jībanē'i lāñchanā āsbāda kariẏēchilēna, āra parakālēra śāsti tō ārō birāṭa. Tārā yadi jānatō"
        },
        {
            "chapter": 39,
            "verse": 27,
            "text": "āra āmarā abaśya'i ē'i kura'ānē mānuṣēra jan'ya harēka rakamēra dr̥ṣṭānta chōm̐ṛē mērēchi, yēna tārā upadēśa grahaṇa karatē pārē"
        },
        {
            "chapter": 39,
            "verse": 28,
            "text": "ārabī kura'āna, kōnō jaṭilatā bihīna, yēna tārā dharmabhīrutā abalanbana karatē pārē."
        },
        {
            "chapter": 39,
            "verse": 29,
            "text": "Āllāh ēkaṭi dr̥ṣṭānta chōṛē mārachēna -- ēkajana lōka, tāra saṅgē raẏēchē anēka anśī-dēbatā, parasparēra saṅgē bibāda-rata, āra ēkajana lōka, ēkajanēra saṅgē'i anurakta. Ēdēra du’jana ki abasthāra kṣētrē ēkasamāna? Samasta praśansā āllāh‌ra, kintu tādēra anēkē'i jānē nā."
        },
        {
            "chapter": 39,
            "verse": 30,
            "text": "Tumi tō niścaẏa mr̥tyubaraṇa karabē, āra tārā'ō niścaẏa'i mr̥tyumukhē paṛabē."
        },
        {
            "chapter": 39,
            "verse": 31,
            "text": "Tārapara kiẏāmatēra dinē niścaẏa'i tōmādēra prabhura sāmanē tōmarā ēkē'an'yē bākabitanḍā karabē."
        }
    ]
}