{
    "rukus": [
        {
            "chapter": 40,
            "verse": 79,
            "text": "Āllāha'i tini yini tēmādēra jan'ya gabādi-paśu sr̥ṣṭi karēchēna yēna tōmarā tādēra katakagulōẏa caṛatē parō ō tādēra katakaṭā tōmarā khētē pārō"
        },
        {
            "chapter": 40,
            "verse": 80,
            "text": "āra tōmādēra jan'ya tādēra madhyē raẏēchē munāphā, āra yēna tādēra sāhāyyē tōmarā pūraṇa karatē pārō tōmādēra antarēra bāsanā, āra tādēra uparē ō jāhājēra uparē tōmādēra bahana karā haẏa."
        },
        {
            "chapter": 40,
            "verse": 81,
            "text": "Āra tini tōmādēra dēkhiẏē thākēna tām̐ra nidarśanasamūha. Sutarāṁ āllāh‌ra nidarśanābalīra kōnaṭi tōmarā pratyākhyāna karabē"
        },
        {
            "chapter": 40,
            "verse": 82,
            "text": "ōrā ki tabē pr̥thibītē paribhramaṇa karē ni, tāhalē ōrā dēkhatē pētō kēmana haẏēchila tādēra pariṇāma yārā ōdēra pūrbabartī chila? Tārā ōdēra cēẏē adhikasaṅkhyaka chila āra śaktitē prabalatara ō duniẏātē kīrtisthāpanē chila pāradarśī. Kinta tārā yā arjana karē calēchila tā tādēra kōnō kājē āsē ni."
        },
        {
            "chapter": 40,
            "verse": 83,
            "text": "Tārapara yakhana tādēra rasūlagaṇa tādēra kāchē spaṣṭa pramāṇābalī niẏē ēsēchilēna takhana tādēra kāchē jñānēra yā raẏēchē sējan'ya tārā bēparōẏā thākatō, āra ōrā yā niẏē ṭhāṭṭā-bidrapa karata tā'i tādēra ghērā'ō karala."
        },
        {
            "chapter": 40,
            "verse": 84,
            "text": "Sutarāṁ tārā yakhana āmādēra duryōga dēkhatē pēla takhana balala, ''āmarā āllāh‌tē, tām̐ra ēkatbē, biśbāsa karachi, āra yādēra āmarā tām̐ra saṅgē śarīka karēchilāma tādēra āmarā asbīkāra karachi.’’"
        },
        {
            "chapter": 40,
            "verse": 85,
            "text": "Kinta yakhana tārā āmādēra duryōga pratyakṣa karēchē takhana tādēra biśbāsasthāpanā tādēra kōnō upakārē āsabē nā. Āllāhara rīti yēṭi balabaṯ haẏē raẏēchē tām̐ra bāndādēra madhyē, āra abiśbāsīrā takhana'i nāstānābuda habē."
        }
    ]
}