{
    "rukus": [
        {
            "chapter": 46,
            "verse": 11,
            "text": "Āra yārā abiśbāsa pōṣaṇa karē tārā tādēra sanbandhē balē yārā īmāna ēnēchē, ''ēṭi yadi bhāla hatō tāhalē tārā ēra prati āmādēra pāṭha śēkhāta nā.’’ Āra yēhētu tārā ēra dbārā saṯpathēra diśā pāẏa ni tā'i tārā tō balabē'i, ''ēṭi ēka puranō mithyā.’’"
        },
        {
            "chapter": 46,
            "verse": 12,
            "text": "Āra ēra āgē chila musāra grantha -- agradūta ō karuṇāsbarūpa. Āra ēkhānā hacchē satyasamarthanakārī kitāba, ārabī bhāṣāẏa, yēna ēṭi satarka karatē pārē tādēra yārā an'yāẏācaraṇa karachē, ēbaṁ saṯkarmaśīladēra jan'ya hatē pārē susambāda sbarūpa."
        },
        {
            "chapter": 46,
            "verse": 13,
            "text": "Niḥsandēha yārā balē -- ''āmādēra prabhu hacchēna āllāh‌’’, tārapara kāẏēma thākē, tādēra upara tabē kōnō bhaẏa nē'i, āra tārā nijērā anutāpa'ō karabē nā."
        },
        {
            "chapter": 46,
            "verse": 14,
            "text": "Ērā'i hacchē bēhēśatēra bāsindā, tātē'i tārā sthāẏībhābē thākabē, -- tārā yā karē calata sējan'ya ēka pratidāna."
        },
        {
            "chapter": 46,
            "verse": 15,
            "text": "Āra āmarā mānuṣakē tāra mātāpitāra samparkē bhāla byabahārēra nirdēśa diẏēchi. Tāra mātā kaṣṭa karē tākē garbhē dhāraṇa karēchilēna āra kaṣṭa karē tākē janma diẏēchilēna. Āra tākē garbhē dhāraṇa karatē ō tāra lālana-pālanē lēgēchila triśaṭi māsa. Tārapara sē yakhana tāra yaubanē paum̐chē ēbaṁ calliśa bacharē paum̐chē yāẏa takhana sē balē -- ''āmāra prabhu! Tumi āmākē jāgarita karō yēna āmi kr̥tajñatā jānātē pāri tōmāra sē'i anugrahēra jan'ya yā tumi arpaṇa karēcha āmāra uparē ō āmāra mātāpitāra uparē, āra yēna āmi saṯkarma karatē pāri yā tōmākē khuśi karē, āra āmāra prati kalyāṇa karō āmāra santānasantatidēra samparkē. Āmi abaśya'i tōmāra dikē phirēchi, āra āmi niścaẏa musalimadēra madhyēkāra.’’"
        },
        {
            "chapter": 46,
            "verse": 16,
            "text": "Ērā'i tārā yādēra thēkē āmarā grahaṇa karē thāki tārā yā karēchila tāra śrēṣṭha ēbaṁ upēkṣā kari tādēra manda kāryābalī -- jānnātēra bāsindādēra antarbhukta. Prāmāṇika prati‌śruti yā tādēra kāchē ōẏādā karā hata."
        },
        {
            "chapter": 46,
            "verse": 17,
            "text": "Āra yē tāra mātāpitākē balē -- ''dhuttōra tōmādēra jan'ya! Tōmarā ki āmākē bhaẏa dēkhāccha yē āmākē bēra karā habē, athaca āmāra āgē bahu mānababanśa gata haẏē'i gēchē? Āra tārā dujanē āllāh‌ra sāhāyya kāmanā karabē -- ''dhik tōmāra jan'ya! Īmāna ānō, āllāh‌ra ōẏādā abaśya'i satya.’’ Kintu sē balē -- ''ētō atītakālēra upakathā chāṛā āra kichu'i naẏa.’’"
        },
        {
            "chapter": 46,
            "verse": 18,
            "text": "Ērā'i tārā yādēra uparē ukti satya pratipanna haẏēchē -- jina ō mānuṣēra madhyēra sē'isaba sampradāẏadēra kṣētrē yārā tādēra āgē gata haẏē gēchē. Niḥsandēha tārā'i tō kṣatigrasta."
        },
        {
            "chapter": 46,
            "verse": 19,
            "text": "Āra pratyēkēra'i jan'ya raẏēchē tārā yā kāja karēchē tāra thēkē bahu stara, āra yēna tādēra kriẏākalāpēra jan'ya tini tādēra pratiphala ditē pārēna, āra tādēra ādau an'yāẏa karā habē nā."
        },
        {
            "chapter": 46,
            "verse": 20,
            "text": "Āra sē'i dina yārā abiśbāsa pōṣaṇa karēchila tādēra samāgata karā habē āgunēra nikaṭē, ''tōmarā tō tōmādēra bhāla jinisasaba tōmādēra duniẏāra jībanē'i yētē diẏēchilē, āra tōmarā sēkhānē bhōgabilāsa'i cēẏēchilē, sutarāṁ āja tōmādēra pratidāna dē'ōẏā habē ēka lāñchanākara śāsti, yēhētu tōmarā duniẏātē yathārtha kāraṇa byatīta baṛamānaṣi karatē, āra yēhētu tōmarā sīmālaṅghana karatē.’’"
        }
    ]
}