{
    "rukus": [
        {
            "chapter": 57,
            "verse": 1,
            "text": "Mahākāśamanḍalē ō pr̥thibītē yā-kichu āchē tā āllāh‌ra japatapa karē, āra tini mahāśaktiśālī, paramajñānī."
        },
        {
            "chapter": 57,
            "verse": 2,
            "text": "Tām̐ra'i hacchē mahākāśamanḍala ō pr̥thibīra sārbabhaumatba tini jībana dāna karēna ō mr̥tyu ghaṭāna, āra tini'i saba-kichura uparē sarbaśaktimāna."
        },
        {
            "chapter": 57,
            "verse": 3,
            "text": "Tini'i ādi ō anta āra prakāśya ō gupta, kēnanā tini'i saba-kichu sanbandhē sarbajñātā."
        },
        {
            "chapter": 57,
            "verse": 4,
            "text": "Tini'i sē'ijana yini mahākāśamanḍala ō pr̥thibī sr̥ṣṭi karēchēna chaẏa dinē, tārapara tini samārōhaṇa karalēna āraśēra uparē. Tini jānēna yā pr̥thibīra bhētarē prabēśa karē ēbaṁ yā tā thēkē bēriẏē āsē, āra yā ākāśa thēkē nēmē āsē ēbaṁ yā tātē uṭhē yāẏa. Āra tini tōmādēra saṅgē raẏēchēna yēkhānē'i tōmarā thāka nā kēna. Āra tōmarā yā kara sē-sanbandhē āllāh samyaka draṣṭā."
        },
        {
            "chapter": 57,
            "verse": 5,
            "text": "Tām̐ra'i hacchē mahākāśamanḍala ō pr̥thibīra sārbabhaumatba āra āllāh‌ra'i prati byāpāra-syāpāragulō phiriẏē nē'ōẏā haẏa."
        },
        {
            "chapter": 57,
            "verse": 6,
            "text": "Tini rātakē dinēra madhyē prabēśa kariẏē dēna ēbaṁ dinakē prabēśa karāna rātēra madhyē. Āra bukēra bhētarē yā-kichu āchē sē- sanbandhē tini sarbajñātā."
        },
        {
            "chapter": 57,
            "verse": 7,
            "text": "Āllāh‌ra ō tām̐ra rasūlēra prati īmāna ānō, ēbaṁ kharaca karō tā thēkē yā diẏē tini ētē tōmādēra uttarādhikārī bāniẏēchēna. Sutarāṁ tōmādēra madhyēra yārā īmāna ānē ō kharaca karē, tādēra jan'ya raẏēchē ēka birāṭa pratidāna."
        },
        {
            "chapter": 57,
            "verse": 8,
            "text": "Āra tōmādēra ki haẏēchē yē tōmarā āllāh‌tē biśbāsa karacha nā, athaca rasūla tōmādēra āhbāna karachēna yēna tōmarā tōmādēra prabhura prati biśbāsa sthāpana karō, ēbaṁ tini'ō itipūrbē'i tōmādēra thēkē aṅgīkāra grahaṇa karēchēna, -- yadi tōmarā biśbāsī haẏē thākō"
        },
        {
            "chapter": 57,
            "verse": 9,
            "text": "tini'i sē'ijana yini tām̐ra bāndāra kāchē suspaṣṭa nirdēśābalī abatāraṇa karachēna yēna tini tōmādēra bēra kabē ānatē pārēna andhakāra thēkē ālōkēra madhyē. Āra āllāh niścaẏa'i tōmādēra prati tō parama snēhamaẏa, aphuranta phaladātā."
        },
        {
            "chapter": 57,
            "verse": 10,
            "text": "Āra tōmādēra ki haẏēchē yē tōmarā āllāh‌ra pathē kharaca kara nā, athaca āllāh‌ra'i hacchē mahākāśamanḍala ō pr̥thibīra uttarādhikāra? Tōmādēra madhyē tārā samatulya naẏa yārā sē'i bijaẏēra pūrbē kharaca karēchila ō yud'dha karēchila. Ērā śrēṇībibhāgē uccatara tādēra thēkē yārā parabartīkālē kharaca karē ō yud'dha karē, āra pratyēkakē'i āllāh ōẏādā karēchēna kalyāṇēra. Kēnanā tōmarā yā kara sē-sanbandhē āllāh pūrṇa ōẏākiphahāla."
        }
    ]
}