{
    "rukus": [
        {
            "chapter": 57,
            "verse": 11,
            "text": "Kē sē'ijana yē āllāh‌kē karja dēẏa uttama karja, phalē tini ēṭikē tārajan'ya bahuguṇita karē dēna, āra tāra jan'ya raẏēchē sam'mānita puraskāra"
        },
        {
            "chapter": 57,
            "verse": 12,
            "text": "sē'idina tumi biśbāsīdēra ō biśbāsinīdēra dēkhatē pābē -- tādēra ālōka dhābita haẏēchē tādēra sam'mukhē ō tādēra ḍānadika diẏē, -- ''tōmādēra jan'ya āja susambāda -- sbargō'udyānasamūhē yādēra nīcē diẏē baẏē calēchē jharanārāji, sēkhānē abasthāna karabē.’’ Ēṭi'i hacchē birāṭa sāphalya."
        },
        {
            "chapter": 57,
            "verse": 13,
            "text": "Sē'i dina yakhana kapaṭācārī ō kapaṭācāriṇīrā balabē tādēra yārā biśbāsa karēchē -- ''āmādēra dikē dēkhō tō, tōmādēra ālōka thēkē yēna āmarā nitē pāri.’’ Balā habē -- ''tōmarā tōmādēra pēchanē phirē yā'ō ēbaṁ ālōra khōm̐ja kara.’’ Tārapara tādēra madhyē ēkaṭi dē'ōẏāla dām̐ṛa karānō habē yātē thākabē ēkaṭi darajā. Tāra bhētarēra dikē, sēkhānē raẏēchē karuṇā, āra tāra bā'irēra dikē, tāra sāmanē'i raẏēchē śāsti."
        },
        {
            "chapter": 57,
            "verse": 14,
            "text": "Tārā tādēra ḍēkē balabē -- ''āmarā ki tōmādēra saṅgē chilāma nā?’’ Tārā balabē -- ''hām̐, kinta tōmarā tōmādēra nijēdēra pralubdha karēchilē, āra pratīkṣā karēchilē, āra br̥thā kāmanā tōmādēra pratārita karēchila yē paryanta nā āllāh‌ra bidhāna ēsēchila, āra āllāh samparkē mahāpratāraka tōmādēra pratāraṇā karēchila."
        },
        {
            "chapter": 57,
            "verse": 15,
            "text": "Sējan'ya ājakēra dinē tōmādēra thēkē kōnō muktipaṇa grahaṇa karā habē nā, āra yārā abiśbāsa karēchila tādēra thēkē'ō naẏa. Tōmādēra ābāsasthala hacchē jāhānnāma, ē'i-i tōmādēra murabbī, āra kata nikr̥ṣṭa gantabyasthala!’’"
        },
        {
            "chapter": 57,
            "verse": 16,
            "text": "Ēkhana'ō ki samaẏa haẏa ni tādēra jan'ya yē yārā biśbāsa karē tādēra hr̥daẏa binata habē āllāh‌ra smaraṇē ēbaṁ satyēra yā abatīrṇa haẏēchē? Āra tārā ōdēra matō nā hōka yādēra pūrbabartīkālē grantha dē'ōẏā haẏēchila, kinta samaẏa tādēra jan'ya sudīrgha manē haẏēchila, phalē tādēra hr̥daẏa kaṭhina haẏē paṛēchila. Āra tādēra madhyēra anēkē'i haẏēchila satyatyāgī."
        },
        {
            "chapter": 57,
            "verse": 17,
            "text": "Tōmarā jēnē rākhō yē āllāh pr̥thibīṭākē tāra mr̥tyura parē prāṇa sañcāra karēna. Āmarā tō tōmādēra jan'ya nirdēśābalī suspaṣṭa karē diẏēchi yēna tōmarā bujhatē pāra."
        },
        {
            "chapter": 57,
            "verse": 18,
            "text": "Niḥsandēha dānaśīla puruṣa ō dānaśīlā nārīrā āra yārā āllāh‌kē uttama r̥ṇa dāna karē -- tādēra jan'ya tā bahuguṇita karā habē, āra tādēra jan'ya raẏēchē sam'mānita puraskāra."
        },
        {
            "chapter": 57,
            "verse": 19,
            "text": "Āra yārā āllāh‌ra prati ō tām̐ra rasūlēra prati īmāna ēnēchē, tārā'i khōda satyaparāẏaṇa ēbaṁ tādēra prabhura samakṣē sākṣyadātā. Tādēra jan'ya raẏēchē tādēra pratidāna ō tādēra ālōka. Pakṣāntarē yārā abiśbāsa karē ō āmādēra nirdēśābalī pratyākhyāna karē, tārā'i hacchē bhaẏaṅkara āgunēra bāsindā."
        }
    ]
}