{
    "rukus": [
        {
            "chapter": 4,
            "verse": 71,
            "text": "Āra niḥsandēha tōmādēra madhyē ēmana lōka āchē yē pēchanē paṛē thākē, tārapara tōmādēra uparē yadi kōnō du rghaṭanā ghaṭē yāẏa sē balē -- ''āllāh niścaẏa'i āmāra uparē anugraha karēchēna yē āmi tādēra saṅgē cākṣuṣakārī chiluma nā.’’"
        },
        {
            "chapter": 4,
            "verse": 72,
            "text": "Āra yadi āllāh‌ra tarapha thēkē tōmādēra kāchē karuṇābhānḍāra ēsē paṛē takhana, yēna tōmādēra madhyē ō tāra madhyē kōnō bandhutba'i chila nā ēmanibhābē sē balē uṭhē -- ''āphasōsa! Āmi yadi tādēra saṅgē thākatāma tabē birāṭa sāphalyē saphalakāma hatē pāratāma.’’"
        },
        {
            "chapter": 4,
            "verse": 73,
            "text": "Kājē'i ōrā'i āllāh‌ra pathē yud'dha karuka yārā ē'i duniẏāra jībana parakālēra jan'ya bikraẏa karē dēẏa. Āra yē kē'u āllāh‌ra pathē yud'dha karē, sē nihata hōka bā bijaẏī hōka śīghra'i tākē āmarā dēba mahāpuraskāra."
        },
        {
            "chapter": 4,
            "verse": 74,
            "text": "Āra tōmādēra kī āchē yē tōmarā āllāh‌ra pathē yud'dha karabē nā, athaca puruṣadēra madhyēra durbala lōkērā āra strīlōkērā āra chēlēmēẏērā yārā balachē -- ''āmādēra prabhū! Āmādēra bā'irē niẏē yā'ō ē'i basati thēkē yāra adhibāsīrā atyācārī, āra tōmāra kācha thēkē āmādēra jan'ya ēkajana rakṣākārī-bandhu dā'ō, āra tōmāra kācha thēkē āmādēra dā'ō ēkajana sāhāyyakārī.’’"
        },
        {
            "chapter": 4,
            "verse": 75,
            "text": "Yārā īmāna ēnēchē tārā yud'dha karē āllāh‌ra pathē, āra yārā abiśbāsa pōṣaṇa karē tārā tāgutēra pathē yud'dha karē, ata'ēba śaẏatānēra sāṅgōpāṅgadēra birud'dhē yud'dha karō. Niḥsandēha śaẏatānēra cakrānta cira-durbala."
        },
        {
            "chapter": 4,
            "verse": 76,
            "text": "Tumi ki tādēra dikē cēẏē dēkhō ni yādēra balā haẏēchila -- ''tōmādēra hāta guṭiẏē rākhō, ēbaṁ nāmāya kāẏēma karō, āra yākāta ādāẏa karō.’’ Kintu yakhana tādēra jan'ya yud'dhēra bidhāna dēẏā halō takhana, āścarya! Tādēra ēkaṭi dala mānuṣakē bhaẏa karatē lāgalō yēmana ucita āllāh‌kē bhaẏa karā, -- athabā tāra cā'itē'ō bēśī bhaẏa, āra balalē -- ''āmādēra prabhū! Kēna tumi āmādēra jan'ya yud'dhēra bidhāna karalē? Kēna tumi āmādēra alpakālēra jan'ya birāma dilē nā?’’ Tumi balō -- ''ē'i duniẏāra āẏōjana alpakṣaṇēra jan'ya, āra parakāla hacchē yē bhaẏa karē tāra jan'ya uṯkr̥ṣṭatara. Āra tōmādēra an'yāẏa karā habē nā khējura-bicira-pātalā parata parimāṇē'ō"
        }
    ]
}