{
    "maqras": [
        {
            "chapter": 16,
            "verse": 1,
            "text": "De beslissing van Allah komt (zeker) wens haar dus niet te verhaasten. Heilig is Allah en Verheven boven wat zij (Hem) aan deelgenoten toekennen"
        },
        {
            "chapter": 16,
            "verse": 2,
            "text": "Hij heeft de Engelen doen neerdalen met de Openbaring van Zijn bevel. naar wie Hij wil van Zijn dienaren, om te waarschuwen: \"Er is geen God dan Ik, dus vreest Mij"
        },
        {
            "chapter": 16,
            "verse": 3,
            "text": "Hij heeft de hemelen en aarde in Waarheid geschapen. Verheven is Hij boven wat zij (Hem) aan deelgenoten toekennen"
        },
        {
            "chapter": 16,
            "verse": 4,
            "text": "Hij schiep de mens uit een druppel sperma, en dan wordt hij een duidelijke hetwister (van Allah)"
        },
        {
            "chapter": 16,
            "verse": 5,
            "text": "En Hij schiep het vee voor jullie: warmte en nut zijn erin, en jullie eten ervan"
        },
        {
            "chapter": 16,
            "verse": 6,
            "text": "En voor jullie is er schoonheid in, wanneer jullie het vee 's avonds naar de stal voeren en wanneer jullie het vee 's morgens gaan weiden"
        },
        {
            "chapter": 16,
            "verse": 7,
            "text": "En Zij dragen lasten voor jullie naar landen die jullie niet zonder moeilijkheden voor julliezelf konden bereiken. Voorwaar, jullie Heer is zeker Meest Genadig, Meest Barmhartig. THIS TEXT HAS BEEN AUTOMATICALLY GENERATED (OCR) AND REQUIRES FIXING/CHECKING. USE THE CTRL+(Right/Left Arrow) KEYS TO MOVE ALONG THE WORDS AND CHECK WITH THE LEFT SIDE. PLEASE DELETE *THIS* NOTE IF YOU ARE READY TO CHECK AND APPROVE"
        },
        {
            "chapter": 16,
            "verse": 8,
            "text": "En het paard, de muilezel en de ezel, zodatiullie erop kunnen rijden en (zij zijin) als een sieraad. En Hij schept wat jullie niet weten"
        },
        {
            "chapter": 16,
            "verse": 9,
            "text": "En het is aan Allah om de rechte Weg te tonen en er zijn er die (ervan) afwijken. En als Hij het had gewild, had Hij zeker jullie allen gelei"
        },
        {
            "chapter": 16,
            "verse": 10,
            "text": "Hij is Degene Die water uit de hemel doet neerdalen, waarvan een deel voor jullie om te drinken is, en een deel voor de gewassen waaropjullie (vee) weiden"
        },
        {
            "chapter": 16,
            "verse": 11,
            "text": "Hij brengt er voorjuitie het graan en de olijfbomen en de palmbomen en de druivenstruiken mee voort en alle vruchten. Voorwaar, daarin zijn zeker Tekenen voor een volk dat nadenkt"
        },
        {
            "chapter": 16,
            "verse": 12,
            "text": "En Hij maakte voor jullie de nacht en de dag en de zon en de maan dienstbaar. En de sterren zijn dienstbaar, met Zijn vwlof Voorwaar, daarin zijn zeker Tekenen voor een volk dat begrijpt"
        },
        {
            "chapter": 16,
            "verse": 13,
            "text": "En (ook in) wat Hij voor jullie maakte op aarde, verschillend van soort Voorwaar, daarin zijn zeker Tekenen voor een veik dat zich laat vermanen"
        },
        {
            "chapter": 16,
            "verse": 14,
            "text": "En Hij is Degene Die de zee diemtbau heeft getnaakt, opdat jullie uit haar vers vlees kunnen eten. en jullie halen sieraden uit haar die jullie dragen, en jullie zien de schepen op haar varen. En opdat jullie Zijn gunst zoeken en hopelijk zullen jullie dankbaar zijn"
        },
        {
            "chapter": 16,
            "verse": 15,
            "text": "En Hij bracht op de aarde gebergten aan zodat jullie niet met haar beven, en rivieren en wegen. Hopelijk zullen jullie Leiding volgen"
        },
        {
            "chapter": 16,
            "verse": 16,
            "text": "En (Hij maakte) kerunerken, en door de sterren laten zij zich de weg wijzen"
        },
        {
            "chapter": 16,
            "verse": 17,
            "text": "Is Degene Die schept dan gelijk aan degene die niet schept? Zullen juilie je niet laten vemenen"
        },
        {
            "chapter": 16,
            "verse": 18,
            "text": "En als jullie de gunsten van Allah (zouden wiilen) optellen kunnen jullie ze niet opsommen. Voorwaar, Allah is zeker Vergevensgezind, Meest Barmhartig"
        },
        {
            "chapter": 16,
            "verse": 19,
            "text": "En Allah weet wat jullie verbergen en wat jullie tonen"
        },
        {
            "chapter": 16,
            "verse": 20,
            "text": "En degenen die zij naast Allah aanroepen scheppen niets, maar zij zijn (zelf) geschapen"
        },
        {
            "chapter": 16,
            "verse": 21,
            "text": "Doden en zijn zij zonder te leven. En zij weten niet wanneer zij worden opgewekt"
        },
        {
            "chapter": 16,
            "verse": 22,
            "text": "Jullie god is één God. Wat betreft degenen die niet in het Hiernamaals Ooyen: hun harten zijn verderfelijk en zij zijn hoogmoedigen"
        },
        {
            "chapter": 16,
            "verse": 23,
            "text": "Zonder twijfel weet Allah wat zij verbergen en wat zij tonen. Voorwaar, Hij houdt niet van de hoogmoedigen"
        },
        {
            "chapter": 16,
            "verse": 24,
            "text": "En wanneer ken wordt gezegd: \"Wat heeft jullie Heer doen neerdalen?\" zeggen zij: \"Fabels van de vroegeren"
        },
        {
            "chapter": 16,
            "verse": 25,
            "text": "Zodat zij op de Dag der Opstanding hun volledige lasten dragen en (ook een gedeelte) van de lasten van degenen zonder kennis die zij deden dwalen. Weet: slecht is het wat zij dragen"
        },
        {
            "chapter": 16,
            "verse": 26,
            "text": "Waarlijk, degenen vôôr hen beraamden ook (tegen Allah), maar Allah greep hun bouwwerken bij de fundamenten en daarop viel het dak boven op hen neer. En de bestraffing trof hen van waar zij niet beseften"
        },
        {
            "chapter": 16,
            "verse": 27,
            "text": "Vervolgens zal Hij hen op de Dag der Opstanding vernederen, en zeggen: \"Waar zijn Mijn (zogenaamde)deelgenoten waarover jullie (met de gelovigen) plachten te redetwisten?\" Degenen die kennis gegeven is, zullen zeggen: \"Voorwaar, op deze Dag is er vernedering en kwaad voor de ongelovigen"
        },
        {
            "chapter": 16,
            "verse": 28,
            "text": "(Zij zijn) degenen die door de Engelen weggenomen werden terwijl zij onrecht tegen zichzelf begingen. Dan zullen zij zich overgeven (en zeggen:) \"Wij plachten geen kwaad te bedrijven. (De Engelen zullen antwoorden:) \"Nee, voorwaar, Allah weet het beste wat jullie plachten te doen"
        },
        {
            "chapter": 16,
            "verse": 29,
            "text": "Dus gaat de poorten van de Hel binnen om daarin eeuwig levenden te zijn. De verblijfplaats van de hoogmoedigen is zeker het slechtst"
        }
    ]
}