{
    "maqras": [
        {
            "chapter": 48,
            "verse": 18,
            "text": "Voorzeker, het welgevallen van Allah was met de gelovigen toen zij jou trouw zwoeren onder de boom, en Hij wist wat in hun harten was. Toen deed Hij de vrede op hen neerdalen en beloonde Hij hen met een nabije overwinning"
        },
        {
            "chapter": 48,
            "verse": 19,
            "text": "En een grote oorlogsbuit die zij namen. En Allah is Almachtig, Alwijs"
        },
        {
            "chapter": 48,
            "verse": 20,
            "text": "Allah heeft jullie een grote oorlogsbuit beloofd die jullie zullen nemen en Hij heeft dat voor jullie bespoedigd. En Hij heeft de handen van de mensen (de vijanden) van jullie afgehouden, opdat het een teken voor de gelovigen zou zijn. En Hij leidt jullie op een recht Pad"
        },
        {
            "chapter": 48,
            "verse": 21,
            "text": "En andere (oorlogsbuiten) die jullie nog niet kunnen nemen. Allah heeft ze in Zijn macht, en Allah is Almachtig over alle zaken"
        },
        {
            "chapter": 48,
            "verse": 22,
            "text": "En als degenen die niet geloven jullie zouden bevechten, dan zouden zij zich omdraaien en vluchten, en zij zouden vervolgens geen beschermer en geen helper vinden"
        },
        {
            "chapter": 48,
            "verse": 23,
            "text": "(Als) de handelwijze van Allah die reeds vroeger gold. En jij zult in de handelwijze van Allah nooit een verandering aantreffen"
        },
        {
            "chapter": 48,
            "verse": 24,
            "text": "En Hij is Degene Die hun handen van jullie heeft afgehouden en Die jullie handen van hen afgehouden heeft, in het midden van Mekkah (bij de Masdjid al Harâm), nadat Hij jullie de overwinning over hen had geschonken. En Allah is Alziende over wat jullie doen"
        },
        {
            "chapter": 48,
            "verse": 25,
            "text": "Zij zijn degenen die niet geloofden en die jullie afhielden van de Masdjid Al Harâm (de gewijde Moskee te Mekkah) en die tegenhielden dat de offerdieren hun slachtplaats zouden bereiken. En als er geen gelovige mannen en gelovige vrouwen in Mekkah waren geweest, waarvan jullie niet wisten of jullie hen zouden doden, waarna jullie vanwege hen in moeilijkheden zouden raken, zonder het te weten... (dan zou Allah de verovering van Mekkah reeds toegestaan hebben.) Opdat Allah tot Zijn Barmhartigheid toelaat wie Hij wil. En als zij (gelovigen en ongelovigen) van elkaar gescheiden waren, dan hadden Wij zeker degenen die niet geloofden onder hen met een pijnlijke bestraffing bestraft"
        },
        {
            "chapter": 48,
            "verse": 26,
            "text": "(Gedenkt) toen degenen die niet geloofden trots in hun harten brachten, de trots van de onwetendheid, toen liet Allah de vrede neerdalen over Zijn Boodschapper en de gelovigen, en Hij verplichtte hen zich te houden aan het woord van Taqwa. En zij hadden er meer recht op en zij waren er geschikt voor. En Allah is Alwetend over alle zaken"
        },
        {
            "chapter": 48,
            "verse": 27,
            "text": "En voorzeker, Allah heeft de droom van Zijn Boodschapper bewaarheid: dat jullie zeker de Masdjid Al Harâm zullen binnengaan, als Allah het wil in veiligheid, jullie hoofden kaal scherend en het hoofdhaar kort snijdend, zonder vrees. Hij (Allah) weet wat jullie niet weten en Hij bracht daarnaast een nabije overwinning"
        },
        {
            "chapter": 48,
            "verse": 28,
            "text": "Hij is Degene Die Zijn Boodschapper met de Leiding en de ware godsdienst (de Islam) heeft gezonden om deze over alle godsdiensten te doen zegevieren. En Allah is voldoende als Getuige"
        },
        {
            "chapter": 48,
            "verse": 29,
            "text": "Moehammad is de Boodschapper van Allah en degenen die met hem zijn, zijn streng tegenover de ongelovigen, maar onderling barmhartig. Jij ziet hen zich neerbuigen en zich neerknielen. Zij zoeken een gunst van Allah en Zijn welgevallen. Hun kenmerken zijn zichtbaar in hun gezichten door de sporen van neerknielingen. Dat is hun beschrijving in de Taurât. En hun beschrijving in de Indjîl is als een jonge plant waarvan de loten ontspruiten, waardoor hij sterker wordt. Daarna wordt hij steviger en staat hij recht op zijn wortel. Bij de planters veroorzaakt hij blijdschap. Hij (Allah) wil daarmee de ongelovigen woedend maken. Allah heeft degenen onder hen die geloven en goede werken verrichten vergeving en een geweldige beloning beloofd"
        }
    ]
}