{
    "maqras": [
        {
            "chapter": 3,
            "verse": 93,
            "text": "Alle voedsel was de Kinderen van Israël toegestaan voordat de Taurât neergzeonden was, behalve wat Israel zichzelf verbood. Zeg: \"Brengt de Taurât dan, en leest haar voor als jullie waarachtigen zijn"
        },
        {
            "chapter": 3,
            "verse": 94,
            "text": "Degenen die dan daarna de leugens over Allah verzinnen: zij zijn degenen die onrechtplegers zijn"
        },
        {
            "chapter": 3,
            "verse": 95,
            "text": "Zeg: \"Allah spreekt de Waarheid, volgt dus de godsdienst van Ibrâhîm, Hanîf; en hij behoorde niet tot de veelgodenaanbidders"
        },
        {
            "chapter": 3,
            "verse": 96,
            "text": "Voorwar, het eerste Huis dat voor de mensheid gestricht werd, is dat in het gezegende Bakka (Mekkah), als leiding voor de werelden"
        },
        {
            "chapter": 3,
            "verse": 97,
            "text": "Er in zijn duidelijk Tekenen, (zoals) de standplaats van Ibrâhîm, en hij die er in binnengaat is veilig. En Allah heeft voor de mensen de bedevaart verplicht gesteld, (voor hen) die in staat zijn daarheen op weg te gaan. En wie ongerlovig is: Allah heeft geen behoeft aan de werelden"
        },
        {
            "chapter": 3,
            "verse": 98,
            "text": "Zeg: \"O Lieden van de Schrift, waarom geloven jullie niet in de Tekenen van Allah, terwijl Allah getuige is van wat jullie doen"
        },
        {
            "chapter": 3,
            "verse": 99,
            "text": "Zeg: \"O Lieden van de Schrift, waarom houden jullie wie gelooft op de Weg can Allah tegen, hopend dat hij krom is, terwijl jullie toch getuigen zijn. En Allah is niet onachtzaam met betrekking tot wat jullie doen"
        },
        {
            "chapter": 3,
            "verse": 100,
            "text": "O jullie die geloven, als jullie een groep volgen van degenen aan wie de Schrift gegeven is: zij zullen jullie tot ongeloof doen terugkeren nadat jullie geloofd hebben"
        },
        {
            "chapter": 3,
            "verse": 101,
            "text": "En hoe zouden jullie ongelovig kunnen zijn, terwijl de Verzen van Allah aan jullie voorgedragen worden, en Zijn Boodschapper onder jullie is? En hij dit (de godsdienst) van Allah stevig vasthoudt wordt zeker naar een recht Pad geleid"
        },
        {
            "chapter": 3,
            "verse": 102,
            "text": "O jullie die geloven, vreest Allah vol ware godsvrees voor Hem, en sterft niet anders dan als moslims"
        },
        {
            "chapter": 3,
            "verse": 103,
            "text": "En houdt jullie allen stevig vast aan het trouw (de godsdienst) van Allah en weest niet verdeeld. Gedenkt de gunst die Allah jullie schonk toen jullie vijanden waren en Hij jullie harten tot elkaar bracht en jullie door Zijn gunst broeders werden, toen jullie op de rand van de afgrond van de Hel waren en Hij jullie ervan redde. Zo heeft Allah Zijn Tekenen voor jullie duidelijk gemaakt. Hopelijk zullen jullie leiding volgen"
        },
        {
            "chapter": 3,
            "verse": 104,
            "text": "En laat er uit jullie een groep voortkomen die uitnodigt tot het goede en oproept tot deugdelijkheid en (dit) het verwerpelijke verbiedt, en zij zijn degenen die de welslagenden zijn"
        },
        {
            "chapter": 3,
            "verse": 105,
            "text": "En weest niet als degenen die (onderling) verdeeld zijn en gaan redetwisten nadat de duidelijke Tekenen tot hen gekomen zijn. En zij zijn degenen voor wie er een geweldige bestraffing is"
        },
        {
            "chapter": 3,
            "verse": 106,
            "text": "Op die Dag zullen er gezichten wit geworden zijn en zullen er gezichten zwart geworden zijn. En wat betreft degenen wiens gezichten zwart geworden zullen zijn, (hen zal gezegd worden:) \"Zijn jullie tot ongeloof vervallen nadat jullie gelovig geworden waren? Proeft dan de bestraffing wegens wat jullie plachten niet te geloven"
        },
        {
            "chapter": 3,
            "verse": 107,
            "text": "En wat betreft degenen wiens gezichten wit zullen zijn: zij zullen in de Barmhartigheid van Allah verkeren en zij zullen daarin eeuwig levenden zijn"
        },
        {
            "chapter": 3,
            "verse": 108,
            "text": "Dit zjin de Verzen van Allah: Wij lezen ze jou volgens de Waarheid voor en Allah wil geen onrechtvaardigheid voor de werelden"
        },
        {
            "chapter": 3,
            "verse": 109,
            "text": "En aan Allah behoort alles in de hemelen en op de aarde en alle zaken worden tot Allah teruggekeerd"
        },
        {
            "chapter": 3,
            "verse": 110,
            "text": "Jullie zijn de beste gemeenschap die uit de mensen is voortgebracht, (zolang) jullie tot het goede oproepen en jullie het verwerpelijke verbieden, en jullie in Allah geloven. En als de Lieden van de Schrift zouden geloven, zou dat beter voor hen zijn, onder hen zijn er gelovigen, maar de meesten vam hen zijn begaan zware zonden"
        },
        {
            "chapter": 3,
            "verse": 111,
            "text": "Zij zullen jullie geen kwaad berokkenen, behalve ergernis en als zij jullie bevechten zullen zij jullie de rug toekeren, daarna zullen zij niet geholpen worden"
        },
        {
            "chapter": 3,
            "verse": 112,
            "text": "Zij werden met vernedering geslagen. waar zij zich ook bevonden, tenzij zij een verdrag met Allah en een verdrag met de mensen hadden. En zij keerden terug met de toorn van Allah en zij werden met vernedering geslagen. Dit was omdat zij de Tekenen van Allah verwierpen en de Profeten zonder recht te hebben doodden, dit was omdat zij ongehoorzaam waren en overtraden"
        }
    ]
}