{
    "maqras": [
        {
            "chapter": 4,
            "verse": 58,
            "text": "Voorwaar, Allah gebiedt jullie de toevertrouwde (zaken) aan haar eigenaren te geven, en wanneer jullie tussen de mensen oordelen, oordeel dan met rechtvaardigheid. Voorwaar, Allah onderwijst jullie hiermee op de beste wijze. Voorwaar, Allah is Alhorend. Alziend"
        },
        {
            "chapter": 4,
            "verse": 59,
            "text": "O jullie gelovigen, gehoorzaamt Allah en gehoorzaamt de Boodschapper en degenen onder jullie die met gezag bekleed zijn. Als jullie over iets van mening verschillen, legt het dan voor aan Allah en de Boodschapper, indien jullie in Allah en de Laatste Dag geloven. Dat is beter en een betere afsluiting"
        },
        {
            "chapter": 4,
            "verse": 60,
            "text": "Heb jij degenen niet gezien die dachten dat zij geloofden in wat aan jou geopenbaard is en in wat er voor jou geopenbaard is? Zij willen volgens de Thaghôet berechten, hoewel hen toch bevolen was er niet in te geloven. En het is zo dat de Satan hen ver weg wil doen afdwalen"
        },
        {
            "chapter": 4,
            "verse": 61,
            "text": "En wanneer tot hen gezegd wordt: \"Komt naar wat Allah heeft neergezonden en naar de Beodschapper,\" zie je de huichelaars (de mensen) geheel van jou afhouden"
        },
        {
            "chapter": 4,
            "verse": 62,
            "text": "En hoe is het dan wanneer een ramp hen trof door wat hun handen gedaan hebben? Dan komen zij naar jou toe, zij zweren bij Allah: \"Wij wilden slechts goed doen en een goede verzoening"
        },
        {
            "chapter": 4,
            "verse": 63,
            "text": "Zij zijn diegenen waarvan Allah weet zich wat in hun harten bevindt. Wendt je van hun (zonden) af en onderricht hen en spreekt tot hen indrukwekkende woorden"
        },
        {
            "chapter": 4,
            "verse": 64,
            "text": "En Wij hebben slechts een Boodschapper gestuurd om gehoorzaamd te worden, met het verlof van Allah, en waren zij maar, toen zij onrechtvaardig tegenover zichzelf waren, tot jou gekomen en hadden zij Allah maar om vergeving gevraagd, en de Boodschapper had (dan) vergeving voor hen gevraagd. Zij zouden zeker ondervonden hebben dat Allah Berouwaanvaardend, Meest Genadig is"
        },
        {
            "chapter": 4,
            "verse": 65,
            "text": "Bij jouw Heer, zij geloven niet totdat zij jou laten oordelen over waar zij over van mening verschillen en dan in zichzelf geen weerstand vinden tegen wat jij orrdeelde, en zij aanvaarden (het dan) volledig"
        },
        {
            "chapter": 4,
            "verse": 66,
            "text": "En indien Wij voor hen voorgeschreven hadden \"Doodt elkaar\" of \"Verlaat jullie huizen\", dan hadden slechts weinigen van hen dat gedaan. Maar indien zij werkelijk gedaan hadden wat hen gezegd werd, was dat beter voor hen geweest en (het) had hen steviger gevestigd (in het geloof)"
        },
        {
            "chapter": 4,
            "verse": 67,
            "text": "En Wij zouden hun van Onze Zijde een geweldige beloning gegeven hebben"
        },
        {
            "chapter": 4,
            "verse": 68,
            "text": "En Wij zouden hen op een recht Pad geleid hetben"
        },
        {
            "chapter": 4,
            "verse": 69,
            "text": "En wie Allah en de Boodschapper gehoorzaamt: zij zijn met degenen van de Profeten en de waarachtigen en de martelaren en de oprechten die Allah begunstigd heeft. Zij zijn de beste metge zellen"
        },
        {
            "chapter": 4,
            "verse": 70,
            "text": "Dat is de gunst van Allah en het is voldoende dat Allah Alwetend is"
        },
        {
            "chapter": 4,
            "verse": 71,
            "text": "O jullie die geloven, neemt jullie voorzorgsmaatregelen en gaat dus voort in groepen, of gaat gezamenlijk voort"
        },
        {
            "chapter": 4,
            "verse": 72,
            "text": "En voorwaar, er zijn er onder jullie die zouden dralen. Als jullie door een ramp getroffen worden, zeggen zij: \"Waarlijk, Allah heeft mij begunstigd, doordat ik niet aanwezig onder hen was"
        },
        {
            "chapter": 4,
            "verse": 73,
            "text": "En als jullie een gunst van Allah ten deel valt, dan zegt hij, alsof er tussen jullie en hem geen vriendschap was: \"O was ik maar met hen geweest, dan zou ik een geweldige overwinning behaald hebben"
        }
    ]
}