{
    "maqras": [
        {
            "chapter": 8,
            "verse": 1,
            "text": "Zij vragen jou (O Moehammad) over de oorlogsbuit, zeg: \"De oorlogsbuit behoort aan Allah en de Boodschapper toe. Vreest dan Allah en sticht vrede onder jullie. En gehoorzaamt Allah en Zijn Boodschapper, als jullie gelovigen zijn"
        },
        {
            "chapter": 8,
            "verse": 2,
            "text": "Voorwaar, de gelovigen zijn slechts degenen wiens harten sidderen wanneer Allah genoemd wordt en wameer Zijn Verzen aan hen worden voorgedragen; hun geloof neemt dan toe, en op hun Heer hebben zij hun vertrouwen gesteld"
        },
        {
            "chapter": 8,
            "verse": 3,
            "text": "Zij die de shalât onderhouden en die bijdragen geven van de voorzieningen die Wij hun hebben geschonken"
        },
        {
            "chapter": 8,
            "verse": 4,
            "text": "Zij zijn degenen die de ware gelovigen zijn, voor hen zijn er rangen bij hun Heer, en vergeving en een edele voorziening"
        },
        {
            "chapter": 8,
            "verse": 5,
            "text": "Zoals jouw Heer jou met de Waarheid uit jouw huis heeft doen gaan, (zo verdeelt Hij ook met de Waarheid de oorlogsbuit). En voorwaar, een groep van de gelovigen heeft ef een afkeer van"
        },
        {
            "chapter": 8,
            "verse": 6,
            "text": "Zij redetwisten met jou over de Waarheid nadat deze is duidelijk geworden, alsof zij naar de dood gedreven worden terwijl zij toezien"
        },
        {
            "chapter": 8,
            "verse": 7,
            "text": "En (gedenkt) toen Allah jullie beloofde dat er één van de twee groepen (van jullie vijanden) zeker voor jullie zou zijn. En jullie wensten dat zij die geen wapens bij zich droegen voor jullie zouden zijn. Maar Allah wenst dat de Waarheid bewaarheid wordt door zijn Woorden en Hij roeit de ongelovigen uit"
        },
        {
            "chapter": 8,
            "verse": 8,
            "text": "Opdat de Waarheid bewaarheid zou worden en de valsheid als valsheid duidelijk zou worden, ook al hebben de misdadigers er een afkeer van"
        },
        {
            "chapter": 8,
            "verse": 9,
            "text": "Toen jullie je Heer (bij de Slag bij Badr) om hulp vroegen en Hij jullie verhoorde (en zei:) \"Ik zal jullie (leger) aanvullen met duizend Engelen die elkaar (in strijdgroepen) opvolgen"
        },
        {
            "chapter": 8,
            "verse": 10,
            "text": "En Allah deed dat slechts om verheugende tij dingen te verkondigen en opdat jullie harten daardoor tot rust zouden komen. En er is geen hulp dan van bij Allah. Voorwaar, Allah is Almachtig, Alwijs"
        },
        {
            "chapter": 8,
            "verse": 11,
            "text": "(Gedenkt) toen Hij jullie met slaap bedekte, als middel ter beveiliging van Hem en Hij deed uit de hemel water op jullie neerdalen om jullie daarmee te reinigen en om de plaag van de Satan van jullie weg te nemen en om jullie harten te versterken en om jullie hielen te verstevigen"
        },
        {
            "chapter": 8,
            "verse": 12,
            "text": "(Gedenk) toen jouw Heer aan de Engelen openbaarde: \"Voorwaar, Ik ben met jullie, versterkt daarom degenen die geloven. Ik zal angst werpen in de harten van degenen die ongelovig zijn. Staat dan hun hoofden af en slaat al hun vingers en tenen af"
        },
        {
            "chapter": 8,
            "verse": 13,
            "text": "Dat was omdat zij Allah en Zijn Boodschapper bestreden, en wie tegen Allah en zijn Boodschapper strijdt: Allah is hard in de bestraffing"
        },
        {
            "chapter": 8,
            "verse": 14,
            "text": "Zo, (is de straf), proeft die dan: en voorwaar, voor de ongelovigen is er de bestraffing van de Hel"
        },
        {
            "chapter": 8,
            "verse": 15,
            "text": "O jullie die geloven, wanneer jullie degenen die ongelovig zijn ontmoeten, die tegen jullie optrekken, draait dan hen niet dc rug toe (om te vluchten)"
        },
        {
            "chapter": 8,
            "verse": 16,
            "text": "En wie op die dag hen de rug toedraait, anders dan om een wending te maken (als strategie), of om zich aan te sluiten bij een groep (medestrijders), waarlijk, die keert terug onder de toom van Allah en zijn verblijfplaats is de Hel. En dat is de slechtste bestemming"
        },
        {
            "chapter": 8,
            "verse": 17,
            "text": "Het waren niet jullie die hen doodden, maar het was Allah die hen doodde, en het was niet jij (O Moehammad) die wierp toen jij wierp, maar het was Allah die wierp. En om de gelovigen er mee te beproeven, als een goede beproeving. Voorwaar, Allah is Alhorend, Alwetend"
        },
        {
            "chapter": 8,
            "verse": 18,
            "text": "Zo is het. En voorwaar, Allah maakt de list van de ongelovigen zwak"
        },
        {
            "chapter": 8,
            "verse": 19,
            "text": "Als jullie (ongelovigen) om een (beslissende) overwinning vragen, waarlijk, de beslissing is reeds tot jullie gekomen en als jullie ophouden, dan is dat beter voor jullie. Maar als jullie (het strijden) hervatten, dan zullen Wij ook (Onze hulp aan de gelovigen) hervatten en jullie leger zal jullie niets baten, ook al zijn de manschappen talrijk. En waarlijk, Allah is met de gelovigen"
        },
        {
            "chapter": 8,
            "verse": 20,
            "text": "O jullie die geloven, gehoorzaamt Allah en Zijn Boodschapper en wendt jullie niet van hem af, terwijl jullie (de Koran) horen"
        },
        {
            "chapter": 8,
            "verse": 21,
            "text": "En weest niet als degenen die zeiden: \"Wij hebben gehoord,\" terwijl zij niet hebben geluisterd"
        }
    ]
}