{
    "maqras": [
        {
            "chapter": 10,
            "verse": 26,
            "text": "Voor degenen die het goede verrichten is er het beste en meer. Grauwheid noch vernedering zal hun gezichten bedekken. Zij zijn degenen die de bewoners van het Paradijs zijn, zij zijn daarin eeuwig levenden"
        },
        {
            "chapter": 10,
            "verse": 27,
            "text": "En degenen die slechte daden verrichten: de vergelding van de slechte daad is met het daaraan gelijke, en vernedering, bedekt hen. Er zal voor hen tegen Allah geen verdediger zijn. Het is alsof hun gezichten zijn bedekt inet stukken vaji de nacht, als een duisternis. Zij zijn de bewoners van de Hel, zij zijn daarin eeuwig levenden"
        },
        {
            "chapter": 10,
            "verse": 28,
            "text": "En op die Dag verzamelen Wij hen allen, vervolgerns zeggen Wij tot degenen die (aan Allah) deelgenoten toekenden: \"Op jullie plaats, jullie en jullie afgoden!\" Dan zullen Wij onderscheid tussen hen maken. En hun afgoden zullen zeggen: \"Jullie hebben ons niet aanbeden"
        },
        {
            "chapter": 10,
            "verse": 29,
            "text": "Allah is voldoende als getuige tussen ons en jullie. Voorwaar, Wij waren zeker onwetend omtrent jullie aanbidding"
        },
        {
            "chapter": 10,
            "verse": 30,
            "text": "Op die Dag zal iedere ziel worden beproefd met wat zij voorheen heeft gedaan en zij zullen worden teruggevoerd tot Allah, hun ware Heer, en wat zij plachten te verzinnen, zal van hen weggaan"
        },
        {
            "chapter": 10,
            "verse": 31,
            "text": "Zeg: \"Wie schenkt jullie voorzieningen uit de hemel en de aarde,\" of: \"Wie heeft macht over (het scheppen van) het horen en het zien en wie brengt het levende voort uit het dode en wie brengt het dode voort uit het levende, en wie verordent het bestuur?\" Zij zullen zeggen: \"Allah,\" Zeg dan: \"Zullen jullie (Allah) dan niet vrezen"
        },
        {
            "chapter": 10,
            "verse": 32,
            "text": "Dat is Allah, jullie ware Heer. En na de Waarheid, is er niets dan de dwaling. Hoe komt het dan dat jullie worden afgeleid"
        },
        {
            "chapter": 10,
            "verse": 33,
            "text": "Zo werd het Woord van jouw Heer tegenover degenen die verdorven handelden bewaarheid. Voorwaar. zij geloven niet"
        },
        {
            "chapter": 10,
            "verse": 34,
            "text": "Zeg (O Moehammad): \"Zijn er onder jullie afgoden die de schepping beginnen en deze vervolgens herhalen?\" Zeg: \"Allah begint de schepping en herhaalt deze vervolgens, hoe komt het dan dat jullie worden belogen"
        },
        {
            "chapter": 10,
            "verse": 35,
            "text": "Zeg: \"Zijn er onder jullie afgoden die naar de Waarheid leiden? Zeg: \"Allah leidt naar de Waarheid.\" Heeft Hij die naar de Waarheid leidt er meer recht op om gevolgd te worden, of hij, die geen leiding geeft maar zelf geleid moct worden? Wat is er dan met jullie? Hoe oordelen jullie"
        },
        {
            "chapter": 10,
            "verse": 36,
            "text": "En de meesten van hen volgen niets dan een vermoeden. Voorwaar, het onzekere heft de Waarheid niet op. Voorwaar, Allah weet wat zij doen"
        },
        {
            "chapter": 10,
            "verse": 37,
            "text": "En het is omnogelijk dat deze Koran is gemaakt door iemand anders dan Allah, maar (hij is er) als bevestiging van wat ervoor was en als uitleg van de Schrift. Daaraan is geen twijfel, (hij komt) van de Heer der Werelden"
        },
        {
            "chapter": 10,
            "verse": 38,
            "text": "Of zeggen zij: \"Hij (Moehammed) heeft hem verzonnen.\" Zeg: \"Komt dan met een hoofdstuk dat daaraan gelijkwaardig is en roept aan wie jullie kunnen, buiten Allah, als jullie waarachtigen zijn"
        },
        {
            "chapter": 10,
            "verse": 39,
            "text": "Nee, zij loochenden zelfs de kennis over hem (de Koran), die zij niet kunnen bevatten, en de uitleg ervan is nog niet tot hen gekomen. Zo loochenden ook degenen vóór hen. Zie dan hoe het einde was van de onrechtplegers"
        },
        {
            "chapter": 10,
            "verse": 40,
            "text": "En onder hen zijn er die erin geloven, en onder hen zijn er die er niet in geloven, en jouw Heer kent de verderfzaaiers beter"
        },
        {
            "chapter": 10,
            "verse": 41,
            "text": "En als zij jou loochenen, zeg dan: \"Voor mij mijn daden en voor jullie jullie daden, jullie zijn niet aansprakelijk voor wat ik doe en ik ben niet aansprakelijk voor wat jullie doen"
        },
        {
            "chapter": 10,
            "verse": 42,
            "text": "En onder hen zijn er die naar jou luisteren. Kan jij dan de doven (van hart) doen horen, ook wanneer zij hun verstand niet gebruiken"
        },
        {
            "chapter": 10,
            "verse": 43,
            "text": "Voorwaar, en onder hen zijn er die naar jou kijken (en de Tekenen van jouw Profeetschap zien). Kan jij dan de blinden (van hart) leiden, ook wanneer zij niet zien"
        },
        {
            "chapter": 10,
            "verse": 44,
            "text": "Voorwaar, Allah doet de niensen geen enkel onrecht aan, maar de mensen doen zichzelf onrecht aan"
        },
        {
            "chapter": 10,
            "verse": 45,
            "text": "En (gedenkt) de Dag waarop Hij hen bijeenbrengt, (dan is het voor hen) alsof zij niet langer (op aarde) hebben vertoefd dan één moment van de dag. Zij kennen elkaar (op die Dag). Voorzeker, zij die de ontmoeting met Allah loochenen, zullen verlies lijden en zij waren geen rechtgeleiden"
        },
        {
            "chapter": 10,
            "verse": 46,
            "text": "Of Wij jou nu een gedeelte van wat Wij hen (van de bestraffing) hebben aangezegd laten zien, of dat Wij jou wegnemen: later is tot Ons hun terugkeer. Allah is Getuige van wat zij doen"
        },
        {
            "chapter": 10,
            "verse": 47,
            "text": "En voor iedere gemeenschap is er een Boodschapper. Wanneer dan hun Boodschapper is gekomen, dan wordt er onder hen rechtvaardig geoordeeld, en hun zal geen onrecht worden aangedaan"
        },
        {
            "chapter": 10,
            "verse": 48,
            "text": "En zij zeggen: \"Wanneer is deze aanzegging. als jullie waarachtigen zijn"
        },
        {
            "chapter": 10,
            "verse": 49,
            "text": "Zeg (O Moehammad): \"Ik heb voor mijzelf geen macht om schade te voorkomen, noch om iets van nut te verkrijgen, behalve wat Allah wil.\" Voor elke gemeenschap is er een eindtijd. Wanneer hun eindtijd is gekomen, dan kunnen zij het geen moment uitstellen, noch kunnen zij het bespoedigen"
        },
        {
            "chapter": 10,
            "verse": 50,
            "text": "Zeg: \"Wat denken jullie, wanneer Zijn bestraffing tot jullie komt, in de nacht of overdag?\" Waarom bespoedigen de misdadigers die dan"
        },
        {
            "chapter": 10,
            "verse": 51,
            "text": "Vervolgens, wanneer (de bestraffing) heeft plaatsgevonden, dan geloven jullie erin? Nu? Terwijl jullie waarlijk om bespoediging ervan plachten te vragen"
        },
        {
            "chapter": 10,
            "verse": 52,
            "text": "Daarna zal tot degenen die onrecht pleegden worden gezegd: \"Proeft de eeuwige bestraffing, jullie worden vergolden voor niets anders dan wat jullie plachten te bedrijven"
        }
    ]
}