{
    "maqras": [
        {
            "chapter": 11,
            "verse": 6,
            "text": "Er is geen levend wezen (Dâbbah) op aarde, of aan Allah is het onderhoud ervan. En Hij kent de verblijfplaats en de bewaarplaats ervan. Alles is vastgelegd in een duidelijk Boek"
        },
        {
            "chapter": 11,
            "verse": 7,
            "text": "En Hij is Degene die de hemelen en de aarde heeft geschapen in zes dagen (perioden) en Zijn Troon was op liet water, om te beproeven wie van jullie de beste daden verricht. En als jij zegt: \"Voorwaar, jullie zullen worden opgewekt na de dood,\" dan zullen degenen die ongelovig zijn, zeker zeggen: \"Dit is slechts duidelijke tovenarij"
        },
        {
            "chapter": 11,
            "verse": 8,
            "text": "En wanneer Wij de bestraffing van hen uitstellen tot een bepaald tijdstip, dan zullen zij zeker zeggen: \"Wat houdt haar tegen?\" Weet, op de dag waarop zij tot hen komt, kan zij van hen niet worden afgewend en worden zij omsingeld door hetgeen waarmee zij de spot plachten te drijven"
        },
        {
            "chapter": 11,
            "verse": 9,
            "text": "En wanneer Wij de mens Barmhartigheid van Ons doen proeven, (en) die vervolgens van hun wegnemen: voorwaar, hij wordt dan een wanhopige ondankbare"
        },
        {
            "chapter": 11,
            "verse": 10,
            "text": "En wanneer Wij hem genietingen doen proeven nadat tegenslagen hem troffen zal hij zeker zeggen: \"Het kwaad heeft mij verlaten.\" Voorwaar, hij is zeker verheugd, hoogmoedig"
        },
        {
            "chapter": 11,
            "verse": 11,
            "text": "Behalve degenen die geduldig zijn en goede werken verrichten. Zij zijn degenen voor wie er vergeving en een grote beloning is"
        },
        {
            "chapter": 11,
            "verse": 12,
            "text": "Misschien zou jij een gedeelte van wat aan jou geopenbaard is willen weglaten, en is jouw hart benauwd, omdat zij zeggen: \"Waarom is er geen schat naar hem neergezonden, of is er geen Engel met hem gekomen?\" Voorwaar, jij bent slechts een waarschuwer en Allah is Bewaker van alle dingen"
        },
        {
            "chapter": 11,
            "verse": 13,
            "text": "Of zij zeggen: \"Hij (Moehammad) heeft hem (de Koran) verzonnen.\" Zeg: \"Brengt dan tien verzonnen hoofdstukken voort die daaraan gelijk zijn, en roept op wie jullie kunnen, buiten Allah, als jullie waarachtigen zijn"
        },
        {
            "chapter": 11,
            "verse": 14,
            "text": "En als zij geen gehoor geven aan jullie, weet dan dat hij met de Kennis van Allah neergezonden is, en er geen god is dan Hij. Zullen jullie je dan (aan Allah) overgeven"
        },
        {
            "chapter": 11,
            "verse": 15,
            "text": "(Voor) wie het wereldse leven en haar versiering wensen zullen Wij hun daden daarin volledig vergoeden, en zij zullen daarin niet worden benadccld"
        },
        {
            "chapter": 11,
            "verse": 16,
            "text": "Zij zijn degenen voor wie er in het lliernamaals niets dan de Hel is, en vruchteloos is wat zij daarin (op aarde) verrichtten. En wat zij plachten te doen is verloren gegaan"
        },
        {
            "chapter": 11,
            "verse": 17,
            "text": "Is hij (niet beter) die op een duidelijk bewijs van zijn Heer steunt en die een getuige van Hem volgt? En hiervôôr was er de Schrift van Môesa, als Leiding en Barmhartigheid. Zij zijn degenen die erin geloven en wie er niet in gelooft van de bondgenoten: de Hel is zijn aanzegging. Twijfel daarom hier niet aan: voorwaar, het is de Waarheid van jouw Heer, maar de meeste mensen geloven het niet"
        },
        {
            "chapter": 11,
            "verse": 18,
            "text": "En wie is onrechtvaardiger dan degene die leugens over Allah verzonnen heeft? Zij zijn degenen die zullen worden voorgeleid bij hun Heer. En de getuigen zullen zeggen: \"Zij zijn degenen die logen over hun Heer.\" Weet, Allah's vloek rust op de onrechtvaardigen"
        },
        {
            "chapter": 11,
            "verse": 19,
            "text": "Degenen die aflhouden van de Weg van Allah en die het krom wensen, en zij geloven niet in het Hiernamaals"
        },
        {
            "chapter": 11,
            "verse": 20,
            "text": "Zij zijn degenen die niet in staat zijm (om de bestraffing) in deze wereld te ontvluchten. En er zijn voor hen geen beschermers, en de bestraffing wordt voor hen vermeerderd. Zij waren niet in staat om te horen en zij waren niet in staat om te zien"
        },
        {
            "chapter": 11,
            "verse": 21,
            "text": "Zij zijn degenen die zichzelf verlies hebben toegebracht, en wat zij plachten te verzinnen is van heil weggegaan"
        },
        {
            "chapter": 11,
            "verse": 22,
            "text": "Het is zeker zo dat ziij in het Hiernamaals de verliezers zijn"
        },
        {
            "chapter": 11,
            "verse": 23,
            "text": "Voorwaar, degenen die geloven en goede werken verrichten, en die zich verootmoodigen bij hun Heer: zij zijn degenen die de bewoners van het Paradijs zijn, zij zijn daarin eeuwig levenden"
        }
    ]
}