{
    "juzs": [
        {
            "chapter": 8,
            "verse": 41,
            "text": "U kunu afu li wieħed minn ħamsa mill-priza li taqbdu (fiz- taqbid) huwa għal Alla u għall-Mibgħut, u għall-qraba (il- fqar tal-Mibgħut), u għall-iltiema u għall-fqar u għal min iterraq, jekk tassew temmnu f'Alla f'dak li nizzilna fuq il- qaddej tagħna f'jum l-għazla (bejn it-tajjeb u l-ħazin, fit- taqbida ta' Badr), fil-jum meta z-zewg gemgħat iltaqgħu (biex jitqabdu). Alla fuq kollox Setgħan"
        },
        {
            "chapter": 8,
            "verse": 42,
            "text": "(U ftakar Muħammad) meta kontu fuq l-eqreb xaqliba (tal-wied, fuq in-naħa ta' Medina) u huma fuq ix-xaqliba l- aktar imbiegħda (tal-wied), u l-karovana (ta' Qurajx) kienet 'l isfel minnkom (fil-wita qrib xatt il-baħar). Li kieku wegħedtu lil xulxin (meta u fejn tiltaqgħu), ma kontux izzommu l-wegħda (u ma kontux tiltaqgħu minħabba li kontu tibzgħu minn xulxin), izda (il-laqgħa tagħkom seħħet) biex Alla jgib fis-seħħ ħaga li kienet maħsuba (minn qabel): biex min. (dakinhar. kellu) jinqered (għaliex mingħajr twemmin), jinqered b'sinjal car (tal-qawwa tiegħu), u min baqa' ħaj (bit-twemmin); jgħix (huwa ukoll) b'sinjal car. Tabilħaqq li Alla jisma' kollox u jaf kollox"
        },
        {
            "chapter": 8,
            "verse": 43,
            "text": "(Ftakar ukoll Muħammad) meta. Alla wrihomlok (l- għedewwa) fil-ħolma tiegħek bħallikieku kienu ftit (i mrlejt kuragg). U li kieku wrihomlok bħallikieku kienu ħafna, kontu tinfixlu (u taqtgħu qalbkom), u kontu titlewmu dwar (din). il-ħaga. (tat-taqbid), izda. Alla ħeles. (lilkom. mit- taħwid). Tabilħaqq li huwa jaf b'dak li hemm fil-qlub"
        },
        {
            "chapter": 8,
            "verse": 44,
            "text": "U (ftakar) meta. ltqajtu (inromr il-Misilmin u. l-għadu tagħkom. fit-taqbida ta' Badr. Alla): wrihomlkom. (l- għedewwa tagħkom) bħallikieku kienu ftit f'għajnejkom, u fl-istess: ħin) cekkinkom f'għajnejhom, biex igib fis-seħħ ħaga li kienet maħsuba (minni qabel). Kollox jitregga' lura għand Alla (għall-Gudizzju tiegħu)"
        },
        {
            "chapter": 8,
            "verse": 45,
            "text": "Intom li temmnu, meta tiltaqgħu ma' gemgħa (fit-taqbid), zommu sħiħ u ftakru ħafna f'Alla (u faħħruh), biex forsi toħorgu rebbiħin"
        },
        {
            "chapter": 8,
            "verse": 46,
            "text": "U oqogħdu għal Alla u għall-Mibgħut tiegħu (f'kulma tagħmlu), u la titlewmux, li ma. tinfixlux (u taqtgħu qalbkom) u qawwitkom titlaq(kom). U stabru (fit-taqbid); Alla tabilħaqq ma' dawk li jistabru"
        },
        {
            "chapter": 8,
            "verse": 47,
            "text": "U la tkunux bħal dawk (iiinn nies Qurajx) li ħargu minn djarhom (għat-taqbida ta' Badr) imkabbrin, għal għajnejn in-nies, u jzommu (li/ ħaddieħor) mit-triq ta' Alla (fi hija l-Islam). Alla jaf sewwa b'dak li jagħmlu"
        },
        {
            "chapter": 8,
            "verse": 48,
            "text": "(U fiakar Muħammad) meta x-Xitan. zejnilhom l- għemejjel tagħhom (lill-pagani), u qal(ilhom): ''llum. ħadd minn fost in-nies ma jegħlibkom, filwaqt li jiena nħariskom:' Izda meta z-zewg gemgħat raw lil-xulxin, dawwar denbu u qal: 'Jiena ma għandix x'naqsam magħkom. Jiena nara dak. li intom ma tarawx, u jiena nibza' minn Alla, għaliex Alla huwa Qalil fil-kastig"
        },
        {
            "chapter": 8,
            "verse": 49,
            "text": "(Ftakar ukoll) meta dawk ta' wicc b'ieħor u dawk b'marda fi qlubhom qalu: 'Dawn, ir-religjon tagħhom. qarrqet bihom. ' Izda min iħalli f'idejn Alla (isib li) Alla tabilħaqq Qawwi u Għaref"
        },
        {
            "chapter": 8,
            "verse": 50,
            "text": "Li kieku tista' tara (Muħammad id-dehra) meta l-angli jieħdu l-erwieħ ta' dawk li ma jemmnux (li ggieldu fit- taqbida ta' Badr kontra l-Misilmin), (kif) jidorbuhom fuq wicchom u fuq daharhom (filwaqt li jgħidulhom); 'Duqu l-kastig tan-Nar iħeggegl"
        },
        {
            "chapter": 8,
            "verse": 51,
            "text": "Dan minħabba (il-ħazen) li għamlu idejkom, għaliex Alla ma jonqosx lejn il-qaddejja tiegħu"
        },
        {
            "chapter": 8,
            "verse": 52,
            "text": "(Ħazina triqithom) bħal ta' nies il-Fargħun, u dawk ta' qabilhom. Huma caħdu s-sinjali ta' Alla, u Alla kkastigahom ta' dnubiethom. Alla tabilħaqq Qawwi, u Qalil fil-kastig"
        },
        {
            "chapter": 8,
            "verse": 53,
            "text": "Dan minħabba li Alla qatt ma jibdel il-grazzja li jkun ta lil xi nies qabel ma (dawn) jibdlu dak li hemm fihom infushom ( 4 jidinbu kontrih). Alla jisma' kollox u jaf kollox"
        },
        {
            "chapter": 8,
            "verse": 54,
            "text": "(L-għemejjel tagħhom) bħal ta' nies il-Fargħun u ta' dawk ta' qabilhom. Huma giddbu s-sinjali tal-Mulej tagħhom. Għalhekk qridniehom minħabba dnubiethom, u għerriqna nies il-Fargħun. Huma kienu kollha ħziena"
        },
        {
            "chapter": 8,
            "verse": 55,
            "text": "Tabilħaqq li għal Alla, l-agħar fost il-ħlejjaq huma dawk li caħdu, u ma jemmnux"
        },
        {
            "chapter": 8,
            "verse": 56,
            "text": "f'dawk li dħalt f'rabta magħhom (biex ma jgħimux lill- Bagani), imbagħad kull darba jiksru. l-patt tagħhom (miegħek). Huma ma jibzgħux minn Alla"
        },
        {
            "chapter": 8,
            "verse": 57,
            "text": "Mela'jjekk tassew (iseħħlek) taqbadhom. fil-gwerra (ikkastigahom, u bezza' u) xerred lil dawk li hemm warajhom; biex forsi jiftakru"
        },
        {
            "chapter": 8,
            "verse": 58,
            "text": "U jekk tassew tibza' (Muħammad) mit-tradiment ta' xi nies, itfagħlhom lura. (il-patt tiegħek magħhom, u għarrafhom. li se. titqabad. kontrihom, u b'hekk tigu) indaqs (u tafu fiex qegħdin). Tabilħaqq li Alla ma jħobbx lit-tradituri"
        },
        {
            "chapter": 8,
            "verse": 59,
            "text": "(Dawk li ma jemmnux ma għandhom qatt jaħsbu li se jaħarbuflna minkejja li ħelsuha mill-mewr fit-taqbida ta' Badr). Tabilħaqq li ma jistgħux jaħarbu l-kastig ta' Alla"
        },
        {
            "chapter": 8,
            "verse": 60,
            "text": "Ħejju kontrihom (l-għedewwa) kemm tistgħu qawwiet u qtajja' ta' zwiemel li bihom tbezzgħu l-għadu ta' Alla u l-għadu tagħkom, (iv rbezzgħu wkoll nies) oħra barra minnhom li intom ma tafuhomx (u għalhekk ma tafux il- ħazen u l-qerq tagħhom, izda lil dawn) jafhom Alla. Kull ħaga li tonfqu għal Alla, titħallsilkom sħiħ (f'din id-dinja u fl-Aħħar Jum), u ma tmorrux minn taħt"
        },
        {
            "chapter": 8,
            "verse": 61,
            "text": "(Izda jekk fl-għedewwa) imilu lejn is-sliem, mela mil lejh (lejn is-sliem inti wkoll Muħammad), u ħalli f'idejn Alla. Huwa tabilħaqq jisma' kollox u jaf kollox"
        },
        {
            "chapter": 8,
            "verse": 62,
            "text": "Izda jekk ikunu jridu jqarrqu bik (u mhux veru li jridu s-sliem), tabilħaqq li Alla jkun bizzejjed għalik. Huwa li qawwiek bl-għajnuna tiegħu u b'dawk li jemmnu"
        },
        {
            "chapter": 8,
            "verse": 63,
            "text": "(Mhux biss, talli kien Hu) li gab l-għaqda fi qlubhom: Li kieku nfaqt kulma jinsab fuq l-art, ma kontx iggib (dik) l-għaqda fi qlubhom, izda Alla għaqqadhom (għax huwa Sid il-qlub). Huwa tabilħaqq Qawwi u Għaref"
        },
        {
            "chapter": 8,
            "verse": 64,
            "text": "Ja Profeta, Alla huwa bizzejjed għalik (u għal) dawk li jemmnu li jimxu warajk"
        },
        {
            "chapter": 8,
            "verse": 65,
            "text": "Ja Profeta, ħeggeg dawk li jemmnu biex jitqatlu. Jekk hemm fostkom għoxrin (ruħ) ta' sabar, (dawn) jegħlbu mitejn, u jekk fostkom hemm mija, (dawn) jegħlbu elf minn dawk li ma jemmnux, għaliex (dawk ta' bla twemmin) huma nies li ma jifhmux (l-għerf ta' Alla)"
        },
        {
            "chapter": 8,
            "verse": 66,
            "text": "Issa Alla ħaffifilkom (it-toqol li kellkom fuqkom bħala Misilmin), u jaf li fikom hemm id-dgħufija (u għalhekk ħem għalikom fit-taqbid). Jekk fostkom hemm mitt (ruħ) ta' sabar, (dawn) jegħlbu mitejn, u jekk fostkom hemm elf. (dawn) jegħlbu elfejn, bir-rieda ta' Alla. Alla huwa ma' dawk li jistabru"
        },
        {
            "chapter": 8,
            "verse": 67,
            "text": "Ma jixraqx li Profeta jzomm ilsiera (tal-gwerra) qabel ma jkun qatel ħafna (mill-għedewwa) fuq l-art (biex ibezza' lill-oħrajn). Intom tridu (tiksbu) dak li jgħaddi (fil-ħajja ta' din) id-dinja, izda Alla jrid (li tiksbu l-aħjar ħlas fil-Ħajja) l-Oħra. Alla huwa Qawwi u Għaref"
        },
        {
            "chapter": 8,
            "verse": 68,
            "text": "Li kieku mhux minħabba digriet ta' Alla li kien laħaq ħareg, (li min jizbalja fil-ħsieb, b'intenzjoni tajba, ma jkunx ikkastigat), kieku kien imisskom kastig mill-kbar minħabba dak li ħadtu (fi flus tal-fidwa ta' l-ilsiera tal- gwerra)"
        },
        {
            "chapter": 8,
            "verse": 69,
            "text": "Mela (issa) gawdu l-priza (tal-gwerra) li qbadtu, li tiswa u hija tajba (għalikom). U ibzgħu minn Alla. Tabilħaqq li Alla Kollu Maħfra u Ħanin"
        },
        {
            "chapter": 8,
            "verse": 70,
            "text": "Ja Profeta, għid lill-ilsiera li għandkom f'idejkom (wara t-taqbida ta' Badr): ''Jekk Alla jsib xi gid fi qlubkom, jagħtikom dak li huwa aħjar minn dak li ttieħed. minnkom, u jaħfrilkom. Alla Kollu Maħfra u Ħanin"
        },
        {
            "chapter": 8,
            "verse": 71,
            "text": "Izda jekk iridu. jittraduk. (Muħammad; u. juruk wicc b'ieħor, kun af li) huma tassew ittradew lil Alla (qabel it- taqbida ta' Badr), hekk li ta(k) is-setgħa fuqhom. Alla jaf kollox u Għaref"
        },
        {
            "chapter": 8,
            "verse": 72,
            "text": "Tabilħaqq li dawk li emmnu, emigraw (minn Mekka, art twelidhom) u. b'gidhom u bihom infushom tqabdu għal Alla, kif ukoll dawk (minni fost nies Medina) li tawhom) kenn u għenu(hom), dawn jidħlu għal xulxin (u f l-gid jinqasam bejniethom); U dawk li emmnu, izda m'emigrawx, m'intomx marbutin li tħarsuhom, qabel ma. jemigraw. Izda jekk jitolbukom l-għajnuna dwar (ħwejjeg li. jolqtu). ir-religjon, għandkom. (id-dmir) tgħinuhom (kontra l-għedewwa tagħhom, għaliex: huma ħutkom), ħlief (jekk jirolbukom tgħinuhom kontra) dawk. li magħhom għandkom patt. Alla jara sew dak li tagħmlu"
        },
        {
            "chapter": 8,
            "verse": 73,
            "text": "U dawk li ma jemmnux, iħarsu lil xulxin. U jekk ma tagħmlux dan (li nigali/koni, jigifieri li tħallu l-pagani u tingħaqdu ma' dawk li jemmnu), ikun hemm taħwid fuq l-art u ħsara kbira"
        },
        {
            "chapter": 8,
            "verse": 74,
            "text": "Dawkeli emmnu, emigraw (minn Mekka) u tqabdu għal Alla, u dawk (minn fost nies Medina) li tawfhom) kenn u għenufhom), dawk huma li jemmnu tassew. Tagħhom il- maħfra u gid kbir (fil-Genna)"
        },
        {
            "chapter": 8,
            "verse": 75,
            "text": "U dawk li, wara, emmnu, emigraw u tqabdu (għal- twemmin) flimkien magħkom, dawk huma minnkom (u magħkom). Izda (f'dak li huwa l-wirt) il-qraba ta' gewwa huma eqreb lejn xulxin fil-Ktieb ta' Alla. Tabilħaqq li Alla jaf b'kollox"
        },
        {
            "chapter": 9,
            "verse": 1,
            "text": "Stqarrija minn. Alla. u mill-Mibgħut tiegħu (Muħammad) dwar ħelsien minn obbligu lil dawk li jxierku (allat oħra ma' Alla) li dħaltu f'patt magħhom"
        },
        {
            "chapter": 9,
            "verse": 2,
            "text": "terrqu (intom il-pagani li xxierku allat oħra ma' Alla) ma' l-art (kollha) għal erba' xhur (u ebda deni ma huwa se jmisskom) izda kunu afu li intom m'intomx se taħarbu lil Alla, u li Alla tabilħaqq ikasbar lil dawk li ma jemmnux"
        },
        {
            "chapter": 9,
            "verse": 3,
            "text": "U taħbira minn Alla u mill-Mibgħut tiegħu lin-nies (migbura flimkien) f'jum il-pellegrinagg il-kbir: li Alla u l-Mibgħut tiegħu huma ħielsa minn dawk li jxierku (ir ma għandhom ebda obbligu lejhom). Jekk tindmu (u tibdew temmnu f'Alla wieħed) dan ikun aħjar għalikom, izda jekk tagħtu daharkom (u ma tagħtux widen), kunu afu li m'intomx se taħarbu lil-Alla. Agħti l-bxara (Muħammad) lil dawk li ma jemmnux dwar kastig ta' wgigħ"
        },
        {
            "chapter": 9,
            "verse": 4,
            "text": "ħlief dawk (il-pagani) li jxierku, li dħaltu f'patt magħhom u zammuh u ma naqsukom f'xejn, u lanqas ma għenu lil ħaddieħor (minn fost l-għedewwa tagħkom) kontrikom. Mela zommu. l-pattijiet (li għandkom) magħhom sa tmiemhom. Tabilħaqq li Alla jħobb lil dawk li jibzgħu minnu (u jafix jzommu patt)"
        },
        {
            "chapter": 9,
            "verse": 5,
            "text": "Izda meta x-xhur imqaddsa jgħaddu, oqtlu (lill-pagani) li jxierku, kull fejn issibuhom, aqbduhom. (ilsiera), dawruhom (minn kullimkien), u oqogħdulhom f'kull moħba. Izda jekk jindmu, jagħmlu t-talb u jagħtu l-karita, eħilsuhom. Tabilħaqq li Alla Kollu Maħfra u Ħanin"
        },
        {
            "chapter": 9,
            "verse": 6,
            "text": "Jekk wieħed minn dawk li jxierku (allat oħra ma' Alla) jitolbok tħarsu, agħtih il-ħarsien biex ikun jista' jisma' Kliem Alla (fil-Qoran), imbagħad. (jekk ma jilqax l- Islam) wasslu sa fejn isib il-kenn. Dan minħabba li huma nies li ma jafux (is-siwi kbir ta' l-Islam)"
        },
        {
            "chapter": 9,
            "verse": 7,
            "text": "Kifjista' jkun li (il-pagani) li jxierku jkollhom patt ma' Alla u mal-Mibgħut tiegħu (Muħammad), ħlief dawk li għamiltu patt magħhom qrib il-Moskea mqaddsa (u zammuh)i. Sakemm. jimxu sew. magħkom, imxu sew magħhom. Alla tabilħaqq iħobb. lil dawk. li jibzgħu (minnu, u jafu jzommu patt)"
        },
        {
            "chapter": 9,
            "verse": 8,
            "text": "Kif (qatt jista' jkun hemm patt magħhom, meta dawn), jekk jegħlbukom, la jqisu li-huma qraba tagħkom u lanqas li hemm patt (Gejnietkom). Huma. (jippruvaw) jgħaxxqukom bi (kliem). fommhom, izda qlubhom ma. jridux (li: jkollhom x'jaqsmu magħkom), u. ħafna minnhom huma ħziena"
        },
        {
            "chapter": 9,
            "verse": 9,
            "text": "Huma biegħu' r-Rivelazzjoni ta' Alla (fil-Qoran) bi prezz irħis, u zammu (lil ħafna) mit-triq tiegħu (li hija l- Islam). Kien tassew ħazin dak li kienu jagħmlu"
        },
        {
            "chapter": 9,
            "verse": 10,
            "text": "La jqisu li huma qraba ta' dak li jemmen, u lanqas li hemm patt (miegħu). Dawk huma li jiksru l-ligi"
        },
        {
            "chapter": 9,
            "verse": 11,
            "text": "Izda jekk jindmu, jagħmlu t-talb u jagħtu l-karita, (huma jkunu) ħutkom (indaqs) fid-din. Aħna nfissru bir- reqqa r-Rivelazzjoni (tagħna) lil nies li jafu"
        },
        {
            "chapter": 9,
            "verse": 12,
            "text": "Izda jekk jiksru l-ħalfa tagħhom, wara li daħlu fil-patt (magħkom), u jkasbru d-din tagħkom, mela tqatlu kontra l-irjus tac-caħda tat-twemmin tabilħaqq li għalihom il- ħalf ma huwa xejn biex forsi jieqfu (jagħmlu hekk)"
        },
        {
            "chapter": 9,
            "verse": 13,
            "text": "Jaqaw (m'intomx lesti) titqatlu kontra nies li kisru l-ħalf tagħhom, raw kif ikeccu l-Mibgħut (Muħammad minn Mekka), u kienu huma l-ewwel li bdew (iħebbu) għalikomz Jaqaw tibzgħu minnhomz Alla jistħoqqlu aktar li tibzgħu minnu, jekk tassew temmnu"
        },
        {
            "chapter": 9,
            "verse": 14,
            "text": "Tqatlu kontrihom, u Alla jikkastigahom: b'idejkom (stess), ikasbarhom, jgħinkom tegħlbuhom, u jserraħ qlub dawk li jemmnu (għaliex jaraw l-Islam rebbieħ)"
        },
        {
            "chapter": 9,
            "verse": 15,
            "text": "Huwa jneħħi l-għadab ta' qlubhom. Alla jdur (bil- maħfra) lejn min irid. Alla jaf kollox u Għaref"
        },
        {
            "chapter": 9,
            "verse": 16,
            "text": "Jew taħsbu li se titħallew (mingħajr tigrib u tintesew), bla ma Alla jkun jaf b'dawk fostkom li ħabirku u tqabdu (għalih), dawk li ma ħadu (lil ħadd) bi ħbiebhom ħlief lil Alla, lill-Mibgħut tiegħu, u lil dawk li jemmnu. Alla jaf sew b'dak li tagħmlu"
        },
        {
            "chapter": 9,
            "verse": 17,
            "text": "Dawk li jxierku (allat oħra ma' Alla) ma għandhomx izuru l-moskej ta' Alla, filwaqt li jixhdu għalihom infushom li huma bla twemmin. Dawk, l-għemejjel tagħhom jigu fix-xejn, u fin-Nar jgħammru għal dejjem"
        },
        {
            "chapter": 9,
            "verse": 18,
            "text": "Izur biss il-moskej ta' Alla min jemmen f'Alla u fl- Aħħar Jum, jagħmel it-talb, jagħti l-karita u ma jibzax ħlief minn Alla. Tassew li dawk ikunu fit-triq it-tajba"
        },
        {
            "chapter": 9,
            "verse": 19,
            "text": "Jaqaw intom tqisu li, għaliex tisqu l-pellegrin u zzuru l- Moskea mqaddsa, (dan jiswa) daqs dak li jemmen f'Alla u fl-Aħħar Jum, li jħabrek u jitqabad għal Alla 7 (Xejn minn danl) Quddiem Alla (dawk li jemmnu u dawk ta' bla twemmin) ma humiex indaqs. U Alla ma jmexxix lill- ħziena fit-triq it-tajba"
        },
        {
            "chapter": 9,
            "verse": 20,
            "text": "Dawk li emmnu, emigraw, ħabirku u tqabdu għal Alla b'gidhom u bihom infushom huma fi grad ogħla quddiem Alla (minn dawk il-pagani li xogħolhom biss li jisqu l- pellegrini u jzuru l-Moskea f'Mekka). Dawk huma r- rebbieħa (tal-Gonna ta' dejjem)"
        },
        {
            "chapter": 9,
            "verse": 21,
            "text": "Sidhom jagħtihom il-bxara t-tajba dwar ħniena (gejja) minnu, għaxqa u Gonna li fihom għandhom l-hena dejjiema"
        },
        {
            "chapter": 9,
            "verse": 22,
            "text": "Huma jgħammru fihom għal dejjem: Tabilħaqq li għand Alla hemm ħlas ta' kobor bla tarf"
        },
        {
            "chapter": 9,
            "verse": 23,
            "text": "Intom li temmnu, la tiħdux lil missirijietkom u lil ħutkom bħala alleati, jekk (dawn) jgħozzu c-caħda tat- twemmin flok it-twemmin. Dawk minnkom li jzommuhom b'alleati, dawk ikunu l-ħziena. j"
        },
        {
            "chapter": 9,
            "verse": 24,
            "text": "Għid (Muħammad): ''Jekk missirijietkom, uliedkom, ħutkom, in-nisa tagħkom, nieskom, xi gid li ksibtu, xi kummerc li tibzgħu li jmur lura, u xi djar li jogħgbukom huma egħzez għalikom minn Alla u mill-Mibgħut tiegħu, u mit-tħabrik u t-taħbit (tagħkom). għalih (għal Alla), mela stennew sa ma Alla jgib fis-seħħ l-amar tiegħu (is jagħmel ħaqq minnkom kif jixraq). Alla ma jmexxix lill- ħziena fit-triq it-tajba"
        },
        {
            "chapter": 9,
            "verse": 25,
            "text": "Alla għenkom f'ħafna mkejjen (tat-taqbid), kif ukoll dakinhar ta' Ħunajn,' meta tgħaxxaqtu bl-għadd kbir tagħkom (rnax-il elf ruħ, u ħsibtu li tegħlbu. l-erbat elef suldat ta' l-għadu), mingħajr (izda) ma swielkom xejn, u (dehrilkom li) l-art. (tat-taqbida) saritilkom dejqa, minkejja li kienet wesgħa kbira, u mbagħad dortu lura"
        },
        {
            "chapter": 9,
            "verse": 26,
            "text": "Imbagħad Alla nizzel is-sliem tiegħu fuq il-Mibgħut tiegħu u fuq dawk li jemmnu (biex iserrħilhom rashom, jagħmlilhom il-qalb u jzidhom fil-ħegga għat-taqbid), u nizzel (l-angli mis-sema u dehru f'għamla ta') suldati li intom ma rajtux, u kkastiga lil dawk bla twemmin. Dak huwa l-ħlas għal dawk li ma jemmnux"
        },
        {
            "chapter": 9,
            "verse": 27,
            "text": "Imbagħad wara dan Alla jdur (bil-maħfra u bil-ħniena) lejn min irid. Alla huwa Kollu Maħfra u Ħanin"
        },
        {
            "chapter": 9,
            "verse": 28,
            "text": "Intom li temmnu, (kunu afu li) dawk biss. li jxierku (allat oħra ma' Alla) huma mniggsa (minħabba t- twemmin fl-idoli u għaliex jicħdu lil-Alla), u għalhekk ma għandhomx joqorbu lejn il-Moskea mqaddsa wara din is- sena tagħhom. U jekk tibzgħu li tiftaqru (għaziex il- pellegrini pagani ma. jigux (aktar f'Mekka), Alla jagħnikom mit-tjieba tiegħu, jekk irid. Alla tabilħaqq jaf kollox u Għaref"
        },
        {
            "chapter": 9,
            "verse": 29,
            "text": "Tqatlu kontra dawk minn fost Nies il-Ktieb (li jaħbtu għalikom), li la jemmnu f'Alla (kif suppost) u lanqas fl- Aħħar Jum, li ma jipprojbixxux dak li Alla (fil-Ktieb tiegħu) u l-Mibgħut tiegħu (fit-tradizzjoni profetika) għamlu projbit, u li ma. jimxux fuq id-din tas-sewwa (li huwa l-Islam), sa ma jagħtu l-gizja minn. jeddhom, filwaqt li juru umilta. ħ"
        },
        {
            "chapter": 9,
            "verse": 30,
            "text": "Il-Lhud qalu li Esdra huwa bin Alla, '' u l-Insara qalu li l-Messija huwa bin Alla hekk qalu b'fommhom stess, bħalma kienu jgħidu dawk li m'emmnux qabel (jigifieri li langli huma l-ulied bniet ta' Alla). Narra Alla jitqatel kontrihoml Kemm tbiegħdu mis-sewwal"
        },
        {
            "chapter": 9,
            "verse": 31,
            "text": "Huma (il-Lhud u l-Insara) għamlu lill-qassisin u lill- irħieb tagħhom sidien (tagħhom u qagħdu għalihom), minflok Alla, u (anki) lill-Messija bin Marija (l-insara għamluh sidhom u tawh qima), meta huma ma kinux ordnati ħlief li jqimu Alla Wieħed, li ma hemmx alla (ieħor) ħliefu. Sebħ lilu (u ħalli jkun mgħolli u ħieles) minn dak (il-paganizmu) li jxierku (miegħu)l"
        },
        {
            "chapter": 9,
            "verse": 32,
            "text": "Huma (il-pagani, dawk li ma jemmnu f'xejn, u Nies il- Ktieb li ma jemmnux kif suppost) iridu jitfu d-Dawl ta' Alla. fli: huwa. l-Islam) b'fommhom (bil-ħafna kwistjonijiet fiergħa li jaqilgħu), izda Alla ma jridx għajr li jgib il-milja tad-Dawl tiegħu, minkejja li dawk li ma jemmnux jistkerrhu (dan)"
        },
        {
            "chapter": 9,
            "verse": 33,
            "text": "Huwa li bagħat lill-Mibgħut tiegħu (Muħammad) bit- imexxija t-tajba u d-din tas-sewwa, biex joħorgu rebbieħ fuq kull din (ieħor), minkejja li (dan) jistkerrhu/h) dawk li xierku miegħu (allat oħra)"
        },
        {
            "chapter": 9,
            "verse": 34,
            "text": "Intonili temmnu, (kunu afu li) ħafna mill-qassisin (tal- Lhud) u l-irħieb (ta' l-Insara) jieklu gid in-nies bil-qerq, u jzommu (lil ħaddieħor) mit-triq ta' Alla (li hija l- Islam). U dawk li jgeddsu d-deheb u l-fidda, u ma jonfquhomx għal Alla, mela agħtihom il-bxara dwar kastig ta' wgigħ"
        },
        {
            "chapter": 9,
            "verse": 35,
            "text": "Fil-Jum meta (it-tezor. tagħhom) jinħema f'nar l-Infern u l-imħuħ tagħhom, gnubhom u daharhom jinkwew bih. (Jintqalilhom): ''Dan kien li geddistu għalikom infuskom. Mela duqu dak li kontu tgeddsul"
        },
        {
            "chapter": 9,
            "verse": 36,
            "text": "Tabilħaqq li l-għadd tax-xhur, għal Alla, huwa tnax-il xahar, fil-Ktieb ta' Alla, meta ħalaq is-smewwiet u l-art, u erbgħa minnhom huma (x/ur) imqaddsa (għaliex ma jistax iseħħ glied fihom): Dan huwa d-din tas-sewwa. Għalhekk tonqsux lejkom infuskom fihom. Tqatlu kontra dawk kollha li jxierku, bħalma huma jitqatlu kontrikom ilkoll, u kunu afu li Alla ma' dawk li jibzgħu minnu"
        },
        {
            "chapter": 9,
            "verse": 37,
            "text": "Li tħalli (xahar imqaddes) għal zmien ieħor (biex tibqa' għaddej bit-taqbid kontra l-għedewwa tiegħek). jitqies zjieda fic-caħda tat-twemmin, u b'dan (il-mod) dawk li ma jemmnux jintilfu. F'sena minnhom it-tibdil ta' xahar. qaddis iqisuh permess u f'sena oħra jqisuh projbit, biex b'hekk jigu jaqblu fl-għadd (ra' xhur) li Alla qaddes, u jkunu qegħdin jippermettu dak li Alla pprojbixxa. Il- ħazen ta' għemilhom izzejnilhom (u ntwerielhom sabiħ). Alla ma jmexxix fit-triq it-tajba lil dawk li ma jemmnux"
        },
        {
            "chapter": 9,
            "verse": 38,
            "text": "Intom li temmnu, x'għandkom 7 (Għaliex) meta jintqalilkom: 'Oħorgu (tqabdu) għal Alla' (bħalma ntqalilkom. f'Tabiik), intom tkunu tqal. (fit-twegiba tagħkom) u tingibdu lejn l-art 2 Jaqaw il-ħajja f'(din) id- dinja togħgobkom aktar mill-(ħajja) l-Oħra 7 Hija zgħira t-tgawdija tal-ħajja f'(din) id-dinja (meta mqabbla ma' dik) fil-Ħajja l-Oħra"
        },
        {
            "chapter": 9,
            "verse": 39,
            "text": "Jekk. ma toħorgux. (titqabdu mal-Profeta, Alla) jikkastigakom b'kastig ta' wgigħ, jibdilkom ma' nies oħra (li jkunu aktar lesti joqogħdu għar-rieda tiegħu u tal-Mibgħut tiegħu), u intom xejn ma (tistgħu) tagħmlulu ħsara (minkejja li bqajtu lura u ma ridtux titqatlu). Ala huwa fuq kollox Setgħan (u ma jeħtiegx l-għajnuna tagħkom)"
        },
        {
            "chapter": 9,
            "verse": 40,
            "text": "Jekk ma tgħinuhx (/il Muħammad, kunu afu li) Alla għenu meta dawk (f'Mekka) li ma jemmnux. gegħluh joħrog (minn Mekka), (meta) miegħu (ma kellux għajr) bniedem ieħor (biss, (il 'Abif Bakr). U meta kienu fl-għar, huwa (Muħammad) qal lil sieħbu: 'La titnikkitxi Alla tabilħaqq magħnaf' U Alla nizzel is-sliem tiegħu fuqu, u saħħu b'suldati (li kienu angli mis-sema) li intom ma rajtux, u nizzel 'l isfel (u kasbar) il-kelma ta' dawk li ma jemmnux. Il-Kelma ta' Alla (/i ma hemmx alla ħlief Alla) hija l-ogħla, u Alla Felħan u Għaref"
        },
        {
            "chapter": 9,
            "verse": 41,
            "text": "Oħorgu, ħfief jew tqal (bl-armi tagħkom, zgħazagħ u xjuħ, fuq saqajkom jew rekbin) u tqabdu b'gidkom u bikom infuskom għal Alla. Dan ikun aħjar għalikom, jekk tassew tafu"
        },
        {
            "chapter": 9,
            "verse": 42,
            "text": "Likieku kien hemm xi qligħ ta' malajr, jew safar mhux fit-tul, (dawk ta' wicc b'ieħor) kienu jimxu warajk, izda t-triq kienet imbiegħda (wisq) għalihom ( 4 fl-għazz tagħhom baqgħu ma ħargux). Izda huma għad jaħilfu b'Alla (biex mingħalihom jiskuzaw irwieħhom, u jgħidu): SLi kieku stajna, konna noħorgu magħkom.' Huma qegħdin jeqirdu lilhom infushom (b'dan il-kliem), u Alla jaf li huma giddibin"
        },
        {
            "chapter": 9,
            "verse": 43,
            "text": "Alla jaħfirlek (Muħammad)l Għaliex tajthom permess (meta gabu l-iskuzi tagħhom għaliex baqgħu lura u ma ħargux jitqabdu) qabel ma kont taf min (minnhom) qal is-sewwa, u taf (min minnhom kienu) il-giddibin"
        },
        {
            "chapter": 9,
            "verse": 44,
            "text": "Dawk li jemmnu f'Alla u fl-Aħħar Jum ma jitolbukx tiskuzahom biex ma joħorgux jitqabdu b'gidhom u bihom. infushom. Alla jaf sewwa b'dawk li jibzgħu minnu (u huma sħaħ fi twemminhom)"
        },
        {
            "chapter": 9,
            "verse": 45,
            "text": "Huma biss dawk li ma jemmnux f'Alla u fl-Aħħar Jum li jitolbuk tiskuzahom f(mit-taqbid). dawk li qlubhom jinsabu bejn ħalltejn u b'hekk ma jafux fejn jagħtu rashom"
        },
        {
            "chapter": 9,
            "verse": 46,
            "text": "Likieku riedu joħorgu (jitqabdu), kienu jitħejjew tajjeb għalih fit-taqbid), izda Alla stkerrab li huma jitilqu (biex jitqabdu), zammhom lura, u ntqal(ilhom): ''Oqogħdu mal-qiegħda (man-nisa u mat-tfal, bla ma tagħmlu xejnji)"
        },
        {
            "chapter": 9,
            "verse": 47,
            "text": "Li kieku ħargu magħkom, ma kinux izidukom ħlief fit- tfixkil. Kienu jiggerrew fostkom, u jaraw kif joħolqu t- tixwix u l-firda (bejnietkom). Fostkom (kien ikun hemm) min jisma' minnhom. Alla jaf sewwa bil-ħziena (ta' wicc b'ieħor)"
        },
        {
            "chapter": 9,
            "verse": 48,
            "text": "Tabilħaqq li huma (qabel it-tagbida ta' Tabiik kienu) diga xtaqu (jaqilgħu) it-tixwix u l-firda, u nassu kontrik, sa ma (imbagħad) gie s-sewwa (u r-rebħa), u dehret ir- rieda ta' Alla, (minkejja li) huma stkerrhu (din il-ħaga)"
        },
        {
            "chapter": 9,
            "verse": 49,
            "text": "(Fosthom hemm min jgħid//ek Muħammad): Ħallini (noqgħod lura u ma noħrogx nitqabad), u ta ggarrabnixt' Mela mhux (digg) waqgħu fit-tigribz Tabilħaqq li l- Infern idur minn kull naħa madwar dawk li ma jemmnux (hekk li qatt ma jkunu jistgħu jaħarbu minnu)"
        },
        {
            "chapter": 9,
            "verse": 50,
            "text": "Jekk tmissek xi ħaga tajba (bħal rebħ militari u l-priza li jgib miegħu, arahom) jitqarrsu, izda meta jmissek xi saram, (ismagħhom) jgħidu: 'Ħsibnielu minn qabel (u għaliex konna nafu li-se' nkunu telliefa, ma' ridniex nissugraw għalxejn).' U jitilqu lil hemm ferħanin"
        },
        {
            "chapter": 9,
            "verse": 51,
            "text": "(Għidiilhom Muħammad): ''Xejn ma jmissna għajr dak (il-gid jew id-deni) li kitbilna Alla. Huwa l-Mulej tagħna (li jħarisna). Ħalli jħallu f'idejn Alla dawk li jemmnu"
        },
        {
            "chapter": 9,
            "verse": 52,
            "text": "(Għidfilhom ukoll): 'X'tistennew li jigrilna, għajr li (ikollna) waħda minn (dawn) iz-zewg ħwejjeg sbieħ (jew li mmutu bħala martri għal Alla, jew li niksbu r-rebħa fuq. l-aggressuri,) Għalikom, aħna nistennew li Alla jibagħtilkom kastig mingħandu, jew (li tinqarlu) b'idejna (stess). Mela oqogħdu stennew (biex taraw x'se jigrilna). Aħna tabilħaqq nistennew magħkom' (u naraw x'se jmisskom)U"
        },
        {
            "chapter": 9,
            "verse": 53,
            "text": "Għid(ilhom Muħammad lil ta' wicc b'ieħor): ''Sew jekk tagħtu minn qalbkom, u sew. (jekk tagħtu) għaliex imgegħlin, ma jintlaqax mingħandkom. Intom tassew nies ħziena"
        },
        {
            "chapter": 9,
            "verse": 54,
            "text": "Xejn ma jzomm l-infiq (u l-għoti tagħhom). milli jintlaqa' ħlief minħabba li huma ma jemmnux f'Alla u fil-Mibgħut tiegħu, u ma jigux għat-talb jekk mhux bl- għazz (u bla ħegga), u ma jonfqu (xejn għall-karita) jekk mhux fuq qalbhom"
        },
        {
            "chapter": 9,
            "verse": 55,
            "text": "Arali majogħgbukx gidhom u (l-għadd ta') uliedhom. Alla jrid biss jikkastigahom bihom fil-ħajja (f'din) id- dinja, u li rwieħhom jinqerdu filwaqt li jkunu (għadhom) ma jemmnux"
        },
        {
            "chapter": 9,
            "verse": 56,
            "text": "Huma jaħilfu b'Alla li huma minnkom, izda (fil-fatt) ma humiex minnkom, izda huma nies li jibzgħu (juru dak li tassew huma, biex ma jitilfux il-privileggi tagħhom)"
        },
        {
            "chapter": 9,
            "verse": 57,
            "text": "Li kieku jistgħu jsibu xi Kenn, xi għerien jew xi mkien fejn jitrekknu, (kont tarahom) jitilqu lejh mgħagglin (biex jaħarbu minnkom)"
        },
        {
            "chapter": 9,
            "verse": 58,
            "text": "Fosthom hemm min ilumek (Muħammad) dwar. (it- tqassim). tal-karita: jekk jingħataw. minnha, jithennew, izda jekk ma jingħatawx minnha, arahom jimtlew bl- għadab"
        },
        {
            "chapter": 9,
            "verse": 59,
            "text": "(Kien ikun aħijar għalihom) li kieku thennew b'dak li tawhom Alla u l-Mibgħut tiegħu, u qalu: 'Alla huwa bizzejjed għalinal Alla.se jagħtina it-tjieba tiegħu, u anki l-Mibgħut tiegħu. Aħna tassew lil Alla nfittxut"
        },
        {
            "chapter": 9,
            "verse": 60,
            "text": "Il-karitajiet huma biss għall-foqra, għall-imsejknin, għal dawk imqabbdin biex jigbruhom, għal dawk. li qlubhom ingibdu (jew qegħdin jingibdu lejn l-Islam), għal dawk fil-jasar (biex jinfdew), għall-midjunin (biex iħallsu d-dejn li ddejnu) għall-kawza ta' Alla (fis-servizz tar-religjon u tal-komunita), u għal dak li jterraq. (Dan huwa) l-amar minn Alla. Alla jaf kollox u Għaref"
        },
        {
            "chapter": 9,
            "verse": 61,
            "text": "Fosthom (dawk ta' wicc b'ieħor) hemm min iwegga' lill-Profeta (Muħammad bil-kliem u bl-għemil). u jgħidu: Huwa widna (għaliex jisma' u jemmen kolloxji' Għidilhom): 'Huwa jisma' dak kollu li hu tajjeb għalikom, jemmen f'Alla, joqgħod fuq dawk li jemmnu (għaliex jaf li huma gusti), u huwa ħniena għal dawk fostkom li jemmnu.'' Dawk li jwegggħu (u jzebilħu) lill- Mibgħut ta' Alla jkollhom kastig ta' wgigħ"
        },
        {
            "chapter": 9,
            "verse": 62,
            "text": "Huma jaħilfulkom b'Alla biex jogħgbukom, izda Alla flimkien mal-Mibgħut tiegħu jistħoqq aktar li huma jogħgbuh. jekk tassew jemmnu"
        },
        {
            "chapter": 9,
            "verse": 63,
            "text": "Mela ma jafux li min jeħodha kontra Alla u l-Mibgħut tiegħu hemm għalih nar l-Infern, u fih jgħammar għal dejjem. Dan huwa għajb tassew kbir"
        },
        {
            "chapter": 9,
            "verse": 64,
            "text": "Ta' wicc b'ieħor jibzgħu li titnizzel dwarhom xi sura li tgħarrafhom b'dak li hemm (tassew) fi qlubhom. Għidfilhom Muħammad): 'Iddieħku (bir-religjon ta' Alla kemm tridu, izda kunu afu li) Alla se joħrog (fil-beraħ) dak li qegħdin tibzgħu (/i jsir magħruf dwarkom)"
        },
        {
            "chapter": 9,
            "verse": 65,
            "text": "Jekk tistaqsihom. (Muħammad), jgħidulek: ''Aħna konna biss inlabalbu (u ngħidu kliem fieragħ, u ngħaddu z-zmien) fil-logħob'' Għid(ilhom Muħammad): 'Jaqaw kontu qegħdin tiddieħku b'Alla, bir-Rivelazzjoni tiegħu u bil-Mibgħut tiegħu"
        },
        {
            "chapter": 9,
            "verse": 66,
            "text": "Ma għandkomx skuzal Cħadtu t-twemmin wara li emmintu. Jekk naħfru lil-xi gemgħa minn fostkom (għaliex nidmet), Aħna (xorta waħda) nikkastigaw gemgħa (oħra minnkom), għaliex huma kienu ħatjin ( 4 baqgħu juru wicc b'ieħor sa l-aħħar)"
        },
        {
            "chapter": 9,
            "verse": 67,
            "text": "Dawk l-irgiel u n-nisa li huma ta' wicc b'ieħor huma (kollha) ta' qatgħa waħda: huma jamru (li jsir) il-ħazin, ma jħallux it-tajjeb, u għandhom idejhom magħluqin (bix-xeħħa u ma jagħtux karita). Huma nsew lil Alla, u għalhekk (Hu) nesiehom. Tabilħaqq li ta' wicc b'ieħor huma l-ħziena"
        },
        {
            "chapter": 9,
            "verse": 68,
            "text": "Alla wiegħed in-nar ta' l-Infern lil ta' wicc b'ieħor, irgiel u nisa, u lil dawk li ma jemmnux, u fih jgħammru għal dejjem. Huwa jkun bizzejjed għalihom. Alla seħithom, u għalihom hemm kastig għal dejjem"
        },
        {
            "chapter": 9,
            "verse": 69,
            "text": "Bħal dawk ta' qabilkom; huma kienu eqqel minnkom fil-qawwa, u akbar fil-gid u fl-ulied. Huma thennew b'sehemhom, u. intom. thennejtu b'sehemkom; bħalma thennew b'sehemhom dawk ta' qabilkom. Intom (ukoll) tlabalbu fieragħ, bħal dawk li labalbu. Dawk, l-għemejjel tagħhom jisfaw fix-xejn f'(din) id-dinja u fl-Oħra, u dawk huma t-tellifin"
        },
        {
            "chapter": 9,
            "verse": 70,
            "text": "Jaqaw ma waslitilhomx l-aħbar (dwar kif inqerdu għal kollox) dawk ta' qabilhom: nies Noc (u n-nies) ta' Għad, ta' Tamid, nies Abraham, nies Madjan, u l-bliet (ra' Sodoma u Gomorra) li nqalbu ta' taħt fuq 2 Il-Mibgħutin tagħhom gewhom bis-sinjali c-cari, u mhux Alla li naqas lejhom, izda. kienu. huma: li naqsu lejhom. infushom (għaliex ma ridux jagħtu widen)"
        },
        {
            "chapter": 9,
            "verse": 71,
            "text": "Dawk li jemmnu, irgiel u nisa, jieħdu ħsieb (i/ jħarsu) lil xulxin. Huma jamru (li jsir). it-tajjeb, ma jħallux il- ħazin, jagħmlu t-talb, jagħtu l-karita, u joqogħdu għal: J Alla u. għall-Mibgħut tiegħu. Dawk Alla se jħenn J għalihom. Alla tabilħaqq Felħan u Għaref"
        },
        {
            "chapter": 9,
            "verse": 72,
            "text": "Alla wiegħed lil-dawk li jemmnu, irgiel u nisa, Gonna bix-xmajjar jigru taħthom fihom jgħammru għal dejjem wdjar sbieħ fil-Gonna ta' l-Għeden. U għaxqa minn Alla (hija ħlas) akbar (minn dan kollu): Din hija l-akbar rebħa"
        },
        {
            "chapter": 9,
            "verse": 73,
            "text": "Ja Profeta, ħabrek u tqabad kontra dawk li ma jemmnux u ta' wicc b'ieħor, u kun qalil magħhom. Il-kenn tagħhom huwa l-Infern, u (dan ikun tassew) tmiem ta' għajb"
        },
        {
            "chapter": 9,
            "verse": 74,
            "text": "Huma jaħilfu b'Alla li ma qalu xejn, izda (tabilħaqq) qalu kliem li jicħad it-twemmin, u wara li kienu daħlu fl- Islam, (reggħu) m'emmnux. Huma fasslu xi ħaga li ma seħħetilhomx, u ma vvendikawx irwieħhom jekk mhux għaliex Alla kattar fuqhom it-tjieba (u l-barka) tiegħu, u l-Mibgħut tiegħu (ukol/)l Għalhekk ikun aħjar għalihom jekk jindmu, izda jekk jagħtu daharhom (għat-twemmin), Alla jikkastigahom b'kastig ta' wgigħ f'(din) id-dinja u fl-Oħra. U fuq l-art ma jkollhom ħadd li jħarishom u jgħinhom"
        },
        {
            "chapter": 9,
            "verse": 75,
            "text": "Fosthom (dawk ta' wicc b'ieħor) hemm min daħal f'rabta ma' Alla (u qal): 'Jekk ( 4/la) jagħtina mit-tjieba tiegħu, aħna tassew nagħtu l-karita u nkunu mill-gusti"
        },
        {
            "chapter": 9,
            "verse": 76,
            "text": "Izda meta tahom mit-tjieba tiegħu, huma xxaħħu f'dak li ngħataw, warrbu (ir-rabta tagħhom ma' Alla), u ma ridux joqogħdu għaliha"
        },
        {
            "chapter": 9,
            "verse": 77,
            "text": "Għalhekk ikkastigahom (u refagħlhom) il-wicc b'ieħor fi qlubhom sal-Jum li fih jiltaqgħu miegħu, għaliex huma marru kontra dak li kienu wiegħdu lil Alla, u għaliex kienu jigdbu"
        },
        {
            "chapter": 9,
            "verse": 78,
            "text": "Mela ma jafux li Alla jaf bis-sigriet tagħhom, b'dak li jintqal (bil-moħbi). bejniethom, u li Alla jaf sew bil- mistur"
        },
        {
            "chapter": 9,
            "verse": 79,
            "text": "Dawk (in-nies il-ħziena) li jmaqdru lil min, fost dawk li jemmnu, jagħti l-karita minn jeddu, (kif ukoll jixlu) lil dawk li ma jsibux x'jagħtu għajr il-ħidma tagħhom (li/ min jeħtiegha), u jzebilħuhom, ikun Alla li jzeblaħhom, u għalihom hemm kastig ta' wgigħ"
        },
        {
            "chapter": 9,
            "verse": 80,
            "text": "Sew jekk titlob biex jiksbu l-maħfra, u sew jekk ma titlobx maħfra għalihom, ( 4I 1a ma huwiex se jaħfrilhom). U jekk titlob għalihom sebgħin darba biex jiksbu l-maħfra, Alla ma huwiex se jaħfrilhom. Dan għaliex. huma m'emmnux f'Alla u fil-Mibgħut. tiegħu. Alla ma jmexxix fit-triq it-tajba lin-nies il-ħziena"
        },
        {
            "chapter": 9,
            "verse": 81,
            "text": "Ferħu dawk (ra' wicc b'ieħor) li baqgħu wara l-Mibgħut (Muħammad u ma ħargux għat-taqbida f'Tabiik) għaliex baqgħu fejn kienu, u stkerrhu li jħabirku u jitqabdu b'gidhom u bihom infushom għal Alla, u qalu (fil xulxin): Toħorgux. fis-sħanaf' Għidfilhom Muħammad): 'Nar l- Infern jaħraq wisq aktarf' Li kieku kienu jifhmul"
        },
        {
            "chapter": 9,
            "verse": 82,
            "text": "Ħalli jidħku xi ftit (għalissa), izda (imbagħad) ħalli jibku ħafna, bi ħlas ta' dak (il-ħazen) li kienu jiksbu (b'għemilhom)"
        },
        {
            "chapter": 9,
            "verse": 83,
            "text": "Għalhekk jekk Alla (wara t-taqbid f'Tabiik) iregggħek għand gemgħa minnhom, u jitolbuk permess biex joħorgu (jitqabdu. miegħek fi spedizzjoni oħra), għid(ilhom): ''Qatt m'intom ħergin miegħi, u m'intom se titqatlu miegħi kontra ebda għadul L-ewwel darba (meta l-Misilmin l-oħra kienu sejrin lejn Tabik) intom għogobkom tibqgħu qiegħda, Mela oqogħdu ma' dawk li baqgħu lural"
        },
        {
            "chapter": 9,
            "verse": 84,
            "text": "Qatt (ma għandek) titlob: (Muħammad) għal xi ħadd minnhom: (ta' wicc b'ieħor) li miet, u lanqas ma għandek tieqaf fuq qabru. Huma caħdu lil Alla u lill-Mibgħut tiegħu, u mietu fil-ħazen tagħhom"
        },
        {
            "chapter": 9,
            "verse": 85,
            "text": "Lanqas (ma għandhom) jogħgbuk gidhom u (l-għadd kbir) ta' wliedhom: Alla jrid biss jikkastigahom bihom fid-dinja, u'li rwieħhom jinqerdu filwaqt li (kunu għadhom qegħdin) jicħdu (lif Alla u lill-Islam)"
        },
        {
            "chapter": 9,
            "verse": 86,
            "text": "U meta titnizzel sura li (tħeggighom u tgħidilhom): cEmmmu F'Alla, u ħabirku u tqabdu mal-Mibgħut tiegħu,' dawk fosthom li għandhom ħafna gid jitolbuk tiskuzahom u jgħidulek, Muħammad, dawk ta' wicc b'ieħor): 'Ħallina nkunu mal-qiegħda (li jibqgħu lura u ma joħorgux jitqabdu)"
        },
        {
            "chapter": 9,
            "verse": 87,
            "text": "Huma jogħgobhom li jkunu ma' dawk (in-nisa, it-tfal, il-morda u oħrajn li ma għandhomx is-saħħa u l-ħila jitqatlu) li baqgħu lura, u tqiegħed sigill fuq qlubhom, hekk li ma jifhmux"
        },
        {
            "chapter": 9,
            "verse": 88,
            "text": "Izda l-Mibgħut u dawk li jemmnu miegħu, ħabirku u tqabdu b'gidhom u bihom infushom. Ta' dawk huma l- ħwejjeg tajba (kollha), u dawk huma r-rebbieħa"
        },
        {
            "chapter": 9,
            "verse": 89,
            "text": "Alla ħejjielhom Gonna bix-xmajjar jigru taħthom, u fihom jgħammru għal dejjem. Dik hija r-rebħa l-kbira"
        },
        {
            "chapter": 9,
            "verse": 90,
            "text": "Minn fost l-Għarab tad-dezert kien hemm dawk li gew b'xi skuza biex jingħataw permess (biex ma joħorgux jitqabdu). Dawk li giddbu lil Alla u lill-Mibgħut tiegħu qagħdu lura (i ma ħargux għat-taqbid.) Lil dawk li ma jemmnux se jmiss kastig ta' wgigħ"
        },
        {
            "chapter": 9,
            "verse": 91,
            "text": "La d-dgħajfin, la l-morda, u lanqas dawk li ma jsibux (gid) x'jonfqu, jekk huma sincieri ma' Alla u mal- Mibgħut tiegħu (u jagħmlu għemejjel tajba), ma għandhom ebda ħtija. Ma hemm ebda triq (/i twassal għall-kundanna) ta' dawk li jagħmlu t-tajjeb. Alla huwa Kollu Maħfra u Ħanin"
        },
        {
            "chapter": 9,
            "verse": 92,
            "text": "Lanqas (ma għandhom ħtija) dawk li, meta gew għandek jitolbuk biex trikkibhom (fuq zwiemel jew igmla, biex joħorgu jitqabdu miegħek), u inti wegibthom: 'Ma nsibx fuq xiex inrikkibkom,' huma telqu mnikktin, bid-dmugħ igelgel minn għajnejhom, għaliex ma kellhom xejn x'jonfqu (għall-kawza ta' Alla)"
        }
    ]
}