{
    "chapter": [
        {
            "chapter": 10,
            "verse": 1,
            "text": "Et. L. R. De (breve) er proofs den bog visdom"
        },
        {
            "chapter": 10,
            "verse": 2,
            "text": "(Er det too mere af under folkene som vi inspirerede mand dem? Han inspireredes sie) Du advare folkene giver gode nyhed de som tror de attained stilling forgrundsstilling deres Lord tvivlerne sagde Den er dygtige tryllekunstner"
        },
        {
            "chapter": 10,
            "verse": 3,
            "text": "Deres eneste Lord er GUD; En oprettede himlene jorden seks dage derefter forudsætte al myndighed. Han kontrollerer al substanser. Xxxx ikke er intercessor ind overensstemmelse med Hans ville. Such er GUD Deres Lord Du tilbede Ham. Du ikke tager heed"
        },
        {
            "chapter": 10,
            "verse": 4,
            "text": "Til Ham er Deres ultimate tilbagekomst al af jer. Den er gud sandfærdige løfte. Han initiates anlæggelsen derefter gentage det ind orden belønne de tro lede righteous liv equitably! Angående de disbelieve de incur hellish drinks smertelige gengældelse i deres disbelieving"
        },
        {
            "chapter": 10,
            "verse": 5,
            "text": "Han er En rendered solen strålende månen lyset Han formgav dets fase du lære tælle årene beregne GUD IKKE OPRETTEDE AL DEN FRELSER SPECIFIKKE FORMÅL. Han forklarer åbenbaringerne folk kender"
        },
        {
            "chapter": 10,
            "verse": 6,
            "text": "Sikkert ind alternation af nat dag hvad GUD oprettede himlene jorden xxxx er proofs folk er righteous"
        },
        {
            "chapter": 10,
            "verse": 7,
            "text": "De ikke forventer træffes os preoccupied den worldly liv være indehold det vægre heed vore proofs"
        },
        {
            "chapter": 10,
            "verse": 8,
            "text": "De incurred Helvede deres ultimate bolig konsekvens deres egen arbejder"
        },
        {
            "chapter": 10,
            "verse": 9,
            "text": "Angående de tro lede righteous liv deres Lord guides dem ved dyd af deres tro! Floder strømme dem haverne fryd"
        },
        {
            "chapter": 10,
            "verse": 10,
            "text": "Deres bøn therein Er Jer forherliges vore gud deres hils therein er Fred deres ultimate bøn være Prise er GUD Lord universet"
        },
        {
            "chapter": 10,
            "verse": 11,
            "text": "Gud fremskyndede gengældelsen incurred folkene vejen de fordrer forråd de annihilated længes ago. Vi forlader de ikke tro ind træffendes os deres transgressions kludrende"
        },
        {
            "chapter": 10,
            "verse": 12,
            "text": "Hvornår modgang rører menneskelig være han implores os mens ligge sidde stående! Men idet snart idet vi afløser hans modgang han går på han aldrig implored os afløse nogen hardship! Arbejderne overtræderne dermed prydes deres øjne"
        },
        {
            "chapter": 10,
            "verse": 13,
            "text": "Mange generation vi annihilated jer hvornår de transgressed Deres bude gik dem klar proofs de vægrede tro Vi dermed requite skyldige folkene"
        },
        {
            "chapter": 10,
            "verse": 14,
            "text": "Derefter vi stille jer inheritors jorden dem se hvordan du gøre"
        },
        {
            "chapter": 10,
            "verse": 15,
            "text": "Hvornår vore åbenbaringer reciteres dem de ikke forventer træffes os sir Bringe Quran den skifter det! Sir jeg possibly ikke skifte det på min egen! Jeg blot følger hvad afsløres mig! Jeg frygter jeg disobey min Lord gengældelsen awesome dag"
        },
        {
            "chapter": 10,
            "verse": 16,
            "text": "(sie Havde GUD willed jeg ikke recitere det jer nor would du kender noget det. Jeg lever jer hele liv den du kender mig idet sane sandfærdige person). Du ikke forstår"
        },
        {
            "chapter": 10,
            "verse": 17,
            "text": "Som er ondere end en fabricates løgne GUD forkaste Hans åbenbaringer. Certainly overtræderne aldrig lykkes"
        },
        {
            "chapter": 10,
            "verse": 18,
            "text": "De tilbeder GUD idoler possess magt harm dem gavne dem de sir De er vore intercessors GUD! Sir Er jer meddele GUD af noget Han ikke kender himlene jorden? Han forherliges! Han er mest Højeste; fjerneste above behøvende partnere"
        },
        {
            "chapter": 10,
            "verse": 19,
            "text": "Folkene bruge være ene congregation derefter de disputed Det ikke var i forudbestemte glose Deres Lord de bedømmes omgående deres disputes"
        },
        {
            "chapter": 10,
            "verse": 20,
            "text": "De sir hvorfor ing mirakel komme ham hans Lord Sie fremtiden belongs til GUD; venter jeg venter jer"
        },
        {
            "chapter": 10,
            "verse": 21,
            "text": "Hvornår vi bestow barmhjertighed folkene modgang hjemsøgte dem de omgående scheme vore åbenbaringer! Sie gud scheming er fjerneste virkningsfuldere! Vore bude registrerer alt du scheme"
        },
        {
            "chapter": 10,
            "verse": 22,
            "text": "Han er En flytter jer landet hav. Du enes skibene de sejle glat rare brise! Derefter mens juble therein voldsomme vind puster bølgerne omringer dem enhvere side. Den er hvornår de implore GUD sincerely helligende deres bønner Ham alene Du kun frelser os den tid vi være eternally taknemlige"
        },
        {
            "chapter": 10,
            "verse": 23,
            "text": "idet snart idet Han frelser dem de transgress jord modarbejde sandheden. O folk Deres transgression er kun til detriment Deres egen sjæle. Du vedvarer preoccupied den worldly liv derefter til os er Deres ultimate tilbagekomst derefter vi meddele jer af alt du gjorde"
        },
        {
            "chapter": 10,
            "verse": 24,
            "text": "Analogien den worldly liv være den vi sender derned vande himlen producere det al art af planter fra jorden forsyne mad folkene dyrene! Derefter netop idet jorden perfectly prydes dets folk tro de er ind kontrollere thereof vore bedømmelse kommer nat dag forlade det komplet barren idet intet fandtes hidtige dagen! Vi dermed forklarer åbenbaringerne folk reflekterer"
        },
        {
            "chapter": 10,
            "verse": 25,
            "text": "GUD INVITERER BOLIGEN FRED guides whoever VILJER guided LIGE STI"
        },
        {
            "chapter": 10,
            "verse": 26,
            "text": "righteous belønningen multipliceres forgreningsrør Deres ansigter aldrig opleve nogen berøvelse skamfuldheder De er dwellers Paradis; de abide therein permanent"
        },
        {
            "chapter": 10,
            "verse": 27,
            "text": "Angående de fortjente synder deres requital er ækvivalente til deres synd. Ydmygelse er deres lot ingen GUD beskytte dem! Deres ansigter synes overvældede hobe mørke nat! De være dwellers Helvede; de abide therein permanent"
        },
        {
            "chapter": 10,
            "verse": 28,
            "text": "Dagen hvornår vi indkaldelse dem al vi sie til de tilbad idoler Vi summoned jer sammen Deres idoler. Vi have dem konfronterer hvert øvrig deres idoler sie til dem Vi ikke havde ide som du afgudede os"
        },
        {
            "chapter": 10,
            "verse": 29,
            "text": "GUD suffices VIDNE OS I VI VAR KOMPLET unaware AF DERES TILBEDENDE OS"
        },
        {
            "chapter": 10,
            "verse": 30,
            "text": "Den er hvornår hvert sjæl ransage alt det gjorde. De returneres GUD deres retmæssige Lord Beherske idolerne de fabricated disown dem"
        },
        {
            "chapter": 10,
            "verse": 31,
            "text": "Sie Som forsyne for jer himlen jorden? Hvem kontrollere al forhøret eyesight? Hvem producere leve afdødt afdødt fra leve Hvem ind er kontrollere af al ting? De sir GUD. Sie derefter du ikke observe commandments"
        },
        {
            "chapter": 10,
            "verse": 32,
            "text": "Such er GUD Deres retmæssige Lord Hvad der efter sandheden er falsehood? Hvordan du disregard al den"
        },
        {
            "chapter": 10,
            "verse": 33,
            "text": "Den er hvad Deres Lord's bestemmelse gøre til de udvælger være wicked de ikke tro"
        },
        {
            "chapter": 10,
            "verse": 34,
            "text": "Sie Kunne nogen af Deres idoler initiate anlæggelse derefter gentage det? Sir GUD initiates anlæggelsen derefter gentage det"
        },
        {
            "chapter": 10,
            "verse": 35,
            "text": "sie Gør nogen af Deres idoler guide sandheden? Sie GUD guides sandheden! En guides sandheden værdigere af følge ene hvem er guide gøre behøve vejledning sig? Hvad være forkert med Deres bedømmelse"
        },
        {
            "chapter": 10,
            "verse": 36,
            "text": "Fleste af dem følge intet conjecture conjecture ikke er substitute for sandheden! GUD ER fully aware af ALT DE GØRE"
        },
        {
            "chapter": 10,
            "verse": 37,
            "text": "Den Quran possibly ikke authored GUD. Det bekræfter al hidtige meddelelser forsyne fully detaljerede scripture! Er ufejlbarlige det komme Lord universet"
        },
        {
            "chapter": 10,
            "verse": 38,
            "text": "De sir Han fabricated det sir Derefter producere ene sura ligesom de inviterer whomever du ønsker GUD du er sandfærdige"
        },
        {
            "chapter": 10,
            "verse": 39,
            "text": "Indeed de forkaster den uden studerende ransagende det og forstående det! Dermed gjorde de indenfor dem disbelieve! Derfor notere konsekvenserne overtræderne"
        },
        {
            "chapter": 10,
            "verse": 40,
            "text": "(Visse af dem tro ind den scripture) mens others disbelieve det! Deres Lord er fully aware af evildoers"
        },
        {
            "chapter": 10,
            "verse": 41,
            "text": "De forkaster I derefter sie jeg haver min arbejde du haver Deres arbejder! Du er uskyldige af noget jeg gøre jeg er uskyldige af noget jer gøre"
        },
        {
            "chapter": 10,
            "verse": 42,
            "text": "Visse af dem lytte til I I stille døve høre jævne de ikke forstå"
        },
        {
            "chapter": 10,
            "verse": 43,
            "text": "Visse af dem kigge jer I guide blinde sågar de ikke ser"
        },
        {
            "chapter": 10,
            "verse": 44,
            "text": "GUD ALDRIG wrongs FOLKENE; ER FOLKENE forkert deres egen SJÆLE"
        },
        {
            "chapter": 10,
            "verse": 45,
            "text": "Dagen hvornår Han indkaldelse al af dem de syne idet de varede ind den verden ene time dagen der de traffes. Tabere indeed er de disbelieved træffendes GUD; udvalgte vildledt"
        },
        {
            "chapter": 10,
            "verse": 46,
            "text": "Vi udfolder jer visse (af gengældelsen) vi lover dem afslutter Deres liv indenfor den, os er deres ultimate tilbagekomst. GUD BEVIDNER ALT DE GØRE"
        },
        {
            "chapter": 10,
            "verse": 47,
            "text": "Til hvert samfund bud. Efter deres bud komme de bedømmes equitably mindst uretfærdighed"
        },
        {
            "chapter": 10,
            "verse": 48,
            "text": "De udfordrer Hvornår den profeti komme vedtage du fortæller sandheden"
        },
        {
            "chapter": 10,
            "verse": 49,
            "text": "sie jeg ikke possess magt harm gavne kun hvad GUD viljer skiftes sted, Hvert samfund forudbestemmer liv snurrede! Tidligere deres interim komme slutning de ikke forsinke det ene time nor avancere det"
        },
        {
            "chapter": 10,
            "verse": 50,
            "text": "Sie Hvorvidt Hans gengældelse kommer I ved nat dag hvorfor er overtræderne such fare"
        },
        {
            "chapter": 10,
            "verse": 51,
            "text": "Det hænder du tro derefter? Hvorfor du tro derefter? Du brugte udfordre det komme"
        },
        {
            "chapter": 10,
            "verse": 52,
            "text": "Det være sie til overtræderne Smag evige gengældelsen. Du ikke requited netop hvad du fortjener"
        },
        {
            "chapter": 10,
            "verse": 53,
            "text": "De udfordrer du prophesy Være den virkelig hvad vilje hænder Sie Ja indeed min Lord den er sandheden jer aldrig flygte"
        },
        {
            "chapter": 10,
            "verse": 54,
            "text": "Dersom nogen wicked sjæl possessed alt på jord det readily byde det idet løsesum De rides samvittighedsnag hvornår de ser gengældelsen. De bedømmes equitably mindst uretfærdighed"
        },
        {
            "chapter": 10,
            "verse": 55,
            "text": "Absolut til GUD belongs alt himlene jorden! Absolut gud løfte er sandhed fleste af dem ikke kende"
        },
        {
            "chapter": 10,
            "verse": 56,
            "text": "Han kontrollerer liv død Ham I returneres"
        },
        {
            "chapter": 10,
            "verse": 57,
            "text": "O folk enlightenment kommer jer her Deres Lord læge noget besværer Deres hjerte vejledning barmhjertighed troendene"
        },
        {
            "chapter": 10,
            "verse": 58,
            "text": "sie gud grace Hans barmhjertighed de juble. Den er fjerneste godt end nogen rigdom de ophobe"
        },
        {
            "chapter": 10,
            "verse": 59,
            "text": "Sie du notere hvordan GUD sender derned jer al art af forråd derefter du render visse af dem unlawful visse lawful? Sie GUD giver jer tilladelse Gøre gøre den? Du fabricate ligge gøre tillægge dem GUD"
        },
        {
            "chapter": 10,
            "verse": 60,
            "text": "Det gøre nogensinde occur til de fabricate løgne GUD som de ansigt Ham Dagen Opstandelse? Certainly GUD brusebad folkene Hans grace fleste af dem er unappreciative"
        },
        {
            "chapter": 10,
            "verse": 61,
            "text": "Du ikke får nogen situation nor gøre du recitere nogen Quran nor gøre du gør noget os værende bevidner thereof jer gøre det! Ikke jævn atom vægt er Deres Lord's kontrol er det himlene jorden. Nor er der noget mindre end atom større som ikke registreres dybe rekord"
        },
        {
            "chapter": 10,
            "verse": 62,
            "text": "Absolut gud allierede haver intet frygte nor ville de grieve"
        },
        {
            "chapter": 10,
            "verse": 63,
            "text": "De er de tro lede righteous liv"
        },
        {
            "chapter": 10,
            "verse": 64,
            "text": "I dem glæde lykke ind den verden også idet ind Herefter Den er gud unchangeable lov. Such er greatest triumfen"
        },
        {
            "chapter": 10,
            "verse": 65,
            "text": "Ikke bedrøves deres utterances! al magt belongs til GUD. Han er Hearer Alvidende"
        },
        {
            "chapter": 10,
            "verse": 66,
            "text": "Absolut til GUD belongs enhver himlene enhver på jord! De sætte idoler GUD virkelig følger intet. De kun tro de følger noget. De kun gætter"
        },
        {
            "chapter": 10,
            "verse": 67,
            "text": "Han er En rendered natten Deres hvile rendered dagen lighted. De være proofs folk høre"
        },
        {
            "chapter": 10,
            "verse": 68,
            "text": "De sagde GUD begotten søn! Han forherliges. Han er mest Rige. Til Ham belongs alt himlene alt på jord! Du ikke haver proof understøtte such blasfemi! Du sir GUD hvad du ikke kender"
        },
        {
            "chapter": 10,
            "verse": 69,
            "text": "Proklamere De fabricate løgne omkring GUD ville aldrig lykkes"
        },
        {
            "chapter": 10,
            "verse": 70,
            "text": "De får deres midlertidige dele ind den verden derefter til os er deres ultimate tilbagekomst derefter vi forpligte dem severe gengældelse i deres disbelieving"
        },
        {
            "chapter": 10,
            "verse": 71,
            "text": "Recitere i dem historien Noah! Han sie til hans folk O min folk du grundlægger min stilling min påminde I af gud åbenbaringer too mere I derefter jeg lægger min stole GUD! Du enes sammen Deres ledere vedtage på endelige bestemmelse jer derefter lade mig kende det uden forsinkelse"
        },
        {
            "chapter": 10,
            "verse": 72,
            "text": "Du sving derefter jeg ikke spørge jer nogen lønning. Min lønning komme fra GUD. Jeg befales være submitter"
        },
        {
            "chapter": 10,
            "verse": 73,
            "text": "De forkastede ham følgelig vi frelste ham de sammenvoksede ham arken; vi stillede dem inheritors. Vi druknede de forkastede vore åbenbaringer. Notere konsekvenserne; de advares"
        },
        {
            "chapter": 10,
            "verse": 74,
            "text": "Derefter vi sendte ham bude deres folk de udfoldede dem klar proofs De ikke var tro ind hvad de forkastede ind den forbi. Vi dermed forsegler hjerterne overtræderne"
        },
        {
            "chapter": 10,
            "verse": 75,
            "text": "Derefter vi sendte dem Moses Aaron Pharaoh hans gruppe vore proofs Men de dreje arrogante; transgressing folk"
        },
        {
            "chapter": 10,
            "verse": 76,
            "text": "Hvornår sandheden kom dem os de sagde Den er tydeligvis trylleri"
        },
        {
            "chapter": 10,
            "verse": 77,
            "text": "Moses sagde den hvordan du beskriver sandheden hvornår det Er kommer jer? Er den trylleri? Hvordan nogen tryllekunstnere prevail"
        },
        {
            "chapter": 10,
            "verse": 78,
            "text": "De sagde du kom bortlede os fra hvad vi grundlagde vore forældre gørende attain stilling af forgrundsstilling jer? Vi aldrig sammenvokse I idet troende"
        },
        {
            "chapter": 10,
            "verse": 79,
            "text": "Pharaoh sagde Bringe mig enhvere erfarne tryllekunstner"
        },
        {
            "chapter": 10,
            "verse": 80,
            "text": "Hvornår tryllekunstnerne kom Moses sie til dem Kast whatever du kaster"
        },
        {
            "chapter": 10,
            "verse": 81,
            "text": "Hvornår de kastede Moses sagde Hvad du producerer er trylleri GUD ville stille det mislykkes! GUD IKKE UNDERSTØTTER OVERTRÆDERE ARBEJDET"
        },
        {
            "chapter": 10,
            "verse": 82,
            "text": "GUD ETABLERER SANDHEDEN HANS GLOSER FORBRYDERNE"
        },
        {
            "chapter": 10,
            "verse": 83,
            "text": "Ingen tro Moses undta et få af hans folk mens frygte tyranniet Pharaoh hans elders Sikkert Pharaoh var adskilligt too arrogante jord egentlige tyran"
        },
        {
            "chapter": 10,
            "verse": 84,
            "text": "Moses sagde O min folk du haver virkelig tro ind GUD derefter lægge Deres stoler Ham du er virkelig submitters"
        },
        {
            "chapter": 10,
            "verse": 85,
            "text": "De sagde Vi stoler GUD. Vore Lord frelse os fra forfølgelsen de tyngende folk"
        },
        {
            "chapter": 10,
            "verse": 86,
            "text": "Afsie os med Deres barmhjertighed fra disbelieving folkene"
        },
        {
            "chapter": 10,
            "verse": 87,
            "text": "Vi inspirerede Moses hans boder. Vedligeholde Deres hjem Ægypten for den tid være drejer Deres hjem synagogues vedligeholde Kontakten Bønner (Salat)! Give gode nyhed troendene"
        },
        {
            "chapter": 10,
            "verse": 88,
            "text": "Moses sagde Vore Lord du giver Pharaoh hans elders luksuser rigdom ind den verden! Vore Lord de kun bruger dem repulse others Deres sti. Vore Lord wipe ydre deres rigdom hærde deres hjerter forhindre dem fra troende indtil de ser smertelige gengældelsen"
        },
        {
            "chapter": 10,
            "verse": 89,
            "text": "(Han sagde Deres bøn svares O Moses Aaron) er steadfast ikke følge vejene af de ikke kender"
        },
        {
            "chapter": 10,
            "verse": 90,
            "text": "Vi afsagde Børnene Israel havet. Pharaoh hans trop forfølge dem aggressively sinfully. Hvornår drukne blev virkelighed ham han sagde jeg tror xxxx ikke er gud undta En Børnene Israel tror; jeg er submitter"
        },
        {
            "chapter": 10,
            "verse": 91,
            "text": "Too sene! Du rebelled allerede udvalgte være overtræder"
        },
        {
            "chapter": 10,
            "verse": 92,
            "text": "Today vi bevare Deres krop sætte I idet lektion fremtidige generationer. Desværre mange folk er totalt oblivious til vore tegn"
        },
        {
            "chapter": 10,
            "verse": 93,
            "text": "Vi forlener Børnene af Israel stilling af hædre velsignede dem gode forråd men de disputed hvornår den viden kom dem. Deres Lord bedømme dem Dagen Opstandelse alt de disputed"
        },
        {
            "chapter": 10,
            "verse": 94,
            "text": "Du haver nogen tvivl angående hvad afsløres jer Deres Lord derefter spørger de læser hidtige scripture. Indeed sandheden kommer jer Deres Lord gøre ikke er tvivlerne"
        },
        {
            "chapter": 10,
            "verse": 95,
            "text": "Nor skulle du sammenvokser de forkastede gud åbenbaringer lest du er taberne"
        },
        {
            "chapter": 10,
            "verse": 96,
            "text": "Sikkert de fordømme ved dekret fra Deres Lord ikke tro"
        },
        {
            "chapter": 10,
            "verse": 97,
            "text": "Nej substans hvad art af proof du udfolder dem (de ikke tro) indtil de ser smertelige gengældelsen"
        },
        {
            "chapter": 10,
            "verse": 98,
            "text": "nogen samfund tror sikkert belønnes i troende! For eksempel folkene Jonah hvornår de troede vi afløste ydmygende gengældelsen de led ind den verden vi stillede dem fremgangsrige"
        },
        {
            "chapter": 10,
            "verse": 99,
            "text": "Havde Deres Lord willed al folkene jord tro! Du vil fremtvinge folkene gøre blive troende"
        },
        {
            "chapter": 10,
            "verse": 100,
            "text": "Ing sjæl tro frelser ind overensstemmelse med gud ville Han placerer forbandelse upon de vægrer forstå"
        },
        {
            "chapter": 10,
            "verse": 101,
            "text": "sie Kigger hos al tegnene himlene jorden. Al proofs al varslerne aldrig hjælpes folk afgjorte disbelieve"
        },
        {
            "chapter": 10,
            "verse": 102,
            "text": "De forvente skæbnen deres modstykker ind den forbi? Sie Retfærdige ventetid I jeg også venter"
        },
        {
            "chapter": 10,
            "verse": 103,
            "text": "Vi slutteligt frelser vore bude de tror. Er vore immutable lov vi frelse troendene"
        },
        {
            "chapter": 10,
            "verse": 104,
            "text": "sie O folk du haver nogen tvivl min religion jeg ikke tilbeder hvad du tilbeder GUD! Jeg tilbeder GUD alene; En afslutte Deres liv. Jeg befales være troende"
        },
        {
            "chapter": 10,
            "verse": 105,
            "text": "Jeg befaledes Keep hellige til religionen monotheism du ikke praktisere idol tilbeder"
        },
        {
            "chapter": 10,
            "verse": 106,
            "text": "Du ikke tilbede GUD hvad ikke possesses magt gavne du harm I! Du gør du være overtræder"
        },
        {
            "chapter": 10,
            "verse": 107,
            "text": "Gud rører jer hardship ingen afløse det undtar Han. Og hvornår Han velsigner jer nej fremtvinge forhindre Hans grace Han bestows det whomever Han udvælger Hans servants. Han er Forgiver Barmhjertigest"
        },
        {
            "chapter": 10,
            "verse": 108,
            "text": "Proklamere O folk sandheden kommer jer her Deres Lord Whoever guided guided hans egen gods! whoever gå astray går astray hans egen detriment! Jeg ikke er formynder hen jer"
        },
        {
            "chapter": 10,
            "verse": 109,
            "text": "Følge hvad afsløres jer være tålmodige GUD udstede Hans bedømmelse; Han er bedst dommeren"
        }
    ]
}