{
    "hizbs": [
        {
            "chapter": 22,
            "verse": 19,
            "text": "These are two adversaries who have disputed over their Lord. But those who disbelieved will have cut out for them garments of fire. Poured upon their heads will be scalding water"
        },
        {
            "chapter": 22,
            "verse": 20,
            "text": "By which is melted that within their bellies and [their] skins"
        },
        {
            "chapter": 22,
            "verse": 21,
            "text": "And for [striking] them are maces of iron"
        },
        {
            "chapter": 22,
            "verse": 22,
            "text": "Every time they want to get out of Hellfire from anguish, they will be returned to it, and [it will be said], \"Taste the punishment of the Burning Fire"
        },
        {
            "chapter": 22,
            "verse": 23,
            "text": "Indeed, Allah will admit those who believe and do righteous deeds to gardens beneath which rivers flow. They will be adorned therein with bracelets of gold and pearl, and their garments therein will be silk"
        },
        {
            "chapter": 22,
            "verse": 24,
            "text": "And they had been guided [in worldly life] to good speech, and they were guided to the path of the Praiseworthy"
        },
        {
            "chapter": 22,
            "verse": 25,
            "text": "Indeed, those who have disbelieved and avert [people] from the way of Allah and [from] al-Masjid al-Haram, which We made for the people - equal are the resident therein and one from outside; and [also] whoever intends [a deed] therein of deviation [in religion] or wrongdoing - We will make him taste of a painful punishment"
        },
        {
            "chapter": 22,
            "verse": 26,
            "text": "And [mention, O Muhammad], when We designated for Abraham the site of the House, [saying], \"Do not associate anything with Me and purify My House for those who perform Tawaf and those who stand [in prayer] and those who bow and prostrate"
        },
        {
            "chapter": 22,
            "verse": 27,
            "text": "And proclaim to the people the Hajj [pilgrimage]; they will come to you on foot and on every lean camel; they will come from every distant pass"
        },
        {
            "chapter": 22,
            "verse": 28,
            "text": "That they may witness benefits for themselves and mention the name of Allah on known days over what He has provided for them of [sacrificial] animals. So eat of them and feed the miserable and poor"
        },
        {
            "chapter": 22,
            "verse": 29,
            "text": "Then let them end their untidiness and fulfill their vows and perform Tawaf around the ancient House"
        },
        {
            "chapter": 22,
            "verse": 30,
            "text": "That [has been commanded], and whoever honors the sacred ordinances of Allah - it is best for him in the sight of his Lord. And permitted to you are the grazing livestock, except what is recited to you. So avoid the uncleanliness of idols and avoid false statement"
        },
        {
            "chapter": 22,
            "verse": 31,
            "text": "Inclining [only] to Allah, not associating [anything] with Him. And he who associates with Allah - it is as though he had fallen from the sky and was snatched by the birds or the wind carried him down into a remote place"
        },
        {
            "chapter": 22,
            "verse": 32,
            "text": "That [is so]. And whoever honors the symbols of Allah - indeed, it is from the piety of hearts"
        },
        {
            "chapter": 22,
            "verse": 33,
            "text": "For you the animals marked for sacrifice are benefits for a specified term; then their place of sacrifice is at the ancient House"
        },
        {
            "chapter": 22,
            "verse": 34,
            "text": "And for all religion We have appointed a rite [of sacrifice] that they may mention the name of Allah over what He has provided for them of [sacrificial] animals. For your god is one God, so to Him submit. And, [O Muhammad], give good tidings to the humble [before their Lord]"
        },
        {
            "chapter": 22,
            "verse": 35,
            "text": "Who, when Allah is mentioned, their hearts are fearful, and [to] the patient over what has afflicted them, and the establishers of prayer and those who spend from what We have provided them"
        },
        {
            "chapter": 22,
            "verse": 36,
            "text": "And the camels and cattle We have appointed for you as among the symbols of Allah; for you therein is good. So mention the name of Allah upon them when lined up [for sacrifice]; and when they are [lifeless] on their sides, then eat from them and feed the needy and the beggar. Thus have We subjected them to you that you may be grateful"
        },
        {
            "chapter": 22,
            "verse": 37,
            "text": "Their meat will not reach Allah, nor will their blood, but what reaches Him is piety from you. Thus have We subjected them to you that you may glorify Allah for that [to] which He has guided you; and give good tidings to the doers of good"
        }
    ]
}