{
    "hizbs": [
        {
            "chapter": 2,
            "verse": 75,
            "text": "Do you covet [the hope, O believers], that they would believe for you while a party of them used to hear the words of Allah and then distort the Torah after they had understood it while they were knowing"
        },
        {
            "chapter": 2,
            "verse": 76,
            "text": "And when they meet those who believe, they say, \"We have believed\"; but when they are alone with one another, they say, \"Do you talk to them about what Allah has revealed to you so they can argue with you about it before your Lord?\" Then will you not reason"
        },
        {
            "chapter": 2,
            "verse": 77,
            "text": "But do they not know that Allah knows what they conceal and what they declare"
        },
        {
            "chapter": 2,
            "verse": 78,
            "text": "And among them are unlettered ones who do not know the Scripture except in wishful thinking, but they are only assuming"
        },
        {
            "chapter": 2,
            "verse": 79,
            "text": "So woe to those who write the \"scripture\" with their own hands, then say, \"This is from Allah,\" in order to exchange it for a small price. Woe to them for what their hands have written and woe to them for what they earn"
        },
        {
            "chapter": 2,
            "verse": 80,
            "text": "And they say, \"Never will the Fire touch us, except for a few days.\" Say, \"Have you taken a covenant with Allah? For Allah will never break His covenant. Or do you say about Allah that which you do not know"
        },
        {
            "chapter": 2,
            "verse": 81,
            "text": "Yes, whoever earns evil and his sin has encompassed him - those are the companions of the Fire; they will abide therein eternally"
        },
        {
            "chapter": 2,
            "verse": 82,
            "text": "But they who believe and do righteous deeds - those are the companions of Paradise; they will abide therein eternally"
        },
        {
            "chapter": 2,
            "verse": 83,
            "text": "And [recall] when We took the covenant from the Children of Israel, [enjoining upon them], \"Do not worship except Allah; and to parents do good and to relatives, orphans, and the needy. And speak to people good [words] and establish prayer and give zakah.\" Then you turned away, except a few of you, and you were refusing"
        },
        {
            "chapter": 2,
            "verse": 84,
            "text": "And [recall] when We took your covenant, [saying], \"Do not shed each other's blood or evict one another from your homes.\" Then you acknowledged [this] while you were witnessing"
        },
        {
            "chapter": 2,
            "verse": 85,
            "text": "Then, you are those [same ones who are] killing one another and evicting a party of your people from their homes, cooperating against them in sin and aggression. And if they come to you as captives, you ransom them, although their eviction was forbidden to you. So do you believe in part of the Scripture and disbelieve in part? Then what is the recompense for those who do that among you except disgrace in worldly life; and on the Day of Resurrection they will be sent back to the severest of punishment. And Allah is not unaware of what you do"
        },
        {
            "chapter": 2,
            "verse": 86,
            "text": "Those are the ones who have bought the life of this world [in exchange] for the Hereafter, so the punishment will not be lightened for them, nor will they be aided"
        },
        {
            "chapter": 2,
            "verse": 87,
            "text": "And We did certainly give Moses the Torah and followed up after him with messengers. And We gave Jesus, the son of Mary, clear proofs and supported him with the Pure Spirit. But is it [not] that every time a messenger came to you, [O Children of Israel], with what your souls did not desire, you were arrogant? And a party [of messengers] you denied and another party you killed"
        },
        {
            "chapter": 2,
            "verse": 88,
            "text": "And they said, \"Our hearts are wrapped.\" But, [in fact], Allah has cursed them for their disbelief, so little is it that they believe"
        },
        {
            "chapter": 2,
            "verse": 89,
            "text": "And when there came to them a Book from Allah confirming that which was with them - although before they used to pray for victory against those who disbelieved - but [then] when there came to them that which they recognized, they disbelieved in it; so the curse of Allah will be upon the disbelievers"
        },
        {
            "chapter": 2,
            "verse": 90,
            "text": "How wretched is that for which they sold themselves - that they would disbelieve in what Allah has revealed through [their] outrage that Allah would send down His favor upon whom He wills from among His servants. So they returned having [earned] wrath upon wrath. And for the disbelievers is a humiliating punishment"
        },
        {
            "chapter": 2,
            "verse": 91,
            "text": "And when it is said to them, \"Believe in what Allah has revealed,\" they say, \"We believe [only] in what was revealed to us.\" And they disbelieve in what came after it, while it is the truth confirming that which is with them. Say, \"Then why did you kill the prophets of Allah before, if you are [indeed] believers"
        }
    ]
}