{
    "hizbs": [
        {
            "chapter": 8,
            "verse": 1,
            "text": "They ask you, [O Muhammad], about the bounties [of war]. Say, \"The [decision concerning] bounties is for Allah and the Messenger.\" So fear Allah and amend that which is between you and obey Allah and His Messenger, if you should be believers"
        },
        {
            "chapter": 8,
            "verse": 2,
            "text": "The believers are only those who, when Allah is mentioned, their hearts become fearful, and when His verses are recited to them, it increases them in faith; and upon their Lord they rely"
        },
        {
            "chapter": 8,
            "verse": 3,
            "text": "The ones who establish prayer, and from what We have provided them, they spend"
        },
        {
            "chapter": 8,
            "verse": 4,
            "text": "Those are the believers, truly. For them are degrees [of high position] with their Lord and forgiveness and noble provision"
        },
        {
            "chapter": 8,
            "verse": 5,
            "text": "[It is] just as when your Lord brought you out of your home [for the battle of Badr] in truth, while indeed, a party among the believers were unwilling"
        },
        {
            "chapter": 8,
            "verse": 6,
            "text": "Arguing with you concerning the truth after it had become clear, as if they were being driven toward death while they were looking on"
        },
        {
            "chapter": 8,
            "verse": 7,
            "text": "[Remember, O believers], when Allah promised you one of the two groups - that it would be yours - and you wished that the unarmed one would be yours. But Allah intended to establish the truth by His words and to eliminate the disbelievers"
        },
        {
            "chapter": 8,
            "verse": 8,
            "text": "That He should establish the truth and abolish falsehood, even if the criminals disliked it"
        },
        {
            "chapter": 8,
            "verse": 9,
            "text": "[Remember] when you asked help of your Lord, and He answered you, \"Indeed, I will reinforce you with a thousand from the angels, following one another"
        },
        {
            "chapter": 8,
            "verse": 10,
            "text": "And Allah made it not but good tidings and so that your hearts would be assured thereby. And victory is not but from Allah. Indeed, Allah is Exalted in Might and Wise"
        },
        {
            "chapter": 8,
            "verse": 11,
            "text": "[Remember] when He overwhelmed you with drowsiness [giving] security from Him and sent down upon you from the sky, rain by which to purify you and remove from you the evil [suggestions] of Satan and to make steadfast your hearts and plant firmly thereby your feet"
        },
        {
            "chapter": 8,
            "verse": 12,
            "text": "[Remember] when your Lord inspired to the angels, \"I am with you, so strengthen those who have believed. I will cast terror into the hearts of those who disbelieved, so strike [them] upon the necks and strike from them every fingertip"
        },
        {
            "chapter": 8,
            "verse": 13,
            "text": "That is because they opposed Allah and His Messenger. And whoever opposes Allah and His Messenger - indeed, Allah is severe in penalty"
        },
        {
            "chapter": 8,
            "verse": 14,
            "text": "That [is yours], so taste it.\" And indeed for the disbelievers is the punishment of the Fire"
        },
        {
            "chapter": 8,
            "verse": 15,
            "text": "O you who have believed, when you meet those who disbelieve advancing [for battle], do not turn to them your backs [in flight]"
        },
        {
            "chapter": 8,
            "verse": 16,
            "text": "And whoever turns his back to them on such a day, unless swerving [as a strategy] for war or joining [another] company, has certainly returned with anger [upon him] from Allah, and his refuge is Hell - and wretched is the destination"
        },
        {
            "chapter": 8,
            "verse": 17,
            "text": "And you did not kill them, but it was Allah who killed them. And you threw not, [O Muhammad], when you threw, but it was Allah who threw that He might test the believers with a good test. Indeed, Allah is Hearing and Knowing"
        },
        {
            "chapter": 8,
            "verse": 18,
            "text": "That [is so], and [also] that Allah will weaken the plot of the disbelievers"
        },
        {
            "chapter": 8,
            "verse": 19,
            "text": "If you [disbelievers] seek the victory - the defeat has come to you. And if you desist [from hostilities], it is best for you; but if you return [to war], We will return, and never will you be availed by your [large] company at all, even if it should increase; and [that is] because Allah is with the believers"
        },
        {
            "chapter": 8,
            "verse": 20,
            "text": "O you who have believed, obey Allah and His Messenger and do not turn from him while you hear [his order]"
        },
        {
            "chapter": 8,
            "verse": 21,
            "text": "And do not be like those who say, \"We have heard,\" while they do not hear"
        }
    ]
}