{
    "pages": [
        {
            "chapter": 12,
            "verse": 15,
            "text": "Nihayet onu goturup de kuyunun dibine atmaga topluca karar verdikleri zaman biz, Yusuf'a: \"Andolsun sen onların bu islerini, hic farkında olmayacakları bir sırada kendilerine haber vereceksin!\" diye vahyettik"
        },
        {
            "chapter": 12,
            "verse": 16,
            "text": "Aksamleyin aglayarak babalarına geldiler"
        },
        {
            "chapter": 12,
            "verse": 17,
            "text": "Ey babamız, dediler, biz gittik, yarısıyorduk; Yusuf'u yiyecegimizin yanında bırakmıstık. Onu kurt yemis! Ama biz dogru soylesek de sen bize inanmazsın"
        },
        {
            "chapter": 12,
            "verse": 18,
            "text": "(Yusuf'un) gomleginin ustunde yalan kan getirdiler. (Ya'kub): \"Herhalde, dedi, nefisleriniz sizi aldatıp bir ise surukledi. Artık tek carem guzelce sabretmektir. Dediginize (dayanmak icin) ancak Allan'tan yardım istenir"
        },
        {
            "chapter": 12,
            "verse": 19,
            "text": "Bir kervan geldi, sucularını gonderdiler, (o da gidip kuyuya) kovasını sarkıttı: \"Mujde, dedi, iste bir oglan!\" Onu ticaret icin sakladılar, halbuki Allah, onların ne yaptıklarını biliyordu"
        },
        {
            "chapter": 12,
            "verse": 20,
            "text": "Nihayet (Mısır'a varınca) onu dusuk bir pahaya, birkac paraya sattılar. Onlar, ona (Yusuf'a) karsı isteksiz idiler"
        },
        {
            "chapter": 12,
            "verse": 21,
            "text": "Onu satın alan Mısır'lı (hazine bakanı Kıtfir), karısı(Zeliha'y)a: \"Ona iyi bak, belki bize yararı dokunur, ya da onu evlad ediniriz!\" dedi. Boylece biz Yusuf'a o yerde guzel bir imkan verdik ki ona duslerin yorumunu ogretelim. Allah, buyrugunu yerine getirendir, ama insanların cogu bilmezler"
        },
        {
            "chapter": 12,
            "verse": 22,
            "text": "(Yusuf), kuvvetli cagına erisince ona hukum ve ilim verdik. Iste biz, guzel hareket edenleri boyle mukafatlandırırız"
        }
    ]
}