{
    "pages": [
        {
            "chapter": 16,
            "verse": 15,
            "text": "Sizi sarsar diye arza agır baskılar attı, ırmaklar ve yollar yaptı ki dogru yolu bulasınız (amaclarınıza eresiniz)"
        },
        {
            "chapter": 16,
            "verse": 16,
            "text": "(Yol bulmak icin yararlanılacak) isaretler de (yarattı). Onlar yıldız(lar)la da yol bulurlar"
        },
        {
            "chapter": 16,
            "verse": 17,
            "text": "Yaratan, yaratmayan gibi midir? Hic dusunmuyor musunuz"
        },
        {
            "chapter": 16,
            "verse": 18,
            "text": "Eger Allah'ın ni'metini saysanız, sayamazsınız. Dogrusu Allah cok bagıslayan, cok esirgeyendir"
        },
        {
            "chapter": 16,
            "verse": 19,
            "text": "Allah, gizlediginiz ve acıga vurdugunuz her seyi bilir"
        },
        {
            "chapter": 16,
            "verse": 20,
            "text": "Allah'tan baska yalvardıkları (tanrılar), hicbir sey yaratamazlar, zaten kendileri yaratılmaktadırlar"
        },
        {
            "chapter": 16,
            "verse": 21,
            "text": "Onlar oludurler, diri degildirler. Ne zaman dirileceklerini de bilmezler"
        },
        {
            "chapter": 16,
            "verse": 22,
            "text": "Tanrınız bir tek Tanrıdır. Ama ahirete inanmayanların kalbleri inkarcıdır, onlar buyukluk taslarlar"
        },
        {
            "chapter": 16,
            "verse": 23,
            "text": "Gercekten Allah, onların gizlediklerini de bilir, acıga vurduklarını da. O, buyukluk taslayanları sevmez"
        },
        {
            "chapter": 16,
            "verse": 24,
            "text": "Onlara: \"Rabbiniz ne indirdi?\" dendigi zaman, \"Evvelkilerin masalları!\" derler"
        },
        {
            "chapter": 16,
            "verse": 25,
            "text": "Ki kıyamet gunu hem kendi veballerini tam olarak yuklensinler, hem de bilgisizce saptırdıkları kimselerin veballerinden bir kısmını. Bak, ne kotu sey yukleniyorlar"
        },
        {
            "chapter": 16,
            "verse": 26,
            "text": "Onlardan oncekiler de tuzak kurmuslardı da Allah, binalarına temellerinden gelmis, ustlerindeki tavan, baslarına cokmustu! Ve azab onlara ummadıkları yerden gelmisti"
        }
    ]
}