{
    "pages": [
        {
            "chapter": 34,
            "verse": 8,
            "text": "Allah'a yalan mı uydurdu, yoksa kendisinde delilik mi var? Hayır, ahirete inanmayanlar, azab ve uzak bir sapıklık icindedirler"
        },
        {
            "chapter": 34,
            "verse": 9,
            "text": "Onlar gokten ve yerden onlerinde ve arkalarında bulunanı, (kendilerini her yandan kusatan gogu ve yeri) gormuyorlar mı? Dilesek onları yere batırırız, ya da uzerlerine gokten parcalar dusururuz. Suphesiz bunda (Rabbine) yonelen her kul icin bir ibret vardır"
        },
        {
            "chapter": 34,
            "verse": 10,
            "text": "Andolsun, Davud'a tarafımızdan bir ustunluk verdik: \"Ey daglar, onunla beraber tesbih edin. Ve ey kuslar (siz de onun tesbihine katılın)!\" (dedik) ve ona demiri yumusattık"
        },
        {
            "chapter": 34,
            "verse": 11,
            "text": "Genis zırhlar yap, dokumasını olculu yap ve (hepiniz) iyi isler yapın. Cunku ben yaptıklarınızı gormekteyim. diye (vahyettik)"
        },
        {
            "chapter": 34,
            "verse": 12,
            "text": "Suleyman'a da, sabah gidisi bir ay(lık mesafe), aksam donusu bir ay(lık mesafe) olan ruzgarı boyun egdirdik ve onun icin katran (petrol) kaynagını da akıttık. Rabbinin izniyle cinlerin bir kısmı, onun onunde calısırdı. Onlardan kim buyrugumuzdan sapsa, ona alevli azabı taddırırdık"
        },
        {
            "chapter": 34,
            "verse": 13,
            "text": "Ona diledigi gibi kaleler, heykeller, havuzlar kadar (genis) legenler, sabit kazanlar yaparlardı. \"Ey Davud ailesi, sukredin!\" kullarımdan sukreden azdır"
        },
        {
            "chapter": 34,
            "verse": 14,
            "text": "(Suleyman'ın) Olumune hukmettigimiz zaman, onun oldugunu, ancak degnegini yiyen bir agac kurdu gosterdi. (Kurdun yemesiyle degnek curuyup de ona dayalı duran Suleyman) Yıkılınca (onun oldugu anlasıldı ve) anlasıldı ki eger cinler gaybı bilselerdi, o kucuk dusurucu azab icinde kalmazlardı"
        }
    ]
}