{
    "maqras": [
        {
            "chapter": 31,
            "verse": 22,
            "text": "Now whoever surrenders his whole being unto God, and is a doer of good withal, has indeed taken hold of a support most unfailing: for with God rests the final outcome of all events"
        },
        {
            "chapter": 31,
            "verse": 23,
            "text": "But as for him who is bent on denying the truth - let not his denial grieve thee: unto Us they must return, and then We shall make them [truly] understand all that they were doing [in life]: for, verily, God has full knowledge of what is in the hearts [of men]"
        },
        {
            "chapter": 31,
            "verse": 24,
            "text": "We will let them enjoy themselves for a short while - but in the end We shall drive them into suffering severe"
        },
        {
            "chapter": 31,
            "verse": 25,
            "text": "AND THUS it is [with most people]: if thou ask them, “Who is it that has created the heavens and the earth?” - they will surely answer, “God.” Say: “[Then you ought to know that] all praise is due to God!”- for most of them do not know [what this implies]"
        },
        {
            "chapter": 31,
            "verse": 26,
            "text": "Unto God belongs all that is in the heavens and on earth. Verily, God alone is self-sufficient, the One to whom all praise is due"
        },
        {
            "chapter": 31,
            "verse": 27,
            "text": "And if all the trees on earth were pens, and the sea [were ink] , with seven [more] seas yet added to it, the words of God would not be exhausted: for, verily, God is almighty, wise"
        },
        {
            "chapter": 31,
            "verse": 28,
            "text": "[For Him,] the creation of you all and the resurrection of you all is but like [the creation and resurrection of] a single soul: for, verily, God is all-hearing, all-seeing"
        },
        {
            "chapter": 31,
            "verse": 29,
            "text": "Art thou not aware that it is God who makes the night grow longer by shortening the day, and makes the day grow longer by shortening the night, and that He has made the sun and the moon subservient [to His laws], each running its course for a term set [by Him] and that God is fully aware of all that you do"
        },
        {
            "chapter": 31,
            "verse": 30,
            "text": "Thus it is, because God alone is the Ultimate Truth, so that all that men invoke instead of Him is sheer falsehood; and because God alone is exalted, truly great"
        },
        {
            "chapter": 31,
            "verse": 31,
            "text": "Art thou not aware how the ships speed through the sea by God’s favour, so that He might show you some of His wonders? Herein, behold, there are messages indeed for all who are wholly patient in adversity and deeply grateful [to God]"
        },
        {
            "chapter": 31,
            "verse": 32,
            "text": "For [thus it is with most men:] when the waves engulf them like shadows [of death], they call unto God, sincere [at that moment] in their faith in Him alone: but as soon as He has brought them safe ashore, some of them stop half-way [between belief and unbelief] Yet none could knowingly reject Our messages unless he be utterly perfidious, ingrate"
        },
        {
            "chapter": 31,
            "verse": 33,
            "text": "O MEN! Be conscious of your Sustainer, and stand in awe of the Day on which no parent will be of any avail to his child, nor a child will in the least avail his parent! Verily, God’s promise [of resurrection] is true indeed: let not, then, the life of this world deludes you, and let not [your own] deceptive thoughts about God delude you"
        },
        {
            "chapter": 31,
            "verse": 34,
            "text": "Verily, with God alone rests the knowledge of when the Last Hour will come: and He [it is who] sends down rain; and He [alone] knows what is in the wombs: whereas no one knows what he will reap tomorrow, and no one knows in what land he will die, Verily. God [alone] is all-knowing, all-aware"
        },
        {
            "chapter": 32,
            "verse": 1,
            "text": "Alif. Lam. Mim"
        },
        {
            "chapter": 32,
            "verse": 2,
            "text": "The bestowal from on high of this divine writ issues, beyond any doubt, from the Sustainer of all the worlds"
        },
        {
            "chapter": 32,
            "verse": 3,
            "text": "and yet, they [who are bent on denying the truth] assert, “[Muhammad] has invented it!” Nay, but it is the truth from thy Sustainer, enabling thee to warn [this] people to whom no warner has come before thee, so that they might follow the right path"
        },
        {
            "chapter": 32,
            "verse": 4,
            "text": "IT IS GOD who has created the heavens and the earth and all that is between them in six aeons, and is established on the throne of His almightiness. You have none to protect you from God, and none to intercede for you [on Judgment Day]: will you not, then, bethink yourselves"
        },
        {
            "chapter": 32,
            "verse": 5,
            "text": "He governs all that exists, from the celestial space to the earth; and in the end all shall ascend unto Him [for judgment] on a Day the length whereof will be [like] a thousand years of your reckoning"
        },
        {
            "chapter": 32,
            "verse": 6,
            "text": "Such is He who knows all that is beyond the reach of a created being’s perception, as well as all that can be witnessed by a creature’s senses or mind: the Almighty, the Dispenser of Grace"
        },
        {
            "chapter": 32,
            "verse": 7,
            "text": "who makes most excellent everything that He creates. Thus, He begins the creation of man out of clay"
        },
        {
            "chapter": 32,
            "verse": 8,
            "text": "then He causes him to be begotten out of the essence of a humble fluid"
        },
        {
            "chapter": 32,
            "verse": 9,
            "text": "and then He forms him in accordance with what he is meant to be, and breathes into him of His spirit: and [thus, O men,] He endows you with hearing, and sight, and feelings as well as minds: [yet] how seldom are you grateful"
        },
        {
            "chapter": 32,
            "verse": 10,
            "text": "For, [many are] they [who] say, “What! After we have been [dead and] lost in the earth, shall we indeed be [restored to life] in a new act of creation?” Nay, but [by saying this] they deny the truth that they are destined to meet their Sustainer"
        }
    ]
}