{
    "maqras": [
        {
            "chapter": 9,
            "verse": 19,
            "text": "Do you, perchance, regard the [mere] giving of water to pilgrims and the tending of the Inviolable House of Worship as being equal to [the works of] one who believes in God and the Last Day and strives hard in God's cause? These [things] are not equal in the sight of God. And God does not grace with His guidance people who [deliberately] do wrong"
        },
        {
            "chapter": 9,
            "verse": 20,
            "text": "Those who believe, and who have forsaken the domain of evil and have striven hard in God's cause with their possessions and their lives have the highest rank in the sight of God; and it is they, they who shall triumph [in the end]"
        },
        {
            "chapter": 9,
            "verse": 21,
            "text": "Their Sustainer gives them the glad tiding of the grace [that flows] from Him, and of [His] goodly acceptance, and of the gardens which await them, full of lasting bliss"
        },
        {
            "chapter": 9,
            "verse": 22,
            "text": "therein to abide beyond the count of time. Verily, with God is a mighty reward"
        },
        {
            "chapter": 9,
            "verse": 23,
            "text": "O YOU who have attained to faith! Do not take your fathers and your brothers for allies if a denial of the truth is dearer to them than faith: for those of you who ally themselves with them-it is they, they who are evildoers"
        },
        {
            "chapter": 9,
            "verse": 24,
            "text": "Say: \"If your fathers and your sons and your brothers and your spouses and your clan, and the worldly goods which you have acquired, and the commerce whereof you fear a decline, and the dwellings in which you take pleasure - [if all these] are dearer to you than God and His Apostle and the struggle in His cause, then wait until God makes manifest His will; and [know that] God does not grace iniquitous folk with His guidance"
        },
        {
            "chapter": 9,
            "verse": 25,
            "text": "Indeed, God has succoured you on many battlefields, [when you were few;] and [He did so, too,] on the Day of Hunayn, when you took pride in your great numbers and they proved of no avail whatever to you -for the earth, despite all its vastness, became [too] narrow for you and you turned back, retreating"
        },
        {
            "chapter": 9,
            "verse": 26,
            "text": "whereupon God bestowed from on high His [gift of] inner peace upon His Apostle and upon the believers, and bestowed [upon you] from on high forces which you could not see, and chastised those who were bent on denying the truth: for such is the recompense of all who deny the truth"
        },
        {
            "chapter": 9,
            "verse": 27,
            "text": "But with all this, God will turn in His mercy unto whom He wills: for God is much-forgiving, a dispenser of grace"
        },
        {
            "chapter": 9,
            "verse": 28,
            "text": "O YOU who have attained to faith! Those who ascribe divinity to aught beside God are nothing but impure: and so they shall not approach the Inviolable House of Worship from this year onwards And should you fear poverty, then [know that] in time God will enrich you out of His bounty, if He so wills: for, verily, God is all-knowing, wise"
        },
        {
            "chapter": 9,
            "verse": 29,
            "text": "[And] fight against those who - despite having been vouchsafed revelation [aforetime] -do not [truly] believe either in God or the Last Day, and do not consider forbidden that which God and His Apostle have forbidden, and do not follow the religion of truth [which God has enjoined upon them] till they [agree to] pay the exemption tax with a willing hand, after having been humbled [in war]"
        },
        {
            "chapter": 9,
            "verse": 30,
            "text": "AND THE JEWS say, \"Ezra is God's son,\" while the Christians say, \"The Christ is God's son.\" Such are the sayings which they utter with their mouths, following in spirit assertions made in earlier times by people who denied the truth! [They deserve the imprecation:] \"May God destroy them!\" How perverted are their minds"
        },
        {
            "chapter": 9,
            "verse": 31,
            "text": "They have taken their rabbis and their monks-as well as the Christ, son of Mary-for their lords beside God, although they had been bidden to worship none but the One God, save whom there is no deity: the One who is utterly remote, in His limitless glory, from anything to which they may ascribe a share in His divinity"
        },
        {
            "chapter": 9,
            "verse": 32,
            "text": "They want to extinguish God's [guiding] light with their utterances: but God will not allow [this to pass], for He has willed to spread His light in all its fullness, however hateful this may be to all who deny the truth"
        },
        {
            "chapter": 9,
            "verse": 33,
            "text": "He it is who has sent forth His Apostle with the [task of spreading] guidance and the religion of truth, to the end that He may cause it to prevail over all [false] religion -however hateful this may be to those who ascribe divinity to aught beside God"
        }
    ]
}