{
    "maqras": [
        {
            "chapter": 11,
            "verse": 61,
            "text": "AND UNTO [the tribe of] Thamud [We sent] their brother Salih. He said: \"O my people! Worship God [alone]: you have no deity other than Him. He brought you into being out of the earth, and made you thrive thereon. Ask Him, therefore, to forgive you your sins, and then turn towards Him in repentance-for, verily, my Sustainer is ever-near, responding [to the call of whoever calls unto Him]"
        },
        {
            "chapter": 11,
            "verse": 62,
            "text": "They answered: \"O Salih! Great hopes did we place in thee ere this! Wouldst thou forbid us to worship what our forefathers were wont to worship? Because [of this], behold, we are in grave doubt, amounting to suspicion, about [the meaning of] thy call to us"
        },
        {
            "chapter": 11,
            "verse": 63,
            "text": "He retorted: \"O my people! What do you think? If [it be true that] I am taking my stand on a cleat evidence from my Sustainer, who has vouchsafed unto me grace from Himself -[if this be true,] who would shield me from God were I to rebel against Him? Hence, what you are offering me is no more than perdition"
        },
        {
            "chapter": 11,
            "verse": 64,
            "text": "And [then he said]: \"O my people! This she-camel belonging to God shall be a token for you: so leave her alone to pasture on God's earth, and do her no harm, lest speedy chastisement befall you"
        },
        {
            "chapter": 11,
            "verse": 65,
            "text": "But they cruelly slaughtered her. And thereupon [Salih] said: \"[Only] for three days [more] shall you enjoy life in your homes: this is a judgment which will not be belied"
        },
        {
            "chapter": 11,
            "verse": 66,
            "text": "And so, when Our judgment came to pass, by Our grace We saved Salih and those who shared his faith; and [We saved them, too,] from the ignominy of [Our rejection on] that Day [of Resurrection]. Verily, thy Sustainer alone is powerful, almighty"
        },
        {
            "chapter": 11,
            "verse": 67,
            "text": "And the blast [of God's punishment] overtook those who had been bent on evildoing: and then they lay lifeless, in their very homes, on the ground"
        },
        {
            "chapter": 11,
            "verse": 68,
            "text": "as though they had never lived there. Oh, verily, [the tribe of] Thamud denied their Sustainer! Oh, away with the Thamud"
        },
        {
            "chapter": 11,
            "verse": 69,
            "text": "AND, INDEED, there came unto Abraham Our [heavenly] messengers, bearing a glad tiding. They bade him peace; [and] he answered, \"[And upon you be] peace!\"-and made haste to place before them a roasted calf"
        },
        {
            "chapter": 11,
            "verse": 70,
            "text": "But when he saw that their hands did not reach out towards it, he deemed their conduct strange and became apprehensive of them. [But] they said: \"Fear not! Behold, we are sent to the people of Lot"
        },
        {
            "chapter": 11,
            "verse": 71,
            "text": "And his wife, standing [nearby], laughed [with happiness]; whereupon We gave her the glad tiding of [the birth of] Isaac and, after Isaac, of [his son] Jacob"
        },
        {
            "chapter": 11,
            "verse": 72,
            "text": "Said she: \"Oh, woe is me! Shall I bear a child, now that I am an old woman and this husband of mine is an old man? Verily, that would be a strange thing indeed"
        },
        {
            "chapter": 11,
            "verse": 73,
            "text": "Answered [the messengers]: \"Dost thou deem it strange that God should decree what He wills? The grace of God and His blessings be upon you, O people of this house! Verily, ever to be praised, sublime is He"
        },
        {
            "chapter": 11,
            "verse": 74,
            "text": "And when the fear had left Abraham, and the glad tiding had been conveyed to him, he began to plead with Us for Lot's people"
        },
        {
            "chapter": 11,
            "verse": 75,
            "text": "for, behold, Abraham was most clement, most tender-hearted, intent upon turning to God again and again"
        },
        {
            "chapter": 11,
            "verse": 76,
            "text": "[But God's messengers replied:] \"O Abraham! Desist from this [pleading]! Behold, thy Sustainer's judgment has already gone forth: and, verily, there shall fall upon them a chastisement which none can avert"
        },
        {
            "chapter": 11,
            "verse": 77,
            "text": "AND WHEN Our messengers came unto Lot, he was sorely grieved on their account, seeing that it was beyond his power to shield them; and he exclaimed: \"This is a woeful day"
        },
        {
            "chapter": 11,
            "verse": 78,
            "text": "And his people came running to him, impelled towards his house [by their desire]: for they had ever been wont to commit [such], abominations. Said [Lot]: \"O my people! [Take instead] these daughters of mine: they are purer for you [than men]! Be, then, conscious of God, and disgrace me not by [assaulting] my guests. Is there not among you even one right-minded man"
        },
        {
            "chapter": 11,
            "verse": 79,
            "text": "They answered: \"Thou hast always known that we have no use whatever for thy daughters; and, verily, well dost thou know what we want"
        },
        {
            "chapter": 11,
            "verse": 80,
            "text": "Exclaimed [Lot]: \"Would that I had the strength to defeat you, or that I could lean upon some mightier support"
        },
        {
            "chapter": 11,
            "verse": 81,
            "text": "[Whereupon the angels] said: \"O Lot! Behold, we are messengers from thy Sustainer! Never shall [thy enemies] attain to thee! Depart, then, with thy household while it is yet night, and let none of you look back; [and take with thee all thy family] with the exception of thy wife: for, behold, that which is to befall these [people of Sodom] shall befall her [as well]. Verily, their appointed time is the morning [and] is not the morning nigh"
        },
        {
            "chapter": 11,
            "verse": 82,
            "text": "And so, when Our judgment came to pass, We turned those [sinful towns] upside down, and rained down upon them stone-hard blows of chastisement pre-ordained. one upon another"
        },
        {
            "chapter": 11,
            "verse": 83,
            "text": "marked out in thy Sustainer's sight [for the punishment of such as are lost in sin]. And these [blows of God-willed doom] are never far from evildoers"
        }
    ]
}