{
    "pages": [
        {
            "chapter": 5,
            "verse": 83,
            "text": "When they hear what has been revealed to the Apostle, you see their eyes fill with tears because of the truth that they recognize. They say, ‘Our Lord, we believe; so write us down among the witnesses"
        },
        {
            "chapter": 5,
            "verse": 84,
            "text": "Why should we not believe in Allah and the truth that has come to us, eager as we are that our Lord should admit us among the righteous people?’"
        },
        {
            "chapter": 5,
            "verse": 85,
            "text": "So, for what they said, Allah requited them with gardens with streams running in them, to remain in them [forever], and that is the reward of the virtuous"
        },
        {
            "chapter": 5,
            "verse": 86,
            "text": "But those who are faithless and deny Our signs—they shall be the inmates of hell"
        },
        {
            "chapter": 5,
            "verse": 87,
            "text": "O you who have faith! Do not prohibit the good things that Allah has made lawful to you, and do not transgress. Indeed Allah does not like the transgressors"
        },
        {
            "chapter": 5,
            "verse": 88,
            "text": "Eat the lawful and good things Allah has provided you, and be wary of Allah in whom you have faith"
        },
        {
            "chapter": 5,
            "verse": 89,
            "text": "Allah shall not take you to task for what is frivolous in your oaths; but He shall take you to task for what you pledge in earnest. The atonement for it is to feed ten needy persons with the average food you give to your families, or their clothing, or the freeing of a slave. He who cannot afford [any of these] shall fast for three days. That is the atonement for your oaths when you vow. But keep your oaths. Thus does Allah clarify His signs for you so that you may give thanks"
        }
    ]
}