{
    "pages": [
        {
            "chapter": 7,
            "verse": 1,
            "text": "Alif, Lam, Mim, Suad"
        },
        {
            "chapter": 7,
            "verse": 2,
            "text": "[This is] a Book that has been sent down to you—so let there be no disquiet in your heart on its account that you may warn thereby—and as an admonition for the faithful"
        },
        {
            "chapter": 7,
            "verse": 3,
            "text": "Follow what has been sent down to you from your Lord, and do not follow any masters besides Him. Little is the admonition that you take"
        },
        {
            "chapter": 7,
            "verse": 4,
            "text": "How many a town We have destroyed! Our punishment came to it at night, or while they were taking a midday nap"
        },
        {
            "chapter": 7,
            "verse": 5,
            "text": "Then their cry, when Our punishment overtook them, was only that they said, ‘We have indeed been wrongdoers!’"
        },
        {
            "chapter": 7,
            "verse": 6,
            "text": "We will surely question those to whom the apostles were sent, and We will surely question the apostles"
        },
        {
            "chapter": 7,
            "verse": 7,
            "text": "Then We will surely recount to them with knowledge, for We had not been absent"
        },
        {
            "chapter": 7,
            "verse": 8,
            "text": "The weighing [of deeds] on that Day is a truth. As for those whose deeds weigh heavy in the scales—it is they who are the felicitous"
        },
        {
            "chapter": 7,
            "verse": 9,
            "text": "As for those whose deeds weigh light in the scales—it is they who have ruined their souls, because they used to wrong Our signs"
        },
        {
            "chapter": 7,
            "verse": 10,
            "text": "Certainly We have established you on the earth, and made in it [various] means of livelihood for you. Little do you thank"
        },
        {
            "chapter": 7,
            "verse": 11,
            "text": "Certainly We created you, then We formed you, then We said to the angels, ‘Prostrate before Adam.’ So they [all] prostrated, but not Iblis: he was not among those who prostrated"
        }
    ]
}