{
    "pages": [
        {
            "chapter": 16,
            "verse": 65,
            "text": "Allah sends down water from the sky with which He revives the earth after its death. There is indeed a sign in that for a people who listen"
        },
        {
            "chapter": 16,
            "verse": 66,
            "text": "There is indeed a lesson for you in the cattle: We give you a drink pleasant to those who drink, pure milk, which is in their bellies, between [intestinal] waste and blood"
        },
        {
            "chapter": 16,
            "verse": 67,
            "text": "From the fruits of date palms and vines you draw wine and goodly provision. There are indeed signs in that for people who exercise their reason"
        },
        {
            "chapter": 16,
            "verse": 68,
            "text": "And your Lord inspired the bee [saying]: ‘Make your home in the mountains, and on the trees and the trellises that they erect"
        },
        {
            "chapter": 16,
            "verse": 69,
            "text": "Then eat from every [kind of] fruit and follow meekly the ways of your Lord.’ There issues from its belly a juice of diverse hues, in which there is a cure for the people. There is indeed a sign in that for a people who reflect"
        },
        {
            "chapter": 16,
            "verse": 70,
            "text": "Allah has created you, then He takes you away, and there are some among you who are relegated to the nethermost age so that he knows nothing after [having possessed] some knowledge. Indeed Allah is all-knowing, all-powerful"
        },
        {
            "chapter": 16,
            "verse": 71,
            "text": "Allah has granted some of you an advantage over others in [respect of] provision. Those who have been granted an advantage do not give over their provision to their slaves so that they become equal in its respect. What, do they deny the blessing of Allah"
        },
        {
            "chapter": 16,
            "verse": 72,
            "text": "Allah made for you mates from your own selves and appointed for you children and grandchildren from your mates, and We provided you with all the good things. What, do they believe in falsehood while they deny the blessing of Allah"
        }
    ]
}