{
    "pages": [
        {
            "chapter": 2,
            "verse": 17,
            "text": "Their parable is that of one who lighted a torch, and when it had lit up all around him, Allah took away their light, and left them sightless in a manifold darkness"
        },
        {
            "chapter": 2,
            "verse": 18,
            "text": "Deaf, dumb, and blind, they will not come back"
        },
        {
            "chapter": 2,
            "verse": 19,
            "text": "Or that of a rainstorm from the sky, wherein is darkness, thunder and lightning: they put their fingers in their ears due to the thunderclaps, apprehensive of death; and Allah besieges the faithless"
        },
        {
            "chapter": 2,
            "verse": 20,
            "text": "The lightning almost snatches away their sight: whenever it shines for them, they walk in it, and when the darkness falls upon them, they stand. Had Allah willed, He would have taken away their hearing and sight. Indeed Allah has power over all things"
        },
        {
            "chapter": 2,
            "verse": 21,
            "text": "O mankind! Worship your Lord, who created you and those who were before you, so that you may be Godwary"
        },
        {
            "chapter": 2,
            "verse": 22,
            "text": "—He who made the earth a place of repose for you, and the sky a canopy, and He sends down water from the sky and with it brings forth crops for your sustenance. So do not set up equals to Allah, while you know"
        },
        {
            "chapter": 2,
            "verse": 23,
            "text": "And if you are in doubt concerning what We have sent down to Our servant, then bring a surah like it, and invoke your helpers besides Allah, if you are truthful"
        },
        {
            "chapter": 2,
            "verse": 24,
            "text": "But if you do not—and you will not—then beware the Fire whose fuel will be humans and stones, prepared for the faithless"
        }
    ]
}