{
    "pages": [
        {
            "chapter": 39,
            "verse": 11,
            "text": "Say, ‘I have been commanded to worship Allah with exclusive faith in Him"
        },
        {
            "chapter": 39,
            "verse": 12,
            "text": "and I have been commanded to be the foremost of those who submit [to Him].’"
        },
        {
            "chapter": 39,
            "verse": 13,
            "text": "Say, ‘Indeed, should I disobey my Lord, I fear the punishment of a tremendous day.’"
        },
        {
            "chapter": 39,
            "verse": 14,
            "text": "Say, ‘I worship [only] Allah, putting my exclusive faith in Him"
        },
        {
            "chapter": 39,
            "verse": 15,
            "text": "You worship whatever you wish besides Him.’ Say, ‘The losers are those who ruin themselves and their families on the Day of Resurrection.’ Indeed, that is a manifest loss"
        },
        {
            "chapter": 39,
            "verse": 16,
            "text": "There will be canopies of fire above them, and [similar] canopies beneath them. With that Allah deters His servants. So, My servants, be wary of Me"
        },
        {
            "chapter": 39,
            "verse": 17,
            "text": "As for those who stay clear of the worship of fake deities and turn penitently to Allah, there is good news for them. So give good news to My servants"
        },
        {
            "chapter": 39,
            "verse": 18,
            "text": "who listen to the word [of Allah] and follow the best [interpretation] of it. They are the ones whom Allah has guided, and it is they who possess intellect"
        },
        {
            "chapter": 39,
            "verse": 19,
            "text": "Can he against whom the word of punishment has become due…? Can you rescue someone who is in the Fire"
        },
        {
            "chapter": 39,
            "verse": 20,
            "text": "But as for those who are wary of their Lord, for them there will be lofty abodes with [other] lofty abodes built above them, with streams running beneath them—a promise of Allah. Allah does not break His promise"
        },
        {
            "chapter": 39,
            "verse": 21,
            "text": "Have you not seen that Allah sends down water from the sky, then He conducts it through the ground as springs. Then He brings forth with it crops of diverse hues. Then they wither and you see them turn yellow. Then He turns them into chaff. There is indeed a lesson in that for those who possess intellect"
        }
    ]
}