{
    "chapter": [
        {
            "chapter": 29,
            "verse": 1,
            "text": "Alif Lām Mīm"
        },
        {
            "chapter": 29,
            "verse": 2,
            "text": "Apakah manusia itu mengira bahwa mereka dibiarkan (saja) mengatakan, \"Kami telah beriman\", sedang mereka tidak diuji lagi"
        },
        {
            "chapter": 29,
            "verse": 3,
            "text": "Dan sesungguhnya kami telah menguji orang-orang yang sebelum mereka, maka sesungguhnya Allah mengetahui orang-orang yang benar dan sesungguhnya Dia mengetahui orang-orang yang dusta"
        },
        {
            "chapter": 29,
            "verse": 4,
            "text": "Ataukah orang-orang yang mengerjakan kejahatan itu mengira bahwa mereka akan luput (dari azab) Kami? Amatlah buruk apa yang mereka tetapkan itu"
        },
        {
            "chapter": 29,
            "verse": 5,
            "text": "Barang siapa yang mengharap pertemuan dengan Allah, maka sesungguhnya waktu (yang dijanjikan) Allah itu pasti datang. Dan Dia-lah Yang Maha mendengar lagi Maha Mengetahui"
        },
        {
            "chapter": 29,
            "verse": 6,
            "text": "Dan barang siapa yang berjihad, maka sesungguhnya jihadnya itu adalah untuk dirinya sendiri. Sesungguhnya Allah benar-benar Maha Kaya (tidak memerlukan sesuatu) dari semesta alam"
        },
        {
            "chapter": 29,
            "verse": 7,
            "text": "Dan orang-orang yang beriman dan beramal saleh, benar-benar akan Kami hapuskan dari mereka dosa-dosa mereka dan benar-benar akan Kami beri mereka balasan yang lebih baik dari apa yang mereka kerjakan"
        },
        {
            "chapter": 29,
            "verse": 8,
            "text": "Dan Kami wajibkan manusia (berbuat) kebaikan kepada dua orang ibu-bapaknya. Dan jika keduanya memaksamu untuk mempersekutukan Aku dengan sesuatu yang tidak ada pengetahuanmu tentang itu, maka janganlah kamu mengikuti keduanya. Hanya kepada-Ku-lah kembalimu, lalu Aku kabarkan kepadamu apa yang telah kamu kerjakan"
        },
        {
            "chapter": 29,
            "verse": 9,
            "text": "Dan orang-orang yang beriman dan mengerjakan amal saleh benar-benar akan Kami masukkan mereka ke dalam (golongan) orang-orang yang saleh"
        },
        {
            "chapter": 29,
            "verse": 10,
            "text": "Dan di antara manusia ada orang yang berkata, \"Kami beriman kepada Allah\", maka apabila ia disakiti (karena ia beriman) kepada Allah, ia menganggap fitnah manusia itu sebagai azab Allah 1146. Dan sungguh jika datang pertolongan dari Tuhan-mu, mereka pasti akan berkata, \"Sesungguhnya kami adalah besertamu\". Bukankah Allah lebih mengetahui apa yang ada dalam dada semua manusia"
        },
        {
            "chapter": 29,
            "verse": 11,
            "text": "Dan sesungguhnya Allah benar-benar mengetahui orang-orang yang beriman dan sesungguhnya Dia mengetahui orang-orang yang munafik"
        },
        {
            "chapter": 29,
            "verse": 12,
            "text": "Dan berkatalah orang-orang kafir kepada orang-orang yang beriman, \"Ikutilah jalan kami dan nanti kami akan memikul dosa-dosamu\" dan mereka (sendiri) sedikit pun tidak (sanggup) memikul dosa-dosa mereka. Sesungguhnya mereka adalah benar-benar orang pendusta"
        },
        {
            "chapter": 29,
            "verse": 13,
            "text": "Dan sesungguhnya mereka akan memikul beban (dosa) mereka dan beban-beban (dosa yang lain) di samping beban-beban mereka sendiri, dan sesungguhnya mereka akan ditanya pada hari kiamat tentang apa yang selalu mereka ada-adakan"
        },
        {
            "chapter": 29,
            "verse": 14,
            "text": "Dan sesungguhnya Kami telah mengutus Nūḥ kepada kaumnya, maka ia tinggal di antara mereka seribu tahun kurang lima puluh tahun. Maka mereka ditimpa banjir besar dan mereka adalah orang-orang yang zalim"
        },
        {
            "chapter": 29,
            "verse": 15,
            "text": "Maka Kami selamatkan Nūḥ dan penumpang-penumpang bahtera itu dan Kami jadikan peristiwa itu pelajaran bagi semua umat manusia"
        },
        {
            "chapter": 29,
            "verse": 16,
            "text": "Dan (ingatlah) Ibrāhīm ketika ia berkata kepada kaumnya, \"Sembahlah olehmu Allah dan bertakwalah kepada-Nya. Yang demikian itu adalah lebih baik bagimu, jika kamu mengetahui"
        },
        {
            "chapter": 29,
            "verse": 17,
            "text": "Sesungguhnya apa yang kamu sembah selain Allah itu adalah berhala dan kamu membuat dusta 1147. Sesungguhnya yang kamu sembah selain Allah itu tidak mampu memberikan rezeki kepadamu, maka mintalah rezeki itu di sisi Allah dan sembahlah Dia dan bersyukurlah kepada-Nya. Hanya kepada-Nya-lah kamu akan dikembalikan"
        },
        {
            "chapter": 29,
            "verse": 18,
            "text": "Dan jika kamu (orang kafir) mendustakan, maka umat yang sebelum kamu juga telah mendustakan. Dan kewajiban rasul itu, tidak lain hanyalah menyampaikan (agama Allah) dengan seterang-terangnya"
        },
        {
            "chapter": 29,
            "verse": 19,
            "text": "Dan apakah mereka tidak memperhatikan bagaimana Allah menciptakan (manusia) dari permulaannya, kemudian mengulanginya (kembali). Sesungguhnya yang demikian itu adalah mudah bagi Allah"
        },
        {
            "chapter": 29,
            "verse": 20,
            "text": "Katakanlah, \"Berjalanlah di (muka) bumi, maka perhatikanlah bagaimana Allah menciptakan (manusia) dari permulaannya, kemudian Allah menjadikannya sekali lagi 1148. Sesungguhnya Allah Maha Kuasa atas segala sesuatu"
        },
        {
            "chapter": 29,
            "verse": 21,
            "text": "Allah mengazab siapa yang dikehendaki-Nya dan memberi rahmat kepada siapa yang dikehendaki-Nya dan hanya kepada-Nya-lah kamu akan dikembalikan"
        },
        {
            "chapter": 29,
            "verse": 22,
            "text": "Dan kamu sekali-kali tidak dapat melepaskan diri (dari azab Allah) di bumi dan tidak (pula) di langit dan sekali-kali tiadalah bagimu pelindung dan penolong selain Allah"
        },
        {
            "chapter": 29,
            "verse": 23,
            "text": "Dan orang-orang yang kafir terhadap ayat-ayat Allah dan pertemuan dengan Dia, mereka putus asa dari rahmat-Ku, dan mereka itu mendapat azab yang pedih"
        },
        {
            "chapter": 29,
            "verse": 24,
            "text": "Maka tidak adalah jawaban kaum Ibrahim, selain mengatakan, \"Bunuhlah atau bakarlah dia\", lalu Allah menyelamatkannya dari api. Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda kebesaran Allah bagi orang-orang yang beriman"
        },
        {
            "chapter": 29,
            "verse": 25,
            "text": "Dan berkata Ibrāhīm , \"Sesungguhnya berhala-berhala yang kamu sembah selain Allah adalah untuk menciptakan perasaan kasih sayang di antara kamu dalam kehidupan dunia ini, kemudian di hari kiamat sebagian kamu mengingkari sebagian (yang lain), dan sebagian kamu melaknati sebagian (yang lain), dan tempat kembalimu ialah neraka, dan sekali-kali tak ada bagimu para penolong pun"
        },
        {
            "chapter": 29,
            "verse": 26,
            "text": "Maka Lūṭ membenarkan (kenabian)nya. Dan berkatalah Ibrāhīm, \"Sesungguhnya aku akan berpindah ke (tempat yang diperintahkan) Tuhan-ku (kepadaku); sesungguhnya Dia-lah Yang Maha Perkasa lagi Maha Bijaksana"
        },
        {
            "chapter": 29,
            "verse": 27,
            "text": "Dan Kami anugerahkan kepada Ibrāhīm, Isḥāq, dan Ya`qūb, dan Kami jadikan kenabian dan Alkitab pada keturunannya, dan Kami berikan kepadanya balasannya di dunia 1149, dan sesungguhnya dia di akhirat, benar-benar termasuk orang-orang yang saleh"
        },
        {
            "chapter": 29,
            "verse": 28,
            "text": "Dan (ingatlah) ketika Lūṭ berkata pepada kaumnya, \"Sesungguhnya kamu benar-benar mengerjakan perbuatan yang amat keji yang belum pernah dikerjakan oleh seorang pun dari umat-umat sebelum kamu"
        },
        {
            "chapter": 29,
            "verse": 29,
            "text": "Apakah sesungguhnya kamu patut mendatangi laki-laki, menyamun 1150, dan mengerjakan kemungkaran di tempat-tempat pertemuanmu? Maka jawaban kaumnya tidak lain hanya mengatakan, \"Datangkanlah kepada kami azab Allah, jika kamu termasuk orang-orang yang benar"
        },
        {
            "chapter": 29,
            "verse": 30,
            "text": "Lūṭ berdoa, \"Ya Tuhan-ku, tolonglah aku (dengan menimpakan azab) atas kaum yang berbuat kerusakan itu"
        },
        {
            "chapter": 29,
            "verse": 31,
            "text": "Dan tatkala utusan Kami (para malaikat) datang kepada Ibrāhīm membawa kabar gembira 1151, mereka mengatakan, \"Sesungguhnya kami akan menghancurkan penduduk (Sodom) ini; sesungguhnya penduduknya adalah orang-orang yang zalim"
        },
        {
            "chapter": 29,
            "verse": 32,
            "text": "Berkata Ibrāhīm, \"Sesungguhnya di kota itu ada Lūṭ\". Para malaikat berkata, \"Kami lebih mengetahui siapa yang ada di kota itu. Kami sungguh-sungguh akan menyelamatkan dia dan pengikut-pengikutnya, kecuali istrinya. Dia adalah termasuk orang-orang yang tertinggal (dibinasakan)"
        },
        {
            "chapter": 29,
            "verse": 33,
            "text": "Dan tatkala datang utusan-utusan Kami (para malaikat) itu kepada Lūṭ, dia merasa susah karena (kedatangan) mereka 1152 dan (merasa) tidak mempunyai kekuatan untuk melindungi mereka dan mereka berkata, \"Janganlah kamu takut dan jangan (pula) susah. Sesungguhnya kami akan menyelamatkan kamu dan pengikut-pengikutmu, kecuali istrimu, dia adalah termasuk orang-orang yang tertinggal (dibinasakan)"
        },
        {
            "chapter": 29,
            "verse": 34,
            "text": "Sesungguhnya Kami akan menurunkan azab dari langit atas penduduk kota ini karena mereka berbuat fasik"
        },
        {
            "chapter": 29,
            "verse": 35,
            "text": "Dan sesungguhnya Kami tinggalkan darinya satu tanda yang nyata 1153 bagi orang-orang yang berakal"
        },
        {
            "chapter": 29,
            "verse": 36,
            "text": "Dan (Kami telah mengutus) kepada penduduk Madyan, saudara mereka Syuʻayb, maka ia berkata, \"Hai kaumku, sembahlah olehmu Allah, harapkanlah (pahala) hari akhir dan jangan kamu berkeliaran di muka bumi berbuat kerusakan"
        },
        {
            "chapter": 29,
            "verse": 37,
            "text": "Maka mereka mendustakan Syu`ayb, lalu mereka ditimpa gempa yang dahsyat dan jadilah mereka mayat-mayat yang bergelimpangan di tempat-tempat tinggal mereka"
        },
        {
            "chapter": 29,
            "verse": 38,
            "text": "Dan (juga) kaum ‘Ād dan Ṡamūd dan sungguh telah nyata bagi kamu (kehancuran mereka) dari (puing-puing) tempat tinggal mereka. Dan setan menjadikan mereka memandang baik perbuatan-perbuatan mereka, lalu ia menghalangi mereka dari jalan (Allah), sedangkan mereka adalah orang-orang berpandangan tajam"
        },
        {
            "chapter": 29,
            "verse": 39,
            "text": "dan (juga) Qārūn, Firʻawn , dan Hāmān. Dan sesungguhnya telah datang kepada mereka Musa dengan (membawa bukti-bukti) keterangan-keterangan yang nyata. Akan tetapi, mereka berlaku sombong di (muka) bumi dan tiadalah mereka orang-orang yang luput (dari kehancuran itu)"
        },
        {
            "chapter": 29,
            "verse": 40,
            "text": "Maka masing-masing (mereka itu) Kami siksa disebabkan dosanya, maka di antara mereka ada yang Kami timpakan kepadanya hujan batu kerikil, dan di antara mereka ada yang ditimpa suara keras yang mengguntur, dan di antara mereka ada yang Kami benamkan ke dalam bumi, dan di antara mereka ada yang Kami tenggelamkan, dan Allah sekali-kali tidak hendak menganiaya mereka, akan tetapi merekalah yang menganiaya diri mereka sendiri"
        },
        {
            "chapter": 29,
            "verse": 41,
            "text": "Perumpamaan orang-orang yang mengambil pelindung-pelindung selain Allah adalah seperti laba-laba yang membuat rumah. Dan sesungguhnya rumah yang paling lemah ialah rumah laba-laba kalau mereka mengetahui"
        },
        {
            "chapter": 29,
            "verse": 42,
            "text": "Sesungguhnya Allah mengetahui apa saja yang mereka seru selain Allah. Dan Dia Maha Perkasa lagi Maha Bijaksana"
        },
        {
            "chapter": 29,
            "verse": 43,
            "text": "Dan perumpamaan-perumpamaan ini Kami buat untuk manusia dan tiada yang memahaminya, kecuali orang-orang yang berilmu"
        },
        {
            "chapter": 29,
            "verse": 44,
            "text": "Allah menciptakan langit dan bumi dengan hak 1154. Sesungguhnya pada yang demikian itu terdapat tanda-tanda kekuasaan Allah bagi orang-orang mukmin"
        },
        {
            "chapter": 29,
            "verse": 45,
            "text": "Bacalah apa yang telah diwahyukan kepadamu, yaitu Alkitab (Al-Qur`ān) dan dirikanlah salat. Sesungguhnya, salat itu mencegah dari (perbuatan-perbuatan) keji dan mungkar. Dan sesungguhnya mengingat Allah (salat) adalah lebih besar (keutamaannya dari ibadat-ibadat yang lain). Dan Allah mengetahui apa yang kamu kerjakan"
        },
        {
            "chapter": 29,
            "verse": 46,
            "text": "Dan janganlah kamu berdebat dengan Ahli Kitab, melainkan dengan cara yang paling baik, kecuali dengan orang-orang zalim di antara mereka 1155 dan katakanlah, \"Kami telah beriman kepada (kitab-kitab) yang diturunkan kepada kami dan yang diturunkan kepadamu; Tuhan kami dan Tuhan-mu adalah satu dan kami hanya kepada-Nya berserah diri"
        },
        {
            "chapter": 29,
            "verse": 47,
            "text": "Dan demikian (pulalah), Kami turunkan kepadamu Alkitab (Al-Qur`ān). Maka orang-orang yang telah kami berikan kepada mereka Alkitab (Taurat) mereka beriman kepadanya (Al-Qur`ān) 1156 dan di antara mereka (orang-orang kafir Mekah) ada yang beriman kepadanya. Dan tidak adalah yang mengingkari ayat-ayat kami, selain orang-orang kafir"
        },
        {
            "chapter": 29,
            "verse": 48,
            "text": "Dan kamu tidak pernah membaca sebelumnya (Al-Qur`ān) sesuatu Kitab pun dan kamu tidak (pernah) menulis suatu Kitab dengan tangan kananmu; andaikata (kamu pernah membaca dan menulis), benar-benar ragulah orang yang mengingkari(mu)"
        },
        {
            "chapter": 29,
            "verse": 49,
            "text": "Sebenarnya, Al-Qur`ān itu adalah ayat-ayat yang nyata di dalam dada orang-orang yang diberi ilmu 1157. Dan tidak ada yang mengingkari ayat-ayat Kami, kecuali orang-orang yang zalim"
        },
        {
            "chapter": 29,
            "verse": 50,
            "text": "Dan orang-orang kafir Mekah berkata, \"Mengapa tidak diturunkan kepadanya mukjizat-mukjizat dari Tuhan-nya?\" Katakanlah, \"Sesungguhnya mukjizat-mukjizat itu terserah kepada Allah. Dan sesungguhnya aku hanya seorang pemberi peringatan yang nyata"
        },
        {
            "chapter": 29,
            "verse": 51,
            "text": "Dan apakah tidak cukup bagi mereka bahwasanya Kami telah menurunkan kepadamu Alkitab (Al-Qur`ān) sedang dia dibacakan kepada mereka? Sesungguhnya dalam (Al-Qur`ān) itu terdapat rahmat yang besar dan pelajaran bagi orang-orang yang beriman"
        },
        {
            "chapter": 29,
            "verse": 52,
            "text": "Katakanlah, \"Cukuplah Allah menjadi saksi antaraku dan antaramu. Dia mengetahui apa yang di langit dan di bumi. Dan orang-orang yang percaya kepada yang batil dan ingkar kepada Allah, mereka itulah orang-orang yang merugi"
        },
        {
            "chapter": 29,
            "verse": 53,
            "text": "Dan mereka meminta kepadamu supaya segera diturunkan azab. Kalau tidaklah karena waktu yang telah ditetapkan 1158, benar-benar telah datang azab kepada mereka dan azab itu benar-benar akan datang kepada mereka dengan tiba-tiba, sedang mereka tidak menyadarinya"
        },
        {
            "chapter": 29,
            "verse": 54,
            "text": "Mereka meminta kepadamu supaya segera diturunkan azab. Dan sesungguhnya Jahanam benar-benar meliputi orang-orang yang kafir"
        },
        {
            "chapter": 29,
            "verse": 55,
            "text": "pada hari mereka ditutup oleh azab dari atas mereka dan dari bawah kaki mereka dan Allah berkata (kepada mereka), \"Rasailah (pembalasan dari) apa yang telah kamu kerjakan"
        },
        {
            "chapter": 29,
            "verse": 56,
            "text": "Hai hamba-hamba-Ku yang beriman, sesungguhnya bumi-Ku luas, maka sembahlah Aku saja"
        },
        {
            "chapter": 29,
            "verse": 57,
            "text": "Tiap-tiap yang berjiwa akan merasakan mati. Kemudian, hanyalah kepada Kami kamu dikembalikan"
        },
        {
            "chapter": 29,
            "verse": 58,
            "text": "Dan orang-orang yang beriman dan mengerjakan amal-amal yang saleh, sesungguhnya akan Kami tempatkan mereka pada tempat-tempat yang tinggi di dalam surga, yang mengalir sungai-sungai di bawahnya, mereka kekal di dalamnya. Itulah sebaik-baik pembalasan bagi orang-orang yang beramal"
        },
        {
            "chapter": 29,
            "verse": 59,
            "text": "(yaitu) yang bersabar dan bertawakal kepada Tuhan-nya"
        },
        {
            "chapter": 29,
            "verse": 60,
            "text": "Dan berapa banyak binatang yang tidak (dapat) membawa (mengurus) rezekinya sendiri. Allah-lah yang memberi rezeki kepadanya dan kepadamu dan Dia Maha Mendengar lagi Maha Mengetahui"
        },
        {
            "chapter": 29,
            "verse": 61,
            "text": "Dan sesungguhnya jika kamu tanyakan kepada mereka, \"Siapakah yang menjadikan langit dan bumi dan menundukkan matahari dan bulan?\" Tentu mereka akan menjawab, \"Allah\", maka betapakah mereka (dapat) dipalingkan (dari jalan yang benar)"
        },
        {
            "chapter": 29,
            "verse": 62,
            "text": "Allah melapangkan rezeki bagi siapa yang dikehendaki-Nya di antara hamba-hamba-Nya dan Dia (pula) yang menyempitkan baginya. Sesungguhnya Allah Maha Mengetahui segala sesuatu"
        },
        {
            "chapter": 29,
            "verse": 63,
            "text": "Dan sesungguhnya jika kamu menanyakan kepada mereka, \"Siapakah yang menurunkan air dari langit, lalu menghidupkan dengan air itu bumi sesudah matinya?\" Tentu mereka akan menjawab, \"Allah\", Katakanlah, \"Segala puji bagi Allah\", tetapi kebanyakan mereka tidak memahami(nya)"
        },
        {
            "chapter": 29,
            "verse": 64,
            "text": "Dan tiadalah kehidupan dunia ini, melainkan senda gurau dan main-main. Dan sesungguhnya akhirat itulah yang sebenarnya kehidupan kalau mereka mengetahui"
        },
        {
            "chapter": 29,
            "verse": 65,
            "text": "Maka apabila mereka naik kapal, mereka berdoa kepada Allah dengan memurnikan ketaatan kepada-Nya 1159, maka tatkala Allah menyelamatkan mereka sampai ke darat, tiba-tiba mereka (kembali) mempersekutukan (Allah)"
        },
        {
            "chapter": 29,
            "verse": 66,
            "text": "agar mereka mengingkari nikmat yang telah Kami berikan kepada mereka dan agar mereka (hidup) bersenang-senang (dalam kekafiran). Kelak mereka akan mengetahui (akibat perbuatannya)"
        },
        {
            "chapter": 29,
            "verse": 67,
            "text": "Dan apakah mereka tidak memperhatikan bahwa sesungguhnya Kami telah menjadikan (negeri mereka) tanah suci yang aman, sedang manusia sekitarnya saling merampok. Maka mengapa (sesudah nyata kebenaran) mereka masih percaya kepada yang batil dan ingkar kepada nikmat Allah"
        },
        {
            "chapter": 29,
            "verse": 68,
            "text": "Dan siapakah yang lebih zalim daripada orang-orang yang mengada-adakan kedustaan terhadap Allah atau mendustakan yang hak 1160 tatkala yang hak itu datang kepadanya? Bukankah dalam neraka Jahanam itu ada tempat bagi orang-orang yang kafir"
        },
        {
            "chapter": 29,
            "verse": 69,
            "text": "Dan orang-orang yang berjihad untuk (mencari keridaan) Kami, benar-benar akan Kami tunjukkan kepada mereka jalan-jalan Kami. Dan sesungguhnya Allah benar-benar beserta orang-orang yang berbuat baik"
        }
    ]
}