{
    "chapter": [
        {
            "chapter": 50,
            "verse": 1,
            "text": "Qāf1412. Demi Al-Qur`ān yang sangat mulia"
        },
        {
            "chapter": 50,
            "verse": 2,
            "text": "(Mereka tidak menerimanya) bahkan mereka tercengang karena telah datang kepada mereka seorang pemberi peringatan dari (kalangan) mereka sendiri, maka berkatalah orang-orang kafir, \"Ini adalah suatu yang amat ajaib"
        },
        {
            "chapter": 50,
            "verse": 3,
            "text": "Apakah kami setelah mati dan setelah menjadi tanah (kami akan kembali lagi)? Itu adalah suatu pengembalian yang tidak mungkin"
        },
        {
            "chapter": 50,
            "verse": 4,
            "text": "Sesungguhnya Kami telah mengetahui apa yang dihancurkan oleh bumi dari (tubuh-tubuh) mereka, dan pada sisi Kami pun ada kitab yang memelihara (mencatat)"
        },
        {
            "chapter": 50,
            "verse": 5,
            "text": "Sebenarnya, mereka telah mendustakan kebenaran tatkala kebenaran itu datang kepada mereka, maka mereka berada dalam keadaan kacau balau"
        },
        {
            "chapter": 50,
            "verse": 6,
            "text": "Maka apakah mereka tidak melihat akan langit yang ada di atas mereka, bagaimana Kami meninggikannya, dan menghiasinya, dan langit itu tidak mempunyai retak-retak sedikit pun"
        },
        {
            "chapter": 50,
            "verse": 7,
            "text": "Dan Kami hamparkan bumi itu, dan Kami letakkan padanya gunung-gunung yang kokoh, dan Kami tumbuhkan padanya segala macam tanaman yang indah dipandang mata"
        },
        {
            "chapter": 50,
            "verse": 8,
            "text": "untuk menjadi pelajaran dan peringatan bagi tiap-tiap hamba yang kembali (mengingat Allah)"
        },
        {
            "chapter": 50,
            "verse": 9,
            "text": "Dan Kami turunkan dari langit air yang banyak manfaatnya lalu Kami tumbuhkan dengan air itu pohon-pohon dan biji-biji tanaman yang diketam"
        },
        {
            "chapter": 50,
            "verse": 10,
            "text": "dan pohon kurma yang tinggi-tinggi yang mempunyai mayang yang bersusun-susun"
        },
        {
            "chapter": 50,
            "verse": 11,
            "text": "untuk menjadi rezeki bagi hamba-hamba (Kami), dan Kami hidupkan dengan air itu tanah yang mati (kering). Seperti itulah terjadinya kebangkitan"
        },
        {
            "chapter": 50,
            "verse": 12,
            "text": "Sebelum mereka telah mendustakan (pula) kaum Nūḥ, dan penduduk Rass1413, dan Ṡamūd"
        },
        {
            "chapter": 50,
            "verse": 13,
            "text": "dan kaum ʻĀd, kaum Firʻawn , dan kaum Lūṭ"
        },
        {
            "chapter": 50,
            "verse": 14,
            "text": "dan penduduk Al-Aykah serta kaum Tubbaʻ, semuanya telah mendustakan rasul-rasul maka sudah semestinyalah mereka mendapat hukuman yang sudah diancamkan"
        },
        {
            "chapter": 50,
            "verse": 15,
            "text": "Maka apakah Kami letih dengan penciptaan yang pertama? Sebenarnya mereka dalam keadaan ragu-ragu tentang penciptaan yang baru"
        },
        {
            "chapter": 50,
            "verse": 16,
            "text": "Dan sesungguhnya Kami telah menciptakan manusia dan mengetahui apa yang dibisikkan oleh hatinya, dan Kami lebih dekat kepadanya daripada urat lehernya"
        },
        {
            "chapter": 50,
            "verse": 17,
            "text": "(yaitu) ketika dua orang malaikat mencatat amal perbuatannya, seorang duduk di sebelah kanan dan yang lain duduk di sebelah kiri"
        },
        {
            "chapter": 50,
            "verse": 18,
            "text": "Tiada suatu ucapan pun yang diucapkannya melainkan ada di dekatnya malaikat pengawas yang selalu hadir"
        },
        {
            "chapter": 50,
            "verse": 19,
            "text": "Dan datanglah sakratulmaut dengan sebenar-benarnya. Itulah yang kamu selalu lari darinya"
        },
        {
            "chapter": 50,
            "verse": 20,
            "text": "Dan ditiuplah sangkakala. Itulah hari terlaksananya ancaman"
        },
        {
            "chapter": 50,
            "verse": 21,
            "text": "Dan datanglah tiap-tiap diri, bersama dengan dia seorang malaikat penggiring dan seorang malaikat penyaksi"
        },
        {
            "chapter": 50,
            "verse": 22,
            "text": "Sesungguhnya kamu berada dalam keadaan lalai dari (hal) ini, maka Kami singkapkan darimu tutup (yang menutupi) matamu, maka penglihatanmu pada hari itu amat tajam"
        },
        {
            "chapter": 50,
            "verse": 23,
            "text": "Dan yang menyertai dia berkata, \"Inilah (catatan amalnya) yang tersedia pada sisiku"
        },
        {
            "chapter": 50,
            "verse": 24,
            "text": "Allah berfirman, \"Lemparkanlah olehmu berdua ke dalam neraka semua orang yang sangat ingkar dan keras kepala"
        },
        {
            "chapter": 50,
            "verse": 25,
            "text": "yang sangat menghalangi kebajikan, melanggar batas lagi ragu-ragu"
        },
        {
            "chapter": 50,
            "verse": 26,
            "text": "yang menyembah sembahan yang lain beserta Allah, maka lemparkanlah dia ke dalam siksaan yang sangat"
        },
        {
            "chapter": 50,
            "verse": 27,
            "text": "Yang menyertai dia1414 berkata (pula), \"Ya Tuhan kami, aku tidak menyesatkannya, tetapi dialah yang berada dalam kesesatan yang jauh"
        },
        {
            "chapter": 50,
            "verse": 28,
            "text": "Allah berfirman, \"Janganlah kamu bertengkar di hadapan-Ku, padahal sesungguhnya Aku dahulu telah memberikan ancaman kepadamu"
        },
        {
            "chapter": 50,
            "verse": 29,
            "text": "Keputusan di sisi-Ku tidak dapat diubah dan Aku sekali-kali tidak menganiaya hamba-hamba-Ku"
        },
        {
            "chapter": 50,
            "verse": 30,
            "text": "(Dan ingatlah akan) hari (yang pada hari itu) Kami bertanya kepada jahanam, \"Apakah kamu sudah penuh?\" Dia menjawab, \"Masih ada tambahan"
        },
        {
            "chapter": 50,
            "verse": 31,
            "text": "Dan didekatkanlah surga itu kepada orang-orang yang bertakwa pada tempat yang tiada jauh (dari mereka)"
        },
        {
            "chapter": 50,
            "verse": 32,
            "text": "Inilah yang dijanjikan kepadamu, (yaitu) kepada setiap hamba yang selalu kembali (kepada Allah) lagi memelihara (semua peraturan-peraturan-Nya)"
        },
        {
            "chapter": 50,
            "verse": 33,
            "text": "(Yaitu) orang yang takut kepada Tuhan Yang Maha Pemurah, sedang Dia tidak kelihatan (olehnya) dan dia datang dengan hati yang bertobat"
        },
        {
            "chapter": 50,
            "verse": 34,
            "text": "masukilah surga itu dengan aman, itulah hari kekekalan"
        },
        {
            "chapter": 50,
            "verse": 35,
            "text": "Mereka di dalamnya memperoleh apa yang mereka kehendaki; dan pada sisi Kami ada tambahannya"
        },
        {
            "chapter": 50,
            "verse": 36,
            "text": "Dan berapa banyaknya umat-umat yang telah Kami binasakan sebelum mereka yang mereka itu lebih besar kekuatannya daripada mereka ini, maka mereka (yang telah dibinasakan itu) telah pernah menjelajah di beberapa negeri. Adakah (mereka) mendapat tempat lari (dari kebinasaan)"
        },
        {
            "chapter": 50,
            "verse": 37,
            "text": "Sesungguhnya pada yang demikian itu benar-benar terdapat peringatan bagi orang-orang yang mempunyai hati atau yang menggunakan pendengarannya, sedang dia menyaksikannya"
        },
        {
            "chapter": 50,
            "verse": 38,
            "text": "Dan sesungguhnya telah Kami ciptakan langit dan bumi dan apa yang ada antara keduanya dalam enam hari, dan Kami sedikit pun tidak ditimpa keletihan"
        },
        {
            "chapter": 50,
            "verse": 39,
            "text": "Maka bersabarlah kamu terhadap apa yang mereka katakan dan bertasbihlah sambil memuji Tuhan-mu, sebelum terbit matahari dan sebelum terbenam(nya)"
        },
        {
            "chapter": 50,
            "verse": 40,
            "text": "Dan bertasbihlah kamu kepada-Nya di malam hari dan setiap selesai salat"
        },
        {
            "chapter": 50,
            "verse": 41,
            "text": "Dan dengarkanlah (seruan) pada hari penyeru (malaikat) menyeru dari tempat yang dekat"
        },
        {
            "chapter": 50,
            "verse": 42,
            "text": "(Yaitu) pada hari mereka mendengar teriakan dengan sebenar-benarnya, itulah hari ke luar (dari kubur)"
        },
        {
            "chapter": 50,
            "verse": 43,
            "text": "Sesungguhnya Kami menghidupkan dan mematikan dan hanya kepada Kami-lah tempat kembali (semua makhluk)"
        },
        {
            "chapter": 50,
            "verse": 44,
            "text": "(Yaitu) pada hari bumi terbelah-belah menampakkan mereka (lalu mereka keluar) dengan cepat. Yang demikian itu adalah pengumpulan yang mudah bagi Kami"
        },
        {
            "chapter": 50,
            "verse": 45,
            "text": "Kami lebih mengetahui tentang apa yang mereka katakan, dan kamu sekali-kali bukanlah seorang pemaksa terhadap mereka. Maka beri peringatanlah dengan Al-Qur`ān orang yang takut dengan ancaman-Ku"
        }
    ]
}