{
    "juzs": [
        {
            "chapter": 25,
            "verse": 21,
            "text": "Onie koi ne polgaat nadež vo Sredbata naša, zboruvaat: “Zošto ne ni se spuštaat meleki ili, pak, zošto ne go gledame Gospodarot naš?\" Tie veḱe se dueja vo dušite nivni, nagolemo ze iznasilija"
        },
        {
            "chapter": 25,
            "verse": 22,
            "text": "Na Denot vo koj ḱe gi vidat melekite ḱe nema za silnicite nikakva radosnica; ḱe rečat: “Sočuvaj ne"
        },
        {
            "chapter": 25,
            "verse": 23,
            "text": "Nie ḱe pristapime kon delata nivni I pepel i prav ḱe gi napravime"
        },
        {
            "chapter": 25,
            "verse": 24,
            "text": "Žitelite džennetski na Denot toj ḱe bidat smesteni vo najubavo prestojuvalište i ḱe se odmaraat vo najubava počivka"
        },
        {
            "chapter": 25,
            "verse": 25,
            "text": "Den ḱe bide toa vo koj nebesata ḱe se rascepat vo tenki oblaci i Den vo koj melekite ḱe se spuštaat"
        },
        {
            "chapter": 25,
            "verse": 26,
            "text": "Togaš vlasta vistinska ḱe mu pripadne na Milostiviot, a za nevernicite na Denot toj ḱe bide nepodnoslivo"
        },
        {
            "chapter": 25,
            "verse": 27,
            "text": "Den vo koj zulumḱarot ḱe gi krši prstite od racete svoi, velejḱi: “Teško mene! Drug pat, osven patot na pejgamberot prifativ"
        },
        {
            "chapter": 25,
            "verse": 28,
            "text": "teško mene! O propast moja! E, da ne zemav drug prijatel"
        },
        {
            "chapter": 25,
            "verse": 29,
            "text": "Me odvrati od Opomenata veḱe po nejzinoto doaǵanje do mene!\" Šejtanot, navistina, ostanuva za čovekot predavnik"
        },
        {
            "chapter": 25,
            "verse": 30,
            "text": "tpejgamberot reče:“Gos-. podare, narodot moj, navistina, go prifati ovoj Kur\"an kako otpadok"
        },
        {
            "chapter": 25,
            "verse": 31,
            "text": "ete, taka za sekoj pejgamber meǵu silnicite Nie opredelivme neprijatel. Dosta ti e što vo Gospodarot tvoj. imaš upatuvač i poddržnik"
        },
        {
            "chapter": 25,
            "verse": 32,
            "text": "Onie koi ne veruvaat, velat: “Zošto ne mu e objaven. Kuranot vo celost, vo eden zamav“?“ Ete, taka Nie go objavuvame za da go utvrdime so nego. srceto tvoe. \"Taka, del po del sreden, Nie go objavuvame"
        },
        {
            "chapter": 25,
            "verse": 33,
            "text": "I tie ne ḱe donesat nikakov urnek a Nie da ne ti doneseme vistina i najdobro tolkuvanje"
        },
        {
            "chapter": 25,
            "verse": 34,
            "text": "Onie so navednatite lica kon Dehennemot ḱe bidat vo najlošo mesto i bespaḱe"
        },
        {
            "chapter": 25,
            "verse": 35,
            "text": "na Musa Nie, sekako, mu objavivme Kniga, a brat mu Harun za poddržnik go odrediv-. me"
        },
        {
            "chapter": 25,
            "verse": 36,
            "text": "pa, rekovme:“Odete do naroDOT koj GI smetaše za lažni ajetite Naši\" - a potoa narodot. Nie go snemavme"
        },
        {
            "chapter": 25,
            "verse": 37,
            "text": "A. i na narodot na Nuh, isto taka, zašto gi smetaše za lažni pejgamberite, Nie go potopivme, i odredivme da bide znamenie za luǵeto. A za zulumḱarite Nie bolna kazna podgotvivme"
        },
        {
            "chapter": 25,
            "verse": 38,
            "text": "i Ad i Semud i žitelite na Rese, i pokolenija mnogu meǵu niv Nie uništivme"
        },
        {
            "chapter": 25,
            "verse": 39,
            "text": "I za sekoj narod, meǵutoa, Nie donesovme primeri i, potoa, go snemavme"
        },
        {
            "chapter": 25,
            "verse": 40,
            "text": "A, sekako, pominuvaat pakosni kraj gradot vrz kogo se isturi dožd. A ne go primetuvaat li? I duri na oživuvanjeto ne se nadevaat"
        },
        {
            "chapter": 25,
            "verse": 41,
            "text": "I koga ḱe te zdogledaat te prifaḱaat samo kako predmet na ismevanje: “Ovoj li Allah go isprati kako pejgamber"
        },
        {
            "chapter": 25,
            "verse": 42,
            "text": "Ete, taka samo što ne ne odvrati od božestvata naši; no nie sme pri niv istrajni.\" Ḱe uznaat, koga ḱe ja zdogledat kaznata, koj skršna vo bespaḱe"
        },
        {
            "chapter": 25,
            "verse": 43,
            "text": "Go vide li onoj koj ja prifati strasta za božestvo svoe? Ḱe bideš li negov zakrilnik"
        },
        {
            "chapter": 25,
            "verse": 44,
            "text": "Smetaš li deka mnozinstvoto meǵu niv, navistina, slušaili razbira? Tie se kako dobitok. Tie se, tokmu, vo bespaḱe"
        },
        {
            "chapter": 25,
            "verse": 45,
            "text": "Ne gledaš li kako Gospodarot tvoj ja prostira senkata I koga saka ON, navistina, ja pravi da bide počinka, a potoa sonceto za nea go pravi znamenie"
        },
        {
            "chapter": 25,
            "verse": 46,
            "text": "potoa kon Nas poleka ja pribirame"
        },
        {
            "chapter": 25,
            "verse": 47,
            "text": "I On noḱta vi ja opredeli za postela, a sonot za odmor, a denot pak za patuvanje"
        },
        {
            "chapter": 25,
            "verse": 48,
            "text": "On ispraḱa vetar kako radosnica pred milosta Svoja, a OD nebo Nie čista voda spušta"
        },
        {
            "chapter": 25,
            "verse": 49,
            "text": "za da go oživeeme so nea mrtviot predel i da gi napoime mnogute luǵe i životni koi Nie gi sozdadovme"
        },
        {
            "chapter": 25,
            "verse": 50,
            "text": "Da, za ova im iznesuvavme mnogu za da se setat. No, mnozinstvoto na luǵeto, neveruvajḱi, odbivaše"
        },
        {
            "chapter": 25,
            "verse": 51,
            "text": "Koga Nie bi posakale vo sekoj grad sigurno ḱe ispratevme opomenuvač"
        },
        {
            "chapter": 25,
            "verse": 52,
            "text": "Pa, ne zaboravi na nevernicite i, so pomoš na Kuranot, bori se so seta sila"
        },
        {
            "chapter": 25,
            "verse": 53,
            "text": "I On e Onoj koj odvoi ednoodrugo dve morinja: ednoto pitko i ladno, a drugoto soleno i gorčlivo. I meǵu niv odredi meǵuprostor i ispreči prepreka"
        },
        {
            "chapter": 25,
            "verse": 54,
            "text": "I ON od voda sozdade čovek pa od nego napravi rodnina i svatovština. Gospodarot tvoj e Kadar"
        },
        {
            "chapter": 25,
            "verse": 55,
            "text": "A tie gi obožavaat, osven Allah, onie koi ne si koristat I koi ne si štetat. Nevernikot kon Gospodarot svoj gi vrti pleḱite"
        },
        {
            "chapter": 25,
            "verse": 56,
            "text": "I Nie te isprativme samo kako opomenuvač i radosnik"
        },
        {
            "chapter": 25,
            "verse": 57,
            "text": "Kaži: “Ne baram od vas za ova nikakva nagrada, osven onoj koj saka, da trgne po patot na Gospodarot Svoj"
        },
        {
            "chapter": 25,
            "verse": 58,
            "text": "I potpri se vrz Živiot koj ne umira, i slavi Go so slavata Negova. I za Nego e dovolno toa što e Izvesten za grevovite na robovite Svoi"
        },
        {
            "chapter": 25,
            "verse": 59,
            "text": "Onoj koj gi sozdade nebesata I Zemjata, I ona što e meǵu niv, za šest dena, a potoa se utvrdi na Aršot, Milostiviot. Pa, prašaj go za Nego izvesteniot"
        },
        {
            "chapter": 25,
            "verse": 60,
            "text": "koga ḱe im se reče: “Džadnete Mu na sedžde na Milo-. stiviot, velat: “A koj e Milostiviot? Da padneme li na sedžde za ona za što ti ni nareduvaš?\" I se zgolemuva otuǵuvanjeto NIVNO"
        },
        {
            "chapter": 25,
            "verse": 61,
            "text": "Vozvišen neka e ON koj na nebesata sozdade sozvezdie Vo koe svetilka postavi I Mesečina osvetlena"
        },
        {
            "chapter": 25,
            "verse": 62,
            "text": "I On e Onoj koj ja sozdade noḱta i denot da se smenuvaat, za onoj koj posakuva da se spomenuva ili koj pak posakuva da se zablagodaruva"
        },
        {
            "chapter": 25,
            "verse": 63,
            "text": "eve koi se robovite na Milostiviot: onie koi odat po zemjata dostoinstveno, i koga neznajkovcite ḱe im se obratat, velat “Selam"
        },
        {
            "chapter": 25,
            "verse": 64,
            "text": "onie koi noḱite gi pominuvaat, paǵajḱi na sedžde i stoejḱi pred Gospodarot svoj"
        },
        {
            "chapter": 25,
            "verse": 65,
            "text": "onie koi zboruvaat: “Gospodare naš, oddaleči ne od kaznata džehennemska? Kaznata džehennemska ḱe bide, navistina, neminovna"
        },
        {
            "chapter": 25,
            "verse": 66,
            "text": "da, taa e lošo prestojuvalište i utvrduvalište"
        },
        {
            "chapter": 25,
            "verse": 67,
            "text": "onie koi, koga trošat, rasipnički toa ne go pravat, I koi isto taka ne se skržavi, tuku zazemaat sredina"
        },
        {
            "chapter": 25,
            "verse": 68,
            "text": "koi, osven na Allah ne se povikuvaat na drug bog, i koi ne ubivaat nikogo za kogo zabrani Allah, osven po pravda... A onoj koj ova go pravi ḱe vkusi grev"
        },
        {
            "chapter": 25,
            "verse": 69,
            "text": "Ḱe mu se udvoi kaznata na Denot suden i vo nea za navek ḱe bide ponižen"
        },
        {
            "chapter": 25,
            "verse": 70,
            "text": "osven onoj koj ḱe se pokae, koj veruva i koj raboti dobro delo. Na takvite Allah ḱe im gi promeni nivnite loši Dela so dobri. Allah, navistina, e Prostuvač i Somilosen"
        },
        {
            "chapter": 25,
            "verse": 71,
            "text": "onoj koj ḱe se pokae i koj ḱe sraboti dobro delo... pa, toj, navistina, se vraḱa kon Allah so pokajanie, kako pokajnik"
        },
        {
            "chapter": 25,
            "verse": 72,
            "text": "onie koi ne svedočat lažno, i koga ḱe pominat kraj nešto bezrabotno, pominuvaat dostoinstveno"
        },
        {
            "chapter": 25,
            "verse": 73,
            "text": "onie na koi ḱe im se spomenat ajetite na Gospodarot NIVNI ne ostanuvaat ni gluvi ni slepi"
        },
        {
            "chapter": 25,
            "verse": 74,
            "text": "i onie koi zboruvaat: “Gospodare naš, podari NI od ženite naši i potomstvata naši radost vo očite i odredi da bideme vodači na bogobojazlivite"
        },
        {
            "chapter": 25,
            "verse": 75,
            "text": "Bidejḱi bea trpelivi ḱe bidat nagradeni so sobi i vo Niv ḱe se seḱavaat i so pozdrav i so selam"
        },
        {
            "chapter": 25,
            "verse": 76,
            "text": "vo niv za navek ḱe ostanat. I ete, kolku ubavo prestojuvalište i odmoralište ḱe bide toa"
        },
        {
            "chapter": 25,
            "verse": 77,
            "text": "Kaži: “Koga ne bi bile dovite vaši, Gospodarot moj ne ḱe se grižeše za vas. Da, laževte pa zatoa kaznata e neminovna"
        },
        {
            "chapter": 26,
            "verse": 1,
            "text": "Ta, sin, mim"
        },
        {
            "chapter": 26,
            "verse": 2,
            "text": "Eve ajeti od Knigata jasna"
        },
        {
            "chapter": 26,
            "verse": 3,
            "text": "Ke ja žalostiš li dušata tvoja zatoa što tie ne veruvaat"
        },
        {
            "chapter": 26,
            "verse": 4,
            "text": "Koga bi sakale bi im ispratile znamenie, pa vratovite nivni ḱe ostanat navednati"
        },
        {
            "chapter": 26,
            "verse": 5,
            "text": "I niedna nova opomena nim ne im dojde od Milostiviot, a da ne bea kon nea ramnodušni"
        },
        {
            "chapter": 26,
            "verse": 6,
            "text": "Da, lažea, navistina! I sigurno e deka ḱe im dojdat vesti za ona za što se ismevaa"
        },
        {
            "chapter": 26,
            "verse": 7,
            "text": "Ne gledaat li na zemjata? Pa, kolku vidovi rastenija blagorodni Nie odreduvame da “rtat"
        },
        {
            "chapter": 26,
            "verse": 8,
            "text": "Vo toa, sekako, ima znamenie. AD MNOZINSTVOTO OD NIV, navistina, ne se vernici"
        },
        {
            "chapter": 26,
            "verse": 9,
            "text": "Da, Gospodarot tvoj e tokmu Onoj koj e Moḱen i Somilosen"
        },
        {
            "chapter": 26,
            "verse": 10,
            "text": "I koga Gospodarot tvoj go povika Muga: “Obrati mu se na narodot zulumḱarski"
        },
        {
            "chapter": 26,
            "verse": 11,
            "text": "Narodot na faraonot, možebi, ḱe bide bogobojazliv"
        },
        {
            "chapter": 26,
            "verse": 12,
            "text": "Musa reče: “Gospodare moj, jas, navistina, se plašam da ne me smetaat za laško"
        },
        {
            "chapter": 26,
            "verse": 13,
            "text": "da ne mi se stesnat gradite I da ne mi se zakoči jazikot isprati go Haruna"
        },
        {
            "chapter": 26,
            "verse": 14,
            "text": "jas kon niv zgrešiv pa se plašam da ne me ubijat"
        },
        {
            "chapter": 26,
            "verse": 15,
            "text": "Allah reče: “Nikogaš! Odete dvajcata so znamenijata Naši. Da, Nie ḱe bideme so vas i ḱe ve slušame"
        },
        {
            "chapter": 26,
            "verse": 16,
            "text": "Odete do faraonot, pa rečete mu: “Nie sme, navistina, pejgamberi od Gospodarot na svetovite"
        },
        {
            "chapter": 26,
            "verse": 17,
            "text": "isprati gi so nas sinovite Izrailovi"
        },
        {
            "chapter": 26,
            "verse": 18,
            "text": "Faraonot reče: “Neli te vospituvavme meǵu nas dodeka beše dete, i neli ostana meǵu nas dosta GODINI OD ŽIVOTOT tvoj"
        },
        {
            "chapter": 26,
            "verse": 19,
            "text": "go napravi ona što go napravi; i ti si meǵu nevernicite"
        },
        {
            "chapter": 26,
            "verse": 20,
            "text": "Musa reče: “Toa go napraviv togaš koga bev eden meǵu onie koi skršnaa vo zabluda"
        },
        {
            "chapter": 26,
            "verse": 21,
            "text": "I bidejḱi se plašev od vas, pobegnav i taka Gospodarot moj mi podari mudrost i me odredi da bidam meǵu pejgamberite"
        },
        {
            "chapter": 26,
            "verse": 22,
            "text": "Toa li e dobrodetelstvo koe ti mi go prefrluvaš? Toa li e ona što gi napravi robovi sinovite Izrailovi?“"
        },
        {
            "chapter": 26,
            "verse": 23,
            "text": "Faraonot reče: “Koj e Gospodarot na svetovite"
        },
        {
            "chapter": 26,
            "verse": 24,
            "text": "Musa reče: “Gospodarot na neboto i na Zemjata i na ona što e meǵu niv - samo ako ste uvereni"
        },
        {
            "chapter": 26,
            "verse": 25,
            "text": "Faraonot im reče na onie okolu sebe: “Ne čuvte li"
        },
        {
            "chapter": 26,
            "verse": 26,
            "text": "Musa reče: “Gospodarot vaš i Gospodarot na predcite vaši odamnešni"
        },
        {
            "chapter": 26,
            "verse": 27,
            "text": "Faraonot reče: “Pejgamberot vaš, koj vi e ispraten, e lud, navistina"
        },
        {
            "chapter": 26,
            "verse": 28,
            "text": "Musa reče: “Gospodarot na Istok i na Zapad i na ona što e meǵu niv - samo ako razmisluvate"
        },
        {
            "chapter": 26,
            "verse": 29,
            "text": "Faraonot reče: “Ako prifatiš drug bog osven mene, sigurno, ḱe te smestam meǵu zatvorenicite"
        },
        {
            "chapter": 26,
            "verse": 30,
            "text": "Musa reče: “Dali i togaš ako ti donesam jasna stvar"
        },
        {
            "chapter": 26,
            "verse": 31,
            "text": "Faraonot reče: “Pa, donesi nešto takvo ako si meǵu iskrenite"
        },
        {
            "chapter": 26,
            "verse": 32,
            "text": "I Musa go frli stapot svoj I toj, ete bi zmija vistinska"
        },
        {
            "chapter": 26,
            "verse": 33,
            "text": "I ja izvadi rakata, a taa ete - bela za posmatračite"
        },
        {
            "chapter": 26,
            "verse": 34,
            "text": "faraonot im reče na golemcite okolu sebe: “Ovoj, navistina, e volšebnik znalec"
        },
        {
            "chapter": 26,
            "verse": 35,
            "text": "oj saka da ve istera so volšebništvoto negovo od zemjata vaša. Pa, što zapovedate?“"
        },
        {
            "chapter": 26,
            "verse": 36,
            "text": "Tie rekoa: “Prodolži mu go rokot nemu i na brat mui isprati po gradovite da se zbiraat"
        },
        {
            "chapter": 26,
            "verse": 37,
            "text": "ḱe ti doaǵaat so sekakvi volšebnici znalci"
        },
        {
            "chapter": 26,
            "verse": 38,
            "text": "I togaš voplšebnicite se sobraa na edno mesto odredeno I vo den poznat"
        },
        {
            "chapter": 26,
            "verse": 39,
            "text": "na luǵeto im beše rečeno: “Se sobravte li"
        },
        {
            "chapter": 26,
            "verse": 40,
            "text": "za da gi sledime volšebnicite, ako tie pobedat"
        },
        {
            "chapter": 26,
            "verse": 41,
            "text": "I bidejḱi stignaa volšebnicite, na faraonot mu rekoa: “Ke imame li nagrada nekakva ako, sekako, ispadneme pobednici"
        },
        {
            "chapter": 26,
            "verse": 42,
            "text": "Faraonot reče: “Da, vo toj slučaj vie ḱe bidete meǵu mene bliskite"
        },
        {
            "chapter": 26,
            "verse": 43,
            "text": "I Musa im reče: “Frlete go ona što imate da go frlite"
        },
        {
            "chapter": 26,
            "verse": 44,
            "text": "tie togaš gi frlija jažinjata svoi i stapovite svoi, I usilno mu rekoa na faraonot: “Da, nie ḱe ispadneme pobednici!“"
        },
        {
            "chapter": 26,
            "verse": 45,
            "text": "Pa, Musa go frli stapot svoj i koga toa ete - go progolta se ona što tie go izvedoa"
        },
        {
            "chapter": 26,
            "verse": 46,
            "text": "I togaš volšebnicite se frlija na zemja, poklonuvajḱi se"
        },
        {
            "chapter": 26,
            "verse": 47,
            "text": "velejḱi:“ Veruvame vo Gospodarot na svetovite"
        },
        {
            "chapter": 26,
            "verse": 48,
            "text": "Gospodarot na Musa i na Harun"
        },
        {
            "chapter": 26,
            "verse": 49,
            "text": "Faraonot reče: “Ke mu poveruvate li pred da vI dozvolam? Kako koga toj e vaš učitel koj, navistina, ve pouči so volšebništvo? Pa, ḱe uznaete! Sigurno e deka ḱe vi gi isečam i racete vaši i nozete vaši nakrstno, i site sigurno ḱe ve raspnam"
        },
        {
            "chapter": 26,
            "verse": 50,
            "text": "Rekoa: “Nema nikakva šteta. Da, nie, sekako, se vraḱame kon Gospodarot naš"
        },
        {
            "chapter": 26,
            "verse": 51,
            "text": "Da, nie težneeme Gospodarot naš da ni gi prosti grevovite naši: da, nie sme prvi vernici"
        },
        {
            "chapter": 26,
            "verse": 52,
            "text": "I eve što mu objavivme na Muga: “Pobrzaj noḱe so robovite Moi; ḱe bidete, navistina, sledeni"
        },
        {
            "chapter": 26,
            "verse": 53,
            "text": "I faraonot, togaš, isprati po gradovite zbirači"
        },
        {
            "chapter": 26,
            "verse": 54,
            "text": "“Ovie, navistina, se dru žina malobrojna"
        },
        {
            "chapter": 26,
            "verse": 55,
            "text": "ne nalutija, sekako"
        },
        {
            "chapter": 26,
            "verse": 56,
            "text": "a nie sme, pak, vnimatelni"
        },
        {
            "chapter": 26,
            "verse": 57,
            "text": "I togaš Nie gi izvadivme od bavčite i izvorite"
        },
        {
            "chapter": 26,
            "verse": 58,
            "text": "od riznicite i prestojuvalištata blagorodni"
        },
        {
            "chapter": 26,
            "verse": 59,
            "text": "I Nie oodredivme da gi nasledat sinovite Izrailovi"
        },
        {
            "chapter": 26,
            "verse": 60,
            "text": "i gi sledea pri izgrejsonce"
        },
        {
            "chapter": 26,
            "verse": 61,
            "text": "I bidejḱi dvete družini se zdogledaa, sledbenicite na Musa rekoa: “Samo što ne ne stignaa"
        },
        {
            "chapter": 26,
            "verse": 62,
            "text": "Musa reče: “Nikogaš! So mene, navistina, e Gospodarot moj koj ḱe me upati"
        },
        {
            "chapter": 26,
            "verse": 63,
            "text": "Pa, Nie mu objavivme na Musa: “Udri so stapot tvoj na moreto!\" I, ete - moreto se rascepi. I sekoj negov del beše kako rid golem"
        },
        {
            "chapter": 26,
            "verse": 64,
            "text": "potoa drugite Nie gi približivme"
        },
        {
            "chapter": 26,
            "verse": 65,
            "text": "Musa i onie koi bea so nego Nie gi spasivme"
        },
        {
            "chapter": 26,
            "verse": 66,
            "text": "potoa drugite Nie gi potopivme"
        },
        {
            "chapter": 26,
            "verse": 67,
            "text": "Vo toa, navistina, ima znamenie. Mnozinstvoto od niv, navistina, se nevernici"
        },
        {
            "chapter": 26,
            "verse": 68,
            "text": "Da, Gospodarot tvoj e Onoj koj e Silen i Somilosen"
        },
        {
            "chapter": 26,
            "verse": 69,
            "text": "I spomeni im go kažuvaeto za Ibrahim"
        },
        {
            "chapter": 26,
            "verse": 70,
            "text": "koga mu reče na babo mu i na narodot svoj: “Što obožavate"
        },
        {
            "chapter": 26,
            "verse": 71,
            "text": "Rekoa: “Obožavame kipovi: za niv sme postojano privrzani"
        },
        {
            "chapter": 26,
            "verse": 72,
            "text": "Ibrahim reče: “Ve slušaat li koga gi povikuvate, molejḱi GI"
        },
        {
            "chapter": 26,
            "verse": 73,
            "text": "Ili vi koristat ili, pak, VI štetat"
        },
        {
            "chapter": 26,
            "verse": 74,
            "text": "Rekoa: “Da, gi zateknavme predcite naši kako toa go pravat"
        },
        {
            "chapter": 26,
            "verse": 75,
            "text": "Ibrahim reče: “Gledate li deka ona što go obožavate"
        },
        {
            "chapter": 26,
            "verse": 76,
            "text": "vie I predcite vaši odamnešni"
        },
        {
            "chapter": 26,
            "verse": 77,
            "text": "deka se toa neprijateli moi, navistina! No, toa ne e, navistina, Gospodarot na svetovite"
        },
        {
            "chapter": 26,
            "verse": 78,
            "text": "Koj me sozdade i koj po patot vistinski me upati"
        },
        {
            "chapter": 26,
            "verse": 79,
            "text": "i koj me hrani i koj me poi"
        },
        {
            "chapter": 26,
            "verse": 80,
            "text": "koj, koga ḱe se razbolam, me leči"
        },
        {
            "chapter": 26,
            "verse": 81,
            "text": "i koj ḱe me usmrti i koj, pak, ḱe me oživi"
        },
        {
            "chapter": 26,
            "verse": 82,
            "text": "i kon Kogo kopneam da mi GI prosti greškite moi na Denot suden"
        },
        {
            "chapter": 26,
            "verse": 83,
            "text": "Gospodare moj, podari mi razmisla i povrzi me so dobročinitelite"
        },
        {
            "chapter": 26,
            "verse": 84,
            "text": "i odredi MI za POTOMsSTVvoToO jazik na iskrenosta"
        },
        {
            "chapter": 26,
            "verse": 85,
            "text": "i odredi me da go nasledam Džennetot blagosloven"
        },
        {
            "chapter": 26,
            "verse": 86,
            "text": "prosti mu na babo mi; toj, navistina, e meǵu skršnatite vo zabluda"
        },
        {
            "chapter": 26,
            "verse": 87,
            "text": "i ne sramoti me na Denot na oživuvanjeto"
        },
        {
            "chapter": 26,
            "verse": 88,
            "text": "na Denot vo koj ne ḱe koristat ni imotot ni sinovite"
        },
        {
            "chapter": 26,
            "verse": 89,
            "text": "osven onoj komu Allah mu dade zdravo srce"
        },
        {
            "chapter": 26,
            "verse": 90,
            "text": "kon bogobojazlivite Džennetot ḱe se približi"
        },
        {
            "chapter": 26,
            "verse": 91,
            "text": "kon skršnatite vo zabluda Džehennemot ḱe se priblIžiI"
        },
        {
            "chapter": 26,
            "verse": 92,
            "text": "i ḱe im bide rečeno: “Kade se onie koi gi obožavavte"
        },
        {
            "chapter": 26,
            "verse": 93,
            "text": "osven „Allah? Dali tie ḱe vi pomognat? Ili: Možat li sebesi da si pomognat"
        },
        {
            "chapter": 26,
            "verse": 94,
            "text": "Tie i vo zabluda skršnatite ḱe bidat frleni vo Džehennemot"
        },
        {
            "chapter": 26,
            "verse": 95,
            "text": "i seta vojska na Iblisot"
        },
        {
            "chapter": 26,
            "verse": 96,
            "text": "Vo Džehennemot, prepirajḱi se, ḱe rečat"
        },
        {
            "chapter": 26,
            "verse": 97,
            "text": "“Se kolnime vo Allah deka bevme, navistina, vo zabluda očigledna"
        },
        {
            "chapter": 26,
            "verse": 98,
            "text": "koga ve izednačuvavme so Gospodarot na svetovite"
        },
        {
            "chapter": 26,
            "verse": 99,
            "text": "i samo silnicite vo zabluda ne frlija"
        },
        {
            "chapter": 26,
            "verse": 100,
            "text": "i za nas nema posrednici"
        },
        {
            "chapter": 26,
            "verse": 101,
            "text": "nitu pak bliski prijateLI"
        },
        {
            "chapter": 26,
            "verse": 102,
            "text": "E, samo koga bi se vratile pa da staneme vernici"
        },
        {
            "chapter": 26,
            "verse": 103,
            "text": "Vo toa, navistina, ima znamenie. No, MNOZINSTVOTO OD NIV ne se vernici"
        },
        {
            "chapter": 26,
            "verse": 104,
            "text": "Gospodarot tvoj, navistina, e Onoj koj e Silen i Somilosen"
        },
        {
            "chapter": 26,
            "verse": 105,
            "text": "Narodot na Nuh gi smetaše za lažni pejgamberite"
        },
        {
            "chapter": 26,
            "verse": 106,
            "text": "Koga im reče bratot nivni Nuh: “Nema li da bidete bogobojazlivi"
        },
        {
            "chapter": 26,
            "verse": 107,
            "text": "Jas sum, navistina, vaš pejgamber doverliv"
        },
        {
            "chapter": 26,
            "verse": 108,
            "text": "Pa, plašete se od Allahi bidete poslušni"
        },
        {
            "chapter": 26,
            "verse": 109,
            "text": "Za toa od vas ne sakam nikakva nagrada; nagradata moja mu pripaǵa samo na Gospodarot na svetovite"
        },
        {
            "chapter": 26,
            "verse": 110,
            "text": "Pa, plašete se od Allahi bidete mi poslušni"
        },
        {
            "chapter": 26,
            "verse": 111,
            "text": "Rekoa: “Da veruvame li vo tebe kako što najniskiot sloj te sledi"
        },
        {
            "chapter": 26,
            "verse": 112,
            "text": "Nuh reče: “Ne poseduvam znaenje za ona što go rabotea"
        },
        {
            "chapter": 26,
            "verse": 113,
            "text": "Polaganjeto smetka, navistina, mu pripaǵa samo na Gospodarot moj. E, koga bi bile svesni"
        },
        {
            "chapter": 26,
            "verse": 114,
            "text": "I ne e moe vernicite da gi isteram"
        },
        {
            "chapter": 26,
            "verse": 115,
            "text": "Jas sum, navistina, samo opomenuvač jasen"
        },
        {
            "chapter": 26,
            "verse": 116,
            "text": "Rekoa: “Ako ne prestaneš, o Nuh, ḱe bideš sigurno eden meǵu kamenuvanite"
        },
        {
            "chapter": 26,
            "verse": 117,
            "text": "Nuh reče: “Gospodare moj, narodot moj, navistina, me smeta za laško"
        },
        {
            "chapter": 26,
            "verse": 118,
            "text": "Otvori, togaš, otvor meǵu nas i meǵu niv, i spasi ne, mene i vernicite koi se so mene"
        },
        {
            "chapter": 26,
            "verse": 119,
            "text": "Pa, Nie go spasivme nego i onie so nego vo čamecot prePOLN"
        },
        {
            "chapter": 26,
            "verse": 120,
            "text": "a ostanatite Nie gi potopivme"
        },
        {
            "chapter": 26,
            "verse": 121,
            "text": "Vo toa, navistina, ima znamenie. No, mnozinstvoto Od niv se nevernici"
        },
        {
            "chapter": 26,
            "verse": 122,
            "text": "I Gospodarot tvoj, navistina, e Onoj koj e Moḱen i Somilosen"
        },
        {
            "chapter": 26,
            "verse": 123,
            "text": "I Ad gi smetaše za lažni pejgamberite"
        },
        {
            "chapter": 26,
            "verse": 124,
            "text": "Koga bratot Hud im reče: “Nema li da bidete bogobojazlivi"
        },
        {
            "chapter": 26,
            "verse": 125,
            "text": "Jas sum, navistina, pejgamber vaš doverliv"
        },
        {
            "chapter": 26,
            "verse": 126,
            "text": "Pa, plašete se od Allahi bidete mi poslušni"
        },
        {
            "chapter": 26,
            "verse": 127,
            "text": "I jas ne baram za toa od vas nagrada; nagradata moja e kaj Gospodarot na svetovite"
        },
        {
            "chapter": 26,
            "verse": 128,
            "text": "Ke gradite li na sekoe ritče kuḱi, naprazno"
        },
        {
            "chapter": 26,
            "verse": 129,
            "text": "pravete gradbi kako nikogaš deka nema da umrete"
        },
        {
            "chapter": 26,
            "verse": 130,
            "text": "a koga kaznuvate, kaznuvate kako SILNICI"
        },
        {
            "chapter": 26,
            "verse": 131,
            "text": "Pa, plašete se od Allahi bidete mi poslušni"
        },
        {
            "chapter": 26,
            "verse": 132,
            "text": "Plašete se od Onoj koj vi go dade ona što go znaete"
        },
        {
            "chapter": 26,
            "verse": 133,
            "text": "Onoj koj VI dade dobitoki SINOVI"
        },
        {
            "chapter": 26,
            "verse": 134,
            "text": "i bavči i izvori"
        },
        {
            "chapter": 26,
            "verse": 135,
            "text": "Da, jas se plašam za vas od kaznata na Denot golem"
        },
        {
            "chapter": 26,
            "verse": 136,
            "text": "Rekoa: “Ke ne sovetuvaš li ili, pak, nema da bideš meǵu sovetuvačite, nam, navistina, ni e seedno"
        },
        {
            "chapter": 26,
            "verse": 137,
            "text": "Vakvi bea samo običaite na narodite odamnešni"
        },
        {
            "chapter": 26,
            "verse": 138,
            "text": "nie nema da bideme kazneti"
        },
        {
            "chapter": 26,
            "verse": 139,
            "text": "Pa, ete, go smetaa za laško i Nie niv gi uništivme. Vo toa ima, navistina, znmamenie. No, mnozinstvoto od niv ne se vernici"
        },
        {
            "chapter": 26,
            "verse": 140,
            "text": "A Gospodarot tvoj, navistina, e Onoj koj e Silen i Somilosen"
        },
        {
            "chapter": 26,
            "verse": 141,
            "text": "Semud gi smetaše za lažni pejgamberite"
        },
        {
            "chapter": 26,
            "verse": 142,
            "text": "koga bratot nivni Salih im reče: “Nema li da bidete bogobojazlivi"
        },
        {
            "chapter": 26,
            "verse": 143,
            "text": "Jas sum, navistina, pejgamber vaš doverliv"
        },
        {
            "chapter": 26,
            "verse": 144,
            "text": "Pa, plašete se od Allahi bidete mi poslušni"
        },
        {
            "chapter": 26,
            "verse": 145,
            "text": "I jas ne baram od vas za toa nagrada; nagradata moja e kaj Gospodarot na svetovite"
        },
        {
            "chapter": 26,
            "verse": 146,
            "text": "Ke ostanete li ovde bezbed"
        },
        {
            "chapter": 26,
            "verse": 147,
            "text": "vo bavčite i meǵu izvorite"
        },
        {
            "chapter": 26,
            "verse": 148,
            "text": "vo posevite i meǵu urmite so plodovi zreli"
        },
        {
            "chapter": 26,
            "verse": 149,
            "text": "A vo brdata dlabite kuḱi, vešto"
        },
        {
            "chapter": 26,
            "verse": 150,
            "text": "Pa, plašete se od Allahi bidete mi poslušni"
        },
        {
            "chapter": 26,
            "verse": 151,
            "text": "nemojte da ja slušate naredbata na preteruvačite"
        },
        {
            "chapter": 26,
            "verse": 152,
            "text": "koi bezredie seat po zemjata i koi ne vospostavuvaat red"
        },
        {
            "chapter": 26,
            "verse": 153,
            "text": "Rekoa: “Ti si, navistina, eden meǵu opsednatite"
        },
        {
            "chapter": 26,
            "verse": 154,
            "text": "Ti si samo čovek nam sličen. Donesi, togaš, znamenie ako si meǵu iskrenite"
        },
        {
            "chapter": 26,
            "verse": 155,
            "text": "Salih reče: “Eve kamila, na denot odreden taa ḱe pie i vie ḱe piete na denot poznat"
        },
        {
            "chapter": 26,
            "verse": 156,
            "text": "ne nanesuvajte I zlo, zašto ḱe ve opfati kazna na Denot golem"
        },
        {
            "chapter": 26,
            "verse": 157,
            "text": "I tie ja zaklaa kamilata i vednaš se pokajaa"
        },
        {
            "chapter": 26,
            "verse": 158,
            "text": "Pa gi obzede kazna. Vo toa ima, navistina znamenie. No, MNOZINSTVOTO od NIV Ne se verNICI"
        },
        {
            "chapter": 26,
            "verse": 159,
            "text": "I Gospodarot tvoj, navistina, e Onoj koj e Silen i Somilosen"
        },
        {
            "chapter": 26,
            "verse": 160,
            "text": "Narodot na Lut gi smetaše za lažni pejgamberite"
        },
        {
            "chapter": 26,
            "verse": 161,
            "text": "Koga reče bratot Nivni Lut: “Nema li da bidete bogobojazlivi"
        },
        {
            "chapter": 26,
            "verse": 162,
            "text": "Jas sum, navistina, pejgamber vaš doverliv"
        },
        {
            "chapter": 26,
            "verse": 163,
            "text": "Pa, plašete se od Allahi bidete mi poslušni"
        },
        {
            "chapter": 26,
            "verse": 164,
            "text": "I jas ne baram za toa od vas nagrada; nagradata moja e kaj Gospodarot na svetovite"
        },
        {
            "chapter": 26,
            "verse": 165,
            "text": "Ke gi zemate lI mažite, za razlika od drugite luǵe"
        },
        {
            "chapter": 26,
            "verse": 166,
            "text": "a ḱe gi ostavate li ženite vaši koi za vas gi sozdade Gospodarot vaš? No, vie ste narod prestapnički"
        },
        {
            "chapter": 26,
            "verse": 167,
            "text": "Rekoa: “Ako ne prestaneš, o Lut, sigurno ḱe bideš meǵu isteranite"
        },
        {
            "chapter": 26,
            "verse": 168,
            "text": "“Koga stanuva zbor za postapkata vaša jas, navistina, se gadam"
        },
        {
            "chapter": 26,
            "verse": 169,
            "text": "Gospodare moj, spasi ne, mene i semejstvoto moe od ona što go pravat"
        },
        {
            "chapter": 26,
            "verse": 170,
            "text": "Pa, Nie gi spasivme, negoi semejstvoto negovo, site"
        },
        {
            "chapter": 26,
            "verse": 171,
            "text": "osven edna stara žena meǵu onie koi ostanaa"
        },
        {
            "chapter": 26,
            "verse": 172,
            "text": "ostanatite Nie gi uništivme"
        },
        {
            "chapter": 26,
            "verse": 173,
            "text": "i po niv dožd spuštivme. E, samo kolku beše loš toj DOŽD za opomenatite"
        },
        {
            "chapter": 26,
            "verse": 174,
            "text": "Vo toa, navistina, ima znamenie. No, mnozinstvoto od Niv se nevernici"
        },
        {
            "chapter": 26,
            "verse": 175,
            "text": "Gospodarot tvoj, navistina, e Onoj koj e Silen i Somilosen"
        },
        {
            "chapter": 26,
            "verse": 176,
            "text": "žitelite na Ejka gi smetaa za lažni pejgamberite"
        },
        {
            "chapter": 26,
            "verse": 177,
            "text": "Koga Šuajb im reče: “Nema li da bidete bogobojazlivi"
        },
        {
            "chapter": 26,
            "verse": 178,
            "text": "Jas sum, navistina, pejgamber vaš doverliv"
        },
        {
            "chapter": 26,
            "verse": 179,
            "text": "Pa, plašete se od Allahi bidete mi poslušni"
        },
        {
            "chapter": 26,
            "verse": 180,
            "text": "I jas ne baram od vas za toa nagrada; nagradata moja e kaj Gospodarot na svetovite"
        },
        {
            "chapter": 26,
            "verse": 181,
            "text": "šmerete na vaga i ne bidete meǵu kradlivcite"
        },
        {
            "chapter": 26,
            "verse": 182,
            "text": "A na kantarot merete pravedno"
        },
        {
            "chapter": 26,
            "verse": 183,
            "text": "I ne skratuvajte im gi na luǵeto stvarite nivni I ne širete po zemjata bezredie"
        },
        {
            "chapter": 26,
            "verse": 184,
            "text": "Plašete se od Onoj koj ve sozdade, vas i pokolenijata odamnešni"
        },
        {
            "chapter": 26,
            "verse": 185,
            "text": "Rekoa:“Ti si, navistina, eden meǵu opsednatite"
        },
        {
            "chapter": 26,
            "verse": 186,
            "text": "Ti si samo nam sličen čovek, i nie te smetame za eden OD laškovcite"
        },
        {
            "chapter": 26,
            "verse": 187,
            "text": "Odredi da padne neboto vo parčinja vrz nas, ako si meǵu iskrenite"
        },
        {
            "chapter": 26,
            "verse": 188,
            "text": "Lut reče: “Gospodarot moj najdobro go znae ona što go rabotite"
        },
        {
            "chapter": 26,
            "verse": 189,
            "text": "Pa go smetaa za laško i na denot oblačen gi snajde kazna. Taa kazna se sluči, sekako, na den golem"
        },
        {
            "chapter": 26,
            "verse": 190,
            "text": "Da, vo toa ima znamenie. No, MNOZINSTVOTO od NIV se nevernici"
        },
        {
            "chapter": 26,
            "verse": 191,
            "text": "Gospodarot tvoj, navistina, e Onoj koj e Silen i Somilosen"
        },
        {
            "chapter": 26,
            "verse": 192,
            "text": "Goa e Kur\"anot što go objavi Gospodarot na svetovite"
        },
        {
            "chapter": 26,
            "verse": 193,
            "text": "go objavi Džibril doverliv"
        },
        {
            "chapter": 26,
            "verse": 194,
            "text": "vo srceto tvoe za da bidete meǵu opomenuvačite"
        },
        {
            "chapter": 26,
            "verse": 195,
            "text": "na jasen arapski jazik"
        },
        {
            "chapter": 26,
            "verse": 196,
            "text": "Toj e spomenat, sekako, vo knigite odamnešni"
        },
        {
            "chapter": 26,
            "verse": 197,
            "text": "Neli im e znamenie toa što za nego znaat učenite od sinovite Izrailovi"
        },
        {
            "chapter": 26,
            "verse": 198,
            "text": "A Nie da go objavevme na nekoj stranec"
        },
        {
            "chapter": 26,
            "verse": 199,
            "text": "koj ḱe im go čitaše ne ḱe veruvaa vo nego"
        },
        {
            "chapter": 26,
            "verse": 200,
            "text": "I ste, taka Nie go vnesuvame vo srcata na silnicite"
        },
        {
            "chapter": 26,
            "verse": 201,
            "text": "Ne veruvaat vo nego se dodeka ne ja vidat kaznata bolna"
        },
        {
            "chapter": 26,
            "verse": 202,
            "text": "pa, taa ḱe im dojde odnenadež, nema ni da ja usetat"
        },
        {
            "chapter": 26,
            "verse": 203,
            "text": "pa ḱe rečat: “Ke ni se dade li mala prilika"
        },
        {
            "chapter": 26,
            "verse": 204,
            "text": "Baraat li kaznata Naša da im dojde pobrzo"
        },
        {
            "chapter": 26,
            "verse": 205,
            "text": "Što misliš, ako gi ostavime da uživaat so godini"
        },
        {
            "chapter": 26,
            "verse": 206,
            "text": "potoa da im dojde ona so što im se zakanuva"
        },
        {
            "chapter": 26,
            "verse": 207,
            "text": "Ništo ne ḱe im ostane od ona vo što uživaa"
        },
        {
            "chapter": 26,
            "verse": 208,
            "text": "Nis nieden grad ne uništivme a vo nego da nemaa opomenuvači"
        },
        {
            "chapter": 26,
            "verse": 209,
            "text": "kako Opomena, zašto Nie ne bevme nepravedni"
        },
        {
            "chapter": 26,
            "verse": 210,
            "text": "Opomenata ne ja objavuvaat šejtanite"
        },
        {
            "chapter": 26,
            "verse": 211,
            "text": "ne treba a i ne možat toa da go napravat"
        },
        {
            "chapter": 26,
            "verse": 212,
            "text": "oddalečeni se, navistina, od opomenata nejzina"
        },
        {
            "chapter": 26,
            "verse": 213,
            "text": "ne povikuvaj se na drug bog, osven na Allah. Ta, ḱe bideš meǵu kaznetite"
        },
        {
            "chapter": 26,
            "verse": 214,
            "text": "opomeni ja rodninata tvoja, najbliskite"
        },
        {
            "chapter": 26,
            "verse": 215,
            "text": "I spušti gi kriljata tvoi kon vernicite koi te sledat"
        },
        {
            "chapter": 26,
            "verse": 216,
            "text": "Pa, ako se neposlušni kon tebe, kaži: “Jas sum, navistina, daleku od ona što go pravite"
        },
        {
            "chapter": 26,
            "verse": 217,
            "text": "I potpri se na Silnioti Milostiviot"
        },
        {
            "chapter": 26,
            "verse": 218,
            "text": "koj te gleda koga stanuvaš"
        },
        {
            "chapter": 26,
            "verse": 219,
            "text": "i koga se vitkaš meǵu onie koi paǵaat na sedžde"
        },
        {
            "chapter": 26,
            "verse": 220,
            "text": "On, navistina, s Slušači Znalec"
        },
        {
            "chapter": 26,
            "verse": 221,
            "text": "Da ve izvestam li za ona što go objavuvaat šejtanite"
        },
        {
            "chapter": 26,
            "verse": 222,
            "text": "Mu objavuvaat na sekoj lažotvorec i grešnik"
        },
        {
            "chapter": 26,
            "verse": 223,
            "text": "Tie prisluškuvaat, a mnoZINSTVOTO OD NIV se lLaškovci"
        },
        {
            "chapter": 26,
            "verse": 224,
            "text": "Poetite gi sledat onie koi lunzaat"
        },
        {
            "chapter": 26,
            "verse": 225,
            "text": "a ne gledaš li ti deka tie po pustinite talkaat"
        },
        {
            "chapter": 26,
            "verse": 226,
            "text": "go zboruvaat, navistina, ona što ne go rabotat"
        },
        {
            "chapter": 26,
            "verse": 227,
            "text": "osven onie koi veruvaat i koi dobri dela rabotat, i koi Allaha go spomenuvaat mnogu i koi po napraveniot im zulum, vozvraḱaat... A onie koi zulum pravat ḱe uznaat kon što tie, tokmu, se upatuvaat"
        },
        {
            "chapter": 27,
            "verse": 1,
            "text": "Ta, sin! Eve ajeti na Kur\"anot i Knigata jasna"
        },
        {
            "chapter": 27,
            "verse": 2,
            "text": "Catokaz i Radosnica za vernicite"
        },
        {
            "chapter": 27,
            "verse": 3,
            "text": "koi namaz izvršuvaat i koi zekat davaat i koi se ubedeni vo Ahiret"
        },
        {
            "chapter": 27,
            "verse": 4,
            "text": "Na onie koi ne veruvaat vo Ahiret Nie im gi razubavuvame postapkite nivni, pa talkaat"
        },
        {
            "chapter": 27,
            "verse": 5,
            "text": "onie na koi ḱe im pripadne kaznata bolna i na Ahiret ḱe bidat porazeni"
        },
        {
            "chapter": 27,
            "verse": 6,
            "text": "Ti, navistina, go primaš Kuranot od Mudriot i ZnalecOT"
        },
        {
            "chapter": 27,
            "verse": 7,
            "text": "Koga Musa mu reče na semejstvoto svoe: “Počuvstvuvav ogan; ḱe vi donesam od nego vest ili, pak, ḱe vi donesam zažareno drvo za da se stoplite"
        },
        {
            "chapter": 27,
            "verse": 8,
            "text": "I koga se približi do ognot, povika: “Blagosloven neka e Onoj koj e vo ognot i onie okolu nego; slaven neka e Allah, Gospodarot na svetovite"
        },
        {
            "chapter": 27,
            "verse": 9,
            "text": "O Musa, jas sum, navistina, Allah, Silen i Mudar"
        },
        {
            "chapter": 27,
            "verse": 10,
            "text": "I frli go stapot tvoj!\" I bidejḱi go pogledna, toj počna da lazi kako zmija, se svrti so pleḱite i ne se vrati poveḱe. “O Musa, ne plaši se! Pejgamberite od Mene, navistina, ne se plašat"
        },
        {
            "chapter": 27,
            "verse": 11,
            "text": "osven Onoj koj zulum ḱe napravi, a potoa zloto ḱe go zameni so dobro delo: Jas sum, navistina, Prostuvač i Somilosen"
        },
        {
            "chapter": 27,
            "verse": 12,
            "text": "Stavi ja rakata tvoja vo džebot tvoj I ete - ḱe ja izvadiš bela, bez da bide oštetena. Toa e edno od devette znamenija na faraonot i narodot negov. Tie se, navistina, narod rasipnički"
        },
        {
            "chapter": 27,
            "verse": 13,
            "text": "bidejḱi im dojdoa znamenijata Naši očigledno, rekoa: “Ova e volšebništvo jasno"
        },
        {
            "chapter": 27,
            "verse": 14,
            "text": "Gi prenebregnuvaa, a vo sebe gi priznavaa, duvajḱi sei silejḱi se. Pa, pogledni kakva beše kaznata za bezrednicite"
        },
        {
            "chapter": 27,
            "verse": 15,
            "text": "na Musa i na Sulejman Nie, navistina, im dadovme znaenje, i dvajcata rekoa: “Blagodarenie na Allah koj ne odlikuva nad mnogute robovi vernici Svoi"
        },
        {
            "chapter": 27,
            "verse": 16,
            "text": "I Davuda go nasledi Sulejman, i reče: “O luǵe, poučeni sme vo jazikot na pticite, I dadeno ni e od se po nešto. Ova, navistina, e blagodat jasen"
        },
        {
            "chapter": 27,
            "verse": 17,
            "text": "se sobra kaj Sulejman vosjkata negova: sostavena OD džinovi, luǵe i ptici. Site poredeni"
        },
        {
            "chapter": 27,
            "verse": 18,
            "text": "koga stignaa do dolinata na mravkite, edna mravka reče: “O mravki, vlezete vo živealištata vaši bidejḱi ḱe ve pregazat Sulejman i vojskata negova, neznaejḱi"
        },
        {
            "chapter": 27,
            "verse": 19,
            "text": "Pa se nasmevna so zborovite negovi, glasno, velejḱi: “Gospodare moj, probudi ja želbata moja za da bidam blagodaren na blagodatot Tvoj so koj me blagoslovi, mene i roditelite moi, i da rabotam dobri dela so koi ḱe bideš Ti zadovolen. I so milosta Tvoja vovedi me meǵu robovite Tvoi dobri"
        },
        {
            "chapter": 27,
            "verse": 20,
            "text": "toj otide da izvrši smotra vrz pticite, i reče: “Što e so pupavecot? Ne go gledam ili e, pak, meǵu izgubenite"
        },
        {
            "chapter": 27,
            "verse": 21,
            "text": "Pa, ne mi ni donese Jasen dokaz; ḱe go kaznam so kazna žestoka ili, pak, sigurno ḱe go zakolam"
        },
        {
            "chapter": 27,
            "verse": 22,
            "text": "ne ostana dolgo vreme. Reče: “Go znam ona što ti ne go znaeš; ti doaǵaš od Sabe so vest sigurna"
        },
        {
            "chapter": 27,
            "verse": 23,
            "text": "Tamo vidov edna žena koja vladee so niv ii e dadeno od se po nešto, i ima prestol golem"
        },
        {
            "chapter": 27,
            "verse": 24,
            "text": "a vidov nea i narodot nejzin kako paǵaat na sedžde na Sonceto, a ne na Allah i Šejtanot im gi razubavuva delata nivni i ete, taka, gi odvraḱa od patot i - neupatenite se"
        },
        {
            "chapter": 27,
            "verse": 25,
            "text": "Ne paǵaat li na sedžde na Allah koj go vadi ona što e skrieno na nebesata i na Zemjata, i koj go znae i ona što go kriete i ona što go obelodenuvate"
        },
        {
            "chapter": 27,
            "verse": 26,
            "text": "Allah! Nema drug bog osven Nego! Gospodar na Aršot golem"
        },
        {
            "chapter": 27,
            "verse": 27,
            "text": "Sulejman reče: “Ke vidime dali vistina zboruvaš ili lažeš"
        },
        {
            "chapter": 27,
            "verse": 28,
            "text": "Odi so ova pismo moe: pa, frli go i oddaleči se od NIVI pogledni što ḱe odgovorat"
        },
        {
            "chapter": 27,
            "verse": 29,
            "text": "Taa reče:““O golemci, frleno MI e edno pismo blagorodno, navistina"
        },
        {
            "chapter": 27,
            "verse": 30,
            "text": "Toa, sekako, e od Sulejman: “Vo imeto na Allah, Milostiviot Somilosen"
        },
        {
            "chapter": 27,
            "verse": 31,
            "text": "Ne pravete se pogolemi od mene i dojdete mi poslušni"
        },
        {
            "chapter": 27,
            "verse": 32,
            "text": "Taa reče: “O golemci, odgovorete mi za ovaa naredba do mene; ne možam da rešam se dodeka ne ste prisutni"
        },
        {
            "chapter": 27,
            "verse": 33,
            "text": "Rekoa: “I jaki sme i silni sme, no ti nareduvaš. Pogledni, togaš, što ḱe narediš"
        },
        {
            "chapter": 27,
            "verse": 34,
            "text": "Reče: “Da, koga vladarite ḱe mnvlezat vo eden grad ḱe napravat metež, i moḱnite žiteli negovi ḱe gi potčinat. Tie, ete, taka pravat"
        },
        {
            "chapter": 27,
            "verse": 35,
            "text": "e im ispratam, sekako, eden podarok i ḱe vidam so Što se vraḱaat ispratenite"
        },
        {
            "chapter": 27,
            "verse": 36,
            "text": "I bidejḱi pratenikot dojde kaj Sulejman, ovoj reče: “Da me potkupite li so bogatstvo? Pa, ona što mi go dade Allah e podobro od ona što vam Vi go dade. No, vie se raduvate na podarokot vaš"
        },
        {
            "chapter": 27,
            "verse": 37,
            "text": "Vrati se kaj niv! Pa, ḱe im dojdeme, togaš, so vojska na koja ne ḱe možat da i se spravat i od Sabe, sigurno, ḱe gi isterame potčineti i navednati"
        },
        {
            "chapter": 27,
            "verse": 38,
            "text": "Sulejman reče: “O golemci, koj meǵu vas ḱe mi dojde so prestolot nejzin pred da mi dojdat potčineti"
        },
        {
            "chapter": 27,
            "verse": 39,
            "text": "Eden ifrit od džinovite, reče: “Jas ḱe ti go donesam pred da se ispraviš od mestoto tvoe. Jas sum za toa, navistina, silen i doverliv"
        },
        {
            "chapter": 27,
            "verse": 40,
            "text": "A onoj kaj nego što beše se steknal so znaenje od Knigata, reče: “Jas ḱe ti go donesam pred da trepneš so okoto.\" I bidejḱi go vide kako e uporen, reče: “Ova e edna od dobrinite na Gospodarot moj za da „me isproba: ḱe bidam li blagodaren ili nema da bidam blagodaren. A onoj koj e blagodaren, za sebesi e blagodaren, a onoj koj ne e blagodaren... pa, Gospodarot tvoj, navistina, e Bogat i Blagoroden"
        },
        {
            "chapter": 27,
            "verse": 41,
            "text": "I reče: “Izmenete go izgledot na prestolot nejzin, pa ḱe vidime dali e upatena ili, pak, e od onie koi ne upatuvaat"
        },
        {
            "chapter": 27,
            "verse": 42,
            "text": "bidejḱi dojde I beše rečeno:“Ova li e prestolot tvoj?\" Taa reče: “Pa, izgleda deka e toj. A znaenje ni e dadeno i pred nego; i nie sme Poslušni"
        },
        {
            "chapter": 27,
            "verse": 43,
            "text": "Ja oddalečija onie koi taa gi obožavaše osven Allah. Taa beše, navistina, meǵu narodot nevernički"
        },
        {
            "chapter": 27,
            "verse": 44,
            "text": "I beše rečeno: “Vlezete vo dvorecot!\" I štom taa go zdogleda vednaš pomisli deka e voda dlaboka, i ja podigna dolamata nejzina za da ne se namokri. Sulejman reče: “Ne, ova e dvorec popločen so staklenki!\" Taa reče: “Tospodare moj, jas, navistina, za sebesi zlo si napraviv; poslušna sum, zaedno so Sulejman, na Allah, Gospodarot na svetovite"
        },
        {
            "chapter": 27,
            "verse": 45,
            "text": "Nie sekako go isprativme do Semud bratot nivni Salih: “Obožavajte go Allaha!\" - I tie, tokmu, se podelija vo dve družini, ednanadruga sprotistaveni"
        },
        {
            "chapter": 27,
            "verse": 46,
            "text": "Salih reče:“ O narode moj, zošto brzate da vi dojde zloto pred dobroto? Zošto ne barate proška od Allah? Pa, možebi, ḱe vi se smiluva"
        },
        {
            "chapter": 27,
            "verse": 47,
            "text": "Rekoa: “Tebe i onie so tebe ve gledame kako loša ptica, predznak.\" Salih reče: “Lošata ptica vaša, predznakot, e kaj Allah. Vie ste narod koj se proba"
        },
        {
            "chapter": 27,
            "verse": 48,
            "text": "Vo gradot imaše devet luǵe koi pravea bezredie na Zemjava i ne vospostavuvaa red"
        },
        {
            "chapter": 27,
            "verse": 49,
            "text": "Rekoa, kolnejḱi se Vo Allah: “Ke go ubieme noḱe, nego i semejstvoto negovo, sigurno! A potoa na najbližniot po srodstvo ḱe mu rečeme: “Ne sme svedoci pri ubistvoto na semejstvoto negovo; nie, sigurno vistina zboruvame"
        },
        {
            "chapter": 27,
            "verse": 50,
            "text": "I pravea spletki a i Nie pravevme spletki, no toa ne go usetuvaat"
        },
        {
            "chapter": 27,
            "verse": 51,
            "text": "Pa, pogledni kakva beše kaznata zaradi spletkite nivni; Nie gi uništivme, navistina, site niv"
        },
        {
            "chapter": 27,
            "verse": 52,
            "text": "Ete, toa se kuḱite nivni opustošeni zaradi zulumot što go napravija. Vo toa ima, navistina, znamenie za luǵeto koi znaat"
        },
        {
            "chapter": 27,
            "verse": 53,
            "text": "Nie gi izbavivme onie koi veruvaa i koi bea bogobojazlivi"
        },
        {
            "chapter": 27,
            "verse": 54,
            "text": "koga Lut mu reče na narodot svoj: “Ke zapaǵate li vo sramno delo, a toa sami go gledate"
        },
        {
            "chapter": 27,
            "verse": 55,
            "text": "Zarem vie ḱe im prioǵate na mažite strastveno a ne na ženite. Pa, vie ste luǵe koi ne znaete"
        }
    ]
}