{
    "juzs": [
        {
            "chapter": 3,
            "verse": 93,
            "text": "ekoja hrana im beše halal na sinovite Ivzrailovi, osven onaa što ja zabrani Izrail za sebe pred da mu bide objaven Tevrat. Kaži:čPa, donesete Tevrat, kažuvajte go ako ste iskre,5 NI"
        },
        {
            "chapter": 3,
            "verse": 94,
            "text": "onie koi, potoa, frlaa laga vrz Allah - ta, zulumḱari se"
        },
        {
            "chapter": 3,
            "verse": 95,
            "text": "aži:“ Allah zboruva vistina. Sledete ja, togaš, čistata vera Ibrahimova. Toj ne beše meǵu mnogubošcite"
        },
        {
            "chapter": 3,
            "verse": 96,
            "text": "rva Kuḱa koja beše podignata za luǵeto e onaa vo Mekka, navistina, blagoslovena, Patokaz za svetovite"
        },
        {
            "chapter": 3,
            "verse": 97,
            "text": "o nea se znamenijata jasni, I mestoto Ibrahimovo. I koj ḱe vleze vo nea e bezbeden. Hadždžot na Kuḱata zaradi Allah, e obvrska za sekoj koj e vo možnost za onoj koj ḱe se najde na pat. A onoj koj ne veruva - ta, Allah e Nezavisen od luǵeto"
        },
        {
            "chapter": 3,
            "verse": 98,
            "text": "aži:“O Sledbenici na Knigata, zošto ne gi priznavate znamenijata Allahovi, a Allah e Svedok za ona što go rabotite"
        },
        {
            "chapter": 3,
            "verse": 99,
            "text": "aži:“O sledbenici na Knigata, zošto go odvraḱate onoj što veruva sakajḱi da mu go rasipete Allahoviot pat, a svedDOCI ste. A Allah ne e nevnimatelen kon ona što go rabotite"
        },
        {
            "chapter": 3,
            "verse": 100,
            "text": "O vernici, ako I bidete poslušni na edna družina od onie so dadenata im Kniga ḱe ve vratat, po veruvanjeto vaše, vo neveruvanje"
        },
        {
            "chapter": 3,
            "verse": 101,
            "text": "Pa, kako možete da ne veruvate koga veḱe vi bea kažuvani ajetite Allahovi i koga meǵu vas e pejgamberot Negov? A koj cvrsto drži do Allah veḱe e upaten po patot vistinski"
        },
        {
            "chapter": 3,
            "verse": 102,
            "text": "vernici, plašete se od Allah so plašlivost vistinska. I umrete samo kako Poslušni"
        },
        {
            "chapter": 3,
            "verse": 103,
            "text": "I držete se cvrsto - site za jažeto Allahovo;ne razedinuvajte se i setete se za blagodatite Allahovi kon vas: “I setete se koga bevte neprijateli. ON, togaš, gi obedini srcata vaši: potoa, so blagoslov Negov, stanavte braḱa. I koga bevte na granicata od ognenata bezdna - ve izbavi od toa! Ete, taka Allah vi gi objasnuva ajetite Svoi za da bidete upateni"
        },
        {
            "chapter": 3,
            "verse": 104,
            "text": "Neka edna družina od vas povikuva kon dobro: neka nareduva dobro, i neka zabranuva zlo. Onakvite, tokmu, se spaseNI"
        },
        {
            "chapter": 3,
            "verse": 105,
            "text": "I ne bidete kako onie koi se razgranaa ili razedinija po jasnotiite koi im dojdoa; da, za niv ima kazna golema"
        },
        {
            "chapter": 3,
            "verse": 106,
            "text": "na Denot koga nekoi lica ḱe pobelat i koga nekoi lica ḱe pocrnat. Što se odnesuva do onie čii lica ḱe pocrnat: “Po veruvanjeto vaše ne veruvavte; pa, probajte ja kaznata zatoa što ne veruvavte"
        },
        {
            "chapter": 3,
            "verse": 107,
            "text": "A što se odnesuva, pak, do licata koi ḱe pobelat vo milosta Allahova ḱe se najdat. Onie vo nea za navek ḱe ostanat"
        },
        {
            "chapter": 3,
            "verse": 108,
            "text": "Ete, toa se ajetite AllahoVI koi VISTINSKI ti gi kažuvame! A Allah ne posakuva da napravi zlo na luǵeto"
        },
        {
            "chapter": 3,
            "verse": 109,
            "text": "Se što e na nebesata i na Zemjata e - Allahovo! Stvarite kon nego se vraḱaat"
        },
        {
            "chapter": 3,
            "verse": 110,
            "text": "Vie ste najdobrata zaednica za luǵeto koja se pojavi: nareduvate dobro, odvraḱate od zlo; i veruvate vo Allah. A koga Sledbenicite na Knigata bi veruvale - toa bi bilo podobro za niv. Meǵu niv ima vernici, no MNOZINSTVOTO OD NIV se rasipaNI"
        },
        {
            "chapter": 3,
            "verse": 111,
            "text": "Onie nikogaš ne Ḱe VI nanesat zlo; samo ḱe ve voznemiruvaat. A ako, pak, vi objavat vojna ḱe se dadat vo begstvo, a potoa nema da im se pomogne"
        },
        {
            "chapter": 3,
            "verse": 112,
            "text": "Kade bilo da se najdat ponižuvanje ḱe gi snajde, ako Ne se pod zakrilata MAllahova i zakrilata na luǵeto. Allahovata lutina ja predizvikuvaat. I beda ḱe gi snajde. Ete, toa e zaradi: neveruvanjeto nivno vo ZNamenijata Allahovi, ubivanjeto bespravno na pejgamberite, zatoa što bea neposlušni i zatoa što preteruvaa"
        },
        {
            "chapter": 3,
            "verse": 113,
            "text": "Ne se isti sledbenicite na Knigata. Meǵu niv ima zaednica stabilna, koi gi kažuvaat ajetite vo tekot na noḱta, tokmu, na sedžde paǵajḱi"
        },
        {
            "chapter": 3,
            "verse": 114,
            "text": "veruvaat i vo Allah i vo Denot ahiretski, nareduvaat dobro i odvraḱaat od zlo; se natprevaruvaat vo dobri dela. Onakvite se meǵu dobrite luǵe"
        },
        {
            "chapter": 3,
            "verse": 115,
            "text": "kakvo bilo dobro da srabotat pa, nema da im bide zanemareno. Allah znae za bogobojazlivite"
        },
        {
            "chapter": 3,
            "verse": 116,
            "text": "Da, na nevernicite nema da im pomogne kaj Allah vo ništo: NI IMOTOT NIVNI, NI decata NIVNI: onie se žiteli džehennemski i vo nego za navek ḱe ostanat"
        },
        {
            "chapter": 3,
            "verse": 117,
            "text": "Ona što ḱe go podelat vo životot na ovoj svet slično e na posevot na onie koi zgrešile protiv sebe - koga ḱe go POGODI vetar laden pa, ḱe go uništi. Onie na Allah zlo ne Mu nanesoa tuku sebesi zlo si nanesoa"
        },
        {
            "chapter": 3,
            "verse": 118,
            "text": "vernici, ne zemajte doveriteli drugi luǵe osven meǵu vas, vašite nema da ve izneverat. Onie, osven vas, sakaat da ve vidat nurnati vo propast. Omraza od nivnite usti IZzleguva, a ona što go krijat vo gradite svoi e poopasno. Taka Nie vi gi objasnuvame znamenijata Naši samo ako sfaḱate"
        },
        {
            "chapter": 3,
            "verse": 119,
            "text": "Vie, ete, niv gi njubite a tie ne ve njubat. Vie vo Knigata veruvate, celosno! Koga ḱe ve sretnat, zboruvaat: “Nie veruvame;\" a koga, pak, ḱe se osamat, zaradi nivnata omraza kon vas, gi grizat vrvovite od prstite svoi. Kaži: “Umrete vo vašata omraza!\" Allah, navistina, go znae ona što e vo gradite"
        },
        {
            "chapter": 3,
            "verse": 120,
            "text": "Koga ḱe vi se sluči dobro lošotija gi obzema, a koga ḱe vi se sluči zlo - radost gi obzema. Nivnata spletka - ako ste trpelivi i bogobojazlivi - Vo ništo ne ḱe vi našteti. Allah, navistina, go opfaḱa ona što go rabotat"
        },
        {
            "chapter": 3,
            "verse": 121,
            "text": "I koga ti na vernicite, nautro, ostavajḱi go semejstvoto, IM go opredeli mestoto za borba...Allah e Znalec i Slušač"
        },
        {
            "chapter": 3,
            "verse": 122,
            "text": "I koga dve pleminja od vas ne sakaa da se pomestat... Allah gi zaštiti. Pa, vrz Allah neka se potpiraat vernicite"
        },
        {
            "chapter": 3,
            "verse": 123,
            "text": "Allah, na Bedr, vi pomogna. Mal broj bevte. Pa, plašete se od Allah za da bidete blagodarNI"
        },
        {
            "chapter": 3,
            "verse": 124,
            "text": "koga ti im reče na vernicite:“Nema li da vi bide dovolno toa što Gospodarot ve poddrža so spuštanje tri iljadi meleki"
        },
        {
            "chapter": 3,
            "verse": 125,
            "text": "Da, ako bidete trpelivi i bogobojazlivi; I, ako onie ve napadnat, vo toj slučaj, Allah ḱe ve poddrži so pet iljadi meleki, obeleženi"
        },
        {
            "chapter": 3,
            "verse": 126,
            "text": "Allah saka da ve zaraduva, da gi smiri srcata vaši. Pomošta doaǵa samo od Allah, Silen i Mudar"
        },
        {
            "chapter": 3,
            "verse": 127,
            "text": "Edna družina saka da ja razbie od onakvite nevernici, ili da gi frli niz strmnina, pa da se vratat porazeni"
        },
        {
            "chapter": 3,
            "verse": 128,
            "text": "Da, ti ništo ne možeš da im napraviš: On ḱe im prosti ili ḱe gi kazni. Onie, navistina, se zulumḱari"
        },
        {
            "chapter": 3,
            "verse": 129,
            "text": "Se što e na nebesata i na Zemjata e - Allahovo! Allah prostuva komu saka i kaznuva kogo saka. Allah e Prostuvač i Somilosen"
        },
        {
            "chapter": 3,
            "verse": 130,
            "text": "O vernici, ne jadete od lihvata koja se udvojuva i plašete se od Allah za da bidete spaseni"
        },
        {
            "chapter": 3,
            "verse": 131,
            "text": "I plašete se od ognot koj e za nevernicite podgotven"
        },
        {
            "chapter": 3,
            "verse": 132,
            "text": "Bidete poslušni i na Allah i na pejgamberot za da bidete smiluvani"
        },
        {
            "chapter": 3,
            "verse": 133,
            "text": "pobrzajte kon proškata od Gospopdarot vaš i kon Džennetot koj se prostira kolku nebesata i Zemjata - podgotven za bogobojazlivite"
        },
        {
            "chapter": 3,
            "verse": 134,
            "text": "za onie koi delat i koga se vo radost i koga se vo maka, i koi ja nadminuvaat omrazata, I koi im prostuvaat na luǵeto. Allah gi ubi dobročinitelite"
        },
        {
            "chapter": 3,
            "verse": 135,
            "text": "I za onie koi, koga ḱe napravat sramno delo ili koga ḱe si nanesat napast sebesi, pa go spomenuvaat Allaha i baraat proška za grevovite svoi, - a koj ḱe gi prostuva grevovite osven Allah? -i koi ne se istrajni vo ona što go srabotile, i koi, tokmu, znaat"
        },
        {
            "chapter": 3,
            "verse": 136,
            "text": "niv gi čekaat: nagrada, proška od Gospodarot Nivni I bavči niz koi reki tečat. Onie vo niv za navek ḱe ostanat. E, samo kolku e ubava taa nagrada za onie koi go pravat toa"
        },
        {
            "chapter": 3,
            "verse": 137,
            "text": "Pred vas pominaa nasledstva mnogu... ta, patuvajte po zemjata i gledajte kakva beše kaznata za laškovcite"
        },
        {
            "chapter": 3,
            "verse": 138,
            "text": "Ova e jasnotija za luǵeto, a Patokaz i Uka za bogobojazlivite"
        },
        {
            "chapter": 3,
            "verse": 139,
            "text": "I ne gubete hrabrost i ne razočaruvajte se: kako vernici ḱe bidete najsilni"
        },
        {
            "chapter": 3,
            "verse": 140,
            "text": "Ako vi se zadade rana, ednakvo, se zadava rana i na luǵeto, navistina! A vo tie denovi meǵu luǵeto davame prednost, naizmenlivo: Allah, taka, znae koi se vernici i gi zema meǵu vas šehidite! Allah ne gi tubi zulumḱarite"
        },
        {
            "chapter": 3,
            "verse": 141,
            "text": "vernicite On da gi očisti a nevernicite On da gi snema"
        },
        {
            "chapter": 3,
            "verse": 142,
            "text": "Ili smetate li deka Ḱe vlezete vo Džennetot, a Allah da ne znae za onie koi se borea od vas i da ne znae za trpelivite"
        },
        {
            "chapter": 3,
            "verse": 143,
            "text": "A vie veḱe smrtta ja posakavte veḱe pred da se sretnete so nea i očigledno ja zdogledavte"
        },
        {
            "chapter": 3,
            "verse": 144,
            "text": "Muhammed e samo pejgamber! I pred nego imaše pejgamberi pa, ako umre ili ako bide ubien ḱe se vratite li po stapalkite vaši? A onoj koj ḱe se vrati po stapalkite svoi na Allah vo ništo ne ḱe mu našteti, a blagodarnite Allah Ḱe gi nagradi"
        },
        {
            "chapter": 3,
            "verse": 145,
            "text": "Sekoj umira so odobrenieto Allahovo vo časot opredelen. Od nagradata ḱe mu dademe na onoj koj ja saka na ovoj svet I od nagradata ḱe mu dademe i na onoj koj ja saka na Ahiret. Nie ḱe gi nagradime blagodarnite"
        },
        {
            "chapter": 3,
            "verse": 146,
            "text": "I mnogu pejgamberi imaše so koi se borea mnogu pobožni luǵe i ne gubea hrabrost zaradi ona što im se sluči na Allahoviot pat, ne se otkažuvaa i koi ne se predavaa? A Allah gi njubi trpelivite"
        },
        {
            "chapter": 3,
            "verse": 147,
            "text": "Edinstveni nivni zborovi bea: “Gospodare naš, prosti gi grevovite naši i propustite naši vo odnesuvanjata naši, i POMOGNI NI protiv narodot nevernički"
        },
        {
            "chapter": 3,
            "verse": 148,
            "text": "Pa, Allah, togaš, im dade nagrada na ovoj svet, I ḱe im dade nagrada dobra na Ahiret. Allah gi ubi dobročinitelite"
        },
        {
            "chapter": 3,
            "verse": 149,
            "text": "O vernici, ako bidete poslušni na nevernicite ON ḱe ve vrati po stapalkite vaši... ta, ḱe stanete porazeni"
        },
        {
            "chapter": 3,
            "verse": 150,
            "text": "No, ne! Allah e Zaštitnikot vaš. ON od poddržnicite e NaJdobriot"
        },
        {
            "chapter": 3,
            "verse": 151,
            "text": "Vo srcata na nevernicite ḱe mnvleeme strav zatoa što na Allah drugar mu združuvaa, za koj On nikakov dokaz ne objavi. Ognot e prestojuvališteto nivno. KE, samo kolku lošo pribežište za zulumḱarite e toa"
        },
        {
            "chapter": 3,
            "verse": 152,
            "text": "Allah, sekako, GO ISPOLNI vetuvanjeto Svoe kon vas koga gi istrebuvavte, so odobrenieto Negovo, neprijatelite se do vremeto koga moslabnavte i raspravavte za naredbata. Neposlušni bevte po ona ŠTO posakavte da go vidite. Meǵu vas imaše: onie koi go sakaa ovoj svet i onie koi go sakaa Ahiret. Potoa On ve odvoi od niv za da ve isproba. I ON, sekako, vi prosti. Allah poseduva neizmerna dobrina kon vernicite"
        },
        {
            "chapter": 3,
            "verse": 153,
            "text": "Koga otstapivte, ne upravuvajḱi vnimanie KON NIkogo, I koga pejgamberot ve povikuvaše odnazad Allah ve kazni so griža nad griža za da ne taguvate za ona što vi se oddaleči i što ne vi se sluči. Allah e Izvesten za ona što go rabotite"
        },
        {
            "chapter": 3,
            "verse": 154,
            "text": "Potoa po tagata ON vi spušta smirna: “Nekoi od vas dremka gi obzema, a nekoi se grižea za sebesi. Ovie za Allah go pomisluvaa ona što ne e vistina, ona što se pomisluvaše za Allah vo džahilijjetot, zboruvajḱi: “Što ni ostana od taa pobeda?\" Kaži: “Seta pobeda, navistina e - Allahova!\" Vo nivnite duši go krijat ona što pred tebe ne go obelodenuvaat. Zboruvaat: “Da pobedevme ne ḱe izginevme tuka!\" Kaži: “I da bea vo kuḱite svoi smrtta ḱe gi stigneše, onie na koi im e zapišano da umrat, na mestata nivni. Za Allah da go ispita ona što e vo gradite vaši, i da go očisti ona što e vo srcata vaši. Allah go znae ona što go krijat gradite"
        },
        {
            "chapter": 3,
            "verse": 155,
            "text": "Onie meǵu vas koi gi zavrtija pleḱite na denot koga se sretnaa dvete vojski Šejtanot gi natera da padnat zaradi ona što porano go steknaa. Allah veḱe im prosti. Allah e Prostuvač i Blag"
        },
        {
            "chapter": 3,
            "verse": 156,
            "text": "O vernici, ne bidete kako nevernicite koi, dodeka braḱata nivni po zemjata patuvaat i bitka bijat, zboruvaat: “Da bea so nas ne ḱe umrea i ne ḱe zaginea.\" Allah sakaše so toa da gi ožalosti srcata nivni. Allah oživuva i Allah usmrtuva. Allah go gleda ona što go rabotite"
        },
        {
            "chapter": 3,
            "verse": 157,
            "text": "A ako zaginete na AllahovioTt pat ili ako umrete, proškata i milosta Allahova se podobri od ona što go zbiraat"
        },
        {
            "chapter": 3,
            "verse": 158,
            "text": "Ili da zaginete ili da umrete kaj Allah ḱe se zberete"
        },
        {
            "chapter": 3,
            "verse": 159,
            "text": "Samo so milosta Allahova ti si blag kon niv. A da si grub I so tvrdo srce ḱe pobegnat od tebe, daleku. Prosti im, togaš, i baraj proška za niv i dogovaraj se so niv vo naredbata. A koga ḱe rešiš - potpri se vrz Allah! Allah, navistina, gi tubi onie koi se potpiraat vrz Nego"
        },
        {
            "chapter": 3,
            "verse": 160,
            "text": "A ako Allah vi pomogne, pa ne ḱe ve pobedat, a ako ON ve ostavi koj, togaš, po Nego, ḱe vi pomogne? Pa, vernicite neka se potpiraat vrz Allaḱ"
        },
        {
            "chapter": 3,
            "verse": 161,
            "text": "Na pejgamberot ne mu dolikuva da sokrie nešto. Onoj što ḱe sokrie nešto ḱe go donese na Denot suden. Tamu sekomu ḱe mu se dade ona što si go spečalil.. I ne ḱe im se našteti"
        },
        {
            "chapter": 3,
            "verse": 162,
            "text": "Ne se ednakvi onoj koj go zasluži zadovolstvoto Allahovo i onoj koj ja predizvika lutinata Allahova. Prestojuvališteto na ovoj e Džehennemot. E, samo kolku lošo svratilište e toa"
        },
        {
            "chapter": 3,
            "verse": 163,
            "text": "Kaj Allah ima stepeni. A Allah go gleda ona što go rabotat"
        },
        {
            "chapter": 3,
            "verse": 164,
            "text": "Da, Allah gi daruvaše vernicite: Koga pomeǵu Niv isprati pejgamber od niv da IM gi kažuva ajetite Negovi, da gi očisti i da gi pouči vo Knigata, i Mudrosta iako porano bea vo zabluda očigledna"
        },
        {
            "chapter": 3,
            "verse": 165,
            "text": "Koga ve snajde nevolja kakva što vie dvojno vozvrativte na neprijatelot - vie rekovte: “Kako sega ova?\" Kaži: “Toa e od vas samite?\" Allah, navistina, e Kadar za se"
        },
        {
            "chapter": 3,
            "verse": 166,
            "text": "I ona što ve snajde na denot koga se sretnaa dvete vojski - beše so odobruvanje Allahovo za da se znaat vernicite"
        },
        {
            "chapter": 3,
            "verse": 167,
            "text": "i da se znaat dvoličnite koga im se reče: “Dojdete! Borete se na Allahoviot pat ili branete se!\" Rekoa: “Da znaevme deka ḱe ima borba ḱe ve sledevme.\" Togaš, onie se poblisku do neveruvanjeto otkolku do imanot: go zboruvaat so svoite jazici ona što ne e vo srcata nivni. Allah najdobro go znae ona što go krijat"
        },
        {
            "chapter": 3,
            "verse": 168,
            "text": "Onie koi im zboruvaa na braḱata svoi i koi si sedea: “Da ne poslušaa ne ḱe zaginea!\" Kaži: “Ako ste iskreni, togaš, odgodete ja od sebesi smrtta"
        },
        {
            "chapter": 3,
            "verse": 169,
            "text": "I ne smetajte gi za mrtvi onie koi zaginaa na Allahoviot pat. No, ne! Živi se. Kaj Gospodarot nivni se snabdeni"
        },
        {
            "chapter": 3,
            "verse": 170,
            "text": "i radosni se so ona što im go dade Allah od dobrinata Svoja i donesuvaat radosnica za onie koi ḱe im se priklučat po NIV: “Nema da stravuvaat i nema da taguvaat"
        },
        {
            "chapter": 3,
            "verse": 171,
            "text": "Donesuvaat radosnica za beriḱetot i dobrinata Allahova, I deka Allah, navistina, ne ja smaluva nagradata na vernicite"
        },
        {
            "chapter": 3,
            "verse": 172,
            "text": "Ima golema nagrada za onie koi se ozvaa Na POVIKOT OD Allah i pejgamberot po zadobienite rani, i koi dobro rabotat I koi se bogobojazlivi... za NIV ima nagrada golema"
        },
        {
            "chapter": 3,
            "verse": 173,
            "text": "na koi im rekoa luǵeto: “Site luǵe, navistina, se sobrale protiv vas i čuvajte se od niv - i ova im go zgolemi imanot i rekoa: “Allah ni e Dovolen. SE, samo kakov Zakrilnik e ON"
        },
        {
            "chapter": 3,
            "verse": 174,
            "text": "Pa, se opsipaa so beriḱetot i dobrinata Allahova; zloto ne gi dopre. Go sledea zadovolstvoto Allahovo. A Allah poseduva dobrina golema"
        },
        {
            "chapter": 3,
            "verse": 175,
            "text": "Vas samo Šejtanot ve zaplašuva, navistina, so negovite zaštitnici. Pa, od niv ne plašete se tuku, ako ste vernici, od Mene plašete se"
        },
        {
            "chapter": 3,
            "verse": 176,
            "text": "Neka ne te zagrižuvaat onie koi se stremat da odat vo propast. Vo ništo, navistina, na Allah nema da mu naštetat. Allah saka da ne im dade nagrada na Ahiret. Za niv ima kazna golema"
        },
        {
            "chapter": 3,
            "verse": 177,
            "text": "Da, onie koi go kupuvaat neveruvanjeto za veruvanje vo ništo na Allah nema da mu naštetat. Za niv ima kazna bolna"
        },
        {
            "chapter": 3,
            "verse": 178,
            "text": "Onie koi ne veruvaat neka ne mislat deka, navistina, e dobro za niv toa što im dadovme dolg život. Dolg život Nie im dadovme samo da im go zgolemime grevot, navistina! Za niv ima kazna sramna"
        },
        {
            "chapter": 3,
            "verse": 179,
            "text": "Allah nema da gi ostavi vernicite vo taa sostojba vo koja ste vie se dodeka ON ne go ODVoI dobroto od lošoto. Allah ne vi ja obelodenuva Tajnata, tuku Allah odbira, meǵu pejgamberite, so posak Svoj. I veruvajte, togaš, vo Allah i vo pejgamber-. ite Negovi. Ako veruvate i ako se plašite - pa, za vas ima nagrada golema"
        },
        {
            "chapter": 3,
            "verse": 180,
            "text": "Neka ne mislat onie koi skržavat vo ona što Allah im dade od dobrinata Svoja deka e toa dobro za niv, tuku toa e lošo za niv: Na Denot suden ona vo što skržavat ḱe im bide za vrat obeseno. Mirazot na nebesata i na Zemjata e - Allahov! A Allah e Izvesten za ona što go rabotite"
        },
        {
            "chapter": 3,
            "verse": 181,
            "text": "A Allah veḱe go slušna zborot na oni koi zboruvaa: “Allah, navistina, e siromašen, a nie sme bogati.\" Ḱe go zapišeme ona što go zboruvaa i ubivanjeto na pejgamberite bespravno, i ḱe rečeme: “Iskusete ja kaznata ognena"
        },
        {
            "chapter": 3,
            "verse": 182,
            "text": "Ete, toa e zaradi ona što go napravija racete vaši, a Allah, navistina, ne e nepraveden kon robovite"
        },
        {
            "chapter": 3,
            "verse": 183,
            "text": "Onie koi „zboruvaa:“Da, Allah ni naredi da ne mu veruvame na nieden pejgamber se dodeka ne ni dojde so „kurban što ḱe go sprži ognot. Kaži: “I porano, sekako, vi doaǵaa pejgamberi i so jasnotiii so ona što go zboruvate -e, pa, zošto gi ubivavte ako ste is-kreni"
        },
        {
            "chapter": 3,
            "verse": 184,
            "text": "Ako te smetaat za laško pa, i pejgamberite pred tebe, koi doaǵaa so jasnotii i so stranici-sahifi i so Kniga prosvetlena, se smetani za lašKOVCI"
        },
        {
            "chapter": 3,
            "verse": 185,
            "text": "Da, sekoj ḱe ja proba smrtta, i samo na Denot suden ḱe vi se ispolnat nagradite. Koj ḱe se oddaleči od ognot a ḱe vleze vo Džennetot - toj veḱe pobedi; životot na ovoj svet e samo lažno uživanje"
        },
        {
            "chapter": 3,
            "verse": 186,
            "text": "Da, ḱe bidete staveni vo iskušenie i so imotite vaši i so životite vaši, i ḱe se naslušate so mnogu navredi vrz nekoi od onie pred vas na koi im e dadena Knigata. A ako ste, pak, trpelivi i bogobojazlivi pa, toa, tokmu, e edna od golemite raboti"
        },
        {
            "chapter": 3,
            "verse": 187,
            "text": "koga Allah go prifati Dogovorot od onie na koiime dadena Knigata: “Vie ḱe im go objasnite na luǵeto i nema da go kriete\" -i onie go zanemarija i go prodadoa za mala vrednost. E, samo kolku e lošo ona što go posluvaat"
        },
        {
            "chapter": 3,
            "verse": 188,
            "text": "ne misli nikako deka onie koi se raduvaat so dadenoto im i koi sakaat da im se zablagodari za nesrabotenoto i ne smetaj gi... deka ḱe bidat spaseni od kaznata. Za niv ima kazna bolna"
        },
        {
            "chapter": 3,
            "verse": 189,
            "text": "Vlasta i na nebesata i na Zemjata e - Allahova! Allahe Kadar za se"
        },
        {
            "chapter": 3,
            "verse": 190,
            "text": "Vo sozdavanjeto na nebesata I Zemjata i vo promenata na denot i noḱta za nadarenite so razum, navistina, ima znamenija"
        },
        {
            "chapter": 3,
            "verse": 191,
            "text": "za onie koi go spomenuvaat Allaha i stoejḱi i sedejḱi I ležejḱi i koi razmisluvaat za sozdavanjeto na nebesata i na Zemjata:“Gospopdare naš, ti ova ne go sozdade zaludno. Vozvišen si Ti, sočuvaj ne od kaznata ognena"
        },
        {
            "chapter": 3,
            "verse": 192,
            "text": "Gospodare naš, onoj što ḱe go frliš vo ognot, navistina, si go ponižil. Za zulumḱarite nema poddržnici"
        },
        {
            "chapter": 3,
            "verse": 193,
            "text": "Gospodare naš, nie, sekako, čuvme eden povikuvač ŠTO povikuvaše vo iman: “Veruvajte vo Gospodarot vaš!\" Nie veruvame, Gospodare naš, prosti ni gi grevovite i zanemari gi propustite naši i odredi da umreme zaedno so dobrite"
        },
        {
            "chapter": 3,
            "verse": 194,
            "text": "Gospodare naš, daj ni go ona što im go veti na pejgamberite Tvoi. Ne ponižuvaj ne na Denot suden. Ti, navistina, vetuvanjeto ne go zanemaruvaš"
        },
        {
            "chapter": 3,
            "verse": 195,
            "text": "I Gospodarot nivni, togaš, im vozvrati na molbata nivna: “Ne ḱe go poništam, navistina, deloto na onoj koj ḱe go napravi OD vas, bilo maško ili žensko, zašto vie ste ednizadrugi. A onie koi se iselija i koi bea progoneti od ogništata svoi, I koi bea maltretirani na Mojot Pat i koi se borea i koi ginea ḱe im gi prostam grevovite NIVNI I ḱe gi vovedam vo bavčite mdžennetski niz koi reki tečat. Nagradata e - Allahova! A kaj Allah nagradata e najubava"
        },
        {
            "chapter": 3,
            "verse": 196,
            "text": "I nikako neka ne te izmami patuvanjeto po zemjata na onie koi ne veruvaat"
        },
        {
            "chapter": 3,
            "verse": 197,
            "text": "Malku zadovolstvo, a potoa prestojuvališteto nivno e Džehennemot. E, samo kolku lošo pribežište e toa"
        },
        {
            "chapter": 3,
            "verse": 198,
            "text": "No, bogobojazlivite, od Gospodarot nivni, gi čekaat bavči džennetski niz koi reki tečat; vo niv za navek ḱe ostanat, I takva e, ete, počivkata kaj Allah. A ona što e dobro kaj Allah najdobro e za dobročinitelite"
        },
        {
            "chapter": 3,
            "verse": 199,
            "text": "Meǵu sledbenicite na Knigata ima koi veruvaat i vo Allah i vo ona što vam vi se objavuva i vo ona ŠTO im e objaveno, i koi se plašat od Allah i koi ne gi prodavaat zborovite Allahovi za bezvredno. Nagradata nivna e kaj Gospodarot nivni. Allah, navistina, e Brz Presmetuvač"
        },
        {
            "chapter": 3,
            "verse": 200,
            "text": "O vernici, bidete trpelivi i izdržlivi, držete se cvrsto i plašete se od Allah za da bidete spaseni"
        },
        {
            "chapter": 4,
            "verse": 1,
            "text": "luǵe, plašete se od Gospodarot vaš koj ve sozdade od eden čovek. OD nego sozdade žena. I OD niv rasea i maži i ženi mnogu. Plašete se od Allah, so Čie ime se povikuvate, i meǵu rodninite. Allah, navistina, bdee vrz vas"
        },
        {
            "chapter": 4,
            "verse": 2,
            "text": "ajte im go na jetimite imotot NIVNI, I ne zamenuvajte go dobroto so lošoto, i ne trošete GO IMOTOT NIVNI SO IMOTOT vaš. Toa, sekako, e golem grev"
        },
        {
            "chapter": 4,
            "verse": 3,
            "text": "ako se plašite deka nema da bidete pravedni kon jetimite ženi, togaš, venčavajte gi onie ženi koi VI se dozvoleni: po dve, po tri, po četiri. A ako, pak, se plašite deka nema da bidete pravedni, togaš, dosta vi e edna; ili so onie koi vi se dadeni vo sopstvenost. Ete, taka ḱe bidete najdaleku od nepravdata"
        },
        {
            "chapter": 4,
            "verse": 4,
            "text": "dajte im gi na soprugite od se srce nivnite venčani podaroCI, a, ako pak, onie vi podarat nešto od toa, trošete go na najdobar način i so uživanje"
        },
        {
            "chapter": 4,
            "verse": 5,
            "text": "ne davajte go imotot vaš na bezumnite, koi Allah vi gi dade da upravuvate so niv, a imotot nivni za nivna ishrana i obleka trošete go, i zboruvajte im učtivo"
        },
        {
            "chapter": 4,
            "verse": 6,
            "text": "I proveruvajte gi jetimite se dodeka ne stasaat za brak,i koga ḱe usetite deka se zreli, togaš, predajte im go imotot nivni. I ne trošete go rasipnički i brzo dodeka ne porasnat. Koj e bogat - neka se vozdrži, a koj e siromašen neka troši skromno. Koga ḱe im go predadete imotot nivni, pobarajte prisustvo na svedoci. Dovolno e polaganjeto smetka kaj Allah"
        },
        {
            "chapter": 4,
            "verse": 7,
            "text": "a mažite im pripaǵa del od ona što go ostavile roditelite i bližnite, i na ženite im pripaǵa del od ona što go ostavile roditelite i bližnite, bilo da e mnogu bilo da e malku: delot propišan"
        },
        {
            "chapter": 4,
            "verse": 8,
            "text": "ako se prisutni pri raspodelbata od potesnata familija, Jetimi i siromašni, nim, od imotot, podarete im, i zboruvajte im ubavi zborovi"
        },
        {
            "chapter": 4,
            "verse": 9,
            "text": "ako onie, pak, ostavat zad sebe potomstvo bez zaštita, neka se plašat.I neka se bojazlivi OD Allah i neka zboruvaat vistina"
        },
        {
            "chapter": 4,
            "verse": 10,
            "text": "nie koi go jadat imotot na jetimite bespravno, navistina, frlaat ogan vo stomacite svoi; naskoro ḱe se pržat vo ognot džehennemski"
        },
        {
            "chapter": 4,
            "verse": 11,
            "text": "te, Allah vi ostava vo vasiet, što se odnesuva do vašite deca, da im ostavite: na maškoto del kolku od dve ženski. A ako, pak, bidat ženski poveḱe OD dve nim im pripaǵaat dve tretini od ona što go ostavila ako e edno mu pripaǵa polovina. A na roditelite, za sekoj poedinečno, šestina od ona što go ostavil ako ima dete, a ako nema dete, vo slučaj da go nasleduvaat roditelite, na majkata i pripaǵa edna tretina. A ako ima braḱa - na majkata i sleduva šestina. Ova e po vasietot I podmiruvanjeto na dolgot. Vie ne znaete koi vi se poblisku, vo pogled na korist, roditelite vaši ili sinovite vaši. Toa e naredba od Allah. Allah, navistina, e Znalec i Mudar"
        },
        {
            "chapter": 4,
            "verse": 12,
            "text": "vam vi pripaǵa polovina od ona što go ostavaat ženite vaši ako nemaat dete, a ako imaat dete, vam vi pripaǵa četvrtina od ona što go ostavaat po napraveniot vasiet so koj se odreduva ili po podmiruvanjeto na dolgot. A nim im pripaǵa četvrtina od ona što ḱe go ostavite ako nemate dete, a ako imate dete, nim im pripaǵa osmina od ona što ḱe go ostavite po napraveniot vasiet so koj se odreduva ili po podmiruvanjeto na dolgot. A ako mažot i ženata nema komu da ostavat, od nagorna ili nadolna loza, a imaat brat ili sestra na sekoj od ovie mu pripaǵa po edna šestina, a ako gi ima poveḱe, togaš, site zaedno učestvuvaat vo tretina po napraveniot vasiet ili po podmiruvanjeto na dolgot bez da bide nekoj ošteten. Vasietot e od Allah. Allah e Znalec i Blag"
        },
        {
            "chapter": 4,
            "verse": 13,
            "text": "te, toa se granicite Allahovi. Onoj koj e poslušen na Allah i na pejgamberot Negov ḱe vleze vo džennetskite bavči. Niz koi reki tečat. Vo niv za na-. vek ḱe ostane. Ete, toa e pobeda golema"
        },
        {
            "chapter": 4,
            "verse": 14,
            "text": "onoj koj e neposlušen na Allah i na pejgamberot Negov, koj gi preminuva granicite Ne-. govi, ḱe vleze vo ognot. I vo nego za navek ḱe ostane. Za nego ima kazna sramna"
        },
        {
            "chapter": 4,
            "verse": 15,
            "text": "oga nekoja od ženite vaši ḱe napravi prenjuba pobarajte četiri svedoci protiv niv, a ako, pak, ovie posvedočat, togaš, zadržete gi vo domovite dodeka ne gi stigne smrtta ili dodeka Allah ne im otvori pat"
        },
        {
            "chapter": 4,
            "verse": 16,
            "text": "ako, pak, dvajcata toa go napravat, od vas, togaš, prekorete gi, a ako se pokajat i ako se popravat, togaš, pominete preku toa! Allah, navistina, e Prostuvač i Somilosen"
        },
        {
            "chapter": 4,
            "verse": 17,
            "text": "a, prostuvanjeto kaj Allah, navistina, e za onie koi ḱe napravat lošo od neznaenje i koi potoa vednaš ḱe se pokajat taka, nim Allah ḱe im prosti. A Allah e Znalec i Mudar"
        },
        {
            "chapter": 4,
            "verse": 18,
            "text": "rostuvanjeto ne e za onie koi rabotat loši dela. Koga nekomu od niv ḱe mu se približi smrtta, ḱe reče: “Jas, navistina, sega se kajam.\" Ne e, tokmu, ni za onie koi ḱe umrat kako nevernici. Za Niv Nie podgotvivme kazna bolna"
        },
        {
            "chapter": 4,
            "verse": 19,
            "text": "vernici, ne vi e dozvoleno da gi nasleduvate ženite sprotivno na nivnata volja. I ne nanesuvajte im šteta za da grabnete del od ona što im go podarivte osven ako ne napravat očigledno sramno delo. I učtivo odnesuvajte se kon niv. A ako, pak, imate nekakov prezir kon niv možebi vo ona što gi prezirate Allah ḱe vi dade dobro golemo"
        },
        {
            "chapter": 4,
            "verse": 20,
            "text": "ako sakate da ja zamenite ženata so druga žena i ako nejze A dadovte mnogu bogatstvo OD toa ništo ne zemajte. Zarem toa nasilno ḱe I go odzemete. Toa, očigledno, e grev"
        },
        {
            "chapter": 4,
            "verse": 21,
            "text": "kako ḱe im go odzemete koga bevte otvoreni ednisodrugi i koga onie od vas dobija cvret dogovor za brak"
        },
        {
            "chapter": 4,
            "verse": 22,
            "text": "ne venčavajte gi ženite koi gi venčavaa vašite babovci. Ona što beše - veḱe pomina. Toa e sramno delo, gnasota i loš pat, navistina"
        },
        {
            "chapter": 4,
            "verse": 23,
            "text": "abraneti vi se da stapite vo. brak: majkite vaši, i ḱerkite vaši, i sestrite vaši, i sestri-. te na babovcite vaši, i sestrite na majkite vaši, i ḱerkite na brat vi i sestra vi, i majkite vaši koi ve doeja, i sestrite vaši po mleko, i majkite od ženite vaši, i pastorkite, koi se pod vaša zakrila od ženite vaši ako so ovie imavte bračen ODNOS, No ako so Niv ste nemale bračen odnos, nemate grev. Zabraneto vi e da stapite vo brak I so ženite na vašite rodeni SINOVI i so dve sestri istovremeno. Ona što beše - pomina. Allah, navistina, e Prostuvač i Somilosen"
        }
    ]
}