{
    "rukus": [
        {
            "chapter": 17,
            "verse": 11,
            "text": "maṉitaṉ. Naṉmaiyāka pirārttaṉai ceyvatu pōlavē (cila camayam) tīmaikkākavum pirārttikkiṉṟāṉ; (ēṉeṉṟāl) maṉitaṉ avacarakkāraṉāka irukkiṉṟāṉ"
        },
        {
            "chapter": 17,
            "verse": 12,
            "text": "iravaiyum, pakalaiyum nām iraṇṭu attāṭcikaḷāka ākkiṉōm. Piṉṉar iraviṉ attāṭci maṅki (iruḷāki)ṭac ceytōm; uṅkaḷ iṟaivaṉuṭaiya aruṭkoṭaiyai nīṅkaḷ tēṭikkoḷvataṟkākavum - āṇṭukaḷiṉ eṇṇikkaikaḷaiyum kaṇakkukaḷaiyum nīṅkaḷ aṟintu koḷvataṟkākavum, pakaliṉ attāṭciyaip pirakācamākkiṉōm - mēlum nām ovvoru poruḷaiyum teḷivāka vivarittirukkiṟōm"
        },
        {
            "chapter": 17,
            "verse": 13,
            "text": "Ovvoru maṉitaṉuṭaiya ceyal kuṟippaiyum avaṉuṭaiya kaḻuttil nām māṭṭi irukkiṟōm; kiyāmat nāḷil avaṉukkāka ōr ēṭṭai veḷippaṭuttuvōm - tiṟakkappaṭṭa nilaiyil ataṉai avaṉ peṟṟuk koḷvāṉ"
        },
        {
            "chapter": 17,
            "verse": 14,
            "text": "nī uṉ puttakattaip paṭittup pār! Iṉṟu uṉakku etirāka uṉṉuṭaiya ātmāvē kaṇakkatikāriyāka irukkap pōtum\" (eṉṟu appōtu nām kūṟuvōm)"
        },
        {
            "chapter": 17,
            "verse": 15,
            "text": "evaṉ nērvaḻiyil celkiṉṟāṉō, avaṉ taṉṉuṭaiya naṉmaikkākavē nēr vaḻiyil celkiṟāṉ; evaṉ vaḻi kēṭṭil celkiṉṟāṉō, avaṉ taṉakkē kēṭu ceytu koṇṭāṉ; (niccayamāka) oruvaṉuṭaiya pāvaccumaiyai maṟṟoruvaṉ cumakkamāṭṭāṉ; (nam) tūtarai aṉuppāta varaiyil (evaraiyum) nām vētaṉai ceyvatillai"
        },
        {
            "chapter": 17,
            "verse": 16,
            "text": "nām ōr ūrai (ataṉ tīmaiyiṉ kāraṇamāka) aḻikka nāṭiṉāl, atiluḷḷa (vacatiyāṉa) cukavācikaḷai (nērvaḻiyaip piṉpaṟṟi vāḻumāṟu) nām ēvuvōm; āṉāl avarkaḷō (nam ēvalukku kaṭṭuppaṭāmal) varampu mīṟi naṭappārkaḷ. Appōtu, avvūriṉ mītu, (vētaṉai paṟṟiya nam) vākku uṇmaiyāki viṭukiṟatu - appāl, nām ataṉai aṭiyōṭu aḻittu viṭukiṟōm"
        },
        {
            "chapter": 17,
            "verse": 17,
            "text": "nūhukkuppiṉ ettaṉai talaimuṟaiyiṉarai nām aḻittirukkiṉṟōm? Iṉṉum, taṉ aṭiyārkaḷiṉ pāvaṅkaḷai naṉkaṟintavaṉākavum, kūrntu nōkkupavaṉākavum iruppataṟku um iṟaivaṉ pōtumāṉavaṉ"
        },
        {
            "chapter": 17,
            "verse": 18,
            "text": "evarkaḷ (maṟumaiyaip puṟakkaṇittum viraivil aḻiyum) ivvāḻkkaiyai virumpukiṟārkaḷō, avarkaḷil nām nāṭiyavarkaḷukku nām nāṭuvatai (ivvulakilēyē) viraintu koṭuttu viṭuvōm; piṉṉarō a(ttakaiya)varukkāka, nām jahaṉṉa(m naraka)ttaic cittappaṭutti vaittirukkiṟōm; atil avar paḻikkappaṭṭavarākavum capikkappaṭṭavarākavum nuḻaivār"
        },
        {
            "chapter": 17,
            "verse": 19,
            "text": "Iṉṉum evar maṟumaiyai nāṭi ataṟkākat takka pirayācaiyuṭaṉ, muḥmiṉākavum iruntu muyalkiṉṟārō, a(ttakaiya)varkaḷiṉ muyaṟci (allāhviṭattil naṟkūlikkuriyatāka) ēṟṟuk koḷḷappaṭum"
        },
        {
            "chapter": 17,
            "verse": 20,
            "text": "i(m'maiyai virumpupa)varkaḷukkum, (maṟumaiyai ācikkum) maṟṟavarkaḷukkum umatu iṟaivaṉākiya namatu aruṭkoṭaiyiliruntu nāmē utavi ceykiṟōm; umatu iṟaivaṉiṉ aruṭkoṭai (evarukkum) taṭukkappaṭṭatāka illai"
        },
        {
            "chapter": 17,
            "verse": 21,
            "text": "(napiyē!) Nām evvāṟu avarkaḷil cilaraic cilaraiviṭa (im'maiyil) mēṉmaippaṭutti irukkiṟōm eṉpatai nīr kavaṉippīrāka! Eṉiṉum maṟumai (vāḻkkai) patavikaḷilum mikap periyatu, mēṉmaiyilum mikap periyatākum"
        },
        {
            "chapter": 17,
            "verse": 22,
            "text": "allāhvuṭaṉ maṟṟōr āṉṭavaṉai nīr (iṇai) ākka vēṇṭām; (appaṭic ceytāl) nīr paḻikkappaṭṭavarākavum, utavi aṟṟavarākavum amaintu viṭuvīr"
        }
    ]
}