{
    "rukus": [
        {
            "chapter": 30,
            "verse": 28,
            "text": "uṅkaḷiliruntē avaṉ uṅkaḷukkāka ōr utāraṇattai eṭuttuk kūṟukiṟāṉ; uṅkaḷ valakkaram urimaippaṭuttik koṇṭavarkaḷil (aṭimaikaḷil) evaraiyum, nām uṅkaḷuk aḷittiruppa(tāṉa campat)til uṅkaḷuṭaṉ paṅkāḷikaḷāka ākkik koṇṭu atil avarkaḷuṭaṉ camamāka irukkiṟīrkaḷā? Uṅkaḷaip pōṉṟōrukku payappaṭuvataippōl avarkaḷai payappaṭukiṟīrkaḷā? Ivvāṟākavē nām nam attāṭcikaḷai cintittuṇarum camūkattiṟku vivarikkiṟōm"
        },
        {
            "chapter": 30,
            "verse": 29,
            "text": "eṉiṉum aniyāyakkārarkaḷ kalvi ñāṉamillāmal tam maṉō iccaikaḷaiyē piṉpaṟṟukiṟārkaḷ; ākavē evarkaḷai allāh vaḻikeṭac ceytāṉō, avarkaḷai nēr vaḻiyil koṇṭu varupavar yār? Mēlum avarkaḷukku utavi ceyvōr evarumilar"
        },
        {
            "chapter": 30,
            "verse": 30,
            "text": "ākavē, nīr um'mukattai tūya (islāmiya) mārkkattiṉ pakkamē muṟṟilum tiruppi nilainiṟuttuvīrāka! E(nta mārkkat)til allāh maṉitarkaḷaip paṭaittāṉō atuvē avaṉuṭaiya (nilaiyāṉa) iyaṟkai mārkkamākum; allāhviṉ paṭaittalil māṟṟam illai atuvē nilaiyāṉa mārkkamākum. Āṉāl maṉitaril perumpālōr (itai) aṟiyamāṭṭārkaḷ"
        },
        {
            "chapter": 30,
            "verse": 31,
            "text": "nīṅkaḷ avaṉ pakkamē tirumpiyavarkaḷāka iruṅkaḷ; avaṉiṭam payapaktiyuṭaṉ naṭantu koḷḷuṅkaḷ; toḻukaiyaiyum nilai niṟuttuṅkaḷ; iṉṉum iṇaivaippōril nīṅkaḷum āki viṭātīrkaḷ"
        },
        {
            "chapter": 30,
            "verse": 32,
            "text": "Evarkaḷ taṅkaḷ mārkkattil piriviṉaikaḷai uṇṭākki (pala) pirivukaḷākap pirintu viṭṭaṉarō (avarkaḷil āki viṭa vēṇṭām. Avvāṟu pirinta) ovvoru kūṭṭattārum taṅkaḷiṭamiruppataik koṇṭē mikiḻvaṭaikiṟārkaḷ"
        },
        {
            "chapter": 30,
            "verse": 33,
            "text": "maṉitarkaḷukku (paci, nōy, vaṟumai, pañcam pōṉṟa ētēṉum) caṅkaṭam ēṟpaṭṭāl avarkaḷ taṅkaḷ iṟaivaṉiṭam mukam tiruppi, (atai nīkkiyaruḷa) avaṉiṭam pirārttaṉai ceykiṟārkaḷ; piṟaku avaṉ avarkaḷukku taṉṉiṭamiruntu rahmattai cuvaikkac ceytāl, avarkaḷil oru piriviṉar tam iṟaivaṉukku iṟai vaikkiṉṟaṉar"
        },
        {
            "chapter": 30,
            "verse": 34,
            "text": "nām avarkaḷukku aruḷiyataṟkāka (naṉṟi celuttāmal) avarkaḷai nirākarittuk koṇṭirukkaṭṭum; nīṅkaḷ cukamaṉupavittuk koṇṭiruṅkaḷ; viraivil (itaṉ viḷaivai) nīṅkaḷ aṟintu koḷvīrkaḷ"
        },
        {
            "chapter": 30,
            "verse": 35,
            "text": "allatu, avarkaḷ iṇaivait(tu vaṇaṅkuva)taṟku ātāramāka kūṟakkūṭiya ētāvatu ōr attāṭciyai nām avarkaḷukku iṟakki vaittirukkiṟōmā"
        },
        {
            "chapter": 30,
            "verse": 36,
            "text": "iṉṉum nām maṉitarkaḷai (nam) rahmattai rucikka (aṉupavikka)c ceytāl. Avarkaḷ ataik koṇṭu makiḻkiṟārkaḷ; āṉāl avarkaḷuṭaiya kaikaḷ muṉṉarē ceytuḷḷataik koṇṭu oru tīṅku avarkaḷukku campavittu viṭṭāl avarkaḷ nirācaippaṭṭu viṭukiṟārkaḷ"
        },
        {
            "chapter": 30,
            "verse": 37,
            "text": "niccayamāka allāh tāṉ nāṭiyōrukku riskkai - ākāra vacatikaḷai - vicālamākkukiṟāṉ; (tāṉ nāṭiyōrukkuc) curukkiyum viṭukiṟāṉ eṉpatai avarkaḷ pārkka villaiyā? Niccayamāka īmāṉ koṇṭuḷḷa camūkattiṟku itil attāṭcikaḷ irukkiṉṟaṉa"
        },
        {
            "chapter": 30,
            "verse": 38,
            "text": "Ākavē, uṟaviṉarkaḷukku avarkaḷ pāttiyataiyaik koṭuttu varuvīrāka. Avvāṟē ēḻaikaḷukkum, vaḻippōkkarkaḷukkum (avaravarkkuriyatai koṭuttu varuvīrāka); evarkaḷ allāhviṉ tirup poruttattai nāṭukiṟārkaḷō avarkaḷukku itu mikka naṉmaiyuṭaiyatākum; avarkaḷtām (avvāṟu koṭuttu varupavar tām) veṟṟiyāḷarkaḷāvārkaḷ"
        },
        {
            "chapter": 30,
            "verse": 39,
            "text": "(maṟṟa) maṉitarkaḷuṭaiya mutalkaḷuṭaṉ cērntu (uṅkaḷ celvam) perukum poruṭṭu nīṅkaḷ vaṭṭikku viṭuvīrkaḷāṉāl, atu allāhviṭam perukuvatillai āṉāl allāhviṉ tirupporuttattai nāṭi jakāttāka etai nīṅkaḷ koṭukkiṟīrkaḷō, (atu allāhviṭattil perukum. Avvāṟu koṭuppōr tām (tam naṟkūliyai) iraṭṭippākkik koṇṭavarkaḷāvārkaḷ"
        },
        {
            "chapter": 30,
            "verse": 40,
            "text": "allāhtāṉ uṅkaḷaip paṭaittāṉ; piṉ uṅkaḷukku uṇavu vacatikaḷai aḷittāṉ; avaṉē piṉṉar uṅkaḷai marikkac ceykiṟāṉ. Piṟaku avaṉē uṅkaḷai uyirppippāṉ -ivaṟṟil ētēṉum oṉṟaic ceyyak kūṭiyatāka uṅkaḷ iṇai teyvaṅkaḷ irukkiṟatā? Allāh mikavum tūyavaṉ; avarkaḷ iṇai vaippatai viṭṭum mikavum uyarntavaṉ"
        }
    ]
}