{
    "rukus": [
        {
            "chapter": 45,
            "verse": 12,
            "text": "kappalkaḷ avaṉ kaṭṭaḷaiyaik koṇṭu (kaṭalil) cellum poruṭṭum, nīṅkaḷ avaṉuṭaiya aruḷait tēṭikkoḷḷum poruṭṭum; mēlum avaṉukku naṉṟi celuttum poruṭṭum uṅkaḷukkuk kaṭalai vacappaṭuttik koṭuttavaṉ allāhvē āvāṉ"
        },
        {
            "chapter": 45,
            "verse": 13,
            "text": "Avaṉē vāṉaṅkaḷiluḷḷavai, pūmiyiluḷḷavai aṉaittaiyum taṉ aruḷāl uṅkaḷukku vacappaṭuttik koṭuttirukkiṟāṉ; atil cintikkum camūkattārukku niccayamākap pala attāṭcikaḷ uḷḷaṉa"
        },
        {
            "chapter": 45,
            "verse": 14,
            "text": "īmāṉ koṇṭavarkaḷukku (napiyē!) Nīr kūṟiviṭum; allāhvuṭaiya (taṇṭaṉaikkāṉa) nāṭkaḷai nampātavarkaḷai avarkaḷ maṉṉittu (avarkaḷaip paṟṟi allāhviṭam parañ cāṭṭiviṭaṭṭum); jaṉaṅkaḷukku avarkaḷ tēṭik koṇṭa viṉaikkut takkapalaṉai avaṉ koṭuppāṉ"
        },
        {
            "chapter": 45,
            "verse": 15,
            "text": "evar sālihāṉa (nalla) amalai ceykiṟārō atu avarukNku naṉmaiyākum; aṉṟiyum, evar tīmaiyaic ceykiṟārō, atu avarukkē tīmaiyākum, piṉṉar uṅkaḷ iṟaivaṉiṭamē nīṅkaḷ mīṭṭappaṭuvīrkaḷ"
        },
        {
            "chapter": 45,
            "verse": 16,
            "text": "niccayamāka nām, isrāyīliṉ cantatiyiṉarukku vētattaiyum, atikārattaiyum, nupuvvattaiyum koṭuttōm; avarkaḷukku maṇamāṉa uṇavu (vacati)kaḷaiyum koṭuttōm - aṉṟiyum akilattāril avarkaḷai mēṉmaiyākkiṉōm"
        },
        {
            "chapter": 45,
            "verse": 17,
            "text": "avarkaḷukku (mārkka viṣayattil) teḷivāṉa kaṭaṭaḷaikaḷaiyum koṭuttōm; eṉiṉum avarkaḷukkiṭaiyē uṇṭāṉa poṟāmaiyiṉāl, avarkaḷukku (vēta) ñāṉam vantapiṉṉarum avarkaḷ apippirāya pētam koṇṭārkaḷ; niccayamāka um iṟaivaṉ avarkaḷ etil apippirāya pētam koṇṭiruntārkaḷō atil kiyāma nāḷil avarkaḷiṭaiyē tīrppuc ceyvāṉ"
        },
        {
            "chapter": 45,
            "verse": 18,
            "text": "itaṉ piṉṉar ṣarī'attil (mārkkattil) oru nērāṉa vaḻiyil nām ākkiyuḷḷōm. Ākavē nīr ataṉaiyē piṉpaṟṟuvīrāka aṉṟiyum, aṟiyāmal irukkiṉṟārkaḷē avarkaḷiṉ viruppaṅkaḷaip piṉpaṟṟātīr"
        },
        {
            "chapter": 45,
            "verse": 19,
            "text": "Niccayamāka avarkaḷ allāhvukku etirāka umakku yātōr utaviyum ceytu viṭa muṭiyātu. Iṉṉum niccayamāka aniyāyakkārarkaḷil cilar cilarukkup pātukāvalarkaḷāka irukkiṟārkaḷ; āṉāl payapaktiyuṭaiyavarkaḷukku allāhvē pātukāvalaṉ"
        },
        {
            "chapter": 45,
            "verse": 20,
            "text": "itu (kur'āṉ) maṉitarkaḷukku teḷivāṉa attāṭcikaḷaik koṇṭatākavum, uṟutiyāṉa nampikkaiyuṭaiya camūkattārukku nērvaḻiyākavum, rahmattākavum irukkiṟatu"
        },
        {
            "chapter": 45,
            "verse": 21,
            "text": "evarkaḷ tīmaikaḷ ceykiṟārkaḷō avarkaḷai, evarkaḷ īmāṉ koṇṭu nalla amalkaḷ ceykiṟārkaḷō avarkaḷukkuc camamāka nām ākkiviṭuvōm eṉṟu eṇṇukiṉṟārkaḷā? Avarkaḷ uyiruṭaṉiruppatum, maraṇamaṭaivatum camamākumā? Avarkaḷ muṭivu ceytu koṇṭatu mikavum keṭṭatākum"
        }
    ]
}