{
    "maqras": [
        {
            "chapter": 22,
            "verse": 1,
            "text": "O uomini, temete il vostro Signore. Il sisma dell'Ora sara cosa terribile"
        },
        {
            "chapter": 22,
            "verse": 2,
            "text": "Il Giorno in cui la vedrete, ogni nutrice dimentichera il suo lattante e ogni femmina gravida abortira. E vedrai ebbri gli uomini, mentre non lo saranno, ma sara questo il tremendo castigo di Allah"
        },
        {
            "chapter": 22,
            "verse": 3,
            "text": "C'e gente che polemizza a proposito di Allah, senza [alcuna] scienza e seguono ogni diavolo ribelle"
        },
        {
            "chapter": 22,
            "verse": 4,
            "text": "del quale e scritto che traviera e guidera verso il castigo della Fiamma, chi lo avra preso per patrono"
        },
        {
            "chapter": 22,
            "verse": 5,
            "text": "O uomini, se dubitate della Resurrezione, sappiate che vi creammo da polvere e poi da sperma e poi da un'aderenza e quindi da un pezzetto di carne, formata e non formata - cosi Noi vi spieghiamo - e poniamo nell'utero quello che vogliamo fino a un termine stabilito. Vi facciamo uscire lattanti, per condurvi poi alla puberta. Qualcuno di voi muore e altri portiamo fino all'eta decrepita, tanto che non sanno piu nulla, dopo aver saputo. Vedrai [alla stessa maniera] la terra disseccata che freme e si gonfia quando vi facciamo scendere l'acqua e lascia spuntare ogni splendida specie di piante"
        },
        {
            "chapter": 22,
            "verse": 6,
            "text": "Cosi avviene perche Allah e la Verita, e Lui che rida la vita ai morti. Egli e onnipotente"
        },
        {
            "chapter": 22,
            "verse": 7,
            "text": "Gia l'Ora si avvicina, nessun dubbio in proposito, e Allah resuscitera quelli che sono nelle tombe"
        },
        {
            "chapter": 22,
            "verse": 8,
            "text": "Ci sono uomini che polemizzano a proposito di Allah, senza conoscenza, senza direzione, senza una Scrittura che li illumini"
        },
        {
            "chapter": 22,
            "verse": 9,
            "text": "Gireranno il collo per sviare dal sentiero di Allah. Li attende abominio in questa vita e, nel Giorno della Resurrezione, il castigo dell'Incendio"
        },
        {
            "chapter": 22,
            "verse": 10,
            "text": "“Ecco il compenso per cio che le tue mani hanno commesso!” Allah non e mai ingiusto nei confronti dei Suoi servi"
        },
        {
            "chapter": 22,
            "verse": 11,
            "text": "Fra gli uomini, c'e chi adora Allah tentennando. Se gli giunge il bene, si acquieta; se gli giunge una prova fa voltafaccia e perde in questa vita e nell'altra. Questa e una perdita evidente"
        },
        {
            "chapter": 22,
            "verse": 12,
            "text": "Invocano, all'infuori di Allah, chi non reca loro ne danno, ne giovamento. Ecco il traviarsi piu netto"
        },
        {
            "chapter": 22,
            "verse": 13,
            "text": "Invocano cio che reca loro danno, piuttosto che giovamento. Che pessimo patrono, che pessimo compagno"
        },
        {
            "chapter": 22,
            "verse": 14,
            "text": "In verita, coloro che credono e operano il bene, Allah li fara entrare nei Giardini dove scorrono i ruscelli. In verita, Allah fa quello che vuole"
        },
        {
            "chapter": 22,
            "verse": 15,
            "text": "Chi pensa che Allah non dara la vittoria [al Suo Inviato] in questa vita e nell'Altra, tenda una corda al soffitto, fino a soffocarsi. Vedra cosi, se il suo artificio fara sparire cio che lo fa andare in collera"
        },
        {
            "chapter": 22,
            "verse": 16,
            "text": "Cosi lo facemmo scendere dal cielo in versetti espliciti. In verita, Allah guida chi vuole! [Il pronome si riferisce al Corano]"
        },
        {
            "chapter": 22,
            "verse": 17,
            "text": "E certamente, nel Giorno della Resurrezione, Allah giudichera tra coloro che hanno creduto, i giudei, i sabei, i cristiani, i magi e coloro che attribuiscono associati ad Allah. In verita, Allah e testimone di ogni cosa"
        },
        {
            "chapter": 22,
            "verse": 18,
            "text": "Non vedi, dunque, che e davanti ad Allah che si prosternano tutti coloro che sono nei cieli e tutti coloro che sono sulla terra e il sole e la luna e le stelle e le montagne e gli alberi e gli animali e molti tra gli uomini? Contro molti [altri] si realizzera il castigo. E chi sara disprezzato da Allah, non sara onorato da nessuno. Allah fa quello che vuole"
        }
    ]
}