{
    "maqras": [
        {
            "chapter": 36,
            "verse": 28,
            "text": "Dopo di lui non facemmo scendere dal cielo nessuna armata. Non abbiamo voluto far scendere nulla sul suo popolo"
        },
        {
            "chapter": 36,
            "verse": 29,
            "text": "Non ci fu altro che il Grido, uno solo e furono spenti"
        },
        {
            "chapter": 36,
            "verse": 30,
            "text": "Oh, miseria sui servi [di Allah]! Non giunge loro un messaggero che essi non lo scherniscano"
        },
        {
            "chapter": 36,
            "verse": 31,
            "text": "Non hanno visto quante generazioni abbiamo fatto perire prima di loro? Esse non torneranno mai piu [sulla terra]"
        },
        {
            "chapter": 36,
            "verse": 32,
            "text": "E saranno tutti quanti obbligati a presentarsi davanti a Noi"
        },
        {
            "chapter": 36,
            "verse": 33,
            "text": "Ecco un segno per loro: la terra morta cui ridiamo la vita e dalla quale facciamo uscire il grano che mangiate"
        },
        {
            "chapter": 36,
            "verse": 34,
            "text": "Abbiamo posto su di essa giardini di palmeti e vigne e vi abbiamo fatto sgorgare fonti"
        },
        {
            "chapter": 36,
            "verse": 35,
            "text": "affinche mangiassero i Suoi frutti e quel che le loro mani non hanno procurato. Non saranno riconoscenti"
        },
        {
            "chapter": 36,
            "verse": 36,
            "text": "Gloria a Colui Che ha creato le specie di tutto quello che la terra fa crescere, di loro stessi e di cio che neppure conoscono"
        },
        {
            "chapter": 36,
            "verse": 37,
            "text": "E un segno per loro la notte che spogliamo del giorno ed allora sono nelle tenebre"
        },
        {
            "chapter": 36,
            "verse": 38,
            "text": "E il sole che corre verso la sua dimora: questo e il Decreto dell'Eccelso, del Sapiente"
        },
        {
            "chapter": 36,
            "verse": 39,
            "text": "E alla luna abbiamo assegnato le fasi, finche non diventa come una palma invecchiata"
        },
        {
            "chapter": 36,
            "verse": 40,
            "text": "Non sta al sole raggiungere la luna e neppure alla notte sopravanzare il giorno. Ciascuno vaga nella sua orbita"
        },
        {
            "chapter": 36,
            "verse": 41,
            "text": "E un segno per loro, che portammo la loro progenie su di un vascello stracarico"
        },
        {
            "chapter": 36,
            "verse": 42,
            "text": "E per loro ne creammo di simili, sui quali s'imbarcano"
        },
        {
            "chapter": 36,
            "verse": 43,
            "text": "Se volessimo li annegheremmo, e allora non avrebbero alcun soccorso e non sarebbero salvati"
        },
        {
            "chapter": 36,
            "verse": 44,
            "text": "se non da una Nostra misericordia e come temporaneo godimento"
        },
        {
            "chapter": 36,
            "verse": 45,
            "text": "Quando si dice loro: “Temete cio che vi sta dinnanzi e quello che e dietro di voi, affinche possiate essere oggetto di misericordia”"
        },
        {
            "chapter": 36,
            "verse": 46,
            "text": "non giunge loro un solo segno, tra i segni del loro Signore, senza che se ne distolgano"
        },
        {
            "chapter": 36,
            "verse": 47,
            "text": "E quando si dice loro: “Siate generosi di cio che Allah vi ha concesso”, i miscredenti dicono ai credenti: “Dovremmo nutrire chi sarebbe nutrito da Allah, se Lui lo volesse? Siete in evidente errore”"
        },
        {
            "chapter": 36,
            "verse": 48,
            "text": "E dicono: “Quando [si realizzera] questa promessa se siete veridici?”"
        },
        {
            "chapter": 36,
            "verse": 49,
            "text": "Non aspettano altro che un Grido, uno solo, che li afferrera mentre saranno in piena polemica"
        },
        {
            "chapter": 36,
            "verse": 50,
            "text": "E non potranno dunque fare testamento e neppure ritornare alle loro famiglie"
        },
        {
            "chapter": 36,
            "verse": 51,
            "text": "Sara soffiato nel Corno ed ecco che dalle tombe si precipiteranno verso il loro Signore"
        },
        {
            "chapter": 36,
            "verse": 52,
            "text": "dicendo: “Guai a noi! Chi ci ha destato dalle nostre tombe! E quello che il Compassionevole aveva promesso: gli inviati avevano detto il vero”"
        },
        {
            "chapter": 36,
            "verse": 53,
            "text": "Sara solo un Grido, uno solo, e tutti saranno condotti davanti a Noi"
        },
        {
            "chapter": 36,
            "verse": 54,
            "text": "E in quel Giorno nessuno subira un torto e non sarete compensati se non per quello che avrete fatto"
        },
        {
            "chapter": 36,
            "verse": 55,
            "text": "In quel Giorno, i compagni del Paradiso avranno gioiosa occupazione"
        },
        {
            "chapter": 36,
            "verse": 56,
            "text": "essi e le loro spose, distesi all'ombra su alti letti"
        },
        {
            "chapter": 36,
            "verse": 57,
            "text": "Cola avranno frutta e tutto cio che desidereranno"
        },
        {
            "chapter": 36,
            "verse": 58,
            "text": "E “Pace” sara il saluto [rivolto loro] da un Signore misericordioso"
        },
        {
            "chapter": 36,
            "verse": 59,
            "text": "E [sara detto]: “Tenetevi in disparte in quel Giorno, o iniqui"
        }
    ]
}