{
    "maqras": [
        {
            "chapter": 40,
            "verse": 21,
            "text": "Non hanno viaggiato sulla terra e osservato quel che avvenne a coloro che li precedettero, che pure erano piu potenti di loro e [lasciarono] maggiori vestigia sulla terra? Li afferro Allah a causa dei loro peccati e non ebbero protettore alcuno contro Allah"
        },
        {
            "chapter": 40,
            "verse": 22,
            "text": "Cosi [avvenne] perche non credettero nonostante i loro messaggeri avessero recato loro prove inequivocabili. Allora Allah li afferro. In verita Egli e il Forte, il Severo nel castigo"
        },
        {
            "chapter": 40,
            "verse": 23,
            "text": "Gia inviammo Mose, con i Nostri segni ed autorita evidente"
        },
        {
            "chapter": 40,
            "verse": 24,
            "text": "a Faraone, Haman e Qarun. Essi dissero: “E un mago, un impostore”"
        },
        {
            "chapter": 40,
            "verse": 25,
            "text": "Quando poi porto loro la verita che veniva da Noi, ordinarono: “Vengano uccisi i figli di coloro che credono insieme con lui e lasciate in vita [solo] le femmine”. La trama dei miscredenti non conduce a buon fine"
        },
        {
            "chapter": 40,
            "verse": 26,
            "text": "Disse Faraone: “Lasciatemi uccidere Mose, che invochi pure il suo Signore. Temo che alteri la vostra religione e che semini corruzione sulla terra”"
        },
        {
            "chapter": 40,
            "verse": 27,
            "text": "Disse Mose: “Mi rifugio nel mio e vostro Signore contro ogni arrogante che non crede nel Giorno del Rendiconto”"
        },
        {
            "chapter": 40,
            "verse": 28,
            "text": "Un credente che apparteneva alla famiglia di Faraone e che celava la sua fede, disse: “Uccidereste un uomo [solo] perche ha detto: \"Allah e il mio Signore\" e [nonostante sia] giunto a voi con prove provenienti dal vostro Signore? Se mente, la sua menzogna [ricadra] su di lui; se invece e sincero, subirete parte di cio di cui vi minaccia. Allah non guida chi e iniquo e bugiardo"
        },
        {
            "chapter": 40,
            "verse": 29,
            "text": "O popol mio, oggi la sovranita e vostra e trionfate su questa terra. Ma quando giungera il rigore di Allah, chi ci aiutera?”. Disse Faraone: “Vi mostro solo quello ch'io vedo e vi guido sulla via della rettitudine”"
        },
        {
            "chapter": 40,
            "verse": 30,
            "text": "E colui che credeva disse: “O popol mio, pavento per voi un giorno come quello delle fazioni"
        },
        {
            "chapter": 40,
            "verse": 31,
            "text": "come quello del popolo di Noe, degli Ad e dei Thamud, o di quelli [che vissero] dopo di loro: Allah non accetta che i Suoi servi [subiscano] ingiustizia"
        },
        {
            "chapter": 40,
            "verse": 32,
            "text": "O popol mio, pavento per voi il Giorno del Reciproco Appello"
        },
        {
            "chapter": 40,
            "verse": 33,
            "text": "il Giorno in cui, sbandandovi, volterete le spalle e non avrete alcun difensore contro Allah. Nessuno potra guidare colui che Allah smarrisce"
        },
        {
            "chapter": 40,
            "verse": 34,
            "text": "Gia in precedenza Giuseppe vi reco prove evidenti, ma non smetteste di dubitare di quello che vi aveva portato. Quando poi mori diceste: \"Dopo di lui Allah non suscitera un altro inviato\". Allah allontana cosi l'iniquo e il dubbioso"
        },
        {
            "chapter": 40,
            "verse": 35,
            "text": "Coloro che polemizzano sui segni di Allah, senza aver ricevuto nessuna autorita [per farlo], suscitano l'avversione di Allah e dei credenti. In tal modo Allah pone un suggello sul cuore di ogni orgoglioso tiranno”"
        },
        {
            "chapter": 40,
            "verse": 36,
            "text": "Disse Faraone: “O Haman, costruiscimi una torre: forse potro raggiungere le vie"
        },
        {
            "chapter": 40,
            "verse": 37,
            "text": "le vie dei cieli, e ascendero al Dio di Mose, nonostante lo ritenga un bugiardo”. Cosi la peggior azione di Faraone fu resa bella ai suoi occhi. Fu sviato dalla [retta] via. L'astuzia di Faraone non fu destinata che al fallimento"
        },
        {
            "chapter": 40,
            "verse": 38,
            "text": "E colui che credeva disse: “O popol mio, seguitemi e vi condurro sulla retta via"
        },
        {
            "chapter": 40,
            "verse": 39,
            "text": "O popol mio, questa vita e solo godimento effimero, mentre in verita l'altra vita e la stabile dimora"
        },
        {
            "chapter": 40,
            "verse": 40,
            "text": "Chi fara un male, subira una sanzione corrispondente, mentre chi fa il bene, essendo credente, maschio o femmina, sara fra coloro che entreranno nel Giardino in cui riceveranno di ogni cosa a profusione"
        }
    ]
}