{
    "maqras": [
        {
            "chapter": 47,
            "verse": 33,
            "text": "O credenti! Obbedite ad Allah e obbedite al Messaggero e non vanificate le opere vostre"
        },
        {
            "chapter": 47,
            "verse": 34,
            "text": "In verita Allah non perdonera mai coloro che non credono, distolgono dalla Via di Allah e muoiono nella miscredenza"
        },
        {
            "chapter": 47,
            "verse": 35,
            "text": "Non siate dunque deboli e non proponete l'armistizio mentre siete preponderanti. Allah e con voi e non diminuira [il valore del]le vostre azioni"
        },
        {
            "chapter": 47,
            "verse": 36,
            "text": "La vita terrena non e altro che gioco e distrazione. Se invece credete e siete timorati, Egli vi dara il vostro compenso senza chiedere i vostri beni"
        },
        {
            "chapter": 47,
            "verse": 37,
            "text": "Se ve li chiedesse con insistenza, vi mostrereste avari e fareste trasparire il vostro odio"
        },
        {
            "chapter": 47,
            "verse": 38,
            "text": "Ecco, siete invitati ad essere generosi per la causa di Allah, ma qualcuno di voi e avaro. Chi si mostrera avaro lo sara nei confronti di se stesso. Allah e Colui Che basta a Se Stesso, mentre siete voi ad essere poveri. Se volgerete le spalle vi sostituira con un altro popolo e costoro non saranno uguali a voi"
        },
        {
            "chapter": 48,
            "verse": 1,
            "text": "In verita ti abbiamo concesso una vittoria evidente"
        },
        {
            "chapter": 48,
            "verse": 2,
            "text": "affinche Allah ti perdoni le tue colpe passate e future, perfezioni su di te il Suo favore e ti guidi sulla retta via"
        },
        {
            "chapter": 48,
            "verse": 3,
            "text": "e affinche Allah ti presti ausilio possente"
        },
        {
            "chapter": 48,
            "verse": 4,
            "text": "Egli e Colui Che ha fatto scendere la Pace nel cuore dei credenti, affinche possano accrescere la loro fede: [appartengono] ad Allah le armate dei cieli e della terra, Allah e sapiente, saggio"
        },
        {
            "chapter": 48,
            "verse": 5,
            "text": "[Lo ha fatto] per far entrare i credenti e le credenti nei Giardini in cui scorrono i ruscelli, dove rimarranno in perpetuo, per mondarli dei loro peccati - questo e successo enorme presso Allah"
        },
        {
            "chapter": 48,
            "verse": 6,
            "text": "e per castigare gli ipocriti e le ipocrite, gli associatori e le associatrici che hanno cattiva opinione di Allah. Che la sventura si abbatta su di loro! Allah e adirato contro di loro, li ha maledetti e ha preparato per loro l'Inferno: qual triste avvenire"
        },
        {
            "chapter": 48,
            "verse": 7,
            "text": "[Appartengono] ad Allah le armate dei cieli e della terra, Allah e eccelso, saggio"
        },
        {
            "chapter": 48,
            "verse": 8,
            "text": "In verita ti abbiamo mandato come testimone, nunzio e ammonitore"
        },
        {
            "chapter": 48,
            "verse": 9,
            "text": "affinche crediate in Allah e nel Suo Messaggero e affinche Lo assistiate, Lo onoriate e Gli rendiate gloria al mattino e alla sera"
        },
        {
            "chapter": 48,
            "verse": 10,
            "text": "In verita coloro che prestano giuramento [di fedelta], e ad Allah che lo prestano: la mano di Allah e sopra le loro mani. Chi manchera al giuramento lo fara solo a suo danno; a chi invece si atterra al patto con Allah, Egli concedera una ricompensa immensa"
        },
        {
            "chapter": 48,
            "verse": 11,
            "text": "Quei beduini che sono rimasti indietro ti diranno: “Ci hanno trattenuto i nostri beni e le nostre famiglie: chiedi perdono per noi”. Con le loro lingue pronunciano cose che non sono nei loro cuori"
        },
        {
            "chapter": 48,
            "verse": 12,
            "text": "Pensavate anzi che il Messaggero e i credenti non sarebbero mai piu tornati alla loro famiglia. Questa convinzione e parsa bella ai vostri cuori e avete concepito un cattivo pensiero: foste gente perduta"
        },
        {
            "chapter": 48,
            "verse": 13,
            "text": "Abbiamo preparato la Fiamma per i miscredenti, per coloro che non credono in Allah e nel Suo Inviato"
        },
        {
            "chapter": 48,
            "verse": 14,
            "text": "[Appartiene] ad Allah la sovranita sui cieli e sulla terra. Egli perdona chi vuole e castiga chi vuole. Allah e perdonatore, misericordioso"
        },
        {
            "chapter": 48,
            "verse": 15,
            "text": "Coloro che sono rimasti indietro, quando vi metterete in marcia per impadronirvi di un bottino, diranno: “Lasciate che vi seguiamo”. Vorrebbero cambiare la Parola di Allah. Di': “Giammai ci seguirete: Allah ha detto cosi in precedenza”. Diranno: “Siete gelosi di noi”. Sono loro invece a capire ben poco"
        },
        {
            "chapter": 48,
            "verse": 16,
            "text": "Di' a quei beduini che sono rimasti indietro: “Presto sarete chiamati [a combattere] contro gente di grande valore: dovrete combatterli finche non si sottomettono. Se obbedirete, Allah vi dara una bella ricompensa; se invece volgerete le spalle come gia le avete voltate, vi punira con un doloroso castigo”"
        },
        {
            "chapter": 48,
            "verse": 17,
            "text": "Non ci sara colpa per il cieco, ne per lo storpio, ne per il malato. Quanto a chi obbedisce ad Allah e al Suo Messaggero, Allah lo introdurra nei Giardini in cui scorrono i ruscelli. Quanto invece a chi volgera le spalle, Egli lo punira con un doloroso castigo"
        }
    ]
}