{
    "maqras": [
        {
            "chapter": 53,
            "verse": 26,
            "text": "Quanti angeli nel cielo, la cui intercessione sara vana finche Allah non l'abbia permessa, e in favore di chi Egli voglia e di chi Gli aggrada"
        },
        {
            "chapter": 53,
            "verse": 27,
            "text": "Invero quelli che non credono nell'altra vita danno agli angeli nomi femminili"
        },
        {
            "chapter": 53,
            "verse": 28,
            "text": "mentre non posseggono alcuna scienza: si abbandonano alle congetture, ma la congettura non puo nulla contro la verita"
        },
        {
            "chapter": 53,
            "verse": 29,
            "text": "Dunque non ti curare di chi volge le spalle al Nostro monito e non brama che la vita terrena"
        },
        {
            "chapter": 53,
            "verse": 30,
            "text": "Ecco tutta la portata della loro scienza: in verita il tuo Signore ben conosce chi si allontana dalla Sua via e conosce chi e ben diretto"
        },
        {
            "chapter": 53,
            "verse": 31,
            "text": "Appartiene ad Allah tutto quello che c'e nei cieli e tutto quello che c'e sulla terra, si che compensi coloro che agiscono male per cio che avranno fatto e compensi coloro che agiscono bene con quanto ci sia di piu bello"
        },
        {
            "chapter": 53,
            "verse": 32,
            "text": "Essi sono coloro che evitano i peccati piu gravi e le perversita e non commettono che le colpe piu lievi. Invero il perdono del tuo Signore e immenso. Egli vi conosce meglio [di chiunque altro] quando vi ha prodotti dalla terra e quando eravate ancora embrioni nel ventre delle vostre madri. Non vantatevi di essere puri : Egli conosce meglio [di chiunque altro] coloro che[Lo] temono"
        },
        {
            "chapter": 53,
            "verse": 33,
            "text": "Hai visto colui che ti volge le spalle"
        },
        {
            "chapter": 53,
            "verse": 34,
            "text": "che da poco e poi smette [di dare]"
        },
        {
            "chapter": 53,
            "verse": 35,
            "text": "Possiede conoscenza dell'invisibile e riesce a vederlo"
        },
        {
            "chapter": 53,
            "verse": 36,
            "text": "Non e stato informato di quello che contengono i fogli di Mose"
        },
        {
            "chapter": 53,
            "verse": 37,
            "text": "e quelli di Abramo, uomo fedele"
        },
        {
            "chapter": 53,
            "verse": 38,
            "text": "Che nessuno portera il fardello di un altro"
        },
        {
            "chapter": 53,
            "verse": 39,
            "text": "e che invero, l'uomo non ottiene che il [frutto dei] suoi sforzi"
        },
        {
            "chapter": 53,
            "verse": 40,
            "text": "e che il suo sforzo gli sara presentato [nel Giorno del Giudizio]"
        },
        {
            "chapter": 53,
            "verse": 41,
            "text": "e gli sara dato pieno compenso"
        },
        {
            "chapter": 53,
            "verse": 42,
            "text": "e che in verita tutto conduce verso il tuo Signore"
        },
        {
            "chapter": 53,
            "verse": 43,
            "text": "e che Egli e Colui Che fa ridere e fa piangere"
        },
        {
            "chapter": 53,
            "verse": 44,
            "text": "e che Egli e Colui Che da la vita e da la morte"
        },
        {
            "chapter": 53,
            "verse": 45,
            "text": "e che Egli e Colui Che ha creato i due generi, il maschio e la femmina"
        },
        {
            "chapter": 53,
            "verse": 46,
            "text": "da una goccia di sperma quand'e eiaculata"
        },
        {
            "chapter": 53,
            "verse": 47,
            "text": "e che a Lui incombe l'altra creazione"
        },
        {
            "chapter": 53,
            "verse": 48,
            "text": "e che invero e Lui Che arricchisce e provvede"
        },
        {
            "chapter": 53,
            "verse": 49,
            "text": "e che e Lui il Signore di Sirio"
        },
        {
            "chapter": 53,
            "verse": 50,
            "text": "e che Lui anniento gli antichi Ad"
        },
        {
            "chapter": 53,
            "verse": 51,
            "text": "e i Thamud, si che non ne rimase nessuno"
        },
        {
            "chapter": 53,
            "verse": 52,
            "text": "come gia [accadde] alla gente di Noe, che era ancora piu ingiusta e piu ribelle"
        },
        {
            "chapter": 53,
            "verse": 53,
            "text": "e come gia anniento le [citta] sovvertite"
        },
        {
            "chapter": 53,
            "verse": 54,
            "text": "e fece si che le ricoprisse quel che le ricopri"
        },
        {
            "chapter": 53,
            "verse": 55,
            "text": "Quale dunque dei favori del tuo Signore vorrai mettere in dubbio"
        },
        {
            "chapter": 53,
            "verse": 56,
            "text": "Questo e un Monito tra gli antichi moniti"
        },
        {
            "chapter": 53,
            "verse": 57,
            "text": "L'Imminente s'avvicina"
        },
        {
            "chapter": 53,
            "verse": 58,
            "text": "nessuno, all'infuori di Allah, puo svelarla"
        },
        {
            "chapter": 53,
            "verse": 59,
            "text": "Ma come, vi stupite di questo discorso"
        },
        {
            "chapter": 53,
            "verse": 60,
            "text": "Ne riderete invece che piangerne o"
        },
        {
            "chapter": 53,
            "verse": 61,
            "text": "rimarrete indifferenti"
        },
        {
            "chapter": 53,
            "verse": 62,
            "text": "Dunque prosternatevi davanti ad Allah e adorate"
        },
        {
            "chapter": 54,
            "verse": 1,
            "text": "L'Ora si avvicina e la luna si spacca"
        },
        {
            "chapter": 54,
            "verse": 2,
            "text": "Se vedono un segno, si sottraggono e dicono: “E una magia continua!”"
        },
        {
            "chapter": 54,
            "verse": 3,
            "text": "Tacciano di menzogna e seguono le loro passioni, ma ogni Decreto e prefissato"
        },
        {
            "chapter": 54,
            "verse": 4,
            "text": "Certamente sono giunte a loro storie che dovrebbero dissuaderli [dal male]"
        },
        {
            "chapter": 54,
            "verse": 5,
            "text": "consolidata saggezza. Ma gli avvertimenti non giovano [loro]"
        },
        {
            "chapter": 54,
            "verse": 6,
            "text": "Distogliti da loro [o Muhammad]. Il Giorno in cui l'Araldo chiamera a qualcosa di orribile"
        },
        {
            "chapter": 54,
            "verse": 7,
            "text": "usciranno dalle tombe con gli occhi bassi, come locuste disperse"
        },
        {
            "chapter": 54,
            "verse": 8,
            "text": "e si precipiteranno impauriti verso l'Araldo. Diranno i miscredenti: “Ecco un Giorno difficile”"
        }
    ]
}