{
    "maqras": [
        {
            "chapter": 56,
            "verse": 75,
            "text": "Lo giuro per il declino delle stelle"
        },
        {
            "chapter": 56,
            "verse": 76,
            "text": "e questo e giuramento solenne, se lo sapeste"
        },
        {
            "chapter": 56,
            "verse": 77,
            "text": "che questo e in verita un Corano nobilissimo"
        },
        {
            "chapter": 56,
            "verse": 78,
            "text": "[contenuto] in un Libro custodito"
        },
        {
            "chapter": 56,
            "verse": 79,
            "text": "che solo i puri toccano"
        },
        {
            "chapter": 56,
            "verse": 80,
            "text": "E una Rivelazione del Signore dei mondi"
        },
        {
            "chapter": 56,
            "verse": 81,
            "text": "Di questo discorso vorreste sospettare"
        },
        {
            "chapter": 56,
            "verse": 82,
            "text": "La vostra riconoscenza sara tacciarlo di menzogna"
        },
        {
            "chapter": 56,
            "verse": 83,
            "text": "Perche mai, quando [l'anima] risale alla gola"
        },
        {
            "chapter": 56,
            "verse": 84,
            "text": "sotto i vostri occhi"
        },
        {
            "chapter": 56,
            "verse": 85,
            "text": "e Noi gli siamo piu vicini, ma non ve ne accorgete"
        },
        {
            "chapter": 56,
            "verse": 86,
            "text": "perche mai, se non dovete essere giudicati"
        },
        {
            "chapter": 56,
            "verse": 87,
            "text": "e se siete sinceri, non la ricondurrete"
        },
        {
            "chapter": 56,
            "verse": 88,
            "text": "Se [il morente] fa parte dei ravvicinati [ad Allah]"
        },
        {
            "chapter": 56,
            "verse": 89,
            "text": "avra riposo, profumi e un Giardino di delizie"
        },
        {
            "chapter": 56,
            "verse": 90,
            "text": "Se e stato uno dei compagni della destra"
        },
        {
            "chapter": 56,
            "verse": 91,
            "text": "[gli sara detto:] “Pace da parte dei compagni della destra!”"
        },
        {
            "chapter": 56,
            "verse": 92,
            "text": "Ma se e stato uno di quelli che tacciavano di menzogna e che si erano traviati"
        },
        {
            "chapter": 56,
            "verse": 93,
            "text": "sara nell'acqua bollente"
        },
        {
            "chapter": 56,
            "verse": 94,
            "text": "e precipitato nella Fornace"
        },
        {
            "chapter": 56,
            "verse": 95,
            "text": "Questa e la certezza assoluta"
        },
        {
            "chapter": 56,
            "verse": 96,
            "text": "Rendi dunque gloria al Nome del tuo Signore, il Supremo"
        },
        {
            "chapter": 57,
            "verse": 1,
            "text": "Glorifica Allah cio che e nei cieli e nella terra. Egli e l'Eccelso, il Saggio"
        },
        {
            "chapter": 57,
            "verse": 2,
            "text": "Appartiene a Lui la sovranita dei cieli e della terra, da vita e da morte, Egli e l'Onnipotente"
        },
        {
            "chapter": 57,
            "verse": 3,
            "text": "Egli e il Primo e l'Ultimo, il Palese e l'Occulto, Egli e l'Onnisciente"
        },
        {
            "chapter": 57,
            "verse": 4,
            "text": "Egli e Colui Che in sei giorni ha creato i cieli e la terra, poi Si e innalzato sul trono. Egli conosce cio che penetra nella terra e cio che ne esce, quel che scende dal cielo e quel che vi ascende; Egli e con voi ovunque voi siate. Allah osserva cio che fate"
        },
        {
            "chapter": 57,
            "verse": 5,
            "text": "Appartiene a Lui la sovranita dei cieli e della terra. Ad Allah tutte le cose saranno ricondotte"
        },
        {
            "chapter": 57,
            "verse": 6,
            "text": "Fa penetrare la notte nel giorno e il giorno nella notte e conosce perfettamente quel che nascondono i petti"
        },
        {
            "chapter": 57,
            "verse": 7,
            "text": "Credete in Allah e nel Suo Messaggero e date [una parte] di cio di cui Allah vi ha fatto vicari. Per coloro che credono e saranno generosi, ci sara ricompensa grande"
        },
        {
            "chapter": 57,
            "verse": 8,
            "text": "Perche mai non credete in Allah, nonostante che il Messaggero vi esorti a credere nel vostro Signore? Egli ha accettato il vostro patto, [rispettatelo] se siete credenti"
        },
        {
            "chapter": 57,
            "verse": 9,
            "text": "Egli e Colui Che ha fatto scendere sul Suo servo segni evidenti, per trarvi dalle tenebre alla luce; in verita Allah e dolce e misericordioso nei vostri confronti"
        },
        {
            "chapter": 57,
            "verse": 10,
            "text": "Perche non siete generosi per la causa di Allah, quando ad Allah [appartiene] l'eredita dei cieli e della terra? Non sono eguali coloro di voi che sono stati generosi e hanno combattuto prima della Vittoria, essi godranno di un livello piu alto - e quelli che saranno generosi e combatteranno dopo. Comunque, a ciascuno di loro Allah ha promesso il meglio. Allah e ben informato di quello che fate"
        },
        {
            "chapter": 57,
            "verse": 11,
            "text": "Quanto a chi fa ad Allah un prestito bello, Egli glielo raddoppia e gli concedera generosa ricompensa"
        },
        {
            "chapter": 57,
            "verse": 12,
            "text": "Un Giorno vedrai i credenti e le credenti circondati dalla loro luce: “Oggi vi e data la lieta novella di Giardini nei quali scorrono i ruscelli, dove rimarrete in perpetuo: questo e davvero l'immenso successo”"
        },
        {
            "chapter": 57,
            "verse": 13,
            "text": "Il Giorno in cui gli ipocriti e le ipocrite diranno ai credenti: “Aspettateci, che possiamo attingere della vostra luce”. Sara risposto loro: “Tornate indietro a cercare la luce”. Fra di loro, sara poi eretta una muraglia dotata di una porta: al suo interno la misericordia, all'esterno, di fronte, il castigo"
        },
        {
            "chapter": 57,
            "verse": 14,
            "text": "“Non eravamo con voi?” grideranno. “Si - risponderanno _ ma seduceste voi stessi, indugiaste e dubitaste, e vi lasciaste ingannare dalle vostre passioni finche non si realizzo il Decreto di Allah. Vi inganno a proposito di Allah l'Ingannatore.”"
        },
        {
            "chapter": 57,
            "verse": 15,
            "text": "Quest'oggi non sara accettato riscatto ne da voi, ne da coloro che non credettero. Vostro rifugio sara il Fuoco: questo e il vostro inseparabile compagno. Qual triste rifugio"
        }
    ]
}