{
    "maqras": [
        {
            "chapter": 4,
            "verse": 58,
            "text": "Allah vi ordina di restituire i depositi ai loro proprietari e di giudicare con equita quando giudicate tra gli uomini. Allah vi esorta al meglio. Allah e Colui Che ascolta e osserva"
        },
        {
            "chapter": 4,
            "verse": 59,
            "text": "O voi che credete, obbedite ad Allah e al Messaggero e a coloro di voi che hanno l'autorita. Se siete discordi in qualcosa, fate riferimento ad Allah e al Messaggero, se credete in Allah e nell'Ultimo Giorno. E la cosa migliore e l'interpretazione piu sicura"
        },
        {
            "chapter": 4,
            "verse": 60,
            "text": "Non hai visto coloro che dicono di credere in quello che abbiamo fatto scendere su di te e in quello che abbiamo fatto scendere prima di te, e poi ricorrono all'arbitrato degli idoli, mentre e stato loro ordinato di rinnegarli? Ebbene, Satana vuole precipitarli nella perdizione"
        },
        {
            "chapter": 4,
            "verse": 61,
            "text": "E quando si dice loro: “Venite verso cio che Allah ha rivelato e verso il Messaggero!”, vedrai gli ipocriti allontanarsi e scostarsi da te"
        },
        {
            "chapter": 4,
            "verse": 62,
            "text": "Cosa faranno quando li colpira una disgrazia a causa di quello che avranno preparato le mani loro? Verranno da te giurando per Allah: “Perseguivamo il bene e la concordia!”"
        },
        {
            "chapter": 4,
            "verse": 63,
            "text": "Essi sono coloro di cui Allah bene conosce il cuore. Non badare a loro, solo esortali e di' loro qualcosa che tocchi le loro anime"
        },
        {
            "chapter": 4,
            "verse": 64,
            "text": "Non abbiamo inviato un Messaggero se non affinche sia obbedito, per volonta di Allah. Se, dopo aver mancato nei loro stessi confronti, venissero da te e chiedessero il perdono di Allah e se il Messaggero chiedesse perdono per loro, troverebbero Allah pronto ad accogliere il pentimento, misericordioso"
        },
        {
            "chapter": 4,
            "verse": 65,
            "text": "No, per il tuo Signore, non saranno credenti finche non ti avranno eletto giudice delle loro discordie e finche non avranno accettato senza recriminare quello che avrai deciso, sottomettendosi completamente"
        },
        {
            "chapter": 4,
            "verse": 66,
            "text": "Se avessimo ordinato loro: “Uccidetevi”; oppure: “Abbandonate le vostre case”, solo un piccolo gruppo di loro l'avrebbe fatto. Sarebbe meglio che facessero quello a cui vengono esortati e cio li rafforzerebbe"
        },
        {
            "chapter": 4,
            "verse": 67,
            "text": "[inoltre] daremo loro una ricompensa immensa"
        },
        {
            "chapter": 4,
            "verse": 68,
            "text": "e li guideremo sulla retta Via"
        },
        {
            "chapter": 4,
            "verse": 69,
            "text": "Coloro che obbediscono ad Allah e al Suo messaggero saranno tra coloro che Allah ha colmato della Sua grazia: Profeti, uomini di verita, martiri, gente del bene; che ottima compagnia"
        },
        {
            "chapter": 4,
            "verse": 70,
            "text": "Questa e la grazia di Allah. Basta Allah ad essere onnisciente"
        },
        {
            "chapter": 4,
            "verse": 71,
            "text": "O voi che credete! Preparatevi e poi partite in missione a gruppi o in massa"
        },
        {
            "chapter": 4,
            "verse": 72,
            "text": "Tra voi c'e qualcuno che esita e si attarda e che, quando vi giunge un rovescio, dira: “Certamente Allah mi ha fatto grazia di non trovarmi in loro compagnia”"
        },
        {
            "chapter": 4,
            "verse": 73,
            "text": "e se vi giunge una grazia da parte di Allah, dira, come se non ci fosse amicizia alcuna tra voi: “Che peccato! Se fossi rimasto con loro avrei avuto un enorme guadagno”"
        }
    ]
}