{
    "juzs": [
        {
            "chapter": 67,
            "verse": 1,
            "text": "Phuc thay Đang đang nam quyen thong tri trong Tay Ngai va toan quyen đinh đoat tren tat ca moi viec"
        },
        {
            "chapter": 67,
            "verse": 2,
            "text": "Đang đa tao su chet va su song đe thu thach ai trong cac nguoi la nguoi tot nhat trong viec lam cua minh; va Ngai la Đang Toan Nang, Đang Hang Tha Thu"
        },
        {
            "chapter": 67,
            "verse": 3,
            "text": "Đang đa tao hoa bay tang troi, tang nay chong len tang kia; nguoi khong thay co mot khuyet điem nao trong viec tao hoa cua Đang Đo Luong. Boi the, hay quay lai nhin nua xem, nguoi co thay mot ke ho nao khong"
        },
        {
            "chapter": 67,
            "verse": 4,
            "text": "Roi quay nhin hai lan nua xem, cai nhin cua nguoi se tro lai voi nguoi mo nhat va ru ruoi"
        },
        {
            "chapter": 67,
            "verse": 5,
            "text": "Va qua that, TA đa trang hoang tang troi ha gioi voi nhung chiec đen va lam cho chung thanh nhung chiec hoa tien dung đanh đuoi nhung Shaytan va TA đa chuan bi cho chung mot su trung phat cua Lua ngon"
        },
        {
            "chapter": 67,
            "verse": 6,
            "text": "Va (chuan bi) cho nhung ai phu nhan Thuong Đe cua ho mot su trung phat cua hoa nguc; va đo la mot noi đen cuoi cung toi te nhat"
        },
        {
            "chapter": 67,
            "verse": 7,
            "text": "Khi bi quang vao đo, chung se nghe tieng no rit (lua) vao giong nhu no ha (lua) ra"
        },
        {
            "chapter": 67,
            "verse": 8,
            "text": "No gan nhu muon phat no vi gian du: Moi lan mot nhom nguoi bi quang vao đo, nhung vi cai nguc len tieng hoi: “Ha khong co mot nguoi bao truoc nao đen gap cac nguoi hay sao?”"
        },
        {
            "chapter": 67,
            "verse": 9,
            "text": "Chung se đap: “Vang, co. Qua that, đa co mot nguoi bao truoc đen gap chung toi, nhung chung toi phu nhan va noi: \"Allah đa khong ban mot đieu (mac khai) nao xuong ca. Qui vi đa lam lac qua to'.”"
        },
        {
            "chapter": 67,
            "verse": 10,
            "text": "Va chung se noi: “Gia chung toi biet nghe hoac chiu suy nghi thi đau đen noi tro thanh nhung nguoi ban cua Lua ngon.”"
        },
        {
            "chapter": 67,
            "verse": 11,
            "text": "Boi the, chung se thu toi cua minh. Nhung nhung nguoi ban cua Lua ngon o qua xa"
        },
        {
            "chapter": 67,
            "verse": 12,
            "text": "Qua that, nhung ai so Đang Thuong Đe (Allah) Vo hinh cua ho thi se đuoc tha thu va đuoc mot phan thuong rat lon"
        },
        {
            "chapter": 67,
            "verse": 13,
            "text": "Va dau cac nguoi co giau giem hoac cong bo loi noi cua cac nguoi (cung khong sao) boi vi qua that, Ngai biet ro nhung đieu nam trong long (cua cac nguoi)"
        },
        {
            "chapter": 67,
            "verse": 14,
            "text": "Ha Đang Tao Hoa khong biet u? Va Ngai la Đang Rat Muc Tinh te, Đang Rat Muc Am Tuong"
        },
        {
            "chapter": 67,
            "verse": 15,
            "text": "Ngai la Đang đa lam ra trai đat cho cac nguoi su dung. Do đo, hay bang qua cac neo đuong cua no va dung thuc pham cua Ngai (Allah). Va cac nguoi se tro ve voi Ngai"
        },
        {
            "chapter": 67,
            "verse": 16,
            "text": "Phai chang cac nguoi cam thay an toan thoat khoi Đang o tren troi (nghi) rang Ngai se khong lam cho đat sup xuong nuot mat cac nguoi khi no rung đong du doi hay sao"
        },
        {
            "chapter": 67,
            "verse": 17,
            "text": "Hoac phai chang cac nguoi cam thay an toan thoat khoi Đang o tren troi, (nghi) rang Ngai se khong goi mot con trot du doi nao đen phat cac nguoi hay sao? Roi cac nguoi se biet Loi canh bao cua TA (khung khiep) the nao"
        },
        {
            "chapter": 67,
            "verse": 18,
            "text": "Vaqua that nhung ke truoc chung đa phu nhan (Loi canh bao cua TA). Roi hay xem su trung phat cua TA khung khiep the nao"
        },
        {
            "chapter": 67,
            "verse": 19,
            "text": "Ha chung khong quan sat nhung con chim xoe canh va xep canh ben tren chung hay sao? Ngoai Đang Đo Luong (Allah), khong ai co the giu chung lo lung tren khong trung đuoc. Qua that, Ngai nhin thay het moi vat"
        },
        {
            "chapter": 67,
            "verse": 20,
            "text": "Đang nao ngoai Đang Đo Luong (Allah), du đo la mot đao quan (đuoc phai đen) cho cac nguoi, co the giup cac nguoi? Chac chan, nhung ke khong co đuc tin chi song trong ao vong"
        },
        {
            "chapter": 67,
            "verse": 21,
            "text": "Hoac Đang nao la Đang co the cung duong cho cac nguoi neu Ngai (Allah) muon giu nguon luong thuc cua Ngai lai? Khong, chung tiep tuc uong nganh va chay tron (su that)"
        },
        {
            "chapter": 67,
            "verse": 22,
            "text": "The, mot nguoi guc mat buoc đi voi dang đieu đang khinh đuoc huong dan đung đuong hay mot nguoi buoc đi binh than tren Chinh Đao"
        },
        {
            "chapter": 67,
            "verse": 23,
            "text": "Hay bao chung: “Ngai la Đang đa tao hoa cac nguoi va phu cho cac nguoi thinh giac, thi giac va trai tim. Cac nguoi ta on Ngai it thay"
        },
        {
            "chapter": 67,
            "verse": 24,
            "text": "Hay bao chung: “Ngai la Đang đa rai rac cac nguoi khap noi tren mat đat va cac nguoi se đuoc tap trung đua ve trinh dien Ngai tro lai"
        },
        {
            "chapter": 67,
            "verse": 25,
            "text": "Chung noi: “Chung nao loi hua nay se xay ra neu qui vi noi that?”"
        },
        {
            "chapter": 67,
            "verse": 26,
            "text": "Hay bao chung: “Chi rieng Allah co đu hieu biet (ve gio giac đo). Ta -Muhammad- chi la mot nguoi bao truoc cong khai.”"
        },
        {
            "chapter": 67,
            "verse": 27,
            "text": "Boi the, khi thay no đen gan, guong mat cua nhung ke khong co đuc tin to ve buon rau va co loi bao: “Đay la cai ma cac nguoi thuong cau nguyen”"
        },
        {
            "chapter": 67,
            "verse": 28,
            "text": "Hay bao chung: “Cac nguoi co xet thay chang, neu Allah muon tieu diet ta va nguoi nao theo ta hoac muon khoan dung bon ta thi ai co the cuu nhung ke khong co đuc tin thoat khoi su trung phat đau đon?”"
        },
        {
            "chapter": 67,
            "verse": 29,
            "text": "Hay bao chung: “Ngai la Đang Đo Luong, bon ta tin tuong Ngai va pho thac cho Ngai. Roi đay cac nguoi se som biet ai la ke lac huong ro ret.”"
        },
        {
            "chapter": 67,
            "verse": 30,
            "text": "Hay bao chung: “Cac nguoi co xet thay chang? Neu vao mot buoi sang nao đo mach nuoc cua cac nguoi rut mat tieu (xuong long đat) thi ai se mang nuoc mach trong vat đen tiep lieu cho cac nguoi?”"
        },
        {
            "chapter": 68,
            "verse": 1,
            "text": "Nun. The boi cay viet va đieu ma ho (Thien Than) ghi chep"
        },
        {
            "chapter": 68,
            "verse": 2,
            "text": "Do An Hue cua Thuong Đe (Allah) cua Nguoi (Muhammad!), Nguoi khong phai la mot ke đien"
        },
        {
            "chapter": 68,
            "verse": 3,
            "text": "Va qua that, Nguoi se đuoc mot phan thuong khong he dut"
        },
        {
            "chapter": 68,
            "verse": 4,
            "text": "Va qua that, Nguoi đuoc phu cho nhung đuc tinh vi đai"
        },
        {
            "chapter": 68,
            "verse": 5,
            "text": "Boi the, Nguoi se som thay va chung cung se som thay"
        },
        {
            "chapter": 68,
            "verse": 6,
            "text": "Ai trong cac nguoi la ke mac benh đien"
        },
        {
            "chapter": 68,
            "verse": 7,
            "text": "Qua that, Thuong Đe cua Nguoi biet ro ai lac khoi con đuong cua Ngai va biet ai đi đung đuong"
        },
        {
            "chapter": 68,
            "verse": 8,
            "text": "Boi the, cho nghe theo nhung ke phu nhan (Thong Điep cua Allah)"
        },
        {
            "chapter": 68,
            "verse": 9,
            "text": "Chung mong rang neu Nguoi nhuong bo thi chung cung se nhuong bo"
        },
        {
            "chapter": 68,
            "verse": 10,
            "text": "Va cho nghe theo tung ten the thot đe tien"
        },
        {
            "chapter": 68,
            "verse": 11,
            "text": "Mot ke vu khong chuyen toi lui noi xau nguoi khac"
        },
        {
            "chapter": 68,
            "verse": 12,
            "text": "Ngan can đieu thien, thai qua va toi loi"
        },
        {
            "chapter": 68,
            "verse": 13,
            "text": "Hung bao, va ngoai ra, ha cap"
        },
        {
            "chapter": 68,
            "verse": 14,
            "text": "Nhu the la vi y giau co va đong con"
        },
        {
            "chapter": 68,
            "verse": 15,
            "text": "Khi cac Cau Kinh cua TA (Allah) đuoc đoc nhac y, y bao: “Chuyen cua co nhan.”"
        },
        {
            "chapter": 68,
            "verse": 16,
            "text": "TA (Allah) se đong dau (si nhuc) tren mom (mieng) cua y"
        },
        {
            "chapter": 68,
            "verse": 17,
            "text": "Qua that, TA thu thach chung nhu viec TA đa thu thach nhung nguoi ban cua mot ngoi vuon khi chung the se hai het trai cay vao mot buoi sang"
        },
        {
            "chapter": 68,
            "verse": 18,
            "text": "Nhung đa khong noi 'Insha-Allah' (neu Allah muon)"
        },
        {
            "chapter": 68,
            "verse": 19,
            "text": "Do đo, mot tai uong tu Thuong Đe cua Nguoi đa đen tan pha no trong luc chung ngu"
        },
        {
            "chapter": 68,
            "verse": 20,
            "text": "Cho nen, sang hom sau no (vuon trai cay) đen thui nhu bi chay rui"
        },
        {
            "chapter": 68,
            "verse": 21,
            "text": "Va khi troi hung sang, chung goi nhau (bao)"
        },
        {
            "chapter": 68,
            "verse": 22,
            "text": "“Neu cac anh muon hai trai thi hay ra vuon som!”"
        },
        {
            "chapter": 68,
            "verse": 23,
            "text": "Roi chung vua đi vua ha thap giong, thi thao voi nhau:”"
        },
        {
            "chapter": 68,
            "verse": 24,
            "text": "“Cho đe cho mot nguoi ngheo nao vao vuon hai trai cay truoc cac anh.”"
        },
        {
            "chapter": 68,
            "verse": 25,
            "text": "Va chung ra đi that som, nhat quyet trong y đo ngan chan đo"
        },
        {
            "chapter": 68,
            "verse": 26,
            "text": "Nhung khi thay no (ngoi vuon), chung bao nhau: “Qua that, chung ta đi lac.”"
        },
        {
            "chapter": 68,
            "verse": 27,
            "text": "“Khong, chung ta bi tuoc mat hoa mau.”"
        },
        {
            "chapter": 68,
            "verse": 28,
            "text": "Mot nguoi on hoa nhat trong bon len tieng: “Ha toi đa khong noi voi cac anh tai sao cac anh khong tan duong (Allah)?”"
        },
        {
            "chapter": 68,
            "verse": 29,
            "text": "Chung lien thot: “Quang vinh thay Thuong Đe bay toi! Bay toi đa sai quay.”"
        },
        {
            "chapter": 68,
            "verse": 30,
            "text": "Roi chung quay lai trach moc nhau"
        },
        {
            "chapter": 68,
            "verse": 31,
            "text": "Chung than: “That kho than chung ta! Chung ta la nhung ke pham toi.”"
        },
        {
            "chapter": 68,
            "verse": 32,
            "text": "Co le Thuong Đe chung ta se đoi lai cho chung ta mot ngoi vuon khac tot hon no. Chung ta la nhung nguoi cau khan Thuong Đe chung ta"
        },
        {
            "chapter": 68,
            "verse": 33,
            "text": "Su trung phat (o đoi nay) đung nhu the. Nhung su trung phat o đoi sau chac chan se to lon hon neu ho biet"
        },
        {
            "chapter": 68,
            "verse": 34,
            "text": "Nhung nguoi so Allah se huong thien đang Hanh phuc noi Thuong Đe cua ho"
        },
        {
            "chapter": 68,
            "verse": 35,
            "text": "Ha TA se đoi xu voi nhung nguoi Muslim nhu nhung ke toi loi hay sao"
        },
        {
            "chapter": 68,
            "verse": 36,
            "text": "Cac nguoi gap chuyen gi vay? Cac nguoi xu ly ra sao"
        },
        {
            "chapter": 68,
            "verse": 37,
            "text": "Hoac phai chang cac nguoi co Kinh Sach ma cac nguoi hoc hoi"
        },
        {
            "chapter": 68,
            "verse": 38,
            "text": "Rang cac nguoi co đuoc trong đo moi đieu ma cac nguoi chon"
        },
        {
            "chapter": 68,
            "verse": 39,
            "text": "Ha cac nguoi đa nhan tu TA mot loi the co hieu luc cho đen Ngay phuc sinh (rang) cac nguoi se co đuoc bat cu đieu gi ma cac nguoi muon"
        },
        {
            "chapter": 68,
            "verse": 40,
            "text": "Hay hoi chung, ai la nguoi cua chung se đung ra bao đam đieu đo"
        },
        {
            "chapter": 68,
            "verse": 41,
            "text": "Hoac phai chang chung co nhung ke hop tac (đung ra bao đam)? Hay đua nhung 'ke hop tac' cua chung đen neu chung noi that"
        },
        {
            "chapter": 68,
            "verse": 42,
            "text": "Vao Ngay ma ong Chan se đuoc đe lo ra va chung se đuoc goi đen đe phu phuc truoc (Allah) Nhung chung se khong the quy đuoc"
        },
        {
            "chapter": 68,
            "verse": 43,
            "text": "Cap mat cua chung nhin guc xuong, đay xau ho. Va qua that truoc kia chung đa đuoc moi đen đe phu phuc trong luc hay con khoe manh"
        },
        {
            "chapter": 68,
            "verse": 44,
            "text": "Thoi, hay đe mac TA voi ke phu nhan loi tuong trinh nay (Qur'an). TA se loi chung dan dan tu noi ma chung khong nhan thay"
        },
        {
            "chapter": 68,
            "verse": 45,
            "text": "Va TA tam tha cho chung. Chac chan, ke hoach cua TA rat manh liet"
        },
        {
            "chapter": 68,
            "verse": 46,
            "text": "Hoac phai chang Nguoi đa đoi chung tien thu lao cho nen chung no nan chong chat"
        },
        {
            "chapter": 68,
            "verse": 47,
            "text": "Hoac phai chang chung nam đieu vo hinh nen chung viet no xuong"
        },
        {
            "chapter": 68,
            "verse": 48,
            "text": "Boi the, hay kien nhan cho đoi Lenh Phan cua caa Nguoi va cho nhu Nguoi Ban cua con Ca (Yunus) khi Y cau cuu trong luc đau kho tuyet vong"
        },
        {
            "chapter": 68,
            "verse": 49,
            "text": "Neu khong do mot An Hue tu Thuong Đe cua Y ban cho; va Y đa đuoc quang len bai bien hoang vu, va đang bi khien trach"
        },
        {
            "chapter": 68,
            "verse": 50,
            "text": "Roi Thuong Đe cua Y đa chon Y va lam cho Y tro thanh mot nguoi đuc hanh"
        },
        {
            "chapter": 68,
            "verse": 51,
            "text": "Va nhung ke khong co đuc tin muon lam cho Nguoi sa chan voi cai nhin cua chung khi chung nghe Loi Nhac Nho (cua Qur'an); va chung len tieng bao: “Ro that, Y (Muhammad) la mot thang đien.”"
        },
        {
            "chapter": 68,
            "verse": 52,
            "text": "Va No (Qur'an) chi la Loi Nhac Nho (cua Allah) ban cho muon loai"
        },
        {
            "chapter": 69,
            "verse": 1,
            "text": "Thuc tai"
        },
        {
            "chapter": 69,
            "verse": 2,
            "text": "Thuc tai la gi"
        },
        {
            "chapter": 69,
            "verse": 3,
            "text": "Va đieu gi cho Nguoi (Muhammad) biet Thuc tai la gi"
        },
        {
            "chapter": 69,
            "verse": 4,
            "text": "(Bo toc) Thamud va dan toc 'Ad phu nhan Qari'ah (Ngay Tan The)"
        },
        {
            "chapter": 69,
            "verse": 5,
            "text": "Boi the, đoi voi bo toc Thamud. chung đa bi tieu diet boi mot tran bung no du doi"
        },
        {
            "chapter": 69,
            "verse": 6,
            "text": "Va đoi voi dan toc 'Ad, chung đa bi tieu diet boi mot tran cuong phong het suc khung khiep"
        },
        {
            "chapter": 69,
            "verse": 7,
            "text": "Ma Ngai (Allah) đa cho thoi du doi lien tiep bay đem va tam ngay đen noi Nguoi co the thay nguoi dan noi đo (chet) nam la liet nhu cay cha la bi bung goc va nga rap xuong đat"
        },
        {
            "chapter": 69,
            "verse": 8,
            "text": "Boi the, Nguoi co thay mot đua nao cua bon chung song sot hay chang"
        },
        {
            "chapter": 69,
            "verse": 9,
            "text": "Va đen luot Fir-'awn, va nhung ke truoc y va nhung thi tran (Sodom va Gomorrah) đa bi lat nguoc vi qua toi loi"
        },
        {
            "chapter": 69,
            "verse": 10,
            "text": "Boi vi chung bat tuan vi Su Gia cua Thuong Đe (Allah) cua chung cho nen Ngai bat phat chung bang mot su tum bat cuong bao"
        },
        {
            "chapter": 69,
            "verse": 11,
            "text": "Chinh TA đa chuyen cho cac nguoi troi noi khi nuoc dang qua muc"
        },
        {
            "chapter": 69,
            "verse": 12,
            "text": "Ma TA đa lam đe nhac nho cac nguoi va nhung ai (co) tai, ghi nho no"
        },
        {
            "chapter": 69,
            "verse": 13,
            "text": "Boi the, khi Coi Hu hu len tieng đau tien"
        },
        {
            "chapter": 69,
            "verse": 14,
            "text": "Va khi đat đai voi nui non bi doi đi va bi đap nat"
        },
        {
            "chapter": 69,
            "verse": 15,
            "text": "Vao Ngay đo, Bien co trong đai se xay ra"
        },
        {
            "chapter": 69,
            "verse": 16,
            "text": "Va bau troi se che ra lam đoi boi vi vao Ngay đo no se mong manh"
        },
        {
            "chapter": 69,
            "verse": 17,
            "text": "Va cac Thien Than se o tren ranh gioi cua no; va vao Ngay đo tam Thien Than se khieng Ngai Vuong cua Thuong Đe cua Nguoi ben tren chung"
        },
        {
            "chapter": 69,
            "verse": 18,
            "text": "Vao Ngay đo, cac nguoi se đuoc trieu tap đe xet xu, khong mot đieu bi mat nao cua cac nguoi se đuoc giau nhem nua"
        },
        {
            "chapter": 69,
            "verse": 19,
            "text": "Boi the, đoi voi ai đuoc trao cho so bo cua minh noi tay phai thi se noi: “Đay, hay đoc so bo cua toi.”"
        },
        {
            "chapter": 69,
            "verse": 20,
            "text": "Toi nghi toi se phai đoi mat voi su thanh toan.”"
        },
        {
            "chapter": 69,
            "verse": 21,
            "text": "Boi the, y se song mot đoi song hanh phuc"
        },
        {
            "chapter": 69,
            "verse": 22,
            "text": "Noi mot ngoi Vuon (thien đang) tren cao"
        },
        {
            "chapter": 69,
            "verse": 23,
            "text": "Cho ra trai tung chum (thap va gan) vua tam tay hai"
        },
        {
            "chapter": 69,
            "verse": 24,
            "text": "Co loi bao: \"Hay an va uong thoai mai vi đieu (thien) ma qui vi đa goi đi truoc cho minh vao nhung ngay đa qua.”"
        },
        {
            "chapter": 69,
            "verse": 25,
            "text": "Nguoc lai, đoi voi ai đuoc trao cho so bo cua minh noi tay trai thi se than: “That kho than toi! Tha đung giao cho toi so bo nay cua toi"
        },
        {
            "chapter": 69,
            "verse": 26,
            "text": "“Va tha đung hay biet gi ve viec thanh toan (nay) cua toi"
        },
        {
            "chapter": 69,
            "verse": 27,
            "text": "“Oi, tha chet phut đi cho roi"
        },
        {
            "chapter": 69,
            "verse": 28,
            "text": "“Cua cai cua toi chang giup gi đuoc cho toi"
        },
        {
            "chapter": 69,
            "verse": 29,
            "text": "“Quyen hanh cua toi đa roi bo toi!”"
        },
        {
            "chapter": 69,
            "verse": 30,
            "text": "(Co lenh phan:) “Hay tum bat va troi han lai"
        },
        {
            "chapter": 69,
            "verse": 31,
            "text": "“Hay nuong han trong Lua ngon (cua hoa nguc)"
        },
        {
            "chapter": 69,
            "verse": 32,
            "text": "“Roi xieng han bang soi day xich dai bang bay muoi tac"
        },
        {
            "chapter": 69,
            "verse": 33,
            "text": "“Ro that, han thuong khong tin tuong noi Allah Chi Đai"
        },
        {
            "chapter": 69,
            "verse": 34,
            "text": "“Va khong khuyen khich (nguoi khac) nuoi an nguoi tung thieu"
        },
        {
            "chapter": 69,
            "verse": 35,
            "text": "“Boi the, ngay nay han khong co ban tai đay"
        },
        {
            "chapter": 69,
            "verse": 36,
            "text": "“Va khong co thuc an nao khac ngoai chat mu hoi tanh tu vet thuong"
        },
        {
            "chapter": 69,
            "verse": 37,
            "text": "“Chi đe danh cho nhung ke pham nhan an ma thoi.”"
        },
        {
            "chapter": 69,
            "verse": 38,
            "text": "Boi the, TA (Allah) the boi đieu ma cac nguoi nhin thay"
        },
        {
            "chapter": 69,
            "verse": 39,
            "text": "Va boi đieu ma cac nguoi khong thay"
        },
        {
            "chapter": 69,
            "verse": 40,
            "text": "Rang No (Qur'an) la loi đoc cua mot vi Su Gia rat vinh du"
        },
        {
            "chapter": 69,
            "verse": 41,
            "text": "Va No khong phai la loi cua mot thi si. Nhung cac nguoi chang may tin"
        },
        {
            "chapter": 69,
            "verse": 42,
            "text": "Va No cung khong phai la loi cua mot thay boi. Cac nguoi khong luu y"
        },
        {
            "chapter": 69,
            "verse": 43,
            "text": "(No la) Loi Mac Khai do Thuong Đe cua vu tru va muon loai ban xuong"
        },
        {
            "chapter": 69,
            "verse": 44,
            "text": "Va neu Y (Muhammad) bia đat nhung loi le ve (Allah)"
        },
        {
            "chapter": 69,
            "verse": 45,
            "text": "Thi chac chan TA se tum bat Y bang tay phai"
        },
        {
            "chapter": 69,
            "verse": 46,
            "text": "Roi TA se cat đut đong mach (noi qua tim) cua Y"
        },
        {
            "chapter": 69,
            "verse": 47,
            "text": "Boi the, khong mot ai trong cac nguoi co the bao ve Y (khoi TA)"
        },
        {
            "chapter": 69,
            "verse": 48,
            "text": "Va qua that, No la Loi Nhac Nho ban cho nhung nguoi so Allah"
        },
        {
            "chapter": 69,
            "verse": 49,
            "text": "Va TA biet chac trong cac nguoi co nguoi phu nhan (No)"
        },
        {
            "chapter": 69,
            "verse": 50,
            "text": "Va qua that, No la nguon lo au cho nhung ke khong co đuc tin"
        },
        {
            "chapter": 69,
            "verse": 51,
            "text": "Nhung No la Chan Ly tuyet đoi đuoc khang đinh chac chan"
        },
        {
            "chapter": 69,
            "verse": 52,
            "text": "Boi the, hay tan duong Đai Danh cua Thuong Đe Chi Đai cua Nguoi"
        },
        {
            "chapter": 70,
            "verse": 1,
            "text": "Co nguoi hoi ve su Trung phat sap xay ra"
        },
        {
            "chapter": 70,
            "verse": 2,
            "text": "Cho nhung ke khong co đuc tin ma khong ai co the tranh đuoc"
        },
        {
            "chapter": 70,
            "verse": 3,
            "text": "Tu Allah, Chu Nhan cua nhung con đuong thang len troi"
        },
        {
            "chapter": 70,
            "verse": 4,
            "text": "Cac Thien Than va Ruh (Jibril) đi len chau Ngai trong mot Ngay tuong đuong voi nam muoi ngan nam (theo nien ky cua con nguoi)"
        },
        {
            "chapter": 70,
            "verse": 5,
            "text": "Boi the, hay kien nhan chiu đung mot cach vui tuoi"
        },
        {
            "chapter": 70,
            "verse": 6,
            "text": "Qua that, chung (nhung ke khong co đuc tin) thay no xa voi"
        },
        {
            "chapter": 70,
            "verse": 7,
            "text": "Nhung TA (Allah) thay no gan ke"
        },
        {
            "chapter": 70,
            "verse": 8,
            "text": "Ngay ma bau troi se (tan ra) nhu đong thau đuoc nau chay"
        },
        {
            "chapter": 70,
            "verse": 9,
            "text": "Va nhung qua nui se (nhe) nhu long truu"
        },
        {
            "chapter": 70,
            "verse": 10,
            "text": "Khong mot nguoi ban nao se hoi tham nguoi ban minh"
        },
        {
            "chapter": 70,
            "verse": 11,
            "text": "Mac dau ho nhin thay nhau. Ke toi loi mong muon neu y co the dang cac đua con đe the mang hau khoi bi trung phat vao ngay đo"
        },
        {
            "chapter": 70,
            "verse": 12,
            "text": "(Dang) ca vo va anh em cua y"
        },
        {
            "chapter": 70,
            "verse": 13,
            "text": "(Dang) ba con ruot thit đa chua chap y"
        },
        {
            "chapter": 70,
            "verse": 14,
            "text": "Va tat ca nhung gi tren qua đat; roi đe no (su dang cung) se giai cuu y"
        },
        {
            "chapter": 70,
            "verse": 15,
            "text": "Nhung vo phuong. Boi vi chi co Lua ngon"
        },
        {
            "chapter": 70,
            "verse": 16,
            "text": "Đot troc da đau"
        },
        {
            "chapter": 70,
            "verse": 17,
            "text": "No (Lua) se goi ai quay lung va quay mat bo đi"
        },
        {
            "chapter": 70,
            "verse": 18,
            "text": "Va tom gop cua cai va giau ky"
        },
        {
            "chapter": 70,
            "verse": 19,
            "text": "Qua that, con nguoi đuoc tao ra von non nong"
        },
        {
            "chapter": 70,
            "verse": 20,
            "text": "Hay than van khi gap đieu du"
        },
        {
            "chapter": 70,
            "verse": 21,
            "text": "Va keo kiet khi gap đieu lanh (may man, giau co)"
        },
        {
            "chapter": 70,
            "verse": 22,
            "text": "Ngoai tru nhung nguoi dang le nguyen Salah"
        },
        {
            "chapter": 70,
            "verse": 23,
            "text": "Nhung ai kien tri trong viec dang le nguyen Salah cua ho"
        },
        {
            "chapter": 70,
            "verse": 24,
            "text": "Va nhung ai trich xuat tu tai san cua ho mot phan qui đinh bat buoc"
        },
        {
            "chapter": 70,
            "verse": 25,
            "text": "(Đe bo thi) cho nguoi an xin va nguoi thieu hut"
        },
        {
            "chapter": 70,
            "verse": 26,
            "text": "Va nhung ai xac nhan co Ngay Phan Xu (Cuoi Cung)"
        },
        {
            "chapter": 70,
            "verse": 27,
            "text": "Va nhung ai so su trung phat cua Thuong Đe (Allah) cua ho"
        },
        {
            "chapter": 70,
            "verse": 28,
            "text": "Su trung phat cua Thuong Đe cua ho la đieu ma khong ai cam thay an toan"
        },
        {
            "chapter": 70,
            "verse": 29,
            "text": "Va nhung ai giu gin phan kin đao cua co the (tiet che tinh duc)"
        },
        {
            "chapter": 70,
            "verse": 30,
            "text": "Ngoai tru voi vo cua minh va voi ai nam trong tay phai cua minh (cac nu tu binh); boi vi ho khong bi khien trach (đoi voi ho)"
        },
        {
            "chapter": 70,
            "verse": 31,
            "text": "Nhung ai tim cach vuot qua (gioi han) đo thi se la nhung ke pham toi"
        },
        {
            "chapter": 70,
            "verse": 32,
            "text": "Va nhung ai ton trong su ky thac va loi giao uoc"
        },
        {
            "chapter": 70,
            "verse": 33,
            "text": "Va nhung ai đung vung trong viec lam chung cua ho"
        },
        {
            "chapter": 70,
            "verse": 34,
            "text": "Va nhung ai cham nom viec dang le nguyen Salah cua ho"
        },
        {
            "chapter": 70,
            "verse": 35,
            "text": "Nhung nguoi đo se vinh du song trong nhung Ngoi Vuon (thien đang)"
        },
        {
            "chapter": 70,
            "verse": 36,
            "text": "Chuyen gi xay ra cho nhung ke khong tin đo xo chay đen truoc mat Nguoi"
        },
        {
            "chapter": 70,
            "verse": 37,
            "text": "Tung nhom mot, tu phia ben phai va ben trai"
        },
        {
            "chapter": 70,
            "verse": 38,
            "text": "Ha tung ten cua bon chung muon đuoc vao thien đang Hanh phuc"
        },
        {
            "chapter": 70,
            "verse": 39,
            "text": "Vo phuong! Qua that, TA đa tao chung tu chat ma chung biet"
        },
        {
            "chapter": 70,
            "verse": 40,
            "text": "Boi the, TA the nhan danh Thuong Đe cua cac điem cua huong Đong va cua huong Tay rang TA co quyen đinh đoat"
        },
        {
            "chapter": 70,
            "verse": 41,
            "text": "Viec thay the chung bang nhung nguoi khac tot hon chung. Va TA se khong that bai (trong Ke hoach cua TA)"
        },
        {
            "chapter": 70,
            "verse": 42,
            "text": "Boi the, hay đe mac chung vui đau tan gau va vui đua cho đen khi giap Ngay (Phan Xu) ma chung đa đuoc hua"
        },
        {
            "chapter": 70,
            "verse": 43,
            "text": "Ngay ma chung se voi va đi ra khoi mo giong nhu canh chung đam đau chay đen muc tieu (đa đinh san cho chung)"
        },
        {
            "chapter": 70,
            "verse": 44,
            "text": "Cap mat nhin xuong, tran đay nhuc nha. Đo la Ngay ma chung đa đuoc hua"
        },
        {
            "chapter": 71,
            "verse": 1,
            "text": "Qua that, TA (Allah) đa cu Nuh (No-e) đen cho nguoi dan cua Y (voi Menh Lenh): “Hay canh cao nguoi dan cua Nguoi truoc khi mot su trung phat đau đon se xay đen cho ho.”"
        },
        {
            "chapter": 71,
            "verse": 2,
            "text": "Nguoi bao: “Nay hoi dan ta! Ta la mot nguoi bao truoc đuoc cong khai cu đen voi cac nguoi"
        },
        {
            "chapter": 71,
            "verse": 3,
            "text": "Rang “Hay tho phung Allah va so Ngai va vang loi ta"
        },
        {
            "chapter": 71,
            "verse": 4,
            "text": "“Ngai se tha thu toi loi cho cac nguoi va gia han cho cac nguoi (song) đen mot thoi han an đinh. Qua that, khi thoi han do Allah an đinh đa man thi se khong con viec gia han nua, neu cac nguoi biet.”"
        },
        {
            "chapter": 71,
            "verse": 5,
            "text": "(Nuh) thua: “Lay Thuong Đe cua be toi! Be toi đa goi moi nguoi dan cua be toi ban đem lan ban ngay"
        },
        {
            "chapter": 71,
            "verse": 6,
            "text": "“Nhung loi goi moi cua be toi chang them that đuoc gi nguoc lai chi lam cho ho chay xa hon"
        },
        {
            "chapter": 71,
            "verse": 7,
            "text": "“Va moi lan be toi goi moi ho (theo Islam) đe Ngai tha thu cho ho thi ho lay ngon tay bit tai lai va lay ao choang phu len minh va tiep tuc ngoan co va vo cung ngao man"
        },
        {
            "chapter": 71,
            "verse": 8,
            "text": "“Roi, be toi goi moi ho lon tieng"
        },
        {
            "chapter": 71,
            "verse": 9,
            "text": "“Roi, be toi noi voi ho co luc cong khai co luc kin đao"
        },
        {
            "chapter": 71,
            "verse": 10,
            "text": "“Be toi bao ho: 'Hay cau xin Thuong Đe cua cac nguoi tha thu. Qua that, Ngai Hang Tha Thu"
        },
        {
            "chapter": 71,
            "verse": 11,
            "text": "Ngai se cho mua xuong doi dao cho cac nguoi"
        },
        {
            "chapter": 71,
            "verse": 12,
            "text": "Va gia tang cua cai va con cai cho cac nguoi va tao vuon tuoc va song ngoi cho cac nguoi"
        },
        {
            "chapter": 71,
            "verse": 13,
            "text": "Cac nguoi co chuyen gi vay? Tai sao cac nguoi khong hy vong noi Quyen Uy (ban cap) cua Allah"
        },
        {
            "chapter": 71,
            "verse": 14,
            "text": "Va chac chan Ngai đa tao cac nguoi theo tung giai đoan"
        },
        {
            "chapter": 71,
            "verse": 15,
            "text": "Ha cac nguoi khong thay viec Allah đa tao bay tang troi chong len nhau nhu the nao u"
        },
        {
            "chapter": 71,
            "verse": 16,
            "text": "Va đa lam ra trong chung mat trang nhu mot anh sang va mat troi nhu mot chiec đen"
        },
        {
            "chapter": 71,
            "verse": 17,
            "text": "Va Allah đa tao sinh va tang truong cac nguoi tu đat đai"
        },
        {
            "chapter": 71,
            "verse": 18,
            "text": "Roi, Ngai se hoan cac nguoi vao trong đo lai va đua cac nguoi đi ra bang mot cuoc đi ra toan bo"
        },
        {
            "chapter": 71,
            "verse": 19,
            "text": "Va Allah lam ra trai đat cho cac nguoi nhu mot tam tham đuoc trai rong"
        },
        {
            "chapter": 71,
            "verse": 20,
            "text": "Đe cho cac nguoi đi lai tren nhung con đuong thenh thang cua no"
        },
        {
            "chapter": 71,
            "verse": 21,
            "text": "Nuh thua: “Lay Thuong Đe cua be toi! Ho bat tuan be toi va nghe theo nguoi ma cua cai va con cai chang them đuoc gi cho y ngoai tru su mat mat.”"
        },
        {
            "chapter": 71,
            "verse": 22,
            "text": "Va ho muu đinh mot ke hoach to lon"
        },
        {
            "chapter": 71,
            "verse": 23,
            "text": "Va ho bao: “Cho tu bo cac than linh cua cac nguoi va cho bo (cac than): Wadd, Suwa', Yaguth, Ya'uq va Nasr"
        },
        {
            "chapter": 71,
            "verse": 24,
            "text": "Va chac chan, ho đa dat nhieu nguoi đi lac; va xin Ngai đung gia tang gi cho nhung ke lam đieu sai quay ngoai tru su lam lac.”"
        },
        {
            "chapter": 71,
            "verse": 25,
            "text": "Do nhung hanh vi toi loi cua ho ma ho bi nhan chet chim sau đo bi đua vao Lua. Boi the, ngoai Allah, ho đa khong tim đuoc mot ai đe giup đo"
        },
        {
            "chapter": 71,
            "verse": 26,
            "text": "Va Nuh thua: “Lay Thuong Đe cua be toi! Xin Ngai đung đe cho mot ten phan nghich nao song sot tren trai đat"
        },
        {
            "chapter": 71,
            "verse": 27,
            "text": "“Boi vi neu Ngai đe chua chung lai thi chung se dat cac bay toi cua Ngai đi lac va se sanh con đe chau gom toan la nhung ten phan nghich, vong on"
        },
        {
            "chapter": 71,
            "verse": 28,
            "text": "“Lay Thuong Đe cua be toi! Xin Ngai tha thu cho be toi va cho cha me cua be toi va cho ai vao nha cua be toi nhu mot nguoi co đuc tin va cho nhung nguoi nam va nu tin đo va cho gia tang gi them cho nhung ke lam đieu sai quay ngoai tru su diet vong!”"
        },
        {
            "chapter": 72,
            "verse": 1,
            "text": "Hay bao: “Ta (Muhammad) đa đuoc mac khai cho biet co mot đam Jinn đa nghe (đoc Qur'an). Chung bao: “Chung toi đa nghe mot cuoc xuong đoc (Qur'an) het suc tuyet dieu"
        },
        {
            "chapter": 72,
            "verse": 2,
            "text": "“No huong dan đen Chan Ly. Boi the, chung toi tin noi No. Va chung toi khong to mot ke nao cung voi Thuong Đe cua chung toi"
        },
        {
            "chapter": 72,
            "verse": 3,
            "text": "Qua that, Quyen Uy cua Thuong Đe cua chung toi het suc toi cao, Ngai khong co vo va khong co con"
        },
        {
            "chapter": 72,
            "verse": 4,
            "text": "Va qua that, trong chung toi co ke đien ro thuong noi nhung đieu qua đang cho Allah"
        },
        {
            "chapter": 72,
            "verse": 5,
            "text": "Va chung toi nghi loai nguoi va Jinn cho nen noi nhung đieu gian doi cho Allah"
        },
        {
            "chapter": 72,
            "verse": 6,
            "text": "Va qua that, co nhung đan ong trong loai nguoi đa nho nhung đan ong trong loai Jinn che cho nhung chung chi lam cho ho mac them toi"
        },
        {
            "chapter": 72,
            "verse": 7,
            "text": "Va qua that ho (nhung ke khong co đuc tin) đa nghi nhu cac nguoi đang nghi rang Allah se khong bao gio phuc sinh mot ai ca"
        },
        {
            "chapter": 72,
            "verse": 8,
            "text": "Va chung toi đa đi len đung troi nhung thay đay nhung canh ve binh hung ton va lua ngon sang ruc trong đo"
        },
        {
            "chapter": 72,
            "verse": 9,
            "text": "Va qua that, chung toi thuong ngoi tai nhung cho ngoi cua no (tren troi) đe nghe len tin tuc nhung bay gio ai nghe trom thi se thay mot ngon lua đang mai phuc ngo y"
        },
        {
            "chapter": 72,
            "verse": 10,
            "text": "Va chung toi khong biet co phai Thuong Đe cua ho muon giang tai hoa xuong cho nhung ai song tren trai đat hay la muon huong dan ho đen Chan Ly"
        },
        {
            "chapter": 72,
            "verse": 11,
            "text": "Va qua that, trong chung toi co nguoi đuc hanh va trong chung toi cung co ke khac đi. Chung toi theo nhung con đuong khac biet"
        },
        {
            "chapter": 72,
            "verse": 12,
            "text": "Va qua that, chung toi nghi chung toi khong co cach chi lam cho Allah that bai tren trai đat va chung toi vo phuong chay tron khoi Ngai"
        },
        {
            "chapter": 72,
            "verse": 13,
            "text": "Va qua that khi chung toi nghe Chi Đao (Qur'an) chung toi tin noi No. Va ai tin tuong noi Thuong Đe cua y thi se khong so bi giam (phan thuong) cung khong so bi nang (hinh phat)"
        },
        {
            "chapter": 72,
            "verse": 14,
            "text": "Va qua that, trong chung toi co mot so chiu than phuc Allah (thanh Muslim) nhung trong chung toi cung co mot so lech lac. Boi the, ai theo Islam (than phuc Allah) thi la tim đuoc Chan Ly"
        },
        {
            "chapter": 72,
            "verse": 15,
            "text": "Nguoc lai, đoi voi nhung ke đi sai đuong, chung se thanh chat đot cua hoa nguc"
        },
        {
            "chapter": 72,
            "verse": 16,
            "text": "Va neu ho (nguoi Quraish) tin tuong noi Allah va giu đung đao thi chac chan TA (Allah) se ban cho ho nuoc mua doi dao"
        },
        {
            "chapter": 72,
            "verse": 17,
            "text": "Đe TA co the thu thach ho trong đo. Va ai quay bo viec tuong nho Thuong Đe cua y thi Ngai se đua đay y vao su trung phat gia tang mai"
        },
        {
            "chapter": 72,
            "verse": 18,
            "text": "Va nhung Thanh đuong la cua Allah. Boi vay, cho cau nguyen mot ai cung voi Allah (trong đo)"
        },
        {
            "chapter": 72,
            "verse": 19,
            "text": "Va qua that, khi nguoi be toi cua Allah đung cau nguyen Ngai, chung (nhung ke khong tin) xum nhau đen bao quanh Nguoi đong đao"
        },
        {
            "chapter": 72,
            "verse": 20,
            "text": "Hay bao chung: \"Ta chi cau nguyen Thuong Đe cua Ta va khong to hop mot ai cung voi Ngai (trong viec tho phung).”"
        },
        {
            "chapter": 72,
            "verse": 21,
            "text": "Hay bao chung: \"Ta khong co quyen ham hai cac nguoi cung khong buoc cac nguoi theo Chan Ly.”"
        },
        {
            "chapter": 72,
            "verse": 22,
            "text": "Hay bao chung: “Nhat đinh khong mot ai co the cuu ta khoi (su Trung phat cua) Allah (neu ta bat tuan Ngai) va ngoai Ngai, ta khong bao gio tim đuoc mot cho nuong than nao khac"
        },
        {
            "chapter": 72,
            "verse": 23,
            "text": "Tru phi ta truyen đat (Chan Ly nhan) tu Ngai va Thong điep cua Ngai. Va ai bat tuan Allah va Su Gia cua Ngai thi chac chan se tiep nhan Lua cua hoa nguc ma y se vao o trong đo đoi đoi"
        },
        {
            "chapter": 72,
            "verse": 24,
            "text": "Mai cho đen khi chung chung kien đieu (trung phat) ma chung đa đuoc hua thi chung se biet ai la ke yeu the ve phuong dien nguoi giup đo va thieu so hon"
        },
        {
            "chapter": 72,
            "verse": 25,
            "text": "Hay bao chung: \"Ta khong biet đieu (trung phat) ma cac nguoi đuoc hua đa gan ke hay Thuong Đe cua Ta đinh no vao mot thoi gian xa hon.”"
        },
        {
            "chapter": 72,
            "verse": 26,
            "text": "(Chi rieng) Ngai biet đieu vo hinh. Boi the, Ngai khong tiet lo đieu bi mat cua Ngai cho mot ai"
        },
        {
            "chapter": 72,
            "verse": 27,
            "text": "Ngoai tru mot Su Gia ma Ngai đa chon. Boi the, qua that, Ngai phai canh ve binh (Thien Than) thap tung Nguoi đang truoc va đang sau"
        },
        {
            "chapter": 72,
            "verse": 28,
            "text": "Đe Ngai co the biet ho (cac Su Gia) đa truyen đat Thong điep cua Thuong Đe cua ho hay chua va Ngai bao quat (va kiem soat) moi đieu noi ho va đem tung đieu (mac khai) đa đuoc đanh so"
        },
        {
            "chapter": 73,
            "verse": 1,
            "text": "Hoi nguoi cuon minh trong ao (Nabi Muhammad)"
        },
        {
            "chapter": 73,
            "verse": 2,
            "text": "Hay đung (dang le nguyen Salah) ban đem nhung khong tron đem"
        },
        {
            "chapter": 73,
            "verse": 3,
            "text": "Phan nua đem hay ngan hon mot chut"
        },
        {
            "chapter": 73,
            "verse": 4,
            "text": "Hoac lau hon. Va hay thu tha đoc Qur'an voi am đieu nhip nhang"
        },
        {
            "chapter": 73,
            "verse": 5,
            "text": "Qua that, TA se som truyen xuong cho Nguoi Loi Phan nghiem trong"
        },
        {
            "chapter": 73,
            "verse": 6,
            "text": "That vay, thuc day ban đem (đe dang le nguyen Salah Tahajjud) la mot đieu nang nhoc nhung tu tuong sang suot va loi noi nghiem tuc"
        },
        {
            "chapter": 73,
            "verse": 7,
            "text": "Qua that, ban ngay Nguoi ban biu voi cong viec le the hang ngay"
        },
        {
            "chapter": 73,
            "verse": 8,
            "text": "Nhung hay nhac Đai Danh cua Thuong Đe cua Nguoi va doc long phung su Ngai"
        },
        {
            "chapter": 73,
            "verse": 9,
            "text": "Thuong Đe cua phuong Đong va phuong Tay, khong co Thuong Đe nao khac ca duy chi Ngai. Do đo, hay ton Ngai lam Đang Bao Ho cua Nguoi"
        },
        {
            "chapter": 73,
            "verse": 10,
            "text": "Va hay chiu đung voi nhung đieu chung noi va lanh xa chung mot cach đep đe"
        },
        {
            "chapter": 73,
            "verse": 11,
            "text": "Va đe mac TA đoi pho voi nhung ten phu nhan su that nhung giau tien nghi (lac thu); va tam tha chung mot thoi gian ngan"
        },
        {
            "chapter": 73,
            "verse": 12,
            "text": "Qua that, TA co san nhung soi day xich va Lua ngon"
        },
        {
            "chapter": 73,
            "verse": 13,
            "text": "Va loai thuc an lam nghen hong va mot su Trung phat đau đon"
        },
        {
            "chapter": 73,
            "verse": 14,
            "text": "Vao Ngay ma trai đat va nhung qua nui bi chan đong du doi va nhung qua nui se giong nhung đoi cat đo tuon xuong"
        },
        {
            "chapter": 73,
            "verse": 15,
            "text": "Qua that, TA đa phai mot Su Gia đen voi cac nguoi lam mot nhan chung đoi voi cac nguoi giong nhu TA đa cu mot Su Gia đen voi Fir-'awn"
        },
        {
            "chapter": 73,
            "verse": 16,
            "text": "Nhung Fir-'awn đa bat tuan Su Gia nen TA đa bat phat y het suc gat gao"
        },
        {
            "chapter": 73,
            "verse": 17,
            "text": "The cac nguoi se giu minh ra sao đe khoi bi hoa vao mot Ngay ma cac đua tre se bac đau neu cac nguoi khong co đuc tin"
        },
        {
            "chapter": 73,
            "verse": 18,
            "text": "(Ngay) bau troi se che đoi. Loi Hua cua Ngai chac chan se the hien"
        },
        {
            "chapter": 73,
            "verse": 19,
            "text": "Chac chan đay la mot Loi canh cao. Boi the, ai thich thi hay tu chon lay con đuong đi đen voi Thuong Đe cua y"
        },
        {
            "chapter": 73,
            "verse": 20,
            "text": "Qua that Thuong Đe cua Nguoi biet viec Nguoi đung dang le nguyen Salah gan hai phan ba đem, hoac phan nua đem, hoac mot phan ba đem voi mot thanh phan cua nhung ai theo Nguoi. Nhung Ngai đa an đinh (thoi gian cua) ban dem va ban ngay. Ngai biet cac nguoi khong the nho đung (thoi gian) nen Ngai đoai thuong ma quay lai tha thu cho cac nguoi. Do đo, hay đoc Qur'an cang nhieu cang tot, phan nao ma cac nguoi nhan thay de cho cac nguoi. Ngai biet trong cac nguoi co mot so đau yeu, mot so khac đi tim kiem thien loc cua Allah xa tren trai đat; va co mot so khac đi chien đau cho Chinh Nghia cua Allah. Do đo, hay đoc Qur'an phan nao ma cac nguoi thay de cho cac nguoi. Va hay chu đao dang le nguyen Salah va đong Zakah va cho Allah muon mot mon muon tot. Va đieu thien nao ma cac nguoi goi đi truoc cho ban than cua cac nguoi thi se tim thay lai noi Allah. Vang, no se tro thanh mot phan thuong tot va lon hon. Va hay cau xin Allah tha thu. Va qua that, Allah Hang Tha Thu, Rat Muc Khoan Dung"
        },
        {
            "chapter": 74,
            "verse": 1,
            "text": "Hoi nguoi đap chan (Nabi Muhammad)"
        },
        {
            "chapter": 74,
            "verse": 2,
            "text": "Hay đung len va canh bao (dan chung)"
        },
        {
            "chapter": 74,
            "verse": 3,
            "text": "Va hay vi đai hoa Thuong Đe (Allah) cua Nguoi"
        },
        {
            "chapter": 74,
            "verse": 4,
            "text": "Va hay giu y-phuc cua Nguoi sach se"
        },
        {
            "chapter": 74,
            "verse": 5,
            "text": "Hay tranh xa tuong than"
        },
        {
            "chapter": 74,
            "verse": 6,
            "text": "Va khi lam on (cho nguoi) cho mong (nguoi) tra on"
        },
        {
            "chapter": 74,
            "verse": 7,
            "text": "Va vi Thuong Đe cua Nguoi hay kien nhan"
        },
        {
            "chapter": 74,
            "verse": 8,
            "text": "Boi the, khi Coi Hu hu len (lan thu hai)"
        },
        {
            "chapter": 74,
            "verse": 9,
            "text": "Thi Ngay đo se la Ngay vat va (cuc nhoc)"
        },
        {
            "chapter": 74,
            "verse": 10,
            "text": "Khong may thoai mai cho nhung ke khong co đuc tin"
        },
        {
            "chapter": 74,
            "verse": 11,
            "text": "Hay đe mac TA voi ke ma TA đa tao ra co đon"
        },
        {
            "chapter": 74,
            "verse": 12,
            "text": "Va TA đa lam cho y co đuoc cua cai doi dao (giau co)"
        },
        {
            "chapter": 74,
            "verse": 13,
            "text": "Va con cai đay đan ben canh"
        },
        {
            "chapter": 74,
            "verse": 14,
            "text": "Va suon se moi đieu"
        },
        {
            "chapter": 74,
            "verse": 15,
            "text": "Roi y con tham lam muon TA ban them"
        },
        {
            "chapter": 74,
            "verse": 16,
            "text": "Nhat đinh khong! Qua that, y la ke chong đoi cac Dau Hieu cua TA"
        },
        {
            "chapter": 74,
            "verse": 17,
            "text": "TA se lam cho y khon đon nhu treo nui doc đung"
        },
        {
            "chapter": 74,
            "verse": 18,
            "text": "Qua that, y suy ngam va muu đo"
        },
        {
            "chapter": 74,
            "verse": 19,
            "text": "Boi the, y chi thiet than! Y muu đo lam sao"
        },
        {
            "chapter": 74,
            "verse": 20,
            "text": "Roi y chi thiet than! Y muu đo lam sao"
        },
        {
            "chapter": 74,
            "verse": 21,
            "text": "Roi y nhin (ngam nghi)"
        },
        {
            "chapter": 74,
            "verse": 22,
            "text": "Roi cau may va nhan nho"
        },
        {
            "chapter": 74,
            "verse": 23,
            "text": "Roi quay lung va to ve ngao man"
        },
        {
            "chapter": 74,
            "verse": 24,
            "text": "The roi y bao: “Đieu nay chang qua la tro ao thuat co tu xua.”"
        },
        {
            "chapter": 74,
            "verse": 25,
            "text": "“Ro that (Qur'an) nay chi la Loi noi cua mot nguoi pham.”"
        },
        {
            "chapter": 74,
            "verse": 26,
            "text": "TA se som quang y vao Lua cua hoa nguc"
        },
        {
            "chapter": 74,
            "verse": 27,
            "text": "Va đieu gi se cho Nguoi biet Lua cua hoa nguc la gi"
        },
        {
            "chapter": 74,
            "verse": 28,
            "text": "No khong dung tha cung khong bo sot (mot ten sai quay va toi loi nao)"
        },
        {
            "chapter": 74,
            "verse": 29,
            "text": "No đot chay va lot het cac lop da"
        },
        {
            "chapter": 74,
            "verse": 30,
            "text": "Tren no co muoi chin (vi Thien Than giu nguc)"
        },
        {
            "chapter": 74,
            "verse": 31,
            "text": "Va TA đa khong chi đinh ai ngoai Thien Than lam nhung nguoi canh gac hoa nguc. Va TA an đinh con so cua chung nhu mot su thu thach cho nhung ai khong co đuc tin va đe thuyet phuc nhung ai đa đuoc ban cap Kinh Sach va cung đe tang cuong đuc tin cho nhung nguoi tin tuong; va đe cho nhung nguoi đuoc ban cho Kinh Sach cung nhu nhung nguoi tin tuong khong con co gi đe ngo vuc ca; va đe cho nhung ke mang trong long mot chung benh va nhung ke khong co đuc tin co dip noi: “Allah đinh noi gi qua thi du so sanh nay.” Allah đanh lac huong ke nao Ngai muon va huong dan nguoi nao Ngai muon nhu the; va khong ai biet ro luc luong cua Thuong Đe cua Nguoi ngoai tru Ngai. Va No la Loi Nhac Nho cho nguoi pham"
        },
        {
            "chapter": 74,
            "verse": 32,
            "text": "Khong, the boi mat trang"
        },
        {
            "chapter": 74,
            "verse": 33,
            "text": "Va boi đem toi khi no rut đi"
        },
        {
            "chapter": 74,
            "verse": 34,
            "text": "Va boi hung đong khi no choi rang"
        },
        {
            "chapter": 74,
            "verse": 35,
            "text": "Qua that, No la mot đai hoa"
        },
        {
            "chapter": 74,
            "verse": 36,
            "text": "Mot su canh bao cho nguoi pham"
        },
        {
            "chapter": 74,
            "verse": 37,
            "text": "Cho ai trong cac nguoi muon tien phong đi truoc hoac muon o lai sau"
        },
        {
            "chapter": 74,
            "verse": 38,
            "text": "Moi nguoi (linh hon) se la mot cam ket cho nhung đieu ma no đa lam"
        },
        {
            "chapter": 74,
            "verse": 39,
            "text": "Ngoai tru nhung nguoi Ban cua phia Tay Phai"
        },
        {
            "chapter": 74,
            "verse": 40,
            "text": "Trong thien đang. Ho se hoi nhau"
        },
        {
            "chapter": 74,
            "verse": 41,
            "text": "Ve nhung ke toi loi"
        },
        {
            "chapter": 74,
            "verse": 42,
            "text": "“Đieu gi đa đua cac anh vao Lua cua hoa nguc vay?”"
        },
        {
            "chapter": 74,
            "verse": 43,
            "text": "Chung se đap: “Chung toi la nhung nguoi khong nang dang le nguyen Salah"
        },
        {
            "chapter": 74,
            "verse": 44,
            "text": "Va chung toi la nhung nguoi thuong khong nuoi an nguoi ngheo"
        },
        {
            "chapter": 74,
            "verse": 45,
            "text": "Va chung toi thuong noi chuyen vo bo voi nhung nguoi hay chuyen van tam phao"
        },
        {
            "chapter": 74,
            "verse": 46,
            "text": "Va chung toi thuong phu nhan Ngay Phan xu"
        },
        {
            "chapter": 74,
            "verse": 47,
            "text": "Cho toi khi chung toi gap đieu kien đinh (cai chet)”"
        },
        {
            "chapter": 74,
            "verse": 48,
            "text": "Boi the, khong mot su can thiep nao cua nhung nguoi can thiep co the giup ich chung đuoc"
        },
        {
            "chapter": 74,
            "verse": 49,
            "text": "Boi the, ly do gi đa khien chung quay lanh xa Loi canh bao"
        },
        {
            "chapter": 74,
            "verse": 50,
            "text": "Chung giong nhu con lua khiep đam"
        },
        {
            "chapter": 74,
            "verse": 51,
            "text": "Thao chay truoc con su tu"
        },
        {
            "chapter": 74,
            "verse": 52,
            "text": "Khong, moi nguoi trong bon chung muon đuoc trao cho nhung to kinh đuoc trai ra"
        },
        {
            "chapter": 74,
            "verse": 53,
            "text": "Vo phuong! Khong, chung khong so đoi sau"
        },
        {
            "chapter": 74,
            "verse": 54,
            "text": "Vo phuong! Qua that No (Qur'an) la Loi canh bao"
        },
        {
            "chapter": 74,
            "verse": 55,
            "text": "Boi the, nguoi nao muon thi hay (đoc va) canh giac"
        },
        {
            "chapter": 74,
            "verse": 56,
            "text": "Nhung khong ai canh giac đang tru phi Allah muon boi vi Ngai la Chu Nhan đang phai so va la Chu Nhan ban su tha thu"
        },
        {
            "chapter": 75,
            "verse": 1,
            "text": "TA the boi Ngay phuc sinh"
        },
        {
            "chapter": 75,
            "verse": 2,
            "text": "Va TA the boi linh hon tu trach"
        },
        {
            "chapter": 75,
            "verse": 3,
            "text": "Ha con nguoi nghi rang TA se khong tap hop xuong cot cua y hay sao"
        },
        {
            "chapter": 75,
            "verse": 4,
            "text": "Vang, TA thua suc rap lai toan hao tung đau ngon tay cua y"
        },
        {
            "chapter": 75,
            "verse": 5,
            "text": "Khong! Con nguoi muon tiep tuc pham toi"
        },
        {
            "chapter": 75,
            "verse": 6,
            "text": "Y hoi: “Luc nao se xay ra Ngay phuc sinh?”"
        },
        {
            "chapter": 75,
            "verse": 7,
            "text": "Boi the, khi cap mat bi choi loa"
        },
        {
            "chapter": 75,
            "verse": 8,
            "text": "Va mat trang bi che khuat"
        },
        {
            "chapter": 75,
            "verse": 9,
            "text": "Va mat troi va mat trang giao nhau"
        },
        {
            "chapter": 75,
            "verse": 10,
            "text": "Vao Ngay đo con nguoi se bao: “Đau la cho đe thoat than?”"
        },
        {
            "chapter": 75,
            "verse": 11,
            "text": "Vo phuong! Khong co cho đe nuong than"
        },
        {
            "chapter": 75,
            "verse": 12,
            "text": "Ngay đo, cho nuong than duy nhat la (chay) ve voi Thuong Đe cua Nguoi"
        },
        {
            "chapter": 75,
            "verse": 13,
            "text": "Vao Ngay đo, con nguoi se đuoc bao cho biet đieu ma y đa goi đi truoc va đieu ma y con đe lai sau"
        },
        {
            "chapter": 75,
            "verse": 14,
            "text": "Khong! Con nguoi nhin thay ro ban than cua minh nhat"
        },
        {
            "chapter": 75,
            "verse": 15,
            "text": "Mac dau y vien đu ly do đe chay toi"
        },
        {
            "chapter": 75,
            "verse": 16,
            "text": "Cho uon luoi cua Nguoi ve No (Qur'an) hau giuc No đen nhanh"
        },
        {
            "chapter": 75,
            "verse": 17,
            "text": "Qua that, TA co nhiem vu thu nhat va đoc No (cho Nguoi)"
        },
        {
            "chapter": 75,
            "verse": 18,
            "text": "Boi the, khi TA đoc No (Qur'an), hay đoc theo No"
        },
        {
            "chapter": 75,
            "verse": 19,
            "text": "Roi chinh TA co nhiem vu giai thich No minh bach"
        },
        {
            "chapter": 75,
            "verse": 20,
            "text": "Khong! Khong, cac nguoi yeu đoi song hien tai"
        },
        {
            "chapter": 75,
            "verse": 21,
            "text": "Va quen lang đoi sau"
        },
        {
            "chapter": 75,
            "verse": 22,
            "text": "Vao Ngay đo, guong mat cua mot so nguoi sang ro"
        },
        {
            "chapter": 75,
            "verse": 23,
            "text": "Ngam nhin Thuong Đe cua ho"
        },
        {
            "chapter": 75,
            "verse": 24,
            "text": "Va vao Ngay đo, guong mat cua mot so nguoi buon hiu, nhan nho"
        },
        {
            "chapter": 75,
            "verse": 25,
            "text": "Lo nghi ve mot tai hoa đap nat lung se giang len ho"
        },
        {
            "chapter": 75,
            "verse": 26,
            "text": "Khong! Khi (hon cua nguoi chet) len đen xuong quai xanh"
        },
        {
            "chapter": 75,
            "verse": 27,
            "text": "Va co tieng hoi: “Ai la thay thuoc (co the cuu y song)?”"
        },
        {
            "chapter": 75,
            "verse": 28,
            "text": "Va y nghi (đa đen luc) phai biet ly"
        },
        {
            "chapter": 75,
            "verse": 29,
            "text": "Va ong chan nay nhap vao ong chan no"
        },
        {
            "chapter": 75,
            "verse": 30,
            "text": "Đua (y) ve voi Thuong Đe cua Nguoi vao Ngay đo"
        },
        {
            "chapter": 75,
            "verse": 31,
            "text": "Boi the, y khong tin cung khong dang le nguyen Salah"
        },
        {
            "chapter": 75,
            "verse": 32,
            "text": "Nguoc lai, phu nhan su that va quay bo đi"
        },
        {
            "chapter": 75,
            "verse": 33,
            "text": "Roi y ve nha voi dang đieu ngao man"
        },
        {
            "chapter": 75,
            "verse": 34,
            "text": "Chi thiet than nguoi thoi (hoi nguoi!), chi thiet than"
        },
        {
            "chapter": 75,
            "verse": 35,
            "text": "Roi, chi thiet than nguoi thoi (hoi nguoi!), chi thiet than"
        },
        {
            "chapter": 75,
            "verse": 36,
            "text": "Ha con nguoi nghi rang y đuoc tu do tac oai tac quai"
        },
        {
            "chapter": 75,
            "verse": 37,
            "text": "Ha y khong la mot giot tinh dich đuoc xuat ra hay sao"
        },
        {
            "chapter": 75,
            "verse": 38,
            "text": "Roi tro thanh mot hon mau đac, tiep đo thanh hinh the"
        },
        {
            "chapter": 75,
            "verse": 39,
            "text": "Roi tu y, (Allah) lam ra hai gioi (tinh), nam va nu"
        },
        {
            "chapter": 75,
            "verse": 40,
            "text": "Ha Đang đo khong đu Quyen Nang phuc sinh đuoc nguoi chet hay sao"
        },
        {
            "chapter": 76,
            "verse": 1,
            "text": "Phai chang con nguoi đa trai qua mot thoi ky ma y khong la mot cai gi đang noi đen hay sao"
        },
        {
            "chapter": 76,
            "verse": 2,
            "text": "TA đa tao hoa con nguoi tu mot dung dich đe TA co the thu thach y. Boi the, TA đa lam cho y nghe đuoc va thay đuoc"
        },
        {
            "chapter": 76,
            "verse": 3,
            "text": "TA đa chi dan cho y con đuong xem y biet on hay boi on"
        },
        {
            "chapter": 76,
            "verse": 4,
            "text": "TA đa chuan bi cho nhung ke boi on soi day xich, gong cum va lua ngon"
        },
        {
            "chapter": 76,
            "verse": 5,
            "text": "Nguoi đuc hanh se uong tu mot tach nuoc chua dung hop thom tho"
        },
        {
            "chapter": 76,
            "verse": 6,
            "text": "(Muc tu) mot ngon suoi ma nhung nguoi be toi cua Allah se uong, vi the no se phun ra doi dao"
        },
        {
            "chapter": 76,
            "verse": 7,
            "text": "Ho đa hoan tat loi the va lo so Ngay ma su xau xa se lan tran khap noi"
        },
        {
            "chapter": 76,
            "verse": 8,
            "text": "Va vi thuong yeu Ngai (Allah), ho đa chu cap thuc pham cho nguoi ngheo, tre mo coi, va tu binh"
        },
        {
            "chapter": 76,
            "verse": 9,
            "text": "(Va bao:) “Chung toi chu cap qui vi la vi sac Dien (Hai Long) cua Allah thoi. Chung toi khong mong qui vi tuong thuong hoac đen on"
        },
        {
            "chapter": 76,
            "verse": 10,
            "text": "“Chung toi so mot Ngay cau mat nhan nho va buon tham tu Thuong Đe cua chung toi.”"
        },
        {
            "chapter": 76,
            "verse": 11,
            "text": "Boi the, Allah se giai cuu ho khoi su xau xa cua Ngay đo va lam cho ho sang ro va vui suong"
        },
        {
            "chapter": 76,
            "verse": 12,
            "text": "Va vi đa kien nhan chiu đung nen Ngai se ban thuong ho thien đang va lua la"
        },
        {
            "chapter": 76,
            "verse": 13,
            "text": "Nam nghi tren nhung chiec trang ky trong đo (thien đang), khong cam thay (suc nong buc cua) mat troi va canh gia lanh"
        },
        {
            "chapter": 76,
            "verse": 14,
            "text": "Va bong mat cua no (thien đang) che ho sat ben tren va trai cay tung chum cua no lung lang sa xuong gan tam tay hai"
        },
        {
            "chapter": 76,
            "verse": 15,
            "text": "Va nhung binh chua bang bac va nhung chiec ly cao chan bang thuy tinh se đuoc chuyen đi quanh giua ho"
        },
        {
            "chapter": 76,
            "verse": 16,
            "text": "(Binh chua) bang bac trong nhu pha le; ho se đinh muc luong cua chung"
        },
        {
            "chapter": 76,
            "verse": 17,
            "text": "Va trong đo, ho se đuoc cho uong tu mot cai coc chua dung hop gung"
        },
        {
            "chapter": 76,
            "verse": 18,
            "text": "Mot ngon suoi trong đo đuoc goi la Salsabil"
        },
        {
            "chapter": 76,
            "verse": 19,
            "text": "Va co nhung thieu nien vinh vien tuoi tre đi vong quanh ho (đe hau ha). Khi thay chung, Nguoi ngo đo la nhung hat tran chau rai rac"
        },
        {
            "chapter": 76,
            "verse": 20,
            "text": "Va khi nhin, Nguoi se thay noi đo niem hanh phuc va mot vuong quoc vi đai"
        },
        {
            "chapter": 76,
            "verse": 21,
            "text": "Ho se mac ao lua min mau xanh, co theu tro xinh đep. Ho se đeo vong tay bang bac. Va Thuong Đe cua ho se cho ho uong mot loai nuoc tinh khiet"
        },
        {
            "chapter": 76,
            "verse": 22,
            "text": "Qua that, đay la qua tang ban cho cac nguoi nhu mot phan thuong; va su co gang cua cac nguoi đa đuoc chap nhan"
        },
        {
            "chapter": 76,
            "verse": 23,
            "text": "TA la Đang đa ban Qur'an xuong cho Nguoi theo tung giai đoan"
        },
        {
            "chapter": 76,
            "verse": 24,
            "text": "Do đo, hay kien nhan chiu đung voi Menh Lenh cua Thuong Đe cua Nguoi va cho nghe theo ten toi loi hay ke khong tin nao cua bon chung"
        },
        {
            "chapter": 76,
            "verse": 25,
            "text": "Va hay tung niem Ten cua Thuong Đe cua Nguoi vao buoi sang va buoi toi"
        },
        {
            "chapter": 76,
            "verse": 26,
            "text": "Va hay phu phuc truoc Ngai ban đem va tan duong Ngai thau đem"
        },
        {
            "chapter": 76,
            "verse": 27,
            "text": "Qua that, nhung nguoi (Quraish) nay yeu đoi song hien tai va bo quen sau lung chung mot Ngay se rat cuc nhoc"
        },
        {
            "chapter": 76,
            "verse": 28,
            "text": "TA đa tao hoa chung va lam cho co the cua chung cuong trang nhung khi muon, TA co the đua nhung nguoi tuong tu đen thay the chung toan bo"
        },
        {
            "chapter": 76,
            "verse": 29,
            "text": "Qua that, Qur'an nay la mot Loi Nhac Nho. Boi the, đe cho nguoi nao muon tu chon lay con đuong đi đen voi Thuong Đe cua y"
        },
        {
            "chapter": 76,
            "verse": 30,
            "text": "Nhung cac nguoi khong muon đang tru phi Allah muon (huong dan). Qua that, Allah Toan Tri va Rat Muc Cao Minh"
        },
        {
            "chapter": 76,
            "verse": 31,
            "text": "Ngai (Allah) se khoan dung nguoi nao Ngai muon. Va Ngai đa chuan bi cho nhung ke lam đieu sai quay mot su trung phat đau đon"
        },
        {
            "chapter": 77,
            "verse": 1,
            "text": "The boi (cac luong gio) đuoc phai đi, luong nay tiep theo luong kia"
        },
        {
            "chapter": 77,
            "verse": 2,
            "text": "Boi the, chung thoi manh theo luong"
        },
        {
            "chapter": 77,
            "verse": 3,
            "text": "Va chung rai tung (moi vat) đi khap noi"
        },
        {
            "chapter": 77,
            "verse": 4,
            "text": "Va tach biet (cai tot) khoi (cai xau)"
        },
        {
            "chapter": 77,
            "verse": 5,
            "text": "The boi (cac vi Su) pho bien Loi Nhac Nho đi rong khap"
        },
        {
            "chapter": 77,
            "verse": 6,
            "text": "Hoac đe chung minh hoac đe canh bao"
        },
        {
            "chapter": 77,
            "verse": 7,
            "text": "Qua that, đieu ma cac nguoi đa đuoc hua chac chan se xay ra"
        },
        {
            "chapter": 77,
            "verse": 8,
            "text": "Boi the, khi nhung vi sao lu mo dan"
        },
        {
            "chapter": 77,
            "verse": 9,
            "text": "Va khi bau troi bi che lam hai"
        },
        {
            "chapter": 77,
            "verse": 10,
            "text": "Va khi nhung qua nui bi thoi rac đi nhu bui"
        },
        {
            "chapter": 77,
            "verse": 11,
            "text": "Va khi cac Su Gia đuoc goi tap hop vao mot thoi điem"
        },
        {
            "chapter": 77,
            "verse": 12,
            "text": "Vao Ngay nao (nhung dau hieu đo) đuoc doi lai"
        },
        {
            "chapter": 77,
            "verse": 13,
            "text": "Vao Ngay Phan loai (giua nhung co đuc tin va nhung nguoi khong co đuc tin)"
        },
        {
            "chapter": 77,
            "verse": 14,
            "text": "Va đieu gi giai thich cho Nguoi biet Ngay Phan loai la gi"
        },
        {
            "chapter": 77,
            "verse": 15,
            "text": "Thong kho thay Ngay đo cho nhung ke phu nhan su that"
        },
        {
            "chapter": 77,
            "verse": 16,
            "text": "Ha TA đa khong tieu diet nhung nguoi xua (lam đieu toi loi va sai quay) hay sao"
        },
        {
            "chapter": 77,
            "verse": 17,
            "text": "Roi, TA lam cho nhung the he sau nay theo chung"
        },
        {
            "chapter": 77,
            "verse": 18,
            "text": "TA đoi xu voi nhung ke toi loi đung nhu the"
        },
        {
            "chapter": 77,
            "verse": 19,
            "text": "Thong kho thay Ngay đo cho nhung ke phu nhan su that"
        },
        {
            "chapter": 77,
            "verse": 20,
            "text": "Ha TA đa khong tao cac nguoi tu mot chat long đang khinh u"
        },
        {
            "chapter": 77,
            "verse": 21,
            "text": "Ma TA đa đat an toan tai mot noi chua co đinh"
        },
        {
            "chapter": 77,
            "verse": 22,
            "text": "Đen mot ky han an đinh"
        },
        {
            "chapter": 77,
            "verse": 23,
            "text": "Do đo, TA quyet đinh boi vi TA la Đang Quyet Đinh Sieu Viet"
        },
        {
            "chapter": 77,
            "verse": 24,
            "text": "Thong kho thay Ngay đo cho nhung ke phu nhan su that"
        },
        {
            "chapter": 77,
            "verse": 25,
            "text": "Ha TA đa khong lam trai đat thanh mot noi đon nhan"
        },
        {
            "chapter": 77,
            "verse": 26,
            "text": "Nguoi song va ke chet"
        },
        {
            "chapter": 77,
            "verse": 27,
            "text": "Va đa đat noi đo nhung qua nui cao sung sung vung chac va cung cap cho cac nguoi nuoc uong mat ruoi hay sao"
        },
        {
            "chapter": 77,
            "verse": 28,
            "text": "Thong kho thay Ngay đo cho nhung ke phu nhan su that"
        },
        {
            "chapter": 77,
            "verse": 29,
            "text": "“Hay đi đen cai (hoa nguc) ma cac nguoi đa tung phu nhan.”"
        },
        {
            "chapter": 77,
            "verse": 30,
            "text": "“Hay đi đen cho bong toi cua ba cot tru (khoi đen bay len)"
        },
        {
            "chapter": 77,
            "verse": 31,
            "text": "“Khong che mat cung khong che cho cac nguoi khoi Lua ngon.”"
        },
        {
            "chapter": 77,
            "verse": 32,
            "text": "Qua that, No ha ra nhung ngon lua to nhu nhung phao đai"
        },
        {
            "chapter": 77,
            "verse": 33,
            "text": "Giong nhung con lac đa mau vang"
        },
        {
            "chapter": 77,
            "verse": 34,
            "text": "Thong kho thay Ngay đo cho nhung ke phu nhan su that"
        },
        {
            "chapter": 77,
            "verse": 35,
            "text": "Đay la Ngay ma chung se khong noi đuoc"
        },
        {
            "chapter": 77,
            "verse": 36,
            "text": "Cung se khong đuoc khieu nai đieu gi"
        },
        {
            "chapter": 77,
            "verse": 37,
            "text": "Thong kho thay Ngay đo cho nhung ke phu nhan su that"
        },
        {
            "chapter": 77,
            "verse": 38,
            "text": "Đay la Ngay Phan loai. TA se tap trung cac nguoi va nhung nguoi xua"
        },
        {
            "chapter": 77,
            "verse": 39,
            "text": "Neu cac nguoi co muu đinh gi thi hay dung no ma pha hong TA thu xem"
        },
        {
            "chapter": 77,
            "verse": 40,
            "text": "Thong kho thay Ngay đo cho nhung ke phu nhan su that"
        },
        {
            "chapter": 77,
            "verse": 41,
            "text": "Qua that, nhung nguoi so Allah se o duoi bong mat va gan suoi nuoc trong"
        },
        {
            "chapter": 77,
            "verse": 42,
            "text": "(Huong) loai trai cay nao ma ho thich"
        },
        {
            "chapter": 77,
            "verse": 43,
            "text": "“Hay an va uong cho man nguyen tam long do nhung viec (thien) ma qui vi đa tung lam.”"
        },
        {
            "chapter": 77,
            "verse": 44,
            "text": "Chac chan, TA se trong thuong nhung nguoi lam tot đung nhu the"
        },
        {
            "chapter": 77,
            "verse": 45,
            "text": "Thong kho thay Ngay đo cho nhung ke phu nhan su that"
        },
        {
            "chapter": 77,
            "verse": 46,
            "text": "(Hoi nhung ke khong tin!) Cu an uong va huong thu cuoc đoi ngan ngui nay. Chac chan, cac nguoi la nhung ke toi loi"
        },
        {
            "chapter": 77,
            "verse": 47,
            "text": "Thong kho thay Ngay đo cho nhung ke phu nhan su that"
        },
        {
            "chapter": 77,
            "verse": 48,
            "text": "Va khi co loi bao chung: “Hay cui đau, chung khong cui đau.”"
        },
        {
            "chapter": 77,
            "verse": 49,
            "text": "Thong kho thay Ngay đo cho nhung ke phu nhan su that"
        },
        {
            "chapter": 77,
            "verse": 50,
            "text": "The, chung se tin tuong vao Loi trinh bay nao sau No (Qur'an)"
        }
    ]
}