{
    "rukus": [
        {
            "chapter": 25,
            "verse": 45,
            "text": "Have you not seen how your Lord extends the shade—He could have simply made it ˹remain˺ still if He so willed—then We make the sun its guide"
        },
        {
            "chapter": 25,
            "verse": 46,
            "text": "causing the shade to retreat gradually"
        },
        {
            "chapter": 25,
            "verse": 47,
            "text": "He is the One Who has made the night for you as a cover, and ˹made˺ sleep for resting, and the day for rising"
        },
        {
            "chapter": 25,
            "verse": 48,
            "text": "And He is the One Who sends the winds ushering in His mercy, and We send down pure rain from the sky"
        },
        {
            "chapter": 25,
            "verse": 49,
            "text": "giving life to a lifeless land, and providing water for countless animals and humans of Our Own creation"
        },
        {
            "chapter": 25,
            "verse": 50,
            "text": "We certainly disperse it among them so they may be mindful, but most people persist in ungratefulness"
        },
        {
            "chapter": 25,
            "verse": 51,
            "text": "Had We willed, We could have easily sent a warner to every society"
        },
        {
            "chapter": 25,
            "verse": 52,
            "text": "So do not yield to the disbelievers, but strive diligently against them with this ˹Quran˺"
        },
        {
            "chapter": 25,
            "verse": 53,
            "text": "And He is the One Who merges the two bodies of water: one fresh and palatable and the other salty and bitter, placing between them a barrier they cannot cross"
        },
        {
            "chapter": 25,
            "verse": 54,
            "text": "And He is the One Who creates human beings from a ˹humble˺ liquid, then establishes for them bonds of kinship and marriage. For your Lord is Most Capable"
        },
        {
            "chapter": 25,
            "verse": 55,
            "text": "Yet they worship besides God what can neither benefit nor harm them. And the disbeliever always collaborates against their Lord"
        },
        {
            "chapter": 25,
            "verse": 56,
            "text": "And We have sent you ˹O Prophet˺ only as a deliverer of good news and a warner"
        },
        {
            "chapter": 25,
            "verse": 57,
            "text": "Say, “I do not ask you for any reward for this ˹message˺, but whoever wishes, let them pursue the Way to their Lord.”"
        },
        {
            "chapter": 25,
            "verse": 58,
            "text": "Put your trust in the Ever-Living, Who never dies, and glorify His praises. Sufficient is He as All-Aware of the sins of His servants"
        },
        {
            "chapter": 25,
            "verse": 59,
            "text": "˹He is˺ the One Who created the heavens and the earth and everything in between in six Days, then established Himself on the Throne. ˹He is˺ the Most Compassionate! Ask ˹none other than˺ the All-Knowledgeable about Himself"
        },
        {
            "chapter": 25,
            "verse": 60,
            "text": "When it is said to them, “Prostrate to the Most Compassionate,” they ask ˹in disgust˺, “What is ‘the Most Compassionate’? Will we prostrate to whatever you order us to?” And it only drives them farther away"
        }
    ]
}