{
    "rukus": [
        {
            "chapter": 2,
            "verse": 243,
            "text": "Have you ˹O Prophet˺ not seen those who fled their homes in the thousands for fear of death? God said to them, “Die!” then He gave them life. Surely God is ever Bountiful to humanity, but most people are ungrateful"
        },
        {
            "chapter": 2,
            "verse": 244,
            "text": "Fight in the cause of God, and know that God is All-Hearing, All-Knowing"
        },
        {
            "chapter": 2,
            "verse": 245,
            "text": "Who will lend to God a good loan which God will multiply many times over? It is God ˹alone˺ who decreases and increases ˹wealth˺. And to Him you will ˹all˺ be returned"
        },
        {
            "chapter": 2,
            "verse": 246,
            "text": "Have you not seen those chiefs of the Children of Israel after Moses? They said to one of their prophets, “Appoint for us a king, ˹and˺ we will fight in the cause of God.” He said, “Are you not going to cower if ordered to fight?” They replied, “How could we refuse to fight in the cause of God, while we were driven out of our homes and ˹separated from˺ our children?” But when they were ordered to fight, they fled, except for a few of them. And God has ˹perfect˺ knowledge of the wrongdoers"
        },
        {
            "chapter": 2,
            "verse": 247,
            "text": "Their prophet told them, “God has appointed Saul to be your king.” They protested, “How can he be our king when some of us are more deserving of kingship than he, and he has not been blessed with vast riches?” He replied, “God has chosen him over you and blessed him with knowledge and stature. God grants kingship to whoever He wills. And God is All-Bountiful, All-Knowing.”"
        },
        {
            "chapter": 2,
            "verse": 248,
            "text": "Their prophet further told them, “The sign of Saul’s kingship is that the Ark will come to you—containing reassurance from your Lord and relics of the family of Moses and the family of Aaron, which will be carried by the angels. Surely in this is a sign for you, if you ˹truly˺ believe.”"
        }
    ]
}