{
    "rukus": [
        {
            "chapter": 31,
            "verse": 12,
            "text": "Indeed, We blessed Luqmân with wisdom, ˹saying˺, “Be grateful to God, for whoever is grateful, it is only for their own good. And whoever is ungrateful, then surely God is Self-Sufficient, Praiseworthy.”"
        },
        {
            "chapter": 31,
            "verse": 13,
            "text": "And ˹remember˺ when Luqmân said to his son, while advising him, “O my dear son! Never associate ˹anything˺ with God ˹in worship˺, for associating ˹others with Him˺ is truly the worst of all wrongs.”"
        },
        {
            "chapter": 31,
            "verse": 14,
            "text": "And We have commanded people to ˹honour˺ their parents. Their mothers bore them through hardship upon hardship, and their weaning takes two years. So be grateful to Me and your parents. To Me is the final return"
        },
        {
            "chapter": 31,
            "verse": 15,
            "text": "But if they pressure you to associate with Me what you have no knowledge of, do not obey them. Still keep their company in this world courteously, and follow the way of those who turn to Me ˹in devotion˺. Then to Me you will ˹all˺ return, and then I will inform you of what you used to do"
        },
        {
            "chapter": 31,
            "verse": 16,
            "text": "˹Luqmân added,˺ “O my dear son! ˹Even˺ if a deed were the weight of a mustard seed—be it ˹hidden˺ in a rock or in the heavens or the earth—God will bring it forth. Surely God is Most Subtle, All-Aware"
        },
        {
            "chapter": 31,
            "verse": 17,
            "text": "“O my dear son! Establish prayer, encourage what is good and forbid what is evil, and endure patiently whatever befalls you. Surely this is a resolve to aspire to"
        },
        {
            "chapter": 31,
            "verse": 18,
            "text": "“And do not turn your nose up to people, nor walk pridefully upon the earth. Surely God does not like whoever is arrogant, boastful"
        },
        {
            "chapter": 31,
            "verse": 19,
            "text": "Be moderate in your pace. And lower your voice, for the ugliest of all voices is certainly the braying of donkeys.”"
        }
    ]
}