{
    "rukus": [
        {
            "chapter": 4,
            "verse": 92,
            "text": "It is not lawful for a believer to kill another except by mistake. And whoever kills a believer unintentionally must free a believing slave and pay blood-money to the victim’s family—unless they waive it charitably. But if the victim is a believer from a hostile people, then a believing slave must be freed. And if the victim is from a people bound with you in a treaty, then blood-money must be paid to the family along with freeing a believing slave. Those who are unable, let them fast two consecutive months—as a means of repentance to God. And God is All-Knowing, All-Wise"
        },
        {
            "chapter": 4,
            "verse": 93,
            "text": "And whoever kills a believer intentionally, their reward will be Hell—where they will stay indefinitely. God will be displeased with them, condemn them, and will prepare for them a tremendous punishment"
        },
        {
            "chapter": 4,
            "verse": 94,
            "text": "O believers! When you struggle in the cause of God, be sure of who you fight. And do not say to those who offer you ˹greetings of˺ peace, “You are no believer!”—seeking a fleeting worldly gain. Instead, God has infinite bounties ˹in store˺. You were initially like them then God blessed you ˹with Islam˺. So be sure! Indeed, God is All-Aware of what you do"
        },
        {
            "chapter": 4,
            "verse": 95,
            "text": "Those who stay at home—except those with valid excuses—are not equal to those who strive in the cause of God with their wealth and their lives. God has elevated in rank those who strive with their wealth and their lives above those who stay behind ˹with valid excuses˺. God has promised each a fine reward, but those who strive will receive a far better reward than others—"
        },
        {
            "chapter": 4,
            "verse": 96,
            "text": "far superior ranks, forgiveness, and mercy from Him. And God is All-Forgiving, Most Merciful"
        }
    ]
}