{
    "rukus": [
        {
            "chapter": 20,
            "verse": 90,
            "text": "A Kharun oshte predi be im kazal: “O, narode moĭ, tova e samo izpitanie za vas. Vsemilostiviya e vashiyat Gospod. Posledvaĭte me i se podchinete na moyata povelya!”"
        },
        {
            "chapter": 20,
            "verse": 91,
            "text": "Rekokha: “Ne shte prestanem da pochitame tova, dokato ne se zavŭrne Musa pri nas.”"
        },
        {
            "chapter": 20,
            "verse": 92,
            "text": "Reche [Musa]: “O, Kharun, shtom gi vidya, che se zabluzhdavat, kakvo ti poprechi"
        },
        {
            "chapter": 20,
            "verse": 93,
            "text": "da me posledvash? Nima se vŭzprotivi na moyata zapoved?”"
        },
        {
            "chapter": 20,
            "verse": 94,
            "text": "Reche: “O, sine na maĭka mi, ne me dŭrpaĭ nito za bradata, nito za glavata! Strakhuvakh se da ne rechesh: “Ti razedini sinovete na Israil i ne udŭrzha moeto slovo.”"
        },
        {
            "chapter": 20,
            "verse": 95,
            "text": "Reche [Musa]: “A kakvo ti be namerenieto, o, as-Samiri?”"
        },
        {
            "chapter": 20,
            "verse": 96,
            "text": "Reche: “Az vidyakh tova, koeto te ne vidyakha. Stisnakh shepa [prŭst] ot sledata na poslanika [Dzhibril] i ya metnakh. Taka mi go razkrasi dushata mi.”"
        },
        {
            "chapter": 20,
            "verse": 97,
            "text": "Reche [Musa]: “Vŭrvi! Prez tseliya si zhivot shte kazvash: “Ne me dokosvaĭte!” I za teb shte ima nepremenno Den, koĭto ti ne shte izbegnesh. I pogledni kŭm tvoya bog [-teletsa], komuto prodŭlzhavash da sluzhish! Shte go izgorim, posle shte go razprŭsnem vsetsyalo v moreto.”"
        },
        {
            "chapter": 20,
            "verse": 98,
            "text": "Allakh e vashiyat bog. Nyama drug bog osven Nego. Toĭ vsyako neshto obkhvashta sŭs znanie"
        },
        {
            "chapter": 20,
            "verse": 99,
            "text": "Taka ti sŭobshtavame [o, Mukhammad] ot vestite za onova, koeto be predi. I veche ti dadokhme Napomnyane ot Nas"
        },
        {
            "chapter": 20,
            "verse": 100,
            "text": "Koĭto se otdrŭpne ot nego, shte ponese tovar v Denya na vŭzkresenieto"
        },
        {
            "chapter": 20,
            "verse": 101,
            "text": "tam shte prebivavat vechno [v Ogŭnya na Ada]. I kolko losho breme e v Denya na vŭzkresenieto"
        },
        {
            "chapter": 20,
            "verse": 102,
            "text": "V Denya, kogato se protrŭbi s Roga, shte sŭberem Nie v tozi Den prestŭpnitsite s pobeleli ot uzhas ochi"
        },
        {
            "chapter": 20,
            "verse": 103,
            "text": "Shte shepnat pomezhdu si: “Prebivavakhte [na zemyata] samo deset [dni].”"
        },
        {
            "chapter": 20,
            "verse": 104,
            "text": "Naĭ-dobre Nie znaem kakvo shte govoryat, kogato naĭ-razumniyat ot tyakh reche: “Prebivavakhte samo edin [den].”"
        }
    ]
}