{
    "pages": [
        {
            "chapter": 4,
            "verse": 176,
            "text": "(Napiyē!) Kalālā (takappaṉ, tāy, pāṭṭaṉ, piḷḷai, pēraṉ ākiya vāricukaḷ illāta cottu) paṟṟiya mārkkak kaṭṭaḷaiyai avarkaḷ um'miṭam kēṭkiṟārkaḷ. Nīr kūṟum; allāh uṅkaḷukku (ivvāṟu) kaṭṭaḷaiyiṭukiṟāṉ;. Oru maṉitaṉ iṟantuviṭṭāl, avaṉukku makkaḷ illāmaliruntu oru cakōtari maṭṭum iruntāl, avaḷukku avaṉ viṭṭuc ceṉṟatiliruntu cari pāti paṅku uṇṭu. Itaṟku māṟāka oru peṇ iṟantu viṭṭāl, avaḷukku makkaḷ yārum illātiruntāl, (avaḷuṭaiya cakōtaraṉākiya) avaṉ avaḷ cottu muḻumaikkum vāricu āvāṉ;. Iru cakōtarikaḷ iruntāl avaṉ viṭṭuc ceṉṟa cottil mūṉṟil iraṇṭu pākattai aṭaivārkaḷ;. Avaḷukku uṭaṉ piṟantavarkaḷ āṇkaḷum peṇkaḷumāka iruntāl, iraṇṭu peṇkaḷukkuriya pākam ōr āṇukku uṇṭu - nīṅkaḷ vaḻi tavaṟāmal iruppataṟkākavē allāh uṅkaḷukku (ivvitikaḷai) viḷakki vaikkiṟāṉ;. Allāh yāvaṟṟaiyum naṉku aṟintavaṉāka irukkiṉṟāṉ"
        },
        {
            "chapter": 5,
            "verse": 1,
            "text": "muḥmiṉkaḷē! (Nīṅkaḷ ceytu koṇṭa) uṭaṉpaṭikkaikaḷai (muḻumaiyāka) niṟaivēṟṟuṅkaḷ;. Uṅkaḷ mītu ōtikkāṭṭi iruppavaṟṟait tavira maṟṟaiya nāṟkāl pirāṇikaḷ uṅkaḷukku(uṇaviṟkāka)ākumākkappaṭṭuḷḷaṉa. Āṉāl nīṅkaḷ ihrām aṇintirukkum camayattil (avaṟṟai) vēṭṭaiyāṭuvatu (uṅkaḷukkut) taṭukkappaṭṭuḷḷatu. Niccayamāka allāh tāṉ nāṭiyataik kaṭṭaḷaiyiṭukiṟāṉ"
        },
        {
            "chapter": 5,
            "verse": 2,
            "text": "Muḥmiṉkaḷē! (Nīṅkaḷ ihrām kaṭṭiyirukkum camayattil uṅkaḷukku ēṟpaṭuttappaṭṭa) allāhviṉa mārkka aṭaiyāḷaṅkaḷaiyum, ciṟappāṉa mātaṅkaḷaiyum, kurpāṉikaḷaiyum, kurpāṉikkāka aṭaiyāḷam kaṭṭappeṟṟavaiyum, taṅkaḷuṭaiya iṟaivaṉiṉ aruḷaiyum tirupporuttattaiyum nāṭi kaṇṇiyamāṉa (avaṉuṭaiya) ālayattai nāṭic celvōraiyum (tākkuvataiyō, avamatippataiyō) nīṅkaḷ ākumākkik koḷḷātīrkaḷ;. Nīṅkaḷ ihrāmaik kaḷaintu viṭṭāl (aṉumatikkappaṭṭavaṟṟai) nīṅkaḷ vēṭṭaiyāṭalām;. Mēlum puṉita masjitai (kaḥpattullāhvai) viṭṭum uṅkaḷait taṭutta kūṭṭattiṉar mītuḷḷa veṟuppāṉatu, nīṅkaḷ varampu mīṟumāṟu uṅkaḷait tūṇṭi viṭa vēṇṭām;. Iṉṉum naṉmaiyilum; payapaktiyilum nīṅkaḷ oruvarukkoruvar utavi ceytu koḷḷuṅkaḷ;. Pāvattilum, pakaimaiyilum nīṅkaḷ oruvarukkoruvar utavi ceytu koḷḷa vēṇṭām;. Allāhvukkē payappaṭuṅkaḷ - niccayamāka allāh kaṭumaiyāka taṇṭippavaṉ"
        }
    ]
}