{
    "pages": [
        {
            "chapter": 2,
            "verse": 231,
            "text": "(mīḷakkūṭiya) talāk kūṟit tavaṇai-ittat-muṭivataṟkuḷ muṟaippaṭi avarkaḷai(uṅkaḷuṭaṉ) niṟuttik koḷḷuṅkaḷ; allatu (ittāviṉ) tavaṇai muṭintatum muṟaippaṭi avarkaḷai viṭuvittu viṭuṅkaḷ;. Āṉāl avarkaḷai uṅkaḷuṭaṉ vaittuk koṇṭu avarkaḷait tuṉpuṟuttātīrkaḷ;. Avarkaḷiṭam varampu mīṟi naṭavātīrkaḷ;. Ivvāṟu oruvar naṭantu koḷvārāṉāl, avar tamakkut tāmē tīṅkiḻaittuk koḷkiṟār;. Eṉavē, allāhviṉ vacaṉaṅkaḷaik kēlik kūttāka ākkiviṭātīrkaḷ;. Avaṉ uṅkaḷukku aḷitta aruḷ koṭaikaḷaiyum, uṅkaḷ mītu iṟakkiya vētattaiyum, ñāṉattaiyum cinti; ttuppāruṅkaḷ. Ivaṟṟaikkoṇṭu avaṉ uṅkaḷukku naṟpōtaṉai ceykiṟāṉ;. Allāhvai añcuṅkaḷ;. Niccayamāka allāh yāvaṟṟaiyum naṉkaṟipavaṉāka irukkiṉṟāṉ eṉpatai aṟintu koḷḷuṅkaḷ"
        },
        {
            "chapter": 2,
            "verse": 232,
            "text": "Iṉṉum, peṇkaḷai nīṅkaḷ talāk ceytu, avarkaḷum taṅkaḷuṭaiya ittā tavaṇaiyaip pūrtti ceytu viṭṭāl, avarkaḷ tāṅkaḷ virumpi ēṟkum kaṇavarkaḷai muṟaippaṭit tirumaṇam ceytu koḷvatait taṭukkātīrkaḷ. Uṅkaḷil yār allāhviṉ mītum, iṟuti nāḷ mītum nampikkai koṇṭuḷḷārkaḷō, avarkaḷukku itaik koṇṭu upatēcikkappaṭukiṟatu. I(taṉpaṭi naṭappa)tu uṅkaḷukku naṟpaṇpum, tūymaiyum ākum; (itaṉ nalaṉkaḷai) allāh aṟivāṉ; nīṅkaḷ aṟiya māṭṭīrkaḷ"
        },
        {
            "chapter": 2,
            "verse": 233,
            "text": "(talāk collappaṭṭa maṉaiviyar, tam) kuḻantaikaḷukkup pūrttiyākap pālūṭṭa vēṇṭumeṉṟu (tantai) virumpiṉāl, tāymārkaḷ taṅkaḷ kuḻantaikaḷukku nirappamāṉa iraṇṭu āṇṭukaḷ pālūṭṭutal vēṇṭum;. Pālūṭṭum tāymākaḷukku (ṣarī'attiṉ) muṟaippaṭi uṇavum, uṭaiyum koṭuttu varuvatu kuḻantaiyuṭaiya takappaṉ mītu kaṭamaiyākum;. Enta ōr ātmāvum ataṉ caktikku mēl (etuvum ceyya) nirppantikkappaṭa māṭṭātu. Tāyai avaḷuṭaiya kuḻantaiyiṉ kāraṇamākavō. (Allatu) tantaiyai avaṉ kuḻantaiyiṉ kāraṇamākavō tuṉpuṟuttappaṭamāṭṭātu. (Kuḻantaiyiṉ tantai iṟantu viṭṭāl) ataip paripālippatu vāricukaḷ kaṭamaiyākum; iṉṉum, (tāy tantaiyar) iruvarum parasparam iṇaṅki, ālōcittup pālūṭṭalai niṟutta virumpiṉāl, atu avarkaḷ iruvar mītum kuṟṟamākātu. Tavira oru cevilittāyaik koṇṭu uṅkaḷ kuḻantaikaḷukkup pālūṭṭa virumpiṉāl atil uṅkaḷukku oru kuṟṟamumillai. Āṉāl, (akkuḻantaiyiṉ tāykku uṅkaḷiṭamiruntu) cēravēṇṭiyatai muṟaippaṭi celuttiviṭa vēṇṭum;. Allāhvukku añci naṭantu koḷḷuṅkaḷ - niccayamāka allāh nīṅkaḷ ceyvatai pārppavaṉāka irukkiṟāṉ eṉpatai aṟintu koḷḷuṅkaḷ"
        }
    ]
}