{
    "pages": [
        {
            "chapter": 57,
            "verse": 4,
            "text": "avaṉ tāṉ vāṉaṅkaḷaiyum, pūmiyaiyum āṟu nāṭkaḷil paṭaittāṉ, piṉṉar arṣiṉ mītu amaintāṉ. Pūmikkuḷ nuḻaivataiyum, atiliruntu veḷiyāvataiyum, vāṉattiliruntu iṟaṅkuvataiyum, atil ēṟuvataiyum avaṉ naṉkaṟikiṟāṉ, nīṅkaḷ eṅkirunta pōtilum avaṉ uṅkaḷuṭaṉē irukkiṟāṉ - aṉṟiyum allāh nīṅkaḷ ceyvatai uṟṟu nōkkiyavaṉāka irukkiṟāṉ"
        },
        {
            "chapter": 57,
            "verse": 5,
            "text": "vāṉaṅkaḷuṭaiyavum, pūmiyuṭaiyavum āṭci avaṉukkē uṭaiyatu, aṉṟiyum kāriyaṅkaḷ aṉaittum allāhviṭamē mīṭkappaṭum"
        },
        {
            "chapter": 57,
            "verse": 6,
            "text": "avaṉē iravaip pakalil pukuttukiṉṟāṉ, iṉṉum pakalai iravil pukuttukiṉṟāṉ - avaṉ itayaṅkaḷiluḷḷavaṟṟaiyellām naṉkaṟintavaṉ"
        },
        {
            "chapter": 57,
            "verse": 7,
            "text": "Nīṅkaḷ allāhviṉ mītum avaṉ tūtar mītum namkikkai koḷḷuṅkaḷ; mēlum, avaṉ uṅkaḷai (enta cottukku) piṉ tōṉṟalkaḷāka ākkiyuḷḷāṉō, atiliruntu (allāhvukkākac) celavu ceyyuṅkaḷ; ēṉeṉil uṅkaḷil evarkaḷ īmāṉ koṇṭu, (allāhvukkākac) celavum (tāṉam) ceykiṟārkaḷō, avarkaḷukku (avaṉiṭam) periyatoru kūli irukkiṟatu"
        },
        {
            "chapter": 57,
            "verse": 8,
            "text": "uṅkaḷ iṟaivaṉ mītu nampikkai koḷḷa (nam) tūtar uṅkaḷai aḻaikkaiyil - iṉṉum tiṭṭamāy ēṟkaṉavē (avaṉ) uṅkaḷiṭam uṟutimāṉamum vāṅkiyirukkum pōtu, allāhviṉ mītu nīṅkaḷ īmāṉ koḷḷātirukka uṅkaḷukku eṉṉa nērntatu? Nīṅkaḷ muḥmiṉkaḷāka iruppīrkaḷāyiṉ (iṟai pōtaṉaippaṭi naṭavuṅkaḷ)"
        },
        {
            "chapter": 57,
            "verse": 9,
            "text": "avaṉtāṉ uṅkaḷai iruḷkaḷiliruntu pirakācattiṉ pāl veḷik koṇṭuvaruvataṟkākat taṉ aṭiyār mītu teḷivāṉavaiyāṉa vacaṉaṅkaḷai iṟakki vaikkiṉṟāṉ, mēlum, niccayamāka allāh uṅkaḷ mītu mikka kirupaiyuṭaiyavaṉ, nikaraṟṟa aṉpuṭaiyavaṉ"
        },
        {
            "chapter": 57,
            "verse": 10,
            "text": "aṉṟiyum allāhviṉ pātaiyil nīṅkaḷ celavu ceyyātirukka uṅkaḷukku eṉṉa nērntatu? Vāṉaṅkaḷ, pūmiyiluḷḷavaṟṟiṉ aṉantara pāttiyatai allāhvuṭaiyatē! (Makkā) veṟṟikku muṉṉar celavu ceytu, pōriṭṭavarkaḷukku uṅkaḷil niṉṟum (evarum) camamāka māṭṭār, (makkāviṉ veṟṟikkup) piṉ, celavu ceytu pōriṭṭavarkaḷaiviṭa, avarkaḷ pataviyāl mikavum makattāṉavarkaḷ, eṉiṉum allāh ellōrukkumē aḻakāṉataiyē vākkaḷittirukkiṉṟāṉ. Aṉṟiyum allāh nīṅkaḷ ceypavaṟṟai naṉku terintavaṉ"
        },
        {
            "chapter": 57,
            "verse": 11,
            "text": "allāhvukku aḻakāṉa kaṭaṉākak kaṭaṉ koṭuppavar yār? Avarukku avaṉ atai iraṭṭippākkukiṉṟāṉ, mēlum, avarukkuk kaṇṇiyamāṉa naṟkūliyum uṇṭu"
        }
    ]
}