{
    "pages": [
        {
            "chapter": 4,
            "verse": 27,
            "text": "Mēlum allāh uṅkaḷukkup pāvamaṉṉippu aḷikka virumpukiṟāṉ;. Āṉāl taṅkaḷ (kīḻtaramāṉa) iccaikaḷaip piṉpaṟṟi naṭappavarkaḷō nīṅkaḷ (nērāṉa vaḻiyiliruntu tirumpi pāvattilēyē) muṟṟilum cāyntuviṭa vēṇṭumeṉṟu virumpukiṟārkaḷ"
        },
        {
            "chapter": 4,
            "verse": 28,
            "text": "aṉṟiyum, allāh (taṉṉuṭaiya caṭṭaṅkaḷai) uṅkaḷukku ilēcākkavē virumpukiṟāṉ;. Ēṉeṉil maṉitaṉ palahīṉamāṉavaṉākavē paṭaikkappaṭṭuḷḷāṉ"
        },
        {
            "chapter": 4,
            "verse": 29,
            "text": "nampikkai koṇṭavarkaḷē! Uṅkaḷil oruvarukkoruvar poruntik koḷḷum muṟaiyil ēṟpaṭukiṟa varttakam allāmal, oruvar maṟṟoruvariṉ poruṭkaḷai tavaṟāṉa muṟaiyil uṇṇātīrkaḷ;. Nīṅkaḷ uṅkaḷaiyē kolaiceytu koḷḷātīrkaḷ - niccayamāka allāh uṅkaḷiṭam mikka karuṇaiyuṭaiyavaṉāka irukkiṉṟāṉ"
        },
        {
            "chapter": 4,
            "verse": 30,
            "text": "evarēṉum (allāhviṉ) varampai mīṟi aniyāyamāka ivvāṟu ceytāl, viraivākavē avarai nām (naraka) neruppil nuḻaiyac ceyvōm;. Allāhvukku itu culapamāṉatēyākum"
        },
        {
            "chapter": 4,
            "verse": 31,
            "text": "nīṅkaḷ taṭukkappaṭṭuḷḷavaṟṟil perum pāvaṅkaḷai tavirttu koṇṭāl uṅkaḷuṭaiya kuṟṟaṅkaḷai nām maṉṉippōm. Uṅkaḷai matippumikka iṭaṅkaḷil pukuttuvōm"
        },
        {
            "chapter": 4,
            "verse": 32,
            "text": "mēlum etaṉ mulam uṅkaḷil cilarai vēṟu cilaraiviṭa allāh mēṉmaiyākkiyirukkiṉṟāṉō, ataṉai (aṭaiyavēṇṭumeṉṟu) pērācai koḷḷātīrkaḷ;. Āṇkaḷukku, avarkaḷ campātitta(vaṟṟil uriya) paṅkuṇṭu. (Avvāṟē) peṇkaḷukkum, avarkaḷ campātit(vaṟṟil uriya) paṅkuṇṭu. Eṉavē allāhviṭam avaṉ aruḷaik kēḷuṅkaḷ;. Niccayamāka allāh ellāp poruṭkaḷaiyum naṉku aṟintavaṉāka irukkiṉṟāṉ"
        },
        {
            "chapter": 4,
            "verse": 33,
            "text": "Iṉṉum, tāy tantaiyarum, neruṅkiya pantukkaḷum viṭṭuc celkiṉṟa celvattiliruntu (vikitappaṭi ataiyaṭaiyum) vāricukaḷai nām kuṟippākkiyuḷḷōm;. Avvāṟē nīṅkaḷ uṭaṉpaṭikkai ceytu koṇṭōrukkum avarkaḷuṭaiya pākattai avarkaḷukkuk koṭuttu viṭuṅkaḷ;. Niccayamāka allāh ellāp poruṭkaḷ mītum cāṭciyāḷaṉāka irukkiṟāṉ"
        }
    ]
}