{
    "pages": [
        {
            "chapter": 10,
            "verse": 107,
            "text": "আর আল্লাহ যদি তোমার উপর কোন কষ্ট আরোপ করেন তাহলে কেউ নেই তা খন্ডাবার মত তাঁকে ছাড়া। পক্ষান্তরে যদি তিনি কিছু কল্যাণ দান করেন, তবে তার মেহেরবানীকে রহিত করার মতও কেউ নেই। তিনি যার প্রতি অনুগ্রহ দান করতে চান স্বীয় বান্দাদের মধ্যে তাকেই দান করেন; বস্তুত; তিনিই ক্ষমাশীল দয়ালু।"
        },
        {
            "chapter": 10,
            "verse": 108,
            "text": "বলে দাও, হে মানবকুল, সত্য তোমাদের কাছে পৌঁছে গেছে তোমাদের পরওয়ারদেগারের তরফ থেকে। এমন যে কেউ পথে আসে সেপথ প্রাপ্ত হয় স্বীয় মঙ্গলের জন্য। আর যে বিভ্রান্ত ঘুরতে থাকে, সে স্বীয় অমঙ্গলের জন্য বিভ্রান্ত অবস্থায় ঘুরতে থাকবে। অনন্তর আমি তোমাদের উপর অধিকারী নই।"
        },
        {
            "chapter": 10,
            "verse": 109,
            "text": "আর তুমি চল সে অনুযায়ী যেমন নির্দেশ আসে তোমার প্রতি এবং সবর কর, যতক্ষণ না ফয়সালা করেন আল্লাহ। বস্তুতঃ তিনি হচ্ছেন সর্বোত্তম ফয়সালাকারী।"
        },
        {
            "chapter": 11,
            "verse": 1,
            "text": "আলিফ, লা-ম, রা; এটি এমন এক কিতাব, যার আয়াত সমূহ সুপ্রতিষ্ঠিত অতঃপর সবিস্তারে বর্ণিত এক মহাজ্ঞানী, সর্বজ্ঞ সত্তার পক্ষ হতে।"
        },
        {
            "chapter": 11,
            "verse": 2,
            "text": "যেন তোমরা আল্লাহ ব্যতীত অন্য কারো বন্দেগী না কর। নিশ্চয় আমি তোমাদের প্রতি তাঁরই পক্ষ হতে সতর্ককারী ও সুসংবাদ দাতা।"
        },
        {
            "chapter": 11,
            "verse": 3,
            "text": "আর তোমরা নিজেদের পালনকর্তা সমীপে ক্ষমা প্রার্থনা কর। অনন্তর তাঁরই প্রতি মনোনিবেশ কর। তাহলে তিনি তোমাদেরকে নির্দিষ্ট সময় পর্যন্ত উৎকৃষ্ট জীবনোপকরণ দান করবেন এবং অধিক আমলকারীকে বেশী করে দেবেন আর যদি তোমরা বিমুখ হতে থাক, তবে আমি তোমাদের উপর এক মহা দিবসের আযাবের আশঙ্কা করছি।"
        },
        {
            "chapter": 11,
            "verse": 4,
            "text": "আল্লাহর সান্নিধ্যেই তোমাদেরকে ফিরে যেতে হবে। আর তিনি সব কিছুর উপর ক্ষমতাবান।"
        },
        {
            "chapter": 11,
            "verse": 5,
            "text": "জেনে রাখ, নিশ্চয়ই তারা নিজেদের বক্ষদেশ ঘুরিয়ে দেয় যেন আল্লাহর নিকট হতে লুকাতে পারে। শুন, তারা তখন কাপড়ে নিজেদেরকে আচ্ছাদিত করে, তিনি তখনও জানেন যা কিছু তারা চুপিসারে বলে আর প্রকাশ্যভাবে বলে। নিশ্চয় তিনি জানেন যা কিছু অন্তর সমূহে নিহিত রয়েছে।"
        }
    ]
}