{
    "pages": [
        {
            "chapter": 28,
            "verse": 44,
            "text": "মূসাকে যখন আমি নির্দেশনামা দিয়েছিলাম, তখন আপনি পশ্চিম প্রান্তে ছিলেন না এবং আপনি প্রত্যক্ষদর্শীও ছিলেন না।"
        },
        {
            "chapter": 28,
            "verse": 45,
            "text": "কিন্তু আমি অনেক সম্প্রদায় সৃষ্টি করেছিলাম, অতঃপর তাদের অনেক যুগ অতিবাহিত হয়েছে। আর আপনি মাদইয়ানবাসীদের মধ্যে ছিলেন না যে, তাদের কাছে আমার আয়াতসমূহ পাঠ করতেন। কিন্তু আমিই ছিলাম রসূল প্রেরণকারী।"
        },
        {
            "chapter": 28,
            "verse": 46,
            "text": "আমি যখন মূসাকে আওয়াজ দিয়েছিলাম, তখন আপনি তুর পর্বতের পার্শ্বে ছিলেন না। কিন্তু এটা আপনার পালনকর্তার রহমত স্বরূপ, যাতে আপনি এমন এক সম্প্রদায়কে ভীতি প্রদর্শন করেন, যাদের কাছে আপনার পূꦣ2503;ব কোন ভীতি প্রদর্শনকারী আগমন করেনি, যাতে তারা স্মরণ রাখে।"
        },
        {
            "chapter": 28,
            "verse": 47,
            "text": "আর এ জন্য যে, তাদের কৃতকর্মের জন্যে তাদের কোন বিপদ হলে তারা বলত, হে আমাদের পালনকর্তা, তুমি আমাদের কাছে কোন রসূল প্রেরণ করলে না কেন? করলে আমরা তোমার আয়াতসমূহের অনুসরণ করতাম এবং আমরা বিশ্বাস স্থাপনকারী হয়ে যেতাম।"
        },
        {
            "chapter": 28,
            "verse": 48,
            "text": "অতঃপর আমার কাছ থেকে যখন তাদের কাছে সত্য আগমন করল, তখন তারা বলল, মূসাকে যেরূপ দেয়া হয়েছিল, এই রসূলকে সেরূপ দেয়া হল না কেন? পূর্বে মূসাকে যা দেয়া হয়েছিল, তারা কি তা অস্বীকার করেনি? তারা বলেছিল, উভয়ই জাদু, পরস্পরে একাত্ম। তারা আরও বলেছিল, আমরা উভয়কে মানি না।"
        },
        {
            "chapter": 28,
            "verse": 49,
            "text": "বলুন, তোমরা সত্যবাদী হলে এখন আল্লাহর কাছ থেকে কোন কিতাব আন, যা এতদুভয় থেকে উত্তম পথপ্রদর্শক হয়। আমি সেই কিতাব অনুসরণ করব।"
        },
        {
            "chapter": 28,
            "verse": 50,
            "text": "অতঃপর তারা যদি আপনার কথায় সাড়া না দেয়, তবে জানবেন, তারা শুধু নিজের প্রবৃত্তির অনুসরণ করে। আল্লাহর হেদায়েতের পরিবর্তে যে ব্যক্তি নিজ প্রবৃত্তির অনুসরণ করে, তার চাইতে অধিক পথভ্রষ্ট আর কে? নিশ্চয় আল্লাহ জালেম সম্প্রদায়কে পথ দেখান না।"
        }
    ]
}