{
    "pages": [
        {
            "chapter": 2,
            "verse": 6,
            "text": "Onima koji neće da vjeruju doista je svejedno – opominjao ih ti ili ne opominjao – oni neće vjerovati"
        },
        {
            "chapter": 2,
            "verse": 7,
            "text": "Allah je zapečatio srca njihova i uši njihove, a pred očima njihovim je koprena; njih čeka patnja golema"
        },
        {
            "chapter": 2,
            "verse": 8,
            "text": "Ima ljudi koji govore: \"Vjerujemo u Allaha i u onaj svijet!\" – a oni nisu vjernici"
        },
        {
            "chapter": 2,
            "verse": 9,
            "text": "Oni nastoje prevariti Allaha i one koji vjeruju, a oni, i ne znajući, samo sebe varaju"
        },
        {
            "chapter": 2,
            "verse": 10,
            "text": "Njihova srca su bolesna, a Allah njihovu bolest još povećava; njih čeka bolna patnja zato što lažu"
        },
        {
            "chapter": 2,
            "verse": 11,
            "text": "Kada im se kaže: \"Ne remetite red na Zemlji!\" – odgovaraju: \"Mi samo red uspostavljamo"
        },
        {
            "chapter": 2,
            "verse": 12,
            "text": "Zar?! A, uistinu, oni nered siju, ali ne opažaju"
        },
        {
            "chapter": 2,
            "verse": 13,
            "text": "Kad im se kaže: \"Vjerujte kao što pravi ljudi vjeruju!\" – oni odgovaraju: \"Zar da vjerujemo u ono u što bezumni vjeruju?\" – A, uistinu, oni su bezumni, ali ne znaju"
        },
        {
            "chapter": 2,
            "verse": 14,
            "text": "Kada susretnu one koji vjeruju, govore: \"Vjerujemo!\" – a čim ostanu nasamo sa šejtanima svojim, govore: \"Mi smo s vama, mi se samo rugamo"
        },
        {
            "chapter": 2,
            "verse": 15,
            "text": "Allah njih izvrgava poruzi i podržava ih da u svome nevjerstvu lutaju"
        },
        {
            "chapter": 2,
            "verse": 16,
            "text": "Umjesto Pravim, oni su krenuli krivim putem; njihova trgovina im nije donijela nikakvu dobit, i oni ne znaju šta rade"
        }
    ]
}