{
    "pages": [
        {
            "chapter": 38,
            "verse": 1,
            "text": "Sād. Tako Mi Kur'ana slavnog"
        },
        {
            "chapter": 38,
            "verse": 2,
            "text": "doista su bahati i inadžije oni koji neće da vjeruju"
        },
        {
            "chapter": 38,
            "verse": 3,
            "text": "Koliko smo Mi naroda prije njih uništili. I oni su za pomoć vapili, ali je bilo kasno"
        },
        {
            "chapter": 38,
            "verse": 4,
            "text": "Oni se čude što im je jedan od njih došao da ih opominje, i govore nevjernici: \"Ovo je čarobnjak, lažov"
        },
        {
            "chapter": 38,
            "verse": 5,
            "text": "Zar on da bogove svede na Boga jednog? To je, zaista, nešto veoma čudno"
        },
        {
            "chapter": 38,
            "verse": 6,
            "text": "I onī ugledni između njih krenuše: \"Idite i ostanite pri klanjanju bogovima svojim, ovim se, uistinu, nešto veliko hoće"
        },
        {
            "chapter": 38,
            "verse": 7,
            "text": "Za ovo nismo čuli u vjeri predaka naših, ovo nije ništa drugo već namještena laž"
        },
        {
            "chapter": 38,
            "verse": 8,
            "text": "zašto baš njemu, između nas, da bude poslana Opomena?!\" Ali, oni u Opomenu Moju sumnjaju zato što kaznu Moju nisu iskusili"
        },
        {
            "chapter": 38,
            "verse": 9,
            "text": "Zar su u njih riznice milosti Gospodara tvoga, Silnoga i Darežljivog"
        },
        {
            "chapter": 38,
            "verse": 10,
            "text": "Zar oni imaju vlast na nebesima i na Zemlji i nad onim što je između njih? – neka se, onda, uz ljestve popnu"
        },
        {
            "chapter": 38,
            "verse": 11,
            "text": "Oni predstavljaju neznatnu urotničku vojsku koja će tamo biti poražena"
        },
        {
            "chapter": 38,
            "verse": 12,
            "text": "I prije njih su narod Nuhov, i Ad, i faraon, vlasnik građevina ogromnih, poricali"
        },
        {
            "chapter": 38,
            "verse": 13,
            "text": "i Semud i Lutov narod i stanovnici Ejke; oni su se protiv poslanika urotili"
        },
        {
            "chapter": 38,
            "verse": 14,
            "text": "svi su oni poslanike u laž utjerivali i kaznu Moju zaslužili"
        },
        {
            "chapter": 38,
            "verse": 15,
            "text": "A i ovi ne čekaju do jedan zvuk Roga koji neće biti potrebno ponoviti"
        },
        {
            "chapter": 38,
            "verse": 16,
            "text": "i govore: \"Gospodaru naš, požuri, kazni nas, prije Dana u kojem će se račun polagati"
        }
    ]
}