{
    "chapter": [
        {
            "chapter": 16,
            "verse": 1,
            "text": "Phakatalingoma dn so sogoan o Allah: Na di niyo phagalokaloki skaniyan: Soti Skaniyan, go Maporo a ka-aawat Iyan ko ipphanakoto iran On"
        },
        {
            "chapter": 16,
            "verse": 2,
            "text": "Pphakitoron Iyan ko malaikat so wahi phoon sa sogoan Iyan ko taw a kabaya Iyan ko manga oripn Iyan: \"Sa pakiin´ngkaan iyo a mataan aya! a da a tohan a salakaw Rakn: Na onoti Ako niyo"
        },
        {
            "chapter": 16,
            "verse": 3,
            "text": "Inadn Iyan so manga langit ago so lopa sii ko bnar: Maporo a ka-aawat Iyan ko ipphamanakoto iran On"
        },
        {
            "chapter": 16,
            "verse": 4,
            "text": "Inadn Iyan so manosiya a phoon sa notfa (a ig a phopoyot); na apiya mawto dn na skaniyan na lampawi a mapayag"
        },
        {
            "chapter": 16,
            "verse": 5,
            "text": "Go so manga ayam na inadn Iyan oto a rk iyo, a adn a matatago on a pangrn (sa tnggaw), go manga pd a osba, go so sabaad on na pkhakan iyo"
        },
        {
            "chapter": 16,
            "verse": 6,
            "text": "Go adn a rk iyo a matatago on a kataid ko masa a kapkhodala niyo ron, go so masa a kapphakaliyowa niyo ron"
        },
        {
            "chapter": 16,
            "verse": 7,
            "text": "Go pphakaawid ko manga awid iyo a manga ppnd sii ko ingd a di kano ron ipraot odi misabap ko kargni ko manga ginawa: Mataan! a so Kadnan iyo na titho a Malai-gagaw, a Makalimoon"
        },
        {
            "chapter": 16,
            "verse": 8,
            "text": "Go (inadn Iyan) so manga koda, go so manga bigal, go so manga khimar, ka an iyo to gii kakhodai, go paramanis (iyo); go phangadn sa di niyo katawan"
        },
        {
            "chapter": 16,
            "verse": 9,
            "text": "Na sii ko Allah so matitho a lalan, na so manga pd (a lalan) na makasisilay. Na o kabaya (o Allah) na miyatoro kano Niyan dn langon"
        },
        {
            "chapter": 16,
            "verse": 10,
            "text": "Skaniyan so piyakatoron Iyan phoon ko kawang so ig a: Pphakaynom kano ron, go pkhisabap on so (kapphakatho o) kayo a mapphakakan iyo ron (so manga ayam iyo)"
        },
        {
            "chapter": 16,
            "verse": 11,
            "text": "Pkhisabap on a kapphakathoa Niyan rkano ko manga prpran, go so manga zayton, go so manga korma, go so manga anggor, go so pizoson a manga onga: Mataan! a adn a matatago roo man a titho a karina a rk o pagtaw a pphamimikirann iran"
        },
        {
            "chapter": 16,
            "verse": 12,
            "text": "Na inipagadil Iyan rkano so gagawii go so dawndaw; go so alongan go so olan (ka an iyo gii kanggonai); go so manga bitoon na phapasiyonot siran ko sogoan Iyan: Mataan! a adn a matatago roo man a titho a manga tanda ko pagtaw a pnggdagdaan iran"
        },
        {
            "chapter": 16,
            "verse": 13,
            "text": "Go (inipagadil Iyan rkano) so inadn Iyan rkano ko lopa a mbidabida so manga warna niyan: Mataan! a adn a matatago roo man a titho a tanda ko pagtaw a khipakatatadm"
        },
        {
            "chapter": 16,
            "verse": 14,
            "text": "Na Skaniyan so inipagadil Iyan so kalodan, ka an kano pphakakan ko pphakapoon on a sapo (a sda) a malmk, go an iyo ron mapphakagmaw so pakayan a gii niyo to manditar; go pkhailaing ka so manga kapal a pphamangtas on, go ang kano gii makambabanog ko kakawasaan Iyan, go ang kano makapanalamat"
        },
        {
            "chapter": 16,
            "verse": 15,
            "text": "Na tiyagoan Iyan so lopa sa manga palaw, ka oba kano Niyan pkhakoyong; go (tiyagoan Iyan sa) manga lawasayg go manga lalan; kaang kano makakdg sa ontol"
        },
        {
            "chapter": 16,
            "verse": 16,
            "text": "Go manga padoman; na sabap ko manga bitoon na siran na pphakakdg siran sa ontol"
        },
        {
            "chapter": 16,
            "verse": 17,
            "text": "Ino so pphangadn ba lagid odi phakaadn? Ino kano di phananadm"
        },
        {
            "chapter": 16,
            "verse": 18,
            "text": "Na o pamagitonga niyo so limo o Allah, na di niyo dn maytong: Mataan! a so Allah na titho a Manapi, a Makalimoon"
        },
        {
            "chapter": 16,
            "verse": 19,
            "text": "Na so Allah i Matao ko isosoln iyo, go so ipapayag iyo"
        },
        {
            "chapter": 16,
            "verse": 20,
            "text": "Na so siran a pzimbaan iran a salakaw ko Allah, na da a khaadn iran a mayto bo, ka siran na pphangmbaalan"
        },
        {
            "chapter": 16,
            "verse": 21,
            "text": "Maatay siran, kna a ba manga oyagoyag: Go di iran katawan o anday kapagoyaga kiran"
        },
        {
            "chapter": 16,
            "verse": 22,
            "text": "So Tthan iyo na tohan a Isaysa: Na siran a di mapaparatiyaya ko akhirat, na so manga poso iran na moongkir, a siran na manga takabor"
        },
        {
            "chapter": 16,
            "verse": 23,
            "text": "Matatangkd a mataan! a so Allah na katawan Iyan so isosoln iran, go so ipapayag iran: Mataan! a Skaniyan na di Niyan khabayaan so manga takabor"
        },
        {
            "chapter": 16,
            "verse": 24,
            "text": "Na igira a pitharo kiran a: \"Antonaa so initoron o Kadnan niyo?\" Na tharoon iran a: \"Manga iringa a kabokhag o miyangaoona"
        },
        {
            "chapter": 16,
            "verse": 25,
            "text": "Ka kagiya a khaawidan iran so manga dosa iran a tarotop ko alongan a qiyamah, go so (lagid o) manga dosa o siran a pkhadadag iran sabap ko di katao. Tanodan, ka miyakaratarata so khaawidan iran"
        },
        {
            "chapter": 16,
            "verse": 26,
            "text": "Sabnar a miyagantangan sa marata so miyaonaan iran: Na diniyongkat o Allah so manga onayan o manga walay iran, na minirobar kiran so atp ko kaporoan iran; go miyatalingoma siran o siksa sa da a katawi iran on"
        },
        {
            "chapter": 16,
            "verse": 27,
            "text": "Oriyan iyan na diyamann Iyan siran ko alongan a qiyamah, go tharoon Iyan: \"Anda dn so inipririmbang iyo Rakn, a so da kano pagayonayon sa makapantag kiran?\" Tharoon o siran a piyamgan ko katao a: \"Mataan! a so kadiyaman sa alongan nai go so marata na sii ko da pamaratiyaya"
        },
        {
            "chapter": 16,
            "verse": 28,
            "text": "Siran na thangann siran o manga malaikat a ma-aaniyaya iran so manga ginawa iran. Na makaphasiyonot siran (sa matharo iran a:) \"Kna a ba kami gii nggolawla sa marata\". (na tharoon kiran a:) \"Oway na, mataan! a so Allah na katawan Iyan so gii niyo nggolawlaan"
        },
        {
            "chapter": 16,
            "verse": 29,
            "text": "Na sold kano ko manga pinto a naraka Jahannam, sa makakal kano ron dn\". Na miyakaratarata dn a darpa o manga takabor"
        },
        {
            "chapter": 16,
            "verse": 30,
            "text": "Na pitharo ko siran a miyamananggila (ko marata) a: \"Antonaa so initoron o Kadnan niyo?\" Na pitharo iran a: \"Mapiya\". Adn a bagian o siran a miphipiyapiya sangkai a doniya a mapiya, na matatangkd a so ingd a mawri i taralbi a mapiya, na miyakapiyapiya dn a ingd o miyamananggila"
        },
        {
            "chapter": 16,
            "verse": 31,
            "text": "Manga sorga a tatap a phamakasold siran on: Pphamangondas ko kababaan iyan so manga lawasayg: Khakowa iran roo so nganin a kabaya iran: Lagid aya man a imbalas o Allah ko miyamananggila"
        },
        {
            "chapter": 16,
            "verse": 32,
            "text": "Siran na thangann siran o manga malaikat a phipiyapiya siran, sa gi iran tharoon a: \"Kalilintad a sii rkano; sold kano ko sorga, sabap ko kiyapagamal iyo (sa mapiya)"
        },
        {
            "chapter": 16,
            "verse": 33,
            "text": "Ba adn a pnayawn iran a rowar ko kapakatalingoma kiran o manga malaikat, odi na so kapakatalingoma o sogoan o Kadnan ka? Lagid aya man a pinggolawla o siran a miyaonaan iran. Na da siran salimboti o Allah: Na ogaid na siran i pzalimbot ko manga ginawa iran"
        },
        {
            "chapter": 16,
            "verse": 34,
            "text": "Na miyasogat siran o manga rarata ko pinggalbk iran, go kiyalikopan siran o piyamagompat iran (a siksa)"
        },
        {
            "chapter": 16,
            "verse": 35,
            "text": "Na pitharo o siran a miyamanakoto a: \"O kabaya o Allah, na da a masimba mi a salakaw Rkaniyan a mayto bo, skami ago so manga loks ami, - go da a misapar ami a salakaw (ko inisapar Iyan) a mayto bo.\" Lagid aya man a pinggolawla o siran a miyaonaan iran. Na ba adn a paliyogat ko manga sogo a rowar ko kapamakasampay (o sogoan o Allah) a mapayag"
        },
        {
            "chapter": 16,
            "verse": 36,
            "text": "Na sabnsabnar a siyogo an Ami so oman i pagtaw sa sogo (a pphamakalangkapn iran a:) \"Zoasoata niyo so Allah, go pakawatani niyo so Tagot:\" Na adn a pd kiran a taw a tiyoro o Allah, go adn a pd kiran a taw a miyatangkd on so kadadag. Na lalakaw kano ko lopa, na pagilaylaya niyo o antonaa i miyambtad o kiyaakiran ko piyamakambokhag iran (so manga sogo o Allah)"
        },
        {
            "chapter": 16,
            "verse": 37,
            "text": "Apiya i kapanamaring ka sa katoro iran, na mataan! a so Allah na di Niyan thoroon so taw a ndadagn Iyan, go da dn a mamakatabang kiran"
        },
        {
            "chapter": 16,
            "verse": 38,
            "text": "Na mizapa siran ko Allah a pithamanan o manga sapa iran, sa di pagoyagn o Allah so taw a phatay: Oway na, diyandi Iyan aya a matatangkd: Na ogaid na so kadaklan ko manga manosiya na di iran katawan"
        },
        {
            "chapter": 16,
            "verse": 39,
            "text": "Ka an Iyan kiran mapayag so di iran phagayonayonan, go an katokawi o siran a da pamaratiyaya a mataan! a siran na miyabaloy siran a manga bokhag"
        },
        {
            "chapter": 16,
            "verse": 40,
            "text": "Aya bo a ptharoon Ami ko apiya antonaa igira a kabaya Ami a kapagadna Mi ron, na so katharo Ami ron ko: \"Kon\", na maadn"
        },
        {
            "chapter": 16,
            "verse": 41,
            "text": "Na so siran a miyamanogalin sa ingd makapantag ko Allah ko oriyan o kiyapangarasii kiran, - na pakaphagingdn Ami siran dn ko doniya sa mapiya; na matatangkd a so balas ko akhirat i lbi a mala o siran na katawi ran"
        },
        {
            "chapter": 16,
            "verse": 42,
            "text": "Siran so miphapantang, go so bo so Kadnan iran i sasarigan iran"
        },
        {
            "chapter": 16,
            "verse": 43,
            "text": "Na da a siyogo Ami ko miyaonaan ka (ya Mohammad) a rowar sa manga mama, a phagilahaman Ami siran: Na izaan iyo ko adn a sabot iyan o skano na di niyo katawi"
        },
        {
            "chapter": 16,
            "verse": 44,
            "text": "Rakhs o manga rarayag a karina, go so manga kitab; na initoron Ami rka so Qor´an, ka an ka mapagosay ko manga manosiya so initoron kiran, go an iran mapphamimikiran"
        },
        {
            "chapter": 16,
            "verse": 45,
            "text": "Ba sasarig so siran a miyamagantangan ko manga rarata sa di siran landngn o Allah ko lopa, odi na di siran matalingoma o siksa sa di iran maiin´ngka"
        },
        {
            "chapter": 16,
            "verse": 46,
            "text": "Odi na di Niyan siran siksaan ko gi iran kazorombaling, a di siran makapalagoy"
        },
        {
            "chapter": 16,
            "verse": 47,
            "text": "Odi na di Niyan siran siksaan sa mazaginton a maalk siran na mataan! a so Kadnan iyo na tanto a Masalinggagaw, a Makalimoon"
        },
        {
            "chapter": 16,
            "verse": 48,
            "text": "Ba iran da maylay so langowan taman a inadn o Allah, a gii mrombaromba so manga along iyan, ko manga kawanan ago manga diwang, a mangangalimbabaan ko Allah, a phapasiyonot siran"
        },
        {
            "chapter": 16,
            "verse": 49,
            "text": "Na pzojiod ko Allah so matatago ko manga langit go so matatago ko lopa a baraniyawa, go so (pn) so manga malaikat, a siran na di siran phanakabor"
        },
        {
            "chapter": 16,
            "verse": 50,
            "text": "Ikaalk iran so Kadnan iran a kaporoan iran, go inggogolalan iran so sogoan kiran"
        },
        {
            "chapter": 16,
            "verse": 51,
            "text": "Na pitharo o Allah a: \"Di kano khowa sa dowa a tohan: Skaniyan bo i tohan a Isaysa: Na Sakn bo i kalkn iyo"
        },
        {
            "chapter": 16,
            "verse": 52,
            "text": "Na rk Iyan so matatago ko manga langit go so lopa, go rk Iyan so agama a tatap: Ba adn a salakaw ko Allah a ikhalk iyo"
        },
        {
            "chapter": 16,
            "verse": 53,
            "text": "Na langowan taman a kapiyaan iyo na phoon ko Allah: Oriyan iyan na igira a minisogat rkano so morala, na Skaniyan bo i khagoraok iyo"
        },
        {
            "chapter": 16,
            "verse": 54,
            "text": "Oriyan oto na igira a piyokas Iyan rkano so morala, na samawto na so isa rkano ka sagorompong na phrimbangn iran so Kadnan iran"
        },
        {
            "chapter": 16,
            "verse": 55,
            "text": "Ka phagongkirn iran so inibgay Ami kiran. Na sawiti niyo (dn) so kawyagoyag; ka katokawan iyo bo"
        },
        {
            "chapter": 16,
            "verse": 56,
            "text": "Na pznggayan iran so da a manga mlng iyan sa kipantag ko inibgay Ami kiran. Ibt ko Allah, ka mataan! a ipagiza rkano dn so inipangangkob iyo (ko Allah)"
        },
        {
            "chapter": 16,
            "verse": 57,
            "text": "Na ipznggay ran a rk o Allah so manga wata a babay! - Soti Skaniyan! - go (ipznggay ran a) rk iran so matotomo iran (a manga wata a mama)"
        },
        {
            "chapter": 16,
            "verse": 58,
            "text": "Na igira a miyapanothol ko isa kiran a (mimbawata sa) babay, na makarimng a paras iyan, a skaniyan na tanto a makamboboko"
        },
        {
            "chapter": 16,
            "verse": 59,
            "text": "Pphagma ko pagtaw, phoon ko marata a miyapanothol on! (sa pkhadowandowaan o) ino phanagotiyapn iyan sa kaayaan, odi na baniyan dn lbngn ko lopa (a bibiyag)? Tanodan, ka sayana a marata so ipkhokom iran"
        },
        {
            "chapter": 16,
            "verse": 60,
            "text": "Rk o siran a di mapaparatiyaya ko akhirat, so ibarat a marata: Na rk o Allah so ibarat a maporo: Na Skaniyan so Mabagr, a Mawngangn"
        },
        {
            "chapter": 16,
            "verse": 61,
            "text": "Na o siksaa o Allah so manga manosiya sabap ko kiyandarowaka iran, na da a lambaan Iyan ko liyawaw o lopa a baraniyawa: Na ogaid na pakalalanatn Iyan siran sa taman ko taalik a mappnto: Na amay ka makatalingoma so taalik kiran, na di iran dn misndod sa isa ka oras, go di iran kanggagaanan"
        },
        {
            "chapter": 16,
            "verse": 62,
            "text": "Na ipznggay ran a rk o Allah so ipkhagowad iran (a manga wata a babay). Go iphropa o manga dila iran so kabokhag: Sa mataan! a siran i khirk ko mapiya: Matatangkd a mataan! a rk iran so naraka, go mataan! a siran na indaraynon siran"
        },
        {
            "chapter": 16,
            "verse": 63,
            "text": "Ibt ko Allah, ka sabnsabnar a siyogo an Ami so manga pagtaw a miyaonaan ka (ya Mohammad): Na pipharasan kiran o shaytan so manga galbk iran: Na Skaniyan i panarigan iran sa alongan nai, go adn a bagian iran a siksa a malipds"
        },
        {
            "chapter": 16,
            "verse": 64,
            "text": "Na aya bo a kinitoronn Ami rka ko kitab na an ka kiran mapayag so da iran pagayonayoni, go toroan, go limo ko pagtaw a mapaparatiyaya"
        },
        {
            "chapter": 16,
            "verse": 65,
            "text": "Na so Allah na piyakatoron Iyan a phoon ko kawang so ig, na inioyag Iyan oto ko lopa ko oriyan o kiyapatay niyan: Mataan! a adn a matatago roo man a titho a tanda ko pagtaw a pphamamakin´gn iran"
        },
        {
            "chapter": 16,
            "verse": 66,
            "text": "Na mataan! a adn a matatago ko manga ayam a titho a ndao rkano: Pphakaynomn Ami skano ko matatago ko manga tiyan iyan, a pphakapoon ko pagltan o najis ago so rogo, a gatas a lombos, a malbod linoon o pphamanginom"
        },
        {
            "chapter": 16,
            "verse": 67,
            "text": "Na so manga onga korma, go manga inab, na pphakambaal kano ron sa pakabrg go pagpr a mapiya: Mataan! a adn a matatago roo man a titho a tanda ko pagtaw a pnggdagdaan iran"
        },
        {
            "chapter": 16,
            "verse": 68,
            "text": "Na iniilaham o Kadnan ka ko tamaing a: Mbaal ka ko manga palaw sa manga walay, go so manga kayo, go so pphanagombalayn iran"
        },
        {
            "chapter": 16,
            "verse": 69,
            "text": "Oriyan iyan na kang ka ko oman i manga onga, na okit ka ko manga lalan o Kadnan ka, a da a manga gigimbra Iyan. Adn a pphakagmaw a pphakapoon ko manga tiyan Iyan a inomn a mbidabida so manga warna niyan, a kadadalman sa bolong o manga manosiya: Mataan! a adn a matatago saya man a titho a tanda ko pagtaw a pphamimikiran on"
        },
        {
            "chapter": 16,
            "verse": 70,
            "text": "Na so Allah i miyadn rkano oriyan iyan na thangann kano Niyan; na so sabaad rkano na taw a phakandodn ko tanto a marata a btad ko kapagintaw (a bongaw), ka an da a katawi niyan a mayto bo ko andang a katawan iyan: Mataan! a so Allah na Matao, a Gaos"
        },
        {
            "chapter": 16,
            "verse": 71,
            "text": "Na so Allah na inilbi Niyan so sabaad rkano ko sabaad sii ko riskhi: Na da ko siran a piyamakalbi i ba iran bgan so riskhi kiran ko mipapaar o manga tangan iran (a manga oripn), na siran na makaplagilagid siran on. Ba so limo o Allah i zangkaan iran"
        },
        {
            "chapter": 16,
            "verse": 72,
            "text": "Na so Allah na singgayan kano Niyan sa manga karoma a pd ko manga ginawa niyo, go singgayan kano Niyan, a phoon ko manga karoma niyo sa manga wata, go manga apo, go riniskhiyan kano Niyan ko manga pipiya: Ba so ribat i pamaratiyayaan iran, na so limo o Allah na siran na pagongkirn iran"
        },
        {
            "chapter": 16,
            "verse": 73,
            "text": "Na pzimbaan iran a salakaw ko Allah, - so da a mipapaar iyan a riskhi kiran, a phoon ko manga langit ago so lopa a mayto bo, go da a khagaga iran"
        },
        {
            "chapter": 16,
            "verse": 74,
            "text": "Na di kano phangmbaal sa manga ibarat o Allah: Mataan! a so Allah i Matao, na skano i di manga tatao"
        },
        {
            "chapter": 16,
            "verse": 75,
            "text": "Mimbaal so Allah sa ibarat, a oripn, a mipapaar, a da a khagaga niyan a mayto bo; ago taw a bigan Ami skaniyan sa pagpr a mapiya a phoon Rkami, na skaniyan na pphammgay ron, sa masoln ago mapayag: Ba siran makaphagizan? So langowan o podi na rk o Allah! Kna ka so kadaklan kiran na di manga tatao"
        },
        {
            "chapter": 16,
            "verse": 76,
            "text": "Go mimbaal so Allah sa ibarat a dowa mama: So isa kiran na omaw, a da a khagaga niyan a mayto bo; go skaniyan na ikaririkor o khirk on; apiya anda niyan pakasangora skaniyan, na da a khitalingoma niyan a mapiya: Ba makaphagizan skaniyan ago so taw a pzogo ko ontol, a skaniyan na komkdg sa lalan a makaoontol"
        },
        {
            "chapter": 16,
            "verse": 77,
            "text": "Na rk o Allah so misosoln ko manga langit ago so lopa. Na da ko okit o bangkit inonta na lagid bo o saprk mata, odi na lawan roo sa kagaan: Mataan! a so Allah na sii ko langowan taman na Gaos Iyan"
        },
        {
            "chapter": 16,
            "verse": 78,
            "text": "Na so Allah na piyakaliyo kano Niyan phoon ko manga tiyan o manga ina iyo a da a katawan iyo a mayto bo; go inadn Iyan rkano so kan´g go so manga kaylay go so manga poso: ka an kano makapanalamat (ko Allah)"
        },
        {
            "chapter": 16,
            "verse": 79,
            "text": "Ba iran da maylay so manga papanok, a libod kiran a kapphakalantap iran sii ko sold o kawang? A da a makatatayong kiran a rowar ko Allah. Mataan! a adn a matatago roo man a titho a manga tanda ko pagtaw a khipaparatiyaya"
        },
        {
            "chapter": 16,
            "verse": 80,
            "text": "Na so Allah na inadn Iyan rkano so manga walay niyo a Kadnan; go inadn Iyan rkano so manga kobal o manga ayam, a manga walay, a kaakhapan kano ron ko alongan a gii niyo kathotogalin, go so alongan a kaggnk iyo; go (inadn Iyan rkano) so manga bombol o bilibili, go so manga bombol o onta, go so manga bombol o kambing, a kasangkapan, go pagigimo taman ko masa (a kakharata iyan)"
        },
        {
            "chapter": 16,
            "verse": 81,
            "text": "Na so Allah na singgayan kano Niyan ko inadn Iyan sa manga along (a sironga); go singgayan kano Niyan ko manga palaw sa manga liyang (a lindonga); go singgayan kano Niyan sa manga nditarn a makarrnding rkano ko mayaw, go manga nditarn a makarrnding rkano ko gomaan o ridoay niyo. Giyaya man i kaptharotopa Niyan ko limo Iyan rkano, ka an kano makazalimbotawan (sii Rkaniyan)"
        },
        {
            "chapter": 16,
            "verse": 82,
            "text": "Na o talikhod siran, na aya bo a paliyogat rka na so kapamakasampay (o sogoan rka) a mapayag"
        },
        {
            "chapter": 16,
            "verse": 83,
            "text": "Kikilalaan iran so limo o Allah; oriyan iyan na phagongkirn iran bo skaniyan; na so kadaklan kiran na manga kapir"
        },
        {
            "chapter": 16,
            "verse": 84,
            "text": "Na (pakisaboting ka) so alongan a pakatindgan Ami so oman i pagtaw sa saksi (a so nabi ran): Oriyan iyan na di kabgan sa idin so da pamaratiyaya, go di siran pakapamangnin sa rila"
        },
        {
            "chapter": 16,
            "verse": 85,
            "text": "Go amay ka kasandngan o siran a da pamaginontolan so siksa, na di kiran dn pakakhapn, go di kiran taalikn"
        },
        {
            "chapter": 16,
            "verse": 86,
            "text": "Na amay ka kasandngan o siran a miyamanakoto so inipamanakoto iran (ko Allah), na tharoon iran: \"Kadnan ami, siran aya so inipamanakoto ami, a siran so sinimba mi a salakaw Rka\". Na salawadaan iran siran a katharo: \"Mataan! a skano na titho a manga bokhag"
        },
        {
            "chapter": 16,
            "verse": 87,
            "text": "Na mapalad iran ko Allah sa alongan oto so kambayorantang; go doratn siran o piyangmbaalan iran a kabokhag"
        },
        {
            "chapter": 16,
            "verse": 88,
            "text": "Siran a miyamangongkir go miyangalang ko lalan ko Allah na pagomanan Ami siran sa siksa a lawan ko siksa, sabap ko kiyapaminasa iran"
        },
        {
            "chapter": 16,
            "verse": 89,
            "text": "Na (pakisaboting ka) so alongan a pakatindgan Ami so oman i pagtaw sa saksi kiran, a pd ko manga ginawa iran: Go pakatalingomaan Ami ska (ya Mohammad) a saksi ko siran aya: Na piyakatoron Ami rka so kitab a osayan ko langowan taman, go toroan, go limo, go tothol a mapiya ko mimbabayorantang (ko Allah)"
        },
        {
            "chapter": 16,
            "verse": 90,
            "text": "Mataan! a so Allah na isosogo Iyan so kaontol, go so kaphiyapiya, go so kabgi ko tonganay, go isasapar Iyan so pakasisingay, go so marata, go so kapanganiyaya: Iphagndao Niyan rkano, ka an kano makatatadm"
        },
        {
            "chapter": 16,
            "verse": 91,
            "text": "Na tomann iyo so diyandi o Allah igira a miyakindiyandi kano, go di niyo mbarngkasa so manga sapa ko oriyan o kiyatanto niyan; a sabnar a biyaloy niyo so Allah a saksi rkano; mataan! a so Allah na katawan Iyan so gii niyo nggolawlaan"
        },
        {
            "chapter": 16,
            "verse": 92,
            "text": "Na di niyo pagiringi so babay a kiyakasiyan so tinikr iyan ko oriyan o kinikibd iyan sa manga kanggolgol. Sa mabaloy niyo so manga sapa iyo a limpangan ko ndolondolonan iyo, sa kabaloy o isa a pagtaw a skaniyan i madakl a di so isa a pagtaw: Giya bo a kipthpngn rkano ron o Allah; na mataan! a phagosayn Iyan rkano dn ko alongan a qiyamah so skano na di kano ron phagayonayon"
        },
        {
            "chapter": 16,
            "verse": 93,
            "text": "Na o kabaya o Allah, na mataan! a khabaloy kano Niyan ko okit a isa: Na ogaid na ndadagn Iyan so taw a kabaya Iyan, go thoroon Iyan so taw a kabaya Iyan: Na mataan! a ipagiza rkano dn so pinggolawla niyo"
        },
        {
            "chapter": 16,
            "verse": 94,
            "text": "Na di niyo mbaloya so manga sapa iyo, a limpangan ko ndolondolonan iyo, ka midolas so parapara ko oriyan o kiyapakabkn iyan, go kataaman iyo so marata sabap ko kiyaalangi niyo ko lalan ko Allah, go makambagian kano sa siksa a lbi a mala"
        },
        {
            "chapter": 16,
            "verse": 95,
            "text": "Na di niyo phamasaan so diyandi o Allah sa arga a mayto: Mataan dn! a so zisii ko Allah na giyoto i tomo rkano, o skano na katawi niyo"
        },
        {
            "chapter": 16,
            "verse": 96,
            "text": "So zisii rkano na khada: Na so zisii ko Allah na kakal. Na mataan! a imbalas Ami dn, ko siran a miphapantang, so balas kiran sii ko mapiya ko pinggolawla iran"
        },
        {
            "chapter": 16,
            "verse": 97,
            "text": "Sadn sa nggalbk sa mapiya, a mama odi na babay, a skaniyan na mapaparatiyaya, na mataan! a pakapagintawn Ami dn skaniyan sa kapagintaw a mapiya, go mataan! a ibalas Ami kiran dn so balas kiran sii ko mapiya ko pinggolawla iran"
        },
        {
            "chapter": 16,
            "verse": 98,
            "text": "Na igira a mbatiyaan ka so Qor´an, na lindong ka ko Allah phoon ko shaytan a phradiyamn"
        },
        {
            "chapter": 16,
            "verse": 99,
            "text": "Mataan! a skaniyan na da a mapkhapaar iyan ko siran a miyamaratiyaya, so bo so Kadnan iran i sasarigan iran"
        },
        {
            "chapter": 16,
            "verse": 100,
            "text": "Aya bo a adn a mapkhapaar iyan on, na sii ko siran a pphamangonot rkaniyan go so siran a pphamanakoto ko Allah"
        },
        {
            "chapter": 16,
            "verse": 101,
            "text": "Na igira a adn a inisambi Ami a isa a ayat ko darpa o isa a ayat, - a so Allah i Matao ko ipthoron Iyan, - na tharoon iran a: \"Ska dn (ya Mohammad) i pphangmbaal:\" Kna, ka so kadaklan kiran na di manga tatao"
        },
        {
            "chapter": 16,
            "verse": 102,
            "text": "Tharoang ka a: Initoron skaniyan o (Jibril a) Niyawa-soti a phoon ko Kadnan ka a Bnar, ka an thakna so (poso o) siran a miyamaratiyaya, go toroan go tothol a mapiya ko mimbabayorantang (ko Allah)"
        },
        {
            "chapter": 16,
            "verse": 103,
            "text": "Na sabnsabnar a katawan Ami a mataan! a siran na gi iran tharoon a: \"Matag on aya ipphangndao a manosiya\". (pitharo o Allah a:) \"So basa a so ipphangambir iran on na ino a Adiyami, na giya Qor´an aya na basa Arab, a mapayag"
        },
        {
            "chapter": 16,
            "verse": 104,
            "text": "Mataan! a so siran a di mapaparatiyaya ko manga ayat o Allah, - na di siran thoroon o Allah, go adn a bagian iran a siksa a malipds"
        },
        {
            "chapter": 16,
            "verse": 105,
            "text": "Aya bo a pphangmbaal ko kabokhag na so siran a di mapaparatiyaya ko manga ayat o Allah: Na siran man na siran i manga bokhag"
        },
        {
            "chapter": 16,
            "verse": 106,
            "text": "Sadn sa taw a ongkirn iyan so Allah ko oriyan o kiyaparatiyaya niyan, - inonta so taw a miyatgl, a so poso iyan na thatakna ko paratiyaya na ogaid na sadn sa maliwanag sa ginawa niyan so kaongkir, - na sii kiran so rarangit a phoon ko Allah, go adn a bagian iran a siksa a lbi a mala"
        },
        {
            "chapter": 16,
            "verse": 107,
            "text": "Giyoto man na sabap sa mataan! a siran na miyatomo iran so kawyagoyag ko doniya a di so akhirat: Na mataan! a so Allah na di Niyan thoroon so pagtaw a da pamaratiyaya"
        },
        {
            "chapter": 16,
            "verse": 108,
            "text": "Siran man so piyatri o Allah so manga poso iran, go so kan´g iran, go so manga kaylay ran; na siran man na siran so khikalilipat"
        },
        {
            "chapter": 16,
            "verse": 109,
            "text": "Matatangkd a mataan! a siran na siran so manga logi ko akhirat"
        },
        {
            "chapter": 16,
            "verse": 110,
            "text": "Oriyan iyan na mataan! a so Kadnan ka, - makapantag ko siran a miyamagoyag ko oriyan o kiyapangarasii kiran, - oriyan iyan na miphrang siran go miphantang siran, - na mataan! a so Kadnan ka, ko oriyan aya na titho a Manapi, a Makalimoon"
        },
        {
            "chapter": 16,
            "verse": 111,
            "text": "(Pakisaboting ka:) So alongan a makatalingoma so oman i ginawa na domaowa sa linding iyan sa ginawa niyan, go itoman sa tarotop ko oman i ginawa so miyanggalbk iyan, a siran na di siran kasalimbotan"
        },
        {
            "chapter": 16,
            "verse": 112,
            "text": "Na mimbaal so Allah sa ibarat a: Ingd a miyabaloy a lomilintad, a thatakna, pphakatalingoma on so pagpr on a moramora a pphakapoon ko mbalabala a darpa: Na inongkir iyan so manga limo o Allah: Na piyakitaaman on o Allah so kinikolob on o kaor go so kalk sabap ko siyowa iran"
        },
        {
            "chapter": 16,
            "verse": 113,
            "text": "Na sabnsabnar a adn a miyakaoma kiran a sogo a pd kiran, na piyakambokhag iran skaniyan; na miyadansal siran o siksa a siran na kapapantagan a manga darowaka"
        },
        {
            "chapter": 16,
            "verse": 114,
            "text": "Na kang kano ko inipagpr rkano o Allah a halal a mapiya; go panalamat kano ko limo o Allah, o skano na aya niyo bo pzoasoatn"
        },
        {
            "chapter": 16,
            "verse": 115,
            "text": "Aya dn a inisapar Iyan rkano na so miyatay (a da masombali), go so rogo (a tomiyoga) go so sapo a baboy, go so inipanambay ko salakaw ko Allah: Na sa taw a kasngtan, a kna a ba pangangakowala, go kna a ba pmamalawani, - na mataan! a so Allah na Manapi, a Makalimoon"
        },
        {
            "chapter": 16,
            "verse": 116,
            "text": "Na di niyo ptharoa ko kiphropaan on o manga dila iyo ko kabokhag, - \"A giyai na halal, go giyaya na haram\", ka khiyangkob iyo ko Allah so kabokhag. Mataan! a siran a iphagangkob iran ko Allah so kabokhag, na di siran phamakaslang sa maliwanag"
        },
        {
            "chapter": 16,
            "verse": 117,
            "text": "Khasawitan iran sa mayto (ko doniya); na adn a bagian iran a siksa a malipds"
        },
        {
            "chapter": 16,
            "verse": 118,
            "text": "Na sii Ami bo inisapar ko manga Yahodi so piyanothol Ami rka gowani: Na da Ami siran salimboti, na ogaid na siran i pzalimbot ko manga ginawa iran"
        },
        {
            "chapter": 16,
            "verse": 119,
            "text": "Oriyan iyan na mataan! a so Kadnan ka, - sii ko siran a miyakanggalbk siran sa marata sabap ko kada a mlng, oriyan iyan na mithawbat siran ko oriyan oto, go miphiyapiya siran, - na mataan! a so Kadnan ka ko oriyan aya, na tanto a Manapi, a Makalimoon"
        },
        {
            "chapter": 16,
            "verse": 120,
            "text": "Mataan! a so Ibrahim na miyabaloy a ladiyawan, a pphangongonotan ko Allah, a tomataliyadok ko bnar, go da mapd ko manga pananakoto"
        },
        {
            "chapter": 16,
            "verse": 121,
            "text": "Mananalamat ko manga limo o Allah, pinili Iyan, go pinggonanao Niyan skaniyan ko lalan a makaoontol"
        },
        {
            "chapter": 16,
            "verse": 122,
            "text": "Go bigan Ami skaniyan sii ko doniya sa mapiya, go mataan! a sii ko akhirat na pd dn ko manga bilangataw"
        },
        {
            "chapter": 16,
            "verse": 123,
            "text": "Oriyan iyan na iniilaham Ami rka (ya Mohammad) a: Kdgang ka so okit o Ibrahim a zasalimbotawan, go da mapd ko manga moshrik"
        },
        {
            "chapter": 16,
            "verse": 124,
            "text": "Aya bo a piyaliyogatan (ko kapmaslaa) ko Sapto na so siran a da on pagayonayon; na mataan! a so Kadnan ka na khokomn Iyan siran dn ko alongan a qiyamah, ko da iran pagayonayoni"
        },
        {
            "chapter": 16,
            "verse": 125,
            "text": "Panolonn ka so lalan o Kadnan ka sa nggolalan ko ongangn, go so ndao a mapiya; go daowaan ka kiran so lbi a mapiya; mataan! a so Kadnan ka na Skaniyan i Matao ko taw a sominilay, phoon ko lalan Rkaniyan, go Skaniyan i Matao ko miyamangdg ko ontol"
        },
        {
            "chapter": 16,
            "verse": 126,
            "text": "Na o zaop kano na saop kano sa so lagid o inikidiya rkano to: Na ibt o zabar kano, na mataan! a giyoto i mapiya a bagian o miyamakasabar"
        },
        {
            "chapter": 16,
            "verse": 127,
            "text": "Na zabar ka, na di ka phakasabar inonta a sabap ko Allah; na ding ka siran pmboko on: Go dinggagtn a rarb ka so kapphagantangan iran sa marata"
        },
        {
            "chapter": 16,
            "verse": 128,
            "text": "Mataan! a so Allah na babid o siran a miyamananggila, go so siran a miphipiyapiya"
        }
    ]
}