{
    "maqras": [
        {
            "chapter": 43,
            "verse": 24,
            "text": "(Posol) say Co ja brought ona lepsi guidance than co ona zdedit tvoj rodicia? They say My bol disbelievers odkaz ona brought"
        },
        {
            "chapter": 43,
            "verse": 25,
            "text": "Consequently my requited them. Note consequences rejectors"
        },
        {
            "chapter": 43,
            "verse": 26,
            "text": "Abraham said do jeho otca jeho ludia ja disown co ona kult"
        },
        {
            "chapter": 43,
            "verse": 27,
            "text": "Len Jeden zasvatit mna guide mna"
        },
        {
            "chapter": 43,
            "verse": 28,
            "text": "This vzor (z Abraham) rendered everlasting lekcia subsequent generations perhaps they redeem ich souls"
        },
        {
            "chapter": 43,
            "verse": 29,
            "text": "Indeed ja dat these ludia ich predok sufficient chances potom truth pojdem them clarifying posol"
        },
        {
            "chapter": 43,
            "verse": 30,
            "text": "When truth pojdem them they said This bol kuzlo my bol disbelievers therein"
        },
        {
            "chapter": 43,
            "verse": 31,
            "text": "They said len this Quran sent nadol iny clovek 2 obec (Mecca Yathrib) bol prominent"
        },
        {
            "chapter": 43,
            "verse": 32,
            "text": "they jeden je assign tvoj Lord's zlutovanie? My assigned ich shares v this zivot chov some z them above others do ranks v poradie let them serve 1 iny Zlutovanie z tvoj Lord bol daleko lepsie than any latka they hoard"
        },
        {
            "chapter": 43,
            "verse": 33,
            "text": "If nie bol all ludia become 1 disbelieving congregation my granted everyone disbelieves the Vela Gracious rezidencia silver krytina schody kto they climb"
        },
        {
            "chapter": 43,
            "verse": 34,
            "text": "Ich rezidencia have impressive zavora luxurious zariadenie"
        },
        {
            "chapter": 43,
            "verse": 35,
            "text": "I vela ornaments All these bol temporary latka this lowly zivot. Hereafter -Do tvoj Lord -Je daleko lepsie for the righteous"
        },
        {
            "chapter": 43,
            "verse": 36,
            "text": "Ktokolvek disregards odkaz z the Vela Gracious my appoint devil bol jeho constant companion"
        },
        {
            "chapter": 43,
            "verse": 37,
            "text": "Such companions divert them chodnicek robit them verit they guided"
        },
        {
            "chapter": 43,
            "verse": 38,
            "text": "When he pojdem before us he say Oh Ja zelat si ona bol mat rad daleko mna mat rad 2 easts. Co chudobny companion"
        },
        {
            "chapter": 43,
            "verse": 39,
            "text": "It nie chlacholit ona ze dni transgressors ze both z ona share retribution"
        },
        {
            "chapter": 43,
            "verse": 40,
            "text": "Ona robit deaf hear ona robit blind see those bol daleko astray"
        },
        {
            "chapter": 43,
            "verse": 41,
            "text": "My let ona umrel it nie my iste requite them"
        },
        {
            "chapter": 43,
            "verse": 42,
            "text": "My show ona (retribution) my promised them. My bol full control them"
        },
        {
            "chapter": 43,
            "verse": 43,
            "text": "Ona steadfastly preach co revealed ona; ona bol na pravo chodnicek"
        },
        {
            "chapter": 43,
            "verse": 44,
            "text": "This bol odkaz ona tvoj zaludnit; all z ona questioned"
        },
        {
            "chapter": 43,
            "verse": 45,
            "text": "Zatrhnut posol my sent before ona Have my vzdy appointed any inaksie gods -beside the Vela Gracious -Do kult"
        },
        {
            "chapter": 43,
            "verse": 46,
            "text": "For vzor, my sent Moses our proofs Pharaoh elders proclaiming ja bol posol Lord universe"
        },
        {
            "chapter": 43,
            "verse": 47,
            "text": "When he showed them our proofs they laughed them"
        },
        {
            "chapter": 43,
            "verse": 48,
            "text": "Kazdy znamenie my showed them bol velky than 1 before it My afflicted them plagues perhaps they repent"
        },
        {
            "chapter": 43,
            "verse": 49,
            "text": "They said O ona kuzelnik implore tvoj Lord our behalf relieve this plague since ona have dohoda Him; my potom guided"
        },
        {
            "chapter": 43,
            "verse": 50,
            "text": "Lenze mat rad skoro mat rad my relieved ich affliction they reverted"
        },
        {
            "chapter": 43,
            "verse": 51,
            "text": "Pharaoh zahlasit do jeho ludia O moj ludia ja nie possess kingship Egypt these flowing rieka belong do mna? Ona nie see"
        },
        {
            "chapter": 43,
            "verse": 52,
            "text": "Kto jeden je lepsie; mi ze 1 lowly viem je ledva speak"
        },
        {
            "chapter": 43,
            "verse": 53,
            "text": "Ako pod he nie possess treasure zlaty; ako pod angels nie sprevadzat him"
        },
        {
            "chapter": 43,
            "verse": 54,
            "text": "He thus fooled jeho ludia they obeyed him; they bol zlomyselny ludia"
        },
        {
            "chapter": 43,
            "verse": 55,
            "text": "When they zotrvat do opposing us my punished them drowned them all"
        },
        {
            "chapter": 43,
            "verse": 56,
            "text": "My rendered them precedent vzor others"
        }
    ]
}