{
    "maqras": [
        {
            "chapter": 10,
            "verse": 90,
            "text": "My delivered Dieta Izrael sea Pharaoh jeho troops pursued them aggressively sinfully. When drowning became reality him he said ja verit there nie bol god except Jeden Dieta Izrael verit; ja bol submitter"
        },
        {
            "chapter": 10,
            "verse": 91,
            "text": "I neskoro! Ona rebelled already zvolit si bol transgressor"
        },
        {
            "chapter": 10,
            "verse": 92,
            "text": "Dnes my zavarit tvoj zbor set ona mat rad lekcia buduci generations Unfortunately vela ludia bol totally oblivious do our znamenie"
        },
        {
            "chapter": 10,
            "verse": 93,
            "text": "My endowed Dieta z Izrael position z honor zehnat them dobry provisions lenze they disputed when this znalost pojdem them. Tvoj Lord judge them Dni Vzkriesenie everything they disputed"
        },
        {
            "chapter": 10,
            "verse": 94,
            "text": "Ona have any doubt zretel co revealed ona tvoj Lord potom ziadat those read previous scripture. Indeed truth pojdem ona tvoj Lord robi nie bol doubters"
        },
        {
            "chapter": 10,
            "verse": 95,
            "text": "Nor shall ona join those zamietnut GOD's revelations lest ona bol losers"
        },
        {
            "chapter": 10,
            "verse": 96,
            "text": "Iste those condemned by decree z tvoj Lord nie verit"
        },
        {
            "chapter": 10,
            "verse": 97,
            "text": "Ziaden zalezitost co laskavy z proof ona show them (they nie verit) until they see painful retribution"
        },
        {
            "chapter": 10,
            "verse": 98,
            "text": "Any obec verit iste rewarded for verit! For vzor, ludia Jonah when they verit my relieved humiliating retribution they suffering v this world my robit them prosperous"
        },
        {
            "chapter": 10,
            "verse": 99,
            "text": "Had tvoj Lord willed all ludia zem verit. Ona chudoba force ludia robit become believers"
        },
        {
            "chapter": 10,
            "verse": 100,
            "text": "Ziaden soul verit except v accordance s GOD's will He miesto curse upon those refuse chapat"
        },
        {
            "chapter": 10,
            "verse": 101,
            "text": "Say Look o all znamenie heavens zem. All proofs all warnings never pomoc ludia decided disbelieve"
        },
        {
            "chapter": 10,
            "verse": 102,
            "text": "they expect fate ich counterparts v the minuly? Say Iba caka ona ja i cakat"
        },
        {
            "chapter": 10,
            "verse": 103,
            "text": "My ultimately save our posol those verit. bol our immutable zakon my save believers"
        },
        {
            "chapter": 10,
            "verse": 104,
            "text": "Say O zaludnit ona have any doubt moj nabozenstvo ja nie kult co ona kult GOD Ja kult GOD alone Jeden zakoncit tvoj zivot. Ja commanded bol believer"
        },
        {
            "chapter": 10,
            "verse": 105,
            "text": "Ja commanded Keep devoted do nabozenstvo monotheism ona nie practice idol kult"
        },
        {
            "chapter": 10,
            "verse": 106,
            "text": "Ona nie kult GOD co nie possesses power benefit ona harm ona! Ona robit ona bol transgressor"
        },
        {
            "chapter": 10,
            "verse": 107,
            "text": "GOD touches ona hardship ziaden relieve it except He. A when He zehnat ona nie force zamedzit Jeho grace He bestows it whomever He zvolit si Jeho servants. He bol Forgiver Merciful"
        },
        {
            "chapter": 10,
            "verse": 108,
            "text": "Proclaim O ludia truth pojdem ona tu tvoj Lord Whoever guided guided jeho own dobre whoever ist astray ist astray jeho own detriment! Ja nie bol guardian over ona"
        },
        {
            "chapter": 10,
            "verse": 109,
            "text": "Nasledovat co revealed ona bol chory GOD issues Jeho judgment He bol dobry judge"
        },
        {
            "chapter": 11,
            "verse": 1,
            "text": "A L. R. This bol scripture verses zdokonalit potom elucidated It pojdem z Wise Cognizant"
        },
        {
            "chapter": 11,
            "verse": 2,
            "text": "Proclaiming Ona nie kult GOD Ja pojdem ona Him warner i mat rad bearer z dobry zvest"
        },
        {
            "chapter": 11,
            "verse": 3,
            "text": "Ona seek tvoj Lord's forgiveness potom repent Him. He will potom zehnat ty generously for predetermined period bestow Jeho grace upon those zasluzit it Ona turn potom ja fear for ona retribution awesome dni"
        },
        {
            "chapter": 11,
            "verse": 4,
            "text": "Do GOD bol tvoj ultimate spatny listok He bol Omnipotent"
        },
        {
            "chapter": 11,
            "verse": 5,
            "text": "Indeed they zatajit ich innermost thoughts mat rad if keep Him z zauzlit them! Skutocne mat rad they pokryvka ich clothes He zauzlit all ich secrets declarations. He zauzlit innermost thoughts"
        }
    ]
}