{
    "juzs": [
        {
            "chapter": 9,
            "verse": 93,
            "text": "Kınamaya yol, ancak zengin oldukları halde geri kalmak için senden izin isteyenleredir. Bunlar geri kalanlarla beraber olmayı tercih ettiler. Allah da kalblerini mühürledi. Onlar, artık başlarına geleceği bilmezler"
        },
        {
            "chapter": 9,
            "verse": 94,
            "text": "Savaştan dönüp yanlarına geldiğinizde size özür beyan edecekler. De ki: \"Özür beyan etmeyin. Size kesinlikle inanmayız. Allah bize, sizin durumunuzdan haberler verdi\". Bundan sonra da Allah ve Resulü yaptıklarınızı görecektir. Daha sonra da gizliyi ve âşikârı bilen Allah'a döndürüleceksiniz. O vakit O, size neler yapmış olduğunuzu tek tek haber verecektir"
        },
        {
            "chapter": 9,
            "verse": 95,
            "text": "Dönüp de yanlarına geldiğinizde kendilerinden yüz çeviresiniz (hesaba çekmekten vazgeçesiniz) diye Allah'a yemin edecekler. Siz de onlardan yüz çevirin. Çünkü onlar gerçekten murdar kimselerdir. Yaptıklarının cezası olarak nihayet varacakları yer cehennemdir"
        },
        {
            "chapter": 9,
            "verse": 96,
            "text": "Kendilerinden razı olasınız diye size yemin ederler. Eğer siz onlardan razı olursanız, şunu bilin ki Allah, o fasıklar güruhundan kesinlikle razı olmaz"
        },
        {
            "chapter": 9,
            "verse": 97,
            "text": "Bedeviler inkâr ve münafıklık bakımından daha beterdirler. Bununla beraber Allah'ın, Resulüne indirdiği (hükümlerin) sınırlarını bilmemeye daha yatkındırlar. Allah alîmdir, hakîmdir"
        },
        {
            "chapter": 9,
            "verse": 98,
            "text": "Bedevilerden kimi de var ki, verdiğini angarya sayar ve sizin üzerinize belalar gelmesini bekler. O çirkin belalar kendi başlarına olsun! Allah herşeyi işitendir, bilendir"
        },
        {
            "chapter": 9,
            "verse": 99,
            "text": "Yine bedevilerden kimi de vardır ki, Allah'a ve ahiret gününe inanır ve harcadığını Allah katında yakınlıklara ve Peygamber'in dualarını almaya vesile sayar. Gerçekten de bu, onlar için bir yakınlıktır. Allah onları rahmeti içine koyacaktır. Şüphesizki, Allah bağışlayıcıdır ve rahmet edicidir"
        },
        {
            "chapter": 9,
            "verse": 100,
            "text": "Muhacir ve Ensar'dan İslâm'a ilk önce girenlerin başta gelenleri ve iyi amellerle onların ardınca gidenler var ya, işte Allah onlardan razı oldu, onlar da Allah'dan razı oldular ve onlara, altlarında ırmaklar akan cennetler hazırladı ki, içlerinde ebedi kalacaklar. İşte büyük ve muhteşem kurtuluş budur"
        },
        {
            "chapter": 9,
            "verse": 101,
            "text": "Hem çevrenizdeki bedevilerden münafıklar var, hem de Medine halkından münafıklıkta ısrar edenler var. Sen onları bilmezsin. Onları biz biliriz. Biz onları iki kere azaba uğratacağız. Daha sonra da büyük bir azaba itilecekler"
        },
        {
            "chapter": 9,
            "verse": 102,
            "text": "Onlardan bir kısmı günahlarını itiraf ettiler. Ve iyi bir amelle kötü bir ameli karıştırdılar. Ola ki, Allah tevbelerini kabul eder. Çünkü Allah gafurdur, rahîmdir"
        },
        {
            "chapter": 9,
            "verse": 103,
            "text": "Onların mallarından sadaka al ki, onunla kendilerini temizlersin, tertemiz edersin. Bir de haklarında hayır dua et. Çünkü senin duan kalblerini yatıştırır. Allah işitendir, bilendir"
        },
        {
            "chapter": 9,
            "verse": 104,
            "text": "Onlar bilmiyorlar mı ki, Allah kullarının tevbesini kabul eder ve sadakaları da alır. Allah tevbeleri kabul edendir, çok merhametlidir"
        },
        {
            "chapter": 9,
            "verse": 105,
            "text": "Ve de ki; \"Çalışın! Yaptıklarınızı hem Allah görecek, hem Resulü, hem de müminler görecektir. Sonra da gizliyi ve açığı bilen Allah'ın huzuruna iletileceksiniz. İşte o zaman, neler yaptığınızı size O bildirecektir"
        },
        {
            "chapter": 9,
            "verse": 106,
            "text": "Savaşa katılmayanlardan diğer bir kısmının affı da Allah'ın emrini beklemek için geri bırakılmıştır. Ya kendilerini cezalandırır ya da tevbelerini kabul eder. Allah alîmdir, hakîmdir"
        },
        {
            "chapter": 9,
            "verse": 107,
            "text": "Bir de müslümanlara zarar vermek, kâfirlik etmek ve müslümanların arasına ayrılık sokmak ve daha önce Allah ve Resulü'ne karşı savaş açmış olanı beklemek için mescid yapanlar var. \"İyilikten başka bir maksadımız yoktu.\" diye yemin de edecekler. Fakat bunların kesinlikle yalancı olduklarına Allah şahittir"
        },
        {
            "chapter": 9,
            "verse": 108,
            "text": "O mescit içinde sen kesinlikle namaza durma. Ta ilk gününde temeli takva üzerine kurulan mescit elbette içinde namaz kılmana daha layıktır. Onun içinde günahlarından arınmayı seven kişiler vardır. Allah da arınmış, ak pak olmuş olanları sever"
        },
        {
            "chapter": 9,
            "verse": 109,
            "text": "O halde binasını Allah korkusu ve Allah rızası üzerine kurmuş olan mı hayırlıdır, yoksa binasını yıkılmak üzere olan bir uçurumun kenarına kurup da onunla birlikte cehenneme yuvarlanan mı daha hayırlı? Allah, zalimler güruhunu hidayete erdirmez"
        },
        {
            "chapter": 9,
            "verse": 110,
            "text": "Onların kurmuş oldukları bu türlü binalar, kalpleri parça parça olmadıkça, kalblerinde bir nifak düğümü olup kalacaktır. Allah, alîmdir, hakîmdir"
        },
        {
            "chapter": 9,
            "verse": 111,
            "text": "Allah, müminlerden, canlarını ve mallarını, kendilerine cennet vermek üzere satın almıştır: Allah yolunda çarpışacaklar da öldürecekler ve öldürülecekler. Bu, Tevrat'ta da, İncil'de de Kur'ân'da da Allah'ın kendi üzerine yüklendiği bir ahittir. Allah'dan ziyade ahdine riayet edecek kim vardır? O halde yaptığınız alışveriş ahdinden dolayı size müjdeler olsun! Ve işte o büyük kurtuluş budur"
        },
        {
            "chapter": 9,
            "verse": 112,
            "text": "(Bunlar), O tevbekâr olanlar, o ibadet edenler, o hamd edenler, o oruçlular, o rükua varanlar, o secdeye kapananlar, iyiliği emredip, kötülükten vazgeçirenler, Allah'ın hududunu koruyanlar (emirleriyle yasaklarının ölçülerine riayet edenler)dır. Müjde ver o müminlere, müjde"
        },
        {
            "chapter": 9,
            "verse": 113,
            "text": "Ne peygambere, ne iman edenlere akraba bile olsalar cehennemlik oldukları iyice belli olduktan sonra müşriklere istiğfar etmek yoktur"
        },
        {
            "chapter": 9,
            "verse": 114,
            "text": "İbrahim'in babası için istiğfar etmesi de sırf ona vermiş olduğu bir sözden dolayı idi. Böyle iken onun bir Allah düşmanı olduğu kendisine açıklanınca o işten vazgeçti. Şüphesiz ki İbrahim, çok bağrı yanık, çok halim birisi idi"
        },
        {
            "chapter": 9,
            "verse": 115,
            "text": "Allah, bir kavmi hidayete erdirdikten sonra, nelerden sakınacaklarını kendilerine iyice açıklamadıkça dalalete düşürmez. Gerçek şu ki, Allah her şeyi bilir"
        },
        {
            "chapter": 9,
            "verse": 116,
            "text": "Hiç şüphesiz, göklerin ve yerin mülkü Allah'ındır. O, diriltir de, öldürür de. Size O'ndan başka ne bir dost vardır, ne de bir yardımcı"
        },
        {
            "chapter": 9,
            "verse": 117,
            "text": "Andolsun ki, Allah, yine peygambere ve en zor gününde ona uyan Muhacirler'le Ensar'a, içlerinden bir kısmının kalbleri az kalsın kayacak gibi olmuşken, tevbe nasip etti de lutfedip tevbelerini kabul buyurdu. Çünkü O, gerçekten çok şefkatli, çok bağışlayıcıdır"
        },
        {
            "chapter": 9,
            "verse": 118,
            "text": "Allah, haklarında hüküm beklenen o üç kişiyi de bağışladı. Çünkü o derece bunalmışlardı ki, yeryüzü bütün genişliğine rağmen onlara dar gelmeye başlamıştı, vicdanları da kendilerini sıkıntıya sokmuştu. Allah'dan kurtuluşun, ancak Allah'a sığınmakta olduğunu anlamışlardı. Sonra da Allah, onları tevbekâr olmaya muvaffak kıldı da tevbelerini kabul buyurdu. Şüphesiz ki Allah, tevbeleri çok çok kabul edendir, çok merhametli olandır"
        },
        {
            "chapter": 9,
            "verse": 119,
            "text": "Ey iman edenler! Allah'dan korkun ve doğrularla beraber olun"
        },
        {
            "chapter": 9,
            "verse": 120,
            "text": "Medine halkına ve civardaki bedevilere, Resulullah'ın emrine aykırı hareket etmek uygun olmadığı gibi, onun katlandığı zahmetlere öbürlerinin katlanmaya yanaşmamaları da yakışık almaz. Çünkü onların Allah yolunda çektikleri hiçbir susuzluk, hiçbir yorgunluk ve hiçbir açlık, ayrıca kâfirleri öfkelendirecek ayak bastıkları hiçbir yer veya düşmana karşı elde ettikleri hiçbir başarı yoktur ki, karşılığında kendilerine salih bir amel yazılmış olmasın. Çünkü Allah, güzel iş yapanların mükafatını zayi etmez"
        },
        {
            "chapter": 9,
            "verse": 121,
            "text": "Onların, Allah yolunda yaptıkları küçük veya büyük her harcama veya geçtikleri her vadi karşılığında, yaptıkları işin daha güzeliyle Allah'ın kendilerini mükâfatlandırması için sevap yazılmaması mümkün değildir"
        },
        {
            "chapter": 9,
            "verse": 122,
            "text": "Bununla beraber müminlerin hepsinin birden topyekün savaşa katılmaları uygun değildir. Her kabileden bir kısım insanlar da din ilimlerinde derinleşmeli ve kabileleri savaştan dönüp gelince onları uyarmalıdır ki, böylece Allah'ın azabından sakınırlar"
        },
        {
            "chapter": 9,
            "verse": 123,
            "text": "Ey iman edenler, önce yakın çevrenizdeki kâfirlerle savaşın ki, sizde bir güç ve kuvvet olduğunu görsünler. Ve iyi bilin ki, Allah müttakilerle beraberdir"
        },
        {
            "chapter": 9,
            "verse": 124,
            "text": "Bir sûre indirildiği zaman, içlerinden biri çıkar, \"Bu sûre hanginizin imanını arttırdı?\" der. Fakat müminlere gelince, aslında her inen sûre onların imanını arttırmıştır ve onlar sürekli olarak müjdelenip duruyorlar"
        },
        {
            "chapter": 9,
            "verse": 125,
            "text": "Kalblerinde bir hastalık olanlara gelince, onların da murdarlıklarına (küfürlerine) murdarlık (küfür) katmıştır ve kâfir olarak ölüp gitmişlerdir"
        },
        {
            "chapter": 9,
            "verse": 126,
            "text": "Onlar (münafıklar) her yıl bir veya iki kere kendilerinin çeşitli belalara uğratıldıklarını görmüyorlar mı? Böyle iken yine de tevbe etmiyor ve ibret almıyorlar"
        },
        {
            "chapter": 9,
            "verse": 127,
            "text": "Aleyhlerinde bir sûre indirilince, \"Sizi birisi görüyor mu?\" diye birbirlerine göz ederler, sonra da sıvışır giderler. Allah onların kalblerini (imandan) çevirmiştir. Bu yüzden onlar anlayışsız bir kavimdirler"
        },
        {
            "chapter": 9,
            "verse": 128,
            "text": "Andolsun size içinizden öyle bir peygamber geldi ki, gayet izzetli ve şereflidir. Sıkıntıya düşmeniz ona çok ağır gelir üstünüze titrer, müminlere gayet merhametli ve şefkatlidir"
        },
        {
            "chapter": 9,
            "verse": 129,
            "text": "Eğer aldırmazlarsa onlara de ki: Bana Allah yeter. O'ndan başka ilâh yoktur. Ben O'na dayanmaktayım ve O, o büyük Arş'ın Rabbidir"
        },
        {
            "chapter": 10,
            "verse": 1,
            "text": "Elif, Lâm, Râ. İşte bunlar o hikmetli kitabın âyetleridir"
        },
        {
            "chapter": 10,
            "verse": 2,
            "text": "İnsanları (eğri yolun sonundan) korkut, inananlara Rableri nezdindeki yüksek makamları müjdele, diye içlerinden bir adama vahyimizi göndermemiz onlara tuhaf mı geldi? Kâfirler: \"Hiç şüphesiz bu besbelli bir sihirbaz.\" dediler"
        },
        {
            "chapter": 10,
            "verse": 3,
            "text": "Rabbiniz o Allah'dır ki, gökleri ve yeri altı günde yarattı, sonra arş üzerine istiva etti (onu hükmü altına aldı), işi tedbir eyliyor. O'nun izni olmaksızın hiç kimse şefaatçi olamaz. İşte Rabbiniz olan Allah budur. O'na ibadet ediniz! Hâlâ düşünüp ibret almayacak mısınız"
        },
        {
            "chapter": 10,
            "verse": 4,
            "text": "Dönüşünüz hep O'nadır. Allah'ın vaadi haktır. Herşeyi ilk baştan yaratan O'dur. Sonra iman edip salih amel işleyenleri hak ettikleri ölçüde mükâfatlandırmak için geri döndürecek olan yine O'dur. Kâfirlere de inkâr ettikleri için kaynar sudan bir içki ve acıklı bir azap vardır"
        },
        {
            "chapter": 10,
            "verse": 5,
            "text": "O Allah'dır ki, senelerin sayısını ve hesabını bilesiniz diye güneşi bir ışık, ayı da bir nur yaptı. Ve aya menziller tayin etti. Allah bunu hak olarak yarattı. O, bilecek olan bir kavim için âyetlerini ayrıntılı olarak açıklar"
        },
        {
            "chapter": 10,
            "verse": 6,
            "text": "Elbette gece ile gündüzün birbiri ardınca değişip durmasında ve Allah'ın göklerde ve yerde yarattıklarında sakınan bir kavim için bir çok delil vardır"
        },
        {
            "chapter": 10,
            "verse": 7,
            "text": "Bize kavuşmayı ummayanlar, dünya hayatına razı olup onunla tatmin bulanlar ve bizim âyetlerimizden gafil olanlar da vardır muhakkak"
        },
        {
            "chapter": 10,
            "verse": 8,
            "text": "İşte bunların kendi elleriyle ettikleri yüzünden varacakları yer cehennemdir"
        },
        {
            "chapter": 10,
            "verse": 9,
            "text": "Hiç şüphesiz iman edip salih ameller işleyenleri, imanlarından dolayı Rableri hidayete erdirir. Naîm cennetlerinde altlarından ırmaklar akar durur"
        },
        {
            "chapter": 10,
            "verse": 10,
            "text": "Onların oradaki duaları: \"Allahım, sen yücelerden yücesin\"; sağlık dilekleri \"selâm\", dualarının sonu da \"Âlemlerin Rabbi Allah'a hamdolsun.\" diye şükretmek olacaktır"
        },
        {
            "chapter": 10,
            "verse": 11,
            "text": "Eğer Allah, insanlara, hayrı çarçabuk istedikleri gibi, şerri de alelacele verseydi, onların hemen ecellerini getiriverirdi. Fakat bize kavuşmayı ummayanları kendi hallerine bırakırız da azgınlıkları içinde bocalayıp giderler"
        },
        {
            "chapter": 10,
            "verse": 12,
            "text": "İnsana bir sıkıntı dokunduğu zaman, gerek yan yatarken, gerek otururken, gerek dikilirken bize dua eder. Kendisinden sıkıntısını gideriverdik mi sanki kendisine dokunan o sıkıntı için bize hiç yalvarmamış gibi aldırmadan geçer gider. İşte o aşırı gidenlere yaptıkları şeyler böyle güzel gelir"
        },
        {
            "chapter": 10,
            "verse": 13,
            "text": "Andolsun ki, sizden önceki devirlerin bir çok kavmini, peygamberleri kendilerine bir çok belge ile geldikleri halde zulmettikleri ve imana gelmedikleri için helak ettik. İşte günahkârlar topluluğunu biz böyle cezalandırırız"
        },
        {
            "chapter": 10,
            "verse": 14,
            "text": "Sonra onların ardından sizi yeryüzüne halifeler yaptık ki, bakalım nasıl ameller işleyeceksiniz"
        },
        {
            "chapter": 10,
            "verse": 15,
            "text": "Böyle iken, âyetlerimiz, kesin birer belge olarak kendilerine okunduğu zaman, o bizimle karşılaşmayı ummayanlar, \"Bundan başka bir Kur'ân getir veya bunu değiştir.\" dediler. De ki, \"Onu kendiliğimden değiştiremem, benim açımdan bu olacak bir şey değildir. Ben ancak bana vahyolunana uyarım. Rabbime isyan edersem, şüphesiz büyük bir günün azabından korkarım"
        },
        {
            "chapter": 10,
            "verse": 16,
            "text": "De ki, \"Eğer Allah dileseydi ben onu size okumazdım. O da onu hiçbir şekilde size bildirmezdi. Bilirsiniz ki, ben sizin içinizde bundan önce yıllarca bulundum. Siz hâlâ aklınızı başınıza toplamayacak mısınız"
        },
        {
            "chapter": 10,
            "verse": 17,
            "text": "Artık bir yalanı Allah'a iftira eden veya O'nun âyetlerini inkar edenden daha zalim kim olabilir? Hiç şüphesiz o mücrimler iflah olmayacaklar"
        },
        {
            "chapter": 10,
            "verse": 18,
            "text": "Allah'ı bırakıyorlar da, kendilerine ne fayda, ne de zarar verebilecek olan şeylere tapıyorlar ve \"Bunlar bizim Allah katında şefaatçilerimizdir.\" diyorlar. De ki, \"Siz Allah'a göklerde ve yerde O'nun bilmediği bir şeyi mi haber veriyorsunuz?\" Allah onların ortak koştukları şeylerin hepsinden münezzehtir"
        },
        {
            "chapter": 10,
            "verse": 19,
            "text": "İnsanlar, aslında bir tek ümmet idiler, sonra ihtilafa düşüp ayrı ayrı oldular. Eğer Rabbinden bir karar çıkmamış olsa idi, ihtilaf edip durdukları şeyler hakkında şimdiye kadar aralarında çoktan hüküm verilmiş olurdu"
        },
        {
            "chapter": 10,
            "verse": 20,
            "text": "Bir de \"Ona Rabbinden daha başka bir âyet indirilse ya!\" diyorlar. De ki: \"Gaybı bilmek ancak Allah'a mahsustur, bekleyiniz bakalım, ben de sizinle beraber bekleyeceğim şüphesiz"
        },
        {
            "chapter": 10,
            "verse": 21,
            "text": "İnsanlara dokunan bir sıkıntıdan sonra kendilerine bir rahmet tattırdığımız zaman, âyetlerimiz hakkında derhal bir takım hilekârlıklara girişirler. De ki: \"Allah'ın hilesi daha çabuktur. Haberiniz olsun ki elçilerimiz yaptığınız hileleri yazıp duruyorlar"
        },
        {
            "chapter": 10,
            "verse": 22,
            "text": "Sizi karada ve denizde gezdirip dolaştıran O'dur. Hatta gemilerde bulunduğunuz ve o gemiler, içindekilerle beraber hoş bir esinti ile akıp gittikleri ve tam keyiflendikleri sırada o gemilere şiddetli bir fırtına gelir çatar ve her taraftan onlara dalgalar gelmeye başlar. Bütünüyle kuşatılıp artık bittiklerini sanırlar. İşte o vakit tam ihlas ile Allah'a yalvarır ve dindar olurlar: \"Eğer bizi buradan kurtarırsan, andolsun ki, şükredenlerden olacağız.\" derler. Sonra Allah onları oradan kurtarır, kurtulur kurtulmaz yeryüzünde çeşitli taşkınlıklara başlarlar. Ey insanlar taşkınlığınız sırf kendi zararınızadır. Şu değersiz dünya hayatının bir süre tadını çıkarınız, sonra nasıl olsa dönüp bize geleceksiniz. Biz de bütün yaptıklarınızı tek tek size haber vereceğiz"
        },
        {
            "chapter": 10,
            "verse": 23,
            "text": "Sonra Allah onları oradan kurtarır, kurtulur kurtulmaz yeryüzünde çeşitli taşkınlıklara başlarlar. Ey insanlar taşkınlığınız sırf kendi zararınızadır. Şu değersiz dünya hayatının bir süre tadını çıkarınız, sonra nasıl olsa dönüp bize geleceksiniz. Biz de bütün yaptıklarınızı tek tek size haber vereceğiz"
        },
        {
            "chapter": 10,
            "verse": 24,
            "text": "Dünya hayatının misali şöyledir: Gökten indirdiğimiz su ile, insanların ve hayvanların yediği bitkiler birbirine karışmıştır. Nihayet yeryüzü süslerini takınıp süslendiği ve sahipleri kendilerini ona gücü yeter sandıkları bir sırada, geceleyin veya gündüzün, ona emrimiz gelivermiştir, ansızın ona öyle bir tırpan atıvermişiz de sanki bir gün önce orada hiçbir şenlik yokmuş gibi oluvermiştir. Düşünen bir kavim için âyetlerimizi işte böyle açıklarız"
        },
        {
            "chapter": 10,
            "verse": 25,
            "text": "Allah, selamet yurduna çağırıyor ve dilediğini de doğru yola hidayet ediyor"
        },
        {
            "chapter": 10,
            "verse": 26,
            "text": "İyi iş, güzel amel yapanlara daha güzeli ve daha fazlasıyla karşılık vardır. Yüzlerine ne kara bulaşır, ne de aşağılanırlar. Cennet ehli işte bunlardır. Orada ebedî kalacaklardır"
        },
        {
            "chapter": 10,
            "verse": 27,
            "text": "Kötülük kazanmış olanlara gelince, kötülüğün cezası, misli kadardır. Ve onları bir aşağılık ve eziklik kaplar. Onlar için Allah'dan başka hiçbir kurtarıcı yoktur. Yüzleri karanlık gecelerden bir parçaya bürünmüş gibidir. İşte onlar cehennem ehlidir. Orada ebedî kalacaklardır"
        },
        {
            "chapter": 10,
            "verse": 28,
            "text": "O gün ki, hepsini mahşere toplayacağız, sonra da o şirk koşanlara \"Haydi yerlerinize! Siz de, ortak koştuklarınız da!\" diyeceğiz. Artık aralarını iyice açmışız. O ortak koştukları şeyler, \"Siz bize tapmıyordunuz ki.\" diyecekler"
        },
        {
            "chapter": 10,
            "verse": 29,
            "text": "Şimdi sizinle bizim aramızda şahit olarak Allah yeter. Sizin bize ibadet ettiğinizden bizim haberimiz yoktur\" (diyecekler)"
        },
        {
            "chapter": 10,
            "verse": 30,
            "text": "İşte burada herkes geçmişte yaptığını bulacak. Ve gerçek mevlaları olan Allah'a döndürülecekler. İftira edip uydurdukları şeyler de kendilerinden büsbütün uzaklaşıp gidecek"
        },
        {
            "chapter": 10,
            "verse": 31,
            "text": "De ki, \"size gökten ve yerden kim rızık veriyor? O, kulaklara ve gözlere hükmeden kim? Ölüden diriyi, diriden ölüyü çıkaran kim? İşleri idare eden kim?\" Hemen \"Allah'dır\" diyecekler. De ki, \"O halde Allah'a karşı gelmekten sakınmaz mısınız"
        },
        {
            "chapter": 10,
            "verse": 32,
            "text": "İşte o Allah sizin gerçek Rabbinizdir. Gerçeğin dışında sapıklıktan başka ne vardır? O halde haktan nasıl çevriliyorsunuz"
        },
        {
            "chapter": 10,
            "verse": 33,
            "text": "Hak dinden çıkmış fasıklara Rabbinin kelimesi şöyle gerçekleşti: Onlar artık imana gelmezler"
        },
        {
            "chapter": 10,
            "verse": 34,
            "text": "De ki: \"Allah'a eş tuttuğunuz ortaklarınızdan, önce yaratıp, sonra da onu çevirip yeniden diriltecek var mı?\" De ki, \"Önce yaratıp, sonra da onu yeniden yaratacak olan Allah'dır. O halde nasıl yoldan saptırılıyor, döndürülüyorsunuz"
        },
        {
            "chapter": 10,
            "verse": 35,
            "text": "De ki, \"Ortak koştuklarınızdan doğru yolu gösterecek olan var mıdır?\" Deki, \"Allah, hak olan doğru yola hidayet eder. O halde doğru yola hidayet eden mi kendisine uyulmaya daha layıktır, yoksa kendisine yol gösterilmeyince onu bulamayan mı daha layıktır. O halde ne oluyorsunuz? Nasıl hükmediyorsunuz"
        },
        {
            "chapter": 10,
            "verse": 36,
            "text": "Onların birçoğu zandan başka bir şeye uymaz. Zan ise haktan hiç bir şeyin yerini tutmaz. Şüphesiz ki, Allah onların ne yaptıklarını bilir"
        },
        {
            "chapter": 10,
            "verse": 37,
            "text": "Bu Kur'ân, Allah'dan başkası tarafından uydurulamaz, lâkin kendinden önceki kitapları tasdik eder ve o kitabı (levhi mahfuzu) ayrıntılı olarak açıklar. Onda şüphe edilecek hiç bir şey yoktur. Âlemlerin Rabbi tarafından indirilmiştir"
        },
        {
            "chapter": 10,
            "verse": 38,
            "text": "Onu o (peygamber) uydurdu\" mu diyorlar? De ki; \"Haydi siz de onun gibi bir sûre getirin ve Allah'dan başka, çağırabileceğiniz kim varsa onu da yardıma çağırın. Eğer sözünüzde sadık iseniz (bunu yapın)"
        },
        {
            "chapter": 10,
            "verse": 39,
            "text": "Hayır. Onlar bilgileriyle kavrayamadıkları, te'vili de kendilerine hiç gelmemiş olan bir şeyi yalan saydılar. Bunlardan önce gelip geçenler de yine böyle inkâr etmişlerdi, amma bak zalimlerin akıbeti nasıl oldu"
        },
        {
            "chapter": 10,
            "verse": 40,
            "text": "Onlardan ona (Kur'ân'a) inanacaklar da var, inanmayacaklar da var. Rabbin fesatçıları en iyi bilendir"
        },
        {
            "chapter": 10,
            "verse": 41,
            "text": "Eğer seni inkâr etmeyi sürdürürlerse, de ki; \"Benim amelim bana, sizin ameliniz de size aittir. Benim yapacağım sizi ilgilendirmez, sizin yapacağınız da beni ilgilendirmez"
        },
        {
            "chapter": 10,
            "verse": 42,
            "text": "İçlerinden seni dinlemeye gelenler de var. Sen, sağırlara, üstelik akılsız da olanlara dinletebilir misin"
        },
        {
            "chapter": 10,
            "verse": 43,
            "text": "İçlerinden sana bakanlar da var. Fakat sen, körlere, üstelik basiretleri de yoksa hidayet edip yol gösterebilecek misin"
        },
        {
            "chapter": 10,
            "verse": 44,
            "text": "Şurası kesindir ki Allah, insanlara zerre kadar zulmetmez. Ne var ki, insanlar kendi kendilerine zulmedip duruyorlar"
        },
        {
            "chapter": 10,
            "verse": 45,
            "text": "Allah'ın onları haşredip toplayacağı günde, sanki onlar dünyada gündüz bir parça kalmışlar da aralarında tanışmışlar gibi olacak. Allah'ın huzuruna çıkacaklarına inanmamış ve doğru yolu tutmamış olanlar hiç şüphesiz en büyük ziyana uğramış olacaklar"
        },
        {
            "chapter": 10,
            "verse": 46,
            "text": "Onlara vaad ettiğimizin bir kısmını sana göstersek de, göstermeden seni vefat ettirsek de, sonunda onların dönüşü bize olacak. Sonra onların ne yapacaklarına Allah şahit olacaktır"
        },
        {
            "chapter": 10,
            "verse": 47,
            "text": "Her ümmetin bir peygamberi vardır. O peygamberleri gelince aralarında adaletle hüküm verilir. Onlar hiç zulüm görmezler"
        },
        {
            "chapter": 10,
            "verse": 48,
            "text": "Onlar, \"Eğer doğru söylüyorsanız bu vaad ne zaman yerine gelecek?\" diyorlar"
        },
        {
            "chapter": 10,
            "verse": 49,
            "text": "De ki, \"Ben, Allah'ın dilediğinin dışında kendi kendime ne bir zarar ne bir fayda verebilirim\". Her ümmetin bir eceli vardır. Ecelleri gelince artık ne bir an geri, ne bir an ileri gidebilirler"
        },
        {
            "chapter": 10,
            "verse": 50,
            "text": "De ki: \"O'nun azabı size geceleyin uykuda veya güpe gündüz gelecek olsa, ne dersiniz? Günahkârların onu alelacele istemeleri için ne sebep vardır"
        },
        {
            "chapter": 10,
            "verse": 51,
            "text": "Bu azap meydana geldikten sonra mı iman edeceksiniz, yoksa şimdi mi? Halbuki onun çarçabuk gelmesini istiyordunuz"
        },
        {
            "chapter": 10,
            "verse": 52,
            "text": "Sonra o zulüm yapanlara \"Tadın bakalım şu ebedi azabı!\" denilecek. Vaktiyle kazandığınızdan başkası ile mi cezalandırılacaksınız"
        },
        {
            "chapter": 10,
            "verse": 53,
            "text": "O azap gerçek mi?\" diye sana soruyorlar. De ki; \"Evet. Rabbim hakkı için o kesin bir gerçektir. Ve siz bundan yakayı kurtaramazsınız"
        },
        {
            "chapter": 10,
            "verse": 54,
            "text": "Zulüm yapmış olan herkes, azabı görünce yeryüzündeki her şeyin sahibi olsa da, (o azaptan kurtulmak için) hepsini feda ederdi. Ve içten içe pişmanlık duyardı. Fakat aralarında adaletle hüküm verilir ve hiçbirine zulüm yapılmaz"
        },
        {
            "chapter": 10,
            "verse": 55,
            "text": "Haberiniz olsun ki, göklerde ve yerde ne varsa Allah'ındır. Açın gözünüzü, Allah'ın vaadi muhakkak ki, haktır, gerçektir. Lâkin onların çoğu bunu bilmezler"
        },
        {
            "chapter": 10,
            "verse": 56,
            "text": "O, hem can veren, hem can alandır. Ve hepiniz O'na döndürülüp götürüleceksiniz"
        },
        {
            "chapter": 10,
            "verse": 57,
            "text": "Ey insanlar! Size Rabbinizden bir öğüt, gönüller derdine bir şifa, müminlere bir hidayet ve rahmet geldi"
        },
        {
            "chapter": 10,
            "verse": 58,
            "text": "De ki, \"Allah'ın ihsanıyla ve rahmetiyle, yalnızca bunlarla sevinç duysunlar. Bu, onların biriktirip durduklarından daha hayırlıdır"
        },
        {
            "chapter": 10,
            "verse": 59,
            "text": "De ki, \"Baksanıza, Allah sizin için nice rızıklar indirdi, siz onlardan bir kısmını haram, bir kısmını helâl yaptınız\". De ki, \"Size Allah mı izin verdi, yoksa siz Allah'a iftira mı ediyorsunuz"
        },
        {
            "chapter": 10,
            "verse": 60,
            "text": "Allah'a yalanı iftira edenler kıyamet gününü ne sanıyorlar? Allah, insanlara çok ihsanda bulunmuştur, lâkin insanların çoğu şükretmezler"
        },
        {
            "chapter": 10,
            "verse": 61,
            "text": "Hangi işi yaparsan yap, Kur'ân'dan ne okursan oku, ne işte çalışırsan çalış, unutmayın ki, siz ona dalıp gitmişken, biz sizin üzerinizde şahidiz. Ne yerde, ne de gökte zerre kadar hiç bir şey Rabbinin gözünden kaçmaz. Ne zerreden daha küçük, ne de ondan daha büyük! Ancak bunların hepsi apaçık bir kitaptadır"
        },
        {
            "chapter": 10,
            "verse": 62,
            "text": "Açın gözünüzü! Allah'ın dostları üzerine ne korku vardır, ne de onlar mahzun olurlar"
        },
        {
            "chapter": 10,
            "verse": 63,
            "text": "Onlar ki, iman etmişler ve Allah'a karşı gelmekten sakınmışlardır"
        },
        {
            "chapter": 10,
            "verse": 64,
            "text": "Onlara dünya hayatında da, ahiret hayatında da müjdeler vardır. Allah'ın sözlerinde değişiklik yoktur. İşte bu en büyük kurtuluştur"
        },
        {
            "chapter": 10,
            "verse": 65,
            "text": "Habibim, onların lafları seni üzmesin. Çünkü şan ve şeref bütünüyle Allah'ındır. O her şeyi işitiyor, hepsini görüyor"
        },
        {
            "chapter": 10,
            "verse": 66,
            "text": "Açın gözünüzü! Göklerde kim var, yerde kim varsa hep Allah'ındır. Allah'dan başkasına tapanlar dahi, Allah'a ortak koştuklarına uymuş olmuyorlar, ancak zanna uymuş oluyorlar. Ve yalandan başka bir şey söylemiyorlar"
        },
        {
            "chapter": 10,
            "verse": 67,
            "text": "O, öyle bir Allah'dır ki, içinde dinlenesiniz diye sizin için geceyi, göresiniz diye de gündüzü yaptı. Elbette bunda söz dinleyecek olan bir kavim için âyetler (ibretler) vardır"
        },
        {
            "chapter": 10,
            "verse": 68,
            "text": "Dediler ki: \"Allah, kendine çocuk edindi\". O, böyle şeylerden münezzehtir. O, müstağnidir. Göklerde ve yerde ne varsa hepsi O'nundur. Bu hususta elinizde hiç bir delil yoktur. Allah'a karşı bilmediğiniz bir şeyi neden söylüyorsunuz"
        },
        {
            "chapter": 10,
            "verse": 69,
            "text": "De ki: Allah'a iftira edenler elbette felah bulmazlar"
        },
        {
            "chapter": 10,
            "verse": 70,
            "text": "Dünyadaki zevkler çabuk biter. Sonra dönüşleri bize olacaktır. Daha sonra da inkâr ettiklerinden dolayı o çetin azabı biz onlara tattıracağız"
        },
        {
            "chapter": 10,
            "verse": 71,
            "text": "Bir de onlara Nuh'un kıssasını oku: Hani o bir zamanlar kavmine demişti ki: \"Ey kavmim, eğer benim aranızda duruşum ve Allah'ın âyetleriyle öğüt verişim size ağır geliyorsa, şunu bilin ki, ben yalnızca Allah'a dayanmışımdır, artık siz ve ortaklarınız her ne yapacaksanız toplanıp bütün gücünüzle karar veriniz. Sonra bu işiniz size dert olmasın. Sonra bana ne yapacaksanız yapın, bana mühlet de vermeyin"
        },
        {
            "chapter": 10,
            "verse": 72,
            "text": "Eğer yüz çevirirseniz çevirin, ben de sizden bir ücret istemedim ya! Benim mükafatımı ancak Allah verir. Ve ben O'nun emrine boyun eğen müslümanlardan olmakla emrolundum"
        },
        {
            "chapter": 10,
            "verse": 73,
            "text": "Buna rağmen yine de onu inkâr ettiler. Biz de onu ve gemide kendisiyle beraber olanları kurtardık. Ve onları yeryüzüne halifeler yaptık. Âyetlerimizi inkâr edenleri ise suda boğduk. Bak işte uyarılanların akıbeti nasıl oldu"
        },
        {
            "chapter": 10,
            "verse": 74,
            "text": "Sonra onun arkasından birçok peygamberleri kavimlerine gönderdik. Onlara açık mucizelerle geldiler. Fakat onlar bir defa yalan dediklerine sonuna kadar bir türlü inanmadılar. İşte biz, haddi aşanların kalblerini böyle mühürleriz"
        },
        {
            "chapter": 10,
            "verse": 75,
            "text": "Sonra bunların arkasından Musa ile Harun'u âyetlerimizle Firavun'a ve cemaatine gönderdik. İman etmeyi kibirlerine yediremediler ve günahkâr bir kavim oldular"
        },
        {
            "chapter": 10,
            "verse": 76,
            "text": "Kendilerine tarafımızdan hak gelince, \"Muhakkak ki bu, apaçık bir sihirdir.\" dediler"
        },
        {
            "chapter": 10,
            "verse": 77,
            "text": "Musa dedi ki, \"Size hak gelince, ona böyle mi diyorsunuz? Bu sihir midir?\" Halbuki sihirbazlar iflah olmazlar"
        },
        {
            "chapter": 10,
            "verse": 78,
            "text": "Dediler ki: \"Sen bizi, atalarımızdan kalan yoldan çeviresin de yeryüzünde saltanat ikinizin olsun diye mi geldin? Biz ikinize de inanmayız"
        },
        {
            "chapter": 10,
            "verse": 79,
            "text": "Firavun da: \"Bana bütün bilgili sihirbazları toplayıp getirin!\" dedi"
        },
        {
            "chapter": 10,
            "verse": 80,
            "text": "Sihirbazlar gelince, Musa onlara: \"Ortaya ne atacaksanız atın!\" dedi"
        },
        {
            "chapter": 10,
            "verse": 81,
            "text": "Onlar ortaya atınca Musa dedi ki, \"Sizin yaptığınız şey sihirdir. Muhakkak ki, Allah onu iptal edecektir. Şüphe yok ki, Allah fesatçıların işlerini düze çıkarmaz"
        },
        {
            "chapter": 10,
            "verse": 82,
            "text": "Allah, hakkın hak ve gerçek olduğunu kelimeleriyle ispat eder, günahkârların hoşuna gitmese de"
        },
        {
            "chapter": 10,
            "verse": 83,
            "text": "Firavun ve adamlarının kendilerini belaya uğratacağı korkusundan dolayı Musa'ya kendi kavminin bir oymağından başka kimse iman etmedi. Çünkü orada Firavun çok üstün idi ve o kesinlikle aşırı giden taşkınlardandı"
        },
        {
            "chapter": 10,
            "verse": 84,
            "text": "Musa dedi ki: \"Ey kavmim! Siz gerçekten Allah'a iman ettinizse, O'na samimiyetle teslim olan müslümanlardan oldunuzsa artık O'na güvenin"
        },
        {
            "chapter": 10,
            "verse": 85,
            "text": "Onlar da: \"Biz Allah'a güvendik. Ey Rabbimiz, bizi o zalim kavmin fitnesine uğratma!\" dediler"
        },
        {
            "chapter": 10,
            "verse": 86,
            "text": "Bizi rahmetinle o kâfir kavmin elinden kurtar"
        },
        {
            "chapter": 10,
            "verse": 87,
            "text": "Biz Musa ile kardeşine şöyle vahyettik: \"Kavminiz için Mısır'da birtakım evler hazırlayın ve evlerinizi kıbleye karşı yapın ve namazı kılın ve müminlere müjde verin"
        },
        {
            "chapter": 10,
            "verse": 88,
            "text": "Musa dedi: \"Ey Rabbimiz! Sen Firavun'a ve adamlarına şu dünya hayatında göz kamaştırıcı zenginlik ve bol bol servet verdin. Ey Rabbimiz! Senin yolundan saptırsınlar diye mi? Ey Rabbimiz! Onların mallarını sil süpür ve kalblerine sıkıntı düşür. Çünkü onlar o acıklı azabı görmedikçe iman etmeyecekler"
        },
        {
            "chapter": 10,
            "verse": 89,
            "text": "Allah buyurdu: \"Her ikinizin de duası kesinlikle kabul olundu. Siz yine doğru ve dürüst olmaya devam edin. Kendini bilmeyenlerin yoluna sakın uymayın"
        },
        {
            "chapter": 10,
            "verse": 90,
            "text": "Ve sonra İsrailoğulları'nı denizden aşırdık. Firavun, düşmanca saldırmak için derhal adamlarını ve askerlerini arkalarına düşürdü. Ta ki, suda boğulmaya başlayınca \"İnandım, gerçekten de İsrailoğulları'nın iman ettiğinden başka tanrı yoktur. Ben de ona teslim olanlardanım.\" dedi"
        },
        {
            "chapter": 10,
            "verse": 91,
            "text": "Şimdi mi? Oysa bundan önce hep isyan etmiştin ve fesatçılardan idin"
        },
        {
            "chapter": 10,
            "verse": 92,
            "text": "Biz de bugün senin bedenini arkandan gelenlere bir ibret olsun diye kurtaracağız. Bununla beraber, insanların birçoğu âyetlerimizden yine de gafildirler"
        },
        {
            "chapter": 10,
            "verse": 93,
            "text": "Gerçekten İsrailoğulları'nı çok güzel bir yurda yerleştirdik ve onlara hoş nimetlerden rızıklar verdik. Anlaşmazlığa düşmeleri de kendilerine ilim geldikten sonra oldu. Şüphe yok ki, Rabbin, o anlaşmazlığa düştükleri konularda kıyamet günü aralarında hüküm verecektir"
        },
        {
            "chapter": 10,
            "verse": 94,
            "text": "Sana indirdiklerimizde herhangi bir şüpheye düşersen, senden önce kitap okuyanlara sor. Andolsun ki, sana Rabbinden hak gelmiştir. Sakın şüphe edenlerden olma"
        },
        {
            "chapter": 10,
            "verse": 95,
            "text": "Ve sakın Allah'ın âyetlerini inkar edenlerden olma, sonra hüsrana uğrayanlardan olursun"
        },
        {
            "chapter": 10,
            "verse": 96,
            "text": "Doğrusu, aleyhlerinde Rabbinin hükmü kesinleşmiş olanlar imana gelmezler"
        },
        {
            "chapter": 10,
            "verse": 97,
            "text": "Onlara bütün mucizeler hep birden gelse, yine de o acıklı azabı görünceye kadar inanmazlar"
        },
        {
            "chapter": 10,
            "verse": 98,
            "text": "Fakat o vakit iman edip de imanları kendilerine fayda vermiş bir kasaba olsaydı? Ancak Yunus'un kavmi iman ettikleri vakit, dünya hayatında o rezillik azabını üzerlerinden kaldırmış ve bir süre onları rahata kavuşturmuştuk"
        },
        {
            "chapter": 10,
            "verse": 99,
            "text": "Eğer Rabbin dileseydi, yeryüzünde kim varsa hepsi toptan iman ederlerdi. O halde insanları hep mümin olsunlar diye sen mi zorlayacaksın"
        },
        {
            "chapter": 10,
            "verse": 100,
            "text": "Allah'ın izni olmadıkça hiçbir kişinin iman etmesi mümkün değildir. Akıllarını kullanmayanlar üzerine Allah bir uğursuzluk yükler"
        },
        {
            "chapter": 10,
            "verse": 101,
            "text": "De ki: \"Göklerde ve yerde olup bitenlere dikkatle bakın!\" Fakat o uyarmalar ve o âyetler, iman etmeyen bir kavme fayda vermez ki"
        },
        {
            "chapter": 10,
            "verse": 102,
            "text": "Onlar, kendilerinden önce gelmiş geçmiş olanların uğradıkları felaket günleri gibisinden başkasını mı bekliyorlar? De ki, \"Bekleyin, ben de sizinle beraber bekleyenlerden olacağım"
        },
        {
            "chapter": 10,
            "verse": 103,
            "text": "Sonra biz, peygamberlerimizi ve iman edenleri kurtarırız. İşte biz böyleyiz. Müminleri kurtarmak üzerimize düşen bir görevdir"
        },
        {
            "chapter": 10,
            "verse": 104,
            "text": "De ki: \"Ey insanlar! Eğer benim dinimde bir şüpheniz varsa, şunu bilin ki, Allah'ı bırakıp da sizin taptıklarınıza tapmam. Lâkin sizin de canınızı alacak olan Allah'a taparım. Bana müminlerden olmam emredilmiştir"
        },
        {
            "chapter": 10,
            "verse": 105,
            "text": "Ayrıca yüzünü tevhid dininden ayırma ve sakın müşriklerden olma!\" (diye emrolundum)"
        },
        {
            "chapter": 10,
            "verse": 106,
            "text": "Ve Allah'dan başka, sana faydası da, zararı da dokunmayacak olan şeylere yalvarma! Eğer yalvarırsan, o zaman hiç şüphesiz sen zalimlerden olursun"
        },
        {
            "chapter": 10,
            "verse": 107,
            "text": "Ve eğer Allah, sana bir zarar dokunduracak olursa, onu O'ndan başka giderecek yoktur. Ve eğer sana bir hayır dilerse, o zaman da O'nun hayrını engelleyebilecek kimse yoktur. O, lütfunu dilediği kuluna nasip eder. Allah çok yarlığayıcı, çok esirgeyicidir"
        },
        {
            "chapter": 10,
            "verse": 108,
            "text": "De ki: \"Ey insanlar! İşte size Rabbinizden hak geldi. Artık kim hidayeti kabul ederse kendi canı için kabul etmiş olur. Kim sapıklık ederse kendi zararına sapıklık etmiş olur. Ve ben sizin üzerinize vekil değilim"
        },
        {
            "chapter": 10,
            "verse": 109,
            "text": "Sana vahyolunana uy! Ve Allah hükmünü verinceye kadar sabret. Çünkü O, hüküm verenlerin en hayırlısıdır"
        },
        {
            "chapter": 11,
            "verse": 1,
            "text": "ElifLâmRâ. Bu öyle bir kitaptır ki, âyetleri muhkem kılınmış, sonra da herşeyden haberdar olan hikmet sahibi Allah tarafından âyetleri ayrıntılı olarak açıklanmıştır"
        },
        {
            "chapter": 11,
            "verse": 2,
            "text": "(Şöyle ki:) Allah'dan başkasına kulluk etmeyin. Ben size O'nun tarafından müjde vermek ve uyarmak için gönderilmiş gerçek bir peygamberim"
        },
        {
            "chapter": 11,
            "verse": 3,
            "text": "Ve Rabbinizin mağfiretini isteyin, sonra ona tevbe edin ki sizi, belli bir süreye kadar güzel güzel yaşatsın. Ve her fazilet sahibine layık olduğu ihsanı versin. Eğer yüz çevirirseniz, ben sizin için büyük bir günün azabından korkarım"
        },
        {
            "chapter": 11,
            "verse": 4,
            "text": "Dönüşünüz yalnızca Allah'adır. O'nun da herşeye gücü yeter"
        },
        {
            "chapter": 11,
            "verse": 5,
            "text": "Dikkat edin! Görmüyor musunuz, onlar düşmanlıklarını gizlemek için göğüslerini çeviriyorlar. İyi bilin ki, onlar örtülerine bürünürlerken, neyi gizleyip, neyi açığa vurduklarını Allah biliyor. Muhakkak ki Allah, gönülde gizlenenleri de bilir"
        }
    ]
}