{
    "rukus": [
        {
            "chapter": 35,
            "verse": 27,
            "text": "کیا تو نے نہ دیکھا کہ اللہ نے آسمان سے پانی اتارا تو ہم نے اس سے پھل نکالے رنگ برنگ اور پہاڑوں میں راستے ہیں سفید اور سرخ رنگ رنگ کے او رکچھ کالے بھوچنگ (سیاہ کالے)"
        },
        {
            "chapter": 35,
            "verse": 28,
            "text": "اور آدمیوں اور جانوروں اور چوپایوں کے رنگ یونہی طرح طرح کے ہیں اللہ سے اس کے بندوں میں وہی ڈرتے ہیں جو علم والے ہیں بیشک اللہ بخشنے والا عزت والا ہے،"
        },
        {
            "chapter": 35,
            "verse": 29,
            "text": "بیشک وہ جو اللہ کی کتاب پڑھتے ہیں اور نماز قائم رکھتے اور ہمارے دیے سے کچھ ہماری راہ میں خرچ کرتے ہیں پوشیدہ اور ظاہر وہ ایسی تجارت کے امیدوار ہیں جس میں ہرگز ٹوُٹا (نقصان) نہیں،"
        },
        {
            "chapter": 35,
            "verse": 30,
            "text": "تاکہ ان کے ثواب انہیں بھرپور دے اور اپنے فضل سے اور زیادہ عطا کرے، بیشک وہ بخشنے والا قدر فرمانے والا ہے،"
        },
        {
            "chapter": 35,
            "verse": 31,
            "text": "اور ہو کتاب جو ہم نے تمہاری طرف وحی بھیجی وہی حق ہے اپنے سے اگلی کتابوں کی تصدیق فرماتی ہوئی، بیشک اللہ اپنے بندوں سے خبردار دیکھنے والا ہے"
        },
        {
            "chapter": 35,
            "verse": 32,
            "text": "پھر ہم نے کتاب کا وارث کیا اپنے چُنے ہوئے بندوں کو تو ان میں کوئی اپنی جان پر ظلم کرتا ہے اور ان میں کوئی میانہ چال پر ہے، اور ان میں کوئی وہ ہے جو اللہ کے حکم سے بھلائیوں میں سبقت لے گیا یہی بڑا فضل ہے،"
        },
        {
            "chapter": 35,
            "verse": 33,
            "text": "بسنے کے باغوں میں داخل ہوں گے وہ ان میں سونے کے کنگن اور موتی پہنائے جائیں گے اور وہاں ان کی پوشاک ریشمی ہے،"
        },
        {
            "chapter": 35,
            "verse": 34,
            "text": "اور کہیں گے سب خوبیاں اللہ کو جس نے ہمارا غم دور کیا بیشک ہمارا رب بخشنے والا قدر فرمانے والا ہے"
        },
        {
            "chapter": 35,
            "verse": 35,
            "text": "وہ جس نے ہمیں آرام کی جگہ اتارا اپنے فضل سے، ہمیں اس میں نہ کوئی تکلیف پہنچے نہ ہمیں اس میں کوئی تکان لاحق ہو،"
        },
        {
            "chapter": 35,
            "verse": 36,
            "text": "اور جنہوں نے کفر کیا ان کے لیے جہنم کی آگ ہے نہ ان کی قضا آئے کہ مرجائیں اور نہ ان پر اس کا عذاب کچھ ہلکا کیاجائے، ہم ایسی ہی سزا دیتے ہیں ہر بڑے ناشکرے کو،"
        },
        {
            "chapter": 35,
            "verse": 37,
            "text": "اور وہ اس میں چلاتے ہوں گے اے ہمارے رب! ہمیں نکال کہ ہم اچھا کام کریں اس کے خلاف جو پہلے کرتے تھے اور کیا ہم نے تمہیں وہ عمر نہ دی تھی جس میں سمجھ لیتا جسے سمجھنا ہوتا اور ڈر سنانے والا تمہارے پاس تشریف لایا تھا تو اب چکھو کہ ظالموں کا کوئی مددگار نہیں،"
        }
    ]
}