{
    "pages": [
        {
            "chapter": 4,
            "verse": 163,
            "text": "Surely, We have revealed to you as We have revealed to NūH and to the prophets after him; and We have revealed to Ibrāhīm, Ismā‘īl, IsHāq, Ya‘qūb and their children, and to ‘Īsā, Ayyūb, Yūnus, Hārūn and Sulaimān, and We have given Zabūr to Dawūd"
        },
        {
            "chapter": 4,
            "verse": 164,
            "text": "(We have sent) some Messengers We have already told you about, and some other Messengers We did not tell you about, and Allah has spoken to Mūsā verbally"
        },
        {
            "chapter": 4,
            "verse": 165,
            "text": "Messengers giving good tidings and warning, so that people may have no plea against Allah after the Messengers (have come). Allah is All-Mighty, All-Wise"
        },
        {
            "chapter": 4,
            "verse": 166,
            "text": "But Allah bears witness that what He has revealed to you, has revealed it with His knowledge. The angels too, bear witness, (though) Allah is sufficient as witness"
        },
        {
            "chapter": 4,
            "verse": 167,
            "text": "Surely, those who disbelieved and prevented (people) from the way of Allah have gone far astray"
        },
        {
            "chapter": 4,
            "verse": 168,
            "text": "Surely, those who disbelieved and transgressed, Allah is not going to forgive them, nor to lead them to a way"
        },
        {
            "chapter": 4,
            "verse": 169,
            "text": "other than the way of Jahannam where they are to remain for ever. That is easy for Allah"
        },
        {
            "chapter": 4,
            "verse": 170,
            "text": "O people, the Messenger has come to you with the truth from your Lord. So, believe. That is good for you. If you disbelieve, then, to Allah belongs what is in the heavens and the earth. Allah is All-Knowing, All-Wise"
        }
    ]
}