{
    "pages": [
        {
            "chapter": 2,
            "verse": 127,
            "text": "When Ibrāhīm was raising up the foundations of the House, along with Ismā‘īl (Ishmael) (supplicating): “Our Lord accept (this service) from us! Indeed, You - and You alone - are the All-Hearing, the All-Knowing"
        },
        {
            "chapter": 2,
            "verse": 128,
            "text": "Our Lord, make us both submissive to You, and (make) of our progeny as well, a people submissive to You and show us our ways of Pilgrimage and accept our repentance. Indeed, You - and You alone - are the Most-Relenting, the Very-Merciful"
        },
        {
            "chapter": 2,
            "verse": 129,
            "text": "And, our Lord, raise in their midst a Messenger from among them, who should recite to them Your verses, and teach them the Book and the wisdom, and cleanse them of all impurities. Indeed You, and You alone, are the All-Mighty, the All-Wise.”"
        },
        {
            "chapter": 2,
            "verse": 130,
            "text": "Who can turn away from the faith of Ibrāhīm except the one who has debased himself in folly? Indeed We have chosen him in this world. And he is certainly among the righteous in the Hereafter"
        },
        {
            "chapter": 2,
            "verse": 131,
            "text": "When his Lord said to him, “Submit!” He said, “I submit myself to the Lord of all the worlds.”"
        },
        {
            "chapter": 2,
            "verse": 132,
            "text": "And Ibrāhīm exhorted the same to his sons, and so did Ya‘qūb (Jacob): “My sons, Allah has certainly chosen for you the Faith. So, let not death overtake you but as Muslims.”"
        },
        {
            "chapter": 2,
            "verse": 133,
            "text": "Is it that you were present when death approached Ya‘qūb, when he said to his sons: “What will you worship after me”? They said, “We will worship your God and the God of your fathers, Ibrāhīm, Ismā‘īl (Ishmael) and IsHāq (Isaac), the one God, and to Him we submit ourselves.”"
        },
        {
            "chapter": 2,
            "verse": 134,
            "text": "Those are a people who have passed away. For them is what they earned, and for you is what you earned. Nor shall you be questioned as to what they have been doing"
        }
    ]
}