{
    "pages": [
        {
            "chapter": 57,
            "verse": 4,
            "text": "He is the One who created the heavens and the earth in six days, then He positioned Himself on the Throne. He knows whatever goes into the earth and whatever comes out from it, and whatever descends from the sky, and whatever ascends thereto. He is with you wherever you are, and Allah is watchful of whatever you do"
        },
        {
            "chapter": 57,
            "verse": 5,
            "text": "To Him belongs the kingdom of the heavens and the earth, and to Allah all matters are returned"
        },
        {
            "chapter": 57,
            "verse": 6,
            "text": "He makes the night enter into the day, and makes the day enter into the night, and He is All-Knowing about whatever lies in the hearts"
        },
        {
            "chapter": 57,
            "verse": 7,
            "text": "Believe in Allah and His Messenger, and spend out of that (wealth) in which He has appointed you as deputies. So, for those of you who have believed and spent (in Allah’s way), there is a big reward"
        },
        {
            "chapter": 57,
            "verse": 8,
            "text": "What is wrong with you that you do not believe in Allah, while the Messenger invites you to believe in your Lord, and He has taken your covenant, if you are to believe"
        },
        {
            "chapter": 57,
            "verse": 9,
            "text": "He is the One who reveals clear verses to His servant, so that He brings you out from layers of darkness into the light. And to you, Allah is Very-Kind indeed, Very-Merciful"
        },
        {
            "chapter": 57,
            "verse": 10,
            "text": "And what is wrong with you that you should not spend in the way of Allah, while to Allah belongs the inheritance of the heavens and the earth? Those who spent before the Conquest (of Makkah) and fought are not at par (with others). Those are much greater in rank than those who spent later and fought, though Allah has promised the good (reward) for each. Allah is well aware of what you do"
        },
        {
            "chapter": 57,
            "verse": 11,
            "text": "Who is there to advance a loan, a good loan, to Allah so that He multiplies it for him, and he may have a noble reward"
        }
    ]
}