{
    "rukus": [
        {
            "chapter": 6,
            "verse": 11,
            "text": "De ki: Yeryuzunde gezin de yalanlayanların sonunun nasıl olduguna bir bakın"
        },
        {
            "chapter": 6,
            "verse": 12,
            "text": "Yine de ki: Goklerde ve yerde olanlar kimindir? Allah’ındır! de. O, rahmet etmeyi kendi uzerine yazmıstır. Hakkında hicbir suphe bulunmayan kıyamet gunu sizi elbette bir araya toplayacaktır. Kendilerini husrana sokanlar, iste onlar iman etmezler"
        },
        {
            "chapter": 6,
            "verse": 13,
            "text": "Gecenin ve gunduzun icinde barınan her sey Onundur. O, her seyi isitendir, her seyi bilendir"
        },
        {
            "chapter": 6,
            "verse": 14,
            "text": "De ki: Gokleri ve yeri yoktan yaratan, doyuran fakat doyurulmayan Allah’tan baska birini mi veli/yardımcı edineyim? De ki: (Allah’a ibadet hususunda) teslim olanların ilki olmam emrolundu ve sakın musriklerden olma! diye emrolundum"
        },
        {
            "chapter": 6,
            "verse": 15,
            "text": "De ki: Ben, Rabbime isyan edersem buyuk bir gunun azabından korkarım"
        },
        {
            "chapter": 6,
            "verse": 16,
            "text": "O gun, (azap) kimden uzaklastırılırsa ona merhamet edilmistir. Iste, apacık kurtulus budur"
        },
        {
            "chapter": 6,
            "verse": 17,
            "text": "Eger, Allah sana bir zarar dokundurursa, kendisinden baska onu giderecek kimse yoktur. Eger sana bir hayır dokundurursa zaten O’nun her seye gucu yeter"
        },
        {
            "chapter": 6,
            "verse": 18,
            "text": "Kullarının uzerinde yegane galip O’dur. O, hakim ve her seyden haberdar olandır"
        },
        {
            "chapter": 6,
            "verse": 19,
            "text": "De ki: Hangi seyin sahitligi daha buyuktur? De ki: Allah! Benimle sizin aranızda O, sahittir. Bu Kur’an, bana, kendisiyle sizi ve ulastıgı kimseleri uyarmam icin vahyolundu. Allah ile beraber (ibadet olunan) baska ilahların olduguna siz mi sahitlik ediyorsunuz? Ben, sahitlik etmem! de! Yine de ki: O (ibadete layık) tek (hak) ilahtır ve ben sizin kostugunuz sirkten uzagım"
        },
        {
            "chapter": 6,
            "verse": 20,
            "text": "Kendilerine kitap verdigimiz kimseler onu, ogullarını tanıdıkları gibi tanırlar. Kendilerini husrana sokanlar, iste onlar iman etmezler"
        }
    ]
}