{
    "rukus": [
        {
            "chapter": 7,
            "verse": 142,
            "text": "Musa ile otuz geceye sozlesmistik ve on gece ile onu tamamladık da Rabbinin belirledigi sure tam kırk gece oldu. Musa kardesi Harun’a: Kavmimde benim yerime gec, ıslah et, fesat cıkaranların yoluna uyma! dedi"
        },
        {
            "chapter": 7,
            "verse": 143,
            "text": "Musa belirledigimiz vakitte gelince Rabbi onunla konustu. Musa dedi ki: Rabbim, bana (kendini) goster de sana bakayım! Rabbi: Beni goremeyeceksin fakat daga bak; dag yerinde durursa sen de beni goreceksin, dedi. Rabbi daga tecelli edince onu yerle bir etti. Musa bayılarak yere kapandı. Ayıldıgında: Sen tum noksanlıklardan munezzehsin, sana tevbe ettim. (Kavmim icinde) Sana iman edenlerin ilkiyim, dedi"
        },
        {
            "chapter": 7,
            "verse": 144,
            "text": "Ey Musa! Risaletlerimle ve seninle konusmamla seni (zamanının) insanları uzerine sectim; sana verdigimi al ve sukredenlerden ol! dedi"
        },
        {
            "chapter": 7,
            "verse": 145,
            "text": "(Tevrat) levhalarında her seye dair bir ogut ve her seyin bir acıklamasını yazdık ve ona soyle dedik: Simdi onları kuvvetle tut ve kavmine de ona iyice sarılmalarını emret. Size fasıkların yurdunu gosterecegim"
        },
        {
            "chapter": 7,
            "verse": 146,
            "text": "Haksız yere yeryuzunde buyuklenen kimseleri ayetlerimizi (anlayıp, ibret almaktan) uzak tutacagım. Onlar butun ayetleri gorseler de iman etmezler. Dogru yolu gorseler onu yol edinmezler. Sapıklık yolunu gorduklerinde onu yol edinirler. Iste bu, onların ayetlerimizi yalanlamaları ve onlardan gafil olmalarından dolayıdır"
        },
        {
            "chapter": 7,
            "verse": 147,
            "text": "Ayetlerimizi ve ahiret bulusmasını yalanlayanların amelleri bosa gitmistir. Onlar ancak (dunyada) yaptıklarının karsılıgını gorurler"
        }
    ]
}