{
    "rukus": [
        {
            "chapter": 22,
            "verse": 49,
            "text": "De ki:Ey insanlar! Ben sizin icin ancak apacık bir uyarıcıyım"
        },
        {
            "chapter": 22,
            "verse": 50,
            "text": "Iman edip, salih amellerde bulunanlara magfiret ve degerli bir rızık (cennet) vardır"
        },
        {
            "chapter": 22,
            "verse": 51,
            "text": "Ayetlerimizi (iptal etmek icin) kosusup, calısanlara gelince, iste onlar cehennem ehlidir"
        },
        {
            "chapter": 22,
            "verse": 52,
            "text": "Senden once hic bir peygamber gondermedik ki, o temenni ettigi (Kur'an okudugu) zaman, seytan onun temennisine (okuyusuna) bir vesvese atmıs olmasın. Ama Allah, seytanın attıgını iptal eder, sonra kendi ayetlerini saglamlastırıp pekistirir. Allah herseyi bilendir, hakimdir"
        },
        {
            "chapter": 22,
            "verse": 53,
            "text": "Allah, seytanın attıgı o vesveseyi kalplerinde hastalık bulunan ve kalpleri kaskatı olan kimseler icin bir fitne kılmıstır. Zalimler, (Peygamberle) uzak bir ayrılık icindedirler"
        },
        {
            "chapter": 22,
            "verse": 54,
            "text": "Bir de, kendilerine ilim verilenlerin, onun, Rabbinden gelen gercek bir vahiy oldugunu bilip, ona iman etmeleri ve kalplerinin onunla yatısması icindir. Suphesiz Allah, iman edenleri dosdogru yola iletir"
        },
        {
            "chapter": 22,
            "verse": 55,
            "text": "Kafirler ise, kendilerine o saat, ansızın gelinceye veya hayır yonunden kısır bir gunun azabı catıncaya kadar ondan suphe etmeye devam ederler"
        },
        {
            "chapter": 22,
            "verse": 56,
            "text": "O gun, mulk Allah’ın’dır. Aralarında hukmu, O verecektir. Iman edip, salih amellerde bulunanlar Nimet Cennetleri'ndedir"
        },
        {
            "chapter": 22,
            "verse": 57,
            "text": "Kafir olup, ayetlerimizi yalanlayanlar ise iste onlara, alcaltıcı bir azap vardır"
        }
    ]
}