{
    "rukus": [
        {
            "chapter": 35,
            "verse": 27,
            "text": "Allah’ın gokten su indirdigini ve onunla cesitli renklerde urunler cıkardıgımızı gormuyor musun? Daglardan (gecen) beyaz, kırmızı, degisik renklerde ve simsiyah yollar (yaptık)"
        },
        {
            "chapter": 35,
            "verse": 28,
            "text": "Insanların, canlıların ve hayvanların da boyle cesit cesit renkleri vardır. Ancak kullarından alimler olanlar Allah’tan korkar. Allah, cok gucludur, cok bagıslayıcıdır"
        },
        {
            "chapter": 35,
            "verse": 29,
            "text": "Allah’ın kitabını okuyanlar, namazı ikame edenler, kendilerine verdigimiz rızıktan, infak edenler, asla yok olmayacak bir kazanc umabilirler"
        },
        {
            "chapter": 35,
            "verse": 30,
            "text": "Cunku Allah, onların karsılıgını verecek, hatta lutfundan daha da artıracaktır. Cunku O, cok magfiret eder ve Sekur'dur. (Karsılıklarını bol bol verir)"
        },
        {
            "chapter": 35,
            "verse": 31,
            "text": "Sana vahyettigimiz kitap, kendinden oncekileri tasdik eden hak bir kitaptır. Allah, kullarından haberdardır, onları gorur"
        },
        {
            "chapter": 35,
            "verse": 32,
            "text": "Sonra bu kitaba, kullarımızdan sectigimizi mirascı kılarız. Onlardan kendine zulmeden var, muktesıd/orta giden var, Allah'ın izniyle hayırlarda ileri gecenler vardır. Iste en buyuk fazilet budur"
        },
        {
            "chapter": 35,
            "verse": 33,
            "text": "Adn Cennetlerine girerler ve orada altın bilezikler ve incilerle suslenirler. Orada elbiseleri ise ipektir"
        },
        {
            "chapter": 35,
            "verse": 34,
            "text": "Hamdolsun bizden korkuyu gideren Allah’a!\" derler. Suphesiz Rabbi’miz cok bagıslayıcı Sekur'dur (Karsılıklarını bol bol verir)"
        },
        {
            "chapter": 35,
            "verse": 35,
            "text": "Cunku lutfu ile bizi kalıcı yurda yerlestirdi. Bize orada ne bir yorgunluk ne de bir bıkkınlık gelir"
        },
        {
            "chapter": 35,
            "verse": 36,
            "text": "Kafirlere de Cehennem atesi vardır. Onlara olmeleri icin hukum verilmez ki olsunler, azapları da hafifletilmez. Her kafiri iste boyle cezalandırırız"
        },
        {
            "chapter": 35,
            "verse": 37,
            "text": "Orada var gucleriyle feryat ederler: Rabbimiz, bizi cıkar da daha once yaptıklarımızın yerine salih ameller yapalım. Size dusunecek kimsenin dusunebilecegi kadar bir omur vermedik mi? Size uyarıcı gelmedi mi? Simdi azabı tadın. Zalimler icin hicbir yardımcı yoktur"
        }
    ]
}