{
    "rukus": [
        {
            "chapter": 43,
            "verse": 1,
            "text": "Ha Mim"
        },
        {
            "chapter": 43,
            "verse": 2,
            "text": "Apacık kitaba andolsun ki"
        },
        {
            "chapter": 43,
            "verse": 3,
            "text": "Biz onu anlayasınız diye Arapca Kur’an kıldık"
        },
        {
            "chapter": 43,
            "verse": 4,
            "text": "O, katımızdaki ana kitaptadır/Levh-i Mahfuz'dadır. Yuce ve hikmet sahibidir"
        },
        {
            "chapter": 43,
            "verse": 5,
            "text": "Siz azgınlık eden bir toplumsunuz diye sizi Kur’an ile uyarmayı terk mi edelim"
        },
        {
            "chapter": 43,
            "verse": 6,
            "text": "Biz, oncekiler icin de nice peygamberler gonderdik"
        },
        {
            "chapter": 43,
            "verse": 7,
            "text": "Onlara, hicbir peygamber gelmedi ki onunla alay etmis olmasınlar"
        },
        {
            "chapter": 43,
            "verse": 8,
            "text": "Onlardan daha guclu olanları da helak ettik. Oncekilere dair ornek(ler) daha once gecmistir"
        },
        {
            "chapter": 43,
            "verse": 9,
            "text": "Onlara: Gokleri ve yeri kim yarattı? diye sorsan: Onları, Aziz ve Alim olan Allah yarattı derler"
        },
        {
            "chapter": 43,
            "verse": 10,
            "text": "O, sizin icin yeri bir besik kıldı, orada dogru yolu bulasınız diye yollar yaptı"
        },
        {
            "chapter": 43,
            "verse": 11,
            "text": "O, gokten bir olcuyle su indirendir. Onunla olu bir beldeyi canlandırdık. Siz de iste boyle cıkarılacaksınız"
        },
        {
            "chapter": 43,
            "verse": 12,
            "text": "O, butun ciftleri yaratan, sizin gemi ve hayvanlardan uzerine bindiginiz seyleri var edendir"
        },
        {
            "chapter": 43,
            "verse": 13,
            "text": "Onların sırtlarına binip oturmanız, sonra da: Rabbinizin nimetlerini anmanız, onların uzerine yerlestikten sonra da: Bunu, hizmetimize veren Allah noksanlıklardan munezzehtir. Yoksa buna bizim gucumuz yetmezdi"
        },
        {
            "chapter": 43,
            "verse": 14,
            "text": "Ve biz elbette Rabbimize donecegiz demeniz icin"
        },
        {
            "chapter": 43,
            "verse": 15,
            "text": "Ama onlar, kullarından bir kısmını, O'nun bir cuzu (kızı) kıldılar. Insan gercekten apacık bir nankordur"
        }
    ]
}