{
    "rukus": [
        {
            "chapter": 54,
            "verse": 1,
            "text": "Kıyamet yaklastı. Ay yarıldı"
        },
        {
            "chapter": 54,
            "verse": 2,
            "text": "Ama onlar, bir ayet/delil gorseler yuz cevirip: \"Surup giden bir sihir\" derler"
        },
        {
            "chapter": 54,
            "verse": 3,
            "text": "Yalanlayıp, heveslerine uydular. Oysa her isin ulasacagı bir yer vardır"
        },
        {
            "chapter": 54,
            "verse": 4,
            "text": "Muhakkak, (onları bu hallerinden) korkutup, vazgecirecek nice haberler gelmistir"
        },
        {
            "chapter": 54,
            "verse": 5,
            "text": "(Kur'an) buyuk bir hikmettir. Fakat uyarılar bir yarar saglamadı"
        },
        {
            "chapter": 54,
            "verse": 6,
            "text": "Onlardan yuz cevir. O gun cagırıcı onları korkunc olan, nahos bir seye cagırır"
        },
        {
            "chapter": 54,
            "verse": 7,
            "text": "Gozleri yere yıkık cekirgeler gibi yayılmıs kabirlerinden cıkarlar"
        },
        {
            "chapter": 54,
            "verse": 8,
            "text": "O cagırana kosarak… Kafirler: \"Bu, zor bir gun!\" derler"
        },
        {
            "chapter": 54,
            "verse": 9,
            "text": "Onlardan once Nuh kavmi de yalanladı. Kulumuzu yalanladılar da mecnun (cinlenmis) dediler. O (davetinden) alıkoymaya kalkısıldı"
        },
        {
            "chapter": 54,
            "verse": 10,
            "text": "O da: Ben yenik dustum, bana yardım et, diye Rabbine dua etti"
        },
        {
            "chapter": 54,
            "verse": 11,
            "text": "Bunun uzerine biz de gogun kapılarını siddetle bosanan sulara actık"
        },
        {
            "chapter": 54,
            "verse": 12,
            "text": "Yerden de pınarlar fıskırttık. Boylece sular takdir edilen bir is icin birlesti"
        },
        {
            "chapter": 54,
            "verse": 13,
            "text": "Onu gozumuzun onunde akıp giden tahta ve mıhtan yapılmıs (gemide) tasıdık"
        },
        {
            "chapter": 54,
            "verse": 14,
            "text": "Gozlerimizin onunde akıp gitti. Kufredilen (Nuh’a) bir mukafat olarak"
        },
        {
            "chapter": 54,
            "verse": 15,
            "text": "Onu bir ayet (isaret) olarak bırakmıstık. Ibret alan var mı"
        },
        {
            "chapter": 54,
            "verse": 16,
            "text": "Azabım ve uyarılarım nasılmıs"
        },
        {
            "chapter": 54,
            "verse": 17,
            "text": "Andolsun ki Kur’an’ı da okunması/dusunulmesi icin kolaylastırdık, ogut alan var mı"
        },
        {
            "chapter": 54,
            "verse": 18,
            "text": "Ad da (Hud'u) yalanlamıstı. Benim azabım ve uyarılarım nasılmıs"
        },
        {
            "chapter": 54,
            "verse": 19,
            "text": "Biz onların ustune, ugursuzlugu devamlı bir gunde dondurucu sert bir ruzgar gonderdik"
        },
        {
            "chapter": 54,
            "verse": 20,
            "text": "Sanki kokunden sokulmus hurma agacının kokleri gibi insanları yerlerinden koparıp atıyordu"
        },
        {
            "chapter": 54,
            "verse": 21,
            "text": "Azabım ve uyarılarım nasılmıs"
        },
        {
            "chapter": 54,
            "verse": 22,
            "text": "Andolsun ki Kur’an’ı da okunması/dusunulmesi olması icin kolaylastırdık, ogut alan var mı"
        }
    ]
}