{
    "rukus": [
        {
            "chapter": 5,
            "verse": 57,
            "text": "Ey iman edenler! Kendilerine sizden once kitap verilenlerden dininizi alay ve eglenceye alanları ve kafirleri veli edinmeyin. Muminseniz ancak Allah'tan sakının/takvalı olun"
        },
        {
            "chapter": 5,
            "verse": 58,
            "text": "Namaza cagırdıgınızda, onu alaya ve eglenceye alırlar. Bu, onların akletmeyen bir toplum olmasındandır"
        },
        {
            "chapter": 5,
            "verse": 59,
            "text": "De ki: Ey kitap ehli! Allah’a, bize indirilene ve daha once indirilene iman etmemizden ve cogunuzun fasıklar olduguna inanmamızdan dolayı mı bizden hoslanmıyorsunuz"
        },
        {
            "chapter": 5,
            "verse": 60,
            "text": "De ki: Allah katında bundan daha kotu bir karsılıgın bulundugunu size haber vereyim mi? Allah kime lanet eder ve ona gazap ederse, kimlerden maymunlar, domuzlar ve taguta ibadet edenler kılarsa, iste onlar yeri en kotu ve dogru yoldan en sapık olanlardır"
        },
        {
            "chapter": 5,
            "verse": 61,
            "text": "Size geldiklerinde: Iman ettik, derler, oysa yanınıza kafir olarak girmis ve yine kafir olarak cıkmıslardır. Gizlemekte olduklarını Allah cok iyi bilir"
        },
        {
            "chapter": 5,
            "verse": 62,
            "text": "Onların cogunu gunah islemede, dusmanlık etmede ve haram yemede yarısırken gorursun, yaptıkları ne kotudur"
        },
        {
            "chapter": 5,
            "verse": 63,
            "text": "Rabbani alimler ve ruhbanların onlara gunah soz soylemeyi ve haram yemeyi yasak etmeleri gerekmez miydi? Yapmakta oldukları ne kotudur"
        },
        {
            "chapter": 5,
            "verse": 64,
            "text": "Yahudiler: Allah’ın eli sıkıdır, dediler. Soylediklerinden oturu elleri baglanası ve lanet olasılar! Oysa Allah’ın her iki eli de acıktır, nasıl dilerse verir. Elbette Rabbinden sana indirilenler, onların cogunun azgınlıgını ve kufrunu artıracaktır. Onların arasına kıyamete kadar (surecek) dusmanlık ve kin saldık. Savas atesini ne zaman korukleseler Allah onu sondurur. Yeryuzunde bozgunculuga kosarlar. Allah bozguncuları sevmez"
        },
        {
            "chapter": 5,
            "verse": 65,
            "text": "Kitap ehli; iman edip, Allah’tan sakınsalardı/ takvalı olsalardı, onların kotuluklerini orter ve onları Naim Cennetlerine sokardık"
        },
        {
            "chapter": 5,
            "verse": 66,
            "text": "Eger onlar, Tevrat’ı, Incil’i ve Rablerinden kendilerine indirilen Kur’an’ı geregince uygulasalardı uzerlerindeki ve altlarındaki (nimetlerden bol bol) yerlerdi. Iclerinden orta yolu tutan bir ummet vardır, fakat onların cogunun yaptıkları ise ne kotudur"
        }
    ]
}