{
    "maqras": [
        {
            "chapter": 28,
            "verse": 29,
            "text": "akave musa (tam) tavanaiyai mutittukkontu, tam kutumpattutan payanam ceytu kontirunta potu'tur' (malaiyin) pakkattil oru neruppaik kantar; avar tam kutumpattaritam\"ninkal (inku ciritu) tankunkal; niccayamaka, nan oru neruppaik kankinren. Nan unkalukku atiliruntu oru ceytiyaiyo, allatu ninkal kulir kayum poruttu, oru neruppuk kankaiyo kontu varukiren\" enru kurinar"
        },
        {
            "chapter": 28,
            "verse": 30,
            "text": "avar neruppin aruke vanta potu, (ankulla) pakkiyam perra ap pallattakkilulla otaiyin valappakkattil (oru) marattiliruntu\"musave! Niccayamaka nane akilattarukkellam iraivanakiya allah!\" Enru kuppitappattar"
        },
        {
            "chapter": 28,
            "verse": 31,
            "text": "um kaittatiyaik kile eriyum\" enrum (kattalaiyitappattar. Avvaru erintatum) atu pampaip ponru nelivataik kantu, avar tirumpip parkkamal pin vanki otinar; (appolutu); \"musave! Munnokki varum! Innum, ancatir; nir ataikkalam perravarkalil ullavar"
        },
        {
            "chapter": 28,
            "verse": 32,
            "text": "Um kaiyai um cattaikkul pukuttum; atu oli mikkatay, macarra venmaiyaka velivarum; innum, nir accappatunkalai um'mutaiya kaikalai um vilavil certtuk kollunkal - ivvirantum hpir'avnukkum, avanutaiya piratanikalukkum uriya, um iraivanal alikkappatta iru attatcikalakum; niccayamaka avarkal pavam ceyyum camukattarakave irukkinrarkal\" (enrum avarukku kurappattatu)"
        },
        {
            "chapter": 28,
            "verse": 33,
            "text": "(atarku avar); \"en iraiva! Niccayamaka, nan avarkalil oruvanaik konru vitten; akaiyal avarkal ennaik kolai ceytu vituvarkal enru payappatukiren\" enru kurinar"
        },
        {
            "chapter": 28,
            "verse": 34,
            "text": "innum; \"en cakotarar harun - avar ennai vitap peccil mikka telivanavar; akave ennutan utaviyay ni avarai anuppi vaippayaka! Ennai avar meyppippar. Niccayamaka, avarkal ennaip poyppipparkal enru nan payappatukiren\" (enrun kurinar)"
        },
        {
            "chapter": 28,
            "verse": 35,
            "text": "(allah) kurinan; \"nam um kaiyai um cakotaraik kontu valuppatuttuvom; nam unkal iruvarukkume verriyalippom; akave, avarkal unkaliruvaraiyum nerunkavum mutiyatu nam'mutaiya attatcikalaik kontu, ninkaliruvarum, unkalaip pinparruvorum mikaittu vituvirkal"
        },
        {
            "chapter": 28,
            "verse": 36,
            "text": "akave, musa avarkalitam nam'mutaiya telivana attatcikalutan vantapotu, avarkal; \"itu ittuk kattappatta cuniyame anri verillai innum nam'mutaiya munnorkalana nam mutataiyarkalitattilum itaik kelvippattatillai\" enru kurinarkal"
        },
        {
            "chapter": 28,
            "verse": 37,
            "text": "(appotu musa) kurinar; \"avanitamiruntu nervaliyutan varupavar yarenrum; iruti(yaka cuvana) vitu yarukkaka ullatu enpataiyum en iraivan nankarivan. Niccayamaka akkiramam ceyvor verri pera mattarkal"
        },
        {
            "chapter": 28,
            "verse": 38,
            "text": "Innum hpir'avn connan; \"piramukarkale! Ennaittavira unkalukku vereru nayan irukkinran enpataka nan ariyavillai. Atalin, hamane! Kaliman mitu enakkakat tiyaimutti (cenkarkal ceytu) piraku enakkaka or (uyaramana) malikaiyaik kattuvayaka! (Atan mel eri) nan musavin iraivanaip parkka ventum - melum niccayamaka nan ivarai poyyarkalil ninrumullavar\" enre karutukinren"
        },
        {
            "chapter": 28,
            "verse": 39,
            "text": "melum avanum avanutaiya pataikalum pumiyil niyayaminrip perumai atittuk kontanar, melum avarkal nam'mitam niccayamakat tirumpakkontu varappata mattarkal enrum ennik kontarkal"
        },
        {
            "chapter": 28,
            "verse": 40,
            "text": "akaiyal, nam avanaiyum avan pataikalaiyum pitittom; piraku avarkalaik katalil (mulki vitumaru) erintu vittom; akave, akkiramakkararkalin mutivu enna ayirrenru (napiye!) Nir kavanittuk kollum"
        },
        {
            "chapter": 28,
            "verse": 41,
            "text": "melum, (makkalai naraka) neruppirku alaittuc cellum talaivarkalakave nam avarkalai akkiyiruntom; innum, kiyama nalanru avarkal utavi ceyyappatamattarkal"
        },
        {
            "chapter": 28,
            "verse": 42,
            "text": "innum, ivvulakil avarkalaic capam totarumaru nam ceytom; kiyama nalil avarkal ikalappattavarkalakave irupparkal"
        },
        {
            "chapter": 28,
            "verse": 43,
            "text": "innum, muntaiya talaimuraiyarkalai nam alittapin titanaka musavukku(t tavrat) vetattaik kotuttom - manitar (cintittu) upatecam perum poruttu avarkalukku nanappirakacankalakavum, nervali kattiyakavum arut kotaiyakavum (atu iruntatu)"
        },
        {
            "chapter": 28,
            "verse": 44,
            "text": "melum, nam musavukkuk kattalaikalaik katamaiyakkiya camayam nir (tur malaikku) merkut ticaiyil irukkavillai (annikalvaip) parppavarkalil oruvarakavum nir irukkavillai"
        },
        {
            "chapter": 28,
            "verse": 45,
            "text": "Eninum (avarkalukkup pin) nam aneka talaimuraiyinarkalai untakkinom; avarkalmitu kalankal pala katantu vittana anriyum nir matyan vacikalitam vacikkavumillai avarkalukku nam vacanankalai nir otik kanpikkavumillai eninum nam tutarkalai anuppi vaipporakave iruntom"
        },
        {
            "chapter": 28,
            "verse": 46,
            "text": "innum nam (musavai) alaittapotu, nir tur malaiyin pakkattil irukkavumillai eninum enta makkalukku, umakku munnal accamutti eccarikkai ceypavar anuppappatavillaiyo, avarkal nallupatecam perum poruttu avarkalai accamutti eccarippatarkaka umakku um iraivanitamiruntu arutkotaiyaka (ivaik kurappatukiratu)"
        },
        {
            "chapter": 28,
            "verse": 47,
            "text": "avarkalutaiya kaikal ceytu murpatuttiya(ti)vinai karanamaka, avarkalukku etenum cotanai varumpotu avarkal; \"enkal iraiva! Ni enkalukkut tutar oruvarai anuppivaittirukka ventama? Appotu nankal un vacanankalai pinparri nankalum muhminkalil ullavarkalakiyiruppome!\" Enru kuratirukkum poruttum (um'mai avarkalitaiye tutaraka anuppinom)"
        },
        {
            "chapter": 28,
            "verse": 48,
            "text": "eninum (ippolutu) nam'mitamiruntu cattiya(markka)m avarkalitam vanta potu, \"musavukkuk kotukkappattatu ponru ivarukku en kotukkappatavillai\" enru ketkirarkal; itarku munnar, musavukkuk kotukkappattataiyum avar(kalin mutataiyar)kal nirakarikka villaiya? Innum avarkal kurukirarkal; (tiruk kur'anum, tavrattum)\"onraiyonru urutippatuttum irantu cuniya(mantira)nkale!\" Enru innum avarkal kurukirarkal; \"niccayamaka nankal (ivai) anaittaiyum nirakarikkirom\" enru"
        },
        {
            "chapter": 28,
            "verse": 49,
            "text": "Akave, \"ninkal unmaiyalarkalaka iruntal, ivvirantaiyum vita nervalikkattak kutiya vetattai allahvitamiruntu ninkal kontu varunkal; nanum ataippinparrukiren\" enru (napiye!) Nir kurum"
        },
        {
            "chapter": 28,
            "verse": 50,
            "text": "umakku avarkal patil kuravitil, niccayamaka avarkal tam mana iccaikalaiye pinparrukirarkal enru nir arintu kollum; innum allahvitamiruntu nervali kattiyinrit tan mana iccaiyaip pinparrupavanaivita, mika vali kettavan evan irukkinran; niccayamaka allah akkiramakkara camukattarukku nervali katta mattan"
        }
    ]
}