{
    "maqras": [
        {
            "chapter": 18,
            "verse": 32,
            "text": "(napiyē!) Iru maṉitarkaḷai avarkaḷukku utāraṇamākak kūṟuvīrāka: Avarkaḷil oruvaṉukku iru tirāṭcait tōṭṭaṅkaḷaik koṭuttōm. Avviraṇṭaic cūḻavum pērīcca maraṅkaḷai ākkiṉōm. Ivviraṇṭiṟkum mattiyil tāṉiya vayalkaḷai amaittōm"
        },
        {
            "chapter": 18,
            "verse": 33,
            "text": "Avviru tōṭṭaṅkaḷilumē ataṉ palaṉai oru kuṟaivumiṉṟi koṭuttuk koṇṭiruntaṉa. Avviraṇṭiṟkum mattiyil oru natiyaiyum ōṭacceytōm"
        },
        {
            "chapter": 18,
            "verse": 34,
            "text": "avaṉiṭattil iṉṉum (pala) kaṉi (tarum maraṅ)kaḷum iruntaṉa. (Ittakaiya nilaimaiyil oru nāḷ) avaṉ taṉṉuṭaṉ pēcik koṇṭirunta taṉ naṇpaṉai nōkki ‘‘nāṉ uṉṉaiviṭa atikap poruḷuṭaiyavaṉ, makkaḷ tokaiyilum nāṉ (uṉṉai) mikaittavaṉ'' eṉṟu (karvattuṭaṉ) kūṟiṉāṉ"
        },
        {
            "chapter": 18,
            "verse": 35,
            "text": "piṉṉar, avaṉ taṉ tōppukkuḷ nuḻaintu (aḷavu mīṟiya makiḻcciyiṉ kāraṇamāka) taṉakkut tāṉē tīṅkiḻaittavaṉāka ‘‘ivai oru kālattilum aḻintuviṭumeṉa nāṉ niṉaikkavillai'' (eṉṟum)"
        },
        {
            "chapter": 18,
            "verse": 36,
            "text": "‘‘maṟumai nikaḻum eṉṟum nāṉ nampavēyillai. Orukāl (maṟumai nikaḻntu) nāṉ eṉ iṟaivaṉiṭam koṇṭu pōkappaṭṭālum iṅkiruppataiviṭa aṅku nāṉ mēlāṉavaṉāka iruppataiyē kāṇpēṉ'' eṉṟum kūṟiṉāṉ"
        },
        {
            "chapter": 18,
            "verse": 37,
            "text": "ataṟku avaṉuṭaṉ pēcik koṇṭirunta avaṉuṭaiya naṇpaṉ avaṉai nōkki ‘‘uṉṉaip paṭaittavaṉaiyē nī nirākarikkiṟāyā? Maṇṇiliruntu piṉṉar intiriyattiṉ oru tuḷiyiliruntu uṉṉaip paṭaitta avaṉ, piṉṉar oru muḻu maṉitaṉākavum uṉṉai amaittāṉ"
        },
        {
            "chapter": 18,
            "verse": 38,
            "text": "eṉiṉum, anta allāhtāṉ eṉ(ṉaip paṭaitta) iṟaivaṉ eṉṟu nāṉ uṟutiyāka nampiyirukkiṟēṉ. Ākavē, nāṉ eṉ iṟaivaṉukku oruvaraiyum iṇaiyākka māṭṭēṉ"
        },
        {
            "chapter": 18,
            "verse": 39,
            "text": "nī uṉ tōṭṭattil nuḻaintapoḻutu (ivai aṉaittum) allāh (taṉ aruḷāl) eṉakkut tantavaiyē! Allāhviṉ utaviyiṉṟi (nām) oṉṟum ceytu viṭa aṟavē (namakku) cakti illai? Eṉṟu nī kūṟiyirukka vēṇṭāmā? Poruḷilum cantatiyilum nāṉ uṉṉaiviṭa kuṟaivāka iruppatai nī kaṇṭapōtilum"
        },
        {
            "chapter": 18,
            "verse": 40,
            "text": "Uṉ tōṭṭattaiviṭa mikka mēlāṉatai eṉ iṟaivaṉ eṉakkuk koṭukkavum (uṉ naṉṟi keṭṭa taṉmaiyiṉ kāraṇamāka) uṉ tōppiṉ mītu ōr āpattai vāṉattil iruntu iṟakki (atiluḷḷa maram, ceṭikaḷaiyellām aḻittu) atai veṭṭaveḷiyāka (eṉ iṟaivaṉ) ceytu viṭavum kūṭum"
        },
        {
            "chapter": 18,
            "verse": 41,
            "text": "allatu ataṉ nīr muḻutum pūmikkuḷ vaṟṟi(yiruppatai) nī tēṭik kāṇa muṭiyāmalum ākkiviṭak kūṭum'' eṉṟum kūṟiṉār"
        },
        {
            "chapter": 18,
            "verse": 42,
            "text": "(annaṇpar kūṟiyavāṟē) avaṉuṭaiya viḷai poruḷ (celvam)aṉaittum aḻintaṉa. Attōṭṭattiṉ maraṅkaḷ, ceṭikaḷ (ākiya aṉaittum) aṭiyuṭaṉ cāyntu viṭṭaṉa. Ākavē, avaṟṟil avaṉ celavu ceytataip paṟṟi taṉ iru kaikaḷaip picaintu koṇṭāṉ. (Maṟumaiyil iṟaivaṉ muṉ avaṉ koṇṭuvarappaṭumpōtu) ‘‘eṉ iṟaivaṉukku nāṉ evaraiyum iṇaiyākkāmal iruntirukka vēṇṭumē?'' Eṉṟu (kaicētappaṭṭu) kūṟuvāṉ"
        },
        {
            "chapter": 18,
            "verse": 43,
            "text": "accamayam allāhvait tavira avaṉukku utavi ceyyakkūṭiya oru kūṭṭamum (paṭaiyum) avaṉukku irukkavillai. Avaṉum (itaṟkāka allāhviṭam) paḻivāṅka muṭiyātu pōyiṟṟu"
        },
        {
            "chapter": 18,
            "verse": 44,
            "text": "aṅku ellā atikāraṅkaḷum uṇmaiyāṉa allāhvukku uriyaṉa. Avaṉē kūli koṭuppavarkaḷil mikka mēlāṉavaṉ; muṭivu ceyvatilum mikka mēlāṉavaṉ. (Itaiyum avaṉ aṅku aṟintu koḷvāṉ)"
        },
        {
            "chapter": 18,
            "verse": 45,
            "text": "(napiyē!) Ivvulaka vāḻkkaikku ōr utāraṇattai avarkaḷukkuk kūṟuvīrāka: Atu mēkattiliruntu nām iṟakki vaikkiṉṟa (maḻai) nīrukku oppāka irukkiṟatu. Pūmiyiluḷḷa puṟpūṇṭukaḷ (ataik kuṭittu) ataṉuṭaṉ kalantu (nalla payirāyiṟṟu. Eṉiṉum, atu palaṉ taruvataṟkup patilāka) piṉṉar kāṟṟaṭittuk koṇṭu pōkakkūṭiya kāynta carukāki viṭṭatu. (Ituvē ivvulaka vāḻkkaikku utāraṇamākum.) Aṉaittiṉ mītum allāh pērāṟṟaluṭaiyavaṉāka irukkiṟāṉ"
        },
        {
            "chapter": 18,
            "verse": 46,
            "text": "(Ākavē,) celvamum āṇ piḷḷaikaḷum ivvulaka vāḻkkaikkuriya alaṅkāraṅkaḷē (tavira nilaiyāṉavaiyalla). Eṉṟumē nilaiyāṉa naṟceyalkaḷtāṉ umatu iṟaivaṉiṭattil naṟkūli kiṭaippataṟku mika ciṟantatum, nallātaravu vaippataṟku mika ciṟantatum ākum"
        },
        {
            "chapter": 18,
            "verse": 47,
            "text": "(napiyē!) Nām malaikaḷ (maraṅkaḷ, ceṭikaḷ, pōṉṟa pūmiyiluḷḷa) aṉaittaiyum akaṟṟiviṭukiṉṟa nāḷil, nīṅkaḷ pūmiyaic camamāṉa veṭṭa veḷiyākak kāṇpīr. (Annāḷil) maṉitarkaḷil oruvaraiyumē viṭṭu viṭātu aṉaivaraiyum oṉṟu cērppōm"
        },
        {
            "chapter": 18,
            "verse": 48,
            "text": "umatu iṟaivaṉ muṉ avarkaḷ koṇṭuvarappaṭṭu, aṇi aṇiyāka niṟuttappaṭuvārkaḷ. ‘‘Nām uṅkaḷai mutal taṭavai paṭaittavāṟē ippoḻutum (uṅkaḷukku nām uyir koṭuttu) nīṅkaḷ nam'miṭam vantirukkiṟīrkaḷ. Eṉiṉum, (vicāraṇaikkāka vākkaḷikkappaṭṭa oru nāḷai) uṅkaḷukku nām ēṟpaṭuttavē māṭṭōm eṉṟu nīṅkaḷ eṇṇik koṇṭiruntīrkaḷ'' (eṉṟu avarkaḷiṭam kūṟappaṭum)"
        },
        {
            "chapter": 18,
            "verse": 49,
            "text": "(napiyē avarkaḷuṭaiya ceyalkaḷ eḻutappaṭṭa tiṉacarik kuṟippup) puttakam avarkaḷ muṉ vaikkappaṭṭāl kuṟṟavāḷikaḷ (tāṅkaḷ ceyta pāvaṅkaḷ aṉaittum atil iruppataik kaṇṭu) payantu ‘‘eṅkaḷ kēṭē! Iteṉṉa puttakam! (Eṅkaḷ pāvaṅkaḷ) ciṟitō peritō oṉṟaiyumviṭātu itil eḻutappaṭṭirukkiṉṟatē'' eṉṟu avarkaḷ (pulampik) kūṟuvatai nīr kāṇpīr. (Naṉmaiyō tīmaiyō) avarkaḷ ceyta aṉaittum (atil) irukkak kāṇpārkaḷ. Umatu iṟaivaṉ evaṉukkum (avaṉuṭaiya taṇṭaṉaiyaik kūṭṭiyō, naṉmaiyaik kuṟaittō) aniyāyam ceyyamāṭṭāṉ"
        },
        {
            "chapter": 18,
            "verse": 50,
            "text": "Vāṉavarkaḷai nōkki ‘‘ātamukkuc ciram paṇiyuṅkaḷ'' eṉṟu nām kūṟiya camayattil, iplīsait tavira avarkaḷ aṉaivarum ciram paṇintārkaḷ. Avaṉō jiṉkaḷiṉ iṉattaic cārntavaṉ. Avaṉ taṉ iṟaivaṉuṭaiya kaṭṭaḷaikku māṟu ceytu pāviyāṉāṉ. Ākavē, (maṉitarkaḷē!) Nīṅkaḷ eṉṉait tavirttu avaṉaiyum, avaṉuṭaiya cantatikaḷaiyum pātukāvalarkaḷāka eṭuttuk koḷvīrkaḷā? Avarkaḷō uṅkaḷukkuk koṭiya etirikaḷāka irukkiṟārkaḷ. Aniyāyakkārarkaḷ (eṉṉai viṭṭu viṭṭu avarkaḷait taṅkaḷukkup pātukāvalarkaḷāka) māṟṟik koṇṭatu makā keṭṭatu"
        }
    ]
}