{
    "maqras": [
        {
            "chapter": 30,
            "verse": 1,
            "text": "aliḥp lām mīm"
        },
        {
            "chapter": 30,
            "verse": 2,
            "text": "(namakkuc) camīpamāṉa pūmiyiluḷḷa ‘rūm' vācikaḷ tōlvi aṭaintaṉar"
        },
        {
            "chapter": 30,
            "verse": 3,
            "text": "avarkaḷ (iṉṟu) tōlviyaṭaintu viṭṭapōtilum aticīkkirattil veṟṟi aṭaivārkaḷ"
        },
        {
            "chapter": 30,
            "verse": 4,
            "text": "(atuvum) cila āṇṭukaḷukkuḷḷākavē (veṟṟi aṭaivārkaḷ). (Veṟṟi tōlvi eṉṟa) viṣayam itaṟku muṉṉarum, itaṟkup piṉṉarum allāhvukkē contamāṉatu. (Avarkaḷ veṟṟiyaṭaiyum) annāḷil nampikkaiyāḷarkaḷ allāhviṉ utaviyaik kaṇṭu makiḻcciyaṭaivārkaḷ"
        },
        {
            "chapter": 30,
            "verse": 5,
            "text": "allāh, tāṉ virumpiyavarkaḷukku utavipurikiṟāṉ. Avaṉ (aṉaivaraiyum) mikaittavaṉ, makā karuṇaiyuṭaiyavaṉ āvāṉ"
        },
        {
            "chapter": 30,
            "verse": 6,
            "text": "(itu) allāhvuṭaiya vākkuṟutiyākum. Allāh taṉ vākkuṟutiyil tavaṟuvatillai. Eṉiṉum, maṉitaril perumpālāṉavarkaḷ (itai) aṟiyamāṭṭārkaḷ"
        },
        {
            "chapter": 30,
            "verse": 7,
            "text": "avarkaḷ, ivvulaka vāḻkkaiyiluḷḷa veḷippaṭaiyāṉa viṣayaṅkaḷai aṟi(ntu kavaṉik)kiṉṟaṉar. Āṉāl, avarkaḷ maṟumaiyaip paṟṟi muṟṟilum parāmukamāyirukkiṉṟaṉar"
        },
        {
            "chapter": 30,
            "verse": 8,
            "text": "(itai) avarkaḷ taṅkaḷukkuḷḷākavē kavaṉikka vēṇṭāmā? Vāṉaṅkaḷaiyum. Pūmiyaiyum, ivaṟṟukku mattiyil uḷḷavaṟṟaiyum niyāyamāṉa kāraṇamiṉṟiyum, kuṟippiṭṭa tavaṇaiyiṉṟiyum allāh paṭaikkavillai. Eṉiṉum, maṉitaril perumpālāṉavarkaḷ taṅkaḷ iṟaivaṉaic cantippataiyum nirākarikkiṉṟaṉar"
        },
        {
            "chapter": 30,
            "verse": 9,
            "text": "Ivarkaḷ pūmiyil cuṟṟittiriya vēṇṭāmā? Avvāṟāyiṉ, ivarkaḷukku muṉṉirunta (nirākarippa)varkaḷiṉ muṭivu evvāṟāyiṟṟu eṉpataik kaṇṭu koḷvārkaḷ. (Muṉṉirunta) avarkaḷ ivarkaḷaiviṭa palacālikaḷākavum, ivarkaḷ evvaḷavu pūmiyai apivirutti ceytārkaḷō ataiviṭa atikamāka pūmikaḷaip paṇpaṭutti apivirutti ceytavarkaḷākavum iruntārkaḷ. (Innilaimaiyil) avarkaḷiṭam avarkaḷukku aṉuppappaṭṭa tūtarkaḷ teḷivāṉa attāṭcikaḷaik koṇṭu vantārkaḷ. Allāh avarkaḷukkut tīṅkiḻaikkavillai. Eṉiṉum, avarkaḷ (annapimārkaḷaip poyyākkit) tamakkut tāmē tīṅkiḻaittuk koṇṭaṉar"
        },
        {
            "chapter": 30,
            "verse": 10,
            "text": "avarkaḷ allāhvuṭaiya vacaṉaṅkaḷaip poyyākki avaṟṟaip parikacittuk koṇṭiruntataṉ kāraṇamāka, tīmai ceytu koṇṭirunta avarkaḷiṉ muṭivum tīmaiyākavē muṭintatu"
        },
        {
            "chapter": 30,
            "verse": 11,
            "text": "(maṉitarkaḷē!) Allāhvē paṭaippukaḷai mutalāvatāka uṟpatti ceykiṟāṉ. Avaṉē (avai iṟanta piṉṉarum) avaṟṟai mīḷavaippāṉ. Piṉṉar, (maṉitarkaḷē!) Nīṅkaḷ aṉaivarum avaṉiṭamē koṇṭu varappaṭuvīrkaḷ"
        },
        {
            "chapter": 30,
            "verse": 12,
            "text": "vicāraṇaik kālam varum nāḷil kuṟṟavāḷikaḷ (iṟaivaṉiṉ karuṇaiyil) nampikkai iḻantu viṭuvārkaḷ"
        },
        {
            "chapter": 30,
            "verse": 13,
            "text": "(ēṉeṉṟāl) avarkaḷ iṇaivaittu vaṇaṅkiyavaṟṟil avarkaḷukkup parintu pēcupavarkaḷ evarum irukkamāṭṭār. (Iṇaivaitta) avarkaḷum tāṅkaḷ iṇaivaittavaṟṟaip puṟakkaṇittu viṭuvārkaḷ"
        },
        {
            "chapter": 30,
            "verse": 14,
            "text": "vicāraṇaiyiṉ annāḷ varum camayattil (nallavarkaḷum tīyavarkaḷum) vevvēṟākap pirintu viṭuvārkaḷ"
        },
        {
            "chapter": 30,
            "verse": 15,
            "text": "ākavē, evarkaḷ nampikkai koṇṭu naṟceyalkaḷaic ceykiṟārkaḷō avarkaḷ (maṟumaiyil corkkattiluḷḷa) uṉṉatamākac ciṅkārikkappaṭṭa pūṅkāvaṉattil makiḻvikkappaṭuvārkaḷ"
        },
        {
            "chapter": 30,
            "verse": 16,
            "text": "Evarkaḷ nirākarittu nam vacaṉaṅkaḷaiyum, maṟumai(yil namatu) cantippaiyum poyyākkukiṟārkaḷō avarkaḷ vētaṉaiyil cikkik kiṭappārkaḷ"
        },
        {
            "chapter": 30,
            "verse": 17,
            "text": "ākavē, (nampikkaiyāḷarkaḷē!) Nīṅkaḷ uṅkaḷ kālai nērattilum mālai nērattilum allāhvaip pukaḻntu tutittuk koṇṭiruṅkaḷ"
        },
        {
            "chapter": 30,
            "verse": 18,
            "text": "vāṉaṅkaḷilum pūmiyilum iravilum pakalilum aṉaittu pukaḻum allāhvukkē uriyaṉa. (Ākavē, nīṅkaḷum avaṉaip pōṟṟi pukaḻntu koṇṭiruṅkaḷ)"
        },
        {
            "chapter": 30,
            "verse": 19,
            "text": "avaṉē iṟantavaṟṟiliruntu uyiruḷḷavaṟṟai veḷippaṭuttukiṟāṉ. Avaṉē uyiruḷḷavaṟṟiliruntu maraṇittavaṟṟai veḷippaṭuttukiṟāṉ. Avaṉē iṟanta pūmikaḷaiyum ceḻippākkukiṟāṉ. Ivvāṟē (maraṇitta piṉṉar) maṟumaiyil nīṅkaḷ veḷippaṭuttappaṭuvīrkaḷ"
        },
        {
            "chapter": 30,
            "verse": 20,
            "text": "maṇṇiliruntu uṅkaḷai paṭaittu, piṉṉar nīṅkaḷ pala pākaṅkaḷilum ceṉṟu tiriyakkūṭiya maṉitarkaḷāka āṉatum avaṉuṭaiya attāṭcikaḷil oṉṟākum"
        },
        {
            "chapter": 30,
            "verse": 21,
            "text": "nīṅkaḷ cērntu vāḻakkūṭiya uṅkaḷ maṉaivikaḷai uṅkaḷiliruntē avaṉ uṟpatti ceytu, uṅkaḷukkiṭaiyil aṉpaiyum nēcattaiyum uṇṭu paṇṇi iruppatum avaṉuṭaiya attāṭcikaḷil oṉṟākum. Cintittu uṇarakkūṭiya makkaḷukku ivaṟṟil (oṉṟalla) niccayamākap pala attāṭcikaḷ irukkiṉṟaṉa"
        },
        {
            "chapter": 30,
            "verse": 22,
            "text": "vāṉaṅkaḷaiyum pūmiyaiyum paṭaittiruppatum, uṅkaḷ moḻikaḷum niṟaṅkaḷum vevvēṟāka iruppatum avaṉuṭaiya attāṭcikaḷil uḷḷavaiyākum. Itilum kalvimāṉkaḷukku niccayamākap pala attāṭcikaḷ irukkiṉṟaṉa"
        },
        {
            "chapter": 30,
            "verse": 23,
            "text": "iravilum pakalilum nīṅkaḷ nittirai ceytu iḷaippāṟik koḷvatum (pūmiyiṉ pala pākaṅkaḷilum ceṉṟu) nīṅkaḷ avaṉuṭaiya aruḷait tēṭik koḷvatum avaṉuṭaiya attāṭcikaḷil uḷḷavaiyākum. (Nallupatēcattaic) ceviyuṟum makkaḷukku itil niccayamākap pala attāṭcikaḷ irukkiṉṟaṉa"
        },
        {
            "chapter": 30,
            "verse": 24,
            "text": "Nayamum payamum tarakkūṭiyavāṟu miṉṉalai avaṉ uṅkaḷukkuk kāṇpippatum, mēkattiliruntu maḻaiyai poḻiyac ceytu iṟanta pūmiyai ceḻikkac ceyvatum avaṉuṭaiya attāṭcikaḷil uḷḷaṉavākum. Aṟivuṭaiya makkaḷukku niccayamāka itil (oṉṟalla) pala attāṭcikaḷ irukkiṉṟaṉa"
        },
        {
            "chapter": 30,
            "verse": 25,
            "text": "vāṉamum pūmiyum avaṉ kaṭṭaḷaippaṭi nilai peṟṟiruppatum avaṉuṭaiya attāṭcikaḷil oṉṟākum. (Uṅkaḷukkuk kuṟippiṭṭa kālam varai nīṅkaḷ atil uyir vāḻntu maraṇittup pūmiyil aṭakkappaṭṭataṉ piṉṉar) avaṉ uṅkaḷai aḻaikkumpōtu orē aḻaippil nīṅkaḷ pūmiyil iruntu veḷippaṭṭu viṭuvīrkaḷ"
        },
        {
            "chapter": 30,
            "verse": 26,
            "text": "vāṉaṅkaḷilum pūmiyilum uḷḷavai aṉaittum avaṉukkuriyaṉavē. Ivai aṉaittum avaṉukkē aṭipaṇintu naṭakkiṉṟaṉa"
        },
        {
            "chapter": 30,
            "verse": 27,
            "text": "avaṉtāṉ paṭaippukaḷai ārampattil uṟpatti ceypavaṉ. Avaṉē (avai maraṇitta piṉṉarum uyir koṭuttu) avaṟṟai mīḷavaikkiṟavaṉ. Itu avaṉukku mikka eḷitu. Vāṉaṅkaḷilum pūmiyilum avaṉuṭaiya (utāraṇamum paricuttat) taṉmai(yum)tāṉ mikka mēlāṉatākum. Avaṉ (aṉaittaiyum) mikaittavaṉum ñāṉamuṭaiyavaṉum āvāṉ"
        },
        {
            "chapter": 30,
            "verse": 28,
            "text": "(maṉitarkaḷē! Nīṅkaḷ avaṉuṭaiya mēṉmaiyai aṟintu koḷvataṟkāka) uṅkaḷukkuḷḷākavē avaṉ ōr utāraṇattaik kūṟukiṟāṉ. Nām uṅkaḷukkuk koṭutta poruḷkaḷil, uṅkaḷ aṭimaikaḷil evarēṉum (uṅkaḷ poruḷkaḷukku) uṅkaḷuṭaṉ cama urimai uṭaiyavarkaḷāka ākiviṭuvārkaḷā? Allatu nīṅkaḷ uṅkaḷaip poruṭpaṭuttuvataippōl avarkaḷaiyum poruṭpaṭuttuvīrkaḷā? (Poruṭpaṭutta māṭṭīrkaḷē! Ivvāṟirukka, paṭaikkappaṭṭa ivaṟṟai nīṅkaḷ eṉakku iṇai ākkalāmā?) Aṟivuṭaiya makkaḷukku (nam) vacaṉaṅkaḷai ivvāṟu vivarittuk kūṟukiṟōm"
        },
        {
            "chapter": 30,
            "verse": 29,
            "text": "Eṉiṉum, aniyāyakkārarkaḷ evvita aṟivumiṉṟiyē (iṟaivaṉiṉ vacaṉaṅkaḷai nirākarittu viṭṭut) taṅkaḷ carīra iccaikaḷaip piṉpaṟṟi naṭakkiṉṟaṉar. Allāh evarkaḷait tavaṟāṉa vaḻiyil viṭṭu viṭṭāṉō avarkaḷai nērāṉa vaḻiyil celuttakkūṭiyavar yār? Ivarkaḷukku utavi ceypavarkaḷ oruvarum illai"
        },
        {
            "chapter": 30,
            "verse": 30,
            "text": "(napiyē! Iprāhīmuṭaiya) nērāṉa mārkkattai nōkki nīr umatu mukattai uṟutiyāṉa ōrmaippāṭṭuṭaṉ tiruppuvīrāka. (Atuvē) maṉitarkaḷukkāka allāh ēṟpaṭuttiya iyaṟkai mārkkamākum. Avaṉ paṭaitta (mārkkat)tai (evarālum) māṟṟiviṭa muṭiyātu. Itutāṉ nilaiyāṉa (nērmaiyāṉa) mārkkam. Eṉiṉum, maṉitaril perumpālāṉavarkaḷ (itai) aṟintukoḷḷavē māṭṭārkaḷ"
        }
    ]
}