{
    "maqras": [
        {
            "chapter": 30,
            "verse": 31,
            "text": "(nampikkaiyāḷarkaḷē! Nīṅkaḷum) avaṉ oruvaṉiṭamē tirumpi (islām mārkkattiṉ mītu uṟutiyāka iruntu) ava(ṉ oruva)ṉukkē payantu toḻukaiyaiyum kaṭaippiṭittu naṭantu koḷḷuṅkaḷ. Iṇaivaittu vaṇaṅkupavarkaḷil nīṅkaḷ ākiviṭātīrkaḷ"
        },
        {
            "chapter": 30,
            "verse": 32,
            "text": "(tavira) evarkaḷ taṅkaḷ mārkkattiṟkuḷ piriviṉaiyai uṇṭu paṇṇi, pala pirivukaḷākap pirittu, avarkaḷ ovvoru vakuppārum taṅkaḷiṭamuḷḷa (tavaṟāṉa)vaṟṟaik koṇṭu cantōṣappaṭukiṉṟaṉarō avarkaḷuṭaṉ cērntu viṭātīrkaḷ"
        },
        {
            "chapter": 30,
            "verse": 33,
            "text": "maṉitarkaḷai oru tīṅku aṇukum pōtu avarkaḷ taṅkaḷ iṟaivaṉ pakkam mukam nōkki avaṉiṭam pirārttikkiṟārkaḷ. Piṉṉar avaṉ (atai nīkki) avarkaḷait taṉ aruḷaic cuvaikkumpaṭic ceytāl avarkaḷil oru piriviṉar taṅkaḷ iṟaivaṉukkē iṇai vaikkiṉṟaṉar"
        },
        {
            "chapter": 30,
            "verse": 34,
            "text": "Nām avarkaḷukkaḷitta aruḷukku naṉṟi celuttātu nirākarittum viṭukiṉṟaṉar. (Ivvāṟu nirākarippavarkaḷē!) Nīṅkaḷ uṅkaḷ iṣṭappaṭi cukam aṉupavittuk koḷḷuṅkaḷ. (Uṅkaḷ ceyaliṉ palaṉaip) piṉṉar niccayamāka nīṅkaḷ aṟintu koḷvīrkaḷ"
        },
        {
            "chapter": 30,
            "verse": 35,
            "text": "avarkaḷ iṇaivaittu vaṇaṅkuvataṟku ātāramākak kūṟakkūṭiya ōr attāṭciyai nām avarkaḷukku aḷittirukkiṟōmā? (Avvāṟu oṉṟum illaiyē)"
        },
        {
            "chapter": 30,
            "verse": 36,
            "text": "maṉitarkaḷ nam aruḷaic cuvaikkumpaṭi nām ceytāl ataik koṇṭu avarkaḷ makiḻcciyaṭaikiṟārkaḷ. Eṉiṉum, avarkaḷuṭaiya kaikaḷē tēṭik koṇṭa (tīya) ceyaliṉ kāraṇamāka avarkaḷukku oru tīṅkēṟpaṭumpōtu uṭaṉē avarkaḷ nampikkaiyiḻantu viṭukiṉṟaṉar"
        },
        {
            "chapter": 30,
            "verse": 37,
            "text": "niccayamāka allāh tāṉ nāṭiyavarkaḷukku uṇavai virivākkukiṟāṉ; (tāṉ nāṭiyavarkaḷukkuk) kuṟaittu viṭukiṟāṉ eṉpatai avarkaḷ kavaṉikkavillaiyā? Nampikkai koṇṭa makkaḷukku niccayamāka itil pala attāṭcikaḷ irukkiṉṟaṉa"
        },
        {
            "chapter": 30,
            "verse": 38,
            "text": "(napiyē! Umatu poruḷil) uṟaviṉarukku avariṉ urimaiyai koṭuttu varuvīrāka. Avvāṟē ēḻaikaḷukkum vaḻippōkkarkaḷukkum (avarkaḷuṭaiya urimaiyaik koṭuttu varuvīrāka). Evarkaḷ allāhvuṭaiya mukattai nāṭukiṟārkaḷō avarkaḷukku ituvē mikka naṉṟākum. Ivarkaḷtāṉ veṟṟi peṟuvārkaḷ"
        },
        {
            "chapter": 30,
            "verse": 39,
            "text": "(maṟṟa) maṉitarkaḷuṭaiya poruḷkaḷuṭaṉ cērntu (uṅkaḷ poruḷum) atikappaṭuvataṟkāka vaṭṭikku nīṅkaḷ koṭukkum poruḷ allāhviṭattil atikappaṭuvatillai. Eṉiṉum, allāhviṉ mukattai nāṭi jakāttāka ētum nīṅkaḷ koṭuttālō, koṭuttavarkaḷ atai iraṭṭippākkik koḷkiṉṟaṉar"
        },
        {
            "chapter": 30,
            "verse": 40,
            "text": "Allāhtāṉ uṅkaḷai paṭaittavaṉ. Uṅkaḷukku uṇavu koṭuppavaṉum avaṉē. Piṉṉar, avaṉē uṅkaḷai maraṇikkac ceykiṟāṉ. Ataṉ piṉṉar avaṉē uṅkaḷai uyirppippāṉ. Ivaṟṟil etaiyum ceyyakkūṭiya cakti uṅkaḷ teyvaṅkaḷil etaṟkum uṇṭō? Ivarkaḷ ceyyum (ittakaiya) iṇaikaḷiliruntu allāh mikka uyarntavaṉ; avaṉ mikap paricuttamāṉavaṉ"
        },
        {
            "chapter": 30,
            "verse": 41,
            "text": "maṉitarkaḷiṉ kaikaḷ tēṭikkoṇṭataṉ kāraṇamākak kaṭalilum taraiyilum aḻivu vēlaikaḷ (atikamākap) paraviviṭṭaṉa. Avaṟṟil iruntu avarkaḷ vilakik koḷvataṟkāka, avarkaḷiṉ tīya ceyalkaḷ cilavaṟṟiṉ taṇṭaṉaiyai avarkaḷukku (im'maiyilum) cuvaikka vaikkiṟāṉ"
        },
        {
            "chapter": 30,
            "verse": 42,
            "text": "(napiyē!) Kūṟuvīrāka: Pūmiyil nīṅkaḷ cuṟṟit tirintu pāruṅkaḷ. Uṅkaḷukku muṉṉiruntavarkaḷiṉ muṭivu eṉṉāyiṟṟu? Muṉṉiruntavarkaḷil perumpālāṉavarkaḷ iṇaivaittu vaṇaṅkupavarkaḷākavē iruntaṉar"
        },
        {
            "chapter": 30,
            "verse": 43,
            "text": "ākavē, (napiyē!) Allāhviṭamiruntu tappittuk koḷḷa muṭiyāta oru nāḷ varuvataṟku muṉṉatākavē nīr umatu mukattai nilaiyāṉa (nītamāṉa) mārkkattaḷavil tiruppiviṭuvīrāka. Annāḷil (nallavarkaḷum, tīyavarkaḷum) vevvēṟākap pirintu viṭuvārkaḷ"
        },
        {
            "chapter": 30,
            "verse": 44,
            "text": "evaṉ nirākarippavaṉāka irukkiṟāṉō avaṉuṭaiya nirākarippu avaṉukkē kēṭāka muṭiyum. Evar naṟkāriyaṅkaḷaic ceykiṟārō avar (atai maṟumaiyil) taṉakku naṉmaiyākavē amaittuk koḷkiṟār"
        },
        {
            "chapter": 30,
            "verse": 45,
            "text": "nampikkai koṇṭu naṟceyalkaḷ ceytavarkaḷukkē avaṉ taṉ aruḷaik kūliyākak koṭukkiṟāṉ. Ēṉeṉṟāl, niccayamāka avaṉ nirākarippavarkaḷai nēcippatillai"
        },
        {
            "chapter": 30,
            "verse": 46,
            "text": "(Maḻaikku muṉṉar kuḷirnta) kāṟṟai naṟceytiyāka avaṉ aṉuppi vaippatum avaṉuṭaiya attāṭcikaḷil oṉṟē. (Ataik koṇṭu) avaṉ taṉ aruḷai (maḻaiyai) nīṅkaḷ cuvaikkumpaṭic ceytu, kappalkaḷaiyum avaṉ taṉ kaṭṭaḷaiyaik koṇṭē cellumpaṭic ceykiṟāṉ. Ataṉāl (pala tīvukaḷilum nāṭukaḷilum uḷḷa) avaṉuṭaiya aruḷai nīṅkaḷ tēṭik koḷkiṟīrkaḷ. (Ivaṟṟukkāka) nīṅkaḷ naṉṟi celuttuvīrkaḷāka"
        },
        {
            "chapter": 30,
            "verse": 47,
            "text": "(napiyē!) Niccayamāka nām umakku muṉṉarum pala tūtarkaḷai avarkaḷuṭaiya camutāya makkaḷiṭam aṉuppi vaittōm. Avarkaḷum teḷivāṉa attāṭcikaḷaiyē avarkaḷiṭam koṇṭu vantaṉar. (Eṉiṉum, avaṟṟai avarkaḷ nirākarittu viṭṭaṉar.) Ākavē, (avaṟṟai nirākaritta)kuṟṟavāḷikaḷai nām paḻivāṅkiṉōm. (Ēṉeṉṟāl ivvāṟu paḻivāṅki) nampikkaiyāḷarkaḷukku utavi ceyvatu nam'mītu kaṭamaiyāka irukkiṟatu"
        },
        {
            "chapter": 30,
            "verse": 48,
            "text": "allāhtāṉ kāṟṟai aṉuppivaikkiṟāṉ. Atu mēkattai ōṭṭukiṟatu. Avaṉ virumpiyavāṟu atai vāṉattil tiṭṭut tiṭṭākap parappiviṭukiṟāṉ. Atiliruntu maḻai poḻivatai (napiyē!) Nīr kāṇkiṟīr. Taṉ aṭiyārkaḷil avaṉ virumpiyavarkaḷai am'maḻai vantaṭaiyum camayattil avarkaḷ makiḻcciyaṭaikiṉṟaṉar"
        },
        {
            "chapter": 30,
            "verse": 49,
            "text": "ataṟku muṉṉar avarkaḷ taṅkaḷ mītu maḻai poḻiyum eṉṟa nampikkaiyai muṟṟilum iḻantavarkaḷākavē iruntaṉar"
        },
        {
            "chapter": 30,
            "verse": 50,
            "text": "(napiyē!) Allāhviṉ ivvaruḷāl ēṟpaṭum palaṉkaḷai nīr kavaṉippīrāka! Iṟantupōṉa pūmiyai evvāṟu ceḻikkac ceykiṟāṉ! (Ivvāṟē) niccayamāka avaṉ iṟantavarkaḷaiyum uyirppikkac ceyvāṉ. Avaṉ aṉaittiṉ mītum pērāṟṟal uṭaiyavaṉ"
        },
        {
            "chapter": 30,
            "verse": 51,
            "text": "(Maḻaiyillāta veṟum vaṟaṇṭa) kāṟṟai nām aṉuppi (ataṉāl taṅkaḷ payirkaḷ) mañcaḷāyiruppatai avarkaḷ kaṇṭāl, muṉṉar nām avarkaḷukkuc ceytirunta aruḷaiyumē avarkaḷ nirākarittu viṭukiṉṟaṉar"
        },
        {
            "chapter": 30,
            "verse": 52,
            "text": "(napiyē!) Iṟantavarkaḷai ceviyuṟumpaṭic ceyya niccayamāka um'māl muṭiyātu. Uṅkaḷaip puṟakkaṇittuc cellum ceviṭarkaḷukkuc captattaik kēṭkumpaṭic ceyyavum um'māl muṭiyātu"
        },
        {
            "chapter": 30,
            "verse": 53,
            "text": "kuruṭarkaḷai, avarkaḷuṭaiya vaḻikēṭṭiliruntu nērāṉa vaḻiyil tiruppiviṭavum um'māl muṭiyātu. Muṟṟilum vaḻippaṭṭavarkaḷāka nam vacaṉaṅkaḷai nampikkai koḷpavarkaḷait tavira maṟṟavarkaḷai (umatu nallupatēcaṅkaḷukku) cevicāykka vaikka um'māl muṭiyātu"
        }
    ]
}