{
    "maqras": [
        {
            "chapter": 37,
            "verse": 145,
            "text": "(avar tuti ceytiruppataṉ kāraṇamāka) veṭṭa veḷiyāṉa pūmiyil (mīṉ vayiṟṟiliruntu) avarai nām eṟiyac ceytōm. Accamayam avarō mika kaḷaippuṭaṉum cōrvuṭaṉum iruntār"
        },
        {
            "chapter": 37,
            "verse": 146,
            "text": "ākavē, avarukku (niḻaliṭuvataṟkāka) oru curaicceṭiyai muḷaippittōm"
        },
        {
            "chapter": 37,
            "verse": 147,
            "text": "piṉṉar, nām avarai oru nūṟāyiram allatu ataṟku atikamāṉa makkaḷiṭam nam tūtarāka aṉuppi vaittōm"
        },
        {
            "chapter": 37,
            "verse": 148,
            "text": "avarkaḷ aṉaivarum nampikkai koṇṭārkaḷ. Ātalāl, nāmum avarkaḷai oru (nīṇṭa) kālam varai cukamāka vāḻavaittōm"
        },
        {
            "chapter": 37,
            "verse": 149,
            "text": "(napiyē!) Avarkaḷai kēṭpīrāka: ‘‘(Nīṅkaḷ veṟukkum) peṇ makkaḷai uṅkaḷ iṟaivaṉukkum uṅkaḷukku āṇ makkaḷaiyumā? (Virumpukiṟīrkaḷ)"
        },
        {
            "chapter": 37,
            "verse": 150,
            "text": "Allatu nām vāṉavarkaḷaip peṇkaḷāka paṭaitta(tākak kūṟukiṉṟaṉarē a)tai avarkaḷ pārttuk koṇṭiruntārkaḷā"
        },
        {
            "chapter": 37,
            "verse": 151,
            "text": "‘‘allāh (piḷḷaikaḷaip) peṟṟāṉ eṉṟu'' ivarkaḷ kaṟpaṉaiyāṉa poyyaiyē kūṟukiṟārkaḷ eṉpatai niccayamāka nīr aṟintu koḷvīrāka. Niccayamāka ivarkaḷ poyyarkaḷē"
        },
        {
            "chapter": 37,
            "verse": 152,
            "text": "‘‘allāh (piḷḷaikaḷaip) peṟṟāṉ eṉṟu'' ivarkaḷ kaṟpaṉaiyāṉa poyyaiyē kūṟukiṟārkaḷ eṉpatai niccayamāka nīr aṟintu koḷvīrāka. Niccayamāka ivarkaḷ poyyarkaḷē"
        },
        {
            "chapter": 37,
            "verse": 153,
            "text": "(atilum) āṇ cantatikaḷaiviṭṭu, peṇ cantatikaḷaiyā avaṉ tērnteṭuttuk koṇṭāṉ"
        },
        {
            "chapter": 37,
            "verse": 154,
            "text": "(ivvāṟu kūṟa) uṅkaḷukku eṉṉa niyāyam (irukkiṟatu.) Ēṉ ivvāṟu (poyyāka) tīrmāṉikkiṟīrkaḷ"
        },
        {
            "chapter": 37,
            "verse": 155,
            "text": "nīṅkaḷ itai kavaṉittuc cintikka vēṇṭāmā"
        },
        {
            "chapter": 37,
            "verse": 156,
            "text": "allatu uṅkaḷukku (itaṟkāka oru) teḷivāṉa ātāram irukkiṟatā"
        },
        {
            "chapter": 37,
            "verse": 157,
            "text": "(kiṟistavarkaḷē! Avvāṟu) nīṅkaḷ kūṟuvatu uṇmaiyākavē iruppiṉ, ataṟku uṅkaḷ vētattai ātāramākak koṇṭu vāruṅkaḷ"
        },
        {
            "chapter": 37,
            "verse": 158,
            "text": "(napiyē!) Ivarkaḷ allāhvukkum jiṉkaḷukkum iṭaiyil pantuttuvattaik kaṟpaṉai ceykiṉṟaṉar. Āyiṉum, jiṉkaḷō (tāṅkaḷ kuṟṟam ceytāl taṇṭaṉaikkāka) niccayamāka avaṉiṭam koṇṭu varappaṭuvōm eṉṟu tiṭṭamāka aṟintu irukkiṉṟaṉar"
        },
        {
            "chapter": 37,
            "verse": 159,
            "text": "avarkaḷ kūṟum ivvarṇippukaḷai viṭṭu allāh mikka paricuttamāṉavaṉ"
        },
        {
            "chapter": 37,
            "verse": 160,
            "text": "allāhviṉ kalappaṟṟa nampikkaiyuḷḷa aṭiyārkaḷait tavira, (avarkaḷ taṇṭaṉaikkuḷḷāka māṭṭārkaḷ)"
        },
        {
            "chapter": 37,
            "verse": 161,
            "text": "(napiyē! Kūṟuvīrāka:) ‘‘Niccayamāka nīṅkaḷum, nīṅkaḷ vaṇaṅkum (jiṉkaḷākiya) ivaiyum oṉṟu cērntapōtilum, (evariṉ uḷḷattaiyum allāhvukku virōtamāka) nīṅkaḷ māṟṟiviṭa muṭiyātu"
        },
        {
            "chapter": 37,
            "verse": 162,
            "text": "(Napiyē! Kūṟuvīrāka:) ‘‘Niccayamāka nīṅkaḷum, nīṅkaḷ vaṇaṅkum (jiṉkaḷākiya) ivaiyum oṉṟu cērntapōtilum, (evariṉ uḷḷattaiyum allāhvukku virōtamāka) nīṅkaḷ māṟṟiviṭa muṭiyātu"
        },
        {
            "chapter": 37,
            "verse": 163,
            "text": "narakam cellakkūṭiyavaṉait tavira"
        },
        {
            "chapter": 37,
            "verse": 164,
            "text": "(vāṉavarkaḷ kūṟuvatāvatu:) Eṅkaḷil ovvoruvarukkum kuṟippiṭṭa paṇiyuṇṭu"
        },
        {
            "chapter": 37,
            "verse": 165,
            "text": "niccayamāka nāṅkaḷ (kaṭṭaḷaiyai niṟaivēṟṟa allāhviṉ uttaravai etirpārttu) aṇivakuttu niṉṟa vaṇṇamākavē irukkiṟōm"
        },
        {
            "chapter": 37,
            "verse": 166,
            "text": "niccayamāka nāṅkaḷ avaṉaip pukaḻntu tuti ceytu koṇṭum irukkiṟōm"
        },
        {
            "chapter": 37,
            "verse": 167,
            "text": "(napiyē! Itaṟkumuṉ makkāvācikaḷākiya) avarkaḷ kūṟik koṇṭiruntatāvatu"
        },
        {
            "chapter": 37,
            "verse": 168,
            "text": "‘‘muṉceṉṟavarkaḷiṭam irunta vētattaip pōṉṟu oru vētam eṅkaḷiṭam iruntāl"
        },
        {
            "chapter": 37,
            "verse": 169,
            "text": "niccayamāka nāṅkaḷ allāhvuṭaiya kalappaṟṟa aṭiyārkaḷāki viṭuvōm'' eṉṟārkaḷ"
        },
        {
            "chapter": 37,
            "verse": 170,
            "text": "eṉiṉum, ivvāṟu kūṟikkoṇṭirunta ivarkaḷiṭam (ivvētam varavē,) atai ivarkaḷ nirākarikkiṉṟaṉar. Aticīkkirattil (itaṉ muṭivai) ivarkaḷ aṟintu koḷvārkaḷ"
        },
        {
            "chapter": 37,
            "verse": 171,
            "text": "tūtarkaḷākiya nam aṭiyārkaḷaip paṟṟi ēṟkaṉavē nam vākku niccayamāka ēṟpaṭṭu viṭṭatu"
        },
        {
            "chapter": 37,
            "verse": 172,
            "text": "ātalāl, niccayamāka avarkaḷtāṉ utavi ceyyappaṭuvārkaḷ"
        },
        {
            "chapter": 37,
            "verse": 173,
            "text": "niccayamāka nam paṭaiyiṉar(kaḷākiya nampikkaiyāḷarkaḷ)tāṉ veṟṟi peṟuvārkaḷ"
        },
        {
            "chapter": 37,
            "verse": 174,
            "text": "ātalāl, (napiyē!) Ciṟitu kālam varai (arapikaḷākiya) ivarkaḷiliruntu nīr vilakiyirum"
        },
        {
            "chapter": 37,
            "verse": 175,
            "text": "(ivarkaḷ evvāṟu taṇṭaṉaikku uḷḷākiṟārkaḷ eṉpatai aṟiya) avarkaḷaip pārttuk koṇṭiruppīrāka. Aticīkkirattil avarkaḷum ataik kaṇṭu koḷvārkaḷ"
        },
        {
            "chapter": 37,
            "verse": 176,
            "text": "(eṉṉē!) Nam vētaṉaikkākavā ivarkaḷ avacarappaṭukiṉṟaṉar"
        },
        {
            "chapter": 37,
            "verse": 177,
            "text": "(nam vētaṉai) avarkaḷ mattiyil iṟaṅkum camayattil, accamūṭṭi eccarikkappaṭṭa avarkaḷiṉ viṭiyaṟkālai makā keṭṭatākiviṭum"
        },
        {
            "chapter": 37,
            "verse": 178,
            "text": "(napiyē!) Avarkaḷai nīr ciṟitu kālam puṟakkaṇittu viṭuvīrāka"
        },
        {
            "chapter": 37,
            "verse": 179,
            "text": "(Avarkaḷukku vētaṉai varuvatai) nīr etirpārttiruppīrāka. Avarkaḷum (atai) niccayamākak kāṇpārkaḷ"
        },
        {
            "chapter": 37,
            "verse": 180,
            "text": "avarkaḷuṭaiya (tappāṉa) varṇippukaḷai viṭṭum mikka kaṇṇiyattiṟkuriya umatu iṟaivaṉ mikap paricuttamāṉavaṉ"
        },
        {
            "chapter": 37,
            "verse": 181,
            "text": "(avaṉāl) aṉuppappaṭṭa tūtarkaḷ (aṉaivar) mītum (avaṉuṭaiya) salām (īṭēṟṟam) uṇṭāvatāka"
        },
        {
            "chapter": 37,
            "verse": 182,
            "text": "pukaḻ aṉaittum ulakattāriṉ iṟaivaṉāṉa allāhvukku urittāṉatu"
        },
        {
            "chapter": 38,
            "verse": 1,
            "text": "sāt; nallupatēcaṅkaḷ niṟainta inta kur'āṉ mītu cattiyamāka"
        },
        {
            "chapter": 38,
            "verse": 2,
            "text": "(itu nam'māltāṉ aruḷappaṭṭatu. Itai) nirākarippavarkaḷ perum kurōtattilum virōtattilum (mūḻki) irukkiṉṟaṉar"
        },
        {
            "chapter": 38,
            "verse": 3,
            "text": "ivarkaḷukku muṉṉar, (ivvāṟu irunta) ettaṉaiyō vakuppārai nām aḻittirukkiṟōm. (Vētaṉai vanta camayattil) avarkaḷ ellōrum utavi tēṭik kūccaliṭṭārkaḷ. Atu (vētaṉaiyiliruntu) tappittuk koḷḷakkūṭiya nēramāy irukkavillai"
        },
        {
            "chapter": 38,
            "verse": 4,
            "text": "(avarkaḷukku) accamūṭṭi eccarikkakkūṭiya oru tūtar (ākiya nīr) avarkaḷi(ṉ iṉatti)liruntē avarkaḷiṭam vantataip paṟṟi avarkaḷ āccariyappaṭṭu, ‘‘ivar mikap poy collum cūṉiyakkārartāṉ'' eṉṟu (uṅkaḷaip paṟṟi) anta nirākarippāḷarkaḷ kūṟukiṉṟaṉar"
        },
        {
            "chapter": 38,
            "verse": 5,
            "text": "‘‘eṉṉa! Ivar (nam) teyvaṅkaḷ aṉaittaiyum (poyyeṉak kūṟi, vaṇakkattiṟkuriyavaṉ) orē ōr iṟaivaṉtāṉ eṉṟu ākkiviṭṭārā? Meyyākavē, itu ōr āccariyamāṉa viṣayamtāṉ'' (eṉṟu kūṟi)"
        },
        {
            "chapter": 38,
            "verse": 6,
            "text": "avarkaḷiluḷḷa talaivarkaḷ (maṟṟavarkaḷai nōkki, ‘‘ivarai viṭṭu) nīṅkaḷ ceṉṟuviṭuṅkaḷ. Uṅkaḷ teyvaṅkaḷai ārātaṉai ceyvatil nīṅkaḷ uṟutiyāyiruṅkaḷ. (Uṅkaḷ teyvaṅkaḷaik kaiviṭumpaṭi kūṟum)ivviṣayattil ētō (oru cuyanalamtāṉ) karutappaṭukiṟatu'' eṉṟu kūṟik koṇṭē ceṉṟu viṭṭaṉar"
        },
        {
            "chapter": 38,
            "verse": 7,
            "text": "‘‘Muṉṉuḷḷa vakuppārkaḷilum, itai nām kēḷvippaṭṭatillai. Itu (ivarāl) puṉaiyappaṭṭatē tavira vēṟillai'' eṉṟum"
        },
        {
            "chapter": 38,
            "verse": 8,
            "text": "‘‘nam'maiviṭṭu ivar pēril maṭṭumtāṉā (vēta) upatēcam iṟakkappaṭṭu viṭṭatu'' (eṉṟum kūṟiṉārkaḷ). Avvāṟaṉṟu. Uṇmaiyil ivarkaḷ nam eccarikkaiyaip paṟṟiyē perum cantēkattil irukkiṉṟaṉar. Mēlum, ituvarai avarkaḷ nam vētaṉaiyaic cuvaittup pārkkavē illai"
        },
        {
            "chapter": 38,
            "verse": 9,
            "text": "(vēta upatēcam taṅkaḷ mītu iṟaṅka vēṇṭumeṉṟu ivarkaḷ kūṟuvataṟku) aṉaivaraiyum mikaitta perum koṭaiyāḷiyākiya, umatu iṟaivaṉiṉ aruḷ pokkiṣam avarkaḷiṭamtāṉ irukkiṟatā"
        },
        {
            "chapter": 38,
            "verse": 10,
            "text": "allatu vāṉaṅkaḷ, pūmi, iṉṉum ivaṟṟiṉ mattiyil uḷḷavaṟṟiṉ āṭci avarkaḷukku uriyatutāṉā? Avvāṟāyiṉ, avarkaḷ (iṟaivaṉuṭaṉ pōr purivataṟkāka) ēṇi vaittu mēlē ēṟavum"
        },
        {
            "chapter": 38,
            "verse": 11,
            "text": "(kēvalam!) Iṅkirukkum ivarkaḷuṭaiya kūṭṭattiṉar (em'māttiram?) Maṟṟa kūṭṭattiṉarkaḷaip pōlavē ivarkaḷum muṟiyaṭikkappaṭuvārkaḷ"
        },
        {
            "chapter": 38,
            "verse": 12,
            "text": "(ivvāṟē) ivarkaḷukku muṉṉar irunta nūhvuṭaiya makkaḷum, ‘āt' eṉṉum makkaḷum, perum paṭaiyuṭaiya ḥpir'avṉum, (nam tūtarkaḷaip) poyyākkiṉārkaḷ"
        },
        {
            "chapter": 38,
            "verse": 13,
            "text": "avvāṟē ‘samūt' eṉṉum makkaḷum, lūttuṭaiya makkaḷum, (matyaṉ) tōppuvācikaḷum (poyyākkiṉārkaḷ). Ivarkaḷtāṉ (muṟiyaṭikkappaṭṭa) antak kūṭṭattiṉarkaḷ"
        },
        {
            "chapter": 38,
            "verse": 14,
            "text": "ivarkaḷ ovvoru kūṭṭattiṉarum tūtarkaḷaip poyyākkāmal iruntatillai. (Ākavē, avarkaḷ mītu) eṉ vētaṉai uṟutiyāyiṟṟu"
        },
        {
            "chapter": 38,
            "verse": 15,
            "text": "ākavē, (arapikaḷākiya) ivarkaḷum (taṅkaḷai aḻikkakkūṭiya) orē oru captattait tavira (vēṟetaṉai) etirpārkkiṉṟaṉar. (Atu varum camayam) atait tāmatappaṭuttavum vaḻi irukkātu"
        },
        {
            "chapter": 38,
            "verse": 16,
            "text": "Ivarkaḷ, kēḷvi kaṇakkuk kēṭkum nāḷ varuvataṟku muṉṉatākavē, ‘‘eṅkaḷ iṟaivaṉē! Eṅkaḷ (vētaṉaiyiṉ) pākattai eṅkaḷukkuk koṭuttut tīrttuviṭu!'' Eṉṟu (parikācamākak) kēṭkiṟārkaḷ"
        },
        {
            "chapter": 38,
            "verse": 17,
            "text": "(napiyē!) Ivarkaḷ kūṟuvataip paṟṟip poṟumaiyāka cakittukkoṇṭu iruppīrāka. Mēlum, mika palacāliyākiya nam aṭiyār tāvūtai niṉaittup pārppīrāka. Niccayamāka avar (ettakaiya ciramattilum) nam'maiyē nōkki niṉṟār"
        },
        {
            "chapter": 38,
            "verse": 18,
            "text": "niccayamāka nām malaikaḷai avarukku vacappaṭuttit tantōm. Kālaiyilum, mālaiyilum avai avaruṭaṉ cērntu tuti ceytu koṇṭiruntaṉa"
        },
        {
            "chapter": 38,
            "verse": 19,
            "text": "paṟavaikaḷiṉ kūṭṭattaiyum, (nām avarukku vacappaṭuttit tantōm.) Avai, avaruṭaiya captattaip piṉpaṟṟi avarai cūḻntu (avvāṟē) captamiṭṭaṉa"
        },
        {
            "chapter": 38,
            "verse": 20,
            "text": "avaruṭaiya āṭciyai nām palappaṭutti, avarukku ñāṉattaiyum piraccaṉaikaḷait tīrkkum caktiyaiyum koṭuttōm"
        }
    ]
}