{
    "maqras": [
        {
            "chapter": 4,
            "verse": 114,
            "text": "(napiyē!) Avarkaḷ (um'muṭaṉ) pēcum irakaciyaṅkaḷil perumpālāṉavaṟṟil oru naṉmaiyumillai. Āyiṉum, tāṉam koṭuppataip paṟṟiyō, naṉmaiyāṉavaṟṟaip paṟṟiyō, maṉitarkaḷukkiṭaiyil camātāṉam ēṟpaṭuttuvataip paṟṟiyō pēcupavaṟṟait tavira. Ākavē, evarēṉum allāhviṉ tirupporuttattai nāṭi ivvāṟu (irakaciyam) pēciṉāl (maṟumaiyil) nām avarkaḷukku makattāṉa (naṟ) kūliyait taruvōm"
        },
        {
            "chapter": 4,
            "verse": 115,
            "text": "evar nērāṉa vaḻi iṉṉateṉṟu taṉakkut teḷivāṉataṉ piṉṉarum (allāhvuṭaiya) ittūtarai viṭṭup pirintu nampikkaiyāḷarkaḷiṉ vaḻi allātatil celkiṟārō avarai nām avar cellum (tavaṟāṉa) vaḻiyilēyē cellaviṭṭu (piṉṉar) avarai narakattil cērttu viṭuvōm. Atu cellum iṭaṅkaḷil mikak keṭṭatu"
        },
        {
            "chapter": 4,
            "verse": 116,
            "text": "niccayamāka allāh taṉakku iṇaivaippatai maṉṉikkavē māṭṭāṉ. Itai allāta (kuṟṟat)tai (atuvum) tāṉ virumpiyavarkaḷukkē maṉṉippāṉ. Ākavē, evarēṉum allāhvukku iṇaivaittāl avar vekutūramāṉa vaḻikēṭṭiltāṉ irukkiṟār"
        },
        {
            "chapter": 4,
            "verse": 117,
            "text": "allāhvaiyaṉṟi avarkaḷ (teyvaṅkaḷāka) aḻaippavaikaḷ peṇ (peyaruṭaiyavai)kaḷēyaṉṟi vēṟillai. Tuṣṭa ṣaittāṉai aṉṟi (maṟṟetaiyum) avarkaḷ aḻaikkavillai"
        },
        {
            "chapter": 4,
            "verse": 118,
            "text": "Anta ṣaittāṉai allāh kōpittu capittāṉ. Ataṟkavaṉ ‘‘uṉ aṭiyārkaḷil oru kuṟippiṭṭa tokaiyiṉarai niccayamāka nāṉ eṭuttuk koḷvēṉ'' eṉṟu kūṟiṉāṉ"
        },
        {
            "chapter": 4,
            "verse": 119,
            "text": "aṉṟi ‘‘niccayamāka nāṉ avarkaḷai vaḻikeṭuppēṉ. Avarkaḷukku vīṇ nampikkaikaḷai uṇṭu paṇṇi (picācukaḷukkāka pirārttaṉai ceytuviṭappaṭṭa) āṭu, māṭukaḷiṉ kātukaḷai aṟuttu viṭumpaṭiyum avarkaḷai ēvuvēṉ. Allāhviṉ paṭaippiṉaṅ(kaḷiṉ kōlaṅ)kaḷai māṟṟumpaṭiyākavum niccayamāka nāṉ avarkaḷai ēvuvēṉ'' (eṉṟu kūṟiṉāṉ.) Ākavē, evaṉ allāhvaiyaṉṟi ṣaittāṉai (taṉakku) pātukāvalaṉāka eṭuttuk koḷkiṟāṉō avaṉ niccayamāka pakiraṅkamāṉa naṣṭattaiyē aṭaintuviṭuvāṉ"
        },
        {
            "chapter": 4,
            "verse": 120,
            "text": "(ṣaittāṉ) avarkaḷukku vākkaḷikkiṟāṉ. Avarkaḷukkup poy nampikkaiyum ūṭṭukiṟāṉ. Eṉiṉum, ēmāṟṟuvataṟkē tavira ṣaittāṉ avarkaḷukku vākkaḷippatillai"
        },
        {
            "chapter": 4,
            "verse": 121,
            "text": "ivarkaḷiṉ cellumiṭam narakamtāṉ. Avarkaḷ atiliruntu tappa oru vaḻiyaiyum kāṇamāṭṭārkaḷ"
        },
        {
            "chapter": 4,
            "verse": 122,
            "text": "evarkaḷ (ṣaittāṉai nirākarittu viṭṭu allāhvai) nampikkaikoṇṭu naṟceyalkaḷ ceykiṟārkaḷō avarkaḷai (maṟumaiyil) nām corkkaṅkaḷil pukuttuvōm. Avaṟṟil nīraruvikaḷ toṭarntu ōṭikkoṇṭē irukkum. Avarkaḷ avaṟṟil eṉṟeṉṟumē taṅkiviṭuvārkaḷ. Allāhvuṭaiya (iv)vākkuṟuti (muṟṟilum) uṇmaiyāṉatē! Allāhvaiviṭa uṇmai colpavar yār"
        },
        {
            "chapter": 4,
            "verse": 123,
            "text": "(nampikkaiyāḷarkaḷē! Maṟumaiyil) uṅkaḷ viruppappaṭiyō, vētattaiyuṭai yavarkaḷiṉ viruppappaṭiyō (kāriyam naṭappatu) illai. Āyiṉum, evaṉ pāvam ceykiṟāṉō avaṉ ataṟkuriya taṇṭaṉaiyai aṭaintē tīruvāṉ. Avaṉ allāhvaiyaṉṟi taṉakku utavi ceypavaraiyō allatu tuṇai puripavaraiyō (aṅku) kāṇamāṭṭāṉ"
        },
        {
            "chapter": 4,
            "verse": 124,
            "text": "Ākavē, āṇāyiṉum peṇṇāyiṉum evarkaḷ meyyākavē nampikkai koṇṭu naṟceyalkaḷaic ceykiṟārkaḷō avarkaḷtāṉ corkkam celvārkaḷ. Avarkaḷ aṟpa aḷavum anīti iḻaikkappaṭa māṭṭārkaḷ"
        },
        {
            "chapter": 4,
            "verse": 125,
            "text": "evar allāhvukku muṟṟilum taṉmukattai paṇiyavaittu islāmil uṟutiyāṉavarāka iruntu, naṉmaiyumceytu, ipṟāhīmuṭaiya (nērāṉa) mārkkattaiyum piṉpaṟṟukiṟārō avaraiviṭa aḻakāṉa mārkkattai uṭaiyavar yār? Allāh ipṟāhīmai(t taṉ) uṇmai naṇparāka eṭuttuk koṇṭirukkiṟāṉ"
        },
        {
            "chapter": 4,
            "verse": 126,
            "text": "vāṉaṅkaḷilum, pūmiyilumuḷḷa aṉaittum allāhvukkuriyaṉavē! Allāh aṉaittaiyum (taṉ ñāṉattaik koṇṭu) cūḻntaṟipavaṉāka irukkiṟāṉ"
        },
        {
            "chapter": 4,
            "verse": 127,
            "text": "(napiyē!) Avarkaḷ um'miṭam peṇkaḷaip paṟṟiya mārkkak kaṭṭaḷaiyaik kēṭkiṉṟārkaḷ. (Ataṟku) nīr kūṟuvīrāka: Avarkaḷaip paṟṟi allāh uṅkaḷukku (aṭutta vacaṉattiliruntu) kaṭṭaḷaiyiṭukiṟāṉ. Itaṟku muṉṉar (peṇkaḷaip paṟṟi) vētattil uṅkaḷukku ōtik kāṇpikkappaṭṭatu anātaip peṇkaḷaip paṟṟiyatākum. Avarkaḷukkuk kuṟippiṭṭuḷḷa maharai nīṅkaḷ koṭukkāmal avarkaḷai tirumaṇam ceytukoḷḷa virumpuvataip paṟṟiyum (avarkaḷiluḷḷa) vivaramaṟiyā kuḻantaikaḷaip paṟṟiyum (atil kūṟi) ‘‘anātaikaḷ viṣayattil nīṅkaḷ nītamāka naṭantu koḷḷuṅkaḷ'' eṉṟum kūṟappaṭṭuḷḷatu. Ākavē, (avarkaḷukku) nīṅkaḷ eṉṉa naṉmai ceyta pōtilum niccayamāka allāh atai aṟintavaṉāka irukkiṟāṉ"
        },
        {
            "chapter": 4,
            "verse": 128,
            "text": "Enta oru peṇṇāvatu taṉ kaṇavaṉ (taṉakku) kaṭumaiyāka iṭaiyūṟaḷippāṉ eṉṟō allatu puṟakkaṇittu viṭuvāṉ eṉṟō payantāl, avarkaḷiruvarum (cam'matittu) taṅkaḷukkuḷ oru camātāṉa muṭivai ēṟpaṭuttik koḷvatil avarkaḷ mītu kuṟṟamillai. (Evvitattilum iruvarum cam'matitta) camātāṉamē mika mēlāṉatu. (Ittakaiya cantarppaṅkaḷil ētum poruḷ koṭukkumpaṭi nēriṭṭāl potuvāka) ovvoru ātmāvum kañcattaṉattiṟku uṭpaṭṭu viṭukiṟatu. Ākavē, nīṅkaḷ (kañcattaṉattiṟku uṭpaṭāmal) ovvoruvarum maṟṟavarukku naṉmai ceypavarāka iruntu allāhvukkum payantu naṭantu koṇṭāl (atu mika nallatu.) Niccayamāka allāh uṅkaḷ ceyalai naṉkaṟintavaṉāka irukkiṟāṉ"
        },
        {
            "chapter": 4,
            "verse": 129,
            "text": "(nampikkaiyāḷarkaḷē! Uṅkaḷukkup pala maṉaivikaḷiruntu) nīṅkaḷ (uṅkaḷ) maṉaivikaḷukkiṭaiyil aṉpukāṭṭuvatil nītamāka naṭakka vēṇṭumeṉṟu virumpiyapōtilum (atu) uṅkaḷāl cāttiyappaṭātu. Eṉṟālum, (orē maṉaiviyiṉ pakkam) nīṅkaḷ muṟṟilum cāyntu maṟṟavaḷai (antarattil) toṅkiyavaḷāka viṭṭuviṭātīrkaḷ! Nīṅkaḷ allāhvukkup payantu (uṅkaḷukkiṭaiyil) camātāṉamāka naṭantu koṇṭāl niccayamāka allāh (uṅkaḷ) kuṟṟaṅkaḷai maṉṉittuk karuṇai puripavaṉāka irukkiṟāṉ"
        },
        {
            "chapter": 4,
            "verse": 130,
            "text": "(camātāṉattuṭaṉ cērntu vāḻa muṭiyāmal) avviruvarum pirintu viṭṭālō allāh taṉ (aruṭ)koṭaiyaik koṇṭu (ovvoruvaraiyum maṟṟavariliruntu) muṟṟilum tēvaiyaṟṟavarāka ākkiviṭuvāṉ. (Vaḻaṅkuvatil) allāh mika vicālamāṉavaṉāka, ñāṉamuṭaiyavaṉāka irukkiṟāṉ"
        },
        {
            "chapter": 4,
            "verse": 131,
            "text": "(Ēṉeṉṟāl) vāṉaṅkaḷil uḷḷavaiyum, pūmiyil uḷḷavaiyum, allāhvukkuriyaṉavē! (Nampikkaiyāḷarkaḷē!) Uṅkaḷukku muṉṉar vētam koṭukkappaṭṭavarkaḷukkum, uṅkaḷukkum ‘‘allāh oruvaṉaiyē payappaṭuṅkaḷ'' eṉṟē nallupatēcam ceytirukkiṟōm. Ākavē, (avaṉukku) nīṅkaḷ māṟuceytāl (ataṉāl avaṉukkoṉṟum naṣṭamillai.) Niccayamāka vāṉaṅkaḷiluḷḷavaiyum, pūmiyiluḷḷavaiyum avaṉukkuriyaṉavē. Allāh tēvaiyaṟṟavaṉāka, (aṉaivarālum) pukaḻappaṭṭavaṉāka irukkiṟāṉ"
        },
        {
            "chapter": 4,
            "verse": 132,
            "text": "vāṉaṅkaḷiluḷḷavaiyum, pūmiyiluḷḷavaiyum allāhvukku uriyaṉavē! (Ivaṟṟiluḷḷa etaik koṇṭum uṅkaḷukku utavi ceyya) allāh (oruvaṉē) pōtumāṉa poṟuppāḷaṉāka irukkiṟāṉ"
        },
        {
            "chapter": 4,
            "verse": 133,
            "text": "maṉitarkaḷē! Avaṉ virumpiṉāl uṅkaḷai aḻittu (uṅkaḷukkup patilāka) vēṟu maṉitarkaḷaik koṇṭuvantu viṭuvāṉ. Allāh ivvāṟu ceyya pērāṟṟaluṭaiyavaṉākavē irukkiṟāṉ"
        },
        {
            "chapter": 4,
            "verse": 134,
            "text": "(nampikkaiyāḷarkaḷē!) Im'maiyiṉ palaṉai maṭṭum evaṉ virumpuvāṉ? Allāhviṭattilō im'mai maṟṟum maṟumaiyiṉ palaṉ irukkiṟatu. Allāh (ovvoruvariṉ pirārttaṉaiyaiyum) ceviyuṟupavaṉāka, (ovvoruvariṉ uḷḷattaiyum) uṟṟu nōkkupavaṉāka irukkiṟāṉ"
        }
    ]
}