{
    "maqras": [
        {
            "chapter": 2,
            "verse": 75,
            "text": "(nampikkaiyāḷarkaḷē!) Uṅ(kaḷ vārttai)kaḷukkāka ivarkaḷ nampikkai koḷvārkaḷ eṉa etirpārkkiṟīrkaḷā? Allāhviṉ vacaṉattaik kēṭṭu atai naṉku purinta piṉṉarum, (ataṉ cariyāṉa poruḷai) aṟintukoṇṭē atai māṟṟiviṭum oru piriviṉarum avarkaḷil iruntaṉar"
        },
        {
            "chapter": 2,
            "verse": 76,
            "text": "Mēlum, avarkaḷ nampikkai koṇṭavarkaḷaic cantittāl (“tavṟāttil uṅkaḷ napiyaip paṟṟi kūṟappaṭṭirukkiṟatu. Ātalāl,) nāṅkaḷum (avarai) nampikkai koḷkiṟōm'' eṉak kūṟukiṟārkaḷ. Āṉāl, avarkaḷ taṉittapoḻutu oruvar maṟṟavarai nōkki “(uṅkaḷ vētattil) allāh uṅkaḷukkut terivittiruppatai avarkaḷukku nīṅkaḷ aṟivikkiṟīrkaḷā? Uṅkaḷ iṟaivaṉ muṉpāka ataik koṇṭu avarkaḷ uṅkaḷuṭaṉ tarkkippataṟkākavā? (Avarkaḷukkuc collik koṭukkiṟīrkaḷ.) Ivvaḷavukūṭa nīṅkaḷ aṟintukoḷḷa vēṇṭāmā?'' Eṉṟu kūṟukiṉṟaṉar"
        },
        {
            "chapter": 2,
            "verse": 77,
            "text": "avarkaḷ maṟaippataiyum pakiraṅkappaṭuttuvataiyum niccayamāka allāh naṉkaṟivāṉ eṉpatai avarkaḷ aṟiya vēṇṭāmā"
        },
        {
            "chapter": 2,
            "verse": 78,
            "text": "mēlum, kalvi aṟivu illātavarkaḷum avarkaḷil uṇṭu. Vētattaip paṟṟi (kēḷvippaṭṭuḷḷa) vīṇ nampikkaikaḷait tavira (uṇmaiyai) avarkaḷ aṟiyavē māṭṭārkaḷ. Avarkaḷ vīṇ cantēkattil (āḻntu) kiṭappavarkaḷait tavira (vēṟu) illai"
        },
        {
            "chapter": 2,
            "verse": 79,
            "text": "evarkaḷ taṅkaḷ kaikaḷaik koṇṭu (kaṟpaṉaiyāka) eḻutiya puttakattai oru coṟpakkirayattai aṭaivataṟkāka “itu allāhviṭamiruntu vantatutāṉ'' eṉṟu kūṟukiṟārkaḷō avarkaḷukkuk kēṭutāṉ! (Atai) avarkaḷuṭaiya kaikaḷ eḻutiyataṉālum avarkaḷukkuk kēṭutāṉ! Avarkaḷ (ataikkoṇṭu poruḷ) campātippatālum avarkaḷukkuk kēṭutāṉ"
        },
        {
            "chapter": 2,
            "verse": 80,
            "text": "‘‘oru cila nāḷkaḷukkēt tavira naraka neruppu eṅkaḷait tīṇṭavē ceyyātu'' eṉa avarkaḷ kūṟukiṟārkaḷ. (Ataṟku napiyē! Avarkaḷai) kēṭpīrāka: Allāhviṭam ētēṉum (avvāṟu) ōr uṟutimoḻiyai nīṅkaḷ peṟṟirukkiṟīrkaḷā? Avvāṟāyiṉ niccayamāka allāh taṉ vākku māṟamāṭṭāṉ. Allatu nīṅkaḷ aṟiyātatai allāhviṉ mītu (poy) colkiṟīrkaḷā"
        },
        {
            "chapter": 2,
            "verse": 81,
            "text": "Avvāṟaṉṟu! Evarkaḷ pāvattaiyē campātittuk koṇṭiruntu, avarkaḷuṭaiya pāvam avarkaḷai cūḻntu koṇṭatō avarkaḷ (yārāka iruppiṉum) narakavācikaḷē! Atiltāṉ avarkaḷ eṉṟeṉṟum taṅkiviṭuvārkaḷ"
        },
        {
            "chapter": 2,
            "verse": 82,
            "text": "āṉāl, evarkaḷ (ivvētattai) uṇmaiyākavē nampikkaikoṇṭu naṟkāriyaṅkaḷaic ceykiṟārkaḷō avarkaḷ corkkavācikaḷē! Atil avarkaḷ eṉṟeṉṟum taṅkiviṭuvārkaḷ"
        },
        {
            "chapter": 2,
            "verse": 83,
            "text": "mēlum, (niṉaittup pāruṅkaḷ:) Isrāyīliṉ cantatikaḷiṭam ‘‘nīṅkaḷ allāhvait tavira (vēṟoṉṟaiyum) vaṇaṅkātīrkaḷ; tāy, tantaikkum, uṟaviṉarkaḷukkum, anātaikaḷukkum, ēḻaikaḷukkum naṉmai ceyyuṅkaḷ; aṉaittu maṉitarkaḷiṭamum aḻakākap pēcuṅkaḷ (nalla pēccukaḷai pēcuṅkaḷ); toḻukaiyai nilainiṟuttuṅkaḷ; jakāttu koṭuttu vāruṅkaḷ'' eṉṟu nām vākkuṟuti vāṅkiyapoḻutu, uṅkaḷil cilarait tavira maṟṟa aṉaivarum puṟakkaṇittu (māṟi) viṭṭīrkaḷ. (Eppoḻutum, ivvāṟē) nīṅkaḷ puṟakkaṇittē vantirukkiṟīrkaḷ"
        },
        {
            "chapter": 2,
            "verse": 84,
            "text": "mēlum, uṅkaḷ (cakōtararkaḷuṭaiya) irattaṅkaḷai ōṭṭātīrkaḷ eṉṟum, uṅkaḷ illaṅkaḷai viṭṭu uṅka(ḷ cakōtararka)ḷai veḷiyēṟṟātīrkaḷ eṉṟum, uṅ(kaḷ mūtātai)kaḷiṭam nām uṟutimoḻi vāṅkiyatai nīṅkaḷum (maṉam virumpi cam'matittu) atai uṟutippaṭutti irukkiṟīrkaḷ eṉpatai niṉaittup pāruṅkaḷ"
        },
        {
            "chapter": 2,
            "verse": 85,
            "text": "Ivvāṟu uṟutippaṭuttiya piṉṉarum nīṅkaḷ uṅ(kaḷ maṉitar)kaḷaik kolai ceytu viṭukiṟīrkaḷ. Uṅkaḷil palarai avarkaḷiṉ illaṅkaḷil iruntum veḷiyēṟṟi viṭukiṟīrkaḷ. Avarkaḷukku etirāka pāvamākavum aniyāyamākavum (avarkaḷuṭaiya etirikaḷukku) nīṅkaḷ utaviyum ceykiṟīrkaḷ. (Āṉāl, nīṅkaḷ veḷiyēṟṟiya) avarkaḷ (etirikaḷiṉ kaiyil cikkik) kaitikaḷāka uṅkaḷiṭam (utavitēṭi) vantuviṭṭālō avarkaḷukkāka nīṅkaḷ (poruḷai) īṭukoṭuttu (avarkaḷai mīṭṭu) viṭukiṟīrkaḷ. Āṉāl, avarkaḷai avarkaḷ illaṅkaḷiliruntu veḷiyēṟṟuvatum uṅkaḷukkut taṭai ceyyappaṭṭuḷḷatu. (Ivvāṟu ceyyum) nīṅkaḷ vētattil (uḷḷa) cila kaṭṭaḷaikaḷai nampikkaikoṇṭu, cila kaṭṭaḷaikaḷai nirākarikkiṟīrkaḷā? Uṅkaḷil evarkaḷ ivvāṟu ceykiṟārkaḷō avarkaḷukku ivvulakattil iḻivait tavira (vēṟoṉṟum) kiṭaikkātu. Maṟumaiyilō, (avarkaḷ) kaṭumaiyāṉa vētaṉaiyiṉ pakkam viraṭṭappaṭuvārkaḷ. Uṅkaḷ icceyalaip paṟṟi allāh parāmukamāyillai"
        },
        {
            "chapter": 2,
            "verse": 86,
            "text": "ivarkaḷtāṉ maṟumai (vāḻkkai)kkup patilāka ivvulaka vāḻkkaiyai vilai koṭuttu vāṅkik koṇṭavarkaḷ. Ātalāl, avarkaḷukku (koṭukkappaṭum) vētaṉai oru ciṟitum ilēcākkappaṭa māṭṭātu. Avarkaḷ (oru) utavi(yum) ceyyappaṭa māṭṭārkaḷ"
        },
        {
            "chapter": 2,
            "verse": 87,
            "text": "Tavira, (yūtarkaḷē!) Niccayamāka nām mūsāvukku (oru) vētattaik koṭuttōm. Avarukkup piṉ toṭarcciyākap pala tūtarkaḷaiyum aṉuppivaittōm. Maryamuṭaiya makaṉ īsāvukkut teḷivāṉa attāṭcikaḷaik koṭuttu avarai (jiprīl eṉṉum) paricutta ātmāvaik koṇṭum palappaṭutti vaittōm. (Āṉāl,) uṅkaḷ maṉam virumpāta etaiyum (namatu) tūtar oruvar uṅkaḷiṭam koṇṭu vantapōtilum nīṅkaḷ karvam (koṇṭu vilakik) koḷḷavillaiyā? Mēlum, (tūtarkaḷil) cilarai nīṅkaḷ poyyākki, cilarai kolai ceytum viṭṭīrkaḷ"
        },
        {
            "chapter": 2,
            "verse": 88,
            "text": "‘‘eṅkaḷ uḷḷaṅkaḷ tiraiyiṭappaṭṭirukkiṉṟaṉa'' eṉṟu avarkaḷ (parikācamākak) kūṟukiṉṟaṉar. Avvāṟaṉṟu, avarkaḷiṉ nirākarippiṉ kāraṇattāl allāh avarkaḷai capittu viṭṭāṉ. Ātalāl, avarkaḷ nampikkai koḷvatu veku coṟpamē"
        },
        {
            "chapter": 2,
            "verse": 89,
            "text": "allāhviṭamiruntu avarkaḷukku oru vētam vantatu. Atu avarkaḷiṭamuḷḷa vētattai uṇmaiyākkiyum vaikkiṟatu. Itaṟku muṉpu avarkaḷ nirākarip pavarkaḷukku etirāka taṅkaḷukku veṟṟiyai aḷikkumpaṭi (inta vētattiṉ poruṭṭāl iṟaivaṉiṭam) pirārttaṉai ceytu koṇṭiruntārkaḷ. Āṉāl, avarkaḷ naṉkaṟin(tu, varumeṉa etirpārt)tirunta ivvētam avarkaḷiṭam vanta camayattil itai avarkaḷ nirākarikkiṟārkaḷ. Ākavē, (anta) nirākarippavarkaḷiṉ mītu allāhviṉ cāpamuṇṭākuka"
        },
        {
            "chapter": 2,
            "verse": 90,
            "text": "(Inta kur'āṉai taṅkaḷ mītu iṟakkāmal) allāh taṉ aṭiyārkaḷil, tāṉ virumpiyavarkaḷ mītu taṉ aruḷai iṟakki vaittataippaṟṟi poṟāmaikoṇṭu, allāh iṟakkivaitta (i)taiyē nirākarippataṉ mūlamāka avarkaḷ taṅkaḷukkāka etai vāṅkik koṇṭārkaḷō atu (mikak) keṭṭatu. (Kur'āṉait taṅkaḷ mītu iṟakkavillaiyeṉṟa) kōpattiṉāl (atai nirākarittu allāhviṉ) kōpattil avarkaḷ cārntu viṭṭārkaḷ. Ātalāl, (an)nirākarippavarkaḷukku iḻivu tarum vētaṉaiyuṇṭu"
        },
        {
            "chapter": 2,
            "verse": 91,
            "text": "‘‘allāh iṟakkivaitta (i)tai nīṅkaḷ nampikkai koḷḷuṅkaḷ'' eṉa avarkaḷukkuk kūṟappaṭṭāl ‘‘eṅkaḷ (napimārkaḷ) mītu iṟakkappaṭṭavaṟṟai (maṭṭumē) nampikkai koḷvōm'' eṉak kūṟi avaṟṟait tavira uḷḷa i(n)ta(k kur'ā)ṉai nirākarittu viṭukiṟārkaḷ. Āṉāl, ituvō avarkaḷiṭamuḷḷa (tavṟāt)tai meyyākki vaikkiṉṟa uṇmaiyā(ṉa vētamā)ka irukkiṟatu. (Napiyē! Avarkaḷai nōkkik) kēṭpīrāka: ‘‘(Uṅkaḷ vētattai) uṇmaiyākavē nīṅkaḷ nampikkai koṇṭavarkaḷāyiruntāl (uṅkaḷil tōṉṟiya) allāhvuṭaiya napimārkaḷai itaṟku muṉ nīṅkaḷ ēṉ kolai ceytīrkaḷ"
        }
    ]
}