{
    "maqras": [
        {
            "chapter": 16,
            "verse": 30,
            "text": "И ще се каже на богобоязливите: “Какво е низпослал вашият Господ?” Ще кажат: “Добро.” За благодетелните има добрина на този свят, а отвъдният дом е най-доброто. И колко прекрасен е Домът на богобоязливите"
        },
        {
            "chapter": 16,
            "verse": 31,
            "text": "градините на Адн, в които ще влязат - сред тях реки текат. Там ще имат, каквото пожелаят. Така Аллах възнаграждава богобоязливите"
        },
        {
            "chapter": 16,
            "verse": 32,
            "text": "на които - пречисти - ангелите прибират душите. Ще им кажат: “Мир вам!” Влезте в Рая заради онова, което сте вършили!”"
        },
        {
            "chapter": 16,
            "verse": 33,
            "text": "Нима [неверниците] чакат друго освен да им се явят ангелите или да им се яви повелята на твоя Господ? Така постъпиха и онези преди тях. И не Аллах ги угнетява, а те себе си угнетяват"
        },
        {
            "chapter": 16,
            "verse": 34,
            "text": "И ги сполетяха злините на онова, което извършиха. И ги обгради онова, на което се присмиваха"
        },
        {
            "chapter": 16,
            "verse": 35,
            "text": "И рекоха съдружаващите: “Ако Аллах желаеше, нямаше да служим на нищо освен на Него, нито ние, нито бащите ни, и нямаше да възбраним без Него нищо. Така постъпваха и онези преди тях. А нима пратениците имат друг дълг освен ясното послание"
        },
        {
            "chapter": 16,
            "verse": 36,
            "text": "И при всяка общност изпратихме пратеник: “Служете на Аллах и странете от сатаните!” Някои от тях Аллах напъти, а някои заслужиха заблудата. Вървете по земята и вижте какъв е краят на отричащите"
        },
        {
            "chapter": 16,
            "verse": 37,
            "text": "Дори ако ти копнееш да ги напътиш [о Мухаммад], Аллах не напътва онзи, който избира заблудата. Те нямат помощници"
        },
        {
            "chapter": 16,
            "verse": 38,
            "text": "И се заклеха в Аллах с най-усърдните си клетви: “Аллах не ще възкреси онзи, който умре.” Да, истинно е Неговото обещание. Ала повечето хора не знаят"
        },
        {
            "chapter": 16,
            "verse": 39,
            "text": "[Аллах ще ги възкреси], за да им обясни онова, по което бяха в разногласие, и за да узнаят неверниците, че са лъжци"
        },
        {
            "chapter": 16,
            "verse": 40,
            "text": "Нашето Слово към нещо, когато го пожелаем, е само да му кажем: “Бъди!”. И то става"
        },
        {
            "chapter": 16,
            "verse": 41,
            "text": "А които се преселиха заради Аллах, след като бяха угнетени, ще ги настаним на добро място в земния живот, а наградата на отвъдния е още по-голяма, ако знаят"
        },
        {
            "chapter": 16,
            "verse": 42,
            "text": "онези, които търпят и на своя Господ се уповават"
        },
        {
            "chapter": 16,
            "verse": 43,
            "text": "И преди теб изпращахме само мъже, на които давахме откровение - питайте хората на Писанието, ако вие не сте узнали"
        },
        {
            "chapter": 16,
            "verse": 44,
            "text": "с ясните знаци и писанията... И низпослахме на теб [о, Мухамад] Напомнянето, за да обясниш на хората какво им е низпослано и за да размислят"
        },
        {
            "chapter": 16,
            "verse": 45,
            "text": "Нима онези, които кроят злините, имат сигурност, че Аллах не ще накара земята да ги погълне или че мъчението не ще дойде при тях, откъдето не им хрумва"
        },
        {
            "chapter": 16,
            "verse": 46,
            "text": "Или че Той не ще ги накаже при тяхното странстване, а те не могат да Го възпрат"
        },
        {
            "chapter": 16,
            "verse": 47,
            "text": "Или че Той не ще ги сграбчи в уплах? Вашият Господ е състрадателен, милосърден"
        },
        {
            "chapter": 16,
            "verse": 48,
            "text": "Нима не видяха всяко нещо, което Аллах е сътворил? Свеждат се сенките му надясно и наляво, кланяйки се на Аллах със смирение"
        },
        {
            "chapter": 16,
            "verse": 49,
            "text": "На Аллах се покланя в суджуд всичко на небесата и всяка твар по земята, и ангелите - без да се големеят"
        },
        {
            "chapter": 16,
            "verse": 50,
            "text": "Страхуват се от своя Господ, Който е над тях, и вършат, каквото им се повелява"
        }
    ]
}