{
    "maqras": [
        {
            "chapter": 22,
            "verse": 60,
            "text": "Така е! А който накаже със същото, с каквото е бил наказан, после отново бъде потиснат, Аллах непременно ще го подкрепи. Аллах е извиняващ, опрощаващ"
        },
        {
            "chapter": 22,
            "verse": 61,
            "text": "Така е, защото Аллах въвежда нощта в деня и въвежда деня в нощта. Аллах е всечуващ, всезрящ"
        },
        {
            "chapter": 22,
            "verse": 62,
            "text": "Така е, защото Аллах е Истината, а онова, което зоват вместо Него, е лъжата. Аллах е Всевишния, Превеликия"
        },
        {
            "chapter": 22,
            "verse": 63,
            "text": "Не виждаш ли, че Аллах изсипва вода от небето и тогава земята се раззеленява? Аллах е всепроникващ, сведущ"
        },
        {
            "chapter": 22,
            "verse": 64,
            "text": "Негово е всичко на небесата и всичко на земята. Аллах е Пребогатия, Всеславния"
        },
        {
            "chapter": 22,
            "verse": 65,
            "text": "Не виждаш ли, че Аллах подчинява за вас всичко на земята, и корабите, плаващи в морето по Неговата воля, и Той държи небето да не падне върху земята, освен с Неговото позволение. Аллах към хората е състрадателен, милосърден"
        },
        {
            "chapter": 22,
            "verse": 66,
            "text": "Той е, Който ви дава живот, после ви го отнема, после ще ви съживи. Човекът наистина е неблагодарник"
        },
        {
            "chapter": 22,
            "verse": 67,
            "text": "За всички общности сторихме обреди, които да изпълняват. И да не се препират с теб за това! И призовавай към твоя Господ! Ти си на правия път"
        },
        {
            "chapter": 22,
            "verse": 68,
            "text": "А ако заспорят с теб, кажи: “Аллах най-добре знае вашите дела.”"
        },
        {
            "chapter": 22,
            "verse": 69,
            "text": "Аллах ще отсъди между вас в Деня на възкресението за онова, по което сте били в разногласие"
        },
        {
            "chapter": 22,
            "verse": 70,
            "text": "Нима не знаеш, че Аллах знае всичко на небето и на земята? Всичко това е в Книга. За Аллах то е лесно"
        },
        {
            "chapter": 22,
            "verse": 71,
            "text": "И вместо на Аллах те служат на онова, на което Той не е дал довод, и на онова, за което нямат знание. За угнетителите няма избавител"
        },
        {
            "chapter": 22,
            "verse": 72,
            "text": "И когато им бъдат четени ясните Ни знамения, разпознаваш по лицата на неверниците отрицанието. Едва не се нахвърлят срещу онези, които им четат Нашите знамения. Кажи [о, Мухаммад]: “Да ви известя ли за по-лошо от това? - Огъня!” Аллах го обеща на неверниците. Колко лоша е тази участ"
        },
        {
            "chapter": 22,
            "verse": 73,
            "text": "О, хора, пример ви се дава, чуйте го! Онези, които зовете вместо Аллах, и муха не могат да сътворят, дори да се обединят за това. И мухата да им грабне нещо, не могат да си го възвърнат. Слаб е както молителят, така и моленият"
        },
        {
            "chapter": 22,
            "verse": 74,
            "text": "Не оценяват те Аллах с истинското Му величие. Аллах е всесилен, всемогъщ"
        },
        {
            "chapter": 22,
            "verse": 75,
            "text": "Аллах избира пратеници и сред ангелите, и сред хората. Аллах е всечуващ, всезрящ"
        },
        {
            "chapter": 22,
            "verse": 76,
            "text": "Знае Той какво е било преди тях и какво ще бъде след тях. При Аллах ще бъдат върнати делата"
        },
        {
            "chapter": 22,
            "verse": 77,
            "text": "О, вярващи, прекланяйте се и свеждайте чела до земята в суджуд, и служете на вашия Господ, и вършете добро, за да сполучите"
        },
        {
            "chapter": 22,
            "verse": 78,
            "text": "И се борете в името на Аллах с подобаваща Нему борба! Предпочете ви Той и не ви наложи притеснение в религията - вярата на баща ви Ибрахим. Назова ви Той отдадени - и [в Писанията] преди, и в този [Коран], за да бъде Пратеника свидетел за вас, и вие да бъдете свидетели за хората. Затова отслужвайте молитвата и давайте милостинята закат, и се придържайте твърдо към Аллах! Той е вашият Покровител. Колко прекрасен Покровител е, колко прекрасен Избавител е Той"
        }
    ]
}