{
    "maqras": [
        {
            "chapter": 33,
            "verse": 60,
            "text": "Ако лицемерите и онези, в чиито сърца има болест, и разпространителите на слухове в Медина не престанат, ще те подбудим срещу тях, после там само за кратко ще съжителстват с теб"
        },
        {
            "chapter": 33,
            "verse": 61,
            "text": "прокълнати. Където и да бъдат намерени те, ще бъдат сграбчени и напълно изтребени"
        },
        {
            "chapter": 33,
            "verse": 62,
            "text": "Такъв бе обичаят на Аллах и спрямо отминалите преди, и не ще откриеш ти промяна в обичая на Аллах"
        },
        {
            "chapter": 33,
            "verse": 63,
            "text": "Хората те питат за Часа. Кажи: “Единствено Аллах знае за него.” И откъде да знаеш ти? Часът може да е скоро"
        },
        {
            "chapter": 33,
            "verse": 64,
            "text": "Аллах прокле неверниците и приготви за тях Пламъци"
        },
        {
            "chapter": 33,
            "verse": 65,
            "text": "Там ще пребивават вечно и не ще намерят нито покровител, нито избавител"
        },
        {
            "chapter": 33,
            "verse": 66,
            "text": "В Деня, когато лицата им бъдат преобръщани в Огъня, ще рекат: “О, да се бяхме покорили на Аллах и да се бяхме покорили на Пратеника!”"
        },
        {
            "chapter": 33,
            "verse": 67,
            "text": "И ще рекат: “Господи наш, покорявахме се на своите управници и големци, а те ни отклониха от пътя"
        },
        {
            "chapter": 33,
            "verse": 68,
            "text": "Господи наш, въздай им двойно от мъчението и ги прокълни с голямо проклятие!”"
        },
        {
            "chapter": 33,
            "verse": 69,
            "text": "О, вярващи, не бъдете като онези, които огорчаваха Муса! Но Аллах го оневини за онова, което говореха и бе почитан при Аллах"
        },
        {
            "chapter": 33,
            "verse": 70,
            "text": "О, вярващи, бойте се от Аллах и изричайте правдиви слова"
        },
        {
            "chapter": 33,
            "verse": 71,
            "text": "Тогава Той ще поправи делата ви и ще опрости греховете ви. Който се покорява на Аллах и на Неговия Пратеник, той постига велико избавление"
        },
        {
            "chapter": 33,
            "verse": 72,
            "text": "Ние предложихме на небесата и на земята, и на планините отговорността, но те се възпротивиха да я носят и се уплашиха от нея. А човекът я понесе - той бе угнетител, невеж"
        },
        {
            "chapter": 33,
            "verse": 73,
            "text": "за да накаже Аллах лицемерните мъже и жени, и съдружаващите мъже и жени, и да приеме Аллах покаянието на вярващите мъже и жени. Аллах е опрощаващ, милосърден"
        },
        {
            "chapter": 34,
            "verse": 1,
            "text": "Слава на Аллах, Комуто принадлежи всичко на небесата и всичко на земята! Негова е славата и в отвъдния живот. Той е Премъдрия, Сведущия"
        },
        {
            "chapter": 34,
            "verse": 2,
            "text": "Знае Той какво прониква в земята и какво излиза от нея, и какво се спуска от небето, и какво се издига към него. Той е Милосърдния, Опрощаващия"
        },
        {
            "chapter": 34,
            "verse": 3,
            "text": "Неверниците казват: “Не ще настъпи никога за нас Часът!” Кажи: “Не, кълна се в своя Господ, непременно за вас ще настъпи, - в Знаещия неведомото, от Когото нищо не убягва, дори с тежест на прашинка, нито на небесата, нито на земята, нито по-малко от това, нито по-голямо, без да е в ясна книга"
        },
        {
            "chapter": 34,
            "verse": 4,
            "text": "за да възнагради онези, които вярват и вършат праведни дела. За тях има опрощение и щедро препитание.”"
        },
        {
            "chapter": 34,
            "verse": 5,
            "text": "А за онези, които се стараят да осуетят Нашите знамения, има унизително, болезнено мъчение"
        },
        {
            "chapter": 34,
            "verse": 6,
            "text": "И дарените със знанието виждат, че онова, което ти бе низпослано от твоя Господ, е истината и води към пътя на Всемогъщия, Всеславния"
        },
        {
            "chapter": 34,
            "verse": 7,
            "text": "И рекоха неверниците: “Да ви посочим ли човек, който ще ви съобщи, че след като напълно бъдете разпилени, ще бъдете отново сътворени"
        },
        {
            "chapter": 34,
            "verse": 8,
            "text": "Той лъжа ли за Аллах измисля, или пък е луд?” Ала не, които не вярват в отвъдния живот, те са в мъчението и в дълбокото заблуждение"
        },
        {
            "chapter": 34,
            "verse": 9,
            "text": "Нима не виждат онова над тях и онова под тях от небето и земята? Ако Ние пожелаем, ще накараме земята да ги погълне или ще спуснем върху тях отломки от небето. В това има знамение за всеки покайващ се раб"
        }
    ]
}