{
    "maqras": [
        {
            "chapter": 39,
            "verse": 32,
            "text": "А кой е по-голям угнетител от онзи, който лъже за Аллах и взима за лъжа истината, щом тя дойде при него? Нима в Ада няма място за неверниците"
        },
        {
            "chapter": 39,
            "verse": 33,
            "text": "А онзи, който донесе истината и я потвърди, тези са богобоязливите"
        },
        {
            "chapter": 39,
            "verse": 34,
            "text": "Те ще имат при своя Господ, каквото пожелаят. Такава е наградата за добротворстващите"
        },
        {
            "chapter": 39,
            "verse": 35,
            "text": "за да ги избави Аллах и от най-лошите им деяния, и да им въздаде тяхната награда според най-добрите им дела"
        },
        {
            "chapter": 39,
            "verse": 36,
            "text": "Нима Аллах не е достатъчен за Своя раб? И заплашват теб с други освен Него. Но когото Аллах остави в заблуда, никой не ще го напъти"
        },
        {
            "chapter": 39,
            "verse": 37,
            "text": "И когото Аллах напътва, никой не ще го заблуди. Нима Аллах не е всемогъщ, въздаващ отмъщение"
        },
        {
            "chapter": 39,
            "verse": 38,
            "text": "И ако ги попиташ кой е сътворил небесата и земята, непременно ще рекат: “Аллах!” Кажи: “Видяхте ли? Ако Аллах поиска да ми причини беда, нима онези, които зовете вместо Аллах, могат да премахнат Неговата беда? Или ако поиска Той да ми дари милост, нима те"
        },
        {
            "chapter": 39,
            "verse": 39,
            "text": "Кажи: “О, народе мой, работете според своите възможности, и аз ще работя, и скоро ще узнаете"
        },
        {
            "chapter": 39,
            "verse": 40,
            "text": "при кого ще дойде позорящо го мъчение и кого ще сполети постоянно мъчение!”"
        },
        {
            "chapter": 39,
            "verse": 41,
            "text": "Низпослахме Ние на теб [о, Мухаммад] Книгата с истината за хората. И който се напъти, то е за самия него, а който се заблуди, само в свой ущърб се заблуждава. Ти не си над тях покровител"
        },
        {
            "chapter": 39,
            "verse": 42,
            "text": "Аллах прибира душите по време на смъртта, а на онези, които все още не са мъртви - в съня им. Задържа Той душата на онзи, комуто е отсъдил да умре и връща другата до определен срок. В това има знамения за хора мислещи"
        },
        {
            "chapter": 39,
            "verse": 43,
            "text": "Или [неверниците] се сдобиха със застъпници вместо Аллах? Кажи: “Нима дори ако не владеят нищо и не проумяват?”"
        },
        {
            "chapter": 39,
            "verse": 44,
            "text": "Кажи: “На Аллах принадлежи застъпничеството изцяло. Негово е владението на небесата и на земята. После при Него ще бъдете върнати.”"
        },
        {
            "chapter": 39,
            "verse": 45,
            "text": "И щом бива споменаван единствено Аллах, сърцата на онези, които не вярват в отвъдния живот, се отвращават, а щом биват споменавани други [богове] освен Него, те се радват"
        },
        {
            "chapter": 39,
            "verse": 46,
            "text": "Кажи: “О, Аллах, Творецо на небесата и на земята, знаещ и скритото, и явното, Ти ще отсъдиш сред Своите раби в онова, по което са били в разногласие.”"
        },
        {
            "chapter": 39,
            "verse": 47,
            "text": "И дори да притежаваха всичко на земята, а и още толкова отгоре, угнетителите биха го дали за откуп от суровото мъчение в Деня на възкресението. И Аллах ще им покаже, каквото не са допускали"
        },
        {
            "chapter": 39,
            "verse": 48,
            "text": "И ще им се явят лошите последствия на онова, което са придобили, и ще ги обгради онова, което са подигравали"
        },
        {
            "chapter": 39,
            "verse": 49,
            "text": "И щом беда сполети човек, той Нас зове. После, щом му дарим от Нашата благодат, казва: “Това ми бе дарено само заради моето знание.” Ала не, то е изпитание. Но повечето от тях не знаят"
        },
        {
            "chapter": 39,
            "verse": 50,
            "text": "Казваха го вече и онези преди тях. И не ги избави онова, което са придобили"
        },
        {
            "chapter": 39,
            "verse": 51,
            "text": "И ги поразиха лошите последствия на онова, което са придобили. И угнетителите сред тези ще ги поразят лошите последствия на онова, което са придобили, и не ще могат нищо да предотвратят"
        },
        {
            "chapter": 39,
            "verse": 52,
            "text": "Нима не знаят, че Аллах увеличава препитанието комуто пожелае, и Той го намалява. В това има знамения за хора вярващи"
        }
    ]
}