{
    "maqras": [
        {
            "chapter": 9,
            "verse": 19,
            "text": "Нима смятате, че да снабдяваш поклонниците с вода и да устройваш Свещената джамия, е като да вярваш в Аллах и в Сетния ден, и да се бориш по пътя на Аллах? Те не са равни пред Аллах. Аллах не напътва хората-угнетители"
        },
        {
            "chapter": 9,
            "verse": 20,
            "text": "Които вярват и се преселят, и се борят по пътя на Аллах чрез своите имоти и души, те са с по-висока степен при Аллах и те са спечелилите"
        },
        {
            "chapter": 9,
            "verse": 21,
            "text": "Възрадва ги техният Господ с вест за милосърдие от Него и за благоволение, и за Градини, в които ще имат постоянно блаженство"
        },
        {
            "chapter": 9,
            "verse": 22,
            "text": "там ще пребивават вечно и завинаги. При Аллах има огромна награда"
        },
        {
            "chapter": 9,
            "verse": 23,
            "text": "О, вярващи, не взимайте за ближни своите бащи и братя, ако са предпочели неверието пред вярата. А които от вас се сближат с тях, те са угнетителите"
        },
        {
            "chapter": 9,
            "verse": 24,
            "text": "Кажи: “Ако вашите бащи, синове, братя и съпруги, и родът ви, и имоти, които сте придобили, и търговия, за която се плашите от застой, и жилища, които харесвате, са ви по-любими от Аллах и от Неговия Пратеник, и от борба по Неговия път, то чакайте, докато Аллах даде Своята повеля! Аллах не напътва нечестивите хора"
        },
        {
            "chapter": 9,
            "verse": 25,
            "text": "Аллах ви помогна на много места и в Деня на Хунайн, когато ви възхити вашата многобройност. Ала тя не ви спаси от нищо. И отесня за вас земята, въпреки че е просторна. После обърнахте гръб в бягство"
        },
        {
            "chapter": 9,
            "verse": 26,
            "text": "После Аллах низпосла успокоението Си на Своя Пратеник и на вярващите. И низпосла воини, които вие не видяхте, и наказа онези, които не повярваха. Това е възмездието за неверниците"
        },
        {
            "chapter": 9,
            "verse": 27,
            "text": "После Аллах ще приеме покаяние подир това от когото пожелае. Аллах е опрощаващ, милосърден"
        },
        {
            "chapter": 9,
            "verse": 28,
            "text": "О, вие, които вярвате, съдружаващите са скверност! Да не се приближават до Свещената джамия след тази тяхна година! И ако ви е страх от бедност, Аллах ще ви надбави от Своята благодат, ако пожелае. Аллах е всезнаещ, премъдър"
        },
        {
            "chapter": 9,
            "verse": 29,
            "text": "Сражавайте се с онези от дарените с Писанието, които не вярват в Аллах и в Сетния ден, и не възбраняват онова, което Аллах и Неговият Пратеник са възбранили, и не изповядват правата вяра - докато не дадат налога [джизя] безусловно и с покорство"
        },
        {
            "chapter": 9,
            "verse": 30,
            "text": "И рекоха юдеите: “Узайр е синът на Аллах.” И рекоха християните: “Месията е синът на Аллах.” Това те го изричат, приличат в думите на онези, които преди не повярваха. Аллах да ги порази! Как така се подлъгват"
        },
        {
            "chapter": 9,
            "verse": 31,
            "text": "Те взеха за господари не Аллах, а своите правници и своите монаси, и Месията, сина на Мариам. А им бе повелено да служат само на единствения Бог. Няма друг Бог освен Него. Пречист е Той от онова, което съдружават с Него"
        },
        {
            "chapter": 9,
            "verse": 32,
            "text": "Искат да угасят светлината на Аллах със словата си, но Аллах приема единствено да засияе в пълнота Неговата светлина, дори неверниците да възненавиждат това"
        },
        {
            "chapter": 9,
            "verse": 33,
            "text": "Той е, Който проводи Своя Пратеник с напътствието и с правата вяра, за да я въздигне над всички религии, дори съдружаващите да възненавиждат това"
        }
    ]
}