{
    "pages": [
        {
            "chapter": 5,
            "verse": 14,
            "text": "Ва аз касоне, ки гуфтанд, ки мо насронӣ ҳастем, аҳду паймон гирифтем аз онон дар тавҳид (итоати Парвардигори якка ва ягона) ва пайравии паёмбарашон. Пас қисмате аз аҳдеро, ки ба онҳо дода будем, фаромӯш карданд ва Мо низ миёни онҳо то рӯзи қиёмат кинаву душманӣ афкандем. Ба зудӣ Аллоҳ ононро аз корҳое, ки мекунанд, дар охират огоҳ хоҳад сохт"
        },
        {
            "chapter": 5,
            "verse": 15,
            "text": "Эй ахли китоб, паёмбари Мо (Муҳаммад саллаллоҳу алайҳи ва саллам) назди шумо омад, то бисёре аз китоби Аллоҳро, ки аз мардуми оддӣ ва бесавод пинҳон медоштед, (сифатҳои Паёмбар саллаллоҳу алайҳи ва саллам, ояти раҷм ва монанди инро) бароятон баён кунад ва аз баёни бисёр чизҳое, ки ҳикмате дар он нест, сарфи назар кунад ва даргузарад, ҳамоно аз ҷониби Аллоҳ нуре (Ислом) ва китобе сареҳу ошкор (Қуръон) бар шумо нозил шудааст, ки ба воситаи он торикии бесаводӣ ба нури илму дониш равшан мешавад"
        },
        {
            "chapter": 5,
            "verse": 16,
            "text": "То Аллоҳ ба он ҳар касро, ки дар пайи хушнудии Ӯст, ба роҳҳои саломат (Ислом) ҳидоят кунад ва бо фармони худ аз торикии куфр ва бидъат ба рӯшноии имон ва суннат бубарад ва ононро ба роҳи рост (Ислом) ҳидоят ва раҳнамоӣ кунад"
        },
        {
            "chapter": 5,
            "verse": 17,
            "text": "Ба таҳқиқ, касоне ки мегуянд (аз насоро): \"Аллоҳ Масеҳ писари Марям аст\", кофир шуданд. Бигӯ: \"Агар Аллоҳ бихоҳад Масеҳ писари Марям ва модараш ва ҳамаи касонеро, ки дар рӯи замин ҳастанд, ҳалок кунад, чи касе метавонад дар муқобили Аллоҳ коре бикунад\"? Ва фармонравоии осмонҳо ва замин ва он чи байни осмонҳо ва замин аст, аз они Аллоҳ аст. Ҳар чи бихоҳад, меофаринад. (Агар бихоҳад аз модар ва падар меофаринад, ҳамон тавре, ки тамоми инсонҳоро офаридааст ва агар бихоҳад фақат аз падар меофаринад, монанди Ҳаво, ки бидуни модар офарида шудааст ва агар бихоҳад аз модар меофаринад, монанди Исо алайҳиссалом. Ва агар бихоҳад бидуни падар ва модар меофаринад, монанди Одам алайҳиссалом. Пас навъи офариниш ба Парвардигори мутаъол ва хости Ӯ вобастагӣ дорад.) Бинобар ин Парвардигор бар ҳар чизе тавоност"
        }
    ]
}