{
    "pages": [
        {
            "chapter": 9,
            "verse": 41,
            "text": "(Эй мӯъминон), ба ҷанг шитобон биравед дар роҳи Аллоҳ хоҳ бар шумо осон бошад, хоҳ душвор ва бо молу ҷони хеш дар роҳи Аллоҳ ҷиҳод кунед. Ин ҷиҳод беҳтар аст шуморо, агар медонистед"
        },
        {
            "chapter": 9,
            "verse": 42,
            "text": "Агар нафъи зудҳосилшаванда ва сафари осон мебуд, аз пайи ту (мунофиқон) меомаданд, вале акнун, (он чи ба он даъват мекунӣ ба баромадан ба ҷанги Табук), ки масофати роҳ ба онҳо дур намуд ва ҳаво гарм аст, паймуданашро душвор меҳисобанд. Ва ба Аллоҳ қасам мехӯранд, ки агар метавонистем, ҳамроҳи шумо берун меомадем. Инҳо тан ба ҳалокат месупоранд (бо он савганди дурӯғашон). Аллоҳ медонад, ки мунофиқон дурӯғ мегӯянд"
        },
        {
            "chapter": 9,
            "verse": 43,
            "text": "Аллоҳ туро бубахшояд эй Паёмбар, чаро ба ҷиҳод набаромадани мунофиқон рухсат додӣ? Мебоист онҳое, ки рост мегуфтанд, ошкор шаванд ва ту дурӯғгӯёнро ҳам бишносӣ"
        },
        {
            "chapter": 9,
            "verse": 44,
            "text": "Онон, ки ба Аллоҳ ва рӯзи қиёмат имон доранд, ҳаргиз барои ҷиҳод кардан бо молу ҷонашон дар роҳи Аллоҳ аз ту эй Паёмбар рухсат наметалабанд, балки мунофиқон рухсат металабанд ва Аллоҳ парҳезгоронро мешиносад"
        },
        {
            "chapter": 9,
            "verse": 45,
            "text": "Ҳамоно касоне, ки аз ту рухсат мехоҳанд ба Аллоҳ ва рӯзи қиёмат имон надоранд ва амали солеҳ намекунанд ва дилҳояшонро шак фаро гирифтааст аз савоб ва иқоби рӯзи қиёмат ва ин шак онҳоро ба ҳайронӣ афкандааст"
        },
        {
            "chapter": 9,
            "verse": 46,
            "text": "Агар мунофиқон мехостанд, ки барои ҷанг берун шаванд, барои хеш асбоби сафар омода мекарданд, вале Аллоҳ сафарбар шудани ононро написандид ва аз ҷанг онҳоро боздошт ва ба онҳо гуфта шуд, ки ҳамроҳи касоне, ки бояд дар хона бинишинанд, бинишинед"
        },
        {
            "chapter": 9,
            "verse": 47,
            "text": "Эй мӯъминон агар бо шумо ба ҷанг берун оянд, чизе ҷуз фасод миёни шумо намеафзуданд ва албатта, мешитофтанд ва кӯшиш мекарданд, ки дар байни шумо фасод ва фитна ангезанд ва шуморо аз ҷиҳод дар роҳи Аллоҳ боздоранд. Ва (эй мӯъминон) дар миёни шумо суханчинонест, ки ахбори шуморо барои онҳо мебаранд. Ва Аллоҳ ба ҳоли ситамкорону мунофиқон огоҳ аст"
        }
    ]
}