{
    "pages": [
        {
            "chapter": 17,
            "verse": 28,
            "text": "Ва агар аз онон ба хотири талаби раҳмати Парвардигорат, ки ба он умед дор рӯй мегардонӣ, пас, ба онон суханони нарм бигӯ"
        },
        {
            "chapter": 17,
            "verse": 29,
            "text": "Ва дасти худро дар кори хайр ба гардани худ баста макун аз бахилӣ ва онро (ба исрофкорӣ) ба тамом кушод ҳам магир, ки он гоҳ дар сурати бухл маломатшудаи ҳасратзада бинишинӣ"
        },
        {
            "chapter": 17,
            "verse": 30,
            "text": "Бегумон Парвардигорат ризқу рӯзии ҳар касеро бихоҳад, фарох менамояд ва ризқу рӯзии ҳар касеро бихоҳад кам ва танг мегардонад, чунки Аллоҳ ба бандагонаш огоҳ ва биност"
        },
        {
            "chapter": 17,
            "verse": 31,
            "text": "Ва ҳар вақте ки донистед, ки ризқ аз ҷониби Аллоҳ аст пас, - эй одамон, - фарзандони худро аз бими тангдастӣ накушед. Мо, ҳам шуморо рӯзӣ медиҳем ва ҳам онҳоро. Албатта, куштани онҳо гуноҳи бузургест"
        },
        {
            "chapter": 17,
            "verse": 32,
            "text": "Ва ба зино наздик нашавед, то ин ки дар он дучор машавед. Зино коре зишт ва роҳи бад аст"
        },
        {
            "chapter": 17,
            "verse": 33,
            "text": "Касеро, ки Аллоҳ куштанашро ҳаром кардааст, накушед, магар бар ҳақ (яъне, ба қасос ё сангсор кардани зинокор, ё куштани муртад). Ва ҳар кас, ки ба ситам кушта шавад, барои соҳиби хуни ӯ қудрате додаем, (хоҳад қасос гирад, хоҳад хунбаҳо гирад, хоҳад бахшад) вале дар қасос аз ҳад нагузарад, бегумон хуни кушташуда бар кушандааш ёрӣ дода шудааст"
        },
        {
            "chapter": 17,
            "verse": 34,
            "text": "Ва ба моли ятим наздик нашавед, магар ба равише, ки некӯтар аст, то ин ки ятим ба даврони камол бирасад ва ба аҳд ва паймони худ вафо кунед, зеро аз аҳду паймони худ пурсида мешавед"
        },
        {
            "chapter": 17,
            "verse": 35,
            "text": "Чун чизеро бо паймона чен кунед, паймонаро комил гардонед ва бо тарозуи дуруст баркашед, ки ин беҳтар аст бароятон дар дунё ва оқибаташ дар охират некӯтар аст"
        },
        {
            "chapter": 17,
            "verse": 36,
            "text": "Эй инсон, аз пайи чизе марав, ки ба он огоҳӣ надорӣ, бегумон гӯш, чашм ва дил ҳар яке мавриди суол воқеъ хоҳанд шуд"
        },
        {
            "chapter": 17,
            "verse": 37,
            "text": "Хиромида бо ғуруру худписандӣ бар замин роҳ марав, чаро ки наметавонӣ заминро бишикофӣ ва ба баландии кӯҳҳо бирасӣ"
        },
        {
            "chapter": 17,
            "verse": 38,
            "text": "Ҳамаи ин корҳое, ки Аллоҳ наҳй кардааст нописанд аст ва Парвардигори ту онҳоро нохуш дорад"
        }
    ]
}