{
    "pages": [
        {
            "chapter": 21,
            "verse": 45,
            "text": "Бигӯ эй Расул барои он гуяндгоне, ки аз ту талаб мекунанд, то барояшон нишонае биёварӣ: «Ман шуморо бо ваҳй (Қуръон) бим медиҳам», вале одамони карро (яъне кофирон) чун бим диҳанд, садоро намешунав анд"
        },
        {
            "chapter": 21,
            "verse": 46,
            "text": "Ва агар андаке аз азоби Парвардигорат ба онҳо (кофирон) бирасад, бар гуноҳи худ иқрор шаванд ва хоҳанд гуфт: «Вой бар мо, ба дурустӣ, ки мо ситамкор будаем!»"
        },
        {
            "chapter": 21,
            "verse": 47,
            "text": "Барои рӯзи қиёмат тарозуҳои адлро омода мекунем ва ба ҳеҷ кас чизе (камтарин) ситам намешавад. Агар чи амале ба вазни як хардал ҳам бошад, ба ҳисобаш меоварем, ки мо ҳисобро басандаем"
        },
        {
            "chapter": 21,
            "verse": 48,
            "text": "Ва ба дурустӣ, ки ба Мӯсо ва Ҳорун ҳуҷҷат ва нусрате додем бар ғолиб омадани душманашон ва низ китоби (Тавротро) додем, ки ҳаққу ботилро аз якдигар ҷудо мекунад ва он равшаниву панд аст барои парҳезгорон"
        },
        {
            "chapter": 21,
            "verse": 49,
            "text": "Онон, ки аз Аллоҳи хеш ғоибона метарсанд ва аз рӯзи қиёмат ҳаросноканд"
        },
        {
            "chapter": 21,
            "verse": 50,
            "text": "Ва ин Қуръоне, ки нозил кардаем бар Муҳаммад саллаллоҳу алайҳи ва саллам он пандест барои касе, ки панд мегирад ва амал ба он мекунад ва бисёр фоидаовару бобаракат аст. Оё шумо мункири он ҳастед"
        },
        {
            "chapter": 21,
            "verse": 51,
            "text": "Ва ба таҳқиқ Мо пеш аз ин додем ба Иброҳим ҳидоят ва роҳёбиашро, ки мардумро ба он даъват намуд ва ба аҳволи ӯ доно будем"
        },
        {
            "chapter": 21,
            "verse": 52,
            "text": "Он гоҳ ки ба падараш ва қавмаш гуфт: «Ин бутҳое, ки худ сохтаед ва парастиши онҳоро лозим гирифтаед, чистанд?»"
        },
        {
            "chapter": 21,
            "verse": 53,
            "text": "Гуфтанд: «Падаронамонро дидем, ки онҳоро мепарастиданд»"
        },
        {
            "chapter": 21,
            "verse": 54,
            "text": "Иброҳим барояшон гуфт: «Албатта, шумо ва падаронатон дар гумроҳии ошкоро будаед»"
        },
        {
            "chapter": 21,
            "verse": 55,
            "text": "Гуфтанд: «Барои мо сухани ҳаққе овардаӣ ё аз касони шӯхикунандаву бозингар ҳастӣ?»"
        },
        {
            "chapter": 21,
            "verse": 56,
            "text": "Иброҳим барояшон гуфт: «Балки ҳақро овардаам ва шуморо даъват ба ибодати Вай мекунам, балки Парвардигори шумо, Парвардигори осмонҳову замин аст. Он зотест, ки онҳоро биёфаридааст. Ва ман бар ин сухан, ки мегӯям, гувоҳӣ медиҳам"
        },
        {
            "chapter": 21,
            "verse": 57,
            "text": "Ва ба Аллоҳ савганд, баъде ки шумо биравед, чораи ин бутонатонро хоҳам кард»"
        }
    ]
}