{
    "pages": [
        {
            "chapter": 24,
            "verse": 44,
            "text": "Яке аз нишонаҳои қудрати Аллоҳ таоло ин аст, ки Ӯ шабу рӯзро мегардонад. Бе гумон хирадмандонро дар ин ибратест"
        },
        {
            "chapter": 24,
            "verse": 45,
            "text": "Ва Аллоҳ ҳар ҷонвареро аз об биёфарид. Баъзе аз онҳо бар шикам мераванд (мор....) ва баъзе бар ду по мераванд (инсон) ва баъзе бар чаҳор по мераванд (чаҳорпоён). Аллоҳ ҳар чӣ бихоҳад, меофаринад. Ҳароина, Аллоҳ бар ҳар коре тавоност"
        },
        {
            "chapter": 24,
            "verse": 46,
            "text": "Ба таҳқиқ дар Қуръон оятҳои равшану возеҳ нозил кардаем ва Аллоҳ ҳар касро, ки бихоҳад, ба роҳи рост (Ислом) ҳидоят мекунад"
        },
        {
            "chapter": 24,
            "verse": 47,
            "text": "Ва мунофиқон мегӯянд: «Ба Аллоҳу паёмбараш имон овардаем ва итоат мекунем». Пас аз он гурӯҳе аз онон бозмегарданд ва ҳукми паёмбарро қабул намекунанд. Ва инҳо имон наёвардаанд"
        },
        {
            "chapter": 24,
            "verse": 48,
            "text": "Чун онҳоро дар хусуматҳояшон ба сӯи Аллоҳу Паёмбараш даъват кунанд, то миёнашон ҳукм кунад, бинӣ, ки гурӯҳе рӯй мегардонанд"
        },
        {
            "chapter": 24,
            "verse": 49,
            "text": "Ва агар ҳақ ба тарафи онҳо бошад, дар ҳол меоянд пеши Паёмбар саллаллоҳу алайҳи ва саллам гардан ниҳода"
        },
        {
            "chapter": 24,
            "verse": 50,
            "text": "Оё дар дилҳояшон беморист (бемории нифоқ) ё дар шак ҳастанд (аз Паёмбари барҳақ будани Муҳаммад саллаллоҳу алайҳи вассаллам,) ё бими он доранд, ки Аллоҳу Паёмбараш бар онҳо ситам кунанд?! (Не) Балки, онон худ золиманд"
        },
        {
            "chapter": 24,
            "verse": 51,
            "text": "Чун мӯъминони ҳақиқиро дар хусуматҳояшон ба сӯи китоби Аллоҳ ва паёмбараш даъват кунанд, то миёнашон ҳукм кунад, ин ки мегӯянд: «Шунидем ва итоат кардем», инҳо наҷотёфтагонанд. Ва аз аҳли ҷаннатанд"
        },
        {
            "chapter": 24,
            "verse": 52,
            "text": "Ва касоне, ки фармонбардории Аллоҳу Паёмбараш мекунанд дар амру наҳй ва аз Аллоҳ метарсанд ва ҳазар мекунанд аз азоби Аллоҳ, пас инҳо комёбанд ба неъматҳои ҷаннат"
        },
        {
            "chapter": 24,
            "verse": 53,
            "text": "Ва мунофиқон ба Аллоҳ қасам хӯрданд, қасамҳои сахт, ки агар ба онҳо фармон диҳӣ эй Паёмбар баромадани ба ҷиҳодро, албатта, ҳамроҳи ту ба ҷиҳод раванд. Бигӯ: «Қасами дурӯғ махӯред, тоати шумо маълум аст, ки фақат бо забон аст. Аллоҳ ба корҳое, ки мекунед, ҳароина, комилан огоҳ аст!»"
        }
    ]
}