{
    "pages": [
        {
            "chapter": 28,
            "verse": 60,
            "text": "Эй мардум, чизҳое, ки ба шумо дода шудааст; (аз молу фарзанд бархурдорӣ ва) ороиши ин зиндагии дунявист. Ҳол он ки барои парҳезгорон он чи назди Аллоҳ аст, беҳтару пойдортар аст. Чаро намеандешед"
        },
        {
            "chapter": 28,
            "verse": 61,
            "text": "Оё он кас, ки ӯро ваъдаҳои нек додаем, пас ӯ ба он ваъдаҳо хоҳад расид, ҳамонанди касест, ки ӯро аз моли инҷаҳонӣ баҳраманд кардаем, сипас дар рӯзи қиёмат аз ҳозиршудагон дар азоб хоҳад буд"
        },
        {
            "chapter": 28,
            "verse": 62,
            "text": "Ва рӯзе, ки Аллоҳ таоло ононро нидо медиҳад ва мегӯяд: «Шариконеро, ки барои Ман мепиндоштаед, куҷоянд?»"
        },
        {
            "chapter": 28,
            "verse": 63,
            "text": "Онон, ки ҳукми азоб дар бораашон таҳқиқ шудааст, мегӯянд: «Эй Парвардигори мо, инҳо касоне, ҳастанд, ки мо гумроҳашон кардем. Аз он рӯ гумроҳашон кардем, ки худ гумроҳ будем. Аз онҳо безорӣ меҷӯем ва ба ту мегаравем. Инҳо моро намепарастидаанд, балки шайтонҳоро мепарастиданд»"
        },
        {
            "chapter": 28,
            "verse": 64,
            "text": "Ва барои мушрикон гуфта шавад: «Акнун маъбудони худро, ки шарики Аллоҳ мепиндоштед, фарёд кунед, то шуморо ёрӣ кунанд». Пас, онҳоро мехонанд, вале ба онҳо ҷавоб намедиҳанд. Ва чун азобро бо чашми худ бубинанд, орзу мекунанд, ки кош аз ҳидоятёфтагон мебуданд"
        },
        {
            "chapter": 28,
            "verse": 65,
            "text": "Ва рӯзе, ки Аллоҳ мушриконро нидо кунад ва гӯяд: «Даъвати паёмбаронро чӣ гуна қабул кардед?»"
        },
        {
            "chapter": 28,
            "verse": 66,
            "text": "Дар ин рӯз хабарҳо бар онҳо пӯшида шавад ва аз якдигар низ натавонанд пурсид"
        },
        {
            "chapter": 28,
            "verse": 67,
            "text": "Аммо он кас, ки тавба кард аз мушрикон ва имон овард ва амали солеҳ ба ҷой овард, пас, умед аст, ки аз растагорон бошад"
        },
        {
            "chapter": 28,
            "verse": 68,
            "text": "Парвардигори ту ҳар чиро, ки бихоҳад, меофаринад ва ихтиёр мекунад. Вале онҳоро ҳеҷ тавони ихтиёр нест. Пок аст Аллоҳ ва аз ҳар чӣ барояш шарик месозанд, бартар аст"
        },
        {
            "chapter": 28,
            "verse": 69,
            "text": "Ва Парвардигори ту ҳар чиро, ки дар дил пинҳон доштаанд ё ошкор кардаанд, медонад"
        },
        {
            "chapter": 28,
            "verse": 70,
            "text": "Ӯст Аллоҳи якто. Ҳеҷ маъбуде барҳақ ғайри Ӯ нест. Ситоиш хоси Ӯст, чи дар ин ҷаҳон ва чи дар ҷаҳони дигар. Ва фармон, фармони Ӯст. Ва ҳамаи шумо ба сӯи Ӯ бозгардонда мешавед"
        }
    ]
}