{
    "pages": [
        {
            "chapter": 29,
            "verse": 24,
            "text": "Ҷавоби қавми Иброҳим алайҳиссалом ин буд, ки гуфтанд: Бикушед ӯро ё бо оташ ӯро бисӯзонед. Пас, ӯро дар оташ афканданд ва Аллоҳ ӯро аз оташ бираҳонид. Ва бешак, дар наҷот додани Мо Иброҳимро аз оташ, барои қавме, ки имон меоваранд ва ба шариати Ӯ амал мекунанд, ибратҳоест"
        },
        {
            "chapter": 29,
            "verse": 25,
            "text": "Гуфт Иброҳим: «Ҳароина, шумо бутонеро ба ҷои Аллоҳи якто маъбуди худ гирифтаед, то дар ин зиндагонии дунё миёнатон дӯстӣ бошад, вале дар рӯзи қиёмат мункири якдигар мешавед ва якдигарро лаънат мекунед ва ҷоятон дар оташ аст ва ҳеҷ ёваре надоред"
        },
        {
            "chapter": 29,
            "verse": 26,
            "text": "Пас, даъвати Иброҳимро Лут тасдиқ кард. Ва Иброҳим гуфт: Бешубҳа, ман ба сӯи Парвардигорам ба замини муборак ҳиҷрат мекунам, ҳароина, Ӯ пирӯзманду ҳаким аст"
        },
        {
            "chapter": 29,
            "verse": 27,
            "text": "Ва додем барои Иброҳим фарзанд Исҳоқро ва наберааш Яъқубро ва дар фарзандони Иброҳим паёмбариву китобро муқаррар доштем. Ва подошашро дар дунё (ба ёддошти нек ва фарзандони солеҳ) додем ва ӯ дар охират аз солеҳон аст"
        },
        {
            "chapter": 29,
            "verse": 28,
            "text": "Ва ба ёд овар эй Паёмбар, Лутро, вақте ки ба қавми худ гуфт: Шумо кори зиштеро пеша кардаед, ки ҳеҷ як аз мардуми ҷаҳон пеш аз шумо чунин намекардааст"
        },
        {
            "chapter": 29,
            "verse": 29,
            "text": "Оё, ҳароина, шумо бо мардон алоқаи ҷинсӣ мекунед ва роҳзанӣ мекунед ва дар маҳфили худ муртакиби корҳои нописанд мешавед?» Ҷавоби қавмаш ин буд, ки гуфтанд: «Агар рост мегӯӣ, азоби Аллоҳро бар сари мо биёвар!»"
        },
        {
            "chapter": 29,
            "verse": 30,
            "text": "Гуфт Лут: Эй Парвардигори ман, маро болои мардуми фасодкор (бо фуруд овардани азоб бар болояшон) нусрат деҳ! Пас, Аллоҳ дуояшро иҷобат кард"
        }
    ]
}