{
    "pages": [
        {
            "chapter": 45,
            "verse": 23,
            "text": "Оё дидаи касеро, ки ҳавову ҳавасашро чун маъбуди худ гирифт ва Аллоҳ бо вуҷуди огоҳӣ аз ҳаққу ботил, гумроҳаш кард ва бар гӯшу дилаш мӯҳр ниҳод то панду мавъизаеро нашунавад ва ҳидоятро дарк накунад ва бар дидагонаш парда афканд, то роҳи дурустро набинад? Агар Аллоҳ тавфиқу ҳидоят ба роҳи ҳақ накунад, чӣ касе ӯро ҳидоят хоҳад кард? (Эй мардум!) чаро панд намегиред, то ҳақиқати ҳолро бидонед"
        },
        {
            "chapter": 45,
            "verse": 24,
            "text": "Ва мушрикон гуфтанд: \"Ба ҷуз ин зиндагии дунявии мо ҳеҷ ҳаёте нест. Гурӯҳе аз мо мемирем ва гурӯҳе зинда мешавем. Ва моро ҷуз даҳр, (яъне гузари рӯзҳову шабҳо ва гузашти умр) ҳалок намекунад». Онон ба ин суханҳояшон донише надоранд, балки танҳо гумон меварзанд ва тахмин мезананд"
        },
        {
            "chapter": 45,
            "verse": 25,
            "text": "Ва чун оёти равшангари Мо ба ин мушрикони мункир ба рӯзи баъс тиловат шавад, ҳуҷҷаташон ин аст, ки мегӯянд: «Агар ту эй Муҳаммад ва пайравонат рост мегӯед, падарони моро, пас аз маргашон зинда кунед»"
        },
        {
            "chapter": 45,
            "verse": 26,
            "text": "Бигӯ эй Расул барои ин мушрикони мункир ба рӯзи баъс: «Аллоҳест, ки шуморо дар дунё зинда мекунад, пас мемиронад ва сипас ҳамаро дар рӯзи қиёмат, ки шакке дар он нест, гирд меоварад. Вале бештари мардум ин ҳақиқатро намедонанд, аз ин рӯ дар зинда шудани баъд аз марг шак мекунанд!»"
        },
        {
            "chapter": 45,
            "verse": 27,
            "text": "Аз они Аллоҳ аст фармонравоии ҳафт осмону замин ва касе дар мулк ва офариниш ва сазовори парастиш бо Ӯ шарик нест. Ва он рӯз, ки қиёмат барпо шавад, мурдаҳо аз қабрҳояшон барои ҳисобу китоб бархезанд ва аҳли ботил (кофирон) зиён хоҳанд кард"
        },
        {
            "chapter": 45,
            "verse": 28,
            "text": "Эй Расул, рӯзи қиёмат ҳар умматеро бубинӣ, ки ба зону даромадааст ва ҳар умматеро барои гирифтани номаи аъмолаш бихонад. Ва барояшон гуфта шавад: Дар чунин рӯзе дар баробари ҳар аъмоле, ки аз неку бад кардед, подош мебинед"
        },
        {
            "chapter": 45,
            "verse": 29,
            "text": "Ин навиштаи Мост, ки барҳақ сухан мегӯяд, ҳароина, Мо аз фариштагони худ хоста будем, ки тамоми корҳоеро, ки дар дунё мекардаед, бе зиёдатӣ ва камбудӣ бинависанд"
        },
        {
            "chapter": 45,
            "verse": 30,
            "text": "Аммо касоне, ки дар дунё имон ба Аллоҳ ва расулаш овардаанд ва корҳои шоиста анҷом доданд, Парвардигорашон ононро дар ҷавори раҳмати Хеш дар биҳишт дохил мекунад ва ин комёбии ошкор аст"
        },
        {
            "chapter": 45,
            "verse": 31,
            "text": "Ва аммо, касоне, ки кофир мешаванд, ба онҳо аз рӯи сарзаниш гуфта мешавад, магар оёти Мо бар шумо хонда намешуд ва шумо такаббур меварзидед ва мардуми гунаҳкоре будед ва ба савобу иқоб имон намеовардед"
        },
        {
            "chapter": 45,
            "verse": 32,
            "text": "Чун гуфта мешуд, ки ҳароина, ваъдаи Аллоҳ ҳақ аст ва дар вуқуъи қиёмат шакке нест, ки ҳатман омаданист, мегуфтед: «Мо намедонем қиёмат чист? Ҷуз гумоне намебарем (яъне, мо қиёматро хаёли маҳз мепиндорем) ва аз воқеъ шудани он ба бовари нарасидаем»"
        }
    ]
}