{
    "pages": [
        {
            "chapter": 3,
            "verse": 16,
            "text": "Он бандагони парҳезгоре, ки мегуянд: «Эй Парвардигори мо, имон овардем (ба Ту ва китобат ва Расулат, Муҳаммад саллалоҳу алайҳи ва саллам,) гуноҳони моро биёмӯрз ва моро аз азоби оташ наҷот деҳ"
        },
        {
            "chapter": 3,
            "verse": 17,
            "text": "Онҳое, ки дар тоъату мусибатҳо сабр мекунанд ва дар сухану корҳояшон содиқ ҳастанд ва дар тоъат бардавоманд ва дар пинҳону ошкоро нафақа мекунанд ва дар саҳаргоҳон аз гуноҳҳо омӯрзиш мехоҳанд. Ба дурустӣ, ки ин вақт, вақти қабули дуъо аст"
        },
        {
            "chapter": 3,
            "verse": 18,
            "text": "Аллоҳ гувоҳӣ медиҳад, ки ҳеҷ маъбуди барҳаққе ҷуз Ӯ нест ва фариштагон ва аҳли илм низ гувоҳӣ медиҳанд, ки ҳеҷ маъбуди барҳаққе ҷуз Ӯ нест ва Ӯ азиз аст, хости Ӯро чизе монеъ шуда наметавонад ва дар гуфтору корҳояш бо ҳикмат аст"
        },
        {
            "chapter": 3,
            "verse": 19,
            "text": "Ба дурустӣ дине, ки Аллоҳ онро барои худ писандидааст ва ба он паёмбарашро фиристодааст, Ислом аст. Ба ҷуз ислом дигар дин дар пешгоҳи Аллоҳ мақбул нест. Пас аз омадани ҳуҷҷат (омадани расулон ва нозил шудани китобҳо) аҳли китоб аз яхуду насоро миёни худ аз рӯи ҳасад ва саркашӣ бо якдигар ихтилоф карданд. Ва ҳар кас, ки ба оёти Аллоҳ кофир шавад, бидонад, ки Аллоҳ зудшумор аст ба ҳисоби ҳар кас мерасад"
        },
        {
            "chapter": 3,
            "verse": 20,
            "text": "Агар бо ту эй Расул, ахли китоб дар бораи тавҳид ба муноқиша бархезанд, ба онҳо бигӯ: «Ман ибодати худро холис аз барои Аллоҳ мекунам ва касеро дар ибодаташ шарик намеорам ва низ пайравони ман холис Ӯро ибодат мекунанд ва барояш сар фурӯ меоранд. Ба аҳли китоб ва мушрикони араб ва ғайрашон бигу: Агар шумо ҳам ба Аллоҳ худро таслим намудед, пас шумо бар роҳи мустақим ва ҳақ ҳастед ва агар рӯй гардонед, ҳисоби шумо бар Аллоҳ аст. Ва вазифаи ман танҳо пайғом расонидан асту бас. Аллоҳ ба бандагон биност ва ҳеҷ чизе аз Ӯ махфӣ намемонад"
        },
        {
            "chapter": 3,
            "verse": 21,
            "text": "Ҳамоно касоне, ки оёти Аллоҳро инкор мекунанд ва паёмбаронро ба ноҳақӣ мекушанд ва мардумонеро, ки аз рӯи адл фармон медиҳанд ва ба тариқи паёмбарон пайравӣ мекунанд, ба қатл мерасонанд. Пас онҳоро ба азоби дарднок мужда бидеҳ"
        },
        {
            "chapter": 3,
            "verse": 22,
            "text": "Ин гурӯҳ ононанд, ки нобуд шуд амалҳояшон дар дунёву охират ва ҳеҷ амале аз онҳо қабул нахоҳад шуд ва нест онҳоро ёридиҳандае, ки аз азоби Аллоҳ онҳоро наҷот диҳад"
        }
    ]
}