{
    "pages": [
        {
            "chapter": 58,
            "verse": 7,
            "text": "Оё надонистаӣ, ки Аллоҳ ҳар чиро ки дар осмонҳову замин аст, медонад? Се кас бо ҳам наҷво (роз, сухани бади махфӣ) кунанд, Аллоҳ бо илмаш чаҳорумини онҳост ва панҷ кас бошанд, Аллоҳ шашумини онҳост. Ва камтар аз ин, ҳар ҷо ки бошанд ва бештар аз ин, Аллоҳ бо илмаш дар куҷое бошанд, бо онҳост. Чизе аз Ӯ махфӣ намемонад. Сипас ҳамаро дар рӯзи қиёмат ба корҳои баду неке, ки кардаанд, огоҳ мекунад ва ҷазояшон медиҳад. Ҳароина, Аллоҳ бар ҳама чиз огоҳ аст"
        },
        {
            "chapter": 58,
            "verse": 8,
            "text": "Оё на нигаристаӣ эй Паёмбар, ба яҳудиёне, ки аз наҷво, ки дар нафси мӯъминон шакку шубҳаро меоварад, манъ шуда буданд, боз ҳам ба гуноҳ наҷво мекунанд. Ва бо якдигар пинҳонӣ сухан мегӯянд, сухане, ки дар он гуноҳу душманӣ ва нофармонӣ аз паёмбар аст? Ва чун (эй Паёмбар) он яҳудиён назди ту барои коре меоянд, ба тавре туро салом мегӯянд, ки Аллоҳ туро ба он тавр салом нагуфтааст ва дар байни худ мегӯянд: Чаро Аллоҳ моро ба он чӣ ба Муҳаммад мегӯем, азоб намекунад, агар ӯ паёмбари барҳақ бошад? Чаҳаннам барояшон кофист. Ба он дохил мешаванд ва ин бад саранҷомест"
        },
        {
            "chapter": 58,
            "verse": 9,
            "text": "Эй касоне, ки ба Аллоҳу Расулаш имон овардаед, агар бо якдигар наҷво (роз, сухани махфӣ) мекунед, дар боби гуноҳу душманӣ ва нофармонӣ аз паёмбар наҷво (сухан бад) магӯед, балки дар боби некиву парҳезгорӣ наҷво кунед. Ва аз Аллоҳ битарсед бо ба ҷой овардани амрҳояш ва ба парҳез кардан аз манъ кардаҳояш, пас ҳамагон (ба амалҳо ва суханҳоятон) ба сӯи Ӯ бозмегардед ва зуд аст, ки мувофиқи он шуморо ҷазо медиҳад"
        },
        {
            "chapter": 58,
            "verse": 10,
            "text": "Ҳароина наҷво (роз гуфтани бад), аз васвасаи шайтон аст, ки мехоҳад мӯьминонро ғамгин кунад ва ҳол он ки ҳеҷ зиёне ҷуз ба фармону хоҳиши Аллоҳ ба онҳо намерасонад. Ва мӯъминон бояд, ки бар Аллоҳи ягона таваккал кунанд"
        },
        {
            "chapter": 58,
            "verse": 11,
            "text": "Эй касоне, ки ба Аллоҳу Расулаш имон овардаед, чун шуморо гӯянд, дар маҷлисҳо ҷой васеъ кунед, пас ҷой васеъ кунед, то Аллоҳ дар дунёву охират барои шумо васеъ кунад. Ва чун гӯянд, ки бархезед, бархезед. Аллоҳ онҳоеро, ки имон овардаанд ва касонеро, ки ахли илм мебошанд ба дараҷаҳои баланди савоб ва мартабаҳои ризвон бардорад ва Аллоҳ таъоло ба корҳое, ки мекунед, огоҳ аст. Аз Ӯ чизе махфӣ намемонад ва мувофиқи он шуморо ҷазо медиҳад"
        }
    ]
}