{
    "maqras": [
        {
            "chapter": 9,
            "verse": 1,
            "text": "Allah ve resulunden, kendileriyle antlasma yapmıs bulundugunuz musriklere bir ultimatomdur bu"
        },
        {
            "chapter": 9,
            "verse": 2,
            "text": "Yeryuzunde dort ay daha dolasın ve bilin ki siz, Allah´ı aciz bırakamazsınız. Su da bir gercek ki, Allah inkarcı nankorleri rezil eder"
        },
        {
            "chapter": 9,
            "verse": 3,
            "text": "Bir de Allah ve resulunden insanlara Buyuk Hac gunu bir duyuru var: Allah da O´nun elcisi de musriklerden kesinlikle uzaktır. O halde, tovbe ederseniz bu sizin icin hayırlıdır. Yok eger yuz cevirirseniz sunu bilin ki, siz Allah´ı acze dusuremezsiniz. Kufre saplananlara acıklı bir azabı mustula"
        },
        {
            "chapter": 9,
            "verse": 4,
            "text": "Antlasma yapmıs oldugunuz musriklerden size karsı bir eksiklik sergilemeyen ve aleyhinizde baska birine yardım etmeyenler mustesnadır. Artık, onlara verdiginiz sozu belirlenen sureye kadar tam bir sekilde koruyun. Su bir gercek ki Allah, sakınanları sever"
        },
        {
            "chapter": 9,
            "verse": 5,
            "text": "O haram aylar cıktıgında artık musrikleri, kendilerini buldugunuz yerde oldurun. Yakalayın onları, kusatın onları, tum gecit noktalarını tıkayın onların. Bunun ardından tovbe eder, namazı/duayı yerine getirir, zekatı verirlerse, yollarını acın onların. Kesin olan su ki, Allah Gafur´dur, Rahim´dir"
        },
        {
            "chapter": 9,
            "verse": 6,
            "text": "Eger musriklerden biri senden guvence dilerse/senin yakınına gelmek, sana komsu olmak isterse, ona guvence ver/ounu yakınlasma istegini kabul et ki, Allah´ın kelamını dinleyebilsin. Sonra da onu, guvenli gordugu yere kadar gotur. Boyle yapmanın gerekcesi sudur: Bunlar bilmeyen bir topluluktur"
        },
        {
            "chapter": 9,
            "verse": 7,
            "text": "Musriklerin Allah katında, onun resulu katında ahitleri nasıl olabilir! Mescid-i Haram yanında antlasma yaptıklarınız mustesna. Bu sekilde antlasması olanlara, onlar size dogru-durust davrandıkca, siz de dogru-durust davranın. Allah, sakınanları sever"
        },
        {
            "chapter": 9,
            "verse": 8,
            "text": "Onların ahdine nasıl guvenilebilir! Eger uzerinizde egemenlik kurarlarsa, sizinle ilgili ne bir antlasmaya saygı duyarlar ne de bir yemine. Agızlarıyla size hosnutluk sunarlar, fakat kalpleri inat eder durur. Ve onların cogu gercege uzak dusmus sapıklardır"
        },
        {
            "chapter": 9,
            "verse": 9,
            "text": "Allah´ın ayetlerini nasıl basit bir ucret karsılıgı sattılar da Allah´ın yolundan alıkoydular. Gercekten ne fena seylerdir onların yapmakta oldukları"
        },
        {
            "chapter": 9,
            "verse": 10,
            "text": "Bir mumin hakkında onlar ne bir yemine saygı gosterirler ne de bir antlasma sartına. Onlar dusmanlık dolu, azmıs kisilerin ta kendileridir"
        },
        {
            "chapter": 9,
            "verse": 11,
            "text": "Bununla birlikte tovbe eder, namazı/duayı yerine getirir, zekatı verirlerse, artık sizin, dinde kardeslerinizdirler. Biz ayetlerimizi, bilen bir topluluk icin boyle acık secik ortaya koyarız"
        },
        {
            "chapter": 9,
            "verse": 12,
            "text": "Eger verdikleri ahitten sonra yeminlerini bozar, dininize saldırırlarsa, o zaman kufrun elebaslarını oldurun. Cunku onların yeminleri yoktur. Boyle yaparsanız hal ve gidislerine son verebilirler"
        },
        {
            "chapter": 9,
            "verse": 13,
            "text": "Yeminlerini bozan, resulu yurdundan cıkarmaya gayret eden bir topluluga karsı savasmayacak mısınız? Ustelik size saldırıyı ilkin onlar baslattı. Korkuyor musunuz onlardan? Eger mumin kisilerseniz, kendisinden korkmanıza en layık olan, Allah´tır"
        },
        {
            "chapter": 9,
            "verse": 14,
            "text": "Savasın onlarla ki, sizin elinizle Allah onlara azap etsin, onları rezil etsin. Onlara karsı size yardım etsin. Ve inananlar toplumunun goguslerine sifa ulastırsın"
        },
        {
            "chapter": 9,
            "verse": 15,
            "text": "Ve yureklerinin ofkesini gidersin. Allah diledigine tovbe nasip eder. Allah Alim´dir, Hakim´dir"
        },
        {
            "chapter": 9,
            "verse": 16,
            "text": "Allah; icinizden cihat edenleri, Allah´tan, resulunden ve muminlerden baskasını kendisine sırdas edinmeyenleri belirlemedikce bırakılacagınızı mı sandınız? Allah, yapmakta olduklarınızdan haberdardır"
        },
        {
            "chapter": 9,
            "verse": 17,
            "text": "Musrikler, oz benliklerinin kufre sapısına tanık olup dururlarken, Allah´ın mescitlerini onarmaya girisemezler. Tum amelleri bosa cıkmıstır onların. Ateste uzun sure kalacaklardır onlar"
        },
        {
            "chapter": 9,
            "verse": 18,
            "text": "Allah´ın mescitlerini; ancak Allah´a, ahiret gunune inanan, namazı/duayı yerine getiren, zekatı veren ve Allah´tan baska kimseden korkmayan kisiler onanır. Iste bunların, hidayete erenlerden olmaları beklenir"
        }
    ]
}