{
    "pages": [
        {
            "chapter": 6,
            "verse": 119,
            "text": "And why should you not eat of that over which the Name of God was remembered on it? Surely, He explained distinctly to you what He forbade to you unless you were driven by necessity to it. And, truly, many cause others to go astray by their desires without knowledge. Truly, thy Lord, He is greater in knowledge of the ones who exceed the limits"
        },
        {
            "chapter": 6,
            "verse": 120,
            "text": "And forsake manifest sin and its inward part. Truly, those who earn sin, they will be given recompense for what they had been gaining"
        },
        {
            "chapter": 6,
            "verse": 121,
            "text": "Eat not of that over which the Name of God is not remembered on it. Truly, it is contrary to moral law. And, truly, the satans will reveal to their protectors so that they dispute with you and if you obeyed them, truly, you would be of the ones who are polytheists"
        },
        {
            "chapter": 6,
            "verse": 122,
            "text": "Is he who had been lifeless and We gave him life and We made a light for him by which he walks among humanity like he who is in the shadows and is not one who goes forth from them? Thus, it was made to appear pleasing to ones who are ungrateful what they had been doing"
        },
        {
            "chapter": 6,
            "verse": 123,
            "text": "And, thus, We made in every town greater ones who sin that they plan in it. Yet they plan not but against themselves although they are not aware"
        },
        {
            "chapter": 6,
            "verse": 124,
            "text": "And when a sign drew near them they said: We will not believe until we are given the like of what was given to Messengers of God.• God is greater in knowledge where to assign His message. On those who sinned will light contempt from God and a severe punishment for what they had been planning"
        }
    ]
}