{
    "pages": [
        {
            "chapter": 13,
            "verse": 6,
            "text": "And they seek thee to hasten on evil deeds before the benevolence. And, surely, passed away before them exemplary punishments. But, truly, thy Lord is certainly, The Possessor of Forgiveness for humanity in spite of their injustice. And, truly, thy Lord is Severe in repayment"
        },
        {
            "chapter": 13,
            "verse": 7,
            "text": "And those who were ungrateful say: Why was a sign not caused to descend to him from his Lord? Thou art only one who warns, and one who guides every folk"
        },
        {
            "chapter": 13,
            "verse": 8,
            "text": "God knows what every female carries and how much her womb absorbs and what they add. And everything with Him is in proportion"
        },
        {
            "chapter": 13,
            "verse": 9,
            "text": "He is One Who Knows the unseen and the visible, The Great, The One Who is Raised High"
        },
        {
            "chapter": 13,
            "verse": 10,
            "text": "It is equal to Him whether you kept secret his saying or you published it. Or whoever he be, one who conceals himself by nighttime or one who goes about carelessly in the daytime"
        },
        {
            "chapter": 13,
            "verse": 11,
            "text": "For him there are Ones Who Postpone from before him and from behind him to keep him safe by the command of God. Truly, God alters not a folk until they alter what is within themselves. And when God wanted evil for a folk, then, there is no turning it back. And there is not for them other than He anyone who is a safeguarder"
        },
        {
            "chapter": 13,
            "verse": 12,
            "text": "It is He Who causes you to see the lightning in fear and in hope. And it is He Who causes the clouds to grow heavy"
        },
        {
            "chapter": 13,
            "verse": 13,
            "text": "and thunder glorifies His praise and the angels, because of their awe of Him. And He sends thunderbolts and He lights on whom He wills. And they dispute about God, and He is a Severe Force"
        }
    ]
}