{
    "pages": [
        {
            "chapter": 13,
            "verse": 35,
            "text": "A parable of the Garden which was promised to the ones who are Godfearing; beneath it rivers run. Its produce is one that continues as is its shade. That is the Ultimate End of those who were Godfearing; and the Ultimate End of the ones who are ungrateful is the fire"
        },
        {
            "chapter": 13,
            "verse": 36,
            "text": "And those to whom We gave the Book are glad at what was caused to descend to thee. And there are among the confederates some who reject some of it. Say: I was commanded to worship only God and not to ascribe partners with Him. I call to Him and to Him is my destination"
        },
        {
            "chapter": 13,
            "verse": 37,
            "text": "And, thus, We caused to descend an Arabic determination. If thou hadst followed their desires after what drew near thee of the knowledge, thou wouldst not have against God either a protector or one who is a defender"
        },
        {
            "chapter": 13,
            "verse": 38,
            "text": "And, certainly, We sent Messengers before thee and We assigned for them spouses and offspring. And it had not been for a Messenger to bring a sign but with the permission of God. For every term there is a Book"
        },
        {
            "chapter": 13,
            "verse": 39,
            "text": "God blots out what He wills and brings to a standstill what He wills; and with Him is the essence of the Book"
        },
        {
            "chapter": 13,
            "verse": 40,
            "text": "And whether We cause thee to see some of what We have promised them or call thee to Ourselves, on thee is delivering the message and on Us is the reckoning"
        },
        {
            "chapter": 13,
            "verse": 41,
            "text": "Consider they not that We approach the earth, reducing it from its outlying parts? And God gives judgment. There is no one who postpones His determination. And He is Swift in reckoning"
        },
        {
            "chapter": 13,
            "verse": 42,
            "text": "And, surely, those who were before them planned, but to God is the plan altogether. He knows what every person earns. And the ones who are ungrateful will know for whom will be the Ultimate Abode"
        }
    ]
}