{
    "pages": [
        {
            "chapter": 27,
            "verse": 77,
            "text": "And, truly, it is a guidance and a mercy for the ones who believe"
        },
        {
            "chapter": 27,
            "verse": 78,
            "text": "Truly, thy Lord will decree between them with His determination. And He is The Almighty, The Knowing"
        },
        {
            "chapter": 27,
            "verse": 79,
            "text": "So put thy trust in God. Truly, thou art on The Clear Truth"
        },
        {
            "chapter": 27,
            "verse": 80,
            "text": "Truly, thou wilt not cause the dead to hear nor wilt thou cause to hear the unwilling to hear the calling to them when they turned as ones who draw back"
        },
        {
            "chapter": 27,
            "verse": 81,
            "text": "Nor wilt thou be one who guides the unwilling to see out of their fallacy. Thou wilt not cause to hear, but whoever believes in Our signs and so they are ones who submit to God"
        },
        {
            "chapter": 27,
            "verse": 82,
            "text": "And when the saying fell on them, We will bring out a moving creature for them from the earth that will speak to them, that: Humanity had not been certain of Our signs"
        },
        {
            "chapter": 27,
            "verse": 83,
            "text": "And on a Day We will assemble a unit out of every community of whoever denies Our signs and they will be marching in rank"
        },
        {
            "chapter": 27,
            "verse": 84,
            "text": "Until when they drew near, He will say: Denied you My signs without comprehending them in knowledge, or what is it that you had been doing"
        },
        {
            "chapter": 27,
            "verse": 85,
            "text": "And the saying will fall on them because they did wrong. And they will speak nothing for themselves"
        },
        {
            "chapter": 27,
            "verse": 86,
            "text": "Considered they not? We made the nighttime for them to rest in it and the daytime for ones who perceive. Truly, in that are signs for a folk who believe"
        },
        {
            "chapter": 27,
            "verse": 87,
            "text": "On a Day on which the trumpet will be blown, whoever is in the heavens will be terrified and whoever is on the earth, but him whom God willed. And all will approach Him as ones who are in a state of lowliness"
        },
        {
            "chapter": 27,
            "verse": 88,
            "text": "And thou wilt see the mountains thou hast assumed to be that which are fixed. But they will pass by as the passing of the clouds. This is the handiwork of God Who created everything very well. Truly, He is Aware of what you accomplish"
        }
    ]
}