{
    "pages": [
        {
            "chapter": 30,
            "verse": 33,
            "text": "And when harm afflicted humanity, they call to their Lord as ones who turn in repentance to Him. When He caused them, again, to experience His mercy, that is when a group of people among them ascribe partners with their Lord"
        },
        {
            "chapter": 30,
            "verse": 34,
            "text": "for they are ungrateful for what We gave them. Then, take joy; you will know"
        },
        {
            "chapter": 30,
            "verse": 35,
            "text": "Or caused We to descend to them an authority that it assert what they had been ascribing as partners with Him"
        },
        {
            "chapter": 30,
            "verse": 36,
            "text": "And when We caused humanity to experience mercy, they were glad of it. But when an evil deed lights on them because of what their hands put forward, that is when they are in despair"
        },
        {
            "chapter": 30,
            "verse": 37,
            "text": "Consider they that God extends the provision for whom He wills and confines it for whom He wills? Truly, in that are signs for a folk who believe"
        },
        {
            "chapter": 30,
            "verse": 38,
            "text": "So give to possessors of kinship rightfully and to the needy and to the traveler of the way. That is better for those who want the Countenance of God. And those, they are the ones who prosper"
        },
        {
            "chapter": 30,
            "verse": 39,
            "text": "And what you gave in usury in order that it swell the wealth of humanity swells not with God. And what you gave in purifying alms, wanting the Countenance of God, then, those, they are the ones who will receive manifold"
        },
        {
            "chapter": 30,
            "verse": 40,
            "text": "God is He Who created you. Again, He provided for you and, again, He will cause you to die. Again, He will give you life. Is there among your ascribed associates with Him who accomplish anything of that? Glory be to Him! Exalted is He above partners they ascribe"
        },
        {
            "chapter": 30,
            "verse": 41,
            "text": "Corruption was manifested on the dry land and the sea because of what the hands of humanity earned. He causes them to experience some of what they did, so that perhaps they will return repentant"
        }
    ]
}