{
    "pages": [
        {
            "chapter": 63,
            "verse": 5,
            "text": "And when it was said to them: Approach now. The Messenger of God asks forgiveness for you. They twist their heads and thou hadst seen them dissuading while they are ones who grow arrogant"
        },
        {
            "chapter": 63,
            "verse": 6,
            "text": "It is the same to them whether thou hadst asked for forgiveness for them or thou hadst not asked for forgiveness for them. God will never forgive them. Truly, God guides not the folk, the ones who disobey"
        },
        {
            "chapter": 63,
            "verse": 7,
            "text": "They are those who say: Spend not on such ones who are with the Messenger of God until they break away. And to God belongs the treasures of the heavens and the earth but the ones who are hypocrites understand not"
        },
        {
            "chapter": 63,
            "verse": 8,
            "text": "They say: If we returned to the city, certainly, would drive out the more mighty, the ones humble spirited from it. Yet to God belongs the great glory and to His Messenger and to the ones who believe. But the ones who are hypocrites know not"
        },
        {
            "chapter": 63,
            "verse": 9,
            "text": "O those who believed! Let not your wealth divert you nor your children from the Remembrance of God. And whoever accomplishes that, then, those, they are the ones who are losers"
        },
        {
            "chapter": 63,
            "verse": 10,
            "text": "And spend of what We provided you before approaches death to any of you. Then, he will say: My Lord! If only Thou wouldst postpone it for a little term then, I would be charitable and be among the ones in accord with morality"
        },
        {
            "chapter": 63,
            "verse": 11,
            "text": "But God never postpones it for a soul when its term drew near. And God is Aware of what you do"
        }
    ]
}