{
    "pages": [
        {
            "chapter": 70,
            "verse": 40,
            "text": "So I swear an oath by the Lord of the rising places and the setting places, that We certainly are ones who have power"
        },
        {
            "chapter": 70,
            "verse": 41,
            "text": "to substitute better for them. And We are not ones who are outrun"
        },
        {
            "chapter": 70,
            "verse": 42,
            "text": "So let them engage in idle talk and play until they encounter the Day of theirs that they are promised"
        },
        {
            "chapter": 70,
            "verse": 43,
            "text": "the Day when they will go forth swiftly from their tombs as though they had been hurrying to a goal"
        },
        {
            "chapter": 70,
            "verse": 44,
            "text": "with their sight, that which is humbled. Abasement will come over them. That is the Day which they had been promised"
        },
        {
            "chapter": 71,
            "verse": 1,
            "text": "Truly, We sent Noah to his folk saying: Warn thy folk before a painful punishment approaches them"
        },
        {
            "chapter": 71,
            "verse": 2,
            "text": "He said: O my folk! Truly, I am a clear warner to you"
        },
        {
            "chapter": 71,
            "verse": 3,
            "text": "Worship God and be Godfearing of Him and obey me"
        },
        {
            "chapter": 71,
            "verse": 4,
            "text": "He forgives you some of your impieties and postpones for you a term, that which is determined. Truly, when the term of God drew near, it will not be postponed if you had been but knowing"
        },
        {
            "chapter": 71,
            "verse": 5,
            "text": "He said: My Lord! Truly, I called to my folk nighttime and daytime"
        },
        {
            "chapter": 71,
            "verse": 6,
            "text": "but my supplication increases not but their running away"
        },
        {
            "chapter": 71,
            "verse": 7,
            "text": "And, truly, as often as I called to them that Thou wouldst forgive them, they laid their fingertips over their ears and covered themselves with their garments. And they maintained growing arrogant as they grew arrogant"
        },
        {
            "chapter": 71,
            "verse": 8,
            "text": "Again, truly, I called to them with openness"
        },
        {
            "chapter": 71,
            "verse": 9,
            "text": "Again, I spoke openly to them and confided in them, keeping secret our converse"
        },
        {
            "chapter": 71,
            "verse": 10,
            "text": "And I said: Ask for forgiveness of your Lord. Truly, He had been a Forgiver"
        }
    ]
}