{
    "pages": [
        {
            "chapter": 4,
            "verse": 45,
            "text": "And God is greater in knowledge of your enemies. And God sufficed as a protector. And God sufficed as a helper"
        },
        {
            "chapter": 4,
            "verse": 46,
            "text": "Among those who became Jews are those who tamper with words out of context. They say: We heard and we rebelled and: Hear—without being one who is caused to hear and: Look at us—distorting their tongues and discrediting the way of life. And if they said: We heard and we obeyed and: Hear thou and: Wait for us, it would have been better for them and more upright, except God cursed them for their ingratitude. So they believe not but a few"
        },
        {
            "chapter": 4,
            "verse": 47,
            "text": "O those who were given the Book! Believe in what We sent down, that which establishes as true what was with you, before We obliterate faces, and repel them backward or curse them as We cursed the Companions of the Sabbath. And the command of God had been one that is accomplished"
        },
        {
            "chapter": 4,
            "verse": 48,
            "text": "Truly, God forgives not to ascribe partners with Him and He forgives other than that whomever He wills. And whoever ascribes partners with God, then, surely, he devised a serious sin"
        },
        {
            "chapter": 4,
            "verse": 49,
            "text": "Hast thou not considered those who make themselves seem pure? Nay! God makes pure whom He wills and they will not be wronged in the least"
        },
        {
            "chapter": 4,
            "verse": 50,
            "text": "Look on how they devise a lie against God; and it sufficed as clear sin"
        },
        {
            "chapter": 4,
            "verse": 51,
            "text": "Hast thou not considered those who were given a share of the Book? They believe in false gods and false deities and they say to those who were ungrateful: These are better guided than those who believed in the way"
        }
    ]
}