{
    "chapter": [
        {
            "chapter": 54,
            "verse": 1,
            "text": "O saat (qiyamət) yaxınlaşdı və ay (Peyğəmbərin mö’cüzəsi ilə) parçalandı"
        },
        {
            "chapter": 54,
            "verse": 2,
            "text": "Əgər müşriklər (Muhəmməd əleyhissəlamın peyğəmbərliyinin həqiqiliyini təsdiq edən) bir mö’cüzə görsələr, (imandan) üz döndərib: “(Bu, uzun müddət) davam edən bir sehrdir!” – deyərlər"
        },
        {
            "chapter": 54,
            "verse": 3,
            "text": "Onlar (ayın parçalanmasını, digər mö’cüzələri və Peyğəmbər əleyhissəlamı) təkzib etdilər və öz nəfslərinin istəklərinə uydular. Halbuki hər bir iş qərarlaşdırılmışdır! (Əzəldən müəyyən edilmiş hər bir iş, o cümlədən islam dini və Muhəmməd əleyhissəlamın peyğəmbərliyi bərqərar olacaqdır)"
        },
        {
            "chapter": 54,
            "verse": 4,
            "text": "And olsun ki, onlara (pis əməllərdən) çəkindirən neçə-neçə xəbərlər gəlmişdir"
        },
        {
            "chapter": 54,
            "verse": 5,
            "text": "(Bu Qur’an) olduqca böyük hikmətdir. Lakin (inanmayanlara, qəlbləri möhürlənənlərə oradakı) qorxutmalar (öyüd-nəsihət) heç bir fayda verməz"
        },
        {
            "chapter": 54,
            "verse": 6,
            "text": "Artıq (ya Peyğəmbər!) sən onlardan üz çevir. Carçının (İsrafilin) onları olduqca pis (dəhşətli) bir şeyə (məhşərə) çağıracağı günədək"
        },
        {
            "chapter": 54,
            "verse": 7,
            "text": "Onlar (o gün) gözlərini zəlilanə aşağı tikib (ətrafa) səpələnmiş çəyirtkələr kimi qəbirlərindən çıxacaqlar"
        },
        {
            "chapter": 54,
            "verse": 8,
            "text": "Kafirlər (boyunlarını qabağa uzadıb) carçıya tərəf tələsərək: “Bu nə çətin bir gündür!” – deyəcəklər"
        },
        {
            "chapter": 54,
            "verse": 9,
            "text": "Bunlardan (Məkkə müşriklərindən) əvvəl Nuh qövmü (öz peyğəmbərini) təkzib etmiş və bəndəmizi (Nuhu) yalançı sayıb: “(Bu) divanədir!” – demişdilər. Ona (risaləti təbliğ etmək) qadağan edilmişdi"
        },
        {
            "chapter": 54,
            "verse": 10,
            "text": "(Nuh) Rəbbinə dua edib: “Mən (öz qövmümüm içində) məğlub oldum, buna görə də (onlardan) intiqam al!” – dedi"
        },
        {
            "chapter": 54,
            "verse": 11,
            "text": "Biz (onun duasını qəbul edərək) göyün qapılarını sel kimi axan bir yağışla açdıq"
        },
        {
            "chapter": 54,
            "verse": 12,
            "text": "Yeri yarıb (oradan) bulaqlar qaynatdıq. Nəhayət, (göydən axan və yerdən qaynayan) sular (lövhi-məhfuzda) əzəldən müəyyən edilmiş bir iş üçün (tufan məqsədilə) bir-birinə qovuşdu"
        },
        {
            "chapter": 54,
            "verse": 13,
            "text": "Biz Nuhu (ona iman gətirənlərlə birlikdə) taxtadan düzəlmiş və mismarlanmış gəmiyə mindirdik"
        },
        {
            "chapter": 54,
            "verse": 14,
            "text": "(Qövmü tərəfindən) inkar edilmiş kimsəyə (Nuha) mükafat olaraq verilən (gəmi) gözümüzün qabağında (nəzarətimiz altında) üzüb gedirdi"
        },
        {
            "chapter": 54,
            "verse": 15,
            "text": "And olsun ki, Biz onu (tufan hadisəsini, yaxud Nuh qövmünün başına gələnləri sonrakı nəsillərə) ibrət üçün saxladıq. Amma heç bir ibrət alan (öyüd-nəsihət qəbul edən) varmı"
        },
        {
            "chapter": 54,
            "verse": 16,
            "text": "Bir (görəydiniz) Mənim əzabım və qorxutmağım necə oldu"
        },
        {
            "chapter": 54,
            "verse": 17,
            "text": "And olsun ki, Biz Qur’anı (ondan) ibrət almaq (öyüd-nəsihət qəbul etmək) üçün belə asanlaşdırdıq. Amma heç bir ibrət alan (öyüd-nəsihət qəbul edən) varmı"
        },
        {
            "chapter": 54,
            "verse": 18,
            "text": "Ad (qövmü də öz peyğəmbərinə) təkzib etmişdi. (Bir görəydiniz) Mənim əzabım və qorxutmağım necə oldu"
        },
        {
            "chapter": 54,
            "verse": 19,
            "text": "Biz (əzabı) uzun sürən nəhs bir gündə onların üstünə uğultulu (çox soyuq) bir külək göndərdik"
        },
        {
            "chapter": 54,
            "verse": 20,
            "text": "O, adamları kökündən qopmuş xurma kötükləri kimi (yerindən) qopardıb atırdı"
        },
        {
            "chapter": 54,
            "verse": 21,
            "text": "(Bir görəydiniz) Mənim əzabım və qorxutmağım necə oldu"
        },
        {
            "chapter": 54,
            "verse": 22,
            "text": "And olsun ki, Biz Qur’anı (ondan) ibrət almaq (öyüd-nəsihət qəbul etmək) üçün belə asanlaşdırdıq. Amma heç bir ibrət alan (öyüd-nəsihət qəbul edən) varmı"
        },
        {
            "chapter": 54,
            "verse": 23,
            "text": "Səmud (qövmü də Saleh peyğəmbərin onlara etdiyi) təhdidləri (xəbərdarlıqları) yalan saymışdı"
        },
        {
            "chapter": 54,
            "verse": 24,
            "text": "Onlar demişdilər: “Məgər biz özümüzdən olan (adi) bir adamamı tabe olacağıq?! Biz onda haqq yoldan azmış və dəlilik etmiş olarıq"
        },
        {
            "chapter": 54,
            "verse": 25,
            "text": "Məgər içərimizdən vəhy yalnız onamı nazil olmuşdur?! Xeyr, o, yalançının, lovğanın biridir!”"
        },
        {
            "chapter": 54,
            "verse": 26,
            "text": "(Biz Saleh peyğəmbərə təsəlli verib dedik:) “Onlara kimin yalançı, kimin lovğa olduğunu sabah mütləq biləcəklər"
        },
        {
            "chapter": 54,
            "verse": 27,
            "text": "Biz onları imtahana çəkmək üçün bir dişi (maya) dəvə göndərəcəyik. Onların nə edəcəyini gözlə və (əziyyətlərinə də) döz"
        },
        {
            "chapter": 54,
            "verse": 28,
            "text": "Və onlara suyun (dəvə ilə) onlar arasında bölüşdürüldüyünü xəbər ver! (Suyu bir gün onlar, bir gün də dəvə içəcəkdir). Hərə öz növbəsində hazır olsun!”"
        },
        {
            "chapter": 54,
            "verse": 29,
            "text": "Nəhayət, onlar öz yoldaşlarını (Qudar ibn Salifi) çağırdılar. O da (dəvəni) tutub kəsdi"
        },
        {
            "chapter": 54,
            "verse": 30,
            "text": "(Bir görəydiniz) Mənim əzabım və qorxutmağım necə oldu"
        },
        {
            "chapter": 54,
            "verse": 31,
            "text": "Biz onlara bircə dəhşətli (tükürpədici) səs (Cəbrailin qışqırtısını) göndərdik, dərhal (heyvanlar üçün) ağıl düzəldənin istifadə etdiyi quru ota (həşəmə) döndülər"
        },
        {
            "chapter": 54,
            "verse": 32,
            "text": "And olsun ki, Biz Qur’anı (ondan) ibrət almaq (öyüd-nəsihət qəbul etmək) üçün belə asanlaşdırdıq. Amma heç bir ibrət alan (öyüd-nəsihət qəbul edən) varmı"
        },
        {
            "chapter": 54,
            "verse": 33,
            "text": "Lut qövmü də (peyğəmbərlərinin onlara etdiyi) təhdidləri (xəbərdarlıqları) yalan saymışdı"
        },
        {
            "chapter": 54,
            "verse": 34,
            "text": "Biz də onların üstünə daş yağdıran yel göndərdik (başlarına daş yağdırdıq), yalnız Lutun ailəsini səhər çağı xilas etdik"
        },
        {
            "chapter": 54,
            "verse": 35,
            "text": "Dərgahımızdan bir lütf olaraq! Biz (ne’mətimizə) şükür edəni belə mükafatlandırırıq"
        },
        {
            "chapter": 54,
            "verse": 36,
            "text": "And olsun ki, (Lut) onları Bizim əzabımızla qorxutmuş, onlar isə bu təhdidlərə (xəbərdarlıqlara) şübhə edib inanmamışdılar"
        },
        {
            "chapter": 54,
            "verse": 37,
            "text": "Cəlalıma and olsun ki, onlar (Lutdan) öz qonaqlarını (mələkləri) onlara təslim etməyi tələb etmişdilər. Biz də onları kor etdik (və) “İndi əzabımı və təhdidlərimi dadın!” - (dedik)"
        },
        {
            "chapter": 54,
            "verse": 38,
            "text": "And olsun ki, səhər tezdən onları əbədi (qiyamətədək onlardan əl çəkməyən) bir əzab yaxaladı (məhv olub həmişəlik Cəhənnəmə vasil oldular)"
        },
        {
            "chapter": 54,
            "verse": 39,
            "text": "(Onlara:) “İndi əzabımı və təhdidlərimi dadın!” (dedik)"
        },
        {
            "chapter": 54,
            "verse": 40,
            "text": "And olsun ki, Biz Qur’anı (ondan) ibrət almaq (öyüd-nəsihət qəbul etmək) üçün belə asanlaşdırdıq. Amma heç bir ibrət alan (öyüd-nəsihət qəbul edən) varmı"
        },
        {
            "chapter": 54,
            "verse": 41,
            "text": "And olsun ki, Bizim təhdidlərimiz (xəbərdarlıqlarımız Musa vasitəsilə) Fir’on əhlinə də gəlib çatmışdı"
        },
        {
            "chapter": 54,
            "verse": 42,
            "text": "Onlar ayələrimizin (mö’cüzələrimizin) hamısını yalan hesab etdilər. Biz də onları yenilməz qüvvət, qarşısıalınmaz intiqam sahibinə yaraşan bir əzabla yaxaladıq"
        },
        {
            "chapter": 54,
            "verse": 43,
            "text": "(Ey Qüreyş əhli!) Sizin kafirlərin onlardan nəyi yaxşıdır?! Yoxsa (əvvəlki ilahi) kitablarda sizin üçün bəraət (əzabdan qurtuluş hökmü) vardır"
        },
        {
            "chapter": 54,
            "verse": 44,
            "text": "Yoxsa onlar: “Biz (Muhəmməd və mö’minlərdən) intiqam ala biləcək bir zümrəyik!” – deyirlər"
        },
        {
            "chapter": 54,
            "verse": 45,
            "text": "(Bədr vuruşunda) bu dəstə mütləq məğlub olacaq və arxa çevirib qaçacaqdır"
        },
        {
            "chapter": 54,
            "verse": 46,
            "text": "Xeyr, onların əsl əzab vaxtı qiyamət günüdür. Qiyamət gününün əzabı daha acıdır (daha şiddətlidir)"
        },
        {
            "chapter": 54,
            "verse": 47,
            "text": "Şübhəsiz ki, günahkarlar (dünyada) haqq yoldan azmışlar və (axirətdə də) cəhənnəm odu içərisində olacaqlar. (Yaxud günahkarlar heyrət, yanlışlıq və dəlilik içindədirlər)"
        },
        {
            "chapter": 54,
            "verse": 48,
            "text": "O gün onlar üzüstə Cəhənnəmə sürüklənəcək (və onlara): “Duyun Cəhənnəmin (ələmini) təmasını!” (deyiləcəkdir)"
        },
        {
            "chapter": 54,
            "verse": 49,
            "text": "Şübhəsiz ki, Biz hər şeyi müəyyən ölçüdə (lazım olduğu qədər) yaratdıq"
        },
        {
            "chapter": 54,
            "verse": 50,
            "text": "Bizim buyurduğumuz bir göz qırpımında yerinə yetər! (Hər hansı bir şeyi yaratmaq istədikdə ona bircə dəfə: “Ol!” – deyərik, o da dərhal olar)"
        },
        {
            "chapter": 54,
            "verse": 51,
            "text": "And olsun ki, Biz sizin kimiləri (çox) məhv etmişik. Amma heç bir ibrət alan (öyüd-nəsihət qəbul edən) varmı"
        },
        {
            "chapter": 54,
            "verse": 52,
            "text": "Onların etdiyi hər şey (əməllərinin yazıldığı) dəftərlərdədir"
        },
        {
            "chapter": 54,
            "verse": 53,
            "text": "Hər bir kiçik və böyük (günah lövhi-məhfuzda) yazılmışdır"
        },
        {
            "chapter": 54,
            "verse": 54,
            "text": "Şübhəsiz ki, müttəqilər (axirətdə) cənnət bağlarında və çaylar kənarında"
        },
        {
            "chapter": 54,
            "verse": 55,
            "text": "(Heç bir yersiz söhbətə və günaha təhrik olunmayan) haqq məclisində, qadir hökmdarın (Allahın) hüzurunda olacaqlar"
        }
    ]
}