{
    "maqras": [
        {
            "chapter": 16,
            "verse": 75,
            "text": "Bog ukazyvayet vam sopostavit' raba - nevol'nika, kotoryy nichem rasporyadit'sya ne mozhet, i togo, kogo My ot sebya nadelili prekrasnym nadelom, a potomu on i tayno i yavno delayet iz onogo pozhertvovaniya. Ravny li oni odin drugomu? Slava Bogu - net! Istinno, mnogiye iz nikh ne znayut"
        },
        {
            "chapter": 16,
            "verse": 76,
            "text": "Bog ukazyvayet vam sopostavit' dvukh chelovekov: odin iz nikh glukhonemoy, kotoryy nichego ne mozhet delat', kotoryy ne odin raz svoyemu gospodinu, kuda by on ne posylal yego, ne prineset dobrogo. Ravnyayetsya li on takomu, kotoryy govorit ispravno, kotoryy na pryamom puti"
        },
        {
            "chapter": 16,
            "verse": 77,
            "text": "V rasporyazhenii Boga tayna nebes i zemli: nastupleniye chasa ne bol'she, kak tol'ko mgnoveniye oka, ili yeshche bystreye; potomu chto Bog vsemogushch"
        },
        {
            "chapter": 16,
            "verse": 78,
            "text": "Bog izvodit vas iz utrob materey vashikh, togda kak vy nichego ne znayete, i dayet vam slukh, zreniye, serdtse: mozhet byt' budete blagodarny"
        },
        {
            "chapter": 16,
            "verse": 79,
            "text": "Ne videli li oni ptits, kotorym poveleno letat' pod tverd'yu neba? Kto, oprich' Boga, podderzhivayet ikh tam? V etom znameniye dlya lyudey veruyushchikh"
        },
        {
            "chapter": 16,
            "verse": 80,
            "text": "Bog dayet vam domy dlya vashego zhitel'stva: dayet vam kozhi so skotin dlya domov vashikh i vy schitayete ikh udobnymi vo vremya vashikh pereseleniy s odnogo mesta na drugoye, i vo vremya vashikh stoyaniy na meste; - volnu, sherst' i volos ikh na domashniye potrebnosti, na povremennyye udobstva"
        },
        {
            "chapter": 16,
            "verse": 81,
            "text": "Bog v srede togo, chto tvorit, dayet vam ten'; posredi gor dayet vam ubezhishcha; dayet vam odezhdy, kakimi zashchishchayete sebya ot znoya, i odezhdy, kakimi zashchishchayete sebya ot opasnykh udarov. Tak On vpolne proyavlyayet vam svoyu blagost': mozhet byt', vy budete pokorny Yemu"
        },
        {
            "chapter": 16,
            "verse": 82,
            "text": "I yesli oni, otvorotyas', uydut ot tebya - na tebe tol'ko odna obyazannost' - peredat' verno"
        },
        {
            "chapter": 16,
            "verse": 83,
            "text": "Oni ponimayut blagost' Boga, a potom opyat' otritsayut yeye, i takim obrazom mnogiye ostayutsya nevernymi"
        },
        {
            "chapter": 16,
            "verse": 84,
            "text": "Budet den', kogda My v kazhdom narode vozdvignem svidetelya o nem: togda ne budet okazano vnimaniye k nevernym, k nim ne budet nikakogo blagovoleniya"
        },
        {
            "chapter": 16,
            "verse": 85,
            "text": "Togda bezzakonnyye uznayut, kakova dlya nikh muka i chto ona ne oslabitsya dlya nikh, i na nikh nikogda ne vzglyanut"
        },
        {
            "chapter": 16,
            "verse": 86,
            "text": "Togda mnogobozhniki uvidyat tekh, kogo prizyvali souchastnikami Bogu; oni skazhut: \"Gospodi! Nash! Vot te souchastniki, kotorykh my prizyvali, oprich' Tebya\". No oni brosyat im slovo: \"Vy - lzhetsy"
        },
        {
            "chapter": 16,
            "verse": 87,
            "text": "V tot den' oni iz\"yavyat pokornost' Bogu; a te, kotorykh vydumali oni, ot nikh ischeznut"
        },
        {
            "chapter": 16,
            "verse": 88,
            "text": "Dlya nevernykh, dlya uklonivshikhsya ot puti Bozhiya, My budem pribavlyat' muku k muke za to, chto oni rasprostranyali nechestiye"
        },
        {
            "chapter": 16,
            "verse": 89,
            "text": "Budet den', kogda My v kazhdom narode vozdvignem svidetelya iz sredy yego samogo; tebya My postavim svidetelem ob etikh lyudyakh. Tebe My nisposlali eto pisaniye v ob\"yasneniye vsekh veshchey, v rukovodstvo, milost', blagovestiye pokornym"
        }
    ]
}