{
    "maqras": [
        {
            "chapter": 18,
            "verse": 51,
            "text": "YA ne delal ikh svidetelyami tvoreniyu nebes i zemli i tvoreniyu ikh samikh, i v pomoshchniki Sebe ne bral ikh, vvoditeley v zabluzhdeniye"
        },
        {
            "chapter": 18,
            "verse": 52,
            "text": "Nekogda On skazhet: \"Prizovite tekh, kotorykh vy schitali soobshchnikami Mne\". Oni budut zvat' ikh, i te ne otvetyat im; mezhdu nimi My polozhim propast' gubitel'nuyu"
        },
        {
            "chapter": 18,
            "verse": 53,
            "text": "Zakonoprestupniki uvidyat adskiy ogon', pochuyut, chto v nego budut nizverzheny, no ne naydut izbavleniya ot nego"
        },
        {
            "chapter": 18,
            "verse": 54,
            "text": "V etom Korane My predstavili sim lyudyam vsyakogo vida pritchi; no chelovek chashche vsego yavlyayetsya upornym sostyazatelem"
        },
        {
            "chapter": 18,
            "verse": 55,
            "text": "Chto meshayet etim lyudyam verovat', kogda k nim prishlo ukazaniye na pryamoy put', i prosit' sebe proshcheniya u Gospoda svoyego? Razve tol'ko to, chtoby ikh postigla uchast' prezhnikh lyudey, ili chtoby postigla ikh kazn' pred litsem vsekh"
        },
        {
            "chapter": 18,
            "verse": 56,
            "text": "My posylali poslannikov tol'ko s tem, chtoby oni byli vestnikami ili radosti, ili ugroz. Nevernyye v sporakh svoikh vystavlyayut lozh', chtoby yeyu oprovergnut' istinu, a nashi znameniya i ugrozy podvergayut svoim nasmeshkam"
        },
        {
            "chapter": 18,
            "verse": 57,
            "text": "Yest' li kto nechestiveye tekh, kotoryye, kogda proiznosyat im znameniya Gospoda ikh, otvrashchayutsya ot nikh, i zabyvayut to, chto delali prezhde ruki ikh? My polozhili na serdtsa ikh pokryvala, chtoby oni ne ponimali yego, a v ushi ikh glukhotu. Yesli ty pozovesh' ikh na pryamoy put', oni - eto verno - nikogda ne poydut na pryamoy put'"
        },
        {
            "chapter": 18,
            "verse": 58,
            "text": "Gospod' tvoy proshchayushchiy i vladyka milosti: yesli by On zakhotel nakazat' za to, chto oni sebe usvoili, to On skoro sovershil by kazn' nad nimi. no dlya nikh yest' prednaznachennoye vremya i im, oprich' Yego, nigde ne nayti ubezhishcha"
        },
        {
            "chapter": 18,
            "verse": 59,
            "text": "I te goroda, kogda oni sdelalis' nechestivymi, My pogubili, no sovershili pogibel' ikh v prednaznachennoye vremya"
        },
        {
            "chapter": 18,
            "verse": 60,
            "text": "Vot, Moisey odnazhdy skazal svoyemu sluzhitelyu: \"YA ne ostanovlyus', pokuda ne dostignu do mesta sliyaniya dvukh morey, khotya by dovelos' mne idti vosem'desyat let"
        },
        {
            "chapter": 18,
            "verse": 61,
            "text": "Kogda zhe oba oni dostigli do mesta sliyaniya ikh, togda - zabyli oni svoyu rybu, a ona pustilas' v svoy put', svobodno uplyvshi v more"
        },
        {
            "chapter": 18,
            "verse": 62,
            "text": "I kogda oni prishli, on skazal svoyemu sluzhitelyu: \"Poday nam zavtrak nash: eto puteshestviye nashe dovelo nas do utomleniya"
        },
        {
            "chapter": 18,
            "verse": 63,
            "text": "Tot skazal: \"Znayesh' li? Kogda my ostanavlivalis' u toy skaly, to ya zabyl rybu. Tol'ko satana proizvel vo mne zabveniye o ney tak, chto ya ne vspomnil o ney, kogda ona pustilas' v more chudnym obrazom"
        },
        {
            "chapter": 18,
            "verse": 64,
            "text": "On skazal: \"Etogo my i zhelali\". I oba oni vorotilis' nazad, idya po sledam svoim"
        },
        {
            "chapter": 18,
            "verse": 65,
            "text": "Tam oni vstretili odnogo slugu iz slug nashikh, na kotorogo My nizveli nashu milost', i kotoromu My dali poznat' vyssheye znaniye"
        },
        {
            "chapter": 18,
            "verse": 66,
            "text": "Moisey skazal yemu: \"Mogu li ya sledovat' za toboy, s tem, chtoby ty nauchil menya skol'ko libo tomu, chemu nauchen ty v otnoshenii pryamogo puti"
        },
        {
            "chapter": 18,
            "verse": 67,
            "text": "Tot skazal: \"Pri mne u tebya ne dostanet sily byt' terpelivym"
        },
        {
            "chapter": 18,
            "verse": 68,
            "text": "I kak tebe byt' terpelivym otnositel'no togo, chego ty ne postignesh' svoim smyslom"
        },
        {
            "chapter": 18,
            "verse": 69,
            "text": "On skazal: \"Yesli ugodno Bogu, naydesh' menya terpelivym, i ya ne preslushayus' tebya ni v chem"
        },
        {
            "chapter": 18,
            "verse": 70,
            "text": "On skazal: \"Yesli ty posleduyesh' za mnoy, to ne sprashivay menya ni o chem dotole, pokuda ya sam ne skazhu tebe ob\"yasneniya"
        },
        {
            "chapter": 18,
            "verse": 71,
            "text": "Posle sego oni oba shli, pokuda ne seli na korabl', i tot sdelal v nem dyru. On skazal: \"Ty sdelal dyru v nem, chtoby potopit' plyvushchikh na nem? Ty postupil stranno"
        },
        {
            "chapter": 18,
            "verse": 72,
            "text": "Tot skazal: \"Ne skazal li ya tebe, chto u tebya pri mne ne dostanet sily byt' terpelivym"
        },
        {
            "chapter": 18,
            "verse": 73,
            "text": "On skazal: \"Ne brani menya za to, chto ya zabylsya, i ne nalagay na menya ochen' trudnogo"
        },
        {
            "chapter": 18,
            "verse": 74,
            "text": "Posle sego oni oba shli, pokuda ne vstretili otroka, i tot ubil yego. On skazal: \"Za chto ty ubil cheloveka nevinnogo, ne sdelavshego ubiystva? Ty postupil zhestoko"
        }
    ]
}