{
    "maqras": [
        {
            "chapter": 24,
            "verse": 35,
            "text": "Bog yest' svet nebes i zemli. Svet Yego podoben svetil'niku v stene: svetil'nik v steklyannom sosude; steklyannyy sosud blistayet kak zvezda. V nem gorit blagoslovennoye derevo, - maslina, kakoy net ni na vostoke, ni na zapade; yeley v nom zagorayetsya pochti bez prikosnoveniya k nemu ognya. Svet k svetu! Bog vedot k svoyemu svetu, kogo khochet. Bog vrazumlyayet lyudey sravneniyami. Bog vsevedushch"
        },
        {
            "chapter": 24,
            "verse": 36,
            "text": "V domakh, kotoryye Bog dozvolil vozdvignut' i v kotorykh vspominayetsya imya Yego, slavoslovyat Yego utrom i vecherom"
        },
        {
            "chapter": 24,
            "verse": 37,
            "text": "Lyudi, kotorykh ni prodazha, ni kuplya ne uderzhivayut ot prizyvaniya Boga, ot soversheniya molitv, ot podayaniya ochistitel'noy milostyni, kotoryye boyatsya togo dnya, v kotoryy perevernutsya u nikh serdtsa i ochi"
        },
        {
            "chapter": 24,
            "verse": 38,
            "text": "Chtoby Bogu dat' nailuchshuyu nagradu za dela ikh i uvelichit' nad nimi svoi shchedroty: Bog posylayet svoi dary, komu khochet, bez scheta"
        },
        {
            "chapter": 24,
            "verse": 39,
            "text": "Dela neveruyushchikh podobny marevu v pustyne: zhazhdushchiy schitayet yego vodoyu, no kak skoro podkhodit k nemu, nichego ne nakhodit; a nakhodit s soboy tol'ko Boga, kotoryy trebuyet yego k otchetu za sebya: Bog skor v vostrebovanii otcheta"
        },
        {
            "chapter": 24,
            "verse": 40,
            "text": "Ili podobny oni mraku nad puchinoyu morya, kogda pokryvayut yeyo volny podnimayas' volna nad volnoyu, a nad nimi tucha; sloi mraka temneye odin drugogo, tak chto protyanuvshiy ruku svoyu yedva vidit yeyo. Komu Bog ne posylayet sveta, tomu net sveta"
        },
        {
            "chapter": 24,
            "verse": 41,
            "text": "Uzhe li ty nikogda ne razmyshlyal, chto Boga slavyat vse, chto yest' na nebesakh i na zemle, i samyye ptitsy, merno mashushchiye kryl'yami? Kazhdyy znayet pesn' i khvalu Yemu, a Bog znayet, chto delayet kazhdyy"
        },
        {
            "chapter": 24,
            "verse": 42,
            "text": "U Boga vlast' nad nebesami i zemleyu, i k Bogu vozvrashchayutsya vse"
        },
        {
            "chapter": 24,
            "verse": 43,
            "text": "Uzhe li ty nikogda ne razmyshlyal, chto Bog dvizhet oblaka, i, soyedinyaya ikh mezhdu soboyu, obrazuyet iz nikh tuchu? Togda vidish', kak iz nedra yeye l'yetsya dozhd', kak nizvergayet On s neba gory grada. On prolivayet yego, na kogo khochet, i uklonyayet yego, ot kogo khochet. Blesk molnii Yego pochti unichtozhayet zreniye"
        },
        {
            "chapter": 24,
            "verse": 44,
            "text": "Bog chereduyet nochi i dni: v etom - nazidaniye lyudyam rassuditel'nym"
        },
        {
            "chapter": 24,
            "verse": 45,
            "text": "Bog sotvoril vsekh zhivotnykh iz vody: iz nikh nekotoryye khodyat na chreve svoyem; nekotoryye khodyat na dvukh nogakh, a nekotoryye khodyat na chetyrekh. Bog tvorit, kak khochet; potomu chto Bog vsemogushch"
        },
        {
            "chapter": 24,
            "verse": 46,
            "text": "My nisposlali yasnyye znameniya, i Bog vedet, kogo khochet, na pryamoy put'"
        },
        {
            "chapter": 24,
            "verse": 47,
            "text": "Oni govoryat: \"My veruyem v Boga i v poslannika Yego, i povinuyemsya im\"; no i posle etogo nekotoryye iz nikh udalilis' nazad: takovyye ne sut' veruyushchiye"
        },
        {
            "chapter": 24,
            "verse": 48,
            "text": "I kogda prizyvayut ikh k Bogu i k Yego poslanniku, chtoby on rassudil mezhdu nimi: to vot, nekotoryye iz nikh idut proch'"
        },
        {
            "chapter": 24,
            "verse": 49,
            "text": "Yesli by u nikh bylo istinnoye ponimaniye, to oni prishli by k nemu s pokornost'yu"
        },
        {
            "chapter": 24,
            "verse": 50,
            "text": "Chto za bolezn' v serdtse u nikh? Somneniye li u nikh, ili strakh, chto Bog i poslannik Yego budut nespravedlivy k nim? Da oni neschastny"
        },
        {
            "chapter": 24,
            "verse": 51,
            "text": "A u veruyushchikh, kogda ikh prizyvayut k Bogu i poslanniku Yego, daby on sudil mezhdu imi, odno tol'ko slovo, kotoroye govoryat oni: \"My slyshim i pokorny\". Takovyye - schastlivy"
        },
        {
            "chapter": 24,
            "verse": 52,
            "text": "Te, kotoryye pokoryayutsya Bogu i poslanniku Yego, boyatsya Boga, blagogoveyut pred Nim, - te blazhenny"
        }
    ]
}