{
    "maqras": [
        {
            "chapter": 5,
            "verse": 51,
            "text": "Veruyushchiye! V druz'ya sebe ne berite ni Iudeyev, ni Nazaryan; oni druz'ya odin drugomu; a kto iz vas podruzhitsya s nimi, tot, istinno, budet v chisle ikh. Bog ne rukovoditel' lyudyam zakonoprestupnym"
        },
        {
            "chapter": 5,
            "verse": 52,
            "text": "Ty uvidish', kak te, u kotorykh v serdtse yest' bolezn', budut pospeshno perekhodit' k nim i budut govorit': \"Boimsya, chtoby ne postig nas perevorot schast'ya\". No, mozhet byt', Bog dostavit pobedu ili drugoye chto ot Sebya; togda oni budut raskaivat'sya v tom, chto ukryvali v dushe svoyey"
        },
        {
            "chapter": 5,
            "verse": 53,
            "text": "a veruyushchiye budut govorit': \"Eto te li, kotoryye klyalis' Bogom s sil'nymi zaklyatiyami na sebya, chto oni budut s vami?\" Dela ikh poteryali svoyu tsenu i sami oni sdelalis' neschastnymi"
        },
        {
            "chapter": 5,
            "verse": 54,
            "text": "Veruyushchiye! Kto iz vas sdelayetsya otstupnikom ot svoyego veroustava, na mesto tekh Bog postavit lyudey, kotorykh On budet lyubit' i kotoryye Yego budut lyubit'; kotoryye budut dobroserdechny k veruyushchim i surovy k nevernym; revnostno budut podvizat'sya v voynakh na puti Bozh'yem, ne budut boyat'sya poritsaniya poritsayushchego. Takova blagost' Boga: On proyavlyayet yeyo k tomu, komu khochet; Bog vseob\"yemlyushch, znayushch"
        },
        {
            "chapter": 5,
            "verse": 55,
            "text": "Vam druz'ya tol'ko Bog, poslannik Yego i veruyushchiye, kotoryye sovershayut molitvu, dayut ochistitel'nuyu milostynyu, smirenno ponikaya pred Nim"
        },
        {
            "chapter": 5,
            "verse": 56,
            "text": "Izbirayushchiye v druz'ya sebe Boga, poslannika Yego, veruyushchikh sostavlyayut udel Boga: oni budut mogushchestvenny"
        },
        {
            "chapter": 5,
            "verse": 57,
            "text": "Veruyushchiye! Ne berite sebe v druz'ya tekh, kotoryye nasmekhayutsya i izdevayutsya nad vashim veroustavom, - ni tekh, kotorym prezhde vas dano bylo Pisaniye, ni nevernykh. Boytes' Boga, yesli vy stali veruyushchimi"
        },
        {
            "chapter": 5,
            "verse": 58,
            "text": "Kogda vy prizyvayete k molitve, to oni nasmekhayutsya i izdevayutsya: eto ot togo, chto oni lyudi ne rassuditel'nyye"
        },
        {
            "chapter": 5,
            "verse": 59,
            "text": "Skazhi: \"Chitayushchiye Pisaniye! Za to li tol'ko vy nenavidite nas, chto my veruyem v Boga, v to, chto svyshe nisposlano nam i chto nisposlano bylo prezhde? Ne potomu li takzhe, chto mnogiye iz vas nechestivy"
        },
        {
            "chapter": 5,
            "verse": 60,
            "text": "Skazhi: \"Mogu li ukazat' vam na chto libo bedstvenneye togo, chto budet vam vozdayaniyem ot Boga? Tem, kotorykh proklyal Bog, na kotorykh gnevayetsya On i nekotorykh iz nikh prevratil v obez'yan i sviney, tem, kotoryye poklonyayutsya Tagutu, tem budet samoye bedstvennoye pomestilishche, posle togo, kak uklonilis' oni ot pryamogo puti"
        },
        {
            "chapter": 5,
            "verse": 61,
            "text": "Kogda oni prikhodyat k vam, to govoryat: \"My veruyem!\" Oni vkhodyat s neveriyem, i vykhodyat takzhe s nim Bog znayet to, chto skryvayut oni v sebe"
        },
        {
            "chapter": 5,
            "verse": 62,
            "text": "Ty vidish', kak mnogiye iz nikh starayutsya odin drugogo peregnat' v zakonoprestupnosti, nespravedlivosti, v alchnosti svoyey k zapreshchonnomu. Kak gnusny dela ikh"
        },
        {
            "chapter": 5,
            "verse": 63,
            "text": "Yesli by ikh ne uderzhivali ravviny i knizhniki ot zakonoprestupnykh slov ikh, ot ikh alchnosti k zapreshchonnomu, kak gnusny byli by ikh predpriyatiya"
        },
        {
            "chapter": 5,
            "verse": 64,
            "text": "Iudei govoryat: \"Ruka Bozhiya svyazana\". Ikh ruki svyazany; oni proklyaty za slova svoi. Net, obe ruki Yego prostorty: On razdayot, skol'ko khochet. Nisposlannoye tebe svyshe ot Gospoda tvoyego vo mnogikh iz nikh tol'ko uvelichivayet svoyevol'stvo i neveriye; za to v sredu ikh My brosili vrazhdu i nenavist' do dnya voskreseniya. No kazhdyy raz, kak oni zazhgut ogon' voyny protiv vas, Bog pogasit yego. Oni starayutsya rasprostranit' nechestiye po zemle, no Bog ne lyubit rasprostraniteley nechestiya"
        },
        {
            "chapter": 5,
            "verse": 65,
            "text": "Yesli by znayushchiye Pisaniye uverovali i sdelalis' bogoboyazlivymi: My ochistili by ikh ot grekhov ikh i vveli by ikh v sady utekh"
        },
        {
            "chapter": 5,
            "verse": 66,
            "text": "Yesli by oni byli stoyki v Zakone i Yevangelii i v tom, chto bylo nisposlano im ot Gospoda ikh, oni by vkusili by i ot togo, chto nad nimi, i ot togo, chto pod ikh nogami. Yest' mezhdu nimi lyud, derzhashchiy sebya pravil'no; no mnogiye iz nikh - zly dela ikh"
        }
    ]
}