{
    "chapter": [
        {
            "chapter": 45,
            "verse": 1,
            "text": "HaMeem"
        },
        {
            "chapter": 45,
            "verse": 2,
            "text": "The sending down of the Book is from Allah, the Almighty, the Wise"
        },
        {
            "chapter": 45,
            "verse": 3,
            "text": "Indeed, there are signs in the heavens and earth for believers"
        },
        {
            "chapter": 45,
            "verse": 4,
            "text": "and in your creation, and in the crawling things that He has scattered far and near, there are signs for a nation whose belief is certain"
        },
        {
            "chapter": 45,
            "verse": 5,
            "text": "and in the alternation of the night and day, in the provision Allah sends down from heaven with which the earth is revived after its death, and in the changing about of the winds, there are signs for people who understand"
        },
        {
            "chapter": 45,
            "verse": 6,
            "text": "Such are the verses of Allah. We recite them to you in truth. So in what speech, after Allah and His signs, will they believe"
        },
        {
            "chapter": 45,
            "verse": 7,
            "text": "Woe to all the guilty impostors"
        },
        {
            "chapter": 45,
            "verse": 8,
            "text": "He hears the verses of Allah recited to him and then, as though he never heard them, persists in insolence. Give to him the glad tidings of a painful punishment"
        },
        {
            "chapter": 45,
            "verse": 9,
            "text": "As for he who knows something of Our verses and then mocks them for those there is a humiliating punishment"
        },
        {
            "chapter": 45,
            "verse": 10,
            "text": "Gehenna (Hell) is behind them, all that they have earned shall not help them at all, nor shall those they took as guardians, other than Allah. For them there is a mighty punishment"
        },
        {
            "chapter": 45,
            "verse": 11,
            "text": "This is guidance; for those who disbelieve in the verses of their Lord the anger of the painful punishment awaits them"
        },
        {
            "chapter": 45,
            "verse": 12,
            "text": "It is Allah who has subjected to you the sea so that ships run upon it at His command, and so that you may seek His bounty and be thankful"
        },
        {
            "chapter": 45,
            "verse": 13,
            "text": "He has subjected to you whatsoever is in the heavens and the earth; all is from Him. Surely, there are signs in this for people who contemplate"
        },
        {
            "chapter": 45,
            "verse": 14,
            "text": "Tell the believers to forgive those who do not look for the Days of Allah, so that He recompenses the people for what they have earned"
        },
        {
            "chapter": 45,
            "verse": 15,
            "text": "He who does what is right does it for his own gain, and he who does evil does so at his own loss, then to your Lord you shall all return"
        },
        {
            "chapter": 45,
            "verse": 16,
            "text": "We gave to the Children of Israel the Book, judgment and prophethood. We provided them with good things and preferred them above the worlds (of theirtime)"
        },
        {
            "chapter": 45,
            "verse": 17,
            "text": "We gave them clear signs of the Command; yet it was not until after knowledge had come to them that they differed among themselves, and were insolent to each other. On the Day of Resurrection your Lord will indeed decide their differences"
        },
        {
            "chapter": 45,
            "verse": 18,
            "text": "And now, We have set you on the jurisprudence of the Command, therefore follow it and do not follow the desires of those who do not know"
        },
        {
            "chapter": 45,
            "verse": 19,
            "text": "Indeed, they will not help you at all against Allah. The harmdoers are guides of each other; but Allah is the Guide of the cautious"
        },
        {
            "chapter": 45,
            "verse": 20,
            "text": "These are clear proofs for people, a guidance, and mercy for those who are certain (of the Resurrection) in belief"
        },
        {
            "chapter": 45,
            "verse": 21,
            "text": "Do those who commit evil deeds think that We will make them (equal) to the believers who do good works, so that in life and death they shall be alike? How evil they judge"
        },
        {
            "chapter": 45,
            "verse": 22,
            "text": "Allah created the heavens and the earth in truth and that each soul shall be recompensed for what it earned, they shall not be wronged"
        },
        {
            "chapter": 45,
            "verse": 23,
            "text": "Have you seen he who took his desire for a god? With knowledge, Allah has led him astray, setting a seal upon his hearing and heart, and has made a veil over his eyes, who then shall guide him after Allah? Will you not then remember"
        },
        {
            "chapter": 45,
            "verse": 24,
            "text": "They say: 'There is nothing except this life, we die and we live, it is only time that destroys us' Surely, of this they have no knowledge, they are just guessing"
        },
        {
            "chapter": 45,
            "verse": 25,
            "text": "And when Our verses are recited to them, their only argument is: 'Bring our fathers back to us, if what you say is true"
        },
        {
            "chapter": 45,
            "verse": 26,
            "text": "Say: 'Allah revives you and causes you to die. Then, He shall gather you on the Day of Resurrection, and of this there is no doubt, yet most people do notknow"
        },
        {
            "chapter": 45,
            "verse": 27,
            "text": "To Allah belongs the Kingdom in the heavens and the earth. On the Day when the Hour comes, those who disbelieved shall be the losers"
        },
        {
            "chapter": 45,
            "verse": 28,
            "text": "You shall see every nation hobbling on their knees. Each nation shall be summoned to its Book. (And it will be said:) 'This Day, you shall be recompensedfor what you were doing"
        },
        {
            "chapter": 45,
            "verse": 29,
            "text": "This is Our Book that speaks with the truth over you. We have recorded all that you were doing"
        },
        {
            "chapter": 45,
            "verse": 30,
            "text": "As for those who have believed and done good works, their Lord will admit them into His Mercy that is a mighty triumph"
        },
        {
            "chapter": 45,
            "verse": 31,
            "text": "But, to the unbelievers (it will be said): 'Were My verses not recited to you, but you were proud and were you not a sinful nation"
        },
        {
            "chapter": 45,
            "verse": 32,
            "text": "When it was said: 'The promise of Allah is true, and of the Hour there is no doubt' you replied: 'We do not know what the Hour is, we guess, assuming, and we are by no means certain"
        },
        {
            "chapter": 45,
            "verse": 33,
            "text": "The evil of their deeds will appear to them, and they shall be encompassed by that they mocked"
        },
        {
            "chapter": 45,
            "verse": 34,
            "text": "and it shall be said: 'Today, We will forget you as you yourselves forgot that you would encounter this Day. The Fire shall be your refuge, and none will help you"
        },
        {
            "chapter": 45,
            "verse": 35,
            "text": "That is because you took the verses of Allah (the Koran) in mockery, and you were deluded by your worldly life' So that Day they will not be brought outof it; nor shall they be repentant"
        },
        {
            "chapter": 45,
            "verse": 36,
            "text": "Praise, belongs to Allah, the Lord of the heavens and the earth, the Lord of the Worlds"
        },
        {
            "chapter": 45,
            "verse": 37,
            "text": "His is the Pride in the heavens and earth. He is the Almighty, the Wise"
        }
    ]
}