{
    "maqras": [
        {
            "chapter": 13,
            "verse": 35,
            "text": "Esta es la descripcion del paraiso prometido a los piadosos: estara surcado por rios, sus frutos no se agotaran jamas y su sombra sera permanente. Tal es el destino de quienes temen a Al-lah (obedecen Sus mandatos y se abstienen de lo que prohibe); mas quienes rechazan la verdad tendran por destino final el fuego"
        },
        {
            "chapter": 13,
            "verse": 36,
            "text": "(Quienes creen en la verdad de entre) los judios y los cristianos se complacen en lo que te ha sido revelado (el Coran, porque ven que es una confirmacion de lo que tenian en sus Escrituras). Y entre los grupos que se oponen a ti hay quienes rechazan parte de el. Diles (¡oh, Muhammad!): «Ciertamente, se me ha ordenado adorar solo a Al-lah y a nadie mas. A El dirijo mis suplicas y a El es mi retorno (el Dia de la Resurreccion)»"
        },
        {
            "chapter": 13,
            "verse": 37,
            "text": "Y del mismo modo (que enviamos revelaciones sagradas a los profetas en sus propias lenguas), te hemos revelado a ti (¡oh,Muhammad!) este Coran en lengua arabe, que contiene claros preceptos (para que juzgues entre los hombres).Y si siguieras los deseos de los idolatras, despues del conocimiento que has recibido(procedente de Al-lah), no tendrias quien te protegiera y te librara de Su castigo"
        },
        {
            "chapter": 13,
            "verse": 38,
            "text": "Y, ciertamente, enviamos mensajeros anteriores a ti (a sus respectivos pueblos)y les concedimos (tambien) esposas y descendencia[416]. Y ningun mensajero puede producir un milagro sin el permiso de Al-lah. Todo asunto tiene un tiempo decretado para el"
        },
        {
            "chapter": 13,
            "verse": 39,
            "text": "Al-lah anula lo que quiere y confirma lo que quiere (de Sus revelaciones anteriores y preceptos). Y junto a El esta el Libro principal (o Tabla Protegida donde estan registradas todas las cosas, antes incluso de que sucedan)"
        },
        {
            "chapter": 13,
            "verse": 40,
            "text": "Y tanto si presencias parte del castigo que hemos prometido en esta vida (a quienes rechazan la verdad) como si te hacemos perecer antes (¡oh, Muhammad!, seran igualmente castigados). A ti solo te corresponde amonestarlos, mientras que a Nos Nos corresponde juzgarlos y recompensarlos por sus acciones"
        },
        {
            "chapter": 13,
            "verse": 41,
            "text": "¿Acaso no ven que vamos reduciendo la tierra por sus extremos?[417] Y a Al-lah le corresponde juzgar y nadie puede oponerse a Su sentencia. Y Al-lah es rapido en la retribucion de Su recompensa"
        },
        {
            "chapter": 13,
            "verse": 42,
            "text": "Y, ciertamente, ya hubo quienes conspiraron contra Sus mensajeros con anterioridad, pero Al-lah es mejor planeando (y haciendo que lo que traman se vuelva contra ellos). El conoce todas las acciones que el hombre realiza. Y ya sabran quienes rechazan la verdad quienes triunfaran al final"
        },
        {
            "chapter": 13,
            "verse": 43,
            "text": "Y quienes niegan la verdad dicen que tu (¡oh, Muhammad!) no eres un mensajero. Diles: «Al-lah basta como testigo entre nosotros, asi como quienes tienen conocimiento de las Escrituras, de que digo la verdad»"
        },
        {
            "chapter": 14,
            "verse": 1,
            "text": "Alif. Lam. Ra[419]. Este (Coran) es un libro que te hemos revelado para quesaques a los hombres de las tinieblas (de la incredulidad), con el permiso de su Senor, y los guies hacia la luz (de la fe), hacia el camino del Poderoso, del Digno de toda alabanza"
        },
        {
            "chapter": 14,
            "verse": 2,
            "text": "(hacia el camino de) Al-lah, a Quien pertenece todo cuanto hay en los cielos y en la tierra.¡Y que quienes rechazan la verdad se guarden de un castigo severo"
        },
        {
            "chapter": 14,
            "verse": 3,
            "text": "Quienesprefieren la vida terrenal a la eterna y desvian a los hombres del camino de Al-lah haciendo que este parezca tortuoso estan extraviados, muy lejos (de la verdad)"
        },
        {
            "chapter": 14,
            "verse": 4,
            "text": "Y todos los mensajeros que hemos enviado hablaban la lengua de su pueblo para que pudieran explicarles (el mensaje) con claridad. Y Al-lah extravia a quien quiere (por obstinarse en rechazar la verdad) y guia a quien quiere; y El es el Poderoso, el Sabio"
        },
        {
            "chapter": 14,
            "verse": 5,
            "text": "Y, ciertamente, enviamos a Moises con Nuestros milagros y pruebas (y le dijimos:) «Saca a tu pueblo de las tinieblas (de la incredulidad) y guialos hacia la luz (de la fe), y recuerdales los favores que Al-lah les ha concedido[420]». En ello hay en una leccion para todo aquel que es paciente (en la adversidad) y agradece (las bendiciones de Al-lah)"
        },
        {
            "chapter": 14,
            "verse": 6,
            "text": "Y (recuerda a tu gente, ¡oh, Muhammad!) cuando Moises dijo a su pueblo: «Recordad el favor de Al-lah sobre vosotros cuando os salvo de las gentes del Faraon, quienes os infligian horribles tormentos; degollaban a vuestros hijos varones recien nacidos y dejaban vivas a vuestras mujeres. En ello teniais una dura prueba de vuestro Senor"
        },
        {
            "chapter": 14,
            "verse": 7,
            "text": "»Y (recordad) cuando vuestro Senor declaro: “Si sois agradecidos, os concedere mas (favores), pero si negais Mis gracias (y rechazais la verdad y desobedeceis), (sabed que) Mi castigo es severo”»"
        },
        {
            "chapter": 14,
            "verse": 8,
            "text": "Y les dijo Moises: «Si vosotros y todos los hombres de la tierra negarais la verdad, no perjudicariais a Al-lah en absoluto, pues El no necesita nada ni de nadie y El es el digno de toda alabanza»"
        },
        {
            "chapter": 14,
            "verse": 9,
            "text": "¿Acaso no habeis recibido noticias de lo que sucedio a los pueblos que os precedieron, como el del (profeta) Noe, el pueblo de ‘Ad, el de Zamud y otros que los siguieron y que solo Al-lah conoce?Sus mensajeros se presentaron ante ellos con pruebas evidentes (sobre su veracidad), pero se llevaron las manos a la boca (para morderlas de rabia) y dijeron: «En verdad, no creemos en el (mensaje) que nos traeis, y tenemos serias dudas acerca de aquello a lo que nos exhortais»"
        }
    ]
}