{
    "maqras": [
        {
            "chapter": 63,
            "verse": 4,
            "text": "Si los ves, te agrada su aspecto; y cuando hablan, escuchas atentamente sus palabras. Son como maderos apoyados (en una pared que en realidad no sostienen, porque solo son pura apariencia). Cada vez que oyen un grito piensan que se dirige contra ellos (debido a su cobardia). Ellos son los verdaderos enemigos; ¡ten cuidado con ellos! ¡Que Al-lah los destruya y los expulse de Su misericordia! ¡Como se alejan (de la fe despues de haber tenido pruebas de la verdad)"
        },
        {
            "chapter": 63,
            "verse": 5,
            "text": "Y si se les dice: «¡Venid para que el Mensajero de Al-lah pida perdon por vosotros!», mueven la cabeza (desoyendo la llamada) y los ves alejarse altivos"
        },
        {
            "chapter": 63,
            "verse": 6,
            "text": "Tanto da si pides perdon por ellos como si no (¡oh, Muhammad!), pues Al-lah no los perdonara. Al-lah no guia a quienes se rebelan (y no Lo obedecen)"
        },
        {
            "chapter": 63,
            "verse": 7,
            "text": "Ellos son quienes dicen (a sus companeros de Medina): «No gasteis en favor de quienes estan con el Mensajero de Al-lah hasta que lo abandonen». Y a Al-lah pertenecen las provisiones de los cielos y de la tierra; mas los hipocritas no lo comprenden"
        },
        {
            "chapter": 63,
            "verse": 8,
            "text": "(Dichos hipocritas) se dicen (entre ellos mientras se hallan en una expedicion militar con el Profeta): «Cuando regresemos a Medina, (nosotros) los mas honorables, expulsaremos a los mas insignificantes (los creyentes emigrantes de La Meca)». Mas a Al-lah pertenecen todo el poder y el honor, asi como al Profeta y a los creyentes; pero los hipocritas no lo saben"
        },
        {
            "chapter": 63,
            "verse": 9,
            "text": "¡Oh, creyentes!, que vuestros bienes y vuestros hijos no os distraigan de glorificar a Al-lah. Y quienes se olviden de glorificarlo (y de cumplir con lo que El ha ordenado) seran los perdedores"
        },
        {
            "chapter": 63,
            "verse": 10,
            "text": "Y dad en caridad parte de lo que os ha proveido antes de que la muerte le sobrevenga a alguno de vosotros y este diga: «¡Senor!, ¿por que no me concedes un poco mas de tiempo para que pueda dar caridad y estar entre los rectos y virtuosos?»"
        },
        {
            "chapter": 63,
            "verse": 11,
            "text": "Mas Al-lah no concedera ningun plazo a nadie una vez llegado el momento decretado (de su muerte). Y Al-lah esta bien informado de lo que haceis"
        },
        {
            "chapter": 64,
            "verse": 1,
            "text": "Todo cuanto existe en los cielos y en la tierra glorifica a Al-lah. A El pertenecen la soberania absoluta y toda alabanza; y El es Todopoderoso"
        },
        {
            "chapter": 64,
            "verse": 2,
            "text": "El es Quien os creo, y entre vosotros hay quienes rechazan la verdad y quienes creen en ella; y El observa cuanto haceis"
        },
        {
            "chapter": 64,
            "verse": 3,
            "text": "Creo los cielos y la tierra con un firme proposito y os modelo concediendoos la mejor de las formas; y a El habreis de retornar (el Dia de la Resurreccion)"
        },
        {
            "chapter": 64,
            "verse": 4,
            "text": "Conoce todo cuanto existe en los cielos y en la tierra, y sabe lo que ocultais en vuestro interior y lo que manifestais; y conoce lo que encierran los corazones"
        },
        {
            "chapter": 64,
            "verse": 5,
            "text": "¿Acaso no os han llegado noticias sobre lo que les sucedio a quienes os precedieron y negaron la verdad? Sufrieron las (malas) consecuencias de sus acciones y (en la otra vida) recibiran un castigo doloroso"
        },
        {
            "chapter": 64,
            "verse": 6,
            "text": "Y eso porque cuando los mensajeros de Al-lah se presentaban ante ellos con pruebas evidentes, decian: «¡¿Un ser humano (como nosotros) nos guiara?!». Rechazaban la verdad y se alejaban de ella. Mas Al-lah no tiene necesidad de ellos. Al-lah no necesita nada de nadie y es digno de toda alabanza"
        },
        {
            "chapter": 64,
            "verse": 7,
            "text": "Quienes niegan la verdad alegan que no resucitaran.Diles (¡oh, Muhammad!): «Por Al-lah que resucitareis, y despues se os informara de lo que hicisteis; y eso es facil para Al-lah»"
        },
        {
            "chapter": 64,
            "verse": 8,
            "text": "Creed, pues, en Al-lah, en Su Mensajero y en la luz que El ha revelado (el Coran). Y Al-lah esta bien informado de lo que haceis"
        },
        {
            "chapter": 64,
            "verse": 9,
            "text": "El dia en que Al-lah reunira a todos (a las primeras y ultimas generaciones) para el dia de la verdad (el Dia del Juicio Final), ese sera el Dia de la Gran Perdida (para quienes rechazaron la fe)[1048]; mientras queAl-lah perdonara los pecados de quienes hayan creido en El y hayan obrado rectamente, y los admitira en jardines por los cuales corren rios, donde viviran eternamente. Este sera el gran triunfo"
        },
        {
            "chapter": 64,
            "verse": 10,
            "text": "Y quienes rechacen la verdad y desmientan Nuestras aleyasseran los habitantes del fuego, y alli permaneceran eternamente. ¡Y que pesimo destino"
        },
        {
            "chapter": 64,
            "verse": 11,
            "text": "No hay desgracia que suceda que no haya sido decretada por Al-lah. Al-lah guia el corazon de quien cree en El y El tiene conocimiento de todas las cosas"
        },
        {
            "chapter": 64,
            "verse": 12,
            "text": "Obedeced a Al-lah y a Su Mensajero. Y (sabed que) si os alejais (de la fe), al Mensajero solo le corresponde transmitir el mensaje con claridad (y no es responsable de lo que hagais)"
        },
        {
            "chapter": 64,
            "verse": 13,
            "text": "¡(El es) Al-lah! No existe nada ni nadie con derecho a ser adorado excepto El. Y en El depositan su confianza los creyentes"
        },
        {
            "chapter": 64,
            "verse": 14,
            "text": "¡Oh, creyentes!, entre vuestras esposas e hijos podeis tener enemigos (que os alejen o distraigan de la obediencia a Al-lah); ¡tened cuidado, pues! Mas si los perdonais, los disculpais y pasais por alto sus errores, (sabed que) Al-lah es Indulgente y Misericordioso (con vosotros)"
        },
        {
            "chapter": 64,
            "verse": 15,
            "text": "Ciertamente, Al-lah os pone a prueba a traves de vuestros bienes y de vuestros hijos. Y Al-lah tiene reservado (para quienes pasen la prueba) una enorme recompensa"
        },
        {
            "chapter": 64,
            "verse": 16,
            "text": "Temed, pues, a Al-lah todo lo que podais; escuchad (lo que os ordena), obedecedle y dad en caridad. Y a quienes (Al-lah)libre de la avaricia y del egoismo, esos seran los triunfadores"
        },
        {
            "chapter": 64,
            "verse": 17,
            "text": "Si ofreceis a Al-lah un prestamo generoso (contribuyendo con vuestros bienes a Su causa), El os lo devolvera multiplicado con creces y os perdonara; y Al-lah es Agradecido y Tolerante"
        },
        {
            "chapter": 64,
            "verse": 18,
            "text": "El es el Conocedor absoluto del gaib[1049] y de lo manifiesto; y El es el Poderoso, el Sabio"
        }
    ]
}