{
    "maqras": [
        {
            "chapter": 5,
            "verse": 1,
            "text": "¡Oh, creyentes!, cumplid vuestros compromisos y obligaciones (con Al-lah y con los hombres). Se os permite (comer la carne de) los animales de rebano[174], salvo lo que se os menciona (en esta misma sura). No se os permite cazar si os hallais en estado de consagracion[175] para realizar la peregrinacion. Ciertamente, Al-lah dictamina lo que quiere"
        },
        {
            "chapter": 5,
            "verse": 2,
            "text": "¡Oh, creyentes!, no profaneis los ritos de Al-lah (relacionados con la peregrinacion), ni los meses sagrados, ni los animales destinados para el sacrificio ni (dejeis la practica de adornar tales animales con) guirnaldas[176] (para distinguirlos del resto de los animales y para que sean, pues, respetados). Y respetad a quienes se dirigen a la Casa Sagrada (la Kaaba) en busca del favor de Al-lah (a traves del comercio) y de Su complacencia (realizando la peregrinacion). Una vez finalizada la peregrinacion y el estado de consagracion para esta, se os permite cazar.Y que el rencor que sentis hacia quienes os impidieron llegar a la Mezquita Sagrada[177] no os haga transgredir los limites. Ayudaos los unos a los otros para alcanzar la piedad y el temor de Al-lah, mas no os ayudeis en el pecado y en la transgresion. Y temed a Al-lah. Ciertamente, Al-lah es severo en el castigo. aunque de primeras"
        },
        {
            "chapter": 5,
            "verse": 3,
            "text": "Se os prohibe (comer) la carne del animal encontrado muerto, la sangre, la carne de cerdo y la de cualquier animal que haya sido sacrificado en nombre de otro que no sea Al-lah. Se os prohibe tambien la carne del animal que muere asfixiado, golpeado, despenado o corneado, y la carne del animal que haya sido devorado en parte por una fiera, salvo si lo sacrificais (antes de que muera). Se os prohiben los animales sacrificados en altares de piedra dedicados a falsas divinidades. Tambien se os prohibe tomar decisiones a traves de la adivinacion. Todo ello es una abominacion (y su practica conlleva la desobediencia). Hoy, quienes rechazan la verdad han perdido toda esperanza de haceros renegar de vuestra religion; no los temais, pues, y temedme solo a Mi. Hoy he completado vuestra religion y Mi favor sobre vosotros y he escogido el islam como vuestra religion. Y quien se vea obligado a comer de lo prohibido por necesidad extrema sin intencion de pecar, entonces Al-lah es Indulgente y Misericordioso"
        },
        {
            "chapter": 5,
            "verse": 4,
            "text": "Te preguntan (¡oh, Muhammad!) acerca de que les es licito (comer). Diles: «Se os permiten todas las cosas buenas (que no son nocivas ni han sido adquiridas de manera ilegal), y lo que capturen para vosotros los animales de presa instruidos para la caza de acuerdo con lo que Al-lah os ha ensenado». Comed, pues, de lo que capturen para vosotros y mencionad el nombre de Al-lah (cuando los solteis para cazar). Y temed a Al-lah. Ciertamente, Al-lah es rapido en la retribucion de Su recompensa"
        },
        {
            "chapter": 5,
            "verse": 5,
            "text": "Hoy se os han hecho licitas todas las cosas buenas, asi como los animales sacrificados[178] por quienes recibieron las Escrituras,como tambien se les permite a ellos alimentarse de lo que vosotros habeis sacrificado. Tambien os son licitas en matrimonio las mujeres virtuosas de entre los creyentes y las mujeres virtuosas de quienes recibieron las Escrituras antes que vosotros si les entregais unos bienes como maher con la intencion de casaros con ellas, no como fornicadores ni para tomarlas como amantes. Y quien reniegue de su fe habra echado a perder todas sus buenas acciones, y en la otra vida estara entre los perdedores"
        },
        {
            "chapter": 5,
            "verse": 6,
            "text": "¡Oh, creyentes!, cuando os dispongais a rezar, lavaos la cara y los brazos desde las manos hasta los codos inclusive, pasaos las manos humedas por vuestras cabezas y (lavaos) los pies hasta los tobillos inclusive[179]; y si estais en estado de impureza sexual, purificaos con un bano completo. Si estuvierais enfermos o de viaje, o alguno de vosotros viniese de hacer sus necesidades, o hubieseis tenido contacto sexual con vuestras mujeres y no encontraseis agua, purificaos con tierra limpia y pura (sacudiendo en ella las manos y eliminando el exceso de tierra) pasando las manos por los rostros y frotandooslas (a continuacion).Al-lah no quiere poneros en dificultades, sino que quiere purificaros y completar Su favor sobre vosotros para que seais agradecidos"
        },
        {
            "chapter": 5,
            "verse": 7,
            "text": "Y recordad la gracia que Al-lah os ha concedido (el islam) y el pacto al que os comprometisteis con El cuando dijisteis (al Profeta jurandole fidelidad al aceptar la religion): «Oimos y obedecemos». Y temed a Al-lah; ciertamente, Al-lah conoce lo que encierran los corazones"
        },
        {
            "chapter": 5,
            "verse": 8,
            "text": "¡Oh, creyentes!, manteneos firmes en la verdad por Al-lah (y cumplid vuestras obligaciones para con El) y sed testigos justos.Y que el odio que sentis hacia quienes rechazan la verdad no os impida actuar con justicia. Sed justos, pues es lo mas cercano a la piedad. Y temed a Al-lah; ciertamente, Al-lah esta bien informado de lo que haceis"
        },
        {
            "chapter": 5,
            "verse": 9,
            "text": "Al-lah ha prometido a quienes creen y obran rectamente que obtendran Su perdon y una gran recompensa"
        },
        {
            "chapter": 5,
            "verse": 10,
            "text": "Y quienes rechacen la verdad y nieguen Nuestras aleyas (y las pruebas que os ha traido Muhammad) seran los habitantes del fuego"
        },
        {
            "chapter": 5,
            "verse": 11,
            "text": "¡Oh, creyentes!, recordad el favor de Al-lah sobre vosotros cuando unas gentes quisieron agrediros y Al-lah lo impidio[180]. Y temed a Al-lah; y en El depositan su confianza los creyentes"
        }
    ]
}