{
    "maqras": [
        {
            "chapter": 5,
            "verse": 41,
            "text": "¡Oh, Mensajero!, no te aflijas por quienes se apresuran a rechazar la verdad de entre quienes dicen creer, pero cuyos corazones no creen. Y entre los judios hay quienes se complacen en escuchar la mentira y escuchan a gentes que no han estado presentes en tus reuniones; alteran el significado de las palabras (de sus Escrituras) y dicen: «Si lo que (Muhammad) dictamina esta de acuerdo (con lo que habeis tergiversado de vuestras Escrituras), aceptadlo; pero si no, tened cuidado (y no lo acepteis)». Y a quienes Al-lah quiera extraviar (por rechazar la verdad), no podras ayudarlos (¡oh, Muhammad!). Esos son aquellos cuyos corazones Al-lah no quiere purificar (por su obstinada incredulidad). Sufriran la humillacion en esta vida y en la otra tendran un castigo terrible"
        },
        {
            "chapter": 5,
            "verse": 42,
            "text": "Escuchan la mentira y consumen lo ilicito. Y si vienen a ti (para saber tu perecer sobre un asunto, ¡oh, Muhammad!), dales tu veredicto o alejate de ellos sin interferir (pues no buscan la verdad). Si no interfieres, no podran hacerte ningun dano; mas, si juzgas entre ellos, hazlo con equidad. Ciertamente, Al-lah ama a quienes actuan justamente"
        },
        {
            "chapter": 5,
            "verse": 43,
            "text": "¿Y como van a querer que dictamines sobre ellos cuando tienen en la Tora el veredicto de Al-lah (sobre lo que disputan)? Y despues, cuando les das tu dictamen, (si no les complace, a pesar de ser el mismo que aparece en la Tora,) se desentienden. Esos no son creyentes"
        },
        {
            "chapter": 5,
            "verse": 44,
            "text": "Y, ciertamente, revelamos la Toracomo guia y luz mediante la cual los profetas sometidos a la voluntad de Al-lah juzgaban entre los judios, asi como sus sabios y rabinos por ser ellos custodios del Libro de Al-lah (la Tora) y testigos (de la verdad que contenia). No temais, pues, a la gente y temedme a Mi; y no cambieis Mis preceptos por un vil beneficio. Y quienes no juzguen conforme a lo que Al-lah ha reveladoseran los verdaderos incredulos"
        },
        {
            "chapter": 5,
            "verse": 45,
            "text": "Y en ella (en la Tora) les prescribimos: vida por vida, ojo por ojo, nariz por nariz, oreja por oreja, diente por diente y la aplicacion del talion para las heridas. Pero quien perdone la aplicacion de tal ley como acto de caridad expiara asi sus pecados. Y quienes no juzguen conforme a lo que Al-lah ha revelado, esos seran los injustos"
        },
        {
            "chapter": 5,
            "verse": 46,
            "text": "E hicimos que Jesus, hijo de Maria, siguiera los pasos (de los profetas enviados previamente al pueblo de Israel) confirmando la Tora que habia sido revelada con anterioridad. Y le concedimos (a Jesus) el Evangelio que guiaba (hacia la verdad) y esclarecia (los preceptos de Al-lah) y confirmaba el contenido de la Tora, y era una guia y una exhortacion para los piadosos"
        },
        {
            "chapter": 5,
            "verse": 47,
            "text": "Que quienes recibieron el Evangelio juzguen segun (las leyes) que Al-lah revelo en el. Y quienes no juzguen conforme a lo que Al-lah ha revelado, esos seran los rebeldes (por desobedecer a Al-lah y por preferir la falsedad a la verdad)"
        },
        {
            "chapter": 5,
            "verse": 48,
            "text": "Y te hemos revelado a ti (Muhammad), el Libro (el Coran) con la verdad, confirmando el verdadero contenido de las Escrituras anteriores y para que prevalezca sobre ellas. Juzga, pues, entre los hombres conforme a lo que Al-lah ha revelado y no sigas sus deseos, pues te apartarias de la verdad que has recibido. A cada comunidad hemos decretado una legislacion y un camino claro. Y si Al-lah hubiera querido, habria hecho de vosotros una sola comunidad (con una misma religion y legislacion), pero quiere poneros a prueba a traves de lo que os ha concedido. Y competid en las buenas acciones. Todos retornareis a Al-lah (el Dia de la Resurreccion) y El os informara sobre lo que discrepabais"
        },
        {
            "chapter": 5,
            "verse": 49,
            "text": "Y juzga entre ellos segun lo que Al-lah ha revelado y no sigas sus deseos, y ten cuidado, no sea que te desvien de algo de lo que Al-lah te ha revelado. Y si se desentienden (del juicio que emites sobre ellos), debes saber que Al-lah quiere castigarlos por algunos de sus pecados. Y, ciertamente, muchos son rebeldes (por desobedecer a Al-lah y preferir la falsedad a la verdad)"
        },
        {
            "chapter": 5,
            "verse": 50,
            "text": "¿Acaso desean ser juzgados por la ley previa al islam? ¡Y quien es mejor juez que Al-lah para la gente de firme conviccion"
        }
    ]
}