{
    "chapter": [
        {
            "chapter": 22,
            "verse": 1,
            "text": "هان ای مردمان! پروردگارتان را پاس دارید، بی‌گمان زلزله‌ی (مرگبار) ساعت [:قیامت] چیزی بس بزرگ است"
        },
        {
            "chapter": 22,
            "verse": 2,
            "text": "روزی که آن را ببینید، هر شیردهنده‌ای آن را که شیر می‌دهد (از شدت هراس) به فراموشی می‌سپارد و هر زن بارداری بار خود را فرو می‌نهد و مردم را مست می‌بینی، حال آنکه مست نیستند. ولی عذاب خدا شدید است"
        },
        {
            "chapter": 22,
            "verse": 3,
            "text": "و برخی از مردمان کسانی(اند که) درباره‌ی خدا بدون هیچ (بینش و) دانشی مجادله (و ستیز) می‌کنند و از هر شیطان سرکشی پیروی می‌نمایند"
        },
        {
            "chapter": 22,
            "verse": 4,
            "text": "بر زیانش نبشته شده است که همانا هر کس او را به سرپرستی برگیرد، پس همواره او را گمراه می‌کند و سوی عذاب (آن) آتش زبانه‌دار رهنمونش می‌سازد"
        },
        {
            "chapter": 22,
            "verse": 5,
            "text": "هان ای مردمان! اگر درباره‌ی برانگیخته شدن (پس از مرگتان) در (ژرفای) شکی مستند بوده‌اید، پس همانا (بدانید که) ما شما را از خاک آفریدیم، سپس از نطفه، سپس از علقه [:خونی آویزک]، سپس از مضغه [:گوشتکی له شده] به بار آمده و به بار نیامده تا (حقایقی ربّانی را) برای شما روشن گردانیم. و آنچه را می‌خواهیم تا مدتی معین در رحم‌ها پایدار می‌داریم، سپس شما را به حالت کودکی برون می‌آوریم، سپس (حیات شما را ادامه می‌دهیم) تا به حد رشدهاتان برسید و برخی از شما (پیش از پیری) مرگش در رسد، و برخی از شما (هم) به پست‌ترین زمان عمر(ش) بر‌گردانده شود، به گونه‌ای که پس از دانستنی (اندک) آن را (هم) نداند. و زمین را پژمرده می‌بینی، پس هنگامی که آب (باران) بر آن فرود آوریم به جنبش درآید و نمو کند و از هر نوع (رستنی‌های) همسان (و) نیکوی فرح‌بخشی برویاند"
        },
        {
            "chapter": 22,
            "verse": 6,
            "text": "این برای آن است که به‌راستی خدا، (هم)او تمامی حق است و اینکه مردگان را - به‌درستی- زنده می‌کند و بر هر چیزی بسی تواناست"
        },
        {
            "chapter": 22,
            "verse": 7,
            "text": "و اینکه ساعت (مرگ و زندگی همگانی) همواره آمدنی است (و) هرگز شکی مستند (هم) در آن نیست و همانا خدا کسانی را که در گورهایند برمی‌انگیزد"
        },
        {
            "chapter": 22,
            "verse": 8,
            "text": "و از (میان) مردمان کسی است که درباره‌ی خدا - بدون هیچ دانایی و نه رهنمودی و نه کتاب روشنگری - به مجادله و ستیز می‌پردازد،"
        },
        {
            "chapter": 22,
            "verse": 9,
            "text": "حال آنکه (از سرِ نخوت) پهلو در هم پیچنده [:کمر بسته] است تا (مردم را) از راه خدا گمراه کند. و در این دنیا برای او رسوایی و خواری است و در روز رستاخیز عذاب آتش بس سوزان را به او می‌چشانیم"
        },
        {
            "chapter": 22,
            "verse": 10,
            "text": "این (کیفر بزرگ) به سزای (همان) چیزهایی است که دست‌هایت [:نیروهایت] پیش فرستاده است. و اینکه خدا همواره به بندگان خود زیاد بیدادگر نیست"
        },
        {
            "chapter": 22,
            "verse": 11,
            "text": "و از میان مردم کسی است که خدا را فقط بر (مبنای) جانبی (و هوسی مصلحتی) می‌پرستد. پس اگر خیری به او رسد بدان اطمینان یابد و چون بلایی آتشین بدو رسد روی برتابد. (او) دنیا و آخرت را زیان کرده (و) این همان زیان آشکارگر است"
        },
        {
            "chapter": 22,
            "verse": 12,
            "text": "از غیر خدا همی خواند و می‌خواهد چیزی را که نه زیانش رساند و نه سودش دهد. این است همان گمراهی دور و دراز"
        },
        {
            "chapter": 22,
            "verse": 13,
            "text": "همواره کسی را می‌خواند و می‌خواهد که بی‌گمان زیانش از سودش نزدیکتر است. وه! به‌راستی چه بد سروری و چه بد دمسازی است"
        },
        {
            "chapter": 22,
            "verse": 14,
            "text": "بی‌گمان، خدا کسانی را که ایمان آورده و کارهای شایسته (ی‌ایمان) کرده‌اند، در باغ‌هایی سردرهم درمی‌آورد که از زیر (درختان)شان (:نهرها و رودبارها) روان است. خدا همواره هر چه اراده کند انجام می‌دهد"
        },
        {
            "chapter": 22,
            "verse": 15,
            "text": "هر که می‌پنداشته است (که) خدا او را در دنیا و آخرت هرگز یاری نخواهد کرد، پس وسیله‌ای سوی آسمان در کشد (و خود را حلق‌آویز کند)؛ سپس (آن را) بی‌چون بِبُرَد؛ آن‌گاه همی بنگرد (که) آیا نیرنگش چیزی را که مایه‌ی خشم اوست حتماً از میان خواهد برد؟"
        },
        {
            "chapter": 22,
            "verse": 16,
            "text": "و این‌گونه قرآن را - حال آنکه آیاتی روشن است - فرو فرستادیم و خدا به‌راستی هر که را اراده کند راه می‌نماید"
        },
        {
            "chapter": 22,
            "verse": 17,
            "text": "به‌راستی کسانی که ایمان آوردند و کسانی که یهودی شدند و التقاطیان و نصرانیان و زرتشتیان و کسانی که شرک ورزیدند ، بی‌گمان خدا روز قیامت میانشان را جدا خواهد کرد، زیرا خدا همواره بر هر چیزی بس گواه است"
        },
        {
            "chapter": 22,
            "verse": 18,
            "text": "آیا ندیدی که خدا هر کس در آسمان‌ها و هر کس که در زمین است- و خورشید و ماه و ستارگان و کوه‌ها و درختان و جنبندگان- به‌راستی برایش (همگی) سجده می‌کنند و (نیز) بسیاری از مردمان و (حتّی‌) بسیاری از آنان هم که عذاب بر آنان محقق شده است (برای او سجده می‌کنند)؟ و هر که را خدا خوار کند، برایش هیچ گرامی‌دارنده‌ای نیست. همواره خدا هر چه بخواهد انجام می‌دهد"
        },
        {
            "chapter": 22,
            "verse": 19,
            "text": "این دو (گروه با یکدیگر) دشمنانند (که) درباره‌ی پروردگارشان با هم بسی دشمنی (و ستیزه) کردند. پس کسانی که کفر ورزیدند، جامه‌هایی بسیار از آتش برایشان بریده شده است (و) از بالای سرهاشان مایع جوشان ریخته می‌شود"
        },
        {
            "chapter": 22,
            "verse": 20,
            "text": "در شکم‌های آنهاست با پوست‌ها [:بدن‌ها]شان بدان گداخته و ذوب می‌گردد"
        },
        {
            "chapter": 22,
            "verse": 21,
            "text": "و برای (وارد کردن ضربت بر سر) آنان گرزهایی از آهن است"
        },
        {
            "chapter": 22,
            "verse": 22,
            "text": "هر بار خواستند از (شدت) اندوهی، از آن بیرون روند در آن بازگردانیده می‌شوند و (به آنان گویند: «هان!) بچشید عذاب آتش بس سوزان را.»"
        },
        {
            "chapter": 22,
            "verse": 23,
            "text": "بی‌گمان خدا کسانی را که ایمان آورده و کارهای شایسته (ی‌ایمان) کردند در باغ‌هایی سردرهم - که از زیر (درختان)شان نهرها روان است - در می‌آورد: در آنجا با دستبندهایی از طلا و مروارید آراسته می‌شوند و لباس‌هاشان در آنجا حریر [:پرنیان] است"
        },
        {
            "chapter": 22,
            "verse": 24,
            "text": "و راهنمایی شدند فرا‌سوی گفتار پاکیزه، و راهنمایی شدند فراسوی راه (خدای) بس مورد سپاس"
        },
        {
            "chapter": 22,
            "verse": 25,
            "text": "بی‌گمان، کسانی که کافر شدند و از راه خدا و مسجدالحرام - که آن را برای مردمان اعم از اقامت‌گزیدگان و مسافران، یکسان قرار داده‌ایم - جلوگیری می‌کنند و هر که بخواهد در آنجا به (انحرافی) پوشاننده(‌ی حق) و ظالمانه درآید، او را از عذابی دردناک می‌چشانیم"
        },
        {
            "chapter": 22,
            "verse": 26,
            "text": "و چون برای ابراهیم جای آن خانه [:کعبه] را آماده کردیم (بدو گفتیم:) «چیزی را با من شریک مگردان و خانه‌ام را- برای طواف‌کنندگان و قیام‌کنندگان و رکوع‌کنندگانِ سجده‌کننده - پاکیزه گردان.»"
        },
        {
            "chapter": 22,
            "verse": 27,
            "text": "«و در میان مردمان برای (ادای) حج اعلان کن (که) پیادگان سویت آیند و (نیز) سواران بر شترانی لاغر - از هر راهی دور - سویت [:فرا سوی کعبه] روان شوند.»"
        },
        {
            "chapter": 22,
            "verse": 28,
            "text": "«تا شاهدانِ (دیدار و برخورداری) منافعی برای خویش باشند و نام خدا را -در روزهای معلومی بر دام‌های زبان‌بسته‌ای که روزی آنان کرده است- ببرند؛ پس از آنها بخورید و بدحالِ کمرشکسته‌(ی فقیر) را (از آن) بخورانید.»"
        },
        {
            "chapter": 22,
            "verse": 29,
            "text": "سپس باید آلودگی خود را بزدایند و به نذرهای خود وفا کنند و بر گِرد آن خانه‌ی کهن آزاد [:کعبه] بسیار طواف کنند"
        },
        {
            "chapter": 22,
            "verse": 30,
            "text": "این (کاری با کرامت) است. و هر کس احترامات (ربانی) خدا را بزرگ بدارد، پس (همان) برایش نزد پروردگارش پسندیده و بهتر است. و برای شما نعمت‌های حیوانی [:حیوانات رام] حلال شده است، مگر آنچه (در قرآن) بر شما خوانده می‌شود. پس از پلیدی - همچون بتان - همواره دوری گزینید و از گفتار باطل (هم) اجتناب ورزید"
        },
        {
            "chapter": 22,
            "verse": 31,
            "text": "در حالی که از غیر خدا رویگردان شده (و) به او شرک نورزید. و کسی که به خدا شرک ورزد چنان است که گویی از آسمان فرو افتاده، پس مرغان او را می‌ربایند، یا باد او را به پرتگاهی دور - خردکننده- و نابسامان می‌افکند"
        },
        {
            "chapter": 22,
            "verse": 32,
            "text": "این است (فرمان بزرگ الهی) و هر کس شعائر خدا را بزرگ بدارد، همانا، پس (هم) آنها (حاکی) از پرهیزگاری دل‌هاست"
        },
        {
            "chapter": 22,
            "verse": 33,
            "text": "برایتان در آن (قربانی)ها تا مدتی معین سودهایی است، سپس جایگاه (قربانی کردن) آنها سوی خانه‌ی کهن [:کعبه] آزاد است"
        },
        {
            "chapter": 22,
            "verse": 34,
            "text": "و برای هر امتی روش ویژه‌ای (برای حج) نهادیم، تا نام خدا را بر دام‌های زبان‌‌‌‌بسته‌ای که روزیشان گردانیده یاد کنند. پس (بدانید که) معبود شما معبودی یگانه است، پس تنها برای او گردن نهید. و خاکساران و بینی بر خاک نهندگان (در برابر خدا) را بشارت ده"
        },
        {
            "chapter": 22,
            "verse": 35,
            "text": "کسانی (را) که چون خدا یاد شود، دل‌هایشان (از عظمتش) هراس یابد، و (آنان که) برهر چه بر سرشان آید صبر پیشگانند، و (نیز) کسانی (که) بر پا دارندگان نمازند و از آنچه روزیشان داده‌ایم انفاق می‌کنند"
        },
        {
            "chapter": 22,
            "verse": 36,
            "text": "و شتران درشت اندام را برای شما از (جمله‌ی) شعائر [:بلندگوهای دین] خدا قرار دادیم- در آنها برای شما خیری است- پس نام خدا را بر آنها - در حالی که صف اندر صف‌اند - یاد کنید، و چون به پهلوهاشان فروافتادند از آنها بخورید و به قناعت‌پیشه و (به) عابری بسیار مستمند (که چشم‌داشت هم دارد) بخورانید. این‌گونه آنها را برای شما رام کردیم، شاید شما شکرگزارید"
        },
        {
            "chapter": 22,
            "verse": 37,
            "text": "هرگز نه گوشت‌هایشان و نه خون‌هایشان به خدا نرسد ولی (این) تقوای شماست که به او می‌رسد. این‌گونه (خدا) آنها را برای شما رام کرد، تا خدا را به پاس آنکه شما را هدایت نموده بزرگ دارید. و نیکوکاران را مژده ده"
        },
        {
            "chapter": 22,
            "verse": 38,
            "text": "همواره خدا از کسانی که ایمان آورده‌اند دفاع می‌کند، زیرا خدا هیچ خیانت‌پیشه‌ای بس کافر (یا) کفران‌کننده‌ای بس ناسپاس را دوست نمی‌دارد"
        },
        {
            "chapter": 22,
            "verse": 39,
            "text": "برای کسانی که کشتار می‌شوند، اجازه(ی کشتار) داده شده، چه آنکه همواره ستم دیده‌اند و البته خدا بر یاری آنان بی‌گمان بس تواناست"
        },
        {
            "chapter": 22,
            "verse": 40,
            "text": "کسانی که به ناحق از خانه‌هایشان بیرون رانده شدند، و (گناهی نداشتند) جز اینکه گویند: «پروردگار ما خداست‌.» و اگر خدا (زیان) بعضی از مردم را به وسیله‌ی بعضی دیگر دفع نمی‌کرد، جایگاه عبادت مسیحیان و یهودیان و نمازها و نمازخانه‌ها(ی مسلمانان) که نام خدا در آنها بسیار برده می‌شود، سخت ویران می‌شد. و همواره خدا به کسی که (دین) او را یاری می‌کند بی‌گمان یاری می‌دهد. به‌راستی خدا بسی نیرومند و کانون عزّت است"
        },
        {
            "chapter": 22,
            "verse": 41,
            "text": "همان کسانی که چون در زمین به آنان توان و امکان دهیم، نماز را (به شایستگی) بر پا می‌دارند و زکات می‌دهند و (مکلفان را) به کارهای پسندیده وامی‌دارند و از کارهای ناپسند بازمی‌دارند. و فرجام همه‌ی امور تنها از آنِ خداست"
        },
        {
            "chapter": 22,
            "verse": 42,
            "text": "و اگر تو را تکذیب می‌کنند، پس بی‌گمان پیش از آنان (نیز) قوم نوح و عاد و ثمود (هم پیامبران را) تکذیب کردند"
        },
        {
            "chapter": 22,
            "verse": 43,
            "text": "و (نیز) قوم ابراهیم و قوم لوط"
        },
        {
            "chapter": 22,
            "verse": 44,
            "text": "و (همچنین) اصحاب مَدْیَن (تکذیب کردند) و موسی سخت تکذیب شد. پس برای کافران مهلت دادم، سپس (گریبان) آنان را بر گرفتم. پس (بنگر،) انکار (و انگار) ما چگونه بود؟"
        },
        {
            "chapter": 22,
            "verse": 45,
            "text": "پس چه بسیار از مجتمعاتی را که در حال ستمکاریشان هلاکشان کردیم. در نتیجه سقف‌های جایگاه‌هایشان زیر و زبر شد و (بسا) چاهی متروک و قصری سخت‌بنیان و افراشته را (نیز ویران کردیم)"
        },
        {
            "chapter": 22,
            "verse": 46,
            "text": "پس آیا در زمین گردش نکردند، تا برایشان دل‌هایی باشد که با آنها خردورزی کنند، یا گوش‌هایی که با آنها بشنوند؟ پس بی‌گمان، (این) چشم‌ها نابینا نیست ولی (چشم‌های) دل‌هایی که در سینه‌هاست کور است"
        },
        {
            "chapter": 22,
            "verse": 47,
            "text": "و از تو عذاب‌(شان) را با شتاب می‌طلبند، حال آنکه خدا هرگز وعده‌ی (عذاب) خود را تخلف نمی‌کند. و یک روز (از قیامت) نزد پروردگارت مانند هزار سال است از آنچه بر می‌شمرید"
        },
        {
            "chapter": 22,
            "verse": 48,
            "text": "و چه بسا از اجتماعاتی که در حال ستمکاریشان برایشان مهلت دادم، سپس (گریبان) ایشان را برگرفتم. و بازگشت (همگان) تنها سوی من است"
        },
        {
            "chapter": 22,
            "verse": 49,
            "text": "بگو: «هان ای مردمان! من برای شما تنها هشداردهنده‌ای روشنگرم.»"
        },
        {
            "chapter": 22,
            "verse": 50,
            "text": "پس کسانی که ایمان آورده و کارهای شایسته(ی ایمانشان) انجام دادند، پوشش و روزی‌ای بس گسترده و با کرامت تنها برای ایشان خواهد بود"
        },
        {
            "chapter": 22,
            "verse": 51,
            "text": "و کسانی که در (خدشه‌دار کردن) آیات ما می‌کوشیدند حال آنکه (به گمانشان) با ما دست و پنجه نرم می‌کنند، آنان همراهان آتشی بس سوزانند"
        },
        {
            "chapter": 22,
            "verse": 52,
            "text": "و (ما) پیش از تو هیچ رسول و فرستاده‌ی برجسته‌ای را نفرستادیم جز اینکه هر گاه آرزو(ی هدایت مکلفان را) می‌کرد، شیطان در آرزویش القا(ی شبهه) می‌نمود. پس خدا آنچه را شیطان القا می‌نماید محو می‌کند، سپس خدا آیات خود را استوار می‌دارد. و خدا بس دانای حکیم است"
        },
        {
            "chapter": 22,
            "verse": 53,
            "text": "تا آنچه را شیطان القا می‌کند، برای کسانی که در دل‌هایشان بیماری است - و (نیز) برای سنگدلان- آزمایشی آتش‌بار گرداند. و بی‌گمان ستمگران همواره در (ژرفای) جدایی (از حق) و ستیزه‌ای بس دور و درازند"
        },
        {
            "chapter": 22,
            "verse": 54,
            "text": "و تا آنان که دانش (وحیانی) یافته‌اند بدانند همانا این (نسخ القائات شیطانی و تحکیم آیات ربانی)، به تمامی حق از سوی پروردگار تو است، تا بدو ایمان آورند. پس دل‌هایشان برای او بسی خاکسار و خاضع گردد. و به‌راستی خدا کسانی را که ایمان آورده‌اند، همانا سوی راهی راست راهبر است"
        },
        {
            "chapter": 22,
            "verse": 55,
            "text": "و کسانی که کفر ورزیدند، همیشه از آن (راه راست) در تردیدی شدیدند، تا ناگهان ساعت (زندگی آخرین) برایشان فرا رسد، یا عذاب روزی نازا به سراغشان آید"
        },
        {
            "chapter": 22,
            "verse": 56,
            "text": "تمامی فرماندهی (حق) در چنان روزی از آنِ خداست، میانشان فرمان می‌دهد. پس کسانی که ایمان آورده و کارهای شایسته(ی ایمانشان) را انجام دادند در باغ‌های سردرهم و پر ناز و نعمتند"
        },
        {
            "chapter": 22,
            "verse": 57,
            "text": "و کسانی که کفر ورزیده و به وسیله‌ی نشانه‌های ما (همان‌ها و ما را) تکذیب کردند، برایشان عذابی توهین‌آمیز است"
        },
        {
            "chapter": 22,
            "verse": 58,
            "text": "و کسانی که در راه خدا مهاجرت کرده، سپس کشته شدند یا مردند، همانا خدا همواره به آنان روزی نیکویی می‌دهد. و به‌راستی خدا، (هم)او به‌درستی بهترین روزی‌دهندگان است"
        },
        {
            "chapter": 22,
            "verse": 59,
            "text": "بی‌گمان آنان را در جایگاهی که آن را می‌پسندند همی در خواهد آورد. و همانا خدا به‌راستی بسی دانای بردبار است"
        },
        {
            "chapter": 22,
            "verse": 60,
            "text": "چنین است و هرکس نظیر آنچه بر او عقوبت رفته است دست به عقوبتی همسان زند، سپس مورد ستم قرار گیرد، همواره خدا او را بی‌گمان یاری خواهد کرد. به‌راستی خدا همانا بخشایشگرِ پوشنده است"
        },
        {
            "chapter": 22,
            "verse": 61,
            "text": "این به‌راستی بدین سبب است که خدا شب را در روز فرو می‌برد و روز را در شب فرو می‌برد. و اینکه خدا همواره بسی شنوای بسیارِ بیناست"
        },
        {
            "chapter": 22,
            "verse": 62,
            "text": "(آری،) این بی‌گمان بدین سبب است که خدا خود تمامی حق است و آنچه به جای او می‌خوانند، (هم)او تمامی باطل است. و اینکه خدا بس والای بزرگ است"
        },
        {
            "chapter": 22,
            "verse": 63,
            "text": "آیا ندیدی که خدا از آسمان به‌راستی آبی فرو فرستاد؟ پس زمین (با آن) سرسبز می‌گردد. همانا خدا بسی دقیق، (و) ناپیدای بسیار آگاه است"
        },
        {
            "chapter": 22,
            "verse": 64,
            "text": "آنچه در آسمان‌ها و آنچه در زمین است تنها از اوست و همانا خدا، (هم)او، بی‌نیازِ بسیار ستوده است"
        },
        {
            "chapter": 22,
            "verse": 65,
            "text": "آیا ندیدی که خدا به‌درستی آنچه را در زمین است برای شما مسخر کرد. و (نیز) کشتی‌ها را در حالی‌که در دریا به فرمان او روانند، و آسمان را نگه می‌دارد، تا مبادا بر زمین فرو اُفتد، مگر به اذن او. به‌راستی خدا نسبت به مردمان بسی مهربان و رحمتگر بر ویژگان است"
        },
        {
            "chapter": 22,
            "verse": 66,
            "text": "و او کسی است که شما را زنده کرد. سپس شما را می‌میراند. باز پس شما را زنده می‌کند. (اما) انسان بی‌گمان سخت کافر (یا) ناسپاس است"
        },
        {
            "chapter": 22,
            "verse": 67,
            "text": "برای هر امتی رسم و جایگاهی برای عبادت و قربانی قرار دادیم که آنها بدان سوی و روش روانند. پس نباید در این امر با تو به ستیزه برخیزند. و سوی پروردگارت دعوت کن. همانا تو همواره بر راهی راست، چیره‌ای"
        },
        {
            "chapter": 22,
            "verse": 68,
            "text": "و اگر با تو مجادله کردند، بگو: «خدا به آنچه می‌کنید داناتر است.»"
        },
        {
            "chapter": 22,
            "verse": 69,
            "text": "(این تنها) خداست که روز قیامت در آنچه با یکدیگر در آن اختلاف می‌کرده‌اید، داوری خواهد کرد"
        },
        {
            "chapter": 22,
            "verse": 70,
            "text": "آیا ندانستی که خدا همواره آنچه را در آسمان و زمین است می‌داند؟ بی‌گمان این‌ها (همه) در کتاب (علم خدا) است. همواره این بر خدا آسان است"
        },
        {
            "chapter": 22,
            "verse": 71,
            "text": "و (بعضی از آفریدگان،) از غیر خدا، چیزی را می‌پرستند که (خدا) بر (تأیید) آن حجتی نازل نکرده و بدان (بینش و) دانشی (هم) ندارند. و برای ستمکاران هیچ یاوری نیست"
        },
        {
            "chapter": 22,
            "verse": 72,
            "text": "و چون آیات ما با روشنایی(و روشنگری) بر آنان خوانده شود، در چهره‌های کسانی که کافر شدند (اثر انگار و) انکارشان را می‌شناسی؛ چیزی نمانده که بر کسانی که آیات ما را بر ایشان تلاوت می‌کنند سخت حمله‌ور شوند. بگو: «آیا پس شما را به بدتر از این خبری مهم دهم‌؟ (آن، همان) آتش است که خدا آن را به کسانی که کفر ورزیده‌اند وعده داده و چه بد سرانجامی است!»"
        },
        {
            "chapter": 22,
            "verse": 73,
            "text": "هان ای مردمان! مَثَلی زده شد، پس آن را به گوش برگیرید. بی‌گمان کسانی را که از (آفریدگانِ) غیر خدا می‌خوانید، هرگز (حتی) مگسی هم نیافریدند، و گرچه برای (آفریدن) آن اجتماع کنند. و اگر (هم) آن مگس چیزی از آنان برباید، آن را با هیچ کوششی از او باز پس نگیرند؛ طالب [:این جویندگان] و مطلوب [:آن مگس] هر دو ناتوانند"
        },
        {
            "chapter": 22,
            "verse": 74,
            "text": "قدر (و منزلت الوهیت و ربوبیت) خدا را چنان که سزاوار اوست نشناختند. در حقیقت، خداست که همواره بسی نیرومندِ عزیز است"
        },
        {
            "chapter": 22,
            "verse": 75,
            "text": "خدا از میان فرشتگان رسولانی برمی‌گزیند و (نیز) از میان مردمان. بی‌گمان خدا بسی شنوای بسیار بیناست"
        },
        {
            "chapter": 22,
            "verse": 76,
            "text": "آنچه را پیش روی آنان و آنچه پشت(سر)شان است می‌داند و همه‌ی امور [:کارها، چیزها و فرمان‌ها] تنها به خدا بازگردانیده می‌شوند"
        },
        {
            "chapter": 22,
            "verse": 77,
            "text": "هان ای کسانی که ایمان آوردید! رکوع و سجود کنید و پروردگارتان را بپرستید و کار خیر را انجام دهید، شاید (خود و دیگران را) رستگار کنید"
        },
        {
            "chapter": 22,
            "verse": 78,
            "text": "و در راه خدا چنان که حقّ جهاد (در راه) اوست جهاد کنید. اوست که شما را برگزید و در دین بر شما هیچ گونه حرج و تنگنایی قرار نداد. (نگهبان) روش (ربانی) پدرتان ، ابراهیم، باشید. او بود که از پیش شما را مسلمان نامید و در این (قرآن نیز همان آمده است) تا پیامبر بر شما گواه باشد و شما (هم) بر مردمان گواه باشید. پس نماز را بر پا بدارید و زکات را بدهید و به خدا پناه و عصمت گیرید. او مولای شماست‌؛ چه نیکو مولایی و چه نیکو یاوری"
        }
    ]
}