{
    "pages": [
        {
            "chapter": 10,
            "verse": 43,
            "text": "Ebile ho teng e mong har’a bona ea u talimileng. Empa na o ka tataisa lifofu le ha ho se letho leo li le bonang"
        },
        {
            "chapter": 10,
            "verse": 44,
            "text": "Ruri! Allah a ke ke a fosetsa batho ka soele; empa ke bathobatla fosetsa meea ea bona ka bo-bona"
        },
        {
            "chapter": 10,
            "verse": 45,
            "text": "Ka letsatsi le leng o tla ba bokella hammoho, e tla ka hoja ba phetse hora e le ‘ngoe feela ka letsatsi, ke moo ba tla tsebana, Ruri haele banyefotseng kopano le Allah ba bile basa ka ba tataisoa ba tla timela"
        },
        {
            "chapter": 10,
            "verse": 46,
            "text": "Le hoja Re ne Re ka u bonts’a karoloana ea seo Re ba ts’episang sona, kapa Ra nka moea oa hau, Poelo ea bona e ho rona, pheletsong Allah ke paki holim’a tsohle tseo ba li etsang"
        },
        {
            "chapter": 10,
            "verse": 47,
            "text": "Ho merabe eohle ho bile teng Moromuoa. Nakong eo Moromuoa ka mong a tlang ho hlahela ho morabe oa habo, taba ea bona e tla ahloloa lipakeng tsa bona kantle le lits’ekamelo, ba ke ke ba qhekelloa"
        },
        {
            "chapter": 10,
            "verse": 48,
            "text": "Ba bile ba re: “Ts’episo ena e tla phethisoa neneng, haeba u bua ‘nete?”"
        },
        {
            "chapter": 10,
            "verse": 49,
            "text": "E re: “Ha ke na matla holima kotsi, kapa ona molemo haese kamoo Allah a ratileng kateng. Morabe o mong le o mong o behetsoe nako. Ha nako ea bona e se e atametse, ba ke ke ba e liehisa le haele ka hora feela, kapa hona ho e potlakisa”"
        },
        {
            "chapter": 10,
            "verse": 50,
            "text": "E re: “Na le’a nahana: hore haeba kotlo ea Allah e ka le fihlela ka ts’ohanyetso ekaba bosiu kapa mots’eare ho phathahanoe; ke karolo efeng ea eona eo baetsalibe ba ka lakatsang ho e potlakisa"
        },
        {
            "chapter": 10,
            "verse": 51,
            "text": "Ebe ke feela le tlang ho lumela ho eona ha e se e le oetse holimo? Eng! Kholoang esale joale, ke neng esale le e potlakisitse ho fihlela joale"
        },
        {
            "chapter": 10,
            "verse": 52,
            "text": "Joale ke moo ho tla thoe ho bao esaleng ba tlola melao: “Latsoang ke hona timelo e sa feleng”. Na le putsitsoe ka se seng se kathoko ho seo le se sebelelitseng"
        },
        {
            "chapter": 10,
            "verse": 53,
            "text": "Ba kopa tlhalosetso ho uena ea hore: “Na ke ‘nete?” E re: “Aha, Ruri ka Mong`a ka ke ‘nete, le ke ke la phonyoha"
        }
    ]
}