{
    "pages": [
        {
            "chapter": 11,
            "verse": 72,
            "text": "Sara a re: “Oho ke mohlolo ka ‘na! Nka beleha ngoana joang empa ke se ke le setsoatsana, le monna oa ka e se e le leqheku? Ruri! Hona ke taba e mohlolo!”"
        },
        {
            "chapter": 11,
            "verse": 73,
            "text": "Ba ile ba re: “Na u ka makalla taelo ea Allah? Ruri Mohau le mahlohonolo a Allah li ke li le aparele oho lona batho ba ntlo ena! Bonang! Ruri ke Allah ea lokeloang ke lithoriso, Mong`a tlotla eohle!”"
        },
        {
            "chapter": 11,
            "verse": 74,
            "text": "Eitse hoba letsoalo le siruhele Abrahama, litaba tse molemo li mo fihlele; eaba o etsa thapeli ho Rona malebana le batho ba habo Lota"
        },
        {
            "chapter": 11,
            "verse": 75,
            "text": "Abrahama kantle ho khoao o ne a le pelo-tlhomohi, a bile a kopa ka mosa oohle le ka boinyatso"
        },
        {
            "chapter": 11,
            "verse": 76,
            "text": "Oho Abrahama! Se batle sena! Taelo ea Mong`a hau e se e tsoile, malebana le bona ho tla kotlo e ke keng ea hlola e khutlisoa"
        },
        {
            "chapter": 11,
            "verse": 77,
            "text": "Hoba Baromuoa ba Rona ba fihle ho Lota, o ile a sareloa hoo a ileng a hloka tsebo ea hore na o tla ba hlokomela joang. A re: “Lena ke letsatsi la mahlomola.”"
        },
        {
            "chapter": 11,
            "verse": 78,
            "text": "Eaba batho ba habo ba tla baphaletse ho eena, – ka ha ba ne ba tloaetse ho etsa linyonts’a – – A re: “Oho batho ba heso! Barali ba ka ke bana! Ba hloekile sebakeng sa lona. Ts’abang Allah, le se nkapese ka masoabi kapel’a baeti ba ka. Na ha ho monna le’a mong har’a lona ea boits’oaro bo nepahetseng"
        },
        {
            "chapter": 11,
            "verse": 79,
            "text": "Batho ba habo ba re: “Ruri u tseba hantle hore ha re batle barali ba hau, ebile u tseba hantle seo re se batlang.”"
        },
        {
            "chapter": 11,
            "verse": 80,
            "text": "A re: “Hoja ke na le matla a ho le sitisa, kapa ebe nka ba le bots’ehetsi bo matla!”"
        },
        {
            "chapter": 11,
            "verse": 81,
            "text": "Baromuoa ba re: “Oho Lota! Re Baromuoa ba Mong`a hau; ba ke ke ba u ama. Kahoo, tsamaea le lelapa la hau karolong ea bosiu, u se ke be oa lumella le’a mong oa lona ho hetla, – empa har’a bona bohle mohatsa’o o tla salla morao. ho eena ho tla etsahala se tla etsahalla batho bohle. Meso ke nako eo ba e hloaetsoeng. Na meso ha e haufinyane?”"
        }
    ]
}