{
    "pages": [
        {
            "chapter": 11,
            "verse": 109,
            "text": "Kahoo uena u se its’oenye ka tseo batho bana ba se khumamelang. Ba mpa khumamela seo bo-ntat’a bona ban eng ba se khumamela. Ruri re tla ba lefa moputso oa bona kaofela kantle ho phokotso"
        },
        {
            "chapter": 11,
            "verse": 110,
            "text": "Re ile ra nehelana ka Lengolo ho Moshe, le hoja ho bile le likhang holim’a lona; hoja e ne e se ka Lentsoe le ne le sa tsoa ho Mong`a hau, taba e ka be e ahlotsoe lipakeng tsa bona; empa bana le khoao e tebileng malebana le lona"
        },
        {
            "chapter": 11,
            "verse": 111,
            "text": "Ruri Mong`a lona U tla lefa e mong le e mong ho latela mesebetsi ea hae ka botlalo. U tsebisisa hantle tsohle tseo ba li etsang"
        },
        {
            "chapter": 11,
            "verse": 112,
            "text": "Emang le tiile tseleng e otlolohileng joaloka ha le laetsoe,- Uena le bohle baretellehelang ho Allah; ba sa tlole molao. U bona tsohle tseo le li etsang"
        },
        {
            "chapter": 11,
            "verse": 113,
            "text": "Le se sekamele ka ho ba etsang liphoso esere la nanoloa ke mollo; kapa la hloka mots’oalle ea ka le ts’ireletsang kamtle ho Allah, kapa la sitoa ho thusoa"
        },
        {
            "chapter": 11,
            "verse": 114,
            "text": "Phethahatsang thapelo ka liqoleng tse peli tsa mathetho a letsatsi le phalimehong ea bosiu. Hobane Ruri liketso tse hloekileng li hlakola tse fosahetseng. Sena ke khopotso ho ba hopolang Mong`a bona"
        },
        {
            "chapter": 11,
            "verse": 115,
            "text": "U tiiee mamellong, hobane Ruri Allah ha a lahle moputso oa ba etsang ho loka"
        },
        {
            "chapter": 11,
            "verse": 116,
            "text": "Hobaneng ho sa ka haeba; har’a meloko pele ho lona Batho ba likelello li tsitseng, ho thibela pherekano lefats’eng – haese ba ‘maloa feela har’a bona bao Re ileng Ra ba pholosa? Baetsalibe bona ba lelekisana monate oa bophelo oa tseo ba li filoeng. Ba tsitlellele sebeng"
        },
        {
            "chapter": 11,
            "verse": 117,
            "text": "Mong`a hau U ne a ke ke a ripitla metse ka lebaka la tsi’to e le ng’oe, ha baahi ba eona bane ba ka loka"
        }
    ]
}