{
    "pages": [
        {
            "chapter": 14,
            "verse": 11,
            "text": "Baromuoa ba habo bona ba re ho bona: “Ke ‘nete re batho joaloka lona, Allah U fana ka lereko ho eo A khahloang ke eena har’a makhabunyane a Hae. Rona ha re na matla a ho ka etsa mohlolo kantle le ka tumello ea Allah. Ba kholoang ba behe ts’epo ea bona ho Allah"
        },
        {
            "chapter": 14,
            "verse": 12,
            "text": "Re ke keng ra beha ts’epo ea rona ho Allah hobane e le eng feela A re bonts’itse litsela tsa rona? Ruri re tla mamella tseo le re etsetsang tsona. Ba behang ts’epo ba ts’oanetso ho e beha ho Allah!”"
        },
        {
            "chapter": 14,
            "verse": 13,
            "text": "Mahana-tumelo a re ho baromuoa: “Ruri re tla le phalalisa kahar’a naha ea rona, kantle leha le ka la sokolohela tumelong ea rona.” Empa Mong`a bona a ba nyenyeletsa: “Ruri re tla ripitla baetsa-libe"
        },
        {
            "chapter": 14,
            "verse": 14,
            "text": "“Ruri re tla le etsa majalefa kahar’a naha kamorao ho bona. Sena ke sebakeng sa ea ts’abang eo ba tlang ho ema kapela Setulo sa Kahlolo, – le hona ho ts’aba likahlolo tsa ka.”"
        },
        {
            "chapter": 14,
            "verse": 15,
            "text": "Empa ba batla tlholo le qeto, pherekano e ile ea eba kabelo ea e mong le e mong ea matla ea tlolang molao"
        },
        {
            "chapter": 14,
            "verse": 16,
            "text": "Kapele ho ea joalo ke Lihele, o tla noesoa metsi a bohla a belang"
        },
        {
            "chapter": 14,
            "verse": 17,
            "text": "Ka methamo a tlang ho a noa, a ke ke a a koenya: lefu le tla mo tjamela ka mahlakore ohle; empa a ke ke a shoa; kapel’a hae ho teng kahlolo e tlotlollang"
        },
        {
            "chapter": 14,
            "verse": 18,
            "text": "Papiso ea ba latolang Mong`a bona: mesebetsi ea bona e ts’oana le molora o fefoloang ke moea o matla mohla letsatsi le (fifetseng) ke lerole. Ha ba na matla holim’a seo ba se kotutseng. Seo ke sekhobo se tlotlollang"
        }
    ]
}