{
    "pages": [
        {
            "chapter": 22,
            "verse": 24,
            "text": "Hobane ba ile ba tataisoa ka molaetsa o machosi; ba tataiselitsoe tseleng ea Ea Ts’oanetsoeng ke Tlotla"
        },
        {
            "chapter": 22,
            "verse": 25,
            "text": "Haele ba latotseng, ba sitisa batho ho kena tseleng e lebisang ho Allah le ‘nqalong e Halalelang ea thapelo, eo Re e khethetseng batho bohle hoba ‘moho ho eona; baahi ba moo le baeti, ka bobeli ba na le tokelo ea moo; mong le mong ea ikemiselitseng ho baka pherekano moo, Ruri re tla mo latsoisa kahlolo e mahlonoko"
        },
        {
            "chapter": 22,
            "verse": 26,
            "text": "Bonang Re nehile Abrahama ‘nqalo ea ntlo e halalelang, (Re Re): “Ho se be letho leo o ka le kopanyang le ‘Na, u be u hloekise Ntlo ea Ka malebana le batla e pota-pota le hona ho ema haufi le eona `moho le ba tla khumama ba ithapalatse"
        },
        {
            "chapter": 22,
            "verse": 27,
            "text": "“U phatlalatse bosepheleli ho batho bohle: ba tla tla ho uena ba tsamaea ka maoto, ha ba bang ba tla tla ba kaletse likamele; ba tla tla ba hlaha ka likhoro tsohle"
        },
        {
            "chapter": 22,
            "verse": 28,
            "text": "Ho tla paka lintho tse nang le molemo ho bona, le ho keteKa lebitso la Allah ka Matsatsi a fanoeng holim’a makhomo ao A ba sitsitseng ka ona sebakeng sa lihlabelo. Joale, jang le be le fane ka eona ho mafutsana"
        },
        {
            "chapter": 22,
            "verse": 29,
            "text": "Ba tlohele ho qetela lits’ebeletso tse ngolileong malebana le bona, le hona ho rapela le ho potoloha Ntlo e Halalelang ea Mathomo.”"
        },
        {
            "chapter": 22,
            "verse": 30,
            "text": "Mong le mong ea hlomphang litokelo tsa bohlokoa tsa Allah, seo se molemo ho eena kapel’a Mong`a hae. Makhomo a molemo ho lona ele lijo nakong ea bosepheleli kantle le seo le kileng la se joetsoa. Kahoo, qobang lits’ila tsa bahedene le mashano"
        }
    ]
}