{
    "pages": [
        {
            "chapter": 24,
            "verse": 21,
            "text": "Oho lona ba kholoang! Le se latele mehlala ea Satane: Mong le mong ea tla latela mehlala ea Satane, litaelo tsa hae li tla be li fosahetse, li bile li ea soabisa. Hoja ese ka lereko le mohau oa Allah ho lona, ho ne ho se ope oa lona ea neng a tla hloeka. Empa Allah U hloekisa ea ikhethetseng eena. Allah U Utloa le ho tseba tsohle"
        },
        {
            "chapter": 24,
            "verse": 22,
            "text": "Ba sitsitsoeng ka lereko le bokhoni har’a lona, ba se ikane ho se fane ka thuso ho beng ka bona le ho mafutsana le ho ba phaphathehi ba siileng malapa a bona tlas’a tsebeletso ea Allah. Empa ba ts’oarele le ho iphaphanya. Na u lakatsa hore Allah a u ts’oarele? Hobane Allah U Ts’oarela-joalo-joalo, U Tletse Mohau"
        },
        {
            "chapter": 24,
            "verse": 23,
            "text": "Ba etseletsang basali ba hloekileng, ba hlokang sephiri empa ba kholoa, ba rohakehile lefats’eng lena le ho Bo-tlang. Kahlolo ea bona ke e ts’abehang"
        },
        {
            "chapter": 24,
            "verse": 24,
            "text": "Mohla letsatsi leo ka lona maleme, matsoho esita le maoto a bona a tla paka khahlano le bona mabapi le liketso tsa bona"
        },
        {
            "chapter": 24,
            "verse": 25,
            "text": "Mohla letsatsi leo, Allah U tla ba lefa moputso oba loketseng, ke hona ba tla tseba hore Allah ke ‘Nete e totobetseng. E phethahatsang tsohle"
        },
        {
            "chapter": 24,
            "verse": 26,
            "text": "Basali ba sa hloekang ke ba banna ba sa hloekang, le banna ba sa hloekang ke ba basali ba sa hloekang. Basali ba hloekileng ke ba banna ba hloekileng, le banna ba hloekileng ke ba basali ba hloekileng; ha ba ang’oe ke seo batho ba se buang: sebakeng sa bona ho teng ts’oarelo le nala e khaphatsehang"
        },
        {
            "chapter": 24,
            "verse": 27,
            "text": "Oho lona ba kholoang! Le se kene malapeng ao eseng a lona, ho fihlela le kopile tumello le hona ho lumelisa ba teng ka har’a ona. Seo se molemo ho lona, hore le tle le be le tlhokomeo"
        }
    ]
}