{
    "pages": [
        {
            "chapter": 25,
            "verse": 44,
            "text": "Kapa e be u nahana hore boholo ba bona bo oa utloa kapa ho utloisisa? Ba ts’oana le likhomo –Che, ba khelohetse thoko- thoko le tsela"
        },
        {
            "chapter": 25,
            "verse": 45,
            "text": "Ha u eso lellaletse mahlo a hau ho Mong’a hau, Kamoo A lelefatsang Moriti kateng – – hoja e be e bile thato ea Hae A ka be A le lesitse hona moo –empa, ke moo Re entse hore letsatsi e be moqhobi oa oona"
        },
        {
            "chapter": 25,
            "verse": 46,
            "text": "Joale, ebe Re o hulela ho Rona, – ka mokhoa o sa potlakang"
        },
        {
            "chapter": 25,
            "verse": 47,
            "text": "Ke Eena ea entseng Bosiu ho ba Sekhurumetso sa lona, Boroko e be Phomolo le Lets’eare e be Tsoho ea lona"
        },
        {
            "chapter": 25,
            "verse": 48,
            "text": "Ebile ke Eena ea romellang liphefo e le phatlalatso ea litaba tse molemo tsa Mohau oa Hae, ke Rona ba romellang lipula tse theohang marung"
        },
        {
            "chapter": 25,
            "verse": 49,
            "text": "Hore ka eona Re tle Re fane ka bophelo ho naha e neng e omeletse esita le ho batho le ho fa liphoofolo tsohle metsi ao Re li hlotseng ka ona"
        },
        {
            "chapter": 25,
            "verse": 50,
            "text": "Re abile metsi ka tekanyo har’a bona, hore ba tle ba keteke lithoriso tsa Rona, empa batho ba bangata ha ba tsotelle ka ho hloka teboho"
        },
        {
            "chapter": 25,
            "verse": 51,
            "text": "Hoja ebile thato ea Rona, Re ka be Re ile Ra romela mohlokomelisi motseng o mong le o mong"
        },
        {
            "chapter": 25,
            "verse": 52,
            "text": "Kahoo le se mamelemahan-atumelo, empa le tsitlalle khahlanong le bona ka molaetsa ona ka matla a maholo"
        },
        {
            "chapter": 25,
            "verse": 53,
            "text": "Ke Eena ea faneng ka boipuso ho maoatle a mabeli; le leng le lumellana le litatso tsohle, le monate, ha le leng le le bohla, le baba; o bile o sehile moeli esita le moeli o hanetsoeng lipakeng tsa oona"
        },
        {
            "chapter": 25,
            "verse": 54,
            "text": "Ke Eena ea hlotseng motho ka metsi, le ho phethahatsa tsoalano ea hae ka mali esita le kamano ka lenyalo; hobane Mong`a hau U matla holima tsohle"
        },
        {
            "chapter": 25,
            "verse": 55,
            "text": "Le hoja ba khumamela tse ke keng tsa ba atlehisa le ho ba hlahisetsa kotsi ea letho kathoko ho Allah. Ruri! Ea latolang tumelo haesale a thusa sebe khahlanong le Mong`a hae"
        }
    ]
}