{
    "pages": [
        {
            "chapter": 35,
            "verse": 4,
            "text": "Haeba ba u latola, baromuoa ba Allah ba ‘nile ba latoloa pele ho uena: Lintho tsohle li tla boela ho Allah ho fihlela liqeto"
        },
        {
            "chapter": 35,
            "verse": 5,
            "text": "Oho batho! Ruri ts’episo ea Allah ke’a ‘nete. Kahoo, se thetsoeng ke bopheloba lefats’e lena, le se lumelle Moeki oa Sehloho ho le eka malebana le Allah"
        },
        {
            "chapter": 35,
            "verse": 6,
            "text": "Ruri! Satane ke sera sa lona, kahoo le mo nke e le sera. O mpa feela a memela ba lateli ba hae ho ba Balekane ba Khanare ea Mollo"
        },
        {
            "chapter": 35,
            "verse": 7,
            "text": "Haele ba latolang Allah, kahlolo e mahlonoko ke’a bona; Empa ba-kholoang ba etsa mesebetsi e lokileng, ba tla ts’oareloa le hona ho fumana Moputso o moholo"
        },
        {
            "chapter": 35,
            "verse": 8,
            "text": "Na eo liketso tsa hae tse soabisang li entsoeng hore li shebahale li khahla ho eena, hore a tle a li bone li lokile, a ka ts’oana le ea tataisitsoeng ka nepo? Ruri! Allah U lesa eo a khahloang ke eena ho kheloha, e bile o tataisa eo a khahloang ke eena; kahoo u se ke oa ts’oenya moea oa hau ho bona. Hobane Ruri! Allah U hlokolosi ka tseoba li etsang"
        },
        {
            "chapter": 35,
            "verse": 9,
            "text": "Ke Allah Ea romellang Liphefo tse hlahisang maru; joale, e be Re’a lebisa naheng e omeletseng, e be Re tsosa lefats’e le neng le omeletse ka pula. Ke kamoo Tsoho e tlang hoba kateng"
        },
        {
            "chapter": 35,
            "verse": 10,
            "text": "Mong le mong ea lakatsang matla, o tlameha ho tseba hore matla ohle ke’a Allah. Mantsoe ohle a lokileng a nyolohela ho Eena, ketso e hloekileng U e beha maemong a phahameng; empa haele ba rerang bobe, – kahlolo ea bona ke e mahlonoko; etsoe merero ea ba joalo e ke ke ea etsa letho"
        },
        {
            "chapter": 35,
            "verse": 11,
            "text": "Allah U u hlotse ka lerole, ka lehloele la there, joale, eaba U le arola ha beli. Ha ho mosali ea ka Ithoalang le hona ho beleha kantle le Tsebo ea Hae. Etsoe ha ho motho ea tsofetseng eo ekareng botsofaling ba hae eaba o ekeletsoa bophelo, kapa karolo e ngoe ea bophelo ba hae ea khaoloa, empa e ngoliloe ka har’a buka. Hobane Ruri! Seo se bobebe ho Allah"
        }
    ]
}