{
    "pages": [
        {
            "chapter": 36,
            "verse": 41,
            "text": "Sesupo sa bona ke hore Re ile Ra jara sechaba sa bona ka Areka"
        },
        {
            "chapter": 36,
            "verse": 42,
            "text": "Re hlotse se ts’oanang le seo ba neng ba se palame molemong oa bona"
        },
        {
            "chapter": 36,
            "verse": 43,
            "text": "Hoja ebile Thato ea Rona, Re ka be Re ba qoelisitse, ba ne ba ke ke ba fumana mothusi, kapa ho pholosoa"
        },
        {
            "chapter": 36,
            "verse": 44,
            "text": "Kantle le Mohau o tsoang ho Rona, e le boithabiso ba nakoana"
        },
        {
            "chapter": 36,
            "verse": 45,
            "text": "Ha ba bolelloa: “Ts’abang se kapel’a lona le se kamor’a lona, hore le tle le fumane Mohau,”"
        },
        {
            "chapter": 36,
            "verse": 46,
            "text": "Ha ho sesupo sa Mong`a bona se kileng sa tla ho bona, eaba ha ba se koenehele"
        },
        {
            "chapter": 36,
            "verse": 47,
            "text": "Ha ba bolelloa: “Fanang ka tseo Allah A le sitsitseng ka tsona,” Mahana-tumelo ba re ho ba-kholoang: “Re ka fepa batho bao Allah ha A ratile A ka beng A ba fepa? Ruri! Le phosong e totobetseng.”"
        },
        {
            "chapter": 36,
            "verse": 48,
            "text": "Ba tsoelapele ba re: “Ke neng ts’episo eo e etlang ho phethahala haeba le buoa ‘nete?”"
        },
        {
            "chapter": 36,
            "verse": 49,
            "text": "Ha ho seo ba se emetseng haese molumo o le mong, o tlang hoba nanola ba sa ntseng ba le har’a likhang"
        },
        {
            "chapter": 36,
            "verse": 50,
            "text": "Hoo ba tlang ho hloka monyetla aba mafa, kapa hona ho boela ho mehabo bona"
        },
        {
            "chapter": 36,
            "verse": 51,
            "text": "Terompeta e tla Letsoa, bafu ba tla tsoha mabitleng ba potlakele ho Mong`a bona"
        },
        {
            "chapter": 36,
            "verse": 52,
            "text": "Ba tla re: “Ao, re aparetsoe ke masoabi! Ke mang ea re tsositseng mealong ea rona?” Lentsoe le tla re: “Ena ke ts’episo eo Allah Ea Tletseng Lereko A neng A re ts’episitse eona le bona baporofeta ba ne ba bolela ‘nete,”"
        },
        {
            "chapter": 36,
            "verse": 53,
            "text": "Etla ba feela ka molumo o le mong, o tlang ho ba bokella kapel’a Rona"
        },
        {
            "chapter": 36,
            "verse": 54,
            "text": "Letsatsing leo ha ho moea o tla qhekelloa; le tla putsoa ho latela liketso tsa lona"
        }
    ]
}