{
    "pages": [
        {
            "chapter": 39,
            "verse": 11,
            "text": "E re: “Ke laetsoe ho sebeletsa Allah ka lerato la sebele"
        },
        {
            "chapter": 39,
            "verse": 12,
            "text": "“Ke laetsoe ho ba oa pele har’a ba ithapalatsang ka pela Allah Islamong.”"
        },
        {
            "chapter": 39,
            "verse": 13,
            "text": "E re: “Ka mohlomong, haeba ke koenehetse Mong’a ka, ruri ke ne ke tla ba le ts’abo ea Kotlo ea Letsatsi le Leholo.”"
        },
        {
            "chapter": 39,
            "verse": 14,
            "text": "E re: “Ke Allah Eo ke Mo sebeletsang ka lerato la sebele"
        },
        {
            "chapter": 39,
            "verse": 15,
            "text": "“Sebeletsang seo le se ratang ka ntle ho Eena. E re: “Ruri ba tahlehong ke ba lahleheloang ke meea ea bona le mehahabo bona ka Letsatsi la Kahlolo: seo ka ‘nete ke tahleho e pepenene!”"
        },
        {
            "chapter": 39,
            "verse": 16,
            "text": "Ba tla apareloa ke lesira la mollo ka holim’a bona le ka tlas’a bona. Ka sena Allah U hlokomelisa makhabunyane a Hae. “Oho makhabunyane a Ka, ebang le ts’abo ho ‘Na!”"
        },
        {
            "chapter": 39,
            "verse": 17,
            "text": "Ba nenang bobe, – ba sa bo khumamele, – ba retelehela ho Allah ka boinyatso, – ho teng litaba tse molemo sebakeng sa bona. Kahoo, phatlalatsa litaba tse molemo ho makhabunyane Ka"
        },
        {
            "chapter": 39,
            "verse": 18,
            "text": "Ba mamelang lentsoe, ba latela se molemo ho lona: bao ke ba tataisitsoeng ke Allah, ke ba filoeng kutloisiso"
        },
        {
            "chapter": 39,
            "verse": 19,
            "text": "Na, joale ea tobiloeng ke kahlolo e mo ts’oanetseng, na u ka mo pholosa Mollong"
        },
        {
            "chapter": 39,
            "verse": 20,
            "text": "Empa sebakeng sa ba ts’abang Mong’a bona ho teng meaho e phahameng mekato kaholima e meng, e ahiloeng: eo tlasa eona ho phallang linoka: ts’episo ea Allah: Allah ha A hloloe ts’episong ea Hae"
        },
        {
            "chapter": 39,
            "verse": 21,
            "text": "Ha u bone kamoo Allah a romellang pula ho tsoa marung, A etsang hore liliba li ts’akhunye fats’e? Ebe U melisa lijalo ka mebala ho fapana; ebe li’a bajoa, u li bone li eba ts’ehla; ebe li’a omell, li foforehe. Ruri! ho sena, ke Molaetsa oa khopotso ho batho ba kutloisiso"
        }
    ]
}