{
    "pages": [
        {
            "chapter": 71,
            "verse": 11,
            "text": "“Etsoe U tla le nesetsa lipula tsa litloebelele"
        },
        {
            "chapter": 71,
            "verse": 12,
            "text": "“A le ekeletse maruo le bara; A le sitse ka Lirapa le Linoka tse phallang"
        },
        {
            "chapter": 71,
            "verse": 13,
            "text": "“Molato ke eng ka lona haele moo le hloka ts’epo ho Allah molemong oa boits’oaro bo nepahetseng"
        },
        {
            "chapter": 71,
            "verse": 14,
            "text": "Empa e le Eena Ea le hlotseng ka mekhahlelo e fapaneng"
        },
        {
            "chapter": 71,
            "verse": 15,
            "text": "Na ha le bone kamoo Allah a hlotseng maholimo a supileng kateng ka tatellano"
        },
        {
            "chapter": 71,
            "verse": 16,
            "text": "A tsepamisa ngoeli ho ba khanya leholimong le lona letsatsi ho ba lebone"
        },
        {
            "chapter": 71,
            "verse": 17,
            "text": "“Ke Allah ea le hlahisitseng leroleng la lefats’e"
        },
        {
            "chapter": 71,
            "verse": 18,
            "text": "“Pheletsong U tla boela A le busetsa ho lona hape, U tla le tsosa hape ka Letsatsi la Tsoho"
        },
        {
            "chapter": 71,
            "verse": 19,
            "text": "“Allah U le aletse lefats’e"
        },
        {
            "chapter": 71,
            "verse": 20,
            "text": "“Hore le tle le hahlaule holim’a lona ka litsela tse pharaletseng.”"
        },
        {
            "chapter": 71,
            "verse": 21,
            "text": "Nooe a re: “Mong`a ka! Ruri! ba ntatotse, eaba ba sala morao batho bao thepa le bana ba bona li sa tl’ong ho ba thusa ka letho haese Tahleho"
        },
        {
            "chapter": 71,
            "verse": 22,
            "text": "“Ba lohile leqheka le ts’abehang"
        },
        {
            "chapter": 71,
            "verse": 23,
            "text": "“Ba re: “Le se lahle melingoana ea lona kherehloa. E leng Wadd kapa Suw’a, le haele Yaghuth, Ya’uq kapa Nasr"
        },
        {
            "chapter": 71,
            "verse": 24,
            "text": "Ruri! Ba khelositse batho ba bangata tseleng, uena ha ho kamoo u ka putsang baetsalibe kateng haese ka ho kheloha.”"
        },
        {
            "chapter": 71,
            "verse": 25,
            "text": "Ba ile ba khamisoa metsi ho latela libe tsa bona, eaba ba akheloa Mollong. Ha ho bathusi ba ileng ba ba fumana ntle ho Allah"
        },
        {
            "chapter": 71,
            "verse": 26,
            "text": "Nooe a re: “Mong`a ka! U se siee leha e le moneketsela feela oa moetsalibe lefats’eng"
        },
        {
            "chapter": 71,
            "verse": 27,
            "text": "Hobane haeba U ka ba siea, ba tla khelosa makhabunyane a Hau le tsoala tsa bona e tla ba baetsalibe"
        },
        {
            "chapter": 71,
            "verse": 28,
            "text": "Mong`a ka! U nts’oarele ‘moho le batsoali ba ka le ba-kholoang bohle ba keneng lelapeng la ka, banna le basali, U se ke oa putsa baetsalibe ka letho haese timelo"
        }
    ]
}