{
    "pages": [
        {
            "chapter": 3,
            "verse": 116,
            "text": "Ruri! Haele mahana-tumelo bona, ha se maruo a bona kapa tsoala ea bona tse tla ba pholosa malebana le Allah; ke balekane ba mollo. Ba tla phela ka har’a oona"
        },
        {
            "chapter": 3,
            "verse": 117,
            "text": "Papisa ea tseo ba linyehetseng bophelong ba lefats’e lena, e ts’oana le phefo e batang e fihle e habole kotulo ea bathobafoSelitseng meea ea bona, e e senye. Ruri ha se Allah ea ba foselitseng, empa ba iphoselitse bo-bona"
        },
        {
            "chapter": 3,
            "verse": 118,
            "text": "Oho hle lona ba kholoang! Le se ke la theha setsoalle lebasa khemeng ‘moho le lona tumelong, etsoe ba ke ke ba sitoa ho le silafatsa; ba rata ho le sitisa. Lehloeo le senotsoe ke seo ba se buileng ka melomo ea bona, empa tseo lipelo tsa bona li li patileng li feta tseo haholo. Re le hlakiselitse lits’enolo haeba le utloisisa"
        },
        {
            "chapter": 3,
            "verse": 119,
            "text": "Bonang! Ke lona ba ba ratang le hoja bona ba sa le rate, le bile le lumela ho mangolo ohle. Ha ba kopana le lona ba re: “re ea lumela;” empa ha ba le thoko ba itja linala tsa menoana ke khalefo ho lona. E re: “bolaoang ke khalefo ea lona, Ruri Allah U hlokolosi ka tseo lifuba tsa lona li li patileng.”"
        },
        {
            "chapter": 3,
            "verse": 120,
            "text": "Ha le ka oeloa ke lehlohonolo, ho bona ke ntho e bohloko; empa ha le ka oeloa ke bomalimabe ba ea nyakalla ke sona. Empa ha le ka tsitlalla la ipoloka khahlanong le bobe, pososelo ea bona ea bomenemene e ke ke ea le hlahisetsa kotsi ho hang. Ruri! Allah U etselitse liketso tsa bona lesakana-la-nkope"
        },
        {
            "chapter": 3,
            "verse": 121,
            "text": "U hopole mohlang u tsohang esale ka matjeke u siea lelapa la hau ho ea laola ba kholoang u ba laolela libakeng tsa bona tsa ntoa, Ruri Allah U utloa tsohle, U tseba tsohle"
        }
    ]
}