{
    "maqras": [
        {
            "chapter": 48,
            "verse": 18,
            "text": "Dumnezeu a fost multumit de credinciosi atunci cand i-au jurat credinta sub Copac. El cunoaste ceea ce este in inimile lor. El a pogorat asupra lor Pacea si i-a rasplatit cu o biruinta grabnica"
        },
        {
            "chapter": 48,
            "verse": 19,
            "text": "si cu multa prada pe care o iau. Dumnezeu este Puternic, Intelept"
        },
        {
            "chapter": 48,
            "verse": 20,
            "text": "Dumnezeu v-a fagaduit multa prada si v-a grabit spre ea. El a indepartat de voi mainile oamenilor ca aceasta sa fie un semn credinciosilor si ca sa va calauzeasca pe o Cale Dreapta"
        },
        {
            "chapter": 48,
            "verse": 21,
            "text": "El a facut ceea ce voi nu ati fi putut, daca n-ar fi fost in cuprinsul lui Dumnezeu. Dumnezeu asupra tuturor are putere"
        },
        {
            "chapter": 48,
            "verse": 22,
            "text": "Daca tagaduitorii s-ar fi luptat cu voi, ei ar fi intors spatele si nu ar fi aflat nici aliat, nici aparator"
        },
        {
            "chapter": 48,
            "verse": 23,
            "text": "Acesta este obiceiul lui Dumnezeu acum si intotdeauna. Tu nu vei afla in obiceiul lui Dumnezeu schimbare"
        },
        {
            "chapter": 48,
            "verse": 24,
            "text": "El este Cel ce a indepartat mainile lor de voi si de ei mainile voastre in valea Meccai, dupa ce v-a dat castig asupra lor. Dumnezeu este Vazator a ceea ce faptuiti"
        },
        {
            "chapter": 48,
            "verse": 25,
            "text": "Ei, cei care tagaduiesc, v-au oprit de la Moscheea cea Sfanta si v-au impiedicat ofrandele sa ajunga la jertfelnic. Daca nu ar fi fost si barbati credinciosi si femei credincioase pe care nu-i cunosteati si i-ati fi calcat in picioare, iar vina ar fi cazut asupra voastra din nestiinta... Dumnezeu lasa sa intre in milostivenia Sa pe cine voieste! Daca s-ar fi deosebit, i-am fi osandit pe cei dintre ei care tagaduiesc la o dureroasa osanda"
        },
        {
            "chapter": 48,
            "verse": 26,
            "text": "Cand tagaduitorii isi umplu inimile de furie, furia nestiintei, Dumnezeu pogori Pacea Sa asupra trimisului Sau si asupra credinciosilor si ii obliga la un cuvant de teama, caci ei sunt cei mai vrednici si mai apropiati. Dumnezeu este Atotstiutor"
        },
        {
            "chapter": 48,
            "verse": 27,
            "text": "Dumnezeu intareste trimisului Sau vedenia intru Adevar: veti intra in Moscheea Sfanta — daca Dumnezeu voieste — cu capetele rase si cu parul scurtat. Nu va fie teama, caci Dumnezeu stie ceea ce voi nu stiti. El v-a daruit candva o biruinta grabnica"
        },
        {
            "chapter": 48,
            "verse": 28,
            "text": "El este Cel ce l-a trimis pe trimisul Sau cu calauzirea si cu Legea Adevarului ca sa fie pusa deasupra tuturor legilor. Dumnezeu este de ajuns ca Martor"
        },
        {
            "chapter": 48,
            "verse": 29,
            "text": "Muhammad este trimisul lui Dumnezeu. Insotitorii sai sunt aprigi cu tagaduitorii, blanzi intre ei. Tu ii vezi ingenunchind, prosternandu-se, cautand harul lui Dumnezeu si multumirea Sa. Ii recunosti, caci pe chipurile lor se vad urmele prosternarii. Aceasta este pilda lor in Tora, dupa cum aceasta este si pilda lor in Evanghelie: ei sunt asemenea semintei careia ii mijeste coltul. Apoi devine viguros, se ingroasa si se inalta cu tulpina-i spre bucuria semanatorilor si furia tagaduitorilor. Dumnezeu fagaduieste acelor dintre ei care cred si savarsesc fapte bune iertare si mare rasplata"
        }
    ]
}