{
    "maqras": [
        {
            "chapter": 4,
            "verse": 163,
            "text": "Noi ti-am dezvaluit tie, precum le-am dezvaluit si lui Noe si profetilor de dupa el. Noi le-am dezvaluit lui Abraham, lui Ismail, lui Isac, lui Iacob, triburilor, lui Iisus, lui Iov, lui Iona, lui Aaron, lui Solomon. Noi i-am daruit lui David Psalmii"
        },
        {
            "chapter": 4,
            "verse": 164,
            "text": "Noi le-am dezvaluit profetilor a caror istorie ti-am povestit-o si profetilor a caror istorie nu ti-am povestit-o. Cu adevarat Dumnezeu a vorbit lui Moise"
        },
        {
            "chapter": 4,
            "verse": 165,
            "text": "Noi le-am dezvaluit profetilor sa vesteasca si sa predice ca, dupa venirea profetilor, oamenii nu mai au nici o pricina sa se impotriveasca lui Dumnezeu"
        },
        {
            "chapter": 4,
            "verse": 166,
            "text": "Dumnezeu marturiseste ca El a pogorat cu stiinta Sa ceea ce a fost pogorat asupra ta. Si ingerii marturisesc, insa Dumnezeu este de ajuns ca Martor"
        },
        {
            "chapter": 4,
            "verse": 167,
            "text": "Cei care tagaduiesc si ii abat pe oameni de la calea lui Dumnezeu se afla intr-o adanca ratacire"
        },
        {
            "chapter": 4,
            "verse": 168,
            "text": "Celor care tagaduiesc insa si nedreptatesc, Dumnezeu nu le va ierta si nici nu-i va calauzi pe vreun drum"
        },
        {
            "chapter": 4,
            "verse": 169,
            "text": "in afara de drumul Gheenei, unde vor vesnici, caci aceasta Ii este lesne lui Dumnezeu"
        },
        {
            "chapter": 4,
            "verse": 170,
            "text": "O, voi oameni! Trimisul v-a adus Adevarul de la Domnul vostru: credeti, caci asa este bine pentru voi. Daca veti tagadui... Ale lui Dumnezeu sunt cele din ceruri si de pe pamant. Dumnezeu este Stiutor, Intelept"
        },
        {
            "chapter": 4,
            "verse": 171,
            "text": "O, oameni ai Cartii! Nu intreceti masura in credinta voastra! Nu spuneti despre Dumnezeu decat Adevarul! Da, Cristos! Iisus, fiul Mariei, este trimisul lui Dumnezeu, Cuvantul Lui pe care l-a aruncat Mariei, un Duh de la El. Credeti in Dumnezeu si in trimisii Sai! Nu mai spuneti: “Trei!” sfarsiti cu aceasta, caci va fi mai bine pentru voi. Unul este Dumnezeu! Marire Lui! Cum ar avea un fiu? Ale Lui sunt cele din ceruri si de pe pamant. Dumnezeu isi este siesi de ajuns ca aparator"
        },
        {
            "chapter": 4,
            "verse": 172,
            "text": "Cristos nu a gasit nevrednic de el sa-i fie lui Dumnezeu rob si nici ingerii care sunt aproape de Dumnezeu. Curand Dumnezeu ii va strange inaintea Lui pe cei care nu vor sa I se inchine, pe cei care sunt prea plini de trufie"
        },
        {
            "chapter": 4,
            "verse": 173,
            "text": "Celor care au crezut si au facut fapte bune, El le va da rasplata, daruindu-le, pe deasupra, din harul Sau, iar pe cei care s-au lepadat de El si pe cei care au fost trufasi ii va osandi la o dureroasa osanda. Ei nu vor afla, in afara de Dumnezeu, nici obladuitor, nici ajutor"
        },
        {
            "chapter": 4,
            "verse": 174,
            "text": "Oameni! O dovada vadita v-a venit deja de la Domnul vostru, caci Noi am pogorat asupra voastra o lumina stralucitoare"
        },
        {
            "chapter": 4,
            "verse": 175,
            "text": "Dumnezeu isi va pogori milostivenia si harul asupra celor care au crezut in El si se vor afla sub obladuirea Lui. El ii va calauzi pe o cale dreapta"
        },
        {
            "chapter": 4,
            "verse": 176,
            "text": "Ei iti vor cere sfatul. Spune: “Dumnezeu va sfatuieste asupra mostenirii: Daca un barbat moare fara sa lase in urma sa copii, ci numai o sora, jumatate din mostenire va fi a acesteia. Un barbat mosteneste de la sora sa totul, daca aceasta nu a avut copii. Daca sunt doua surori, doua treimi din mostenire vor fi ale lor. Daca el lasa in urma frati si surori, fiecare barbat primeste cat doua femei.” Dumnezeu va invata ca voi sa nu va rataciti, caci Dumnezeu este Atotcunoscator"
        }
    ]
}