{
    "chapter": [
        {
            "chapter": 21,
            "verse": 1,
            "text": "Draws near for mankind their reckoning, while they turn away in heedlessness"
        },
        {
            "chapter": 21,
            "verse": 2,
            "text": "Comes not unto them an admonition (a chapter of the Quran) from their Lord as a recent revelation but they listen to it while they play"
        },
        {
            "chapter": 21,
            "verse": 3,
            "text": "With their hearts occupied (with evil things) those who do wrong, conceal their private counsels, (saying): \"Is this (Muhammad SAW) more than a human being like you? Will you submit to magic while you see it"
        },
        {
            "chapter": 21,
            "verse": 4,
            "text": "He (Muhammad SAW) said: \"My Lord knows (every) word (spoken) in the heavens and on earth. And He is the All-Hearer, the All-Knower"
        },
        {
            "chapter": 21,
            "verse": 5,
            "text": "Nay, they say:\"These (revelations of the Quran which are inspired to Muhammad SAW) are mixed up false dreams! Nay, he has invented it! Nay, he is a poet! Let him then bring us an Ayah (sign as a proof) like the ones (Prophets) that were sent before (with signs)"
        },
        {
            "chapter": 21,
            "verse": 6,
            "text": "Not one of the towns (populations), of those which We destroyed, believed before them (though We sent them signs), will they then believe"
        },
        {
            "chapter": 21,
            "verse": 7,
            "text": "And We sent not before you (O Muhammad SAW) but men to whom We inspired, so ask the people of the Reminder [Scriptures - the Taurat (Torah), the Injeel (Gospel)] if you do not know"
        },
        {
            "chapter": 21,
            "verse": 8,
            "text": "And We did not create them (the Messengers, with) bodies that ate not food, nor were they immortals"
        },
        {
            "chapter": 21,
            "verse": 9,
            "text": "Then We fulfilled to them the promise, and We saved them and those whom We willed, but We destroyed Al-Musrifun (i.e. extravagants in oppression, polytheism and in sin)"
        },
        {
            "chapter": 21,
            "verse": 10,
            "text": "Indeed, We have sent down for you (O mankind) a Book, (the Quran) in which there is Dhikrukum, (your Reminder or an honour for you i.e. honour for the one who follows the teaching of the Quran and acts on its orders). Will you not then understand"
        },
        {
            "chapter": 21,
            "verse": 11,
            "text": "How many a town (community), that were wrong-doers, have We destroyed, and raised up after them another people"
        },
        {
            "chapter": 21,
            "verse": 12,
            "text": "Then, when they perceived (saw) Our Torment (coming), behold, they (tried to) flee from it"
        },
        {
            "chapter": 21,
            "verse": 13,
            "text": "Flee not, but return to that wherein you lived a luxurious life, and to your homes, in order that you may be questioned"
        },
        {
            "chapter": 21,
            "verse": 14,
            "text": "They cried: \"Woe to us! Certainly! We have been Zalimun (polytheists, wrong-doers and disbelievers in the Oneness of Allah, etc)"
        },
        {
            "chapter": 21,
            "verse": 15,
            "text": "And that cry of theirs ceased not, till We made them as a field that is reaped, extinct (dead)"
        },
        {
            "chapter": 21,
            "verse": 16,
            "text": "We created not the heavens and the earth and all that is between them for a (mere) play"
        },
        {
            "chapter": 21,
            "verse": 17,
            "text": "Had We intended to take a pastime (i.e. a wife or a son, etc.), We could surely have taken it from Us, if We were going to do (that)"
        },
        {
            "chapter": 21,
            "verse": 18,
            "text": "Nay, We fling (send down) the truth (this Quran) against the falsehood (disbelief), so it destroys it, and behold, it (falsehood) is vanished. And woe to you for that (lie) which you ascribe (to Us) (against Allah by uttering that Allah has a wife and a son)"
        },
        {
            "chapter": 21,
            "verse": 19,
            "text": "To Him belongs whosoever is in the heavens and on earth. And those who are near Him (i.e. the angels) are not too proud to worship Him, nor are they weary (of His worship)"
        },
        {
            "chapter": 21,
            "verse": 20,
            "text": "They (i.e. the angels) glorify His Praises night and day, (and) they never slacken (to do so)"
        },
        {
            "chapter": 21,
            "verse": 21,
            "text": "Or have they taken (for worship) aliha (gods) from the earth who raise the dead"
        },
        {
            "chapter": 21,
            "verse": 22,
            "text": "Had there been therein (in the heavens and the earth) gods besides Allah, then verily both would have been ruined. Glorified be Allah, the Lord of the Throne, (High is He) above what they attribute to Him"
        },
        {
            "chapter": 21,
            "verse": 23,
            "text": "He cannot be questioned as to what He does, while they will be questioned"
        },
        {
            "chapter": 21,
            "verse": 24,
            "text": "Or have they taken for worship (other) aliha (gods) besides Him? Say: \"Bring your proof:\" This (the Quran) is the Reminder for those with me and the Reminder for those before me. But most of them know not the Truth, so they are averse"
        },
        {
            "chapter": 21,
            "verse": 25,
            "text": "And We did not send any Messenger before you (O Muhammad SAW) but We inspired him (saying): La ilaha illa Ana [none has the right to be worshipped but I (Allah)], so worship Me (Alone and none else)"
        },
        {
            "chapter": 21,
            "verse": 26,
            "text": "And they say: \"The Most Beneficent (Allah) has begotten a son (or children).\" Glory to Him! They [those whom they call children of Allah i.e. the angels, 'Iesa (Jesus) son of Maryam (Mary), 'Uzair (Ezra), etc.], are but honoured slaves"
        },
        {
            "chapter": 21,
            "verse": 27,
            "text": "They speak not until He has spoken, and they act on His Command"
        },
        {
            "chapter": 21,
            "verse": 28,
            "text": "He knows what is before them, and what is behind them, and they cannot intercede except for him with whom He is pleased. And they stand in awe for fear of Him"
        },
        {
            "chapter": 21,
            "verse": 29,
            "text": "And if any of them should say: \"Verily, I am an ilah (a god) besides Him (Allah),\" such a one We should recompense with Hell. Thus We recompense the Zalimun (polytheists and wrong-doers, etc)"
        },
        {
            "chapter": 21,
            "verse": 30,
            "text": "Have not those who disbelieve known that the heavens and the earth were joined together as one united piece, then We parted them? And We have made from water every living thing. Will they not then believe"
        },
        {
            "chapter": 21,
            "verse": 31,
            "text": "And We have placed on the earth firm mountains, lest it should shake with them, and We placed therein broad highways for them to pass through, that they may be guided"
        },
        {
            "chapter": 21,
            "verse": 32,
            "text": "And We have made the heaven a roof, safe and well guarded. Yet they turn away from its signs (i.e. sun, moon, winds, clouds, etc)"
        },
        {
            "chapter": 21,
            "verse": 33,
            "text": "And He it is Who has created the night and the day, and the sun and the moon, each in an orbit floating"
        },
        {
            "chapter": 21,
            "verse": 34,
            "text": "And We granted not to any human being immortality before you (O Muhammad SAW), then if you die, would they live forever"
        },
        {
            "chapter": 21,
            "verse": 35,
            "text": "Everyone is going to taste death, and We shall make a trial of you with evil and with good, and to Us you will be returned"
        },
        {
            "chapter": 21,
            "verse": 36,
            "text": "And when those who disbelieve (in the Oneness of Allah) see you (O Muhammad SAW), they take you not except for mockery (saying): \"Is this the one who talks (badly) about your gods?\" While they disbelieve at the mention of the Most Beneficent (Allah). [Tafsir. Al-Qurtubi]"
        },
        {
            "chapter": 21,
            "verse": 37,
            "text": "Man is created of haste, I will show you My Ayat (torments, proofs, evidences, verses, lessons, signs, revelations, etc.). So ask Me not to hasten (them)"
        },
        {
            "chapter": 21,
            "verse": 38,
            "text": "And they say: \"When will this promise (come to pass), if you are truthful"
        },
        {
            "chapter": 21,
            "verse": 39,
            "text": "If only those who disbelieved knew (the time) when they will not be able to ward off the Fire from their faces, nor from their backs; and they will not be helped"
        },
        {
            "chapter": 21,
            "verse": 40,
            "text": "Nay, it (the Fire or the Day of Resurrection) will come upon them all of a sudden and will perplex them, and they will have no power to avert it, nor will they get respite"
        },
        {
            "chapter": 21,
            "verse": 41,
            "text": "Indeed (many) Messengers were mocked before you (O Muhammad SAW), but the scoffers were surrounded by that, whereat they used to mock"
        },
        {
            "chapter": 21,
            "verse": 42,
            "text": "Say: \"Who can guard and protect you in the night or in the day from the (punishment of the) Most Beneficent (Allah)?\" Nay, but they turn away from the remembrance of their Lord"
        },
        {
            "chapter": 21,
            "verse": 43,
            "text": "Or have they aliha (gods) who can guard them from Us? They have no power to help themselves, nor can they be protected from Us (i.e. from Our Torment)"
        },
        {
            "chapter": 21,
            "verse": 44,
            "text": "Nay, We gave the luxuries of this life to these men and their fathers until the period grew long for them. See they not that We gradually reduce the land (in their control) from its outlying borders? Is it then they who will overcome"
        },
        {
            "chapter": 21,
            "verse": 45,
            "text": "Say (O Muhammad SAW): \"I warn you only by the revelation (from Allah and not by the opinion of the religious scholars and others). But the deaf (who follow the religious scholars and others blindly) will not hear the call, (even) when they are warned [(i.e. one should follow only the Quran and the Sunnah (legal ways, orders, acts of worship, statements of Prophet Muhammad SAW, as the Companions of the Prophet SAW did]"
        },
        {
            "chapter": 21,
            "verse": 46,
            "text": "And if a breath (minor calamity) of the Torment of your Lord touches them, they will surely cry: \"Woe unto us! Indeed we have been Zalimun (polytheists and wrong-doers, etc)"
        },
        {
            "chapter": 21,
            "verse": 47,
            "text": "And We shall set up balances of justice on the Day of Resurrection, then none will be dealt with unjustly in anything. And if there be the weight of a mustard seed, We will bring it. And Sufficient are We as Reckoners"
        },
        {
            "chapter": 21,
            "verse": 48,
            "text": "And indeed We granted to Musa (Moses) and Harun (Aaron) the criterion (of right and wrong), and a shining light [i.e. the Taurat (Torah)] and a Reminder for Al-Muttaqun (the pious - see V)"
        },
        {
            "chapter": 21,
            "verse": 49,
            "text": "Those who fear their Lord without seeing Him, while they are afraid of the Hour"
        },
        {
            "chapter": 21,
            "verse": 50,
            "text": "And this is a blessed Reminder (the Quran) which We have sent down, will you then (dare to) deny it"
        },
        {
            "chapter": 21,
            "verse": 51,
            "text": "And indeed We bestowed aforetime on Ibrahim (Abraham) his (portion of) guidance, and We were Well-Acquainted with him (as to his Belief in the Oneness of Allah, etc)"
        },
        {
            "chapter": 21,
            "verse": 52,
            "text": "When he said to his father and his people: \"What are these images, to which you are devoted"
        },
        {
            "chapter": 21,
            "verse": 53,
            "text": "They said:\"We found our fathers worshipping them"
        },
        {
            "chapter": 21,
            "verse": 54,
            "text": "He said: \"Indeed you and your fathers have been in manifest error"
        },
        {
            "chapter": 21,
            "verse": 55,
            "text": "They said: \"Have you brought us the truth, or are you one of those who play about"
        },
        {
            "chapter": 21,
            "verse": 56,
            "text": "He said: \"Nay, your Lord is the Lord of the heavens and the earth, Who created them and of that I am one of the witnesses"
        },
        {
            "chapter": 21,
            "verse": 57,
            "text": "And by Allah, I shall plot a plan (to destroy) your idols after you have gone away and turned your backs"
        },
        {
            "chapter": 21,
            "verse": 58,
            "text": "So he broke them to pieces, (all) except the biggest of them, that they might turn to it"
        },
        {
            "chapter": 21,
            "verse": 59,
            "text": "They said: \"Who has done this to our aliha (gods)? He must indeed be one of the wrong-doers"
        },
        {
            "chapter": 21,
            "verse": 60,
            "text": "They said: \"We heard a young man talking (against) them who is called Ibrahim (Abraham)"
        },
        {
            "chapter": 21,
            "verse": 61,
            "text": "They said: \"Then bring him before the eyes of the people, that they may testify"
        },
        {
            "chapter": 21,
            "verse": 62,
            "text": "They said: \"Are you the one who has done this to our gods, O Ibrahim (Abraham)"
        },
        {
            "chapter": 21,
            "verse": 63,
            "text": "Ibrahim (Abraham)] said: \"Nay, this one, the biggest of them (idols) did it. Ask them, if they can speak"
        },
        {
            "chapter": 21,
            "verse": 64,
            "text": "So they turned to themselves and said: \"Verily, you are the Zalimun (polytheists and wrong-doers)"
        },
        {
            "chapter": 21,
            "verse": 65,
            "text": "Then they turned to themselves (their first thought and said): \"Indeed you [Ibrahim (Abraham)] know well that these (idols) speak not"
        },
        {
            "chapter": 21,
            "verse": 66,
            "text": "Ibrahim (Abraham)] said: \"Do you then worship besides Allah, things that can neither profit you, nor harm you"
        },
        {
            "chapter": 21,
            "verse": 67,
            "text": "Fie upon you, and upon that which you worship besides Allah! Have you then no sense"
        },
        {
            "chapter": 21,
            "verse": 68,
            "text": "They said: \"Burn him and help your aliha (gods), if you will be doing"
        },
        {
            "chapter": 21,
            "verse": 69,
            "text": "We (Allah) said: \"O fire! Be you coolness and safety for Ibrahim (Abraham)"
        },
        {
            "chapter": 21,
            "verse": 70,
            "text": "And they wanted to harm him, but We made them the worst losers"
        },
        {
            "chapter": 21,
            "verse": 71,
            "text": "And We rescued him and Lout (Lot) to the land which We have blessed for the 'Alamin (mankind and jinns)"
        },
        {
            "chapter": 21,
            "verse": 72,
            "text": "And We bestowed upon him Ishaque (Isaac), and (a grandson) Ya'qub (Jacob). Each one We made righteous"
        },
        {
            "chapter": 21,
            "verse": 73,
            "text": "And We made them leaders, guiding (mankind) by Our Command, and We inspired in them the doing of good deeds, performing Salat (Iqamat-as-Salat), and the giving of Zakat and of Us (Alone) they were worshippers"
        },
        {
            "chapter": 21,
            "verse": 74,
            "text": "And (remember) Lout (Lot), We gave him Hukman (right judgement of the affairs and Prophethood) and (religious) knowledge, and We saved him from the town (folk) who practised Al-Khaba'ith (evil, wicked and filthy deeds, etc.). Verily, they were a people given to evil, and were Fasiqun (rebellious, disobedient, to Allah)"
        },
        {
            "chapter": 21,
            "verse": 75,
            "text": "And We admitted him to Our Mercy, truly, he was of the righteous"
        },
        {
            "chapter": 21,
            "verse": 76,
            "text": "And (remember) Nuh (Noah), when he cried (to Us) aforetime. We listened to his invocation and saved him and his family from great distress"
        },
        {
            "chapter": 21,
            "verse": 77,
            "text": "We helped him against people who denied Our Ayat (proofs, evidences, verses, lessons, signs, revelations, etc.). Verily, they were a people given to evil. So We drowned them all"
        },
        {
            "chapter": 21,
            "verse": 78,
            "text": "And (remember) Dawud (David) and Sulaiman (Solomon), when they gave judgement in the case of the field in which the sheep of certain people had pastured at night and We were witness to their judgement"
        },
        {
            "chapter": 21,
            "verse": 79,
            "text": "And We made Sulaiman (Solomon) to understand (the case), and to each of them We gave Hukman (right judgement of the affairs and Prophethood) and knowledge. And We subjected the mountains and the birds to glorify Our Praises along with Dawud (David), And it was We Who were the doers (of all these things)"
        },
        {
            "chapter": 21,
            "verse": 80,
            "text": "And We taught him the making of metal coats of mail (for battles), to protect you in your fighting. Are you then grateful"
        },
        {
            "chapter": 21,
            "verse": 81,
            "text": "And to Sulaiman (Solomon) (We subjected) the wind strongly raging, running by his command towards the land which We had blessed. And of everything We are the All-Knower"
        },
        {
            "chapter": 21,
            "verse": 82,
            "text": "And of the Shayatin (devils) (from the jinns) were some who dived for him, and did other work besides that; and it was We Who guarded them"
        },
        {
            "chapter": 21,
            "verse": 83,
            "text": "And (remember) Ayub (Job), when he cried to his Lord: \"Verily, distress has seized me, and You are the Most Merciful of all those who show mercy"
        },
        {
            "chapter": 21,
            "verse": 84,
            "text": "So We answered his call, and We removed the distress that was on him, and We restored his family to him (that he had lost), and the like thereof along with them, as a mercy from Ourselves and a Reminder for all who worship Us"
        },
        {
            "chapter": 21,
            "verse": 85,
            "text": "And (remember) Isma'il (Ishmael), and Idris (Enoch) and Dhul-Kifl (Isaiah), all were from among As-Sabirin (the patient ones, etc)"
        },
        {
            "chapter": 21,
            "verse": 86,
            "text": "And We admitted them to Our Mercy. Verily, they were of the righteous"
        },
        {
            "chapter": 21,
            "verse": 87,
            "text": "And (remember) Dhan-Nun (Jonah), when he went off in anger, and imagined that We shall not punish him (i.e. the calamites which had befallen him)! But he cried through the darkness (saying): La ilaha illa Anta [none has the right to be worshipped but You (O Allah)], Glorified (and Exalted) are You [above all that (evil) they associate with You]. Truly, I have been of the wrong-doers"
        },
        {
            "chapter": 21,
            "verse": 88,
            "text": "So We answered his call, and delivered him from the distress. And thus We do deliver the believers (who believe in the Oneness of Allah, abstain from evil and work righteousness)"
        },
        {
            "chapter": 21,
            "verse": 89,
            "text": "And (remember) Zakariya (Zachariah), when he cried to his Lord: \"O My Lord! Leave me not single (childless), though You are the Best of the inheritors"
        },
        {
            "chapter": 21,
            "verse": 90,
            "text": "So We answered his call, and We bestowed upon him Yahya (John), and cured his wife (to bear a child) for him. Verily, they used to hasten on to do good deeds, and they used to call on Us with hope and fear, and used to humble themselves before Us"
        },
        {
            "chapter": 21,
            "verse": 91,
            "text": "And (remember) she who guarded her chastity [Virgin Maryam (Mary)], We breathed into (the sleeves of) her (shirt or garment) [through Our Ruh - Jibrael (Gabriel)], and We made her and her son ['Iesa (Jesus)] a sign for Al-'Alamin (the mankind and jinns)"
        },
        {
            "chapter": 21,
            "verse": 92,
            "text": "Truly! This, your Ummah [Sharia or religion (Islamic Monotheism)] is one religion, and I am your Lord, therefore worship Me (Alone). [Tafsir Ibn Kathir]"
        },
        {
            "chapter": 21,
            "verse": 93,
            "text": "But they have broken up and differed as regards their religion among themselves. (And) they all shall return to Us"
        },
        {
            "chapter": 21,
            "verse": 94,
            "text": "So whoever does righteous good deeds while he is a believer (in the Oneness of Allah Islamic Monotheism), his efforts will not be rejected. Verily! We record it in his Book of deeds"
        },
        {
            "chapter": 21,
            "verse": 95,
            "text": "And a ban is laid on every town (population) which We have destroyed that they shall not return (to this world again, nor repent to Us)"
        },
        {
            "chapter": 21,
            "verse": 96,
            "text": "Until, when Ya'juj and Ma'juj (Gog and Magog) are let loose (from their barrier), and they swiftly swarm from every mound"
        },
        {
            "chapter": 21,
            "verse": 97,
            "text": "And the true promise (Day of Resurrection) shall draw near (of fulfillment). Then (when mankind is resurrected from their graves), you shall see the eyes of the disbelievers fixedly stare in horror. (They will say): \"Woe to us! We were indeed heedless of this; nay, but we were Zalimun (polytheists and wrong-doers, etc)"
        },
        {
            "chapter": 21,
            "verse": 98,
            "text": "Certainly! You (disbelievers) and that which you are worshipping now besides Allah, are (but) fuel for Hell! (Surely), you will enter it"
        },
        {
            "chapter": 21,
            "verse": 99,
            "text": "Had these (idols, etc.) been aliha (gods), they would not have entered there (Hell), and all of them will abide therein"
        },
        {
            "chapter": 21,
            "verse": 100,
            "text": "Therein breathing out with deep sighs and roaring will be their portion, and therein they will hear not"
        },
        {
            "chapter": 21,
            "verse": 101,
            "text": "Verily those for whom the good has preceded from Us, they will be removed far therefrom (Hell) [e.g. 'Iesa (Jesus), son of Maryam (Mary); 'Uzair (Ezra), etc"
        },
        {
            "chapter": 21,
            "verse": 102,
            "text": "They shall not hear the slightest sound of it (Hell), while they abide in that which their ownselves desire"
        },
        {
            "chapter": 21,
            "verse": 103,
            "text": "The greatest terror (on the Day of Resurrection) will not grieve them, and the angels will meet them, (with the greeting): \"This is your Day which you were promised"
        },
        {
            "chapter": 21,
            "verse": 104,
            "text": "And (remember) the Day when We shall roll up the heavens like a scroll rolled up for books, as We began the first creation, We shall repeat it, (it is) a promise binding upon Us. Truly, We shall do it"
        },
        {
            "chapter": 21,
            "verse": 105,
            "text": "And indeed We have written in Zabur (Psalms) [i.e. all the revealed Holy Books the Taurat (Torah), the Injeel (Gospel), the Quran] after (We have already written in) Al-Lauh Al-Mahfuz (the Book, that is in the heaven with Allah), that My righteous slaves shall inherit the land (i.e. the land of Paradise)"
        },
        {
            "chapter": 21,
            "verse": 106,
            "text": "Verily, in this (the Quran) there is a plain Message for people who worship Allah (i.e. the true, real believers of Islamic Monotheism who act practically on the Quran and the Sunnah legal ways of the Prophet SAW)"
        },
        {
            "chapter": 21,
            "verse": 107,
            "text": "And We have sent you (O Muhammad SAW) not but as a mercy for the 'Alamin (mankind, jinns and all that exists)"
        },
        {
            "chapter": 21,
            "verse": 108,
            "text": "Say (O Muhammad SAW): \"It is revealed to me that your Ilah (God) is only one Ilah (God - Allah). Will you then submit to His Will (become Muslims and stop worshipping others besides Allah)"
        },
        {
            "chapter": 21,
            "verse": 109,
            "text": "But if they (disbelievers, idolaters, Jews, Christians, polytheists, etc.) turn away (from Islamic Monotheism) say (to them O Muhammad SAW): \"I give you a notice (of war as) to be known to us all alike. And I know not whether that which you are promised (i.e. the torment or the Day of Resurrection) is near or far"
        },
        {
            "chapter": 21,
            "verse": 110,
            "text": "(Say O Muhammad SAW) Verily, He (Allah) knows that which is spoken aloud (openly) and that which you conceal"
        },
        {
            "chapter": 21,
            "verse": 111,
            "text": "And I know not, perhaps it may be a trial for you, and an enjoyment for a while"
        },
        {
            "chapter": 21,
            "verse": 112,
            "text": "He (Muhammad SAW) said:\"My Lord! Judge You in truth! Our Lord is the Most Beneficent, Whose Help is to be sought against that which you attribute (unto Allah that He has offspring, and unto Muhammad SAW that he is a sorcerer, and unto the Quran that it is poetry, etc)"
        }
    ]
}