{
    "chapter": [
        {
            "chapter": 2,
            "verse": 1,
            "text": "Alipha- lama- mima"
        },
        {
            "chapter": 2,
            "verse": 2,
            "text": "Eta [1] se kitaba yate kono sandeha ne'i [2], muttakidera jan'ya [3] hedayeta"
        },
        {
            "chapter": 2,
            "verse": 3,
            "text": "yara gayebera [1] prati imana ane [2], salata kayema kare [3] ebam taderake amara ya dana karechi ta theke byaya kare"
        },
        {
            "chapter": 2,
            "verse": 4,
            "text": "Ara yara imana ane tate ya apanara upara nayila kara hayeche ebam ya apanara purbe nayila kara hayeche [1], ara yara akherate niscita bisbasi"
        },
        {
            "chapter": 2,
            "verse": 5,
            "text": "Tara'i tadera rabera nirdesita hidayatera upara rayeche ebam tara'i saphalakama"
        },
        {
            "chapter": 2,
            "verse": 6,
            "text": "Yara kuphari [1] kareche apani taderake satarka karuna ba na karuna [2], tara imana anabe na"
        },
        {
            "chapter": 2,
            "verse": 7,
            "text": "Allah‌ tadera hrdayasamuha o tadera srabanasaktira upara mohara kare diyechena [1], ebam tadera drstira upara rayeche abarana. Ara tadera jan'ya rayeche mahasasti"
        },
        {
            "chapter": 2,
            "verse": 8,
            "text": "Ara [1] manusera madhye emana loka'o rayeche yara bale, ‘amara allah‌ o sesa dibase imana enechi’, athaca tara mumina naya"
        },
        {
            "chapter": 2,
            "verse": 9,
            "text": "Allah‌ ebam muminaderake tara pratarita kare. Bastutah tara nijederake'i nijera pratarita karache, athaca tara ta bujhe na"
        },
        {
            "chapter": 2,
            "verse": 10,
            "text": "Tadera antarasamuhe rayeche byadhi. Atahpara allah‌ tadera byadhi ara'o bariye diyechena [1]. Ara tadera jan'ya rayeche kastadayaka sasti, karana tara mithyabadi"
        },
        {
            "chapter": 2,
            "verse": 11,
            "text": "Ara yakhana taderake bala haya, ‘tomara yamine phasada srsti karo na’[1], tara bale, ‘amara to kebala sansodhanakari’"
        },
        {
            "chapter": 2,
            "verse": 12,
            "text": "Sabadhana! Era'i phasada srstikari, kintu tara ta bujhe na"
        },
        {
            "chapter": 2,
            "verse": 13,
            "text": "Ara yakhana taderake bala haya, ‘tomara imana ana yemana lokera imana eneche’[1], tara bale, ‘nirbodha lokera yerupa imana eneche amara'o ki serupa imana anabo[2]?’ Sabadhana! Niscaya era nirbodha, kintu tara ta jane na"
        },
        {
            "chapter": 2,
            "verse": 14,
            "text": "Ara yakhana tara muminadera sathe saksata kare, takhana bale, ‘amara imana enechi‘[1], ara yakhana tara ekante tadera sayatanadera [2] sathe ekatrita haya, takhana bale, ‘niscaya amara tomadera sathe achi. Amara to kebala upahasakari.’"
        },
        {
            "chapter": 2,
            "verse": 15,
            "text": "Allah‌ tadera sathe upahasa karena [1], ebam taderake tadera abadhyatara madhye bibhrantera mata ghure berabara abakasa dena"
        },
        {
            "chapter": 2,
            "verse": 16,
            "text": "Era'i tara, yara hedayatera binimaye bhrastata kineche [1]. Kaje'i tadera byabasa labhajanaka hayani. Ara tara hedayataprapta'o naya"
        },
        {
            "chapter": 2,
            "verse": 17,
            "text": "Tadera upama [1], ai byaktira n'yaya, ye aguna jbalalo; tarapara yakhana aguna tara caradika alokita karala, allah‌ takhana tadera alo niye gelena ebam taderake ghora andakare phele dilena, yate tara kichu'i dekhate paya na"
        },
        {
            "chapter": 2,
            "verse": 18,
            "text": "Tara badhira, boba, andha, kaje'i tara phire asabe na"
        },
        {
            "chapter": 2,
            "verse": 19,
            "text": "Kimba akasa hate musaladhare brstira n'yaya, yate rayeche ghora andhakara, bajradhbani [1] o bidyutcamaka. Bajradhbanite mrtyubhaye tara tadera kane angula deya. Ara allah‌ kapheraderake paribestana kare rayechena"
        },
        {
            "chapter": 2,
            "verse": 20,
            "text": "Bidyut camake tadera drstisakti kere neyara upakrama haya [1]. Yakhana'i bidyutaloka tadera samane udbhasita haya takhana'i tara patha cale ebam yakhana andhakare dheke yaya takhana tara tham‌ke damraya [2]. Allah‌ icche karale tadera srabana o drstisakti harana karate parena. Niscaya allah‌ sabakichura upara ksamatabana"
        },
        {
            "chapter": 2,
            "verse": 21,
            "text": "He manusa [1]! Tomara tomadera se'i rabera [2] ‘ibadata karo yini tomaderake ebam tomadera purbabartiderake srsti karechena [3], yate tomara taka'oya adhikari ha'o"
        },
        {
            "chapter": 2,
            "verse": 22,
            "text": "Yini yaminake tomadera jan'ya bichana o asamanake karechena chada ebam akasa hate pani abatirna kare ta dbara tomadera jibikara jan'ya phalamula utpadana karechena. Kaje'i tomara jene-sune ka'uke allah‌ra samakaksa [1] damra kari'o na"
        },
        {
            "chapter": 2,
            "verse": 23,
            "text": "Ara amara amadera bandara prati ya nayila karechi tate tomadera kono sandeha thakale tomara era anurupa kono sura anayana kara [1] ebam allah‌ byatita tomadera sakala saksi-sahayyakarike [2] ahbana kara, yadi tomara satyabadi ha'o"
        },
        {
            "chapter": 2,
            "verse": 24,
            "text": "Ata'eba, yadi tomara ta karate na paro ara kakhana'i ta karate parabe na [1], tahale tomara se aguna theke bamcara byabastha karo, yara indhana habe manusa o pathara [2], ya prastuta kare rakha hayeche [3] kapheradera jan'ya"
        },
        {
            "chapter": 2,
            "verse": 25,
            "text": "Ara yara imana eneche ebam sat kaja kareche taderake subha sambada dina ye, tadera jan'ya rayeche jannata, yara taladese nadi prabahita [1]. Yakhana'i taderake phalamula khete deya habe takhana'i tara balabe, ‘amaderake purbe jibika hisebe ya deya hata eto ta'i’. Ara taderake ta deya habe sadrsyapurna kare'i [2] ebam sekhane tadera jan'ya rayeche pabitra saiini [3]. Ara tara sekhane sthayi habe"
        },
        {
            "chapter": 2,
            "verse": 26,
            "text": "Niscaya allah‌ masa kimba tara ceye'o ksudra kono bastura upama dite sankoca bodha karena na [1]. Atahpara yara imana eneche tara jane ye, niscaya'i eta [2] tadera rabera paksa hate satya. Kintu yara kuphari kareche tara bale ye, allah‌ ki uddese e upama pesa karachena? Era dbara anekake'i tini bibhranta karena, abara bahu lokake hidayata karena. Ara tini phasikadera chara ara ka'uke era dbara bibhranta karena na"
        },
        {
            "chapter": 2,
            "verse": 27,
            "text": "Yara allah‌ra sathe drrha angikare abad'dha ha'oyara para bhanga kare, ara ye samparka aksunna rakhate allah‌ adesa karechena ta chinna kare ebam yaminera upara phasada srsti kare beraya [1], tara'i ksatigrasta"
        },
        {
            "chapter": 2,
            "verse": 28,
            "text": "Tomara kibhabe allah‌ra sathe kuphari karacha? Athaca tomara chile pranahina, atahpara tini tomaderake jibita karechena. Tarapara tini tomadera mrtyu ghatabena o punaraya jibita karabena, tarapara tara'i dike tomaderake phiriye neya habe"
        },
        {
            "chapter": 2,
            "verse": 29,
            "text": "Tini'i yamine ya ache saba tomadera jan'ya srsti karechena. Tarapara [1] tini asamanera prati manonibesa [2] kare setake sata asamane bin'yasta karechena; ara tini sabakichu samparke sabisesa abagata"
        },
        {
            "chapter": 2,
            "verse": 30,
            "text": "Ara smarana karuna, yakhana apanara raba pheresatadera [1] balalena [2] ‘niscaya ami yamine khalipha [3] srsti karachi’, tara balala, ‘apani ki sekhane emana ka'oke srsti karabena ye phasada ghatabe o raktapata karabe [4]? Ara amara apanara hamadasaha tasabiha patha kari ebam pabitrata ghosana kari [5]. Tini balena, ‘niscaya'i ami ta jani, ya tomara jana na’"
        },
        {
            "chapter": 2,
            "verse": 31,
            "text": "Ara tini adamake yabatiya nama siksa dilena [1], tarapara segulo [2] pheres‌tadera samane upasthapana kare balalena, ‘egulora nama amake bale da'o, yadi tomara satyabadi ha'o’"
        },
        {
            "chapter": 2,
            "verse": 32,
            "text": "Tara balala, ‘apani pabitra mahana! Apani amaderake ya siksa diyechena ta chara amadera to kono jnana'i ne'i. Niscaya apani'i sarbajna, prajnamaya ‘"
        },
        {
            "chapter": 2,
            "verse": 33,
            "text": "Tini balalena, ‘he adama! Taderake esabera nama bale dina’. Atahpara tini (adama) taderake sesabera nama bale dile tini (allah‌) balalena, ‘ami ki tomadera ke balini ye, niscaya ami asamana o yaminera gayeba jani. Ara'o jani ya tomara byakta kara ebam ya tomara gopana karate"
        },
        {
            "chapter": 2,
            "verse": 34,
            "text": "Ara smarana karuna, yakhana amara pheresatadera balalama, amake sijada kara [1], takhana ibalisa [2] chara sakale'i sijada karala; se asbikara karala o ahankara karala [3]. Ara se kaphiradera antarbhukta hala"
        },
        {
            "chapter": 2,
            "verse": 35,
            "text": "Ara amara balalama, ‘he adama! Apani o apanara stri [1] jannate basabasa karuna ebam yekhana theke iccha sbacchandye ahara karuna, kintu e'i gachatira kache yabena na [2]; tahale apanara habena yalimadera [3] antarbhukta’"
        },
        {
            "chapter": 2,
            "verse": 36,
            "text": "Atahpara sayatana sekhana theke tadera padaskhalana ghatalo [1] ebam tara yekhane chilo sekhana theke taderake bera karalo [2]. Ara amara balalama, ‘tomara eke an'yera stru rupe neme ya'o ebam kichu dinera jan'ya tomadera basabasa o jibika ra'ila yamine’"
        },
        {
            "chapter": 2,
            "verse": 37,
            "text": "Tarapara adama [1] tara rabera kacha theke kichu bani pelena [2]. Atahpara allah‌ tara ta'oba kabula karalena [3]. Niscaya tini'i ta'oba kabulakari, parama dayalu"
        },
        {
            "chapter": 2,
            "verse": 38,
            "text": "Amara balalama, ‘tomara sakale ekhana theke neme ya'o. Atahpara yakhana amara paksa theke tomadera nikata kono hidayata asabe takhana yara amara hidayata anusarana karabe, tadera kono bhaya ne'i ebam tara cintita'o habe na’"
        },
        {
            "chapter": 2,
            "verse": 39,
            "text": "Ara yara kuphari kareche ebam amadera ayatasamuhe [1] mithyaropa kareche tara'i agunera adhibasi, sekhane tara sthayi habe"
        },
        {
            "chapter": 2,
            "verse": 40,
            "text": "He isara'ila [1] bansadharagana [2]! Tomara amara se niyamatera katha smarana karo ya ami tomaderake diyechi [3] ebam amara sange tomadera angikara purna karo [4], ami'o tomadera sange amara angikara purna karabo. Ara tomara sudhu amake'i bhaya kara"
        },
        {
            "chapter": 2,
            "verse": 41,
            "text": "Ara ami ya nayila karechi tomara tate imana ano. Eta tomadera kache ya ache tara satata pramanakari. Ara tomara'i era prathama asbikarakari hayo na ebam amara ayatasamuhera binimaye tuccha mulya grahana karo na [1]. Ara tomara sudhu amara'i taka'oya abalambana kara"
        },
        {
            "chapter": 2,
            "verse": 42,
            "text": "Ara tomara satyake mithyara sathe misrita karo na [1] ebam jene bujhe satyake gopana karo na"
        },
        {
            "chapter": 2,
            "verse": 43,
            "text": "Ara tomara salata pratistha karo o yakata da'o ebam ruku’karidera sathe ruku karo"
        },
        {
            "chapter": 2,
            "verse": 44,
            "text": "Tomara ki manusa ke satkajera nirdesa da'o, ara nijedera katha bhule ya'o [1]! Athaca tomara kitaba adhyayana karo. Tabe ki tomara bujha na"
        },
        {
            "chapter": 2,
            "verse": 45,
            "text": "ara tomara dhairya o salatera madhyame sahayya prarthana karo [1]. Ara niscaya ta binayira chara [2] an'yadera upara kathina"
        },
        {
            "chapter": 2,
            "verse": 46,
            "text": "Yara bisbasa kare ye, niscaya tadera rabera sathe tadera saksata ghatabe ebam niscaya tara tamra'i dike phire yabe"
        },
        {
            "chapter": 2,
            "verse": 47,
            "text": "He isara'ila bansadharagana! Amara se ni‘amatera katha smarana karo ya ami tomaderake diyechilama. Ara niscaya ami samagra srstikulera upara tomaderake sresthatba diyechilama"
        },
        {
            "chapter": 2,
            "verse": 48,
            "text": "Ara tomara se dinera taka'oya abalambana karo yedina ke'u kara kono kaje asabe na [1]. Ara kara'o suparisa grahana kara habe na [2] ebam karo kacha theke binimaya grhita habe na. Ara tara sahayya'o prapta habe na"
        },
        {
            "chapter": 2,
            "verse": 49,
            "text": "Ara smarana kara, yakhana amara phira’a'unera bansa hate tomaderake niskrti diyechilama, tara tomadera ke marmantika sasti dito. Tomadera putradera yabeha kare o tomadera naridera bamciye rakhato [1]. Ara ete chilo tomadera raba era paksa hate eka maha pariksa"
        },
        {
            "chapter": 2,
            "verse": 50,
            "text": "Ara smarana karo, yakhana amara tomadera jan'ya sagarake bibhakta karechilama [1] ebam tomadera ke ud'dhara karechilama o phira’a'unera bansake nimajjita karechilama. Ara tomara ta dekhachile"
        },
        {
            "chapter": 2,
            "verse": 51,
            "text": "Ara smarana kara, yakhana amara musara sathe callisa ratera angikara karechilama [1], tara (cale ya'oyara) para tomara go-batsake (upasyarupe) grahana karechile [2]; ara tomara haye gele yalima"
        },
        {
            "chapter": 2,
            "verse": 52,
            "text": "Era para'o amara tomaderake ksama karechilama yate tomara krtajnata jnapana kara"
        },
        {
            "chapter": 2,
            "verse": 53,
            "text": "Ara smarana kara, yakhana amara musake kitaba o ‘phurakana [1]’ dana karechilama; yate tomara hidayata labha karate para"
        },
        {
            "chapter": 2,
            "verse": 54,
            "text": "Ara smarana kara, yakhana musa apanara jatira lokadera balalena, ‘he amara jati! Go – batsake upasyarupe grahana kare tomara nijedera prati juluma karecha, kaje'i tomara nijederake hatya kare tamadera srastara kache ta'oba kara. Tomadera srstikartara nikata eta'i tomadera jan'ya kalyanakara. Tarapara tini tomadera ke ksama karechilena. Abasya'i tini atyanta ksamasila, parama dayalu’"
        },
        {
            "chapter": 2,
            "verse": 55,
            "text": "Ara smarana kara, yakhana tomara balechile, ‘he musa! Amara allah‌ ke prakasyabhabe na dekha paryanta tomake kakhana'o bisbasa karaba na’, phale tomaderake bajra pakara'o karalo, ya tomara nijera'i dekhachile"
        },
        {
            "chapter": 2,
            "verse": 56,
            "text": "Tarapara amara tomaderake punarjibita karechi tomadera mrtyura para yate tomara krtajna ha'o"
        },
        {
            "chapter": 2,
            "verse": 57,
            "text": "Ara amara megha dbara tomadera upara chaya bistara karalama ebam tomadera nikata ‘manna’ o ‘sal‌oya’ [1] prerana karalama. (Balechilama), ‘ahara kara uttama jibika, ya amara tomaderake dana karechi’. Ara tara amadera prati yuluma kareni, baram tara nijedera prati'i yuluma karechila"
        },
        {
            "chapter": 2,
            "verse": 58,
            "text": "Ara smarana kara, yakhana amara balalama, e'i janapade prabesa kare ta hate ya icchye sbacchandye ahara kara ebam daraja diye natasire prabesa kara. Ara balo, ‘ksama ca'i’. Amara tomadera aparadha ksama karabo. Acire'i amara muhasinaderake bariye deba"
        },
        {
            "chapter": 2,
            "verse": 59,
            "text": "Kintu yalimara taderake ya bala hayechila tara paribarte an'ya katha balala. Kaje'i amara yalimadera prati tadera abadhyatara karane akasa hate sasti nayila karalama"
        },
        {
            "chapter": 2,
            "verse": 60,
            "text": "Ara smarana kara, yakhana musa tara jatira jan'ya pani ca'ilena. Amara balalama, ‘apanara lathi dbara pathare aghata karuna’. Phale ta hate baroti prasrabana prabahita halo. Pratyeka gotra nija nija pani grahanera sthana jene nilo. (Balalama), ‘allah‌ra deya jibika hate tomara kha'o, pana kara ebam yamine phasada srsti kare beriyo na’"
        },
        {
            "chapter": 2,
            "verse": 61,
            "text": "Ara yakhana tomara balechile, ‘he musa! Amara eka'i rakama khadye kakhana'o dhairya dharana karabo na. Sutaram tumi tomara rabera kache amadera jan'ya prarthana kara – tini yena amadera jan'ya bhumijata drabya saka-sabaji, kamkura, gama, masura o pemyaja utpadana karena’. Musa balalena, ‘tomara ki uttama jinisera badale nimnamanera jinisa ca'o? Tabe kono sahare cale ya'o, tomara ya ca'o, sekhane ta ache’ [1]. Ara tadera upara lanchana o daridrya apatita halo ebam tara allah‌ra gayabera sikara halo. Eta e jan'ya ye, tara allah‌ra ayatasamuhake asbikara karato ebam nabiganake an'yayabhabe hatya karato [2]. Abadhyata o simalanghana karara jan'ya'i tadera e parinati hayechila"
        },
        {
            "chapter": 2,
            "verse": 62,
            "text": "Niscaya yara imana eneche, yara iyahudi hayeche [1] ebam nasara [2] o sabi’ira [3] yara'i allah‌ o sesa dinera prati imana ane o satkaja kare, tadera jan'ya puraskara rayeche tadera raba-era kacha theke. Ara tadera kono bhaya ne'i ebam tara cintita'o habe na"
        },
        {
            "chapter": 2,
            "verse": 63,
            "text": "Ara smarana kara, yakhana amara tomadera angikara niyechilama [1] ebam tomadera upara uttolana karechilama, ‘tura’ parbata; (balechilama), ‘amara ya dilama drrhatara sathe [2] ta grahana karo ebam tate ya ache ta smarana rakha, yate tomara taka'oya abalambana karate para [3].’"
        },
        {
            "chapter": 2,
            "verse": 64,
            "text": "Erapare'o tomara mukha phirale! Atahpara tomadera prati allah‌ra anugraha ebam anukampa na thakale tomara abasya ksatigrasta hate"
        },
        {
            "chapter": 2,
            "verse": 65,
            "text": "Ara tomadera madhye yara sanibara samparke simalanghana karechilo taderake tomara niscitabhabe jenechile [1]. Phale amara taderake balechilama, ‘tomara ghrnita banare parinata ha'o’"
        },
        {
            "chapter": 2,
            "verse": 66,
            "text": "Ata'eba amara eta karechi tadera samakalina o parabartidera jan'ya drstantamulaka sasti [1]. Ara muttakidera jan'ya upadesasarupa"
        },
        {
            "chapter": 2,
            "verse": 67,
            "text": "Ara smarana kara [1], yakhana musa tara jatike balalena, ‘allah‌ tomaderake ekati gabhi yabeha karara adesa diyechena’, tara balala, ‘tumi ki amadera sange thatta karacho?’ Musa balalena, ‘ami ajnadera antarbhukta ha'oya theke allah‌ra asraya ca'i’"
        },
        {
            "chapter": 2,
            "verse": 68,
            "text": "Tara balala, ‘amadera jan'ya tomara rabake ahbana kara tini yena amaderake spasta kare janiye dena, seta kirupa?’ Musa balalena, ‘allah‌ balachena, seta emana gabhi ya brd'dha'o naya, alpabayaska'o naya, madhyabayasi. Ata'eba, tomaderake ye adesa kara hayeche ta palana kara’"
        },
        {
            "chapter": 2,
            "verse": 69,
            "text": "Tara balala, ‘amade jan'ya tomara raba ke dako, setara rana ki, ta yena amaderake bale dena’. Musa balalena, tini balechena, seta haluda barnera gabhi, ujjbala garha rana bisista, ya darsakadera ananda deya’"
        },
        {
            "chapter": 2,
            "verse": 70,
            "text": "Tara balala, ‘tomara rabake ahbana karo, tini yena amaderake spastabhabe barnana karena, seta konati? Niscaya gabhiti amadera jan'ya sandeha purna haye geche. Ara allah‌ icche karale amara niscaya disa pabo’"
        },
        {
            "chapter": 2,
            "verse": 71,
            "text": "Musa balalena, ‘tini balechena, seta emana eka gabhi ya jami case o ksete pani secera jan'ya byabahrta hayani, sustha o nikhumta’. Tara balala, ‘ekhana tumi satya niye esecha’. Abasese tara setake yabeha karalo, yadi'o tara ta karate prastuta chilo na"
        },
        {
            "chapter": 2,
            "verse": 72,
            "text": "Ara smarana kara, yakhana tomara eka byaktike hatya karechile tarapara eke an'yera prati dosaropa karachile, ara tomara ya gopana karechile allah‌ ta byaktakari"
        },
        {
            "chapter": 2,
            "verse": 73,
            "text": "Atahpara amara balalama, ‘era kono ansa diye take aghata kara’. Emanibhabe allah‌ mrtake jibita karena, ebam tomaderake dekhiye thakena tamra nidarsana, yate tomara anudhabana karate para"
        },
        {
            "chapter": 2,
            "verse": 74,
            "text": "Erapara'o tomadera hrdaya kathina haye gela, yena pathara kimba tara tara ceye'o kathina. Athaca kono kono pathara to emana ya theke nadi-nala prabahita haya, ara kichu erupa ye, bidirna ha'oyara para ta hate pani nirgata haya, abara kichu emana ya allah‌ra bhaye dhbase pare [1], ara tomara ya kara allah‌ se samparke gaphila nana"
        },
        {
            "chapter": 2,
            "verse": 75,
            "text": "Tomara ki e asa karo ye, tara tomadera kathaya imana anabe? Athaca tadera ekadala allah‌ra bani srabana kare, tarapara tara ta anudhabana karara para bikrta kare, athaca tara jane"
        },
        {
            "chapter": 2,
            "verse": 76,
            "text": "Ara tara yakhana muminadera sathe saksata kare takhana bale, ‘amara imana enechi’. Abara yakhana tara gopane eke an'yera sathe milita haya takhana bale, tomara ki taderake ta bale da'o, ya allah‌ tomadera kache unmukta kare diyechena [1]; yate tara era madhyame tomadera rabera nikata tomadera birud'dhe dalila pesa karabe? Tabe tomara ki bujha na [2]?’"
        },
        {
            "chapter": 2,
            "verse": 77,
            "text": "Tara ki jane na ye, tara ya gopana rakhe ebam ya byakta kare, niscaya allah‌ ta janena"
        },
        {
            "chapter": 2,
            "verse": 78,
            "text": "ara tadera madhye emana kichu niraksara loka ache yara mithya asa [1]chara kitaba samparke kichu'i jane na, tara sudhu amulaka dharana posana kare"
        },
        {
            "chapter": 2,
            "verse": 79,
            "text": "Kaje'i durbhoga [1] tadera jan'ya yara nija hate kitaba racana kare, atahpara saman'ya mulya pa'oyara jan'ya bale, ‘eta allah‌ra kacha theke’. Ata'eba, tadera hata ya racana kareche tara jan'ya tadera dhbansa ebam ya tara uparjana kareche tara jan'ya tadera dhbansa"
        },
        {
            "chapter": 2,
            "verse": 80,
            "text": "Tara bale, ‘saman'ya kichu dina chara aguna amaderake kakhana'o sparsa karabe na.’ Baluna, ‘tomara ki allah‌ra kacha theke emana kono angikara niyecha; ye angikarera biparita allah‌ kakhana'o karabena na? Naki allah‌ samparke emana kichu balacha ya tomara jana na?’"
        },
        {
            "chapter": 2,
            "verse": 81,
            "text": "Hyam, ye papa uparjana kareche ebam tara paparasi take paribestana kare rekheche, tara'i agnibasi, sekhane tara sthayi habe"
        },
        {
            "chapter": 2,
            "verse": 82,
            "text": "Ara yara imana eneche o satkaja kareche tara'i jannatabasi, tara sekhane sthayi habe"
        },
        {
            "chapter": 2,
            "verse": 83,
            "text": "Ara smarana kara, yakhana amara isara'ila-santanadera pratisruti niyechilama ye, tomara allah‌ chara ara karo ‘ibadata karabe na, mata-pita [1], atmiya-sbajana, iyatima o daridrera [2] sathe sadaya byabahara karabe ebam manusera sathe sadalapa karabe [3]. Ara salata pratistha karabe ebam yakata dibe, tarapara tomadera madhya hate kichusankhyaka loka chara [4] tomara sakale'i abajna kare mukha phiriye niyechile"
        },
        {
            "chapter": 2,
            "verse": 84,
            "text": "Ara smarana kara, yakhana tomadera pratisruti niyechilama, ‘tomara eke aparera raktapata karabe na ebam eke an'yake sbadesa theke bahiskara karabe na, tarapara tomara ta sbikara karechile. Ara tomara tara saksya diccha"
        },
        {
            "chapter": 2,
            "verse": 85,
            "text": "Tarapara tomara'i tara, yara nijedera ke hatya karacha ebam tomadera eka dalake tadera desa theke bahiskara karacha. Tomara eke an'yera sahayogita karacha tadera upara an'yaya o simalanghana dbara. Ara tara yakhana bandirupe tomadera kache upasthita haya takhana tomara muktipana da'o [1]; athaca taderake bahiskara kara'i tomadera upara harama chilo. Tabe ki tomara kitabera kichu anse imana ano ebam kichu anse kuphari karo? Tahale tomadera yara erupa kare tadera ekamatra pratiphala duniyara jibane lanchana o apamana ebam kiyamatera dina taderake phiriye neya habe kathinatama sastira dike. Ara tara ya kare allah‌ se samparke gaphila nana"
        },
        {
            "chapter": 2,
            "verse": 86,
            "text": "Tara'i se loka, yara akheratera binimaye duniyara jibana kraya kare; kaje'i tadera sasti kichumatra kamano habe na ebam tadera ke sahayya'o kara habe na"
        },
        {
            "chapter": 2,
            "verse": 87,
            "text": "Abasya'i amara musake kitaba diyechi ebam tara pare paryayakrame rasulaganake pathiyechi ebam amara mara'iyama-putra ‘isake spasta pramana diyechi [1] ebam ‘ruhula kudusa’ [2] dbara take saktisali karechi. Tabe ki yakhani kono rasula tomadera kache emana kichu eneche ya tomadera manahputa naya takhani tomara ahankara karecha? Atahpara (nabiganera) ekadalera upara mithyaropa karecha ebam ekadalake karecha hatya"
        },
        {
            "chapter": 2,
            "verse": 88,
            "text": "ara tara balechilo, ‘amadera antarasamuha acchadita’, baram tadera kupharira karane allah‌ taderake la’nata karechena. Sutaram tadera kama sankhyaka'i imana ane"
        },
        {
            "chapter": 2,
            "verse": 89,
            "text": "Ara yakhana tadera kache ya ache allah‌ra kacha theke tara satyayanakari [1] kitaba asalo; athaca purbe tara era sahayye kapheradera birud'dhe bijaya prarthana karato, tarapara tara ya cinata yakhana ta tadera kache asala, takhana tara setara sathe kuphari karala [2]. Kaje'i kapheradera upara allah‌ra la’nata"
        },
        {
            "chapter": 2,
            "verse": 90,
            "text": "Yara binimaye tara tadera nijedera ke bikri kareche ta kata'i na nikrsta! Ta hacche, allah‌ ya nayila karechena, tara tara sathe kuphari kareche, hatakaritabasata, sudhu ejan'ya ye, allah‌ tamra bandadera madhye yara prati iccha sbiya anugraha nayila karena. Kaje'i tara krodhera upara krodha arjana kareche [1]. Ara kaphiradera jan'ya rayeche lanchanamaya sasti"
        },
        {
            "chapter": 2,
            "verse": 91,
            "text": "Ara yakhana tadera ke bala haya, ‘allah‌ ya nayila karechena tate imana ano’,tara bale ‘amadera prati ya nayila hayeche amara kebala tate imana ani’. Athaca era ba'ire ya kichu ache sabakichu'i tara asbikara kare, yadi'o ta satya ebam tadera nikata ya ache tara satyayanakari. Baluna, ‘yadi tomara mumina haye thaka, tabe kena tomara atite allah‌ra nabiderake hatya karechile [1]?’"
        },
        {
            "chapter": 2,
            "verse": 92,
            "text": "Abasya'i musa tomadera kache suspasta pramanasaha [1] esechilena, tarapara tomara tara anupasthitite go batsake (upasyarupe) grahana karechile. Bastabika'i tomara yalima"
        },
        {
            "chapter": 2,
            "verse": 93,
            "text": "Smarana kara, yakhana amara tomadera pratisruti niyechilama ebam turake tomadera upara uttolana karechilama, (balechilama,) ‘ya dilama drrhabhabe grahana kara ebam sona.’ Tara balechila, ‘amara sonalama o aman'ya karalama’. Ara kupharira karane tadera antare gobatsapriti dhukiye deya hayechila. Baluna, ‘yadi tomara imanadara ha'o tabe tomadera imana yara nirdesa deya ta kata nikrsta!’"
        },
        {
            "chapter": 2,
            "verse": 94,
            "text": "Baluna, ‘yadi allah‌ra kache akheratera basasthana an'ya loka chara bisesabhabe sudhu tomadera jan'ya'i haya, tabe tomara mrtyu kamana kara---yadi satyabadi haye thaka’"
        },
        {
            "chapter": 2,
            "verse": 95,
            "text": "Kintu tadera krtakarmera karane tara kakhano ta kamana karabe na. Ara allah‌ yalimadera sambandhe samyaka jnani"
        },
        {
            "chapter": 2,
            "verse": 96,
            "text": "Ara apani abasya'i taderake jibanera prati an'yasaba lokera ceye besi lobhi dekhate pabena, emanaki musarikadera ca'ite'o. Tadera pratyeke asa kare yadi hajara bachara ayu deya hata; athaca dirghayu take sasti hate niskrti dite parabe na. Tara ya kare allah‌ tara samyaka drasta"
        },
        {
            "chapter": 2,
            "verse": 97,
            "text": "Baluna, ‘ye ke'u jibarilera [1] satru habe, ejan'ye ye, tini allah‌ra anumatikrame apanara hrdaye kura'ana nayila karechena, ya purbabarti kitabera'o satyayanakari ebam ya muminadera jan'ya pathapradarsaka o subha sambada’"
        },
        {
            "chapter": 2,
            "verse": 98,
            "text": "‘Ye ke'u allah‌, tamra pheresatagana, tamra rasulagana ebam jib‌rila o mika'ilera satru habe, tabe niscaya allah‌ kaphiradera satru’"
        },
        {
            "chapter": 2,
            "verse": 99,
            "text": "Ara abasya'i amara apanara prati suspasta ayatasamuha nayila karechi. Phasikara chara an'ya ke'u ta asbikara kare na"
        },
        {
            "chapter": 2,
            "verse": 100,
            "text": "Eta ki naya ye, tara yakhana'i kono angikara kareche takhana'i tadera kono eka dala ta chumre pheleche? Baram tadera adhikansa'i imana ane na"
        },
        {
            "chapter": 2,
            "verse": 101,
            "text": "Ara yakhana allah‌ra paksa theke tadera nikata ekajana rasula asalena, tadera kache ya rayeche tara satyayanakari hisebe, takhana yaderake kitaba deya hayechilo tadera ekadala allah‌ra kitabake pichane chumre phelalo, yena tara jane'i na"
        },
        {
            "chapter": 2,
            "verse": 102,
            "text": "Ara sula'imanera rajatbe sayatanara ya abrtti karato tara ta anusarana kareche. Ara sula'imana kuphari karenani, baram sayatanara'i kuphari karechila. Tara manusake siksa dita yadu o (se bisaya siksa dita) ya babila sahare haruta o maruta phirisatadbayera upara nayila hayechilo. Tara ubhaye'i e'i katha na bale ka'uke siksa dita na ye, ‘amara nichaka ekati pariksa; kaje'i tumi kuphari karo na [1].’ Ta satbe'o tara phirisatadbayera kacha theke emana yadu sikhato ya dbara sbami-strira madhye biccheda ghatato [2]. Athaca tara allah‌ra anumati byatita ta dbara karo ksati karate parato na. Ara tara ta-i sikhato ya tadera ksati karato ebam kono upakare asata na ara tara niscita jane ye, ye ke'u ta kharida kare, (arthat yadura asraya neya) tara jan'ya akherate kono ansa ne'i. Yara binimaye tara nijedera bikiye dicche, ta khuba'i manda, yadi tara janato"
        },
        {
            "chapter": 2,
            "verse": 103,
            "text": "ara yadi tara imana anata o taka'oya abalambana karata, tabe allah‌ra kacha theke prapta sa'oyaba niscitabhabe (tadera jan'ya) adhika kalyanakara hata, yadi tara janata"
        },
        {
            "chapter": 2,
            "verse": 104,
            "text": "He muminagana! Tomara ‘ra'ena’ [1] balo na, baram ‘unayurana\" [2] balo ebam sona. Ara kaphiradera jan'ya yantranadayaka sasti rayeche"
        },
        {
            "chapter": 2,
            "verse": 105,
            "text": "Kitabidera [1] madhye yara kuphari kareche tara ebam musarikara eta caya na ye, tomadera rabera kacha theke tomadera upara kono kalyana nayila hoka. Athaca allah‌ yake icche nija rahamata dbara bisesita karena. Ara allah‌ maha anugrahasila"
        },
        {
            "chapter": 2,
            "verse": 106,
            "text": "Amara kono ayata rahita karale ba bhuliye dile ta theke uttama athaba tara samana kono ayata ene de'i [1] apani ki janena na ye, allah‌ saba kichura upara ksamatabana"
        },
        {
            "chapter": 2,
            "verse": 107,
            "text": "Apani ki janena na ye, asamana o yaminera sarbabhaumatba ekamatra allah‌ra? Ara allah‌ chara tomadera kono abhibhabaka'o ne'i, ne'i sahayyakari'o"
        },
        {
            "chapter": 2,
            "verse": 108,
            "text": "Tomara ki tomadera rasulake serupa prasna karate ca'o yerupa prasna purbe musake kara hayechila [1]? Ara ye imanake kuphare paribartana karabe, se abasya'i sarala patha harala"
        },
        {
            "chapter": 2,
            "verse": 109,
            "text": "Kitabidera aneke'i caya, yadi tara tomaderake imana anara para kaphirarupe phiriye nite parata! Satya spasta ha'oyara para'o tadera nijedera paksa theke bidbesabasatah (tara eta kare thake). Ata'eba, tomara ksama kara ebam upeksa kara yataksana na allah‌ tara kono nirdesa dena [1] - niscaya'i allah‌ saba kichura upara ksamatabana"
        },
        {
            "chapter": 2,
            "verse": 110,
            "text": "Ara tomara salata pratistha kara o yakata da'o ebam tomara uttama kajera ya kichu nijedera jan'ya pesa karabe allah‌ra kache ta pabe. Niscaya tomara ya karacha allah‌ tara samyaka drasta"
        },
        {
            "chapter": 2,
            "verse": 111,
            "text": "Ara tara bale, ‘iyahudi athaba nasara chara an'ya ke'u kakhano jannate prabesa karabe na’ [1]. Eta tadera mithya asa. Baluna, ‘yadi tomara satyabadi ha'o tabe tomadera pramana pesa kara’"
        },
        {
            "chapter": 2,
            "verse": 112,
            "text": "Hyam, ye ke'u allah‌ra kache sampurnarupe atmasamarpana kare ebam satkarmasila haya [1] tara pratidana tara rabera kache rayeche. Ara tadera kono bhaya ne'i ebam tara cintita'o habe na"
        },
        {
            "chapter": 2,
            "verse": 113,
            "text": "Ara iyahudira bale, ‘nasaradera kono bhitti ne'i’ ebam ebam nasarara bale, ‘iyahudidera kono bhitti ne'i’; athaca tara kitaba pare. Ebhabe yara kichu'i janena tara'o eka'i katha bale [1]. Kaje'i ye bisaye tara matabheda karato kiyamatera dina allah‌ tadera madhye (se bisaye) mimansa karabena"
        },
        {
            "chapter": 2,
            "verse": 114,
            "text": "Ara tara ceye adhika yalima ara ke hate pare, ye allah‌ra masajidagulote tamra nama smarana karate bamdha deya ebam egulo birana karara cesta kare? Athaca bhita-santrasta na haye tadera jan'ya segulote prabesa kara sangata chila na. Duniyate tadera jan'ya lanchana o akherate rayeche mahasasti"
        },
        {
            "chapter": 2,
            "verse": 115,
            "text": "Ara purba o pascima allah‌ra'i sutaram yedike'i tomara mukha phira'o na kena, sedika'i allah‌ra dika [1]. Niscaya'i allah‌ pracuryamaya, sarbajna"
        },
        {
            "chapter": 2,
            "verse": 116,
            "text": "Ara tara bale, ‘allah‌ santana grahana karechena’. Tini (ta theke) ati pabitra [1]. Baram asamana o yamine ya kichu ache saba'i allah‌ra. Sabakichu tamra'i ekanta anugata"
        },
        {
            "chapter": 2,
            "verse": 117,
            "text": "Tini asamanasamuha o yaminera udbhabaka. Ara yakhana tini kono kichu karara sid'dhanta nena, takhana tara jan'ya sudhu balena, ‘ha'o’, phale ta haye yaya"
        },
        {
            "chapter": 2,
            "verse": 118,
            "text": "Ara yara kichu jane na tara [1] bale, allah‌ amadera sathe katha bale na kena? Athaba amadera kache kena ase na kono ayata?’ Ebhabe tadera purbabatira'o tadera mata katha balato. Tadera antara eka'i rakama [2]. Abasya'i amara ayatasamuhake spastabhabe bibrta karechi, emana ka'omera jan'ya, yara drrhabisbasa rakhe"
        },
        {
            "chapter": 2,
            "verse": 119,
            "text": "Niscaya amara apanake pathiyechi satyasaha susambadadata o satarkakarirupe [1] ara jahannamidera samparke apanake kono prasna kara habe na"
        },
        {
            "chapter": 2,
            "verse": 120,
            "text": "Ara iyahudi o nasarara apanara prati kakhano santusta habe na, yataksana na apani tadera millatera anusarana karena. Baluna niscaya allah‌ra ‘hidayata’i prakrta ‘hidayata’. Ara apanara kache jnana asara para'o yadi apani tadera kheyala-khusira anusarana karena, tabe allah‌ra paksa theke apanara kono abhibhabaka thakabe na ebam thakabe na kono sahayyakari'o"
        },
        {
            "chapter": 2,
            "verse": 121,
            "text": "Yaderake amara kitaba diyechi [1], tadera madhye yara yathayathabhabe ta tila'oyata kare [2], tara tate imana ane. Ara yara tara sathe kuphari kare tara'i ksatigrasta"
        },
        {
            "chapter": 2,
            "verse": 122,
            "text": "He isara'ila-bansadharara! Amara se niyamatera katha smarana kara, ya ami tomaderake diyechi. Ara niscaya ami tomaderake sresthatba diyechi (tatkalina) srstikulera sabara upara"
        },
        {
            "chapter": 2,
            "verse": 123,
            "text": "Ara tomara sedinera taka'oya abalambana kara yedina kono satta apara kono sattara kono kaje asabe na. Karo kacha theke kono binimaya grahana kara habe na ebam kono suparisa karo pakse labhajanaka habe na. Ara tara sahayyaprapta'o habe na"
        },
        {
            "chapter": 2,
            "verse": 124,
            "text": "Ara smarana karuna, yakhana ibarahimake tamra raba kayekati katha dbara pariksa karechilena [1], atahpara tini segulo purna karechilena. Allah‌ balalena, ‘niscaya ami apanake manusera imama banabo’ [2]. Tini balalena, ‘amara bansadharadera madhya theke'o?’ (Allah‌) balalena, amara pratisruti yalimaderake pabe na"
        },
        {
            "chapter": 2,
            "verse": 125,
            "text": "Ara smarana karuna [1], yakhana amara ka’ba gharake manabajatira milanakendra [2] o nirapattasthala [3] karechilama ebam balechilama, tomara makame ibarahimake salatera sthana rupe grahana karo [4]. Ara ibarahima o isama’ilake adesa diyechilama ta'oyaphakari, i’tikaphakari, ruku’ o sijadakaridera jan'ya [5] amara gharake pabitra rakhate"
        },
        {
            "chapter": 2,
            "verse": 126,
            "text": "Ara smarana karuna, yakhana ibarahima balechilena, 'he amara raba! Etake nirapada sahara karuna ebam era adhibasidera madhye yara allah‌ o sesa dinera prati imana ane [1] taderake phalamula hate jibika pradana karuna’. Tini (allah‌) balalena, ye kuphari karabe take'o kichu kalera jan'ya jibanopabhoga karate diba, tarapara take agunera sasti bhoga karate badhya karaba. Ara ta kata nikrsta pratyabartanasthala"
        },
        {
            "chapter": 2,
            "verse": 127,
            "text": "ara smarana karuna, yakhana ibarahima o isama'ila kabagharera bhitti sthapana karachilena, (tara balachilena) ‘he amadera raba [1]! Amadera paksa theke kabula karuna [2]. Niscaya apani sarbasrota, sarbajna"
        },
        {
            "chapter": 2,
            "verse": 128,
            "text": "‘He amadera raba! Ara amadera ubhayake apanara ekanta anugata karuna ebam amadera bansadhara hate apanara eka anugata jati ut'thita karuna. Ara amaderake ‘‘ibadatera niyama-pad'dhati dekhiye dina [1] ebam amadera ta'oba kabula karuna. Niscaya apani'i besi ta'oba kabulakari, parama dayalu"
        },
        {
            "chapter": 2,
            "verse": 129,
            "text": "‘He amadera raba! Ara apani tadera madhya theke tadera kache eka rasula pathana [1], yini apanara ayatasamuha tadera kache tila'oyata karabena [2]; taderake kitaba o hekamata siksa debena [3] ebam taderake parisud'dha karabena [4] apani to parakramasali, prajnamaya’"
        },
        {
            "chapter": 2,
            "verse": 130,
            "text": "Ara ye nijeke nirbodha kareche se chara ibrahima era millata hate ara ke bimukha habe! Duniyate take amara manonita karechi; ara akherate'o tini abasya'i sat karmasiladera an'yatama"
        },
        {
            "chapter": 2,
            "verse": 131,
            "text": "Smarana karuna, yakhana tara raba take balechilena, ‘atmasamarpana karuna’, tini balechilena, ‘ami srstikulera rabera kache atmasamarpana karalama’"
        },
        {
            "chapter": 2,
            "verse": 132,
            "text": "Ara ibarahima o iya’kuba tadera putraderake era'i nirdesa diye balechilena, ‘he putragana! Allah‌i tomadera jan'ya e dinake manonita karechena. Kaje'i atmasamarpanakari (musalima) na haye tomara mara ye'o na’"
        },
        {
            "chapter": 2,
            "verse": 133,
            "text": "Iyakubera yakhana mrtyu esechila tomara ki takhana upasthita chile? Tini yakhana santanadera balechilena, ‘amara pare tomara kara ‘ibadata karabe’? Tara balechilo, ‘amara apanara ilaha [1] o apanara pitr purusa ibarahima, is‌ma'ila o isahakera ilah‌ - se'i eka ilah‌ra'i ‘ibadata karabo. Ara amara tamra kache'i atmasamarpanakari’"
        },
        {
            "chapter": 2,
            "verse": 134,
            "text": "Tara chila emana eka jati, yara atita haye geche. Tara ya arjana kareche ta tadera, tomara ya ajana karecho ta tomadera. Ara tara ya karata se sambandhe tomadera prasna kara habe na"
        },
        {
            "chapter": 2,
            "verse": 135,
            "text": "Ara tara bale, ‘iyahudi ba nasara ha'o, sathika patha pabe’. Baluna, ‘baram ekanistha haye amara ibarahimera millata anusarana karaba [1] ebam tini musarikadera antarbhukta chilena na’"
        },
        {
            "chapter": 2,
            "verse": 136,
            "text": "Tomara bala, ‘amara imana enechi allah‌ra prati ebam ya amadera nayila hayeche, ebam ya ibarahima, isama’ila, isahaka, iya’kuba o tara bansadharadera prati [1] prati nayila hayeche, ebam ya musa, isa o an'yan'ya nabiganake tadera rabera nikata hate deya hayeche [2]. Amara tadera madhye kono taratamya kari na [3]. Ara amara tamra'i kache atmasamarpanakari’"
        },
        {
            "chapter": 2,
            "verse": 137,
            "text": "Atahpara tomara yerupa imana enecha tara'o yadi serupa imana ane, tabe niscaya tara hedayata pabe. Ara yadi tara mukha phiriye neya, tabe tara birodhitaya lipta sutaram tadera bipakse apanara jan'ya allah‌i yathesta. Ara tini sarbasrota o sarbajna"
        },
        {
            "chapter": 2,
            "verse": 138,
            "text": "Allah‌ra rana e ranjita ha'o [1]. Ara ram era dika diye allah‌ra ceye ke besi sundara? Ara amara tamra'i ‘ibadatakari"
        },
        {
            "chapter": 2,
            "verse": 139,
            "text": "Baluna, 'allah‌ sambandhe tomara ki amadera sathe bitarke lipta hate ca'o? Athaca tini amadera raba ebam tomadera'o raba! Amadera jan'ya amadera amala. Amala [1]; ebam amara tamra'i prati ekanistha [2]’"
        },
        {
            "chapter": 2,
            "verse": 140,
            "text": "Tomara ki bala ye, ‘abasya'i ibarahima, isama'ila, isahaka, iyakuba o tamra bansadharagana iyahudi ba nasara chila’? Baluna, ‘tomara ki besi jana, na allah‌ ? Tara ceye besi yalima ara ke hate pare ye allah‌ra kacha theke tara kache ye saksya ache ta gopana kare? Ara tomara ya kara se samparke allah‌ gaphela nana"
        },
        {
            "chapter": 2,
            "verse": 141,
            "text": "Tara emana eka um'mata, yara atita haye geche. Tara ya arjana kareche ta tadera. Ara tomara ya arjana kareche ta tomadera. Tara ya karata se samparke tomaderake kona prasna kara habe na"
        },
        {
            "chapter": 2,
            "verse": 142,
            "text": "Manusera madhya hate nirbodhara acire'i balabe ye, e yabata tara ye kebala anusarana kare asachila ta theke kise taderake phiralo? Baluna, ‘purba o pascima allah‌ra'i. Tini yake iccha sarala pathera hidayata karena’"
        },
        {
            "chapter": 2,
            "verse": 143,
            "text": "Ara ebhabe amara tomaderake eka madhyapanthi [1] jatite parinata karechi, yate tomara manabajatira upara sbaksi ha'o [2] ebam rasula tomadera upara saksi hate parena [3] ara apani e yabata ye kibala anusarana karachilena setake amara e uddesye kebalaya parinata karechilama yate prakasa kare dite pari [4] ke rasulera anusarana kare ebam ke pichane phire yaya? Allah‌ yaderake hidayata karechena tara chara an'yadera upara eta niscita kathina. Allah‌ erupa nana ye, tomadera imanake byartha kare dibena [5]. Niscaya allah‌ manusera prati sahanubhutisila, parama dayalu"
        },
        {
            "chapter": 2,
            "verse": 144,
            "text": "Abasya'i amara akasera dike apanara barabara takano laksya kari [1]. Sutaram abasya'i amara apanake emana kibalara dike phiriye diba ya apani pachanda karena [2]. Ata'eba apani masajidula haramera dike [3] cehara phirana [4]. Ara tomara yekhane'i thaka na kena tomadera ceharasamuhake era dike phira'o ebam niscaya yaderake kitaba deya hayeche tara abasya'i jane ye, eta tadera rabera paksa hate haka. Ara tara ya kare se samparke allah‌ gaphela nana"
        },
        {
            "chapter": 2,
            "verse": 145,
            "text": "Ara yaderake kitaba deya hayeche apani yadi tadera kache samasta dalila niye asena, tabu tara apanara kibalara anusarana karabe na; ebam apani'o tadera kibalara anusari nana [1]. Ara tara'o parasparera kibalara anusari naya. Apanara nikata satya-jnana asara para'o yadi apani tadera kheyala-khusira anusarana karena, tahale niscaya apani yalimadera antarbhukta habena"
        },
        {
            "chapter": 2,
            "verse": 146,
            "text": "Amara yaderake kitaba diyechi tara take serupa jane yerupa tara nijedera santanaderake cine. Ara niscaya tadera ekadala jene-bujhe satya gopana kare thake"
        },
        {
            "chapter": 2,
            "verse": 147,
            "text": "Satya apanara rabera kacha theke pathano. Kaje'i apani sandihanadera antarbhukta habena na"
        },
        {
            "chapter": 2,
            "verse": 148,
            "text": "Ara pratyekera ekati dika rayeche, ye dike se cehara phiraya [1]. Ata'eba tomara satkaje pratiyogita kara. Tomara yekhane'i thaka na kena allah‌ tomadera saba'i ke niye asabena. Niscaya allah‌ saba kichura upara ksamatabana"
        },
        {
            "chapter": 2,
            "verse": 149,
            "text": "Ara yekhana theke'i apani bera hana na kena masajidula haramera dike cehara phirana. Niscaya eta apanara rabera kacha theke pathano satya. Ara tomara ya kara se samparke allah‌ gaphela nana"
        },
        {
            "chapter": 2,
            "verse": 150,
            "text": "Ara apani yekhana theke'i bera hana na kena masajidula haramera dike apanara cehara phirana ebam tomara yekhane'i thaka na kena era dike tomadera cehara phira'o [1], yate tadera madhye yalima chara an'yadera tomadera birud'dhe bitarkera kichu na thake. Kaje'i taderake bhaya karo na ebam amake'i bhaya kara. Ara yate ami tomadera upara amara neyamata paripurna kari ebam yate tomara hidayata labha kara"
        },
        {
            "chapter": 2,
            "verse": 151,
            "text": "Yemana amara tomadera madhya theke tomadera kache rasula pathiyechi [1], yini tomadera kache amadera ayatasamuha tila'oyata karena, tomaderake parisud'dha karena ebam kitaba o hekamata siksa dena. Ara ta siksa dena ya tomara janate na"
        },
        {
            "chapter": 2,
            "verse": 152,
            "text": "Kaje'i tomara amake smarana karo [1], ami'o tomaderake smarana karaba. Ara tomara amara prati krtajna ha'o ebam akrtajna haye na"
        },
        {
            "chapter": 2,
            "verse": 153,
            "text": "He imanadaragana! Tomara sahayya ca'o sabara [1] o salatera madhyame. Niscaya allah‌ sabarakaridera sathe achena"
        },
        {
            "chapter": 2,
            "verse": 154,
            "text": "Ara allah‌ra pathe yara nihata haya taderake mrta balo na, baram tara jibita [1]; kintu tomara upalabdhi karate para na"
        },
        {
            "chapter": 2,
            "verse": 155,
            "text": "Ara amara tomaderake abasya'i pariksa karaba [1] kichu bhaya, ksudha ebam dhana-sampada, jibana o phasalera ksayaksati dbara. Ara apani susambada dina dhairyasiladerake"
        },
        {
            "chapter": 2,
            "verse": 156,
            "text": "yara tadera upara bipada asale bale, ‘amara to allah‌ra'i. Ara niscaya amara tamra dike'i pratyabartanakari’"
        },
        {
            "chapter": 2,
            "verse": 157,
            "text": "Era'i tara, yadera prati tadera rabera kacha theke bisesa anugraha ebam rahamata barsita haya, ara tara'i satpathe paricalita"
        },
        {
            "chapter": 2,
            "verse": 158,
            "text": "Niscaya'i sapha o mara'oya allah‌ra nidarsanasamuhera [1] antarbhukta. Kaje'i ye ke'u (ka’ba) gharera haja [2] ba “umara [3] sampanna kare, e du'tira madhye sa'i karale tara kono papa ne'i [4]. Ara ye sbatahsphurtabhabe kono satkaja karabe, tabe niscaya allah‌ uttama puraskaradata, sarbajna"
        },
        {
            "chapter": 2,
            "verse": 159,
            "text": "Niscaya yara [1] gopana kare amara yesaba suspasta nidarsana o hedayata nayila karechi, manusera jan'ya kitabe ta spastabhabe byakta karara para [2], taderake allah‌ la'nata karena ebam la'natakarigana'o [3] taderake la'nata karena"
        },
        {
            "chapter": 2,
            "verse": 160,
            "text": "Tabe yara ta'oba kareche ebam nijederake sansodhana kareche ebam satyake suspastabhabe byakta kareche. Ata'eba, edera ta'oba ami kabula karaba. Ara ami adhika ta'oba kabulakari, parama dayalu"
        },
        {
            "chapter": 2,
            "verse": 161,
            "text": "Niscaya'i yara kuphara kareche ebam kaphira abasthaya mara geche, tadera upara allah‌, pheresatagana o sakala manusera la'nata"
        },
        {
            "chapter": 2,
            "verse": 162,
            "text": "Sekhane tara sthayi habe. Tadera sasti sithila kara habe na ebam taderake abakasa'o deya habe na"
        },
        {
            "chapter": 2,
            "verse": 163,
            "text": "Ara tomadera ilah‌ eka ilah‌, dayamaya, ati dayalu tini chara an'ya kono satya ilah‌ ne'i"
        },
        {
            "chapter": 2,
            "verse": 164,
            "text": "Niscaya asamanasamuha o yaminera srstite [1], rata o dinera paribartane [2], manusera upakari [3] drabyabahi calamana samudrika jahaje ebam allah‌ akasa theke brsti barsanera madhyame bhu-prsthake tara mrtyura para punarjibita karechena, tara madhye chariye diyechena sakala prakara bicaranasila prani ebam bayura dika paribartane, akasa o prthibira madhye niyantrita meghamalate bibekabana ka'omera jan'ya nidarsanasamuha rayeche"
        },
        {
            "chapter": 2,
            "verse": 165,
            "text": "Ara manusera madhye emana'o ache yara allah‌ chara an'yake allah‌ra samakaksarupe grahana kare, tara taderake bhalabase allah‌ra bhalabasara mata'i [1]; paksantare yara imana eneche tara allah‌ke sarbadhika bhalabase [2]. Ara yara yuluma kareche yadi tara ‘ayaba dekhate peta [3], (tabe tara niscita hata ye,) samasta sakti allah‌ra'i. Ara niscaya allah‌ sasti dane kathora"
        },
        {
            "chapter": 2,
            "verse": 166,
            "text": "Yakhana yadera anusarana kara hayeche tara, yara anusarana kareche tadera theke nijedera mukta kare nebe ebam tara sasti dekhate pabe. Ara tadera parasparika samasta samparka chinna haye yabe"
        },
        {
            "chapter": 2,
            "verse": 167,
            "text": "ara yara anusarana karechila tara balabe, ‘haya! Yadi ekabara amadera phire ya'oyara suyoga hato tabe amara'o tadera theke samparka chinna karatama yemana tara amadera theke samparka chinna kareche’ [1]. Ebhabe allah‌ tadera karyabali taderake dekhabena, tadera jan'ya aksepasbarupa [2]. Ara tara kakhano aguna theke bahirgamanakari naya"
        },
        {
            "chapter": 2,
            "verse": 168,
            "text": "He manusa! Tomara kha'o yamine ya kichu baidha o pabitra [1] khadyabastu rayeche ta theke. Ara tomara sayatanera padanka [2] anusarana karo na. Niscaya se tomadera prakasya sakra"
        },
        {
            "chapter": 2,
            "verse": 169,
            "text": "Se to sudhu tomaderake nirdesa deya [1] manda o aslila [2] kajera ebam allah‌ sambandhe emana saba bisaya balara ya tomara jana na"
        },
        {
            "chapter": 2,
            "verse": 170,
            "text": "Ara yakhana taderake bala haya, ‘allah‌ ya nayila karechena ta tomara anusarana kara’, tara bale, ‘na, baram amara anusarana karabo tara, yara upara amadera pitr purusaderake peyechi’. Yadi'o tadera pitrpurusara kichu bujhato na ebam tara satpathe'o paricalita chila na, tabu'o ki"
        },
        {
            "chapter": 2,
            "verse": 171,
            "text": "ara yara kuphari kareche tadera udaharana tara mata ye, emana kichuke dakache ye hamka-daka chara ara kichu'i sune na. Tara badhira, boba, andha, kaje'i tara bujhe na"
        },
        {
            "chapter": 2,
            "verse": 172,
            "text": "He muminagana! Tomaderake amara yesaba pabitra bastu diyechi ta theke kha'o [1] ebam allah‌ra krtajnata prakasa kara, yadi tomara sudhu tamra'i ibadata kara"
        },
        {
            "chapter": 2,
            "verse": 173,
            "text": "Tini allah‌ to kebala tomadera upara harama karechena mrta jantu [1], rakta [2], sukarera gos‌ta [3] ebam yara upara allah‌ra nama chara an'yera nama uccarita hayeche [4], kintu ye nirupaya athaca napharamana ebam simalanghanakari naya tara kono papa habe na [5]. Nisaca'i allah‌ ati ksamasila, parama dayalu"
        },
        {
            "chapter": 2,
            "verse": 174,
            "text": "Niscaya yara gopana kare allah‌ kitaba hate ya nayila karechena ta ebam era binimaye tuccha mulya grahana kare, tara tadera nijedera pete aguna chara [1] ara kichu'i khaya na. Ara keyamatera dina allah‌ tadera sathe katha balabena na ebam taderake pabitra'o karabena na. Ara tadera jan'ya rayeche yantranadayaka sasti"
        },
        {
            "chapter": 2,
            "verse": 175,
            "text": "Tara'i hidayatera binimaye bhrastata ebam ksamara paribarte sasti kraya kareche; sutaram aguna sahya karate tara kata'i na dhairyasila"
        },
        {
            "chapter": 2,
            "verse": 176,
            "text": "seta e jan'ya'i ye, allah‌ satyasaha kitaba nayila karechena ara yara kitaba sambandhe matabheda srsti kareche abasya'i tara sudura bibade lipta"
        },
        {
            "chapter": 2,
            "verse": 177,
            "text": "Purba o pascima dike [1] tomadera mukha phirano'i satkarma naya, kintu satkarma halo ye byakti allah‌, sesa dibasa, pheres‌tagana, kitabasamuha o nabiganera prati imana [2] anabe. Ara sampada dana karabe tara [3] bhalabasaya [4] atmiya-sbajana [5], iyatima, abhabagrasta, musaphira, sahayyaprarthi o dasamuktira jan'ya ebam salata pratistha karabe, yakata dibe, pratisruti diye ta purna karabe [6], artha-sankate, duhkha-kaste o sangrama-sankate dhairya dharana karabe [7]. Tara'i satyasrayi ebam tara'i muttaki"
        },
        {
            "chapter": 2,
            "verse": 178,
            "text": "He imanadaragana! Nihatadera byapare tomadera upara kisasera [1] bidhana likhe deya hayeche. Sbadhina byaktira badale sbadhina byakti, kritadasera badale kritadasa, narira badale nari. Tabe tara bha'iyera [2] paksa theke kono ksama pradarsana kara hale yathayatha bidhira [3] anusarana kara o satatara sathe tara rakta-binimaya adaya kara kartabya. Eta tomadera raba-era paksa theke sithilata o anugraha. Sutaram era para'o ye simalanghana kare [4] tara jan'ya rayeche yantranadayaka sasti"
        },
        {
            "chapter": 2,
            "verse": 179,
            "text": "Ara he bud'dhi-bibekasampannagana! Kisasera madhye tomadera jan'ya rayeche jibana, yate tomara taka'oya abalambana kara"
        },
        {
            "chapter": 2,
            "verse": 180,
            "text": "Tomadera madhye kara'o mrtyukala upasthita hale se yadi dhana-sampatti rekhe yaya tabe pracalita n'yayaniti anuyayi tara pita-mata o atmiya-sbajanera jan'ya asiyata karara bidhana tomaderake deya halo. Eta muttakidera upara kartabya"
        },
        {
            "chapter": 2,
            "verse": 181,
            "text": "Eta sunara para'o yadi ke'u tate paribartana sadhana kare, tabe yara paribartana karabe aparadha tadera'i niscaya'i allah‌ sarbasrota, sarbajna"
        },
        {
            "chapter": 2,
            "verse": 182,
            "text": "Tabe yadi ke'u asiyatakarira paksapatitba kimba papera asanka kare, atahpara tadera madhye mimansa kare deya, tahale tara kono aparadha ne'i. Niscaya allah‌ ksamaparayana, parama dayalu"
        },
        {
            "chapter": 2,
            "verse": 183,
            "text": "He muminagana! Tomadera jan'ya siyamera [1] bidhana deya hala, yemana bidhana tomadera purbabartiderake deya hayechila [2], yate tomara taka'oyara adhikari hate para"
        },
        {
            "chapter": 2,
            "verse": 184,
            "text": "Egulo gona kayeka dina. Atahpara tomadera madhye ke'u asustha hale [1] ba saphare thakale [2] an'ya dinagulote e sankhya purana kare nite habe [3]. Ara yadera jan'ya siyama kastasadhya tadera kartabya era paribarte phid‌iya- ekajana misakinake khadya dana kara [4]. Yadi ke'u sbatahsphurtabhabe satkaja kare tabe ta tara jan'ya kalyanakara. Ara siyama palana kara'i tomadera jan'ya adhikatara kalyanera yadi tomara janate"
        },
        {
            "chapter": 2,
            "verse": 185,
            "text": "Ramadana masa, ete kura'ana nayila kara hayeche manusera hedayatera jan'ya ebam hidayatera spasta nidarsana o satyasatyera parthakyakarirupe. Kaje'i tomadera madhye ye e masa pabe se yena e mase siyama palana kare [1]. Tabe tomadera ke'u asustha thakale ba saphare thakale an'ya dinagulote e sankhya purana karabe [2]. Allah‌ tomadera jan'ya sahaja cana ebam tomadera jan'ya kasta cana na. Ara yate tomara sankhya purna kara ebam tini tomaderake ye hidayata diyechena se jan'ya tomara allah‌ra mahima ghosana kara ebam yate tomara krtajnata prakasa kara"
        },
        {
            "chapter": 2,
            "verse": 186,
            "text": "Ara amara banda yakhana amara samparke apanake jijnesa kare, (takhana bale dina ye) niscaya ami ati nikate. Ahabanakari yakhana amake ahabana kare ami tara ahabane sara de'i. Kaje'i tara'o amara dake sara dika ebam amara prati imana anuka, yate tara sathika pathe calate pare"
        },
        {
            "chapter": 2,
            "verse": 187,
            "text": "Siyamera rate tomadera jan'ya stri-sambhoga baidha kara hayeche [1]. Tara tomadera posakasbarupa ebam tomara'o tadera posakasbarupa. Allah‌ janena ye, tomara nijadera sathe khiyanata karachile. Sutaram tini tomadera ta'oba kabula karechena ebam tomaderake marjana karechena. Kaje'i ekhana tomara tadera sathe sangata ha'o ebam allah‌ ya tomadera jan'ya bidhibad'dha karechena ta kamana kara. Ara tomara panahara kara yataksana ratera kalorekha theke usara sada rekha spastarupe tomadera nikata prakasa na haya [2]. Tarapara ratera agamana paryanta siyama purna kara. Ara tomara masajide itikapharata [3] abasthaya tadera sathe sangata hayo na. Egulo allah‌ra simarekha. Kaje'i egulora nikatabati hayo na [4]. Ebhabe allah‌ tamra ayatasamuha manusadera jan'ya suspastabhabe byakta karena, yate tara taka'oyara adhikari hate pare"
        },
        {
            "chapter": 2,
            "verse": 188,
            "text": "Ara tomara nijedera madhye eke an'yera artha-sampada an'yayabhabe kheyo na ebam manusera dhana-sampattira kichu ansa jene bujhe an'yayabhabe atmasat karara uddesye bicarakadera kache pesa karo na"
        },
        {
            "chapter": 2,
            "verse": 189,
            "text": "Lokera apanara kache natuna camda samparke prasna kare [1]. Baluna, ‘eta manusa ebam hajera jan'ya samaya-nirdesaka.’ Ara pichana dika diye ghare prabesa karate kono punya ne'i [2]; baram punya ache ke'u taka'oya abalambana karale. Kaje'i tomara ghare prabesa kara daraja diye ebam tomara allah‌ra taka'oya abalambana kara, yate tomara saphalakama hate para"
        },
        {
            "chapter": 2,
            "verse": 190,
            "text": "Ara yara tomadera birud'dhe yud'dha kare [1] tomara'o allah‌ra pathe tadera birud'dhe yud'dha kara [2]; kintu simalanghana karo na [3]. Niscaya allah‌ simalanghanakariderake bhalabasena na"
        },
        {
            "chapter": 2,
            "verse": 191,
            "text": "Ara taderake yekhane pabe hatya karabe [1] ebam ye sthana theke tara tomaderake bahiskara kareche tomara'o se sthana theke taderake bahiskara karabe. Ara phet‌na hatyara ceye'o gurutara [2]. Ara masajidula haramera kache tomara tadera sathe yud'dha karabe na [3] ye paryanta na tara sekhane tomadera sathe yud'dha kare. Atahpara yadi tara tomadera birud'dhe yud'dha kare tabe tomara taderake hatya karabe, eta'i kapheradera parinama"
        },
        {
            "chapter": 2,
            "verse": 192,
            "text": "Ata'eba, yadi tara birata haya tabe niscaya allah‌ ksamasila, parama dayalu"
        },
        {
            "chapter": 2,
            "verse": 193,
            "text": "Ara tomara tadera birud'dhe yud'dha karate thakabe yataksana na phet‌na [1] curanta bhabe duribhuta na haya ebam dina ekamatra allah‌ra jan'ya haye yaya. Atahpara yadi tara birata haya tabe yalimara [2] chara ara kara'o upara akramana ne'i"
        },
        {
            "chapter": 2,
            "verse": 194,
            "text": "Pabitra masa pabitra masera binimaye [1] yara pabitrata alanghaniya tara abamanana kisasera antarbhukta. Kaje'i ye ke'u tomaderake akramana karabe tomara'o take anurupa akramana karabe ebam tomara allah‌ra taka'oya abalambana karabe. Ara jene rakha, niscaya allah‌ muttakidera sathe rayechena"
        },
        {
            "chapter": 2,
            "verse": 195,
            "text": "Ara tomara allah‌ra pathe byaya kara [1] ebam sbahaste nijederake dhbansera mukhe thele di'o na [2]. Ara tomara ih‌sana kara [3], niscaya allah‌ muhasinadera bhalobasena"
        },
        {
            "chapter": 2,
            "verse": 196,
            "text": "Ara tomara haja o ‘umara purna kara [1] allah‌ra uddesye. Atahpara yadi tomara bamdha prapta ha'o tahale sahajalabhya hada'i [2] pradana karo. Ara tomara matha mundana karo na [3], ye paryanta hada'i tara sthane na pauche. Atahpara tomadera madhye yadi ke'u asustha haya ba mathaya kastadayaka kichu haya tabe siyama kimba sadaka athaba pasu yabeha dbara tara phid‌iya dibe [4]. Atahpara yakhana tomara nirapada habe takhana tomadera madhye ye ke'u umarake hajera sange miliye labhabana hate caya [5] se sahajalabhya hada'i yaba'i karabe. Kintu yadi ke'u ta na paya, tabe take hajera samaya tina dina ebam ghare phirara para sata dina e purna dasa dina siyama palana karate habe. Eta tadera jan'ya, yadera parijanabarga masajidula haramera basinda naya. Ara tomara allah‌ra taka'oya abalambana kara ebam jene rakha ye, niscaya allah‌ sasti dane kathora"
        },
        {
            "chapter": 2,
            "verse": 197,
            "text": "Haja haya subidita masagulote [1]. Tarapara ye ke'u e masagulote haja kara sthira kare se hajera samaya stri-sambhoga [2], an'yaya acarana [3], o kalaha-bibada [4] karabe na. Ara tomara uttama kaja theke ya-i kara allah‌ ta janena [5] ara tomara patheya sangraha kara [6]. Niscaya sabaceye uttama patheya hacche taka'oya. He bodhasampanna byaktigana! Tomara amara'i taka'oya abalambana kara"
        },
        {
            "chapter": 2,
            "verse": 198,
            "text": "Tomadera rabera anugraha sandhana karate tomadera kono papa ne'i [1]. Sutaram yakhana tomara ‘araphata [2] hate phire asabe [3] takhana masa’arula haramera [4] kache paumche allah‌ke smarana karabe ebam tini yebhabe siksa diyechena thika sebhabe tamke smarana karabe. Yadi'o era age [5] tomara bibhrantadera antarbhukta chile"
        },
        {
            "chapter": 2,
            "verse": 199,
            "text": "Tarapara an'yan'ya loka yekhana theke phire ase tomara'o se sthana theke phire asabe [1]. Ara allah‌ra nikata ksama ca'o. Niscaya allah‌ ksamasila, parama dayalu"
        },
        {
            "chapter": 2,
            "verse": 200,
            "text": "Atahpara yakhana tomara hajera anusthanadi samapta karabe takhana allah‌ke ebhabe smarana karabe yebhabe tomara tomadera pitr purusadera smarana kare thaka, athaba tara ceye'o adhika [1]. Manusera madhye yara bale, ‘he amadera raba! Amaderake duniyate'i dina’. Akherate tara jan'ya kona'o ansa ne'i"
        },
        {
            "chapter": 2,
            "verse": 201,
            "text": "Ara tadera madhye yara bale, ‘he amadera raba! Amaderake duniyate kalyana dina ebam akherate'o kalyana dina ebam amaderake agunera sasti theke raksa karuna [1].’"
        },
        {
            "chapter": 2,
            "verse": 202,
            "text": "Tara ya arjana kareche tara prapya ansa tadera'i. Ara allah‌ hiseba grahane atyanta tatpara"
        },
        {
            "chapter": 2,
            "verse": 203,
            "text": "Ara tomara gona dinagulote allah‌ke smarana karabe. Atahpara yadi ke'u taratari kare du'i dine cale ase tabe tara kono papa ne'i ebam ye byakti bilamba kare ase tara'o kono papa ne'i. Eta tara jan'ya ye tak‌oya abalambana kare. Ara tomara allah‌ra taka'oya abalambana kara ebam jene rakha ye, tomaderake tamra nikata samabeta kara habe"
        },
        {
            "chapter": 2,
            "verse": 204,
            "text": "Ara manusera madhye emana byakti ache, parthiba jibane [1] yara kathabarta apanake camatkrta kare ebam tara antare ya ache se sambandhe allah‌ke saksi rakhe. Prakrtapakse se bhisana kalahapriya"
        },
        {
            "chapter": 2,
            "verse": 205,
            "text": "Ara yakhana se prasthana kare takhana se yamine asanti srsti ebam sasyaksetra o prani dhbansera cesta kare. Ara allah‌ phasada bhalabasena na"
        },
        {
            "chapter": 2,
            "verse": 206,
            "text": "Ara yakhana take bala haya, ‘allah‌ra taka'oya abalambana kara’, takhana tara atmabhimana take papacare lipta kare, kaje'i jahannama'i tara jan'ya yathesta. Niscaya'i ta nikrsta bisramasthala"
        },
        {
            "chapter": 2,
            "verse": 207,
            "text": "Ara manusera madhye emana loka'o ache, ye allah‌ra santusti labhera jan'ya nijeke bikiye deya [1]. Allah‌ tamra bandadera prati atyanta sahanubhutisila"
        },
        {
            "chapter": 2,
            "verse": 208,
            "text": "He muminagana! Tomara purnangabhabe isalame prabesa kara ebam sayatanera padankasamuha anusarana karo na. Niscaya'i se tomadera prakasya sakra"
        },
        {
            "chapter": 2,
            "verse": 209,
            "text": "Atahpara tomadera kache suspasta pramanadi asara para yadi tomadera padasthalana ghate, tabe jene rakha,niscaya allah‌ mahaparakranta, prajnamaya"
        },
        {
            "chapter": 2,
            "verse": 210,
            "text": "Tara ki sudhu era pratiksaya rayeche ye, allah‌ o pheresatagana meghera chayaya tadera kache upasthita habena [1]? Ebam sabakichura mimansa haye yabe. Ara samasta bisaya allah‌ra kache'i pratyabartita habe"
        },
        {
            "chapter": 2,
            "verse": 211,
            "text": "Isara'ila-bansadharaganake jijnesa karuna, amara taderake kata spasta nidarsana pradana karechi! Ara allah‌ra anugraha asara para ke'u ta paribartana karale allah‌ to sasti dane kathora"
        },
        {
            "chapter": 2,
            "verse": 212,
            "text": "Yara kuphuri kare tadera jan'ya duniyara jibana susobhita kara hayeche ebam tara muminaderake thatta-bidrupa kare thake. Ara yara taka'oya abalambana kare keyamatera dina tara tadera urdhbe thakabe. Ara allah‌ yake icche aparimita riyika dana karena"
        },
        {
            "chapter": 2,
            "verse": 213,
            "text": "Samasta manusa chila eka'i um'mata [1]. Atahpara allah‌ nabiganake prerana karena susambadadata o satarkakarirupe ebam tadera sathe satyasaha kitaba nayila karena [2] yate manusera ye bisaye matabheda karata se sabera mimansa karate parena. Ara yaderake ta deya hayechila, spasta nidarsana tadera kache asara pare sudhu paraspara bidbesabasata se bisaye tara birodhita karata. Atahpara allah‌ tamra icchakrame imanadarake hedayata karechena se satya bisaye, ye byapare tara matabhede lipta hayechila [3]. Ara allah‌ yake icche sarala pathera dike hedayata karena"
        },
        {
            "chapter": 2,
            "verse": 214,
            "text": "Naki tomara mane kara ye, tomara jannate prabesa karabe [1] athaca ekhana'o tomadera kache tomadera purbabartidera mata abastha aseni? Artha-sankata o duhkha-klesa taderake sparsa karechila ebam tara bhita-kampita hayechila. Emanaki rasula o tamra sangi-sathi imanadaragana bale uthechila, ‘allah‌ra sahayya kakhana asabe’ [2]? Jene rakha, niscaya allah‌ra sahayya ati nikate"
        },
        {
            "chapter": 2,
            "verse": 215,
            "text": "Tara ki byaya karabe se samparke apanake prasna kare [1]. Baluna, ‘ye dhana-sampada tomara byaya karabe ta pita-mata, atmiya-sbajana, iyatima, misakina ebam musaphiradera jan'ya. Uttama kajera ya kichu'i tomara kara allah‌ se samparke samyaka abagata"
        },
        {
            "chapter": 2,
            "verse": 216,
            "text": "Tomadera upara lara'i karake likhe deya hayeche yadi'o tomadera nikata eta apriya. Kintu tomara ya apachanda kara hate pare ta tomadera jan'ya kalyanakara ebam ya bhalabasa hate pare ta tomadera jan'ya akalyanakara. Ara allah‌ janena tomara jana na"
        },
        {
            "chapter": 2,
            "verse": 217,
            "text": "Pabitra mase yud'dha kara samparke lokera apanake jijnesa kare [1]; baluna, ‘ete yud'dha kara kathina aparadha. Kintu allah‌ra pathe bamdha dana kara, allah‌ra sathe kuphari kara, masajidula harame badha deya o era basindake e theke bahiskara kara allah‌ra nikata tara ceye'o besi aparadha. Ara phitana hatyara ceye'o gurutara aparadha. Ara tara sabasamaya tomadera birud'dhe yud'dha karate thakabe, ye paryanta tomaderake tomadera dina theke phiriye na deya, yadi tara saksama haya. Ara tomadera madhya theke ye ke'u nijera dina theke phire yabe [2] ebam kaphera haye mara yabe, duniya o akherate tadera amalasamuha nisphala haye yabe. Ara era'i agunera adhibasi, sekhane tara sthayi habe’"
        },
        {
            "chapter": 2,
            "verse": 218,
            "text": "Niscaya yara imana eneche ebam yara hijarata kareche ebam allah‌ra pathe jihada kareche [1], tara'i allah‌ra anugraha pratyasa kare. Ara allah‌ ksamaparayana, parama dayalu"
        },
        {
            "chapter": 2,
            "verse": 219,
            "text": "Lokera apanake mada [1] o juya [2] samparke jijjesa kare. Baluna, ‘du’tora madhye'i ache mahapapa ebam manusera jan'ya upakara'o; ara e du’tora papa upakarera ceye aneka bara’. Ara tara apanake jijjesa kare ki tara byaya karabe? Baluna, ya udbrtta [3]. Ebhabe allah‌ tamra ayatasamuha tomadera jan'ya suspastabhabe byakta karena, yate tomara cinta kara"
        },
        {
            "chapter": 2,
            "verse": 220,
            "text": "Duniya o akheratera byapare. Ara lokera apanake iyatimadera samparke jijnesa kare; baluna, ‘tadera jan'ya subyabastha kara uttama’. Tomara yadi tadera sathe ekatre thaka tabe tara to tomadera'i bha'i. Allah‌ janena ke upakarakari ebam ke anistakari [1]. Ara allah‌ icche karale e bisaye tomaderake abasya'i kaste phelate paratena. Niscaya allah‌ prabala parakranta, prajnamaya"
        },
        {
            "chapter": 2,
            "verse": 221,
            "text": "Ara musarika narike imana na ana paryanta tomara biye karo na [1]. Musarika nari tomaderake mugdha karale'o, abasya'i mumina krtadasi tara ceye uttama. Imana na ana paryanta musarika purusadera sathe tomara biye di'ona [2], musarika purusa tomaderake mugdha karale'o abasya'i mumina kritadasa tara ceye uttama. Tara agunera dike ahabana kare. Ara allah‌ tomaderake nija icchaya jannata o ksamara dike ahabana karena [3]. Ara tini manusera jan'ya tamra ayatasamuha suspastabhabe byakta karena, yate tara siksa nite pare"
        },
        {
            "chapter": 2,
            "verse": 222,
            "text": "Ara tara apanake rajahsraba (hayeja) sambandhe jijnesa kare. Baluna, ta ‘asuci’ [1]. Kaje'i tomara rajahsrabakale stri-sangama theke birata thaka ebam pabitra na ha'oya paryanta [2] (sangamera jan'ye) tadera nikatabarti habe na [3]. Tarapara tara yakhana uttamarupe parisud'dha habe takhana tadera nikata thika sebhabe gamana karabe, yebhabe allaha tomaderake adesa diyechena. Niscaya allaha ta'obakarike bhalobasena ebam taderake'o bhalobasena yara pabitra thake"
        },
        {
            "chapter": 2,
            "verse": 223,
            "text": "Tomadera strira tomadera sasyaksetra. Ata'eba tomara tomadera sasyaksetre yebhabe icche [1] gamana karate para. Ara tomara nijedera bhabisyatera jan'ya kichu karo [2] ebam allah‌ke bhaya karo. Ebam jene rekho, tomara abasya'i allah‌ra sam'mukhina habe. Ara muminaderake susambada dina"
        },
        {
            "chapter": 2,
            "verse": 224,
            "text": "Ara tomara satkaja ebam taka'oya o manusera madhye santi sthapana theke birata thakara jan'ya allah‌ra namera sapathake ajuhata karo na. Ara allah‌ sarbasrota sarbajna"
        },
        {
            "chapter": 2,
            "verse": 225,
            "text": "Tomadera anarthaka sapathera [1] allah‌ tomaderake pakara'o karabena na; kintu tini sesaba kasamera byapare pakara'o karabena, tomadera antara ya sankalpa kare arjana kareche. Ara allah‌ ksamaparayana, parama sahisnu"
        },
        {
            "chapter": 2,
            "verse": 226,
            "text": "Yara nija strira sathe sangata na ha'oyara sapatha kare [1] tara cara masa apeksa karabe. Atahpara yadi tara pratyagata haya tabe niscaya'i allah‌ ksamasila, parama dayalu"
        },
        {
            "chapter": 2,
            "verse": 227,
            "text": "Ara yadi tara talaka [1] deyara sankalpa kare tabe niscaya allah‌ sarbasrota, sarbajna"
        },
        {
            "chapter": 2,
            "verse": 228,
            "text": "Ara talaka prapta strigana [1] tina rajahsraba kala pratiksaya thakabe. Ara tara allah‌ o akheratera upara imana rakhale tadera garbhasaye allah‌ ya srsti karechena ta gopana rakha tadera pakse halala naya. Ara yadi tara aposa-nimpatti karate caya tabe ete tadera punah grahane tadera sbamira besi hakadara. Ara naridera temani n'yayasangata adhikara ache yemana ache tadera upara purusadera; ara naridera upara purusadera maryada ache [2]. Ara allah‌ mahaparakramasali, prajnamaya"
        },
        {
            "chapter": 2,
            "verse": 229,
            "text": "Talaka du’bara. Atahpara (strike) haya bidhimata rekhe de'oya, natuba sadayabhabe mukta kare de'oya. Ara tomara tomadera striderake ya pradana karecha ta theke kono kichu grahana kara tomadera pakse halala naya [1]. Abasya yadi tadera ubhayera asanka haya ye, tara allah‌ra simarekha raksa kare calate parabe na, tarapara yadi tomara asanka kara ye, tara allah‌ra simarekha raksa kare calate parabe na, tabe stri kono kichura binimaye niskrti pete ca'ile tate tadera karo kono aparadha ne'i [2]. E saba allah‌ra simarekha sutaram tomara era langhana karo na. Ara yara allah‌ra simarekha langhana kare tara'i yalima"
        },
        {
            "chapter": 2,
            "verse": 230,
            "text": "Atahpara yadi se strike talaka deya tabe se stri tara jan'ya halala habe na, ye paryanta se an'ya sbamira sathe sangata na habe [1]. Atahpara se (dbitiya sbami) yadi talaka deya ara tara ubhaye (stri o prathama sbami) mane kare ye, tara allah‌ra simarekha raksa karate parabe, tabe tadera punarmilane karo kono aparadha habe na [2]. Egulo allah‌ra simarekha ya tini spastabhabe emana ka'omera jan'ya barnana karena yara jane"
        },
        {
            "chapter": 2,
            "verse": 231,
            "text": "Ara yakhana tomara strike talaka da'o atahpara tara ‘iddata purtira nikatabarti haya, takhana tomara haya bidhi anuyayi taderake rekhe debe athaba bidhimata mukta kare debe [1]. Tadera ksati kare simalanghanera uddesye taderake atake rekho na. Ye ta kare, se nijera prati yuluma kare. Ara tomara allah‌ra bidhanake thatta-bidrupera bastu karo na [2] ebam tomadera prati allah‌ra neyamata o kitaba ebam hekamata ya tomadera prati nayila karechena, ya dbara tini tomaderake upadesa dena ta smarana kara. Ara tomara allah‌ra taka'oya abalambana kara ebam jene rakha, niscaya'i allah‌ saba kichu samparke sarbajna"
        },
        {
            "chapter": 2,
            "verse": 232,
            "text": "Ara tomara yakhana striderake talaka da'o ebam tara tadera ‘iddatakala purna kare, erapara tara yadi bidhimata parampara sam'mata haya [1], tabe strira nijedera sbamidera biye karate ca'ile tomara taderake badha di'o na. E dbara take upadesa deya haya [2] tomadera madhye ye allah‌ o akherate imana rakhe, eta'i tomadera jan'ya sud'dhatama o pabitratama [3]. Ara allah‌ janena ebam tomara jana na"
        },
        {
            "chapter": 2,
            "verse": 233,
            "text": "Ara jananigana tadera sastanaderake purna du’bachara stan'ya pana karabe [1], eta se byaktira jan'ya, ye stan'yapana kala purna karate caya. Pitara kartabya yathabidhi tadera (matadera) bharana-posana kara [2]. Ka'uke'o tara sadhyatita kajera bhara deya haya na. Kono matake tara santanera jan'ya [3] ebam yara santana (pita) take'o tara santanera jan'ya ksatigrasta kara yabe na. Ara uttaradhikarira'o anurupa kartabya. Kintu yadi tara parasparera sam'mati o paramarsakrame stan'yapana bandha rakhate caya, tabe tadera karo kono aparadha ne'i. Ara yadi tomara (kono dhatri dbara) tomadera santanaderake stan'ya pana karate ca'o, tahale yadi tomara pracalita bidhi motabeka binimaya diye da'o tabe tomadera kono papa ne'i. Ara allah‌ra taka'oya abalambana kara ebam jene rakha, tomara ya kara niscaya allah‌ ta pratyaksakari"
        },
        {
            "chapter": 2,
            "verse": 234,
            "text": "Ara tomadera madhye yara stri rekhe mara yaya, tara (strigana) nijera cara masa dasa dina apeksaya thakabe. Atahpara yakhana tara tadera ‘iddatakala purna karabe, takhana yathabidhi nijedera jan'ya ya karabe tate tomadera kono papa ne'i. Ara tomara ya karo allah‌ se samparke samyaka khabara rakhena"
        },
        {
            "chapter": 2,
            "verse": 235,
            "text": "Ara yadi tomara akara ingite (se) naridera biyera prastaba da'o ba tomadera antare gopana rakho tabe tomadera kono papa ne'i. Allah‌ janena ye, tomara tadera sambandhe abasya'i alocana karabe; kintu bidhimata kathabarta chara gopane tadera sathe kono pratisruti diye rekho na; ebam nirdista kala purna na ha'oya paryanta bibaha bandhanera sankalpa karo na. Ara jene rakho, niscaya allah‌ tomadera antare ya ache ta janena. Kaje'i tamke bhaya kara ebam jene rakho, niscaya allah‌ ksamaparayana, parama sahanasila"
        },
        {
            "chapter": 2,
            "verse": 236,
            "text": "Yadi tomara striderake sparsa na kare athaba mahara nirdharana na kare'i talaka da'o, tabe tomadera kono aparadha ne'i [1]. Ara tomara tadera kichu sansthana kare dibe, sbacchalatara sadhyamata ebam asbacchalatara samarthanuyayi, bidhimata sansthana karabe, eta muhasina lokadera opara kartabya"
        },
        {
            "chapter": 2,
            "verse": 237,
            "text": "Ara tomara yadi taderake sparsa karara age talaka da'o, athaca tadera jan'ya mah‌ra dharya kare thaka, tahale ya tomara dharya karecha tara ardheka [1], tabe ya strigana athaba yara hate biyera bandhana rayeche se mapha kare deya [2] ebam mapha kare deya'i taka'oyara nikatatara. Ara tomara nijedera madhye anugrahera katha bhule ye'o na. Tomara ya kara niscaya'i allah‌ ta sabisesa pratyaksakari"
        },
        {
            "chapter": 2,
            "verse": 238,
            "text": "Tomara salatera prati yatnabana habe [1], bisesata madhyabarti salatera [2] ebam allah‌ra uddesye tomara damrabe binitabhabe"
        },
        {
            "chapter": 2,
            "verse": 239,
            "text": "atahpara tomara yadi bipadasanka kara, tabe pathacari athaba arohi abasthaya salata adaya karabe [1]. Atahpara tomara yakhana nirapada bodha kara takhana allah‌ke smarana karabe, jebhabe tini tamadera siksa diyechena, ya tomara janate na"
        },
        {
            "chapter": 2,
            "verse": 240,
            "text": "Ara tomadera madhye jara mara yabe ebam stri rekhe yabe, tara yena tadera strike tadera ghara theke bera na kare tadera eka bacharera bharana-posanera asiyata kare [1]. Kintu yadi tara bera haye yaya, tabe bidhimata nijedera mata tara ya karabe tate tomadera kono papa ne'i. Ara allah‌ prabala parakranta, prajnamaya"
        },
        {
            "chapter": 2,
            "verse": 241,
            "text": "Ara talakaprapta naridera prathamata bharana-posana kara muttakidera kartabya"
        },
        {
            "chapter": 2,
            "verse": 242,
            "text": "Ebhabe allah‌ tamra ayatasamuha spastabhabe barnana karena yate tomara bujhate para"
        },
        {
            "chapter": 2,
            "verse": 243,
            "text": "Apani ki tadera dekhena ni yara mrtyubhaye hajare hajare sbiya abasabhumi parityaga karechila[1]? Atahpara allah‌ taderake balechilena, ‘tomara mare ya'o’. Tarapara allah‌ taderake jibita karechilena. Niscaya'i allah‌ manusera prati anugrahasila; kintu adhikansa loka krtajnata prakasa kare na"
        },
        {
            "chapter": 2,
            "verse": 244,
            "text": "Ara tomara allah‌ra pathe yud'dha kara ebam jene rakha, niscaya'i allah‌ sarbasrota, sarbajna"
        },
        {
            "chapter": 2,
            "verse": 245,
            "text": "Ke se, ye allah‌ke kar‌ye hasana pradana karabe? Tini tara jan'ya ta bahugune brd'dhi karabena [1.] Ara allah‌ sankucita o samprasarita karena ebam tamra dike'i tomaderake pratyabartita kara habe"
        },
        {
            "chapter": 2,
            "verse": 246,
            "text": "Apani ki musara parabarti isara'ila bansiya netadera dekhena ni? Tara yakhana tadera nabike balechila, ‘amadera jan'ya ekajana raja nijukta kara yate amara allah‌ra pathe yud'dha karate pari’, ‘tini balalena, ‘emana to habe na ye, tomadera prati yud'dhera bidhana deya hale takhana ara tomara yud'dha karabe na’? Tara balala, ‘amara yakhana nijedera abasabhumi o sbiya santana-santati hate bahiskrta hayechi, takhana allah‌ra pathe kena yud'dha karaba na’? Atahpara yakhana tadera prati yud'dhera bidhana deya hala takhana tadera kichu sankhyaka chara saba'i prstha pradarsana karala. Ara allah‌ yalimadera samparke sabisesa jnani"
        },
        {
            "chapter": 2,
            "verse": 247,
            "text": "Ara tadera nabi taderake balechilena, ‘allah‌ abasya'i talutake tomadera raja kare pathiyechena.’ Tara balala, ‘amadera upara tara rajatba kibhabe habe, athaca amara tara ceye rajatbera besi hakadara ebam take pracura aisbarya'o deya hayani!’ Tini balalena, ‘allah‌ abasya'i take tomadera jan'ya manonita karechena ebam tini take jnane o dehe samrd'dha karechena.’ Ara allah‌ yake icche sbiya rajatba dana karena ara allah‌ sarbabyapi pracuryamaya, sarbajna"
        },
        {
            "chapter": 2,
            "verse": 248,
            "text": "Ara, tadera nabi taderake balechilena, tara rajatbera nidarsana e'i ye, tomadera nikata tabuta [1] asabe yate tomadera raba-era nikata hate prasanti ebam musa o haruna bansiyagana ya parityaga kareche tara abasistansa thakabe; pheresatagana ta bahana kare anabe. Tomara yadi mumina ha'o tabe niscaya'i tomadera jan'ya ete nidarsana rayeche.’"
        },
        {
            "chapter": 2,
            "verse": 249,
            "text": "Tarapara taluta yakhana senabahinisaha bera hala takhana se balala, ‘allah‌ eka nadi dbara tomadera pariksa karabena. Ye ta theke pani pana karabe se amadera dalabhukta naya; ara ye tara sbada grahana karabe na se amara dalabhukta; echara ye tara hate eka kosa pani grahana karabe se'o.’ Atahpara alpa sankhyaka chara tara ta theke pani pana karala[1]. Se ebam tara sangi imanadaragana yakhana ta atikrama karala takhana tara balala, ‘jaluta o tara senabahinira birud'dhe yud'dha karara mata sakti aja amadera ne'i. Kintu yadera pratyaya chila allah‌ra sathe tadera saksata habe tara balala, ‘allah‌ra hukume kata ksudra dala kata brhat dalake parabhuta kareche!’ Ara allah‌ dhairyasiladera sathe rayechena"
        },
        {
            "chapter": 2,
            "verse": 250,
            "text": "Ara tara yakhana yud'dharthe jaluta o tara senabahinira sam'mukhina hala takhana tara balala, ‘he amadera raba! Amadera upara dhairya dhele dina, amadera pa abicalita rakhuna ebam kaphera sampradayera birud'dhe amadera jayajukta karuna.’"
        },
        {
            "chapter": 2,
            "verse": 251,
            "text": "Atahpara tara allah‌ra hukume taderake (kapheraderake) parabhuta karala ebam da'uda jalutake hatya karalena. Ara allah‌ take rajatba o hekamata dana karalena ebam ya tini iccha karalena ta take siksa dilena. Ara allah‌ yadi manusera eka dalake an'ya dala dbara pratihata na karatena tabe prthibi biparyasta haye yeta. Kintu allah‌ srstikulera prati anugrahasila"
        },
        {
            "chapter": 2,
            "verse": 252,
            "text": "E saba allah‌ra ayata, amara apanara nikata ta yathayathabhabe tila'oyata karachi. Ara niscaya'i apani rasulaganera antarbhukta"
        },
        {
            "chapter": 2,
            "verse": 253,
            "text": "Se rasulagana, amara tadera ka'oke apara karo upara sresthatba diyechi. Tadera madhye emana ke'u rayechena yara sathe allah‌ katha balechena [1], abara ka'uke ucca maryadaya unnita karechena. Ara mar‌iyama-putra ‘isake amara spasta pramanadi pradana karechi o ruhula kudusa dbara take saktisali karechi. Ara allah‌ icche karale tadera parabartira tadera nikata spasta pramanadi samagata ha'oyara para'o parasparika yud'dha-bigrahe lipta hata na; kintu tara matabheda karala. Phale tadera ke'u ke'u imana anala ebam ke'u ke'u kuphari karala. Ara allah‌ icche karale tara parasparika yud'dha-bigrahe lipta hata na; kintu allah‌ ya icche ta karena"
        },
        {
            "chapter": 2,
            "verse": 254,
            "text": "He muminagana! Amara ya tomaderake diyechi ta theke tomara byaya kara sedina asara purbe yedina beca-kena, bandhutba o suparisa thakabe na, ara kapherara'i yalima"
        },
        {
            "chapter": 2,
            "verse": 255,
            "text": "Allah‌ [1], tini chara kono satya ilaha ne'i [2]. Tini ciranjiba, sarbasattara dharaka [3]. Tamke tandra'o sparsa karate pare na, nidra'o naya [4]. Asamanasamuhe ya rayeche o yamine ya rayeche saba'i tamra [5]. Ke se, ye tamra anumati byatita tamra kache suparisa karabe [6]? Tadera samane o pechane ya kichu ache ta tini janena [7]. Ara ya tini icche karena ta chara tamra jnanera kono kichuke'i tara paribestana karate pare na [8]. Tamra ‘kurasi’ asamanasamuha o yaminake paribyapta kare ache [9]; ara e dutora raksanabeksana tamra jan'ya bojha haya na [10]. Ara tini su'ucca sumahana"
        },
        {
            "chapter": 2,
            "verse": 256,
            "text": "Dina grahanera byapare kono jora-jabaradasti ne'i [1]; satya patha suspasta hayeche bhranta patha theke. Ata'eba, ye tagutake [1] asbikara karabe [3] o allah‌ra upara imana anabe se emana eka drrhatara rajju dharana karala ya kakhano bhangabe na [4]. Ara allah‌ sarbasrota o sarbajnani"
        },
        {
            "chapter": 2,
            "verse": 257,
            "text": "Allah‌ tadera abhibhabaka yara imana ane, tini taderake andhakara theke bera kare alote niye yana. Ara yara kuphari kare taguta tadera abhibhabaka, era taderake alo theke andhakare niye yaya [1]. Tara'i agunera adhibasi, sekhane tara sthayi habe"
        },
        {
            "chapter": 2,
            "verse": 258,
            "text": "Apani ki ai byaktike dekhenani, ye ib‌rahimera sathe tamra raba sambandhe bitarke lipta hayechila, yehetu allah‌ take rajatba [1] diyechilena. Yakhana ib‌rahima balalena, ‘amara raba tini'i jini jibana dana karena o mrtyu ghatana, se balala, ‘ami'o to jibana dana kari o mrtyu ghata'i. Ib‌rahima balalena, ‘niscaya'i allah‌ suryake purba dika theke udaya karana, tumi setake pascima dika theke udaya kara'o to [2]. Tarapara ye kuphari karechila se hatabud'dhi haye gela. Ara allah‌ yalima samprayayake hidayata karena na"
        },
        {
            "chapter": 2,
            "verse": 259,
            "text": "Athaba se byaktira mata, ye emana eka janamata atikrama karechila ya tara chadera upara theke bidhbasta chila. Se balala, ‘mrtyura para kibhabe allah‌ eke jibita karabena? Tarapara allah‌ eke sata bachara mrta rakhalena. Pare take punarjibita karalena. Allah‌ balalena, ‘tumi katakala abasthana karale?’ Se balala, ‘ekadina ba ekadinera'o kichu kama abasthana karechi'. Tini balalena, baram tumi ekasata bachara abasthana karecha. Sutaram tumi tomara khadyasamagri o paniya bastura dike laksya kara, segulo abikrta rayeche ebam laksya kara tomara gadhatira dike. Ara yate amara tomake banabo manusera jan'ya nidarsana sbarupa. Ara asthigulora dike laksa karo; kibhabe seguloke sanyojita kari ebam gosata dbara dheke de'i.’ Atahpara yakhana tara nikata spasta hala takhana se balala, ‘ami jani niscaya'i allah‌ sabakichura upara ksamatabana’"
        },
        {
            "chapter": 2,
            "verse": 260,
            "text": "Ara yakhana ib‌rahima balala, ‘he amara raba! Kibhabe apani mrta ke jibita karena dekhana’, tini balalena, ‘tabe ki apani imana anena ni?’ Tini balalena, ‘abasya'i hyam, kintu amara mana yate prasanta haya [1]! Allah‌ balalena, ‘tabe carati pakhi nina ebam taderake apanara basibhuta karuna. Tarapara segulora tukaro ansa eka eka pahare sthapana karuna. Tarapara seguloke dakuna, segulo apanara nikata daure asabe. Ara jene rakhuna, niscaya'i allah‌ prabala parakramasali, prajnamaya"
        },
        {
            "chapter": 2,
            "verse": 261,
            "text": "Yara nijedera dhana sampada allah‌ra pathe byaya kare tadera upama ekati bijera mata, ya satati sisa utpadana kare, pratyeka sise ekasa sasyadana. Ara allah‌ yake icche bahugune brd'dhi kare dena. Ara allah‌ sarbabyapi- pracuryamaya, sarbajna"
        },
        {
            "chapter": 2,
            "verse": 262,
            "text": "Yara allah‌ra pathe dhana-sampada byaya kare [1] tarapara ya byaya kare ta bale beraya na ebam kono prakara kasta'o deya na, tadera pratidana rayeche radera raba-era nikata. Ara tadera kona bhaya ne'i ebam tara cintita o habe na"
        },
        {
            "chapter": 2,
            "verse": 263,
            "text": "Ye danera para kasta deya haya tara ceye bhala katha o ksama uttama. Ara allah‌ abhabamukta o parama sahanasila"
        },
        {
            "chapter": 2,
            "verse": 264,
            "text": "He muminagana! Danera katha bale beriye ebam kasta diye tomara tomadera danake ai byaktira n'yaya nisphala karo na [1] ye nijera sampada loka dekhanora jan'ya byaya kare thake ebam allah‌ o akhirate imana rakhe na. Phale tara upama hala emana ekati masrna pathara yara upara kichu mati thake, tarapara prabala brstipata setake pariskara kare deya [2]. Ya tara uparjana kareche tara kichu'i tara tadera kaje laganora ksamata rakhe na. Ara allah‌ kaphera sampradayake hidayata kare na"
        },
        {
            "chapter": 2,
            "verse": 265,
            "text": "Ara yara allah‌ra santusti labhera jan'ya o nijedera atma balistha karara jan'ya dhana-sampada byaya kare tadera upama kono ucca bhumite abasthita ekati udyana, yekhane musaladhare brsti haya, phale sethaya phalamula janme dbiguna. Ara yadi musaladhare brsti na'o haya tabe laghu brsti'i yathesta. Ara tomara ya karo allah‌ ta yathartha pratyaksakari"
        },
        {
            "chapter": 2,
            "verse": 266,
            "text": "Tomadera ke'u ki caya ye, tadera khejura o angurera ekati bagana thakabe, yara padadese nadi prabahita thakabe ebam yetate tara jan'ya sabarakamera phalamula thakabe. Ara se byaktike bardhakya abastha peye basabe ebam tara kichu durbala santana-santati thakabe, tarapara tara (e baganera) upara eka agnijhara ghurnijhara apatita haye ta jbale yabe? Ebhabe allah‌ tamra ayatasamuha tomadera jan'ya suspastabhabe byakta karena, yate tomara cinta-bhabana karate para"
        },
        {
            "chapter": 2,
            "verse": 267,
            "text": "He muminagana! Tomara ya uparjana kara [1] ebam amara ya yamina theke tomadera jan'ya utpadana kari [2] ta theke ya utkrsta ta byaya kara ebam nikrsta bastu byaya karara sankalpa karo na, athaca tomara ta grahana karabe na, yadi na tomara cokha bandha kare thaka. Ara jene rakha, niscaya allah‌ abhabamukta, prasansita"
        },
        {
            "chapter": 2,
            "verse": 268,
            "text": "Sayatana tomaderake daridryera pratisruti deya [1] ebam aslilatara nirdesa deya. Ara allah‌ tomaderake tamra paksa theke ksama ebam anugrahera pratisruti dena. Ara allah‌ pracuryamaya, sarbajna"
        },
        {
            "chapter": 2,
            "verse": 269,
            "text": "Tini yake icche hekamata dana karena. Ara yake hekamata [1] pradana kara haya take to prabhuta kalyana dana kara haya; ebam bibekasampannagana'i sudhu upadesa grahana kare"
        },
        {
            "chapter": 2,
            "verse": 270,
            "text": "Ara ya kichu tomara byaya kara [1] athaba ya kichu tomara manata [2] kara niscaya'i allah‌ ta janena. Ara yalimadera jan'ya kono sahayyakari ne'i"
        },
        {
            "chapter": 2,
            "verse": 271,
            "text": "Tomara yadi prakasye dana kara tabe ta bhala; ara yadi gopane kara ebam abhabagrasthake da'o ta tomadera jan'ya ara'o bhala ebam ete tini tomadera jan'ya kichu papa mocana karabena [1]. Ara tomara ye amala kara allah‌ se samparke sam'maka abahita"
        },
        {
            "chapter": 2,
            "verse": 272,
            "text": "Tadera hidayata danera dayitba apanara naya; baram allah‌ yake icche hidayata dena. Ara ye dhana-sampada tomara byaya kara ta tomadera nijedera jan'ya ara tomara to sudhu allah‌ke [1] ceye'i (tamra santusti arjanera jan'ya'i) byaya kare thaka. Ara tomara uttama kono kichu byaya karale tara puraskara tomaderake puropuribhabe'i deya habe ebam tomadera prati yuluma kara habe na"
        },
        {
            "chapter": 2,
            "verse": 273,
            "text": "Egulo abhabagrastha lokadera prapya; yara allah‌ra pathe emanabhabe byaprta ye, desamaya ghuraphira karate pare na [1]; atmasam'manabodhe na ca'oyara karane ajna lokera taderake abhabamukta mane kare [2]; apani tadera laksana dekhe cinate parabena [3]. Tara manusera kache nachora haye caya na [4]. Ara ye dhana-sampada tomara byaya kara, niscaya allah‌ se byapare sabisesa jnani"
        },
        {
            "chapter": 2,
            "verse": 274,
            "text": "Yara nijedera dhana-sampada rate o dine [1], gopane o prakasye byaya kare tadera pratidana tadera rabera nikata rayeche. Ara tadera kono bhaya ne'i ebam tara cintita'o habe na"
        },
        {
            "chapter": 2,
            "verse": 275,
            "text": "Yara suda [1] khaya [2] tara tara n'yaya damrabe yake sayatana sparsa dbara pagala kare [3]. Eta e jan'ya ye, tara bale [4], ‘kraya-bikraya to sudera'i mata.’ Athaca allah‌ kraya-bikrayake halala o sudake harama karechena [5]. Ata'eba, yara nikata tara rabera paksa hate upadesa asara para se birata hala, tahale atite ya hayeche ta tara'i ebam tara byapara allah‌ra ikhatiyare. Ara yara punaraya arambha karabe tara'i agunera adhibasi, sekhane tara sthayi habe"
        },
        {
            "chapter": 2,
            "verse": 276,
            "text": "Allah‌ sudake niscihna karena ebam danake bardhita karena [1]. Ara allah‌ kono adhika kupharakari, papike bhalabasena na"
        },
        {
            "chapter": 2,
            "verse": 277,
            "text": "Niscaya'i yara imana eneche, satkaja kareche, salata pratistha kareche ebam yakata diyeche, tadera pratidana rayeche tadera rabera nikata. Ara tadera kono bhaya ne'i ebam tara cintita'o habe na"
        },
        {
            "chapter": 2,
            "verse": 278,
            "text": "He muminagana! Tomara allah‌ra taka'oya abalambana kara ebam sudera ya bakeya ache ta chere da'o yadi tomara mumina ha'o"
        },
        {
            "chapter": 2,
            "verse": 279,
            "text": "Atahpara yadi tomara na kara tabe allah‌ o tamra rasulera paksa theke yud'dhera ghosana na'o [1]. Ara yadi tomara ta'oba kara tabe tomadera muladhana tomadera'i [2]. Tomara yuluma karabe na ebam tomadera upara'o yuluma kara habe na"
        },
        {
            "chapter": 2,
            "verse": 280,
            "text": "Ara yadi se abhabagrastha haya tabe sacchalata paryanta tara abakasa. Ara yadi tomara sadaka kara tabe ta tomadera jan'ya kalyanakara [1], yadi tomara janate"
        },
        {
            "chapter": 2,
            "verse": 281,
            "text": "Ara tomara se'i dinera taka'oya abalambana kara yedina tomaderake allah‌ra dike phiriye neya habe. Tarapara pratyekake se ya arjana kareche ta puropuri pradana kara habe. Ara tadera yuluma kara habe na"
        },
        {
            "chapter": 2,
            "verse": 282,
            "text": "He muminagana! Tomara yakhana eke an'yera sathe nirdharita samayera jan'ya rnera adana-pradana kara takhana ta likhe rekho [1]; tomadera madhye kono lekhaka yena ta n'yayabhabe likhe deya; kono lekhaka likhate ta asbikara karabe na, yemana allah‌ take siksa diyechena. Sutaram se yena likhe [2] ebam ye byaktira upara hakka rayeche (rnagrahita) se yena lekhara bisayabastu bale deya [3] ebam se yena tara raba allah‌ra taka'oya abalambana kare. Ara ta theke kichu yena na kamaya (byatikrama na kare). Atahpara yara upara hakka rayeche (rnagrahita) yadi nirbodha athaba durbala haya athaba lekhara bisayabastu se bale dite na pare tabe yena tara abhibhabaka n'yayyabhabe lekhara bisayabastu bale deya [4]. Ara tomara tomadera purusadera madhya hate du’jana saksi rakha, atahpara yadi dujana purusa na haya tabe ekajana purusa o du’jana striloka yaderake tomara saksi hisebe pachanda kara, yate strilokadera madhye ekajana bhule gele tadera ekajana aparajanake smarana kariye deya [5]. Ara saksiganake yakhana daka habe takhana tara yena asbikara na kare [6]. Ara ta (lena-dena) chota-bara ya'i hoka, meyadasaha likhate tomara konorupa birakta hayo na. Eta'i allah‌ra nikata n'yayyatara o saksyadanera jan'ya drrhatara ebam tomadera madhye sandehera udreka na ha'oyara jan'ya adhikatara upayukta. Tabe tomara paraspara ye nagada byabasa paricalana kara ta tomara na likhale kono dosa ne'i. Ara tomara yakhana paraspara beca-kena kara takhana saksi rekho. Ara kono lekhaka o saksike khatigrastha kara habe na. Ara yadi tomara khatigrastha kara, tabe ta habe tomadera sathe anacara [7]. Ara tomara allah‌ra taka'oya abalambana kara ebam allah‌ tomaderake siksa dibena. Ara allah‌ sabakichu samparke sabisesa jnani"
        },
        {
            "chapter": 2,
            "verse": 283,
            "text": "Ara yadi tomara saphare thaka ebam kono lekhaka na pa'o tabe hastantarakrta bandhaka rakhabe [1]. Atahpara tomadera eke aparake bisbasta mane karale, yara kache amanata rakha hayeche se yena amanata pratyarpana kare ebam tara raba allah‌ra taka'oya abalambana kare. Ara tomara saksya gopana karo na [2]. Ara ye ke'u ta gopana kare abasya'i tara antara papi [3]. Ara tomara ya kara allah‌ ta sabisesa abagata"
        },
        {
            "chapter": 2,
            "verse": 284,
            "text": "Allah‌ra jan'ya'i ya ache asamanasamuhe o ya ache yamine. Tomadera mane ya ache ta prakasa kara ba gopana rakha, allah‌ segulora hiseba tomadera kacha theke nibena [1]. Atahpara yake icche tini ksama karabena ebam yake icche sasti dibena [2]. Ara allah‌ sabakichura upara purna ksamatabana"
        },
        {
            "chapter": 2,
            "verse": 285,
            "text": "Rasula tara prabhura paksa theke ya tara kache nayila kara hayeche tara upara imana enechena ebam muminagana'o. Pratyeke'i imana eneche allah‌ra upara, tamra pheresatagana, tamra kitabasamuha ebam tamra rasulaganera upara. Amara tamra rasulaganera kara'o madhye taratamya kari na. Ara tara bale: Amara sunechi o mene niyechi. He amadera raba! Apanara ksama prarthana kari ebam apanara dike'i prattabartanasthala"
        },
        {
            "chapter": 2,
            "verse": 286,
            "text": "Allah‌ kara'o upara emana kono dayitba capiye dena na ya tara sadhyatita [1]. Se bhala ya uparjana kare tara pratiphala tara'i, ara manda ya kama'i kare tara pratiphala tara upara'i bartaya. ‘He amadera raba! Yadi amara bismrta ha'i athaba bhula kari tabe apani amaderake pakara'o karabena na. He amadera raba! Amadera purbabartiganera upara yemana bojha capiye diyechilena amadera upara temana bojha capiye dibena na. He amadera raba! Apani amaderake emana kichu bahana karabena na yara samartha amadera ne'i. Ara apani amadera papa mocana karuna, amaderake ksama karuna, amadera prati daya karuna, apani amadera abhibhabaka. Ata'eba, kaphira sampradayera birud'dhe amaderake sahayya karuna [2].’"
        }
    ]
}