{
    "juzs": [
        {
            "chapter": 1,
            "verse": 1,
            "text": "In the name of God, the Most Gracious, the Most Merciful"
        },
        {
            "chapter": 1,
            "verse": 2,
            "text": "All praise is due to God, the Lord of the Universe"
        },
        {
            "chapter": 1,
            "verse": 3,
            "text": "the Beneficent, the Merciful"
        },
        {
            "chapter": 1,
            "verse": 4,
            "text": "Lord of the Day of Judgement"
        },
        {
            "chapter": 1,
            "verse": 5,
            "text": "You alone we worship, and to You alone we turn for help"
        },
        {
            "chapter": 1,
            "verse": 6,
            "text": "Guide us to the straight path"
        },
        {
            "chapter": 1,
            "verse": 7,
            "text": "the path of those You have blessed; not of those who have incurred Your wrath, nor of those who have gone astray"
        },
        {
            "chapter": 2,
            "verse": 1,
            "text": "Alif Lam Mim"
        },
        {
            "chapter": 2,
            "verse": 2,
            "text": "This is the Book; there is no doubt in it. It is a guide for those who are mindful of God"
        },
        {
            "chapter": 2,
            "verse": 3,
            "text": "who believe in the unseen, and are steadfast in prayer, and spend out of what We have provided them with"
        },
        {
            "chapter": 2,
            "verse": 4,
            "text": "those who believe in the revelation sent down to you and in what was sent before you, and firmly believe in the life to come"
        },
        {
            "chapter": 2,
            "verse": 5,
            "text": "they are the people who are rightly following their Lord and it is they who shall be successful"
        },
        {
            "chapter": 2,
            "verse": 6,
            "text": "As for those who are bent on denying the truth, it makes no difference to them whether you warn them or not, they will not believe"
        },
        {
            "chapter": 2,
            "verse": 7,
            "text": "God has sealed their hearts and their ears, and over their eyes there is a covering. They will have a terrible punishment"
        },
        {
            "chapter": 2,
            "verse": 8,
            "text": "There are some who say, \"We believe in God and the Last Day,\" yet they are not believers"
        },
        {
            "chapter": 2,
            "verse": 9,
            "text": "They seek to deceive God and the believers, but they only deceive themselves, though they do not realize it"
        },
        {
            "chapter": 2,
            "verse": 10,
            "text": "In their hearts is a disease, which God has increased. They will have a painful punishment, because they have been lying"
        },
        {
            "chapter": 2,
            "verse": 11,
            "text": "When they are told, \"Do not cause corruption in the land,\" they say, \"We are only promoters of peace"
        },
        {
            "chapter": 2,
            "verse": 12,
            "text": "but it is they who are really causing corruption, though they do not realize it"
        },
        {
            "chapter": 2,
            "verse": 13,
            "text": "And when they are told, \"Believe as other people have believed,\" they say, \"Are we to believe just as fools believe?\" Surely they are the fools, even though they do not realize it"
        },
        {
            "chapter": 2,
            "verse": 14,
            "text": "When they meet those who believe, they say, \"We believe.\" But when they are alone with their evil leaders, they say, \"We are really with you; we were only mocking"
        },
        {
            "chapter": 2,
            "verse": 15,
            "text": "God will requite them for their mockery, and draw them on, for a while, to wander blindly in their insolence"
        },
        {
            "chapter": 2,
            "verse": 16,
            "text": "Such are those who have taken misguidance in exchange for guidance; but their bargain does not profit them, nor have they found true guidance"
        },
        {
            "chapter": 2,
            "verse": 17,
            "text": "They are like those who kindled a fire, and when it lighted up all around them, God took away their sight and left them in utter darkness, unable to see"
        },
        {
            "chapter": 2,
            "verse": 18,
            "text": "deaf, dumb, and blind: they will never return [to the right path]"
        },
        {
            "chapter": 2,
            "verse": 19,
            "text": "Or their case is like that of heavy rain pouring down from the clouds, accompanied by darkness, thunder and lightning; they thrust their fingers in their ears at the sound of thunderclaps for fear of death. God thus encompasses those who deny the truth"
        },
        {
            "chapter": 2,
            "verse": 20,
            "text": "The lightning almost takes away their sight: whenever it flashes upon them, they walk on, but as soon as darkness falls around them, they stand still. Indeed, if God pleased, He could take away their hearing and their sight: God has power over all things"
        },
        {
            "chapter": 2,
            "verse": 21,
            "text": "People, worship your Lord, who created you and those before you, so that you may become righteous"
        },
        {
            "chapter": 2,
            "verse": 22,
            "text": "who made the earth a bed, and the sky a canopy; and it is He who sends down rain from above for the growth of every kind of food for your sustenance. And do not knowingly set up rivals to God"
        },
        {
            "chapter": 2,
            "verse": 23,
            "text": "If you are in doubt about the revelation We have sent down to Our servant, then produce a single chapter like it, and call upon your helpers besides God, if you are truthful"
        },
        {
            "chapter": 2,
            "verse": 24,
            "text": "But if you cannot do it, and you can never do it, then guard yourselves against the Fire whose fuel is men and stones, prepared for those who deny the truth"
        },
        {
            "chapter": 2,
            "verse": 25,
            "text": "Give the good news to those who believe and do good works, that they will have Gardens through which rivers flow: whenever they are given fruit to eat they will say, \"This is what we were provided with before,\" because they were given similar things. And there will be pure spouses for them, and they will abide there forever"
        },
        {
            "chapter": 2,
            "verse": 26,
            "text": "God does not disdain to give a parable about a gnat or a smaller creature. The faithful know that it is the truth from their Lord, but those who deny the truth ask, \"What could God mean by this parable?\" He lets many go astray through it, and guides many by it. But He makes only the disobedient go astray"
        },
        {
            "chapter": 2,
            "verse": 27,
            "text": "those who break God's covenant after they have pledged to keep it, and sever whatever God has ordered to be joined, and spread corruption in the land -- it is they who are the losers"
        },
        {
            "chapter": 2,
            "verse": 28,
            "text": "How can you disbelieve in God when you were dead [lifeless] and He gave you life? He will let you die once more, then bring you back to life again, whereupon you will be returned to Him"
        },
        {
            "chapter": 2,
            "verse": 29,
            "text": "It is He who created everything on the earth for you: then He turned towards heaven and fashioned it into the seven heavens. He has knowledge of all things"
        },
        {
            "chapter": 2,
            "verse": 30,
            "text": "When your Lord said to the angels, \"I am putting a successor on earth,\" they said, \"Will You place someone there who will cause corruption on it and shed blood, while we glorify You with Your praise and extol Your holiness?\" [God] answered, \"Surely, I know that which you do not know"
        },
        {
            "chapter": 2,
            "verse": 31,
            "text": "He taught Adam all the names, then He set them before the angels and said, \"Tell Me the names of these, if what you say be true"
        },
        {
            "chapter": 2,
            "verse": 32,
            "text": "They said, \"Glory be to You; we have no knowledge except whatever You have taught us. You are the All Knowing, the All Wise"
        },
        {
            "chapter": 2,
            "verse": 33,
            "text": "Then He said, \"O Adam, tell them their names.\" When Adam had told them the names, God said to the angels, \"Did I not say to you: I know the secrets of the heavens and of the earth, and I know what you reveal and what you conceal"
        },
        {
            "chapter": 2,
            "verse": 34,
            "text": "When We said to the angels, \"Bow down before Adam,\" they all bowed except for Iblis [Satan]. He refused and acted proudly and became an unbeliever"
        },
        {
            "chapter": 2,
            "verse": 35,
            "text": "We said, \"O Adam! live with your wife in Paradise and eat freely from it anywhere you may wish. Yet do not approach this tree lest you become wrongdoers"
        },
        {
            "chapter": 2,
            "verse": 36,
            "text": "But Satan caused them both to slip through this and thus brought about the loss of their former state. We said, \"Go down from here as enemies to each other; and on earth you shall have your abode and your livelihood for a while"
        },
        {
            "chapter": 2,
            "verse": 37,
            "text": "Then Adam received some words [of prayer] from his Lord and He accepted his repentance. He is the Forgiving One, the Merciful"
        },
        {
            "chapter": 2,
            "verse": 38,
            "text": "We said, \"Go down, all of you, from here: then when guidance comes to you from Me, anyone who follows My guidance will have no fear, nor will they grieve"
        },
        {
            "chapter": 2,
            "verse": 39,
            "text": "those who deny and reject Our signs shall be the inhabitants of the Fire; therein shall they abide forever"
        },
        {
            "chapter": 2,
            "verse": 40,
            "text": "Children of Israel, remember the favours I have bestowed upon you, and fulfil the covenant that you made with Me. I shall fulfil the covenant I made with you. Fear Me alone"
        },
        {
            "chapter": 2,
            "verse": 41,
            "text": "And believe in the message I have sent down which fulfils that [predictions about the last prophet in their Scripture] which you already possess and do not be foremost among those who deny its truth. Do not sell My revelations for a paltry price; fear Me alone"
        },
        {
            "chapter": 2,
            "verse": 42,
            "text": "Do not mix truth with falsehood, or hide the truth when you know it"
        },
        {
            "chapter": 2,
            "verse": 43,
            "text": "Attend to your prayers, give the zakat [prescribed alms] and bow down with those who bow down"
        },
        {
            "chapter": 2,
            "verse": 44,
            "text": "Do you admonish others to do good and forget this yourselves? Yet you read the Book. Will you not then understand"
        },
        {
            "chapter": 2,
            "verse": 45,
            "text": "Seek help with patience and prayer; this is indeed an exacting discipline, but not to the humble"
        },
        {
            "chapter": 2,
            "verse": 46,
            "text": "who know for certain that they will meet their Lord, and that they will return to Him"
        },
        {
            "chapter": 2,
            "verse": 47,
            "text": "Children of Israel, remember My blessing which I have bestowed on you, and how I favoured you above all other people"
        },
        {
            "chapter": 2,
            "verse": 48,
            "text": "Guard yourselves against the Day on which no soul shall in the least avail another, when neither intercession nor ransom shall be accepted from it nor shall help be given to it"
        },
        {
            "chapter": 2,
            "verse": 49,
            "text": "Remember when We delivered you from Pharaoh's people, who subjected you to grievous torment, slaying your sons and sparing only your daughters, surely in that there was a great trial for you from your Lord"
        },
        {
            "chapter": 2,
            "verse": 50,
            "text": "and when We divided the sea for you and saved you and drowned Pharaoh's people, while you looked on"
        },
        {
            "chapter": 2,
            "verse": 51,
            "text": "We appointed for Moses forty nights [on Mount Sinai], and in his absence you took to worshipping the calf, and thus became transgressors"
        },
        {
            "chapter": 2,
            "verse": 52,
            "text": "Yet after that We pardoned you, so that you might be grateful"
        },
        {
            "chapter": 2,
            "verse": 53,
            "text": "Remember when We gave Moses the Scripture, and the criterion [to distinguish between right and wrong], so that you might be guided"
        },
        {
            "chapter": 2,
            "verse": 54,
            "text": "When Moses said to his people, \"O my people, you have indeed wronged yourselves by worshipping the calf; turn in repentance to your Creator and slay [the culprits] among you. That course is best for you in the sight of your Maker.\" He relented towards you. He is the Forgiving One, the Merciful"
        },
        {
            "chapter": 2,
            "verse": 55,
            "text": "Remember when you said, \"Moses, we will not believe in you until we see God with our own eyes,\" a thunderbolt struck you while you were looking on"
        },
        {
            "chapter": 2,
            "verse": 56,
            "text": "Then We brought you back to life after your death, so that you might be grateful"
        },
        {
            "chapter": 2,
            "verse": 57,
            "text": "Then We caused the clouds to provide shade for you and sent down for you manna and quails, saying, \"Eat the good things We have provided for you.\" Indeed, they did not wrong Us, but they wronged themselves"
        },
        {
            "chapter": 2,
            "verse": 58,
            "text": "Remember when We said, \"Enter this land and eat freely wherever you will. Make your way through the gates, bowing down and saying, \"God! Forgive us our sins.\" We shall forgive you your sins and We shall give abundance to those who do good"
        },
        {
            "chapter": 2,
            "verse": 59,
            "text": "But the wrongdoers changed the words to something other than what they had been told. So We sent down upon the transgressors a punishment from heaven, because they were disobedient"
        },
        {
            "chapter": 2,
            "verse": 60,
            "text": "When Moses prayed for water for his people, We said to him, \"Strike the rock with your staff!\" And there gushed out from it twelve springs. Each tribe knew its drinking-place. [We said], \"Eat and drink what God has provided and do not act wrongfully in the land, spreading corruption"
        },
        {
            "chapter": 2,
            "verse": 61,
            "text": "When you said, \"Moses, we cannot bear to eat only one kind of food, so pray to your Lord to bring forth for us some of the earth's produce, its herbs and cucumbers, its garlic, lentils, and onions.\" Moses said, \"Would you take a lesser thing in exchange for what is better? Go to some town and there you will find all that you demand.\" Abasement and destitution were stamped upon them, and they incurred the wrath of God, for having rejected His signs, and they killed His prophets unjustly, because they were rebels and transgressors"
        },
        {
            "chapter": 2,
            "verse": 62,
            "text": "The believers, the Jews, the Christians, and the Sabaeans, all those who believe in God and the Last Day and do good deeds, will be rewarded by their Lord; they shall have no fear, nor shall they grieve"
        },
        {
            "chapter": 2,
            "verse": 63,
            "text": "[Children of Israel], We made a covenant with you and raised the mountain high above you, saying, \"Hold fast to what We have given you and bear its contents in mind, so that you may guard yourselves [against evil]"
        },
        {
            "chapter": 2,
            "verse": 64,
            "text": "Yet after that you turned away, and but for God's grace and mercy, you would have surely been among the losers"
        },
        {
            "chapter": 2,
            "verse": 65,
            "text": "You are aware of those who transgressed in the matter of the Sabbath, whereupon We said to them, \"Be as apes, despised"
        },
        {
            "chapter": 2,
            "verse": 66,
            "text": "We made their fate an example to their own generation and to those who followed them and a lesson to those who fear God"
        },
        {
            "chapter": 2,
            "verse": 67,
            "text": "When Moses said to his people, \"God commands you to sacrifice a heifer,\" they said, \"Are you making a mockery of us?\" He answered, \"God forbid that I should be so ignorant"
        },
        {
            "chapter": 2,
            "verse": 68,
            "text": "They said, \"Ask your Lord to make it clear to us what sort of heifer she should be.\" He answered, \"God says she should be neither too old nor too young, but in between, so do as you are commanded"
        },
        {
            "chapter": 2,
            "verse": 69,
            "text": "They said, \"Call on your Lord for us, to show us what colour she should be.\" He answered, \"God says she should be a bright yellow heifer, pleasing to the eye"
        },
        {
            "chapter": 2,
            "verse": 70,
            "text": "They said, \"Ask your Lord to make it clear to us the exact type of heifer she should be, for to us all heifers look alike. If God wills, we shall be rightly guided"
        },
        {
            "chapter": 2,
            "verse": 71,
            "text": "Moses answered, \"Your Lord says, she should be a heifer which has not been yoked to plough the land or water the fields, a heifer free from any blemish.\" \"Now you have told us the truth,\" they answered, and they sacrificed it, though they would rather not have done it"
        },
        {
            "chapter": 2,
            "verse": 72,
            "text": "Then, when you [Israelites] killed someone and started to blame one another, God brought to light what you concealed"
        },
        {
            "chapter": 2,
            "verse": 73,
            "text": "We said, \"Strike [the corpse] with a part of it.\" Thus God restores the dead to life and shows you His signs, so that you may understand"
        },
        {
            "chapter": 2,
            "verse": 74,
            "text": "Then your hearts became as hard as rock or even harder: for, there are rocks from which streams gush forth; and, there are some that cleave asunder and water flows out from them, while others fall down for fear of God. God is not unaware of what you do"
        },
        {
            "chapter": 2,
            "verse": 75,
            "text": "Do you then hope that they will believe in you when some of them have already heard the word of God and then, after having understood it, they knowingly perverted it"
        },
        {
            "chapter": 2,
            "verse": 76,
            "text": "When they meet the faithful, they say, \"We are believers.\" But when alone, they say to each other, \"Must you tell them what God has revealed to us? They will only use it to argue against you before your Lord! Have you no sense"
        },
        {
            "chapter": 2,
            "verse": 77,
            "text": "Do they not know that God knows all that they conceal and all that they disclose"
        },
        {
            "chapter": 2,
            "verse": 78,
            "text": "There are among them unlettered people who have no real knowledge of the Scriptures, knowing only their own wishful thinking and following only conjecture"
        },
        {
            "chapter": 2,
            "verse": 79,
            "text": "Woe to those who write the scripture with their own hands, and then declare, \"This is from God,\" in order to sell it for a paltry price. Woe to them because of what their own hands have written, and woe to them for what they have earned"
        },
        {
            "chapter": 2,
            "verse": 80,
            "text": "They say, \"The Fire is not going to touch us, and [even if it does], it will only be for a few days!\" Say [to them], \"Have you received a promise from God, for God never breaks His promise, or do you attribute something to God which you do not know"
        },
        {
            "chapter": 2,
            "verse": 81,
            "text": "Truly, those who do evil and are encompassed by their misdeeds, shall be the inmates of the Fire. Therein they shall abide forever"
        },
        {
            "chapter": 2,
            "verse": 82,
            "text": "but those who believe and do good works are the heirs of Paradise; there they shall abide forever"
        },
        {
            "chapter": 2,
            "verse": 83,
            "text": "Remember when We made a covenant with the Children of Israel, \"Worship none but God and be good to your parents and to relatives and orphans and the needy. And speak kindly to people. Attend to your prayers and pay the zakat [prescribed alms].\" But with the exception of a few, you turned away [in aversion] and paid no heed"
        },
        {
            "chapter": 2,
            "verse": 84,
            "text": "When We made a covenant with you, We said, \"You shall not shed each other's blood, nor turn your people out of their homes.\" You consented to this and bore witness"
        },
        {
            "chapter": 2,
            "verse": 85,
            "text": "Yet, here you are, slaying one another and driving some of your own people from their homelands, aiding one another against them, committing sin and aggression; but if they came to you as captives, you would ransom them. Surely their very expulsion was unlawful for you. Do you believe in one part of the Book and deny another part of it? Those of you who act thus shall be rewarded with disgrace in this world and with a severe punishment on the Day of Resurrection. God is never unaware of what you do"
        },
        {
            "chapter": 2,
            "verse": 86,
            "text": "Such are they who buy the life of this world at the price of the Hereafter. Their punishment shall not be lightened for them, nor shall they be helped"
        },
        {
            "chapter": 2,
            "verse": 87,
            "text": "To Moses We gave the Book and sent a succession of messengers after him. We gave Jesus, son of Mary, clear signs and strengthened him with the Holy Spirit. But, whenever a messenger came to you with something which you did not desire, you grew arrogant, calling some liars and slaying others"
        },
        {
            "chapter": 2,
            "verse": 88,
            "text": "They say, \"Our hearts are impenetrably wrapped [against whatever you say],\" but God has rejected them for their denial; they have but little faith"
        },
        {
            "chapter": 2,
            "verse": 89,
            "text": "And now that a Book has come to them from God, fulfilling that [predictions about the final prophet in their scriptures] which is with them, they deny it, whereas previously they used to pray for victory against the disbelievers, yet when there came to them that which they recognized as the truth, they rejected it. God's rejection is the due of all who deny the truth"
        },
        {
            "chapter": 2,
            "verse": 90,
            "text": "What they have sold their souls for is evil: to the denial of God's own revelation, grudging that He should reveal His bounty to whom He chooses from among His servants! They have incurred wrath upon wrath. Humiliating punishment awaits those who deny the truth"
        },
        {
            "chapter": 2,
            "verse": 91,
            "text": "When they are told, \"Believe in what God has revealed,\" they say, \"We believe in what was revealed to us,\" while they deny the truth in what has been sent down after that, even though it is the Truth, confirming that which they already have. Say, \"Why did you kill God's prophets in the past, if you were true believers"
        },
        {
            "chapter": 2,
            "verse": 92,
            "text": "Moses came to you with clear signs, but in his absence you worshipped the calf and became wrongdoers"
        },
        {
            "chapter": 2,
            "verse": 93,
            "text": "When We made a covenant with you and raised the mountain above you saying, \"Hold firmly to what We have given you and listen,\" you said, \"We hear, but we disobey,\" and their hearts were filled with the love of the calf, because of their refusal to acknowledge the truth. Say, \"Evil is that to which your faith enjoins you if you are indeed believers"
        },
        {
            "chapter": 2,
            "verse": 94,
            "text": "Say, \"If God's abode of the Hereafter is for you alone, to the exclusion of all others, then wish for death, if you are truthful"
        },
        {
            "chapter": 2,
            "verse": 95,
            "text": "But they will never wish for death, because of what their own hands have sent on before them; God is fully aware of the wrongdoers"
        },
        {
            "chapter": 2,
            "verse": 96,
            "text": "You will find them clinging to life more eagerly than any other people, even the polytheists. Any of them would wish to be given a life of a thousand years, though even such a long life would not save them from [Our] punishment; and God sees all that they do"
        },
        {
            "chapter": 2,
            "verse": 97,
            "text": "Say, \"Anyone who is an enemy of Gabriel, who by God's leave has brought down to your heart [the Quran] fulfilling that [predictions about the last prophet in the earlier revelations] which precedes it, and is a guidance and good news for the faithful"
        },
        {
            "chapter": 2,
            "verse": 98,
            "text": "whoever is an enemy of God, His angels, or His messengers, or of Gabriel or Michael, will surely find that God too is the enemy of those who deny the truth"
        },
        {
            "chapter": 2,
            "verse": 99,
            "text": "We have sent down clear signs to you and no one will reject them except the wicked"
        },
        {
            "chapter": 2,
            "verse": 100,
            "text": "Why is it that, whenever they make a covenant, some of them cast it aside? Most of them do not believe"
        },
        {
            "chapter": 2,
            "verse": 101,
            "text": "Whenever a messenger from God has come to them, fulfilling that [predictions] which they already had, some of those to whom the Book was given have cast off the Book of God behind their backs as if they had no knowledge"
        },
        {
            "chapter": 2,
            "verse": 102,
            "text": "They pursued what the devils falsely attributed to the kingdom of Solomon. Solomon was not an unbeliever: it is the devils who are unbelievers. They taught people witchcraft, and that which was sent down to Harut and Marut, the two angels in Babylon. But these two taught no one until they had said, \"We are but a trial, therefore, do not disbelieve [in God's guidance].\" So men learnt from them that by which they caused discord between man and wife; but they harmed no one thereby, except by the command of God; [on the contrary], these people learned that which would harm them and do them no good, knowing full well that whoever acquired [this knowledge] would have no share in the Hereafter. Evil indeed was the [price] for which they sold their souls, if only they had known it"
        },
        {
            "chapter": 2,
            "verse": 103,
            "text": "And had they but believed and been mindful of God, His reward would have been far better for them, if they had but known it"
        },
        {
            "chapter": 2,
            "verse": 104,
            "text": "Believers, do not say to the Prophet, \"Ra'ina\" but say, \"Unzurna,\" and listen to him with attention. For those who deny the truth, there is a painful punishment"
        },
        {
            "chapter": 2,
            "verse": 105,
            "text": "They who deny the truth from among the People of the Book, or from among those who associate partners with God, do not desire that any good should be sent down to you from your Lord. But God singles out for His grace whom He wills -- for God is limitless in His great bounty"
        },
        {
            "chapter": 2,
            "verse": 106,
            "text": "If We abrogate a verse or cause it to be forgotten, We will replace it by a better one or one similar to it. Do you not know that God has power over all things"
        },
        {
            "chapter": 2,
            "verse": 107,
            "text": "Do you not know that the kingdom of the heavens and the earth belongs to God alone? And that there is no protector or helper for you besides God"
        },
        {
            "chapter": 2,
            "verse": 108,
            "text": "Do you [all] want to question your messenger just as Moses was questioned previously? Anyone who exchanges faith for unbelief has strayed from the right path"
        },
        {
            "chapter": 2,
            "verse": 109,
            "text": "Many among the People of the Book wish, through envy, to lead you back to unbelief, now that you have embraced the faith and the truth has been made plain to them. But you should pardon them and bear with them until God gives His command. Truly, God has power over all things"
        },
        {
            "chapter": 2,
            "verse": 110,
            "text": "Attend to your prayers and pay the prescribed alms; any good you store up for yourselves, you will find it with God. Certainly, God sees what you do"
        },
        {
            "chapter": 2,
            "verse": 111,
            "text": "They declare, \"None shall ever enter Heaven unless he be a Jew or a Christian.\" This is their own wishful thinking. [Prophet], say, \"Produce your evidence if you are telling the truth"
        },
        {
            "chapter": 2,
            "verse": 112,
            "text": "Indeed, those who submit themselves to God and act righteously shall be rewarded by their Lord: they shall have no fear, nor shall they grieve"
        },
        {
            "chapter": 2,
            "verse": 113,
            "text": "The Jews say, \"The Christians have no ground to stand on,\" and the Christians say, \"The Jews have no ground to stand on.\" Yet they both recite the Book, and those who have no knowledge say the same; God will judge between them on the Day of Resurrection concerning their disputes"
        },
        {
            "chapter": 2,
            "verse": 114,
            "text": "Who could be more wicked than someone who prevents God's name from being mentioned in His places of worship, and seeks to bring about their ruin, while it behoves these men to enter them with fear in their hearts? There is disgrace in store for them in this world and a great punishment in the next"
        },
        {
            "chapter": 2,
            "verse": 115,
            "text": "The East and the West belong to God. Whichever way you turn, there is the Face of God. God is all pervading and all knowing"
        },
        {
            "chapter": 2,
            "verse": 116,
            "text": "They say, \"God has taken a son.\" Glory be to Him! Everything in the heavens and the earth belongs to Him; all things are obedient to Him"
        },
        {
            "chapter": 2,
            "verse": 117,
            "text": "He is the Originator of the heavens and the earth, and when He decrees something, He says only, \"Be!\" and it is"
        },
        {
            "chapter": 2,
            "verse": 118,
            "text": "Those who are devoid of knowledge say, \"Why does God not speak to us or show us a sign?\" The same demand was made by those before them; their hearts are all alike. We have made the signs clear to those whose faith is firm"
        },
        {
            "chapter": 2,
            "verse": 119,
            "text": "We have sent you with the truth, bearing good news and giving warning. You will not be held accountable for the people of the Fire"
        },
        {
            "chapter": 2,
            "verse": 120,
            "text": "Neither the Christians nor the Jews will be pleased with you until you follow their ways. Say, \"God's guidance is the only true guidance.\" If you followed their desires after the knowledge which has come to you, you would not have any patron or supporter against God"
        },
        {
            "chapter": 2,
            "verse": 121,
            "text": "Those whom We have given this Book follow it as it ought to be followed; it is they who [truly] believe in it; those who deny it will be the losers"
        },
        {
            "chapter": 2,
            "verse": 122,
            "text": "Children of Israel, remember My favour which I have bestowed upon you, and how I preferred you above all other people"
        },
        {
            "chapter": 2,
            "verse": 123,
            "text": "and fear a Day when no human being shall avail another. Nor shall ransom be accepted from any of them, nor shall intercession be of any use to them, and none shall be succoured"
        },
        {
            "chapter": 2,
            "verse": 124,
            "text": "When his Lord tested Abraham with certain commands and he fulfilled them, He said, \"I will make you a leader of men.\" Abraham asked, \"And what of my descendants?\" He answered, \"My covenant does not extend to the transgressors"
        },
        {
            "chapter": 2,
            "verse": 125,
            "text": "And We made the House [the Ka'bah] a place of assembly and a sanctuary for mankind, [saying], \"Make the place where Abraham stood a place of worship.\" We commanded Abraham and Ishmael, \"Purify My House for those who walk round it, those who stay there for devotion, and those who bow down and prostrate themselves"
        },
        {
            "chapter": 2,
            "verse": 126,
            "text": "And when Abraham prayed, \"My Lord, make this city a city of peace, and provide its inhabitants with fruits, such of them as believe in God and the Last Day.\" God said, \"As for those who deny the truth, I will grant them benefits for a short while and then subject them to the punishment of the Fire -- an evil destination"
        },
        {
            "chapter": 2,
            "verse": 127,
            "text": "And when Abraham and Ishmael were laying the foundations of the House, [they prayed], \"Our Lord, accept this from us; for You are All Hearing, All Knowing"
        },
        {
            "chapter": 2,
            "verse": 128,
            "text": "Lord, make us submissive to You; make of our descendants a nation that will submit to You. Teach us our rites of worship and turn to us with mercy; You are the Forgiving One and the Merciful"
        },
        {
            "chapter": 2,
            "verse": 129,
            "text": "Our Lord, send forth to them a messenger of their own to recite Your revelations to them, to teach them the Scripture and wisdom, and purify them. You are the Mighty, the Wise One"
        },
        {
            "chapter": 2,
            "verse": 130,
            "text": "Who but a foolish man would turn away from the religion of Abraham? We chose him in this world, and in the Hereafter he shall be among the righteous"
        },
        {
            "chapter": 2,
            "verse": 131,
            "text": "When his Lord said to him, \"Surrender!\" he responded, \"I have surrendered to the Lord of the Universe"
        },
        {
            "chapter": 2,
            "verse": 132,
            "text": "and Abraham enjoined his sons to do the same, as did Jacob, \"My sons, God has chosen this religion for you; so do not let death overtake you, except when you are in a state of submission"
        },
        {
            "chapter": 2,
            "verse": 133,
            "text": "Were you present when Jacob faced the hour of death and he asked his sons, \"Who will you worship after me?\" They answered, \"We will worship your God and the God of your fathers, Abraham and Ishmael and Isaac: the one God; we have submitted ourselves to Him"
        },
        {
            "chapter": 2,
            "verse": 134,
            "text": "Those were a people that have passed away; what they did is theirs and what you have done is yours. You will not be answerable for their deeds"
        },
        {
            "chapter": 2,
            "verse": 135,
            "text": "They say, \"Be Jews or Christians, and you shall be rightly guided.\" Say, \"By no means! We believe in the faith of Abraham, who was ever inclined [to God]; he was not one of those who set up partners with God"
        },
        {
            "chapter": 2,
            "verse": 136,
            "text": "Say, \"We believe in God and what was revealed to us; and what was revealed to Abraham, Ishmael, Isaac, Jacob, and their descendants, and what was given to Moses and Jesus and what was given to the [other] prophets by their Lord. We make no distinction between any of them. It is to Him that we surrender ourselves"
        },
        {
            "chapter": 2,
            "verse": 137,
            "text": "If they believe as you have believed, then are they rightly guided; but if they turn back, then know that they are entrenched in hostility. God will surely suffice to defend you against them, for He is All Hearing, All Knowing"
        },
        {
            "chapter": 2,
            "verse": 138,
            "text": "We take on God's own dye. Who has a better dye than God's? We worship Him alone"
        },
        {
            "chapter": 2,
            "verse": 139,
            "text": "Say, \"Do you dispute with us about God, while He is our Lord and your Lord? We have our actions and you have your actions. We are devoted to Him alone"
        },
        {
            "chapter": 2,
            "verse": 140,
            "text": "Do you claim that Abraham and Ishmael and Isaac and Jacob and their descendants were all Jews or Christians?\" Say, \"Do you know better or does God? And who could be more unjust than one who conceals a testimony given to him by God? God is not unaware of what you do"
        },
        {
            "chapter": 2,
            "verse": 141,
            "text": "Those were a people that have passed away; theirs is what they did and yours what you have done. You shall not be answerable for their deeds"
        }
    ]
}