{
    "juzs": [
        {
            "chapter": 23,
            "verse": 1,
            "text": "Successful indeed are the believers"
        },
        {
            "chapter": 23,
            "verse": 2,
            "text": "those who are humble in their prayer"
        },
        {
            "chapter": 23,
            "verse": 3,
            "text": "those who turn away from all that is frivolous"
        },
        {
            "chapter": 23,
            "verse": 4,
            "text": "those who pay the zakat"
        },
        {
            "chapter": 23,
            "verse": 5,
            "text": "those who safeguard their chastity"
        },
        {
            "chapter": 23,
            "verse": 6,
            "text": "except with their wives, and what their right hands possess -- for then they are free from blame"
        },
        {
            "chapter": 23,
            "verse": 7,
            "text": "but those who seek to go beyond that are transgressors"
        },
        {
            "chapter": 23,
            "verse": 8,
            "text": "those who are faithful to their trusts and promises"
        },
        {
            "chapter": 23,
            "verse": 9,
            "text": "and those who attend to their prayers"
        },
        {
            "chapter": 23,
            "verse": 10,
            "text": "these are the heirs of Paradise"
        },
        {
            "chapter": 23,
            "verse": 11,
            "text": "they shall abide in it forever"
        },
        {
            "chapter": 23,
            "verse": 12,
            "text": "We created man from an essence of clay"
        },
        {
            "chapter": 23,
            "verse": 13,
            "text": "then We placed him as a drop of fluid in a safe place"
        },
        {
            "chapter": 23,
            "verse": 14,
            "text": "then We developed that drop into a clinging form, and We developed that form into a lump of flesh, and We developed that lump into bones, and clothed the bones with flesh. Then We brought him into being as a new creation, glory be to God, the best of creators"
        },
        {
            "chapter": 23,
            "verse": 15,
            "text": "after this you shall surely die"
        },
        {
            "chapter": 23,
            "verse": 16,
            "text": "Then you will be raised up again on the Resurrection Day"
        },
        {
            "chapter": 23,
            "verse": 17,
            "text": "We have created seven paths above you; We have never been unmindful of Our creation"
        },
        {
            "chapter": 23,
            "verse": 18,
            "text": "We sent down water from the sky in due measure and lodged it in the earth, but if We please, We have the power to take it away"
        },
        {
            "chapter": 23,
            "verse": 19,
            "text": "We have produced palm-groves and vineyards for you, in which there are abundant fruits for you; and you eat these"
        },
        {
            "chapter": 23,
            "verse": 20,
            "text": "also a tree growing on Mount Sinai which produces oil and a condiment for those who eat it"
        },
        {
            "chapter": 23,
            "verse": 21,
            "text": "You have a lesson in livestock. We provide you with drink from what is in their bellies, and you have many other benefits from them; some of them you eat"
        },
        {
            "chapter": 23,
            "verse": 22,
            "text": "and you ride on them as you do in ships"
        },
        {
            "chapter": 23,
            "verse": 23,
            "text": "We sent Noah to his people, and he said, \"My people, worship God; you have no other deity except Him. Will you not fear Him"
        },
        {
            "chapter": 23,
            "verse": 24,
            "text": "The leaders of his people who denied the truth, said, \"He is only a human being like yourselves who wants to make himself superior to you. If God had wished, He would have sent down angels. We never heard about this from our forefathers"
        },
        {
            "chapter": 23,
            "verse": 25,
            "text": "He is only a madman, so, as far as he is concerned wait for a while"
        },
        {
            "chapter": 23,
            "verse": 26,
            "text": "Noah said, \"My Lord, help me! for they have rejected me"
        },
        {
            "chapter": 23,
            "verse": 27,
            "text": "then We revealed Our will to him: \"Build the Ark under Our watchful eye according to Our instructions. When Our command comes, and waters gush up out of the earth, take on board pairs of every species and members of your household, except for any of them on whom sentence has already been passed -- do not plead with Me for those who have done wrong: they shall be drowned"
        },
        {
            "chapter": 23,
            "verse": 28,
            "text": "When you and all your followers have settled in the Ark, say, \"Praise be to God who has delivered us from a wicked people"
        },
        {
            "chapter": 23,
            "verse": 29,
            "text": "and say, 'My Lord, let me land with Your blessing in a blessed landing place. You alone can provide the best landings"
        },
        {
            "chapter": 23,
            "verse": 30,
            "text": "Surely there are clear signs in that. In this way We put people to the test"
        },
        {
            "chapter": 23,
            "verse": 31,
            "text": "Then We raised another generation after them"
        },
        {
            "chapter": 23,
            "verse": 32,
            "text": "and sent a messenger to them from among themselves: \"Worship God alone. You have no deity other than Him. Will you not then fear God"
        },
        {
            "chapter": 23,
            "verse": 33,
            "text": "But the leaders of his people who denied the truth and denied the Meeting in the Hereafter, because We had granted them ease and plenty in their worldly life, said, \"This is only a human being like yourselves, he eats what you eat, and drinks what you drink"
        },
        {
            "chapter": 23,
            "verse": 34,
            "text": "if you obey a human being just like yourselves, then you will surely be lost"
        },
        {
            "chapter": 23,
            "verse": 35,
            "text": "Does he promise you that when you die and have become dust and bones, that you will be brought forth again"
        },
        {
            "chapter": 23,
            "verse": 36,
            "text": "What you are promised is indeed far-fetched"
        },
        {
            "chapter": 23,
            "verse": 37,
            "text": "There exists only our present life: we die and we live [but once], and shall never be raised up again"
        },
        {
            "chapter": 23,
            "verse": 38,
            "text": "He is only a man who has invented a lie about God, and we are not going to believe him"
        },
        {
            "chapter": 23,
            "verse": 39,
            "text": "The messenger said, \"My Lord, help me, for they have rejected me"
        },
        {
            "chapter": 23,
            "verse": 40,
            "text": "God said, \"Before long they will be filled with regret"
        },
        {
            "chapter": 23,
            "verse": 41,
            "text": "The blast justly struck them and We reduced them to rubble. Away with such wicked people"
        },
        {
            "chapter": 23,
            "verse": 42,
            "text": "Then We raised up other generations after them"
        },
        {
            "chapter": 23,
            "verse": 43,
            "text": "no community can advance or postpone its appointed time"
        },
        {
            "chapter": 23,
            "verse": 44,
            "text": "then We sent Our messengers in succession. Every time their messenger came to a people, they rejected him. So We destroyed them one after the other, and let them become mere tales. So away with the people who will not believe"
        },
        {
            "chapter": 23,
            "verse": 45,
            "text": "Then We sent Moses and his brother Aaron with Our signs and clear authority"
        },
        {
            "chapter": 23,
            "verse": 46,
            "text": "to Pharaoh and his courtiers, but they behaved insolently, for they were an arrogant people"
        },
        {
            "chapter": 23,
            "verse": 47,
            "text": "They said, \"Are we to believe in two human beings like ourselves, while their people are subject to us"
        },
        {
            "chapter": 23,
            "verse": 48,
            "text": "So they rejected them both, and became those who were destroyed"
        },
        {
            "chapter": 23,
            "verse": 49,
            "text": "We gave Moses the Book so that they might be guided"
        },
        {
            "chapter": 23,
            "verse": 50,
            "text": "We made the son of Mary and his mother a sign and gave them shelter on a peaceful hillside watered by a fresh spring"
        },
        {
            "chapter": 23,
            "verse": 51,
            "text": "Messengers, eat what is wholesome and do good deeds: I am well aware of what you do"
        },
        {
            "chapter": 23,
            "verse": 52,
            "text": "Your religion is but one religion -- and I am your only Lord, therefore, fear Me"
        },
        {
            "chapter": 23,
            "verse": 53,
            "text": "Yet they divided themselves into factions, each rejoicing in what they had"
        },
        {
            "chapter": 23,
            "verse": 54,
            "text": "So leave them in their bewilderment for a while"
        },
        {
            "chapter": 23,
            "verse": 55,
            "text": "Do they imagine that the wealth and children We have provided"
        },
        {
            "chapter": 23,
            "verse": 56,
            "text": "have no other purpose except to help them in acquiring material benefits? No indeed. But they do not understand"
        },
        {
            "chapter": 23,
            "verse": 57,
            "text": "Those who tremble with fear of their Lord"
        },
        {
            "chapter": 23,
            "verse": 58,
            "text": "and believe in His messages"
        },
        {
            "chapter": 23,
            "verse": 59,
            "text": "and do not ascribe partners to Him"
        },
        {
            "chapter": 23,
            "verse": 60,
            "text": "and those who give to others what has been bestowed upon them with their hearts trembling at the thought that they must return to their Lord"
        },
        {
            "chapter": 23,
            "verse": 61,
            "text": "it is they who vie with one another in doing good works and shall be the foremost in doing so"
        },
        {
            "chapter": 23,
            "verse": 62,
            "text": "We charge no soul with more than it can bear. We have a record which clearly shows the truth and they will not be wronged"
        },
        {
            "chapter": 23,
            "verse": 63,
            "text": "But their hearts are heedless of this. Moreover, there are other deeds besides this which they do"
        },
        {
            "chapter": 23,
            "verse": 64,
            "text": "But then when We seize the affluent among them, they will cry out for help"
        },
        {
            "chapter": 23,
            "verse": 65,
            "text": "Do not cry out for help this day, for surely you shall not be helped by Us"
        },
        {
            "chapter": 23,
            "verse": 66,
            "text": "My revelations were recited to you, but you turned your backs"
        },
        {
            "chapter": 23,
            "verse": 67,
            "text": "in arrogance, as if you were abandoning a story-teller"
        },
        {
            "chapter": 23,
            "verse": 68,
            "text": "Have they not pondered over the word of God? Has something come to them that did not come to their forefathers"
        },
        {
            "chapter": 23,
            "verse": 69,
            "text": "Or do they not recognize their Messenger, and so deny him"
        },
        {
            "chapter": 23,
            "verse": 70,
            "text": "Do they say he is possessed? Rather he has brought them the truth, but most of them are averse to the truth"
        },
        {
            "chapter": 23,
            "verse": 71,
            "text": "If truth had followed their whims and desires, heavens and earth and all that lives in them would have been brought to ruin. Rather We have brought them their Reminder. Yet they keep avoiding their Reminder"
        },
        {
            "chapter": 23,
            "verse": 72,
            "text": "Or are you asking them for any reward? But the reward of your Lord is the best, for He is the Best of Providers"
        },
        {
            "chapter": 23,
            "verse": 73,
            "text": "and, most surely, you are calling them to a straight path"
        },
        {
            "chapter": 23,
            "verse": 74,
            "text": "But those who do not believe in the Hereafter have indeed deviated from that path"
        },
        {
            "chapter": 23,
            "verse": 75,
            "text": "Even if We showed them mercy and relieved them of their afflictions, they would still persist in their transgression, wandering blindly"
        },
        {
            "chapter": 23,
            "verse": 76,
            "text": "We seized them with the punishment, but they did not surrender to their Lord, nor will they humble themselves"
        },
        {
            "chapter": 23,
            "verse": 77,
            "text": "until We open before them a gate of harsh punishment and then they will be dumbfounded"
        },
        {
            "chapter": 23,
            "verse": 78,
            "text": "It is He who gave you ears, eyes and hearts, yet how seldom you are grateful"
        },
        {
            "chapter": 23,
            "verse": 79,
            "text": "He it is who has multiplied you on the earth and to Him you shall all be gathered"
        },
        {
            "chapter": 23,
            "verse": 80,
            "text": "He is the One who gives life and causes death and He controls the alternation of night and day. Will you not then understand"
        },
        {
            "chapter": 23,
            "verse": 81,
            "text": "But they say the same as the ancients said"
        },
        {
            "chapter": 23,
            "verse": 82,
            "text": "When we have died and become dust and bones, will we be raised up again"
        },
        {
            "chapter": 23,
            "verse": 83,
            "text": "We and our forefathers were promised this before. This is nothing but fables of the ancients"
        },
        {
            "chapter": 23,
            "verse": 84,
            "text": "Say, \"To whom do the earth and all therein belong? Tell me, if you have any knowledge"
        },
        {
            "chapter": 23,
            "verse": 85,
            "text": "They will say, \"To God.\" Say, \"So will you not pay heed"
        },
        {
            "chapter": 23,
            "verse": 86,
            "text": "Say, \"Who is the Lord of the seven heavens, and of the Glorious Throne"
        },
        {
            "chapter": 23,
            "verse": 87,
            "text": "They will say, \"They belong to God.\" Say, \"So do you not fear Him"
        },
        {
            "chapter": 23,
            "verse": 88,
            "text": "Say, \"In whose hands lies sovereignty over all things, protecting all, while none can seek protection against Him? Tell me, if you have any knowledge"
        },
        {
            "chapter": 23,
            "verse": 89,
            "text": "They will say, \"All this belongs to God.\" Say to them, \"How are you then deluded"
        },
        {
            "chapter": 23,
            "verse": 90,
            "text": "We have revealed to them the truth. But they are certainly liars"
        },
        {
            "chapter": 23,
            "verse": 91,
            "text": "God has not taken to Himself a son, nor is there any other deity besides Him; otherwise, each god would have walked away with what he had created. They would surely have tried to overcome one another. Glory be to God, above all that they ascribe to Him"
        },
        {
            "chapter": 23,
            "verse": 92,
            "text": "Knower of the unseen and the visible; He is exalted above all that which they associate with Him"
        },
        {
            "chapter": 23,
            "verse": 93,
            "text": "Pray, \"Lord, if you would show me that [the punishment] of which they have been warned"
        },
        {
            "chapter": 23,
            "verse": 94,
            "text": "then do not place me, Lord, with the wrongdoers"
        },
        {
            "chapter": 23,
            "verse": 95,
            "text": "We certainly have the power to show you what they have been warned about"
        },
        {
            "chapter": 23,
            "verse": 96,
            "text": "Repel evil with what is best, We are well aware of the things they say"
        },
        {
            "chapter": 23,
            "verse": 97,
            "text": "and say, \"My Lord, I seek refuge with You from the prompting of the devils"
        },
        {
            "chapter": 23,
            "verse": 98,
            "text": "I seek refuge with You, Lord, lest they should come near me"
        },
        {
            "chapter": 23,
            "verse": 99,
            "text": "When death comes to any of them, he says, \"My Lord, send me back"
        },
        {
            "chapter": 23,
            "verse": 100,
            "text": "so that I may do good works in the world I have left behind.\" Never! It is indeed but a meaningless word that he utters. A barrier shall stand behind such people till the Day they are raised up again"
        },
        {
            "chapter": 23,
            "verse": 101,
            "text": "When the trumpet is blown, on that Day there will be no ties of relationship between them; neither will they ask about one another"
        },
        {
            "chapter": 23,
            "verse": 102,
            "text": "then those whose scales weigh heavy with good works will be successful"
        },
        {
            "chapter": 23,
            "verse": 103,
            "text": "But those whose scales weigh light will have ruined their souls; in Hell will they abide"
        },
        {
            "chapter": 23,
            "verse": 104,
            "text": "The Fire will scorch their faces and they will abide therein with their faces distorted"
        },
        {
            "chapter": 23,
            "verse": 105,
            "text": "Were not My messages recited to you and did you not reject them"
        },
        {
            "chapter": 23,
            "verse": 106,
            "text": "They will answer, \"Lord, misfortune overcame us and we became an erring people"
        },
        {
            "chapter": 23,
            "verse": 107,
            "text": "Lord, deliver us from Hell. Then, if we revert again, we shall definitely be wrongdoers"
        },
        {
            "chapter": 23,
            "verse": 108,
            "text": "God will say, \"Stay there and do not speak to Me"
        },
        {
            "chapter": 23,
            "verse": 109,
            "text": "Among My servants, there were those who said, \"Lord, We believe, so forgive us and have mercy on us. You are the best one to show mercy"
        },
        {
            "chapter": 23,
            "verse": 110,
            "text": "But you made a laughing stock of them to the point where it made you forget My remembrance; and you went on laughing at them"
        },
        {
            "chapter": 23,
            "verse": 111,
            "text": "I have rewarded them this Day for their steadfastness, and it is they who have triumphed"
        },
        {
            "chapter": 23,
            "verse": 112,
            "text": "He will ask, \"How many years did you stay on earth"
        },
        {
            "chapter": 23,
            "verse": 113,
            "text": "They will say, \"We stayed a day or part of a day. Ask those who have kept count"
        },
        {
            "chapter": 23,
            "verse": 114,
            "text": "He will say, \"You only stayed for a little while, if only you knew"
        },
        {
            "chapter": 23,
            "verse": 115,
            "text": "Do you imagine that We created you without any purpose and that you would not be brought back to Us"
        },
        {
            "chapter": 23,
            "verse": 116,
            "text": "Then, exalted be God, the true King, there is no deity except Him, the Lord of the Glorious Throne"
        },
        {
            "chapter": 23,
            "verse": 117,
            "text": "He, who invokes another deity along with God, a deity of whose divinity he has no proof, will be brought to account by his Lord. Certainly, those who deny the truth shall never prosper"
        },
        {
            "chapter": 23,
            "verse": 118,
            "text": "Say, \"Lord, forgive us and have mercy. You are the best of those who show mercy"
        },
        {
            "chapter": 24,
            "verse": 1,
            "text": "This is a chapter which We have revealed and which We have made obligatory; We have sent down clear revelations in it, so that you may take heed"
        },
        {
            "chapter": 24,
            "verse": 2,
            "text": "Flog the adulteress and the adulterer, each one of them, with a hundred lashes. Let no pity for them cause you to disobey God, if you truly believe in God and the Last Day; and let their punishment be witnessed by a number of believers"
        },
        {
            "chapter": 24,
            "verse": 3,
            "text": "The adulterer shall marry only an adulteress or a polytheist woman, and an adulteress shall marry only an adulterer or a polytheist man; such marriages are forbidden for believers"
        },
        {
            "chapter": 24,
            "verse": 4,
            "text": "Those who defame chaste women, but cannot produce four witnesses, shall be given eighty lashes. Do not accept their testimony ever after, for they are transgressors"
        },
        {
            "chapter": 24,
            "verse": 5,
            "text": "save those who afterwards repent and make amends, for truly God is forgiving and merciful"
        },
        {
            "chapter": 24,
            "verse": 6,
            "text": "One who accuses his wife and has no witnesses except himself shall swear four times by God that his charge is true"
        },
        {
            "chapter": 24,
            "verse": 7,
            "text": "and the fifth time, that God's curse may be upon him if he is telling a lie"
        },
        {
            "chapter": 24,
            "verse": 8,
            "text": "The wife shall receive no punishment, if she bears witness four times in the name of God that her husband has lied"
        },
        {
            "chapter": 24,
            "verse": 9,
            "text": "and, a fifth time that God's wrath will be upon her if he is telling the truth"
        },
        {
            "chapter": 24,
            "verse": 10,
            "text": "Were it not for God's grace and His mercy upon you, [you would have come to grief] and God is wise, acceptor of repentance"
        },
        {
            "chapter": 24,
            "verse": 11,
            "text": "Those who brought up that slander were a band from among you. Do not regard it as a misfortune, for it is good for you. Every one of them shall be held to account for the sin he has committed; and he who took the greater part in it shall have a terrible punishment"
        },
        {
            "chapter": 24,
            "verse": 12,
            "text": "When you heard of it, why did not the believing men and believing women think well of their own people, and say, \"This is a manifest slander"
        },
        {
            "chapter": 24,
            "verse": 13,
            "text": "Why did they not produce four witnesses? If they could not produce any witnesses, they were indeed liars in the sight of God"
        },
        {
            "chapter": 24,
            "verse": 14,
            "text": "Had it not been for the grace of God and His mercy on you in this world and the Hereafter, a terrible punishment would have afflicted you for your plunging headlong into slander"
        },
        {
            "chapter": 24,
            "verse": 15,
            "text": "When you were spreading it with your tongues and saying with your mouths things of which you had no knowledge, you considered it to be a trivial matter, but, in God's sight, it was very serious"
        },
        {
            "chapter": 24,
            "verse": 16,
            "text": "When you heard it, why did you not say, \"It is not right for us to speak of this. God forbid! This is a monstrous slander"
        },
        {
            "chapter": 24,
            "verse": 17,
            "text": "God warns you never to repeat the like of it again, if you are true believers"
        },
        {
            "chapter": 24,
            "verse": 18,
            "text": "God explains the commandments to you. God is all knowing and wise"
        },
        {
            "chapter": 24,
            "verse": 19,
            "text": "Those who desire that indecencies should spread among the believers, will have a painful chastisement in this world and the Hereafter. God knows, and you do not know"
        },
        {
            "chapter": 24,
            "verse": 20,
            "text": "But for the grace of God and His mercy upon you, and were not God compassionate and merciful, [you would have come to grief]"
        },
        {
            "chapter": 24,
            "verse": 21,
            "text": "O you who believe, do not follow in the footsteps of Satan, and whoever follows in the footsteps of Satan should know that he enjoins only indecency and evil. But for the grace of God and His mercy upon you, not one of you would ever be purified; but God purifies whom He pleases. God is all hearing and all knowing"
        },
        {
            "chapter": 24,
            "verse": 22,
            "text": "Let not those who are possessed of means and plenty among you resolve to withhold their bounty from their kindred and the needy and those who have migrated from their homes in the cause of God. Let them forgive and overlook. Do you not wish God to forgive you? God is forgiving and merciful"
        },
        {
            "chapter": 24,
            "verse": 23,
            "text": "Truly, those who accuse chaste, unwary, believing women are cursed in this world and the Hereafter. For them awaits a terrible chastisement"
        },
        {
            "chapter": 24,
            "verse": 24,
            "text": "On the Day when their own tongues, hands and feet shall bear witness against them about what they did"
        },
        {
            "chapter": 24,
            "verse": 25,
            "text": "on that Day God will justly requite them, and they will realize that God is the truth, that makes all things manifest"
        },
        {
            "chapter": 24,
            "verse": 26,
            "text": "Corrupt women are for corrupt men, and corrupt men are for corrupt women; good women are for good men and good men are for good women. The latter are absolved from anything they may say; forgiveness and an honourable provision await them"
        },
        {
            "chapter": 24,
            "verse": 27,
            "text": "Believers, do not enter other people's houses until you have asked their owners' permission and greeted them. That will be the better for you, so that you may be heedful"
        },
        {
            "chapter": 24,
            "verse": 28,
            "text": "If you find no one at home, do not go in until permission has been granted you. If you are told to go away, then go away. That is more proper for you. God knows well what you do"
        },
        {
            "chapter": 24,
            "verse": 29,
            "text": "There is nothing wrong in your entering uninhabited houses if that serves a useful purpose: God knows all that you do openly, and all that you would conceal"
        },
        {
            "chapter": 24,
            "verse": 30,
            "text": "Tell believing men to lower their gaze and remain chaste. That is purer for them. God is aware of what they do"
        },
        {
            "chapter": 24,
            "verse": 31,
            "text": "Say to believing women that they should lower their gaze and remain chaste and not to reveal their adornments -- save what is normally apparent thereof, and they should fold their shawls over their bosoms. They can only reveal their adornments to their husbands or their fathers or their husbands' fathers, or their sons or their husbands' sons or their brothers or their brothers' sons or their sisters' sons or maidservants or those whom their right hands possess or their male attendants who have no sexual desire or children who still have no carnal knowledge of women. Nor should they swing their legs to draw attention to their hidden ornaments. Believers, turn to God, every one of you, so that you may prosper"
        },
        {
            "chapter": 24,
            "verse": 32,
            "text": "Marry those among you who are single, and those of your male and female slaves who are fit [for marriage]. If they are poor, God will provide for them from His bounty, for God's bounty is infinite and He is all knowing"
        },
        {
            "chapter": 24,
            "verse": 33,
            "text": "Those who do not have the means to marry should keep themselves chaste until God grants them enough out of His bounty. If any of your slaves desire a deed of freedom, write it out for them, if you find any promise in them, and give them some of the wealth God has given you. Do not force your [slave] maids into prostitution, in order to enrich yourself, when they wish to preserve their chastity. Yet if anyone forces them, once they have been forced, God will be forgiving and merciful to them"
        },
        {
            "chapter": 24,
            "verse": 34,
            "text": "We have sent down clear revelations to you and the example of those who passed away before you and an admonition for the God-fearing"
        },
        {
            "chapter": 24,
            "verse": 35,
            "text": "God is the light of the heavens and the earth. His light may be compared to a niche containing a lamp, the lamp inside a crystal of star-like brilliance lit from a blessed olive tree, neither of the east nor of the west. The [luminous] oil is as if ready to burn without even touching it. Light upon light; God guides to His light whom He will. God draws such comparisons for mankind; God has full knowledge of everything"
        },
        {
            "chapter": 24,
            "verse": 36,
            "text": "[They worship] in the houses which God has allowed to be raised for the remembrance of His name, morning and evening"
        },
        {
            "chapter": 24,
            "verse": 37,
            "text": "people who are not distracted by trade or commerce from the remembrance of God and the observance of prayer and the payment of the zakat -- fearing a Day when hearts and eyes will be convulsed"
        },
        {
            "chapter": 24,
            "verse": 38,
            "text": "so that God may reward them according to the best of their deeds and give them more out of His bounty. God provides for whoever He wills without measure"
        },
        {
            "chapter": 24,
            "verse": 39,
            "text": "As for those who deny the truth, their works are like a mirage in a desert. The thirsty traveller thinks it to be water, but when he comes near, he finds it to be nothing. He finds God there, who pays him his account in full. God is swift in His reckoning"
        },
        {
            "chapter": 24,
            "verse": 40,
            "text": "Or like darkness on a deep ocean covered by waves billowing over waves and overcast with clouds: darkness upon darkness. If he stretches out his hand, he can scarcely see it. Indeed, the man from whom God withholds His light shall find no light at all"
        },
        {
            "chapter": 24,
            "verse": 41,
            "text": "[Prophet], do you not see that all those who are in the heavens and on earth praise God, as do the birds with wings outstretched? Each knows his own mode of prayer and glorification: God has full knowledge of all that they do"
        },
        {
            "chapter": 24,
            "verse": 42,
            "text": "To God belongs the kingdom of the heavens and the earth, and to God shall all things return"
        },
        {
            "chapter": 24,
            "verse": 43,
            "text": "Do you not see how God drives the clouds, then joins them together, then piles them into layers and then you see the rain pour from their midst? He sends down from the skies mountainous masses [of clouds] charged with hail, and He makes it fall on whom He will, and turns it away from whom He pleases. The flash of His lightning may well-nigh take away the sight"
        },
        {
            "chapter": 24,
            "verse": 44,
            "text": "God alternates the night and the day -- truly, in this there is a lesson for men of insight"
        },
        {
            "chapter": 24,
            "verse": 45,
            "text": "God created every creature from water. Some crawl upon their bellies, others walk on two legs, and others walk on four. God creates what He pleases. He has power over all things"
        },
        {
            "chapter": 24,
            "verse": 46,
            "text": "We have sent down revelations clearly showing the truth. God guides whom He wills to the straight path"
        },
        {
            "chapter": 24,
            "verse": 47,
            "text": "They say, \"We believe in God and in the Messenger, and we obey.\" But then, even after that a group of them will turn away. Those are surely not believers"
        },
        {
            "chapter": 24,
            "verse": 48,
            "text": "and when they are called to God and His Messenger so that he may judge between them, some of them turn away"
        },
        {
            "chapter": 24,
            "verse": 49,
            "text": "But if the truth happens to be to their liking, they are quite willing to accept it"
        },
        {
            "chapter": 24,
            "verse": 50,
            "text": "Is there a sickness in their hearts, or are they full of doubt? Or do they fear that God and His Messenger will be unjust to them? The truth is that they themselves are wrongdoers"
        },
        {
            "chapter": 24,
            "verse": 51,
            "text": "The response of the believers, when they are called to God and His Messenger in order that he may judge between them, is only, \"We hear and we obey.\" It is they who will prosper"
        },
        {
            "chapter": 24,
            "verse": 52,
            "text": "those who obey God and His Messenger, and fear God, and are mindful of their duty to Him, are the ones who will triumph"
        },
        {
            "chapter": 24,
            "verse": 53,
            "text": "They swear firm oaths by God that if you command them to march forth, they will obey you. Say, \"Do not swear: your obedience, not your oaths, will count. God is well aware of all your actions"
        },
        {
            "chapter": 24,
            "verse": 54,
            "text": "Obey God and obey the Messenger. If you turn away, then he is responsible for what he is charged with and you are responsible for what you are charged with. If you obey him, you will be rightly guided. The Messenger is responsible only for delivering the message clearly"
        },
        {
            "chapter": 24,
            "verse": 55,
            "text": "God has promised to those among you who believe and do good works that He will surely grant them power in the land as He granted to those who were before them; and that He will surely establish for them their religion which He has chosen for them. He will cause their state of fear to be replaced by a sense of security. Let them worship Me and associate no other with Me. Whoever still chooses to deny the truth is truly rebellious"
        },
        {
            "chapter": 24,
            "verse": 56,
            "text": "Attend to your prayers and pay the zakat and obey the Messenger, so that you may be shown mercy"
        },
        {
            "chapter": 24,
            "verse": 57,
            "text": "Do not think that those who deny the truth can frustrate Our plan on earth; their abode shall be Hell; and it is indeed an evil resort"
        },
        {
            "chapter": 24,
            "verse": 58,
            "text": "Believers, let [even] those whom you rightfully possess, and those who are under age ask your leave on three occasions when they come in to see you: before the morning prayer, when you have taken off your garments in the heat of noon, and after the evening prayer. These are the three occasions for your privacy. At other times, there is nothing blameworthy if you or they go around visiting one another. Thus God makes clear to you His revelations: God is all knowing and wise"
        },
        {
            "chapter": 24,
            "verse": 59,
            "text": "When your children have reached the age of puberty, let them still ask permission as their elders do. Thus God expounds to you His revelations: God is all knowing and wise"
        },
        {
            "chapter": 24,
            "verse": 60,
            "text": "There is no blame on elderly women who are past the age of marriage, if they take off their outer clothing, without revealing their adornments. But it would be better for them to guard themselves. God is all hearing, all knowing"
        },
        {
            "chapter": 24,
            "verse": 61,
            "text": "There is no harm if the blind, the lame, the sick or you yourselves eat in your own houses, or in the houses of your fathers, or mothers, or brothers, or sisters, or paternal uncles, or paternal aunts, or maternal uncles, or maternal aunts, or in those that you are in charge of or in the house of a friend. There is no objection to your eating together or separately. But when you enter houses, salute one another with a greeting of peace, a greeting from your Lord full of blessings and purity. Thus does God expound to you His commandments, so that you may understand"
        },
        {
            "chapter": 24,
            "verse": 62,
            "text": "They only are true believers who believe in God and His Messenger. When they are with him on some matter of common concern, they should not depart until they have asked him for permission to do so. Those who ask you for such permission are the ones who truly believe in God and His Messenger. When they ask you for permission to attend to some affair of their own, then grant it to whoever you please and seek forgiveness from God for them. God is forgiving and merciful"
        },
        {
            "chapter": 24,
            "verse": 63,
            "text": "Do not treat being called by the Messenger like being called by one another. God knows those of you who slip away on some pretext. Let those who go against his order beware lest some affliction befall them or they receive a painful punishment"
        },
        {
            "chapter": 24,
            "verse": 64,
            "text": "Surely, whatever is in the heavens and on the earth belongs to God. God knows well what condition you are in. On the Day when they return to Him, He will declare to them all that they have done. God has full knowledge of all things"
        },
        {
            "chapter": 25,
            "verse": 1,
            "text": "Blessed be He who has revealed the criterion [the Quran] to His servant that he may warn the nations"
        },
        {
            "chapter": 25,
            "verse": 2,
            "text": "Sovereign of the heavens and the earth, who has begotten no children and who has no partner in His sovereignty, it is He who has created all things and measured them out precisely"
        },
        {
            "chapter": 25,
            "verse": 3,
            "text": "Yet they have taken, besides Him, deities who create nothing and are themselves created, and who have no power to harm, or benefit themselves and who control neither death, nor life, nor resurrection"
        },
        {
            "chapter": 25,
            "verse": 4,
            "text": "Those who deny the truth say, \"This is only a forgery of his own invention in which others have helped him.\" What they say is unjust and false"
        },
        {
            "chapter": 25,
            "verse": 5,
            "text": "They say, \"It is just fables of the ancients, which he has had written down. They are dictated to him morning and evening"
        },
        {
            "chapter": 25,
            "verse": 6,
            "text": "Say to them, \"It has been revealed by Him who knows every secret that is in the heavens and on the earth. Truly, He is most forgiving and most merciful"
        },
        {
            "chapter": 25,
            "verse": 7,
            "text": "They say, \"What kind of a messenger is this who eats food and walks about in the market-places? Why has no angel been sent down with him to warn us"
        },
        {
            "chapter": 25,
            "verse": 8,
            "text": "Or a treasure should have been sent down to him, or he should have had a garden from which to eat.\" The wrongdoers say, \"You are surely following a man who is bewitched"
        },
        {
            "chapter": 25,
            "verse": 9,
            "text": "Observe what kind of things they attribute to you. They have surely gone astray and cannot find the right way again"
        },
        {
            "chapter": 25,
            "verse": 10,
            "text": "Blessed is He who, if He please, can give you better things than that; gardens watered by flowing streams, and palaces too"
        },
        {
            "chapter": 25,
            "verse": 11,
            "text": "They deny the Hour. For those who deny that Hour, We have prepared a blazing fire"
        },
        {
            "chapter": 25,
            "verse": 12,
            "text": "When it sees them from afar, they will hear its raging and roaring"
        },
        {
            "chapter": 25,
            "verse": 13,
            "text": "When they are thrown into a narrow space, chained together, they will plead for death"
        },
        {
            "chapter": 25,
            "verse": 14,
            "text": "But they will be told, \"Do not call today for one death, call for many deaths"
        },
        {
            "chapter": 25,
            "verse": 15,
            "text": "Say, \"Which is better, this or the Paradise of immortality which the righteous have been promised? It is their recompense and their destination"
        },
        {
            "chapter": 25,
            "verse": 16,
            "text": "Abiding there forever, they shall find in it all that they desire. This is a binding promise which your Lord has made"
        },
        {
            "chapter": 25,
            "verse": 17,
            "text": "On the Day He gathers them all together with those they worship besides Him, He will say, \"Was it you who misled My servants, or did they stray away by themselves"
        },
        {
            "chapter": 25,
            "verse": 18,
            "text": "They will answer, \"Hallowed be You! It was not proper for us to choose any guardian other than You. But You gave them and their fathers the comforts of this life, so that they forgot Your reminder and thus brought destruction upon themselves"
        },
        {
            "chapter": 25,
            "verse": 19,
            "text": "[God will say], \"Now, they have given the lie to all your assertions, and you can neither ward off [your punishment] nor obtain any help.\" For, whoever of you has committed evil, shall be caused by Us to taste great suffering"
        },
        {
            "chapter": 25,
            "verse": 20,
            "text": "We never sent any messengers before you who did not eat food and walk in the market-place. We make some of you a means of trial for others, to see whether you are steadfast. Your Lord is all seeing"
        }
    ]
}