{
    "juzs": [
        {
            "chapter": 58,
            "verse": 1,
            "text": "God has indeed heard the words of the woman who pleads with you about her husband and lays her complaint before God: God hears what the two of you have to say. God is all hearing, all seeing"
        },
        {
            "chapter": 58,
            "verse": 2,
            "text": "Those who separate themselves from their wives by pronouncing, \"To me you are like my mother's back,\" must concede that they are not their mothers; none are their mothers except those who gave birth to them -- surely they utter an evil word and a lie. God is pardoning, forgiving"
        },
        {
            "chapter": 58,
            "verse": 3,
            "text": "Those who put away their wives by equating them with their mothers, and then wish to go back on what they have said, must set free a slave before the couple may touch one another again. This is what you are exhorted to do. God is fully aware of what you do"
        },
        {
            "chapter": 58,
            "verse": 4,
            "text": "and anyone who does not have the means must fast for two consecutive months before they touch each other, and who is not able to do that must feed sixty needy people. That is to affirm your faith in God and His messenger. These are the limits set by God. Those who deny the truth shall have a painful punishment"
        },
        {
            "chapter": 58,
            "verse": 5,
            "text": "Those who oppose God and His Messenger will be humiliated, as were their predecessors. We have sent down clear revelations. A humiliating punishment awaits those who deny the truth"
        },
        {
            "chapter": 58,
            "verse": 6,
            "text": "On the day God raises them all up from the dead, He will make them understand what they have done. God has taken everything into account, even though they have forgotten, for God is a witness to all things"
        },
        {
            "chapter": 58,
            "verse": 7,
            "text": "Do you not see that God knows all that is in the heavens and on the earth? There is not a secret consultation between three, but He makes the fourth among them -- nor between five but He makes the sixth -- nor between fewer nor more, but He is in their midst, wherever they may be: in the end He will tell them the truth about their conduct, on the Day of Judgement. For God has full knowledge of all things"
        },
        {
            "chapter": 58,
            "verse": 8,
            "text": "Have you not seen how those who were forbidden to hold secret counsels yet revert to that which they were forbidden to do? And they conspire to indulge in wrongdoing, aggressive behaviour and disobedience to the Messenger. When they come to you, they greet you, but not in the words God would use, and inwardly they wonder, \"Why does God not punish us for what we say?\" Hell will be a fitting punishment for them: they will burn in its flames -- a wretched fate"
        },
        {
            "chapter": 58,
            "verse": 9,
            "text": "Believers, when you confer together in private, do not confer in support of sin and transgression and disobedience to the Messenger, but confer for the promotion of virtue and righteousness. Fear God, before whom you shall all be gathered"
        },
        {
            "chapter": 58,
            "verse": 10,
            "text": "Conspiracy for evil purposes is the work of Satan, by which he means to bring grief to believers. But he cannot harm them in the least, unless it be by God's leave. Let the believers put their trust in God"
        },
        {
            "chapter": 58,
            "verse": 11,
            "text": "Believers, if you are told to make room for one another in your assemblies, then do so, and God will make room for you, and if you are told to rise up, do so: God will raise in rank those of you who believe and those who have been given knowledge: He is fully aware of all that you do"
        },
        {
            "chapter": 58,
            "verse": 12,
            "text": "Believers, when you come to consult the Messenger privately, give something in charity beforehand. That is best for you and most conducive to purity. But if you cannot find anything to give, know that God is Forgiving and Merciful"
        },
        {
            "chapter": 58,
            "verse": 13,
            "text": "Do you fear that you will not [be able to] give in charity before your consultation? Then if you are unable to do so, [know that] God has turned to you in His mercy; then observe your prayers and pay the prescribed alms and obey God and His Messenger. God is aware of all that you do"
        },
        {
            "chapter": 58,
            "verse": 14,
            "text": "Do you not see those who have befriended a people who have brought down upon themselves the wrath of God? They are neither with you nor with them and they wittingly swear to falsehood"
        },
        {
            "chapter": 58,
            "verse": 15,
            "text": "God has prepared a severe punishment for them; surely what they have done is evil"
        },
        {
            "chapter": 58,
            "verse": 16,
            "text": "They have used their oaths to cover up their misdeeds and have thus turned others away from the path of God. A humiliating punishment awaits them"
        },
        {
            "chapter": 58,
            "verse": 17,
            "text": "Neither their wealth nor their children will be of the least avail [in protecting them] against God -- they are the inheritors of Hell, and there they shall remain forever"
        },
        {
            "chapter": 58,
            "verse": 18,
            "text": "On the day God raises them all up from the dead, they will swear to Him just as they have sworn to you, thinking that they are on firm ground. But surely they are liars"
        },
        {
            "chapter": 58,
            "verse": 19,
            "text": "Satan has got the better of them and has caused them to forget the remembrance of God. They have gone over to the side of the devil, and it is as the devil's partisans that they shall be the losers"
        },
        {
            "chapter": 58,
            "verse": 20,
            "text": "those who oppose God and His Messenger will [on Judgement Day] be among the most abased"
        },
        {
            "chapter": 58,
            "verse": 21,
            "text": "God has decreed, \"I and My messengers shall most certainly prevail.\" Truly God is Powerful and Almighty"
        },
        {
            "chapter": 58,
            "verse": 22,
            "text": "You will find no believers in God and the Last Day consorting with those who oppose God and His Messenger, even though they be their fathers, their sons, their brothers or their close relatives. He has engraved faith on their very hearts and has strengthened them with a spirit of His own. He will usher them into Gardens through which rivers flow where they shall dwell forever. God is well-pleased with them and they are well pleased with Him. They are God's party. God's party shall surely enter into a state of bliss"
        },
        {
            "chapter": 59,
            "verse": 1,
            "text": "Everything in the heavens and on the earth glorifies God. He is the Almighty, the All Wise"
        },
        {
            "chapter": 59,
            "verse": 2,
            "text": "It was He who turned those People of the Book who denied the truth out of their homes in the first banishment. You never thought they would go, and they thought their strongholds would protect them against God. But God came upon them from where they least expected and cast such terror into their hearts that their houses were pulled down by their own hands as well as by the hands of the believers. Learn a lesson, then, you who are endowed with insight"
        },
        {
            "chapter": 59,
            "verse": 3,
            "text": "If God had not prescribed exile for them, He would surely have punished them in this world. But they shall have the torment of Fire in the Hereafter"
        },
        {
            "chapter": 59,
            "verse": 4,
            "text": "because they set themselves against God and His Messenger: God is stern in His punishment of anyone who sets himself against Him"
        },
        {
            "chapter": 59,
            "verse": 5,
            "text": "Whatever palm trees you cut down or left standing on their roots, it was by God's leave, so that He might disgrace the transgressors"
        },
        {
            "chapter": 59,
            "verse": 6,
            "text": "Whatever God has given to His Messenger as spoils from them is by His grace; you spurred neither horse nor camel for them, but God gives power to His messengers over anyone He wills. God has power over all things"
        },
        {
            "chapter": 59,
            "verse": 7,
            "text": "whatever gains God has assigned to His Messenger from the inhabitants of the town is for God and for the Messenger and for his kinsfolk and for orphans and the needy and the wayfarer, so that they may not become the property of those of you who are rich. Whatever the Messenger gives you, take it; and whatever he forbids you, abstain from it. Fear God; surely, God is severe in retribution"
        },
        {
            "chapter": 59,
            "verse": 8,
            "text": "It is for the poor refugees who were driven from their homes and possessions, desiring the favour and the pleasure of God and supporting God and His Messenger. Such people are the truthful"
        },
        {
            "chapter": 59,
            "verse": 9,
            "text": "Those who were already settled in the city [Madinah] and firmly rooted in faith, love those who migrated to them for refuge, and harbour no desire in their hearts for what has been given to the [latter]. They give them preference over themselves, even if they too are needy: those who are saved from their own souls' greed are truly successful"
        },
        {
            "chapter": 59,
            "verse": 10,
            "text": "Those who came [into the faith] after them say, \"Our Lord, forgive us and our brothers who preceded us in the faith and leave no malice in our hearts towards those who believe. Lord, You are indeed compassionate and merciful"
        },
        {
            "chapter": 59,
            "verse": 11,
            "text": "Have you not seen those who act hypocritically? They say to their disbelieving companions from among the People of the Book, \"If you are driven out we shall surely go out with you, and we shall never listen to anyone against you, and if war is waged against you, we shall help you.\" God bears witness that they are indeed liars"
        },
        {
            "chapter": 59,
            "verse": 12,
            "text": "If they are driven out, they will not go with them, nor, if they are attacked, will they help them. Indeed, if they go to their help, they will turn their backs in flight, and then they will not be helped"
        },
        {
            "chapter": 59,
            "verse": 13,
            "text": "They are more in dread of you than of God, because they are people devoid of understanding"
        },
        {
            "chapter": 59,
            "verse": 14,
            "text": "They will never fight against you in a body except from within fortified strongholds or from behind walls. There is much hostility between them. You think they are united, but their hearts are divided, because they are a people devoid of reason"
        },
        {
            "chapter": 59,
            "verse": 15,
            "text": "Like those who went just before them, they have tasted the evil consequences of their doings. And they shall have a painful punishment"
        },
        {
            "chapter": 59,
            "verse": 16,
            "text": "They are like Satan, who says to man, \"Deny the truth!\" but when man denied the truth, said, \"I disown you; I fear God, the Lord of the Universe"
        },
        {
            "chapter": 59,
            "verse": 17,
            "text": "Thus, in the end, both will find themselves in the Fire, therein to abide: that is the reward of evil-doers"
        },
        {
            "chapter": 59,
            "verse": 18,
            "text": "Believers! Fear God, and let every soul look to what it lays up for the future. Fear God: God is aware of what you do"
        },
        {
            "chapter": 59,
            "verse": 19,
            "text": "Do not be like those who forgot God, so that He caused them to forget their own souls [their own true interests]. It is they who are the rebellious ones"
        },
        {
            "chapter": 59,
            "verse": 20,
            "text": "The people of the Fire and the people of Paradise are not equal. The people of Paradise are the victorious ones"
        },
        {
            "chapter": 59,
            "verse": 21,
            "text": "Had We sent down this Quran on a mountain, you would certainly have seen it falling down and splitting asunder, because of the fear of God. We set forth these parables to men so that they may reflect"
        },
        {
            "chapter": 59,
            "verse": 22,
            "text": "He is God: there is no deity save Him. He knows the unseen and the visible. He is the Compassionate, the Merciful"
        },
        {
            "chapter": 59,
            "verse": 23,
            "text": "He is God, there is no deity save Him, the Sovereign, the Most Pure, the Source of Peace, the Granter of Security, the Protector, the Mighty, the Subduer, the Supreme, Glory be to God, who is far above what they associate with Him"
        },
        {
            "chapter": 59,
            "verse": 24,
            "text": "He is God -- the Creator, the Originator, the Giver of Form. His are the most excellent names. Everything in the heavens and earth declares His glory. He is the Mighty, the Wise One"
        },
        {
            "chapter": 60,
            "verse": 1,
            "text": "Believers! Do not offer friendship to those who are enemies of Mine and of yours. Would you show them affection when they have rejected the truth you have received; when they have driven you and the Messenger out [simply] because you believe in God, your Lord. If you have left your homes to strive for My cause and out of a desire to seek My goodwill, how can you secretly offer them friendship? I know all that you conceal and all that you reveal. Whoever of you does this will surely stray from the right path"
        },
        {
            "chapter": 60,
            "verse": 2,
            "text": "If they gain ascendancy over you, they will behave towards you as enemies and stretch out their hands as well as their tongues with evil intent; they long for you to renounce your faith"
        },
        {
            "chapter": 60,
            "verse": 3,
            "text": "Neither your relatives nor your children will be of any help to you on the Day of Resurrection. He will judge between you, and God sees all that you do"
        },
        {
            "chapter": 60,
            "verse": 4,
            "text": "Indeed you have an excellent example in Abraham and those who followed him, when they said to their people, \"We disown you and whatever you worship besides God. We renounce you. Enmity and hatred shall endure between us and you, until you believe in the one God.\" [The exception was] when Abraham said to his father, \"I shall indeed pray for [God\"s] forgiveness for you; although I do not have it in my power to obtain anything from God on your behalf.\" They prayed, \"O our Lord, in You we have placed our trust and to You we turn in repentance and to You is the final return"
        },
        {
            "chapter": 60,
            "verse": 5,
            "text": "Our Lord, do not make us a prey for those who deny the truth, and forgive us our Lord. For You alone are the Mighty, the Wise One"
        },
        {
            "chapter": 60,
            "verse": 6,
            "text": "Surely, there is a good example in them for you; for those who place their hopes in God and the Last Day. Whoever turns away will surely learn that God is self-sufficient and worthy of all praise"
        },
        {
            "chapter": 60,
            "verse": 7,
            "text": "It may well be that God will create goodwill between you and those of them with whom you are now at enmity -- for God is all powerful, most forgiving and merciful"
        },
        {
            "chapter": 60,
            "verse": 8,
            "text": "He does not forbid you to deal kindly and justly with anyone who has not fought you on account of your faith or driven you out of your homes: God loves the just"
        },
        {
            "chapter": 60,
            "verse": 9,
            "text": "God only forbids you to make friends with those who have fought against you on account of your faith and driven you out of your homes or helped others to do so. Any of you who turn towards them in friendship will truly be transgressors"
        },
        {
            "chapter": 60,
            "verse": 10,
            "text": "Believers! When believing women come to you as refugees, submit them to a test. Their faith is best known to God. Then if you find them to be true believers, do not send them back to those who deny the truth. These [women] are not lawful for them, nor are those who deny the truth lawful for these women. But hand back to those who deny the truth the dowers they gave them; nor is it an offence for you to marry such women, provided you give them their dowers. Do not maintain your marriages with those women who deny the truth: demand repayment of the dowers you have given them and let the disbelievers ask for the return of what they have spent. Such is God's judgement; He judges with justice between you. God is all knowing and all wise"
        },
        {
            "chapter": 60,
            "verse": 11,
            "text": "If any of your wives desert you to go over to the disbelievers, and you subsequently have your turn, [by the coming over of a woman from the other side] give to those who have been deserted by their wives the equivalent of the dowers they gave them. Fear God in whom you believe"
        },
        {
            "chapter": 60,
            "verse": 12,
            "text": "O Prophet! When believing women come to you and pledge themselves not to associate in worship any other thing with God, not to steal or commit adultery or kill their children or indulge in slander, intentionally inventing falsehoods, and not to disobey you in that which is right, then accept their pledge of allegiance and pray to God to forgive them their sins, for God is forgiving and merciful"
        },
        {
            "chapter": 60,
            "verse": 13,
            "text": "Believers! Do not make friends with those who have incurred the wrath of God. Such men are indeed bereft of all hope of a life to come, just as those who deny the truth lying in their graves are bereft of all hopes"
        },
        {
            "chapter": 61,
            "verse": 1,
            "text": "Everything in the heavens and earth glorifies God -- He is the Almighty, the Wise"
        },
        {
            "chapter": 61,
            "verse": 2,
            "text": "Believers! Why do you say one thing and do another"
        },
        {
            "chapter": 61,
            "verse": 3,
            "text": "It is most hateful to God that you do not practise what you preach"
        },
        {
            "chapter": 61,
            "verse": 4,
            "text": "surely, God loves those who fight for His cause in ranks, as if they were a solid cemented structure"
        },
        {
            "chapter": 61,
            "verse": 5,
            "text": "Remember when Moses said to his people, \"O my people, why do you cause me grief when you know that I am God's Messenger to you?\" When they wavered, God let their hearts waver too. God does not guide transgressors"
        },
        {
            "chapter": 61,
            "verse": 6,
            "text": "Remember when Jesus, son of Mary, said, \"O Children of Israel, I am sent to you by God, confirming the Torah that came before me and bringing good news of a messenger to follow me, whose name will be Ahmad.\" Yet when he came to them with clear signs, they said, \"This is merely sorcery"
        },
        {
            "chapter": 61,
            "verse": 7,
            "text": "Who could be more wicked than one who invents lies about God when called to submit to Him? God does not guide the wrongdoers"
        },
        {
            "chapter": 61,
            "verse": 8,
            "text": "they wish to put His light out with their mouths. But He will perfect His light, much as those who deny the truth may dislike it"
        },
        {
            "chapter": 61,
            "verse": 9,
            "text": "it is He who has sent His Messenger with guidance and the true religion, so that He may cause it to prevail over all religions, however much the polytheists may dislike it"
        },
        {
            "chapter": 61,
            "verse": 10,
            "text": "Believers! Shall I guide you to a profitable course that will save you from a painful punishment"
        },
        {
            "chapter": 61,
            "verse": 11,
            "text": "You should believe in God and His Messenger, and strive for God's cause with your possessions and your lives. That will be better for you, if you only knew"
        },
        {
            "chapter": 61,
            "verse": 12,
            "text": "and He will forgive you your sins and admit you into Gardens with rivers flowing under them. He will lodge you in fine dwellings in the Gardens of Eternity; that is indeed the supreme achievement"
        },
        {
            "chapter": 61,
            "verse": 13,
            "text": "He will give you another blessing which you desire: help from God and imminent victory. Give good tidings [O Muhammad] to believers"
        },
        {
            "chapter": 61,
            "verse": 14,
            "text": "Believers, be God's helpers, as Jesus, son of Mary, said to the disciples, \"Who will be my helpers in the cause of God?\" The disciples said, \"We shall be God's helpers.\" Some of the Children of Israel believed in him and some denied the truth; We supported the believers against their enemies and they triumphed over them"
        },
        {
            "chapter": 62,
            "verse": 1,
            "text": "Whatever is in the heavens and on the earth glorifies God, the Sovereign Lord, the Holy One, the Mighty, the Wise"
        },
        {
            "chapter": 62,
            "verse": 2,
            "text": "It is He who has raised among the unlettered people a messenger from among themselves who recites His revelations to them, and purifies them, and teaches them the Book and wisdom, for they had formerly been clearly misguided"
        },
        {
            "chapter": 62,
            "verse": 3,
            "text": "and to others also, from among them, who have not yet joined them. He is the Mighty, the Wise One"
        },
        {
            "chapter": 62,
            "verse": 4,
            "text": "That is God's grace; He bestows it on whom He pleases; for God is limitless in His grace"
        },
        {
            "chapter": 62,
            "verse": 5,
            "text": "Those who were charged with bearing the Torah, but did not do so are like an ass carrying a load of books. How unfortunate are those who belie the sign of God. God does not guide the wrongdoers"
        },
        {
            "chapter": 62,
            "verse": 6,
            "text": "Say, \"You who are Jews, if you claim that you are favoured by God out of all people, then long for death, if you are truthful"
        },
        {
            "chapter": 62,
            "verse": 7,
            "text": "They will never wish for it, because of what their hands have sent forward. God has full knowledge of evil-doers"
        },
        {
            "chapter": 62,
            "verse": 8,
            "text": "So say, \"The death you run away from will certainly meet you, and thereafter you will be brought back to the Knower of the unseen and the seen, and He will declare to you what you have done"
        },
        {
            "chapter": 62,
            "verse": 9,
            "text": "Believers! When the call to prayer is made on the day of congregation, hasten to the remembrance of God, and leave all worldly commerce: this is for your own good, if you but knew it"
        },
        {
            "chapter": 62,
            "verse": 10,
            "text": "When the prayer is ended, disperse in the land and seek to obtain [something] of God's bounty; and remember God much, so that you may prosper"
        },
        {
            "chapter": 62,
            "verse": 11,
            "text": "Yet when they see some merchandise or entertainment, they break away to go to it and leave you standing. Say, \"That which God has in store is far better than any merchandise or entertainment.\" God is the most munificent Giver"
        },
        {
            "chapter": 63,
            "verse": 1,
            "text": "When the hypocrites come to you, they say, \"We bear witness that you are indeed the Messenger of God.\" God knows that you are indeed His Messenger, but God bears witness that the hypocrites are surely liars"
        },
        {
            "chapter": 63,
            "verse": 2,
            "text": "they use their oaths as a cover and thus they bar others from God's way: what they have been doing is truly evil"
        },
        {
            "chapter": 63,
            "verse": 3,
            "text": "that is because they believed and then rejected their faith: their hearts are sealed up, so that they are devoid of understanding"
        },
        {
            "chapter": 63,
            "verse": 4,
            "text": "When you see them, their outward appearance pleases you; when they speak, you listen to what they say. But they are like propped up blocks of timber. They think that every shout is directed against them. They are the [real] enemies, so beware of them. The curse of God be upon them! How they turn away"
        },
        {
            "chapter": 63,
            "verse": 5,
            "text": "When they are told, \"Come! The Messenger of God will ask forgiveness for you!\" they turn their heads away and you see them walking away arrogantly"
        },
        {
            "chapter": 63,
            "verse": 6,
            "text": "It makes no difference whether you ask forgiveness for them or not. God will not forgive them: God does not guide such rebellious people"
        },
        {
            "chapter": 63,
            "verse": 7,
            "text": "They are the ones who say, \"Give nothing to those who follow God's Messenger, until they abandon him;\" but the treasures of the heavens and the earth belong to God, though the hypocrites do not understand this"
        },
        {
            "chapter": 63,
            "verse": 8,
            "text": "[and] they say, \"Indeed, when we return to Madinah, [we] the ones most worthy of honour, will surely drive out from there the contemptible ones!\" [referring to poor Muslims]. However, all honour belongs to God, and to His Messenger and those who believe [in God]: but of this the hypocrites are not aware"
        },
        {
            "chapter": 63,
            "verse": 9,
            "text": "O believers! Do not let your wealth or your children distract you from remembrance of God. Those who do so will be the losers"
        },
        {
            "chapter": 63,
            "verse": 10,
            "text": "And spend out of what We have provided you with before death comes to one of you and he says, \"My Lord! If only You would grant me respite for a little while, then I would give alms and be among the righteous"
        },
        {
            "chapter": 63,
            "verse": 11,
            "text": "But God will not grant a reprieve to a soul when its appointed time has come; God is well-aware of what you do"
        },
        {
            "chapter": 64,
            "verse": 1,
            "text": "All that is in the heavens and on the earth extols the glory of God. To Him belongs the Kingdom and to Him all praise is due. He has power over all things"
        },
        {
            "chapter": 64,
            "verse": 2,
            "text": "It was He who created you; and some of you are those who deny this truth, and some who believe [in it]. God sees everything you do"
        },
        {
            "chapter": 64,
            "verse": 3,
            "text": "He created the heavens and the earth for a purpose. He formed you and gave you the best of forms. To Him you shall all return"
        },
        {
            "chapter": 64,
            "verse": 4,
            "text": "He knows whatever is in the heavens and the earth. He knows all that you conceal and all that you reveal. God is aware of what is in your hearts"
        },
        {
            "chapter": 64,
            "verse": 5,
            "text": "Have you not heard about those who denied the truth before you and tasted the evil consequences of their conduct? They will have a painful punishment"
        },
        {
            "chapter": 64,
            "verse": 6,
            "text": "That was because their messengers came to them with clear signs, but they replied, \"Shall mortals be our guides?\" And so they rejected the truth and turned away. God has no need of such people; God is self-sufficient and worthy of all praise"
        },
        {
            "chapter": 64,
            "verse": 7,
            "text": "Those who deny the truth claim that they will never be raised up again. Say, \"By my Lord, most surely you will be raised up again and then you will be told of all that you have done; and that is easy enough for God"
        },
        {
            "chapter": 64,
            "verse": 8,
            "text": "Believe then in God and His Messenger, and in the light which We have sent down. God is fully aware of all that you do"
        },
        {
            "chapter": 64,
            "verse": 9,
            "text": "When He shall gather you all for the Day of Gathering, that will be the Day of loss and gain; and whoever believes in God and does good deeds shall be forgiven their sins and admitted to Gardens through which rivers flow, where they shall dwell forever. That is the supreme triumph"
        },
        {
            "chapter": 64,
            "verse": 10,
            "text": "But those who denied the truth and rejected Our signs shall be the inmates of the Fire, there to remain -- what an evil destination"
        },
        {
            "chapter": 64,
            "verse": 11,
            "text": "No affliction can befall man but by God's permission -- He guides the hearts of those who believe in Him: God has knowledge of all things"
        },
        {
            "chapter": 64,
            "verse": 12,
            "text": "obey God and obey the Messenger; but if you turn away, remember that Our Messenger is only responsible for clearly conveying the message"
        },
        {
            "chapter": 64,
            "verse": 13,
            "text": "God! There is no god but He, so let the faithful put their trust in Him"
        },
        {
            "chapter": 64,
            "verse": 14,
            "text": "Believers! [Even] among your wives and your children you have enemies: so beware of them. But if you overlook their offences and forgive and pardon them, then surely, God is most forgiving and merciful"
        },
        {
            "chapter": 64,
            "verse": 15,
            "text": "Your wealth and your children are only a trial; God's reward is great"
        },
        {
            "chapter": 64,
            "verse": 16,
            "text": "so be mindful of God as best as you can; and listen, and obey; and spend in charity: it is for your own good. Those who guard themselves against their own greed will surely prosper"
        },
        {
            "chapter": 64,
            "verse": 17,
            "text": "if you give a good loan to God, He will multiply it for you and forgive you, for God is appreciative and forbearing"
        },
        {
            "chapter": 64,
            "verse": 18,
            "text": "God is the Knower of the unseen and the seen: He is the Almighty, the Wise One"
        },
        {
            "chapter": 65,
            "verse": 1,
            "text": "O Prophet! When any of you divorce your wives, divorce them during their period of purity and calculate the period carefully: be mindful of God, your Lord. Do not drive them out of their homes, nor should they themselves leave, unless they become openly guilty of immoral conduct. These are the bounds set by God. He who transgresses God's bounds wrongs his own soul. You never know, after that, God may well bring about some new situation"
        },
        {
            "chapter": 65,
            "verse": 2,
            "text": "And when their waiting term is ended, either keep them honourably or part with them in honour. Call to witness two reliable men from among you and bear true witness for God. This is an admonishment for those who believe in God and the Last Day. To one who fears God, He will grant a way out [of his difficulties]"
        },
        {
            "chapter": 65,
            "verse": 3,
            "text": "and God will provide for him from an unexpected source; God suffices for anyone who puts his trust in Him. God will surely bring about what He decrees. He has set a measure for all things"
        },
        {
            "chapter": 65,
            "verse": 4,
            "text": "In the case of those of your wives who have passed the age of menstruation, if you have any doubt, know that their waiting period is three months; and that will apply likewise to those who have not yet menstruated; the waiting period of those who are pregnant will be until they deliver their burden [give birth]. God makes things easy for those who are mindful of Him"
        },
        {
            "chapter": 65,
            "verse": 5,
            "text": "Such is the commandment which God has revealed to you. He who fears God shall be forgiven his sins and richly rewarded"
        },
        {
            "chapter": 65,
            "verse": 6,
            "text": "Let the women [who are undergoing a waiting period] live in the same manner as you live yourselves, in accordance with your means; and do not harass them in order to make their lives difficult. If they are pregnant, maintain them until they give birth; if they suckle your infants, pay them for it; discuss things among yourselves in all decency -- if you cannot bear with each other, let another woman suckle for you"
        },
        {
            "chapter": 65,
            "verse": 7,
            "text": "let the man of means spend in accordance with his means; and let him whose resources are restricted, spend in accordance with what God has given him. God does not burden any person with more than He has given him. God will soon bring about ease after hardship"
        },
        {
            "chapter": 65,
            "verse": 8,
            "text": "How many a town rebelled against the commands of its Lord and His messengers and We called them sternly to account and punished them severely"
        },
        {
            "chapter": 65,
            "verse": 9,
            "text": "so they tasted the evil consequences of their conduct and the result of their conduct was ruin"
        },
        {
            "chapter": 65,
            "verse": 10,
            "text": "God has prepared a severe punishment for them. So, fear God, O men of understanding, who have believed. God has sent down to you a Reminder"
        },
        {
            "chapter": 65,
            "verse": 11,
            "text": "and a messenger who conveys to you God's clear messages, so that he might lead those, who believe and do good deeds, out of darkness into light. God will admit those who believe in Him and do good deeds into Gardens with rivers flowing through them, where they will remain forever. God has indeed made excellent provision for them"
        },
        {
            "chapter": 65,
            "verse": 12,
            "text": "It is God who created the seven heavens and the same number of earths. His commandment descends among them, so that you may know that God has power over all things; and that He encompasses all things with His knowledge"
        },
        {
            "chapter": 66,
            "verse": 1,
            "text": "Prophet, why in your desire to please your wives, do you impose a ban on what God has made lawful to you? God is forgiving and merciful"
        },
        {
            "chapter": 66,
            "verse": 2,
            "text": "God has already ordained that you be absolved of such oaths. God is your patron. He is the All Knowing, the Wise One"
        },
        {
            "chapter": 66,
            "verse": 3,
            "text": "The Prophet once told one of his wives something in confidence. She did not keep it secret and God informed him of this; he made known a part of it, and avoided [mentioning] part of it. When he spoke to his wife of this, she asked him who had told him about it. He replied, \"The All Knowing, the All Aware One"
        },
        {
            "chapter": 66,
            "verse": 4,
            "text": "If only both of you would turn to God in repentance -- and your hearts are already so inclined. But if you uphold each other against him, then surely God is his protector, and Gabriel and the righteous among the believers; and the angels too are his helpers"
        },
        {
            "chapter": 66,
            "verse": 5,
            "text": "Were he to divorce you, his Lord might well replace you with better wives -- submissive [to God], believing, pious, penitent, devout in worship, given to fasting -- previously married and virgins"
        },
        {
            "chapter": 66,
            "verse": 6,
            "text": "Believers, safeguard yourselves and your families from a Fire fuelled by people and stones, and watched over by angels, stern and strong: angels who never disobey God's commands to them, but promptly do as they are commanded"
        },
        {
            "chapter": 66,
            "verse": 7,
            "text": "You who are bent on denying the truth, make no excuses today: you are only being rewarded according to your deeds"
        },
        {
            "chapter": 66,
            "verse": 8,
            "text": "Believers, turn to God in sincere repentance. Your Lord may well forgive your bad deeds and admit you into gardens watered by running streams, on a Day when God will not abase the Prophet and those who have believed with him. Their light will shine out ahead of them and on their right, and they will say: \"Lord perfect our light for us, and forgive us; You have power over all things"
        },
        {
            "chapter": 66,
            "verse": 9,
            "text": "Prophet, exert yourself to the utmost against those who deny the truth and the hypocrites. Deal severely with them. Hell will be their abode -- a vile destination"
        },
        {
            "chapter": 66,
            "verse": 10,
            "text": "As an example to those who are bent on denying the truth, God cited the wife of Noah and the wife of Lot, who were married to two of Our righteous servants, but who betrayed them. So they could not help them against God, and they were told, \"Enter the Fire along with all the others"
        },
        {
            "chapter": 66,
            "verse": 11,
            "text": "To the believers God has given the example of Pharaoh's wife who said: \"My Lord, build me a house in nearness to You in Paradise and save me from Pharaoh and his misdeeds. Save me from all evil-doers"
        },
        {
            "chapter": 66,
            "verse": 12,
            "text": "[God gave another example in the story of] Mary, 'Imran's daughter, who preserved her chastity and We breathed Our spirit into her; she testified to the words of her Lord and His Scriptures, and was truly devout"
        }
    ]
}