{
    "rukus": [
        {
            "chapter": 2,
            "verse": 72,
            "text": "And when you slew a man and then fell out with one another concerning him, God made known what you concealed"
        },
        {
            "chapter": 2,
            "verse": 73,
            "text": "We said: ‘Strike him with a part of it.‘ Thus God restores the dead to life and shows you His signs, that you may grow in understanding"
        },
        {
            "chapter": 2,
            "verse": 74,
            "text": "Yet after that your hearts became as hard as rock or even harder; for from some rocks rivers take their course: some break asunder and water gushes from them: and others tumble down through fear of God. God is not unaware of what you do"
        },
        {
            "chapter": 2,
            "verse": 75,
            "text": "Do you¹ then hope that they will believe in you, when some of them have already heard the Word of God and knowingly perverted it, although they understood its meaning"
        },
        {
            "chapter": 2,
            "verse": 76,
            "text": "And when they meet the faithful they declare: ‘We, too, are believers.‘ But when alone they say to each other: ‘Must you declare to them what God has revealed to you? They will only dispute with you about it in our Lord‘s presence. Have you no sense?‘"
        },
        {
            "chapter": 2,
            "verse": 77,
            "text": "Do they not know that God has knowledge of all that they conceal and all that they reveal"
        },
        {
            "chapter": 2,
            "verse": 78,
            "text": "Some among them are illiterate, ignorant of the Book and know of nothing but wishful fancies and vague conjecture"
        },
        {
            "chapter": 2,
            "verse": 79,
            "text": "Woe betide those that write the Book with their own hands and then declare: ‘This is from God,‘ in order to gain some paltry end. Woeful shall be their fate, because of what their hands have written, because of what they did"
        },
        {
            "chapter": 2,
            "verse": 80,
            "text": "They declare: ‘The Fire will never touch us ― except for a few days.‘ Say: ‘Did God make you such a promise ― God will not break His promise ― or do you assert of God what you know not?‘"
        },
        {
            "chapter": 2,
            "verse": 81,
            "text": "Truly, those that commit evil and become engrossed in sin shall be the inmates of the Fire; wherein shall they abide for ever"
        },
        {
            "chapter": 2,
            "verse": 82,
            "text": "But those that have faith and do good works shall be the tenants of Paradise; wherein shall they abide for ever"
        }
    ]
}