{
    "rukus": [
        {
            "chapter": 36,
            "verse": 68,
            "text": "We reverse the growth of those to whom We give long life. Have they no sense"
        },
        {
            "chapter": 36,
            "verse": 69,
            "text": "We have taught¹ him no poetry, nor would poetry befit him. This is but an Admonition: an eloquent Koran"
        },
        {
            "chapter": 36,
            "verse": 70,
            "text": "to exhort the living and to pass judgement on the unbelievers"
        },
        {
            "chapter": 36,
            "verse": 71,
            "text": "Or have they not considered how, among the things Our hands have made, We have created for them the beasts of which they are masters"
        },
        {
            "chapter": 36,
            "verse": 72,
            "text": "We have subjected these to them, that they may ride on some and eat the flesh of others"
        },
        {
            "chapter": 36,
            "verse": 73,
            "text": "they drink their milk and put them to other uses. Will they not give thanks"
        },
        {
            "chapter": 36,
            "verse": 74,
            "text": "They have set up other gods besides God, hoping they may be helped"
        },
        {
            "chapter": 36,
            "verse": 75,
            "text": "They cannot help them: yet they stand like warriors ready to defend their idols"
        },
        {
            "chapter": 36,
            "verse": 76,
            "text": "So let not their words grieve you. We have knowledge of what they conceal and what they reveal"
        },
        {
            "chapter": 36,
            "verse": 77,
            "text": "Has not man considered that We created him from a little germ? Yet is he brazenly contentious"
        },
        {
            "chapter": 36,
            "verse": 78,
            "text": "He answers Us back with arguments, and forgets his own creation. He says: ‘Who will give life to rotten bones?‘"
        },
        {
            "chapter": 36,
            "verse": 79,
            "text": "Say: ‘He who first brought them into being will give them life again: He has knowledge of every creature"
        },
        {
            "chapter": 36,
            "verse": 80,
            "text": "He who gives you from the green tree a flame, and lo! you light a fire.‘"
        },
        {
            "chapter": 36,
            "verse": 81,
            "text": "Or has He who created the heavens and the earth no power to create others like them? That He surely has. He is the all-knowing Creator"
        },
        {
            "chapter": 36,
            "verse": 82,
            "text": "When He decrees a thing He need only say: ‘Be,‘ and it is"
        },
        {
            "chapter": 36,
            "verse": 83,
            "text": "So glory be to Him who with His hands holds sovereignty over all things and to whome shall you be recalled"
        }
    ]
}