{
    "rukus": [
        {
            "chapter": 73,
            "verse": 1,
            "text": "YOU² THAT are wrapped up in your mantle"
        },
        {
            "chapter": 73,
            "verse": 2,
            "text": "keep vigil all night, save for a few hours"
        },
        {
            "chapter": 73,
            "verse": 3,
            "text": "half the night, or even less"
        },
        {
            "chapter": 73,
            "verse": 4,
            "text": "or a little more ― and with measured tone recite the Koran"
        },
        {
            "chapter": 73,
            "verse": 5,
            "text": "for We are about to address to you words of surpassing gravity"
        },
        {
            "chapter": 73,
            "verse": 6,
            "text": "It is in the watches of the night that impressions are strongest and words most eloquent"
        },
        {
            "chapter": 73,
            "verse": 7,
            "text": "in the day-time you are hard-pressed for long"
        },
        {
            "chapter": 73,
            "verse": 8,
            "text": "And remember the name of your Lord and dedicate yourself to Him utterly"
        },
        {
            "chapter": 73,
            "verse": 9,
            "text": "He is the Lord of the East and of the West: there is no god but Him. Take Him for your Protector"
        },
        {
            "chapter": 73,
            "verse": 10,
            "text": "Bear patiently with what they¹ say, and take leave of them courteously"
        },
        {
            "chapter": 73,
            "verse": 11,
            "text": "Leave to Me those that deny the Truth, those that enjoy the comforts of this life; bear with them yet a little while"
        },
        {
            "chapter": 73,
            "verse": 12,
            "text": "We have in store for them heavy fetters and a blazing fire"
        },
        {
            "chapter": 73,
            "verse": 13,
            "text": "choking food and harrowing torment"
        },
        {
            "chapter": 73,
            "verse": 14,
            "text": "on the day when the earth shall quiver with all the mountains, and the mountains crumble into heaps of shifting sand"
        },
        {
            "chapter": 73,
            "verse": 15,
            "text": "We have sent forth an apostle to testify against you, just as We sent forth an apostle to Pharaoh"
        },
        {
            "chapter": 73,
            "verse": 16,
            "text": "Pharaoh disobeyed the messenger, so that with a baleful scourge We smote him"
        },
        {
            "chapter": 73,
            "verse": 17,
            "text": "If you persist in unbelief, how will you escape the day that will make children grey-haired"
        },
        {
            "chapter": 73,
            "verse": 18,
            "text": "the day the sky will split asunder? God‘s promise shall surely be fulfilled"
        },
        {
            "chapter": 73,
            "verse": 19,
            "text": "This is but an Admonition. Let him who will, take the right path to his Lord"
        }
    ]
}