{
    "rukus": [
        {
            "chapter": 4,
            "verse": 11,
            "text": "God has thus enjoined you concerning your children: A male shall inherit twice as much as a female. If there be more than two girls, they shall have two-thirds of the inheritance; but if there be one only, she shall inherit the half. Parents shall inherit a sixth each, if the deceased have a child; but if he leave no child and his parents be his heirs, his mother shall have a third. If he have brothers, his mother shall have a sixth after payment of any legacy he may have bequeathed or any debt he may have owed. You may wonder whether your parents or your children are more beneficial to you. But this is a decree from God; surely God is all-knowing and wise"
        },
        {
            "chapter": 4,
            "verse": 12,
            "text": "And you shall inherit the half of your wives‘ estate if they die childless. If they leave children, a quarter of their estate shall be yours after payment of any legacy they may have bequeathed or any debt they may have owed. Your wives shall inherit one quarter of your estate if you die childless. If you leave children, they shall inherit one-eighth of your estate, after payment of any legacy you may have bequeathed or any debt you may have owed. If a man or a woman leave neither children nor parents and have a brother or a sister, they shall each inherit one-sixth. If there be more, they shall equally share the third of the estate, after payment of any legacy he may have bequeathed or any debt he may have owed, without prejudice to the rights of the heirs. That is a commandment from God. God is all-knowing, and gracious"
        },
        {
            "chapter": 4,
            "verse": 13,
            "text": "Such are the bounds set by God. He that obeys God and His apostle shall be admitted by Him into Gardens watered by running brooks, wherein shall they abide for ever. That is the supreme triumph"
        },
        {
            "chapter": 4,
            "verse": 14,
            "text": "But he that defies God and His Apostle and transgresses His bounds, shall be cast into a Fire wherein he shall abide for ever. Shameful punishment awaits him"
        }
    ]
}