{
    "rukus": [
        {
            "chapter": 5,
            "verse": 35,
            "text": "Believers, have fear of God and seek the right path to Him. Fight valiantly for His cause, that you may triumph"
        },
        {
            "chapter": 5,
            "verse": 36,
            "text": "As for the unbelievers, if they offered all that the earth contains and as much besides to redeem themselves from the torment of the Day of Resurrection, it shall not be accepted from them. Woeful punishment awaits them"
        },
        {
            "chapter": 5,
            "verse": 37,
            "text": "They will strive to get out of the Fire, but get out of it they shall not. Lasting torment awaits them"
        },
        {
            "chapter": 5,
            "verse": 38,
            "text": "As for the man or woman who is guilty of theft, cut off their hands to punish them for what they did. That is the punishment enjoined by God. And God is Almighty and wise"
        },
        {
            "chapter": 5,
            "verse": 39,
            "text": "But whoever repents after his wrongdoing, and mends his ways, shall be pardoned by God; God is forgiving and compassionate"
        },
        {
            "chapter": 5,
            "verse": 40,
            "text": "Did you not know that God has sovereignty over the heavens and the earth? He punishes whom He will and forgives whom He pleases. God has power over all things"
        },
        {
            "chapter": 5,
            "verse": 41,
            "text": "Apostle, do not grieve for those who plunge headlong into unbelief; those who say with their mouths: ‘We believe,‘ but have no faith in their hearts, and those of the Jewish Faith who avidly listen to lies and avidly listen to others who have not come to you. They tamper with words out of their context and say: ‘If such-and-such be given you, accept it; if it be not given you, beware!‘ You cannot help a man if God intends to try him. Those whose hearts God does not intend to purify shall be held up to shame in this world, and in the world to come grievous punishment awaits them"
        },
        {
            "chapter": 5,
            "verse": 42,
            "text": "They avidly listen to lies and avidly devour the unlawful. If they come to you, give them your judgement or avoid them. If you avoid them, they can in no way harm you; but if you do act as their judge, judge them with fairness. God loves those that deal justly"
        },
        {
            "chapter": 5,
            "verse": 43,
            "text": "But how will they come to you for judgement when they already have the Torah which enshrines God‘s own judgement? Soon after, they will turn their backs: they are no believers"
        }
    ]
}