{
    "maqras": [
        {
            "chapter": 20,
            "verse": 111,
            "text": "Los rostros se humillaran ante el Viviente, el Subsistente. Quien se haya cargado de impiedad, sufrira una decepcion"
        },
        {
            "chapter": 20,
            "verse": 112,
            "text": "Quien, en cambio, obra bien, siendo creyente, no tiene por que temer injusticia ni opresion"
        },
        {
            "chapter": 20,
            "verse": 113,
            "text": "Asi la hemos revelado como Coran arabe. Hemos expuesto en el amenazas. Quizas, asi, Nos teman o les sirva de amonestacion"
        },
        {
            "chapter": 20,
            "verse": 114,
            "text": "¡Exaltado sea Ala, el Rey verdadero! ¡No te precipites en la Recitacion antes de que te sea revelada por entero! Y di: «¡Senor! ¡Aumenta mi ciencia!»"
        },
        {
            "chapter": 20,
            "verse": 115,
            "text": "Habiamos concertado antes una alianza con Adan, pero olvido y no vimos en el resolucion"
        },
        {
            "chapter": 20,
            "verse": 116,
            "text": "Y cuando dijimos a los angeles: «¡Prosternaos ante Adan!» Se prosternaron, excepto Iblis, que se nego"
        },
        {
            "chapter": 20,
            "verse": 117,
            "text": "Dijimos: «¡Adan! Este es un enemigo para ti y para tu esposa ¡Que no os expulse del Jardin; si no, seras desgraciado"
        },
        {
            "chapter": 20,
            "verse": 118,
            "text": "En el, no debes sufrir hambre ni desnudez"
        },
        {
            "chapter": 20,
            "verse": 119,
            "text": "ni sed, ni ardor del sol»"
        },
        {
            "chapter": 20,
            "verse": 120,
            "text": "Pero el Demonio le insinuo el mal. Dijo: «¡Adan! ¿Te indico el arbol de la inmortalidad y de un dominio imperecedero?»"
        },
        {
            "chapter": 20,
            "verse": 121,
            "text": "Comieron de el, se les revelo su desnudez y comenzaron a cubrirse con hojas del Jardin. Adan desobedecio a su Senor y se descarrio"
        },
        {
            "chapter": 20,
            "verse": 122,
            "text": "Luego, su Senor le escogio. le perdono y le puso en la buena direccion"
        },
        {
            "chapter": 20,
            "verse": 123,
            "text": "Dijo: «¡Descended ambos de el! ¡Todos! ¡Sereis enemigos unos de otros. Si, pues, recibis de Mi una direccion, quien siga Mi direccion no se extraviara y no sera desgraciado"
        },
        {
            "chapter": 20,
            "verse": 124,
            "text": "Pero quien no siga Mi Amonestacion llevara una existencia miserable y le resucitaremos, ciego, el dia de la Resurreccion»"
        },
        {
            "chapter": 20,
            "verse": 125,
            "text": "Dira: «¡Senor! ¿Por que me has resucitado ciego, siendo asi que antes veia?»"
        },
        {
            "chapter": 20,
            "verse": 126,
            "text": "Dira: «Igual que tu recibiste Nuestros signos y los olvidaste, asi hoy eres olvidado»"
        },
        {
            "chapter": 20,
            "verse": 127,
            "text": "Asi retribuiremos a quien haya cometido excesos y no haya creido en los signos de su Senor. Y el castigo de la otra vida sera mas cruel y mas duradero"
        },
        {
            "chapter": 20,
            "verse": 128,
            "text": "¿Es que no les dice nada que hayamos hecho perecer a tantas generaciones precedentes, cuyas viviendas huellan ellos ahora? Ciertamente, hay en ello signos para los dotados de entendimiento"
        },
        {
            "chapter": 20,
            "verse": 129,
            "text": "Si no llega a ser por una palabra previa de tu Senor y no hubiera sido prefijado el plazo, habria sido ineludible"
        },
        {
            "chapter": 20,
            "verse": 130,
            "text": "¡Ten paciencia, pues, con lo que dicen y celebra las alabanzas de tu Senor antes de la salida del sol y antes de su puesta! ¡Glorificale durante las horas de la noche y en las horas extremas del dia! Quizas, asi, quedes satisfecho"
        },
        {
            "chapter": 20,
            "verse": 131,
            "text": "Y no codicies los goces efimeros que hemos concedido a algunos de ellos, brillo de la vida de aca, con objeto de probarles con ellos. El sustento de tu Senor es mejor y mas duradero"
        },
        {
            "chapter": 20,
            "verse": 132,
            "text": "¡Prescribe a tu gente la azala y persevera en ella! No te pedimos sustento. Somos Nosotros Quienes te sustentamos. El buen fin esta destinado a los que temen a Ala"
        },
        {
            "chapter": 20,
            "verse": 133,
            "text": "Dicen: «¿Por que no nos trae un signo de su Senor?» Pero ¿es que no han recibido prueba clara de lo que contienen las Hojas primeras"
        },
        {
            "chapter": 20,
            "verse": 134,
            "text": "Si les Hubieramos hecho perecer antes con un castigo, habrian dicho: «¡Senor! ¿Por que no nos has mandado un enviado? Habriamos seguido Tus signos antes de ser humillados y confundidos»"
        },
        {
            "chapter": 20,
            "verse": 135,
            "text": "Di: «Todos esperan. ¡Esperad, pues! Ya vereis quien sigue la via llana y quien sigue la buena direccion»"
        }
    ]
}