{
    "maqras": [
        {
            "chapter": 3,
            "verse": 133,
            "text": "¡Y apresuraos a obtener el perdon de vuestro Senor y un Jardin tan vasto como los cielos y la tierra, que ha sido preparado para los temerosos de Ala"
        },
        {
            "chapter": 3,
            "verse": 134,
            "text": "que dan limosna tanto en la prosperidad como en la adversidad, reprimen la ira, perdonan a los hombres -Ala ama a quienes hacen el bien"
        },
        {
            "chapter": 3,
            "verse": 135,
            "text": "que, si cometen una indecencia o son injustos consigo mismos, recuerdan a Ala, piden perdon por sus pecados -¿y quien puede perdonarlos pecados sino Ala?- y no reinciden a sabiendas"
        },
        {
            "chapter": 3,
            "verse": 136,
            "text": "Su retribucion sera el perdon de su Senor y jardines por cuyos bajos fluyen arroyos, en los que estaran eternamente. ¡Que grata es la recompensa de los que obran bien"
        },
        {
            "chapter": 3,
            "verse": 137,
            "text": "Antes de vosotros han ocurrido casos ejemplares. ¡Id por la tierra y mirad como terminaron los desmentidores"
        },
        {
            "chapter": 3,
            "verse": 138,
            "text": "Esta es una explicacion para los hombres, direccion, exhortacion para los temerosos de Ala"
        },
        {
            "chapter": 3,
            "verse": 139,
            "text": "¡No os desanimeis ni esteis tristes, ya que sereis vosotros quienes ganen! Si es que sois creyentes"
        },
        {
            "chapter": 3,
            "verse": 140,
            "text": "Si sufris una herida, otros han sufrido una herida semejante. Nosotros hacemos alternar esos dias entre los hombres para que reconozca Ala a quienes crean y tome testigos de entre vosotros -Ala no ama a los impios"
        },
        {
            "chapter": 3,
            "verse": 141,
            "text": "para que pruebe Ala a los creyentes y extermine a los infieles"
        },
        {
            "chapter": 3,
            "verse": 142,
            "text": "O ¿creeis que vais a entrar en el Jardin sin que Ala haya sabido quienes de vosotros han combatido y quienes han tenido paciencia"
        },
        {
            "chapter": 3,
            "verse": 143,
            "text": "Si, deseabais la muerte antes de encontrarla. Ya la habeis visto, pues, con vuestros propios ojos"
        },
        {
            "chapter": 3,
            "verse": 144,
            "text": "Mahoma no es sino un enviado, antes del cual han pasado otros enviados. Si, pues, muriera o le mataran, ¿ibais a volveros atras? Quien se vuelva atras no causara ningun dano A Ala. Y Ala retribuira a los agradecidos"
        },
        {
            "chapter": 3,
            "verse": 145,
            "text": "Nadie puede morir sino con permiso De Ala y segun el plazo fijado. A quien quiera la recompensa dela vida de aca, le daremos de ella. Y a quien quiera la recompensa de la otra vida, le daremos de ella. Y retribuiremos a los agradecidos"
        },
        {
            "chapter": 3,
            "verse": 146,
            "text": "¡Que de profetas ha habido, junto a los cuales combatieron muchas miriadas, y no se descorazonaron por los reveses padecidos por Ala, no flaquearon, no cedieron! Ala ama a los tenaces"
        },
        {
            "chapter": 3,
            "verse": 147,
            "text": "No decian mas que:«¡Senor! ¡Perdonanos nuestros pecados y los excesos que hemos cometido! ¡Afirma nuestros pasos! ¡Auxilianos contra el pueblo infiel!»"
        },
        {
            "chapter": 3,
            "verse": 148,
            "text": "Ala les dio la recompensa de la vida de aca y la buena recompensa de la otra. Ala ama a quienes hacen el bien"
        },
        {
            "chapter": 3,
            "verse": 149,
            "text": "¡Creyentes! Si obedeceis a quienes no creen, os haran retroceder y regresareis habiendo perdido"
        },
        {
            "chapter": 3,
            "verse": 150,
            "text": "¡No! Ala es vuestro Protector y el Mejor de los auxiliares"
        },
        {
            "chapter": 3,
            "verse": 151,
            "text": "Infundiremos el terror en los corazones de los que no crean, por haber asociado a Ala algo a lo que El no ha conferido autoridad. Su morada sera el Fuego. ¡Que mala es la mansion de los impios"
        },
        {
            "chapter": 3,
            "verse": 152,
            "text": "Ala ha cumplido la promesa que os hizo cuando, con Su permiso, les venciais, hasta que, por fin, flaqueasteis, discutisteis sobre el particular y desobedecisteis, despues de haberos El dejado ver l a victoria que queriais. -De vosotros unos desean la vida de aca y otros desean la otra vida-. Luego, hizo que os retirarais de ellos para probaros. Ciertamente, os ha perdonado. Ala dispensa su favor a los creyentes"
        }
    ]
}