{
    "maqras": [
        {
            "chapter": 2,
            "verse": 106,
            "text": "Si abrogamos una aleya o provocamos su olvido, aportamos otra mejor o semejante. ¿No sabes que Ala es omnipotente"
        },
        {
            "chapter": 2,
            "verse": 107,
            "text": "¿No sabes que el dominio de los cielos y de la tierra es de Ala y que no teneis. fuera de Ala, amigo ni auxiliar"
        },
        {
            "chapter": 2,
            "verse": 108,
            "text": "¿O preferis pedir a vuestro Enviado, como fue Moises pedido antes? Quien cambie la fe por la incredulidad se ha extraviado del camino recto"
        },
        {
            "chapter": 2,
            "verse": 109,
            "text": "A muchos de la gente de la Escritura les gustaria hacer de vosotros infieles despues de haber sido creyentes, por envidia, despues de haberseles manifestado la Verdad. Vosotros, empero, perdonad y olvidad hasta que venga Ala con su orden. Ala es omnipotente"
        },
        {
            "chapter": 2,
            "verse": 110,
            "text": "Haced la azala y dad el azaque. El bien que hagais como anticipo a vosotros mismos, volvereis a encontrarlo junto a Ala. Ala ve bien lo que haceis"
        },
        {
            "chapter": 2,
            "verse": 111,
            "text": "Y dicen: «Nadie entrara en el Jardin sino los judios o los cristianos.» Esos son sus anhelos. Di: «¡Aportad vuestra prueba, si es verdad lo que decis!»"
        },
        {
            "chapter": 2,
            "verse": 112,
            "text": "¡Pues si! Quien se someta a Ala y haga el bien, tendra su recompensa junto a su Senor. No tiene que temer y no estara triste"
        },
        {
            "chapter": 2,
            "verse": 113,
            "text": "Los judios dicen: «Los cristianos carecen de base», y los cristianos dicen: «Los judios carecen de base», siendo asi que leen la Escritura. Lo mismo dicen quienes no saben. Ala decidira entre ellos el dia de la Resurreccion sobre aquello en que discrepaban"
        },
        {
            "chapter": 2,
            "verse": 114,
            "text": "¿Hay alguien que sea mas impio que quien impide que se mencione Su nombre en las mezquitas de Ala y se empena en arruinarlas? Hombres asi no deben entrar en ellas sino con temor. ¡Que ,¿ sufran ignominia en la vida de aca y terrible castigo en la otra"
        },
        {
            "chapter": 2,
            "verse": 115,
            "text": "De Ala son el Oriente y el Occidente. Adondequiera que os volvais, alli esta la faz de Ala. Ala es inmenso, omnisciente"
        },
        {
            "chapter": 2,
            "verse": 116,
            "text": "Dicen: «Ala ha adoptado un hijo». ¡Gloria a El! ¡No! Suyo es lo que esta en los cielos y en la tierra. Todo Le obedece"
        },
        {
            "chapter": 2,
            "verse": 117,
            "text": "Es el Creador de los cielos y de la tierra. Y cuando decide algo, le dice tan solo: «¡Se!» y es"
        },
        {
            "chapter": 2,
            "verse": 118,
            "text": "Los que no saben dicen: «¿Por que Ala no nos habla o nos viene un signo?» Lo mismo decian sus antecesores. Sus corazones son iguales. En verdad, hemos aclarado los signos a gente que esta convencida"
        },
        {
            "chapter": 2,
            "verse": 119,
            "text": "Te hemos enviado con la Verdad como nuncio de buenas nuevas y como monitor, y no tendras que responder de los condenados al fuego de la gehena"
        },
        {
            "chapter": 2,
            "verse": 120,
            "text": "Ni los judios ni los cristianos estaran satisfechos de ti mientras no sigas su religion. Di: «La direccion de Ala es la Direccion». Ciertamente, si sigues sus pasiones despues e haber sabido tu lo que has sabido. no tendras amigo ni auxiliar frente a Ala"
        },
        {
            "chapter": 2,
            "verse": 121,
            "text": "Aquellos a quienes hemos dado la Escritura y la leen como debe ser leida. creen en ella. Quienes, en cambio, no creen en ella, esos son los que pierden"
        },
        {
            "chapter": 2,
            "verse": 122,
            "text": "¡Hijos de Israel! Recordad la gracia que os dispense y que os distingui entre todos los pueblos"
        },
        {
            "chapter": 2,
            "verse": 123,
            "text": "Temed un dia en que nadie pueda satisfacer nada por otro, ni se acepte ninguna compensacion ni aproveche ninguna intercesion. ni sea posible auxilio alguno"
        }
    ]
}