{
    "pages": [
        {
            "chapter": 7,
            "verse": 44,
            "text": "And the dwellers of the Garden cry unto the dwellers of the Fire: We have found that which our Lord promised us (to be) the Truth. Have ye (too) found that which your Lord promised the Truth? They say: Yea, verily. And a crier in between them crieth: The curse of Allah is on evil-doers"
        },
        {
            "chapter": 7,
            "verse": 45,
            "text": "Who debar (men) from the path of Allah and would have it crooked, and who are disbelievers in the Last Day"
        },
        {
            "chapter": 7,
            "verse": 46,
            "text": "Between them is a veil. And on the Heights are men who know them all by their marks. And they call unto the dwellers of the Garden: Peace be unto you! They enter it not although they hope (to enter)"
        },
        {
            "chapter": 7,
            "verse": 47,
            "text": "And when their eyes are turned toward the dwellers of the Fire, they say: Our Lord! Place us not with the wrong-doing folk"
        },
        {
            "chapter": 7,
            "verse": 48,
            "text": "And the dwellers on the Heights call unto men whom they know by their marks, (saying): What did your multitude and that in which ye took your pride avail you"
        },
        {
            "chapter": 7,
            "verse": 49,
            "text": "Are these they of whom ye swore that Allah would not show them mercy? (Unto them it hath been said): Enter the Garden. No fear shall come upon you nor is it ye who will grieve"
        },
        {
            "chapter": 7,
            "verse": 50,
            "text": "And the dwellers of the Fire cry out unto the dwellers of the Garden: Pour on us some water or some wherewith Allah hath provided you. They say: Lo! Allah hath forbidden both to disbelievers (in His guidance)"
        },
        {
            "chapter": 7,
            "verse": 51,
            "text": "Who took their religion for a sport and pastime, and whom the life of the world beguiled. So this day We have forgotten them even as they forgot the meeting of this their Day and as they used to deny Our tokens"
        }
    ]
}