{
    "pages": [
        {
            "chapter": 7,
            "verse": 196,
            "text": "Lo! my Protecting Friend is Allah Who revealeth the Scripture. He befriendeth the righteous"
        },
        {
            "chapter": 7,
            "verse": 197,
            "text": "They on whom ye call beside Him have no power to help you, nor can they help you, nor can they help themselves"
        },
        {
            "chapter": 7,
            "verse": 198,
            "text": "And if ye (Muslims) call them to the guidance they hear not; and thou (Muhammad) seest them looking toward thee, but they see not"
        },
        {
            "chapter": 7,
            "verse": 199,
            "text": "Keep to forgiveness (O Muhammad), and enjoin kindness, and turn away from the ignorant"
        },
        {
            "chapter": 7,
            "verse": 200,
            "text": "And if a slander from the devil wound thee, then seek refuge in Allah. Lo! He is Hearer, Knower"
        },
        {
            "chapter": 7,
            "verse": 201,
            "text": "Lo! those who ward off (evil), when a glamour from the devil troubleth them, they do but remember (Allah's Guidance) and behold them seers"
        },
        {
            "chapter": 7,
            "verse": 202,
            "text": "Their brethren plunge them further into error and cease not"
        },
        {
            "chapter": 7,
            "verse": 203,
            "text": "And when thou bringest not a verse for them they say: Why hast thou not chosen it? Say: I follow only that which is inspired in me from my Lord. This (Qur'an) is insight from your Lord, and a guidance and a mercy for a people that believe"
        },
        {
            "chapter": 7,
            "verse": 204,
            "text": "And when the Qur'an is recited, give ear to it and pay heed, that ye may obtain mercy"
        },
        {
            "chapter": 7,
            "verse": 205,
            "text": "And do thou (O Muhammad) remember thy Lord within thyself humbly and with awe, below thy breath, at morn and evening. And be not thou of the neglectful"
        },
        {
            "chapter": 7,
            "verse": 206,
            "text": "Lo! those who are with thy Lord are not too proud to do Him service, but they praise Him and prostrate before Him"
        }
    ]
}