{
    "pages": [
        {
            "chapter": 2,
            "verse": 127,
            "text": "And when Abraham and Ishmael were raising the foundations of the House, (Abraham prayed): Our Lord! Accept from us (this duty). Lo! Thou, only Thou, art the Hearer, the Knower"
        },
        {
            "chapter": 2,
            "verse": 128,
            "text": "Our Lord! And make us submissive unto Thee and of our seed a nation submissive unto Thee, and show us our ways of worship, and relent toward us. Lo! Thou, only Thou, art the Relenting, the Merciful"
        },
        {
            "chapter": 2,
            "verse": 129,
            "text": "Our Lord! And raise up in their midst a messenger from among them who shall recite unto them Thy revelations, and shall instruct them in the Scripture and in wisdom and shall make them grow. Lo! Thou, only Thou, art the Mighty, Wise"
        },
        {
            "chapter": 2,
            "verse": 130,
            "text": "And who forsaketh the religion of Abraham save him who befooleth himself? Verily We chose him in the world, and lo! in the Hereafter he is among the righteous"
        },
        {
            "chapter": 2,
            "verse": 131,
            "text": "When his Lord said unto him: Surrender! he said: I have surrendered to the Lord of the Worlds"
        },
        {
            "chapter": 2,
            "verse": 132,
            "text": "The same did Abraham enjoin upon his sons, and also Jacob, (saying): O my sons! Lo! Allah hath chosen for you the (true) religion; therefore die not save as men who have surrendered (unto Him)"
        },
        {
            "chapter": 2,
            "verse": 133,
            "text": "Or were ye present when death came to Jacob, when he said unto his sons: What will ye worship after me? They said: We shall worship thy god, the god of thy fathers, Abraham and Ishmael and Isaac, One Allah, and unto Him we have surrendered"
        },
        {
            "chapter": 2,
            "verse": 134,
            "text": "Those are a people who have passed away. Theirs is that which they earned, and yours is that which ye earn. And ye will not be asked of what they used to do"
        }
    ]
}