{
    "pages": [
        {
            "chapter": 10,
            "verse": 26,
            "text": "For those who do good is the best (reward) and more (thereto). Neither dust nor ignominy cometh near their faces. Such are rightful owners of the Garden; they will abide therein"
        },
        {
            "chapter": 10,
            "verse": 27,
            "text": "And those who earn ill-deeds, (for them) requital of each ill-deed by the like thereof; and ignominy overtaketh them - They have no protector from Allah - as if their faces had been covered with a cloak of darkest night. Such are rightful owners of the Fire; they will abide therein"
        },
        {
            "chapter": 10,
            "verse": 28,
            "text": "On the day when We gather them all together, then We say unto those who ascribed partners (unto Us): Stand back, ye and your (pretended) partners (of Allah)! And We separate them, the one from the other, and their (pretended) partners say: It was not us ye worshipped"
        },
        {
            "chapter": 10,
            "verse": 29,
            "text": "Allah sufficeth as a witness between us and you, that we were unaware of your worship"
        },
        {
            "chapter": 10,
            "verse": 30,
            "text": "There doth every soul experience that which it did aforetime, and they are returned unto Allah, their rightful Lord, and that which they used to invent hath failed them"
        },
        {
            "chapter": 10,
            "verse": 31,
            "text": "Say (unto them, O Muhammad): Who provideth for you from the sky and the earth, or Who owneth hearing and sight; and Who bringeth forth the living from the dead and bringeth forth the dead from the living; and Who directeth the course? They will say: Allah. Then say: Will ye not then keep your duty (unto Him)"
        },
        {
            "chapter": 10,
            "verse": 32,
            "text": "Such then is Allah, your rightful Lord. After the Truth what is there saving error? How then are ye turned away"
        },
        {
            "chapter": 10,
            "verse": 33,
            "text": "Thus is the Word of thy Lord justified concerning those who do wrong: that they believe not"
        }
    ]
}