{
    "pages": [
        {
            "chapter": 10,
            "verse": 34,
            "text": "Say: Is there of your partners (whom ye ascribe unto Allah) one that produceth Creation and then reproduceth it? Say: Allah produceth Creation, then reproduceth it. How then, are ye misled"
        },
        {
            "chapter": 10,
            "verse": 35,
            "text": "Say: Is there of your partners (whom ye ascribe unto Allah) one that leadeth to the Truth? Say: Allah leadeth to the Truth. Is He Who leadeth to the Truth more deserving that He should be followed, or he who findeth not the way unless he (himself) be guided. What aileth you? How judge ye"
        },
        {
            "chapter": 10,
            "verse": 36,
            "text": "Most of them follow not but conjecture. Assuredly conjecture can by no means take the place of truth. Lo! Allah is Aware of what they do"
        },
        {
            "chapter": 10,
            "verse": 37,
            "text": "And this Qur'an is not such as could ever be invented in despite of Allah; but it is a confirmation of that which was before it and an exposition of that which is decreed for mankind - Therein is no doubt - from the Lord of the Worlds"
        },
        {
            "chapter": 10,
            "verse": 38,
            "text": "Or say they: He hath invented it? Say: Then bring a surah like unto it, and call (for help) on all ye can besides Allah, if ye are truthful"
        },
        {
            "chapter": 10,
            "verse": 39,
            "text": "Nay, but they denied that, the knowledge whereof they could not compass, and whereof the interpretation (in events) hath not yet come unto them. Even so did those before them deny. Then see what was the consequence for the wrong-doers"
        },
        {
            "chapter": 10,
            "verse": 40,
            "text": "And of them is he who believeth therein, and of them is he who believeth not therein, and thy Lord is Best Aware of the corrupters"
        },
        {
            "chapter": 10,
            "verse": 41,
            "text": "And if they deny thee, say: Unto me my work, and unto you your work. Ye are innocent of what I do, and I am innocent of what ye do"
        },
        {
            "chapter": 10,
            "verse": 42,
            "text": "And of them are some who listen unto thee. But canst thou make the deaf to hear even though they apprehend not"
        }
    ]
}