{
    "pages": [
        {
            "chapter": 11,
            "verse": 29,
            "text": "And O my people! I ask of you no wealth therefor. My reward is the concern only of Allah, and I am not going to thrust away those who believe - Lo! they have to meet their Lord! - but I see you a folk that are ignorant"
        },
        {
            "chapter": 11,
            "verse": 30,
            "text": "And, O my people! who would deliver me from Allah if I thrust them away? Will ye not then reflect"
        },
        {
            "chapter": 11,
            "verse": 31,
            "text": "I say not unto you: \"I have the treasures of Allah\" nor \"I have knowledge of the Unseen,\" nor say I: \"Lo! I am an angel!\" Nor say I unto those whom your eyes scorn that Allah will not give them good - Allah knoweth best what is in their hearts - Lo! then indeed I should be of the wrong-doers"
        },
        {
            "chapter": 11,
            "verse": 32,
            "text": "They said: O Noah! Thou hast disputed with us and multiplied disputation with us; now bring upon us that wherewith thou threatenest us, if thou art of the truthful"
        },
        {
            "chapter": 11,
            "verse": 33,
            "text": "He said: Only Allah will bring it upon you if He will, and ye can by no means escape"
        },
        {
            "chapter": 11,
            "verse": 34,
            "text": "My counsel will not profit you if I were minded to advise you, if Allah's will is to keep you astray. He is your Lord and unto Him ye will be brought back"
        },
        {
            "chapter": 11,
            "verse": 35,
            "text": "Or say they (again): He hath invented it? Say: If I have invented it, upon me be my crimes, but I am innocent of (all) that ye commit"
        },
        {
            "chapter": 11,
            "verse": 36,
            "text": "And it was inspired in Noah, (saying): No-one of thy folk will believe save him who hath believed already. Be not distressed because of what they do"
        },
        {
            "chapter": 11,
            "verse": 37,
            "text": "Build the ship under Our eyes and by Our inspiration, and speak not unto Me on behalf of those who do wrong. Lo! they will be drowned"
        }
    ]
}