{
    "pages": [
        {
            "chapter": 17,
            "verse": 59,
            "text": "Naught hindereth Us from sending portents save that the folk of old denied them. And We gave Thamud the she-camel - a clear portent save to warn"
        },
        {
            "chapter": 17,
            "verse": 60,
            "text": "And (it was a warning) when we told thee: Lo! thy Lord encompasseth mankind, and We appointed the sight which We showed thee as an ordeal for mankind, and (likewise) the Accursed Tree in the Qur'an. We warn them, but it increaseth them in naught save gross impiety"
        },
        {
            "chapter": 17,
            "verse": 61,
            "text": "And when We said unto the angels: Fall down prostrate before Adam and they fell prostrate all save Iblis, he said: Shall I fall prostrate before that which Thou hast created of clay"
        },
        {
            "chapter": 17,
            "verse": 62,
            "text": "He said: Seest Thou this (creature) whom Thou hast honoured above me, if Thou give me grace until the Day of Resurrection I verily will seize his seed, save but a few"
        },
        {
            "chapter": 17,
            "verse": 63,
            "text": "He said: Go, and whosoever of them followeth thee - lo! hell will be your payment, ample payment"
        },
        {
            "chapter": 17,
            "verse": 64,
            "text": "And excite any of them whom thou canst with thy voice, and urge thy horse and foot against them, and be a partner in their wealth and children, and promise them. Satan promiseth them only to deceive"
        },
        {
            "chapter": 17,
            "verse": 65,
            "text": "Lo! My (faithful) bondmen - over them thou hast no power, and thy Lord sufficeth as (their) guardian"
        },
        {
            "chapter": 17,
            "verse": 66,
            "text": "(O mankind), your Lord is He Who driveth for you the ship upon the sea that ye may seek of His bounty. Lo! He was ever Merciful toward you"
        }
    ]
}