{
    "pages": [
        {
            "chapter": 21,
            "verse": 82,
            "text": "And of the evil ones (subdued We unto him) some who dived (for pearls) for him and did other work, and We were warders unto them"
        },
        {
            "chapter": 21,
            "verse": 83,
            "text": "And Job, when he cried unto his Lord, (saying): Lo! adversity afflicteth me, and Thou art Most Merciful of all who show mercy"
        },
        {
            "chapter": 21,
            "verse": 84,
            "text": "Then We heard his prayer and removed that adversity from which he suffered, and We gave him his household (that he had lost) and the like thereof along with them, a mercy from Our store, and a remembrance for the worshippers"
        },
        {
            "chapter": 21,
            "verse": 85,
            "text": "And (mention) Ishmael, and Idris, and Dhu'l-Kifl. All were of the steadfast"
        },
        {
            "chapter": 21,
            "verse": 86,
            "text": "And We brought them in unto Our mercy. Lo! they are among the righteous"
        },
        {
            "chapter": 21,
            "verse": 87,
            "text": "And (mention) Dhu'n-Nun, when he went off in anger and deemed that We had no power over him, but he cried out in the darkness, saying: There is no Allah save Thee. Be Thou Glorified! Lo! I have been a wrong-doer"
        },
        {
            "chapter": 21,
            "verse": 88,
            "text": "Then we heard his prayer and saved him from the anguish. Thus we save believers"
        },
        {
            "chapter": 21,
            "verse": 89,
            "text": "And Zachariah, when he cried unto his Lord: My Lord! Leave me not childless, though Thou art the Best of inheritors"
        },
        {
            "chapter": 21,
            "verse": 90,
            "text": "Then We heard his prayer, and bestowed upon him John, and adjusted his wife (to bear a child) for him. Lo! they used to vie one with the other in good deeds, and they cried unto Us in longing and in fear, and were submissive unto Us"
        }
    ]
}