{
    "pages": [
        {
            "chapter": 34,
            "verse": 15,
            "text": "There was indeed a sign for Sheba in their dwelling-place: Two gardens on the right hand and the left (as who should say): Eat of the provision of your Lord and render thanks to Him. A fair land and an indulgent Lord"
        },
        {
            "chapter": 34,
            "verse": 16,
            "text": "But they were froward, so We sent on them the flood of 'Iram, and in exchange for their two gardens gave them two gardens bearing bitter fruit, the tamarisk and here and there a lote-tree"
        },
        {
            "chapter": 34,
            "verse": 17,
            "text": "This We awarded them because of their ingratitude. Punish We ever any save the ingrates"
        },
        {
            "chapter": 34,
            "verse": 18,
            "text": "And We set, between them and the towns which We had blessed, towns easy to be seen, and We made the stage between them easy, (saying): Travel in them safely both by night and day"
        },
        {
            "chapter": 34,
            "verse": 19,
            "text": "But they said: Our Lord! Make the stage between our journeys longer. And they wronged themselves, therefore We made them bywords (in the land) and scattered them abroad, a total scattering. Lo! herein verily are portents for each steadfast, grateful (heart)"
        },
        {
            "chapter": 34,
            "verse": 20,
            "text": "And Satan indeed found his calculation true concerning them, for they follow him, all save a group of true believers"
        },
        {
            "chapter": 34,
            "verse": 21,
            "text": "And he had no warrant whatsoever against them, save that We would know him who believeth in the Hereafter from him who is in doubt thereof; and thy Lord (O Muhammad) taketh note of all things"
        },
        {
            "chapter": 34,
            "verse": 22,
            "text": "Say (O Muhammad): Call upon those whom ye set up beside Allah! They possess not an atom's weight either in the heavens or in the earth, nor have they any share in either, nor hath He an auxiliary among them"
        }
    ]
}