{
    "pages": [
        {
            "chapter": 35,
            "verse": 12,
            "text": "And the two seas are not alike: this, fresh, sweet, good to drink, this (other) bitter, salt. And from them both ye eat fresh meat and derive the ornament that ye wear. And thou seest the ship cleaving them with its prow that ye may seek of His bounty, and that haply ye may give thanks"
        },
        {
            "chapter": 35,
            "verse": 13,
            "text": "He maketh the night to pass into the day and He maketh the day to pass into the night. He hath subdued the sun and moon to service. Each runneth unto an appointed term. Such is Allah, your Lord; His is the Sovereignty; and those unto whom ye pray instead of Him own not so much as the white spot on a date-stone"
        },
        {
            "chapter": 35,
            "verse": 14,
            "text": "If ye pray unto them they hear not your prayer, and if they heard they could not grant it you. On the Day of Resurrection they will disown association with you. None can inform you like Him Who is Aware"
        },
        {
            "chapter": 35,
            "verse": 15,
            "text": "O mankind! Ye are the poor in your relation to Allah. And Allah! He is the Absolute, the Owner of Praise"
        },
        {
            "chapter": 35,
            "verse": 16,
            "text": "If He will, He can be rid of you and bring (instead of you) some new creation"
        },
        {
            "chapter": 35,
            "verse": 17,
            "text": "That is not a hard thing for Allah"
        },
        {
            "chapter": 35,
            "verse": 18,
            "text": "And no burdened soul can bear another's burden, and if one heavy laden crieth for (help with) his load, naught of it will be lifted even though he (unto whom he crieth) be of kin. Thou warnest only those who fear their Lord in secret, and have established worship. He who groweth (in goodness), groweth only for himself, (he cannot by his merit redeem others). Unto Allah is the journeying"
        }
    ]
}