{
    "pages": [
        {
            "chapter": 39,
            "verse": 41,
            "text": "Lo! We have revealed unto thee (Muhammad) the Scripture for mankind with truth. Then whosoever goeth right it is for his soul, and whosoever strayeth, strayeth only to its hurt. And thou art not a warder over them"
        },
        {
            "chapter": 39,
            "verse": 42,
            "text": "Allah receiveth (men's) souls at the time of their death, and that (soul) which dieth not (yet) in its sleep. He keepeth that (soul) for which He hath ordained death and dismisseth the rest till an appointed term. Lo! herein verily are portents for people who take thought"
        },
        {
            "chapter": 39,
            "verse": 43,
            "text": "Or choose they intercessors other than Allah? Say: What! Even though they have power over nothing and have no intelligence"
        },
        {
            "chapter": 39,
            "verse": 44,
            "text": "Say: Unto Allah belongeth all intercession. His is the Sovereignty of the heavens and the earth. And afterward unto Him ye will be brought back"
        },
        {
            "chapter": 39,
            "verse": 45,
            "text": "And when Allah alone is mentioned, the hearts of those who believe not in the Hereafter are repelled, and when those (whom they worship) beside Him are mentioned, behold! they are glad"
        },
        {
            "chapter": 39,
            "verse": 46,
            "text": "Say: O Allah! Creator of the heavens and the earth! Knower of the Invisible and the Visible! Thou wilt judge between Thy slaves concerning that wherein they used to differ"
        },
        {
            "chapter": 39,
            "verse": 47,
            "text": "And though those who do wrong possess all that is in the earth, and therewith as much again, they verily will seek to ransom themselves therewith on the Day of Resurrection from the awful doom; and there will appear unto them, from their Lord, that wherewith they never reckoned"
        }
    ]
}