{
    "pages": [
        {
            "chapter": 72,
            "verse": 14,
            "text": "And there are among us some who have surrendered (to Allah) and there are among us some who are unjust. And whoso hath surrendered to Allah, such have taken the right path purposefully"
        },
        {
            "chapter": 72,
            "verse": 15,
            "text": "And as for those who are unjust, they are firewood for hell"
        },
        {
            "chapter": 72,
            "verse": 16,
            "text": "If they (the idolaters) tread the right path, We shall give them to drink of water in abundance"
        },
        {
            "chapter": 72,
            "verse": 17,
            "text": "That We may test them thereby, and whoso turneth away from the remembrance of his Lord; He will thrust him into ever-growing torment"
        },
        {
            "chapter": 72,
            "verse": 18,
            "text": "And the places of worship are only for Allah, so pray not unto anyone along with Allah"
        },
        {
            "chapter": 72,
            "verse": 19,
            "text": "And when the slave of Allah stood up in prayer to Him, they crowded on him, almost stifling"
        },
        {
            "chapter": 72,
            "verse": 20,
            "text": "Say (unto them, O Muhammad): I pray unto Allah only, and ascribe unto Him no partner"
        },
        {
            "chapter": 72,
            "verse": 21,
            "text": "Say: Lo! I control not hurt nor benefit for you"
        },
        {
            "chapter": 72,
            "verse": 22,
            "text": "Say: Lo! none can protect me from Allah, nor can I find any refuge beside Him"
        },
        {
            "chapter": 72,
            "verse": 23,
            "text": "(Mine is) but conveyance (of the Truth) from Allah, and His messages; and whoso disobeyeth Allah and His messenger, lo! his is fire of hell, wherein such dwell for ever"
        },
        {
            "chapter": 72,
            "verse": 24,
            "text": "Till (the day) when they shall behold that which they are promised (they may doubt); but then they will know (for certain) who is weaker in allies and less in multitude"
        },
        {
            "chapter": 72,
            "verse": 25,
            "text": "Say (O Muhammad, unto the disbelievers): I know not whether that which ye are promised is nigh, or if my Lord hath set a distant term for it"
        },
        {
            "chapter": 72,
            "verse": 26,
            "text": "(He is) the Knower of the Unseen, and He revealeth unto none His secret"
        },
        {
            "chapter": 72,
            "verse": 27,
            "text": "Save unto every messenger whom He hath chosen, and then He maketh a guard to go before him and a guard behind him"
        },
        {
            "chapter": 72,
            "verse": 28,
            "text": "That He may know that they have indeed conveyed the messages of their Lord. He surroundeth all their doings, and He keepeth count of all things"
        }
    ]
}