{
    "pages": [
        {
            "chapter": 3,
            "verse": 101,
            "text": "How can ye disbelieve, when it is ye unto whom Allah's revelations are recited, and His messenger is in your midst? He who holdeth fast to Allah, he indeed is guided unto a right path"
        },
        {
            "chapter": 3,
            "verse": 102,
            "text": "O ye who believe! Observe your duty to Allah with right observance, and die not save as those who have surrendered (unto Him)"
        },
        {
            "chapter": 3,
            "verse": 103,
            "text": "And hold fast, all of you together, to the cable of Allah, and do not separate. And remember Allah's favour unto you: How ye were enemies and He made friendship between your hearts so that ye became as brothers by His grace; and (how) ye were upon the brink of an abyss of fire, and He did save you from it. Thus Allah maketh clear His revelations unto you, that haply ye may be guided"
        },
        {
            "chapter": 3,
            "verse": 104,
            "text": "And there may spring from you a nation who invite to goodness, and enjoin right conduct and forbid indecency. Such are they who are successful"
        },
        {
            "chapter": 3,
            "verse": 105,
            "text": "And be ye not as those who separated and disputed after the clear proofs had come unto them. For such there is an awful doom"
        },
        {
            "chapter": 3,
            "verse": 106,
            "text": "On the Day when (some) faces will be whitened and (some) faces will be blackened; and as for those whose faces have been blackened, it will be said unto them: Disbelieved ye after your (profession of) belief? Then taste the punishment for that ye disbelieved"
        },
        {
            "chapter": 3,
            "verse": 107,
            "text": "And as for those whose faces have been whitened, in the mercy of Allah they dwell for ever"
        },
        {
            "chapter": 3,
            "verse": 108,
            "text": "These are revelations of Allah. We recite them unto thee in truth. Allah willeth no injustice to (His) creatures"
        }
    ]
}