{
    "pages": [
        {
            "chapter": 6,
            "verse": 138,
            "text": "They say: ´These animals and these crops are sacrosanct: none may eat of them save those whom we will´ - imposing interdictions of their own contriving. And they declare that it is forbidden to burden the backs of certain cattle, and these are the cattle over which they do not pronounce the name of Allah. All these are false fabrications against Allah, and He will soon requite them for all that they fabricate"
        },
        {
            "chapter": 6,
            "verse": 139,
            "text": "And they say: ´What is within the bellies of such-and-such cattle is exclusively for our males and is forbidden to our females; but if it be born dead, they all may share in it.´ He will soon requite them for all that they (falsely) attribute to Allah. He is All-Wise, All-Knowing"
        },
        {
            "chapter": 6,
            "verse": 140,
            "text": "Those who slayed their children in folly, without knowledge, and forbade the sustenance that Allah has provided them, falsely ascribing that to Allah, are utter losers; they have gone astray, and are certainly not among those guided to the right way"
        },
        {
            "chapter": 6,
            "verse": 141,
            "text": "It is He Who has brought into being gardens - the trellised and untrellised - and the palm trees, and crops, all varying in taste, and. the olive and pomegranates, all resembling one another and yet so different. Eat of their fruits when they come to fruition and pay His due on the day of harvesting. And do not exceed the proper limits, for He does not love those who exceed the proper limits"
        },
        {
            "chapter": 6,
            "verse": 142,
            "text": "And of the cattle (He has reared) some for burden, and some whose flesh you eat and whose skins and hair you use to spread the ground. Eat of the sustenance Allah has provided you and do not follow in the footsteps of Satan, for surely he is your open enemy"
        }
    ]
}