{
    "pages": [
        {
            "chapter": 7,
            "verse": 188,
            "text": "Tell them [O Muhammad]: ´I have no power to benefit or harm myself except as Allah may please. And had I knowledge of the unseen, I should have amassed all kinds of good, and no evil would have ever touched me. I am merely a warner and the herald of glad tidings to those who have faith.´"
        },
        {
            "chapter": 7,
            "verse": 189,
            "text": "It is He - Allah -Who created you from a single being, and out of it He made its mate, that he may find comfort in her. And when he covers her, she bears a light burden and goes about with it. Then, when she grows heavy, they pray to their Lord: ´If You bestow upon us a healthy child, we will surely give thanks.´"
        },
        {
            "chapter": 7,
            "verse": 190,
            "text": "But when He vouchsafes them a healthy child, they attribute to Him partners regarding what Allah had bestowed upon them. Subliminally exalted is Allah above that which they associate with Him"
        },
        {
            "chapter": 7,
            "verse": 191,
            "text": "Do they associate (with Allah in His divinity) those who can create nothing; rather, they are themselves created"
        },
        {
            "chapter": 7,
            "verse": 192,
            "text": "They have no power to help others. nor can they help themselves"
        },
        {
            "chapter": 7,
            "verse": 193,
            "text": "And if you call them to true guidance, they will not follow you. It is all the same for you whether you call them to true guidance or keep silent"
        },
        {
            "chapter": 7,
            "verse": 194,
            "text": "Those whom you invoke other than Allah are creatures like you. So invoke them. and see if they answer your call, if what you claim is true"
        },
        {
            "chapter": 7,
            "verse": 195,
            "text": "Have they feet on which they can walk? Have they hands with which they can grasp? Have they eyes with which they can see? Have they ears with which they can hear? Say [O Muhammad]: ´Invoke all those to whom you ascribe a share in Allah´s divinity, then scheme against me and grant me no respite"
        }
    ]
}