{
    "pages": [
        {
            "chapter": 22,
            "verse": 6,
            "text": "All this is because Allah, He is the Truth, and because He resurrects the dead, and because He has power over everything"
        },
        {
            "chapter": 22,
            "verse": 7,
            "text": "(all of which shows that) the Hour shall surely come to pass - in this there is no doubt - and Allah shall surely resurrect those that are in graves"
        },
        {
            "chapter": 22,
            "verse": 8,
            "text": "And among people are those that wrangle about Allah without knowledge, without any true guidance, and without any scripture to enlighten them"
        },
        {
            "chapter": 22,
            "verse": 9,
            "text": "They wrangle arrogantly, intent on leading people astray from the Way of Allah. Such shall suffer disgrace in this world and We shall cause them to taste the chastisement of burning (in the Next)"
        },
        {
            "chapter": 22,
            "verse": 10,
            "text": "That is the outcome of what your own hands have wrought, for Allah never wrongs His creatures"
        },
        {
            "chapter": 22,
            "verse": 11,
            "text": "And among people is he who worships Allah on the borderline; if any good befalls him, he is satisfied; but if a trial afflicts him, he utterly turns away. He will incur the loss of this world and the Hereafter. That indeed is a clear loss"
        },
        {
            "chapter": 22,
            "verse": 12,
            "text": "He invokes, instead of Allah, those who can neither harm nor benefit him. That indeed is straying far away"
        },
        {
            "chapter": 22,
            "verse": 13,
            "text": "He invokes those that are more likely to cause him harm than benefit. Such is surely an evil patron, and an evil associate"
        },
        {
            "chapter": 22,
            "verse": 14,
            "text": "(In contrast) Allah will assuredly cause those who believe and act righteously to enter Gardens beneath which rivers flow. For, most certainly, Allah does whatever He pleases"
        },
        {
            "chapter": 22,
            "verse": 15,
            "text": "Anyone who fancies that Allah will not support him in this world and in the Hereafter, let him reach out to heaven through a rope, and then make a hole in the sky and see whether his device can avert that which enrages him"
        }
    ]
}