{
    "pages": [
        {
            "chapter": 24,
            "verse": 21,
            "text": "O Believers, do not follow in Satan´s footsteps, for he will incite to indecency and wickedness any who will follow him. If Allah had not shown His Brace and mercy to you, none of you would have been able to cleanse yourself, for it is Allah alone Who cleanses whom He wills, and Allah is All-Hearing, All-Knowing"
        },
        {
            "chapter": 24,
            "verse": 22,
            "text": "Those among you, who are bountiful and persons of means, should not swear on oath that they would withhold their help from their relatives, the indigent and those who have left their homes for the cause of Allah: they should forgive and forbear. Do you not wish that Allah should forgive you? and Allah is Forgiving and Merciful"
        },
        {
            "chapter": 24,
            "verse": 23,
            "text": "Those who charge with slander those Believing women, who are chaste but simple souls, are accursed in this world and in the Hereafter: there is a great punishment for them"
        },
        {
            "chapter": 24,
            "verse": 24,
            "text": "They should not forget the Day when their own tongues and their own hands and test will bear testimony in regard to their misdeeds"
        },
        {
            "chapter": 24,
            "verse": 25,
            "text": "On that Day Allah will give them the full recompense they deserve, and they will realize that Allah is the very Truth, Who makes the Truth manifest"
        },
        {
            "chapter": 24,
            "verse": 26,
            "text": "Impure women are for impure men and impure men for impure women, and pure women are for pure men and pure men for pure women. They are free from those scandals which the slanderers utter. There is forgiveness for them and honourable provision"
        },
        {
            "chapter": 24,
            "verse": 27,
            "text": "O Believers, do not enter other houses than your own until you have the approval of the inmates and have wished them peace; this is the best way for you: it is expected that you will observe it"
        }
    ]
}