{
    "pages": [
        {
            "chapter": 2,
            "verse": 225,
            "text": "Allah hears everything you utter and knows everything. Allah does not call you to Account for unintentional and meaningless oaths, but will surely take you to task for oaths taken deliberately and in earnest: Allah is Forgiving and Forbearing"
        },
        {
            "chapter": 2,
            "verse": 226,
            "text": "Those who take an oath to keep apart from their wives are given four months (for a final decision), Then if they resume their relations, Allah is Forgiving and Merciful"
        },
        {
            "chapter": 2,
            "verse": 227,
            "text": "And if they resolve on divorce, (let them remember that Allah hears everything and knows everything)"
        },
        {
            "chapter": 2,
            "verse": 228,
            "text": "Divorced women must wait for three monthly courses. And it is not lawful for them to hide what Allah has created in their wombs, if they sincerely believe in Allah and the Last Day. Their husbands are best entitled to take them back as their wives during this waiting period, if they desire reconciliation"
        },
        {
            "chapter": 2,
            "verse": 229,
            "text": "Divorce may be pronounced twice; then either the wife be kept honourably or parted with gracefully. And it is not lawful for you to take back anything out of what you have given them. There is, however, an exception to this; if you fear that they might not be able to keep within the limits imposed by Allah, there is no harm if both agree mutually that the wife should obtain divorce by giving something as compensation to the husband. These are the bounds set by Allah; therefore do not violate them, for those who violate the bounds of AIIah are the tansgressors"
        },
        {
            "chapter": 2,
            "verse": 230,
            "text": "And if the husband divorces his wife (for the third time), she shall not remain his lawful wife after this (absolute) divorce, unless she marries another husband and the second husband divorces her. (In that case) there is no harm if they re-marry, provided that the woman and her first husband are convinced that they will be able to keep within the bounds fixed by Allah. And these are Allah´s bounds, which He makes clear for the guidance of those who know (the consequences of transgression)"
        }
    ]
}