{
    "pages": [
        {
            "chapter": 43,
            "verse": 74,
            "text": "But the evil-doers shall abide in the torment of Hell"
        },
        {
            "chapter": 43,
            "verse": 75,
            "text": "Never will their torment be lightened for them. They shall remain in utter despair"
        },
        {
            "chapter": 43,
            "verse": 76,
            "text": "It is not We Who wronged them; rather, it is they who wronged themselves"
        },
        {
            "chapter": 43,
            "verse": 77,
            "text": "They shall call out: \"O Malik, let your Lord put an end to us.\" He will reply: \"You must stay on in it"
        },
        {
            "chapter": 43,
            "verse": 78,
            "text": "We brought you the Truth; but to the truth most of you were averse"
        },
        {
            "chapter": 43,
            "verse": 79,
            "text": "Have they contrived some scheme? If so, We too will contrive a scheme"
        },
        {
            "chapter": 43,
            "verse": 80,
            "text": "Or do they think that We do not hear their secret talks and their whispering counsels? Yes, indeed We do and Our messengers [i.e., angels) are with them, writing"
        },
        {
            "chapter": 43,
            "verse": 81,
            "text": "Say: \"If the Merciful One had a son, I would have been the first one to worship him"
        },
        {
            "chapter": 43,
            "verse": 82,
            "text": "Exalted be the Lord of the heavens and the earth, the Lord of the Throne, above what they attribute to Him"
        },
        {
            "chapter": 43,
            "verse": 83,
            "text": "So leave them alone to indulge in their vanities and to frolic about until they encounter that Day of theirs against which they have been warned"
        },
        {
            "chapter": 43,
            "verse": 84,
            "text": "He it is Who is God in the heavens and the earth. He is the Most Wise, the All-Knowing"
        },
        {
            "chapter": 43,
            "verse": 85,
            "text": "Blessed is He Who has dominion over the heavens and the earth and all that is between them. With Him is the knowledge of the Hour; and to Him you shall all be sent back"
        },
        {
            "chapter": 43,
            "verse": 86,
            "text": "Those whom they call upon, instead of Allah have no power of intercession, except such that testify to the truth based on knowledge"
        },
        {
            "chapter": 43,
            "verse": 87,
            "text": "If you were to ask them: \"Who created them?\" they will surely say: \"Allah.\" Whence are they, then, being led astray"
        },
        {
            "chapter": 43,
            "verse": 88,
            "text": "We call to witness the cry of the Messenger: \"O Lord, these are a people not wont to believe"
        },
        {
            "chapter": 43,
            "verse": 89,
            "text": "Indulge them, (O Prophet), and say to them: \"Peace to you.\" For soon they shall come to know"
        }
    ]
}