{
    "pages": [
        {
            "chapter": 19,
            "verse": 12,
            "text": "ای یحیی! کتاب را با قوّت بگیر، و به او در کودکی حکمت دادیم"
        },
        {
            "chapter": 19,
            "verse": 13,
            "text": "و از نزد خود به او مهر و شفقت دادیم. و برکت و پاکی نصیبش کردیم و او پرهیزگار بود"
        },
        {
            "chapter": 19,
            "verse": 14,
            "text": "و با پدر و مادرش نیک رفتار بود، و متکبر و نافرمان نبود"
        },
        {
            "chapter": 19,
            "verse": 15,
            "text": "و سلام بر او، روزی که تولد شد و روزی که می‌میرد و روزی که دوباره زنده می‌شود"
        },
        {
            "chapter": 19,
            "verse": 16,
            "text": "و یادآور شو در کتاب (قرآن) مریم را، وقتی که در ناحیۀ شرقی (بیت المقدس) از خانواده‌اش به خلوت رفت"
        },
        {
            "chapter": 19,
            "verse": 17,
            "text": "پس در مقابل آنان پرده‌ای گرفت، پس روح خود (جبرئیل) را به‌سوی او فرستادیم که در شکل بشر درست اندام بر او نمایان شد"
        },
        {
            "chapter": 19,
            "verse": 18,
            "text": "مریم گفت: البته من از تو به پروردگار مهربان پناه می‌برم، اگر پرهیزگار باشی (به من نزدیک مشو)"
        },
        {
            "chapter": 19,
            "verse": 19,
            "text": "جبرئیل گفت: جز این نیست که من فرستاده پروردگار تو ام تا به تو پسری پاکیزه (از هر گناه) ببخشم"
        },
        {
            "chapter": 19,
            "verse": 20,
            "text": "مریم گفت: چگونه پسری خواهم داشت حال آنکه بشری به من دست نزده و بدکار (هم) نبوده‌ام؟"
        },
        {
            "chapter": 19,
            "verse": 21,
            "text": "جبرئیل گفت: فرمان حق چنین است. پروردگارت فرموده است که این (کار) برای من آسان است. و تا او را معجزه‌ای برای مردم گردانیم و رحمتی از سوی خود سازیم و (این تصمیم) کاری مقدر شده و انجام یافتنی است"
        },
        {
            "chapter": 19,
            "verse": 22,
            "text": "پس مریم (از دمیدن فرشته) به او (عیسی) باردار شد و به سبب آن حمل، به مکانی دور (از مردم) کناره گرفت"
        },
        {
            "chapter": 19,
            "verse": 23,
            "text": "پس درد ولادت او را به‌سوی تنۀ درخت خرما آورد. گفت: ای کاش پیش از این مرده بودم و یکباره از یادها فراموش شده بودم"
        },
        {
            "chapter": 19,
            "verse": 24,
            "text": "پس (فرشته) از جانب پائین او ندا داد که اندوهگین مشو، چون پروردگارت پایین تو چشمه‌ای را جاری ساخته است"
        },
        {
            "chapter": 19,
            "verse": 25,
            "text": "و تنۀ درخت خرما را بسوی خود بجنبان که بر تو خرمای تازه چیده شده می‌ریزاند"
        }
    ]
}