{
    "manzils": [
        {
            "chapter": 10,
            "verse": 1,
            "text": "Elif Lâm Râ. Këto janë versetet e Librit plot dijeni"
        },
        {
            "chapter": 10,
            "verse": 2,
            "text": "Vallë, pse çuditën njerëzit që Na ia shpallëm njërit prej tyre (duke i thënë): “Paralajmëroji njerëzit dhe sihariqoji ata që besojnë; se, me të vërtetë, për ta ka shpërblim të mrekullueshëm te Zoti i tyre!” Mohuesit thanë: “Ky, me të vërtetë, është magjistar i madh!”"
        },
        {
            "chapter": 10,
            "verse": 3,
            "text": "Perëndia, me të vërtetë, është Zoti juaj, i cili për gjashtë ditë (periudha të caktuara kohore) ka krijura qiejt dhe Tokën, u bë sundues i tërë gjithësisë, duke drejtuar çdo gjë. S’ka ndërmjetës tek Ai, përpos me lejen e Tij. Ky është Perëndia, Zoti juaj, andaj adhuronie Atë! A s’po mendoni ju"
        },
        {
            "chapter": 10,
            "verse": 4,
            "text": "Tek Ai do të ktheheni të gjithë ju. Premtimi i Perëndisë është i vërtetë. Ai krijon prej fillimit (prej kurrgjëje), e pastaj e kthen atë në jetën e përhershme, që t’i shpërblejë me të drejtë – ata që besojnë dhe punojnë vepra të mira. E, për ata që nuk besojnë, ka pije nga uji i vluar dhe dënim të madh, për shkak se kanë mohuar"
        },
        {
            "chapter": 10,
            "verse": 5,
            "text": "(Ai, Diellin e bëri burim të dritës, kurse Hënën e bëri të shkëlqejë, duke i caktuar fazat e saj, për të ditur numrin e viteve dhe njehsimin e kohës). Vetëm Perëndia i krijoi këto në mënyrë të mrekullueshme. Ai ua shpjegon argumentet njerëzve që kuptojnë"
        },
        {
            "chapter": 10,
            "verse": 6,
            "text": "Me të vërtetë, në ndërrimin e natës dhe të ditës dhe në atë që ka krijuar Perëndia në qiej dhe në Tokë, janë argumentet për ata që besojnë"
        },
        {
            "chapter": 10,
            "verse": 7,
            "text": "Me të vërtetë, ata që nuk shpresojnë se do të takohen me Ne, dhe janë të kënaqur me jetën e kësaj bote, dhe janë qetësuar në të (botë), dhe të cilët janë të pakujdesshëm ndaj argumenteve Tona –"
        },
        {
            "chapter": 10,
            "verse": 8,
            "text": "për ta, vendstrehim është zjarri, për atë që kanë punuar"
        },
        {
            "chapter": 10,
            "verse": 9,
            "text": "Me të vërtetë, ata që besojnë dhe punojnë vepra të mira, Zoti i tyre i udhëzon në rrugë të drejtë, ngase besojnë; e rrjedhin lumenjtë pranë tyre në kopshtet e kënaqësisë"
        },
        {
            "chapter": 10,
            "verse": 10,
            "text": "lutja e tyre në to (kopshtije) është: “Qofsh i lavdëruar o Zot!” e përshëndetja e tyre në të: “Selam” e lutja e tyre e fundit është: “Falenderojmë Perëndinë, Zotin e gjithësisë!”"
        },
        {
            "chapter": 10,
            "verse": 11,
            "text": "Sikur Perëndia, t’ua shpejtonte të keqen njerëzve, ashtu siç e dëshirojnë ata shpejt të mirën, ata me të vërtetë, do të zhdukeshin. E, Ne, megjithatë, ata që nuk shpresojnë takimin Tonë – i lëmë që të bredhin andej e këndej në humbjet e tyre"
        },
        {
            "chapter": 10,
            "verse": 12,
            "text": "E, kur njeriun ta gjejë e keqja, atëherë Na lutet: shtrirë, ose ulur, ose në këmbë (në çdo mënyrë). E, posa Na t’ia largojmë të keqen atij, vazhdon – thuajse nuk Na është lutur për fatkeqësinë që e ka goditur. Kështu plangësprishësve (batakqinjëve) iu zbukurohet ajo që punojnë"
        },
        {
            "chapter": 10,
            "verse": 13,
            "text": "Na i kemi zhdukur madje – shumë popuj para jush, përse kanë bërë zullum. Dhe pejgamberët e tyre, u kanë sjellë atyre dokumente të qarta, por ata nuk kanë besuar. Kështu Na i dënojmë njerëzit e këqinj"
        },
        {
            "chapter": 10,
            "verse": 14,
            "text": "Pastaj u kemi bërë juve pas tyre – zëvendës në Tokë, për të parë se si do të veproni"
        },
        {
            "chapter": 10,
            "verse": 15,
            "text": "E, kur t’ju lexohen ajetet Tona, të qarta, atëherë thonë ata, që nuk shpresojnë se do të dalin para Nesh: “Na sjell ti ndonjë Kur’an tjetër ose ndërroje atë!” Thuaj (o Muhammed): “Është e pamundur ta ndërroj unë atë – nga ana ime. Unë shkoj vetëm pas asaj që më është shpallë. Unë druaj – nëse i kundërshtoj Zotit tim – dënimit të Ditës së Madhe”"
        },
        {
            "chapter": 10,
            "verse": 16,
            "text": "Thuaj: “Sikur të kishte dashur Perëndia, unë nuk do t’jua mësoja dhe as që do të bënte Ai që ta mësoni ju atë. Unë kam jetuar një kohë (të gjatë) në mesin tuaj – para Pejgamberllëkut, a nuk po mendoni?”"
        },
        {
            "chapter": 10,
            "verse": 17,
            "text": "Kush është zullumqar më i madh se ai që trillon gënjeshtra për Perëndinë ose që i përgënjeshtron ajetet e Tij?! Me të vërtetë, mëkatarët nuk kanë shpëtim"
        },
        {
            "chapter": 10,
            "verse": 18,
            "text": "Ata adhurojnë – përveç Perëndisë – atë që as nuk u bënë dëm, as nuk u sjell dobi dhe thonë: “Këta janë ndërmjetësit tonë te Perëndia! Thuaj: “A mundeni ju t’i tregoni Perëndisë se në qiej dhe në Tokë ekziston diçka që nuk e di Ai?!” Qoftë lavdëruar Ai dhe lartë qoftë nga ajo që i bëjnë shok Atij"
        },
        {
            "chapter": 10,
            "verse": 19,
            "text": "Të gjithë njerëzit kanë qenë vetëm një popull (të një feje), e pastaj u kundërshtuan (u përçanë). E, sikur të mos ishte thënë më parë fjala nga Zoti yt (për shtyerjen e dënimit), atëherë do të gjykoheshin në mes tyre, për atë që nuk u pajtuan"
        },
        {
            "chapter": 10,
            "verse": 20,
            "text": "Dhe ata thonë: “Sikur t’i ishte zbritur atij ndonjë mrekulli prej Zotit të tij?” Thuaj: “Me të vërtetë, të padukshmet i di vetëm Perëndia. E, pritni ju, se edhe unë po pres me ju”"
        },
        {
            "chapter": 10,
            "verse": 21,
            "text": "Kur Na, pas të keqes që i goditi, u dhamë njerëzve të shijojnë mëshirën, ata përsëri bënë intriga me argumentet Tona! Thuaj: “Perëndia është më i shpejtë në dënimin e ngatërrestarëve”. Me të vërtetë, të dërguarit (engjëjt) Tonë shënojnë intrigat tuaja"
        },
        {
            "chapter": 10,
            "verse": 22,
            "text": "Ai ua mundëson të udhëtoni nëpër tokë dhe det. E, kur ju të gjendeni në barkë (anije) dhe ajo lundron me ju me erën e përshtatshme, e ata i gëzohen kësaj, arrin një stuhi dhe ata do t’i sulmojnë valët nga të gjitha anët e mendojnë ata që do të shkatërrohen, (atëherë) i luteni Perëndisë sinqerisht, duke i premtuar besimin: “Nëse na shpëton nga kjo, na, me të vërtetë, do të jemi falenderues”"
        },
        {
            "chapter": 10,
            "verse": 23,
            "text": "E kur Perëndia i shpëtoi ata; ata përnjëherë pa kurrfarë të drejte bënë çrregullime në Tokë. O njerëz! Me të vërtetë, padrejtësia që bëni për t’u kënaqur në jetën e kësaj bote, vetëm juve ju dëmton. Ju do të ktheheni te Na dhe Ne pastaj do t’ju njoftojmë për atë që keni punuar"
        },
        {
            "chapter": 10,
            "verse": 24,
            "text": "Me të vërtetë, jeta e kësaj bote i shembëllen shiut që Na e lëshojmë nga qielli, me të përzihen bimët e tokës, me të cilat ushqehen njerëzit dhe shtazët. E, kur Toka të vishet dhe zbukurohet, dhe kur banorët e saj mendojnë se ata janë zotërues të saj, (atëherë) u vie urdhëri Ynë, natën ose ditën, dhe Na e bëjmë atë si të ketë qenë e korrur, thuajse nuk kishte ekzistuar dje. Kështu, Na ua shpjegojmë argumentet, njerëzve që mendojnë"
        },
        {
            "chapter": 10,
            "verse": 25,
            "text": "Perëndia i thërret njerëzit në Shtëpinë e shpëtimit (xhennetit) dhe Ai e udhëzon kë të dojë në rrugën e drejtë"
        },
        {
            "chapter": 10,
            "verse": 26,
            "text": "Ata që bëjnë mirë, do të kenë shpërblim të mirë, e edhe më tepër! Fytyrat e tyre nuk do t’i mbulojë errësira as poshtërimi. Ata do të jenë banorë të xhennetit, në të cilin do të banojnë përherë"
        },
        {
            "chapter": 10,
            "verse": 27,
            "text": "E ata, që kanë bërë vepra të këqia, kanë dënim gjegjës për atë të keqe dhe ata do t’i mbulojë poshtërimi. Ata nuk do të kenë askend që t’i mbrojnë nga dënimi i Perëndisë. Fytyrat e tyre thuajse iu kanë mbuluar me hije të errësirës së natës. Këta do të jenë banorët e zjarrit dhe në to do të qëndrojnë përgjithmonë"
        },
        {
            "chapter": 10,
            "verse": 28,
            "text": "(Kujtoje) kur do t’i tubojmë të gjithë ata që i kanë bërë shok Perëndisë dhe t’u themi: “Rrini në vendet tuaja ju dhe idhujtë tuaj!” E, do t’i ndajmë ata. Dhe idhujtë e tyre do të thonë: “Ju nuk na keni adhuruar neve"
        },
        {
            "chapter": 10,
            "verse": 29,
            "text": "Mjafton Perëndia të jetë dëshmitar në mesh nesh dhe jush. Na, me të vërtetë, kemi qenë të pakujdesshëm ndaj adhurimit tuaj”"
        },
        {
            "chapter": 10,
            "verse": 30,
            "text": "Aty (atë ditë), çdokush do të paguhet për atë që ka punuar më parë dhe do t’i kthehen Perëndisë, Zotit të tyre të vërtetë, e do të zhduken ato që i kanë trilluar ata (idhujtë)"
        },
        {
            "chapter": 10,
            "verse": 31,
            "text": "Thuaj: “Kush ju ushqen juve nga qielli dhe Toka? Ose, kush mund të krijojë të dëgjuarit dhe të pamurit? Dhe kush mund të nxjerrë të gjallin nga i vdekuri dhe të vdekurin nga i gjalli? Dhe kush i drejton gjërat? Ata do të thonë: “Perëndia”. E ti (o Muhammed!) thuaj: “E, përse atëherë nuk i ruheni atij?”"
        },
        {
            "chapter": 10,
            "verse": 32,
            "text": "Ky është Perëndia, Zoti juaj i vërtetë. E, çka keni pas së vërtetës, përpos humbjes? E, ku shkoni ju atëherë"
        },
        {
            "chapter": 10,
            "verse": 33,
            "text": "Kështu u sendërtua (realizua) fjala e Zotit tënd, te ata që bënë çrregullime; se, me të vërtetë, ata nuk do të besojnë"
        },
        {
            "chapter": 10,
            "verse": 34,
            "text": "Thuaj: “A ka ndër shokët tuaj (idhujtarë që i adhuroni ju) ndonjë që mund të krijojë prej kurrgjëje, e pastaj (pas vdekjes) përsëri ta kthejë (në jetë)?” Thuaj: “Perëndia krijon prej kurrgjëje, e pastaj e përsërit atë (në jetën e amshueshme)!” E, si shmangeni ju (nga besimi në Perëndinë)"
        },
        {
            "chapter": 10,
            "verse": 35,
            "text": "Thuaj: “A ka ndër shokët tuaj (idhujtarë që i adhuroni ju) ndonjë që mund të udhëzojë në rrugë të drejtë?” Thuaj: “Vetëm Perëndia udhëzon në rrugë të drejtë! E pra, a është më e merituar të shkosh pas atij që udhëzon në rrugë të drejtë, apo ai, i cili as vetën nuk është në rrugën e drejtë, përveç, nëse e shpie dikush atë? E, çka keni. Si po gjykoni ju ashtu?!”"
        },
        {
            "chapter": 10,
            "verse": 36,
            "text": "Shumica veprojnë vetëm sipas hamendjes. Me të vërtetë hamendja nuk e plotëson të vërtetën. Perëndia, pa dyshim di mirë atë që punojnë ata"
        },
        {
            "chapter": 10,
            "verse": 37,
            "text": "Kyr Kur’an nuk është i trilluar prej askujt, por vetëm është shpallur prej Perëndisë, për të vërtetuar shpalljet e mëparshme, dhe të shpjegojë dispozitat; në të s’ka dyshim (ka zbritur) nga Zoti i gjithësisë"
        },
        {
            "chapter": 10,
            "verse": 38,
            "text": "Ose ata thonë: “Ai (Muhammedi) e ka trilluar atë (Kur’anin)”. Thuaj: “E pra, silleni ju një sur të ngjashme dhe thirrni (në ndihmë) kë të doni, përpos Perëndisë, nëse jeni të drejtë”"
        },
        {
            "chapter": 10,
            "verse": 39,
            "text": "Ata e mohojnë atë (Kur’anin) pa e kuptuar me themel çka ka në të e pa i ardhur akoma as shpjegimi i tij; po kështu, kanë mohuar edhe ata para tyre; e shiko, si kanë përfunduar zullumqarët"
        },
        {
            "chapter": 10,
            "verse": 40,
            "text": "Disa prej tyre besojnë në të, e disa nuk besojnë në të (Kur’an). E, Zoti yt më së miri i njeh ngatërrestarët"
        },
        {
            "chapter": 10,
            "verse": 41,
            "text": "Nëse ata të përgënjeshtrojnë ty, thuaju: “Për mua janë veprat e mia, e për ju – veprat tuaja, ju jeni larg prej veprave që punoj unë, e unë jam larg prej veprave që punoni ju"
        },
        {
            "chapter": 10,
            "verse": 42,
            "text": "Ka prej tyre, që të përgjojnë. Por, a mund të bësh ti, që të dëgjojnë të shurdhëtit, të cilët skanë as mend"
        },
        {
            "chapter": 10,
            "verse": 43,
            "text": "Ka prej tyre, që të shikojnë ty. E, mos vallë ti do t’i udhëzosh në rrugë të drejtë të verbëtit, të cilët nuk shohin hollësisht (me mend)"
        },
        {
            "chapter": 10,
            "verse": 44,
            "text": "Me të vërtetë, Perëndia nuk u bënë kurrfarë të keqe njerëzve, por njerëzit i bëjnë keq vetvetes"
        },
        {
            "chapter": 10,
            "verse": 45,
            "text": "E, atë ditë kur do t’i tubojmë Na ata, do t’u duket atyre se vetëm një moment të shkurtër të ditës kanë bredhur në Tokë, aq sa për ta njohur njëri-tjetrin. Madje, janë të humbur, ata që kanë përgënjeshtruar takimin me Perëndinë, e nuk ishin në rrugë të drejtë"
        },
        {
            "chapter": 10,
            "verse": 46,
            "text": "Qoftë që të tregojmë Na ty, diçka nga ajo që u kemi premtuar atyre ose ta marrim shpirtin Na ty, te Na do të kthehen ata, e Perëndia është dëshmitar për që punojnë ata"
        },
        {
            "chapter": 10,
            "verse": 47,
            "text": "Çdo popull ka pasur pejgamber. Dhe kur atyre t’u vie pejgamberi, do të gjykohet mes tyre me të drejtë, dhe nuk do t’u bëhet zullum"
        },
        {
            "chapter": 10,
            "verse": 48,
            "text": "Ata thonë: “Kur do të plotësohet ky premtim, nëse thoni të vërtetën?”"
        },
        {
            "chapter": 10,
            "verse": 49,
            "text": "Thuaj: “Unë nuk jam në gjendje t’i bëj vetes as dëm as dobi, përveç asaj që dëshiron Perëndia. Çdo popull ka afatin e vet; kur t’i vijë ai, nuk mund ta shtyejnë (ata), për asnjë çast, e as ta shpejtojnë"
        },
        {
            "chapter": 10,
            "verse": 50,
            "text": "Thuaj: “Çka mendoni ju, nëse ju vie dënimi i Tij natën apo ditën, pse e nxitojnë atë (dënimin) mëkatarët?”"
        },
        {
            "chapter": 10,
            "verse": 51,
            "text": "A mos vallë, vetëm atëherë kur të ndodhë – besoni në të? A, tash po besoni, e madje më parë e nxitonit dënimin"
        },
        {
            "chapter": 10,
            "verse": 52,
            "text": "E pastaj, u thuhet zullumqarëve: “Shijoni dënimin e përhershëm! Dhe, nuk dënoheni ndryshe, përveç ashtu si keni punuar”"
        },
        {
            "chapter": 10,
            "verse": 53,
            "text": "Ata kërkojnë shpjegim prej teje: “A është e vërtetë ajo?” Thuaj: “Po pasha Zotin tim, ajo padyshim është e vërtetë, e ju nuk do të mund t’i shmangeni!”"
        },
        {
            "chapter": 10,
            "verse": 54,
            "text": "Kur çdonjëri që ka bërë zullum, sikur të kishte ai tërë pasurinë e botës, ai do të jepte krejt atë, për të shpëtuar (nga dënimi). Ata do të fshehin pendimin kur të shohin dënimin, e do të gjykohen mes tyre me të drejtë dhe nuk do t’u bëhet padrejtësi"
        },
        {
            "chapter": 10,
            "verse": 55,
            "text": "A! me të vërtetë, të Perëndisë janë të gjitha që gjenden në qiej dhe në Tokë. A! me të vërtetë, premtimi i Perëndisë është i vërtetë, por shumica e njerëzve nuk e dijnë"
        },
        {
            "chapter": 10,
            "verse": 56,
            "text": "Ai jep gjallëri dhe vdekje dhe tek Ai do të ktheheni"
        },
        {
            "chapter": 10,
            "verse": 57,
            "text": "O njerëz, ju ka ardhur madje këshilla (Kur’ani) nga Zoti juaj, ilaç për zemrat tuaja, udhëzim dhe mëshirë për besimtarët"
        },
        {
            "chapter": 10,
            "verse": 58,
            "text": "Thuaj: “Me dhuntinë e Perëndisë dhe mëshirën e Tij – vetëm me këto le të gëzohen! Kjo është më mirë se ajo që grumbullojnë ata”"
        },
        {
            "chapter": 10,
            "verse": 59,
            "text": "Thuaj: “Çka mendoni ju për ushqimin, që ua ka zbritur Perëndia, e ju prej tij keni bërë diçka të ndaluar e diçka të lejuar?” Thuaj: “A ju ka lejuar Perëndia atë, apo po ia shpifni Perëndisë?”"
        },
        {
            "chapter": 10,
            "verse": 60,
            "text": "Çka mendojnë ata që shpifin gënjeshtra për Perëndinë, - në Ditën e Kijametit? Me të vërtetë, Perëndia është bamirës i madh i njerëzve, por, pjesa dërmuese nuk e falenderojnë Ate"
        },
        {
            "chapter": 10,
            "verse": 61,
            "text": "Ti nuk do të bësh asgjë, as nuk do të lexosh asgjë nga Kur’ani, as nuk do të punoni kurrfarë pune, e që Ne mos të jemi dëshmitar, kur ju të thelloheni në të. Nuk do të humbë nga Zoti yt as sa një thërmi peshe, në Tokë as në qiell, as më pak nga ajo as më shumë, e që të mos jetë e shënuar në Librin e qartë"
        },
        {
            "chapter": 10,
            "verse": 62,
            "text": "A! Me të vëtetë, pë të dashurit e Perëndisë nuk ka frikë as pikëllim"
        },
        {
            "chapter": 10,
            "verse": 63,
            "text": "për ata që besojnë dhe që i druajnë Perëndisë"
        },
        {
            "chapter": 10,
            "verse": 64,
            "text": "për ta ka sihariq në këtë jetë dhe në tjetrën. S’ka ndryshim në fjalët e Perëndisë. Kjo është fitore e madhe"
        },
        {
            "chapter": 10,
            "verse": 65,
            "text": "Mos të pikëlloj ty fjala e tyre. E, gjithë fuqia i përket Perëndisë! Ai dëgjon dhe di çdo gjë"
        },
        {
            "chapter": 10,
            "verse": 66,
            "text": "A! Me të vërtetë, Perëndisë i përket pushteti i çdo gjëje që gjendet në qiej dhe në Tokë. E, ata që, pos Perëndisë, adhurojnë idhujtë, shkojnë vetëm pas hamendjeve dhe vetëm gënjejnë"
        },
        {
            "chapter": 10,
            "verse": 67,
            "text": "Ai (Perëndia) ua krijoi natën për të pushuar në të, kurse ditën për të parë. Me të vërtetë, në këtë ka argumente për njerëzit që dëgjojnë"
        },
        {
            "chapter": 10,
            "verse": 68,
            "text": "Kanë thënë: “Perëndia ka djalë”. I lavdëruar është Ai. Ai është i pastër, s’ka nevojë për asgjë. Të Atij janë të gjitha – ç’gjendet në qiej dhe në Tokë. Ju nuk keni asnjë argument për këtë. A thoni ju për Perëndinë, atë që nuk e dini"
        },
        {
            "chapter": 10,
            "verse": 69,
            "text": "Thuaj: “Me të vërtetë, ata që shpifin gënjeshtra për Perëndinë nuk do të shpëtojnë”"
        },
        {
            "chapter": 10,
            "verse": 70,
            "text": "(Do të keni) kënaqësi të shkurtër në këtë botë, e pastaj do të kthehen te Ne, dhe Ne, do t’u japim të shijojnë dënimin e ashpër për shkak se kanë mohuar"
        },
        {
            "chapter": 10,
            "verse": 71,
            "text": "Tregoju historinë e Nuhut! Kur ai popullit të vet i tha: “O populli im, nëse u është i rëndë qëndrimi im në mesin tuaj, dhe këshillat e mia me dokumente të Perëndisë, e unë jam mbështetur vetëm te Perëndia, - atëherë, bashkë me shokët (idhujt) tuaj, vendosni për mua, dhe vendimi juaj le të mos fshihet, e pra, zbatoni në mua; e mos pritni"
        },
        {
            "chapter": 10,
            "verse": 72,
            "text": "E, nëse ktheheni (nuk i dëgjoni këshillat), unë prej jush nuk kërkoj kurrfarë shpërblimi. Shpërblimi im është vetëm te Perëndia. Mua më është urdhëruar të jem në anën e muslimanëve”"
        },
        {
            "chapter": 10,
            "verse": 73,
            "text": "Por, ata, e quajtën gënjeshtar, kurse Ne e shpëtuam atë dhe të gjithë ata që ishin në anije me të. Dhe i bëmë ata zëvendës (të atyre që u zhdukën) kurse, i fundosëm ata që përgënjeshtruan dokumentet Tona. Shikoje se si ishte përfundimi i atyre që ishin paralajmëruar"
        },
        {
            "chapter": 10,
            "verse": 74,
            "text": "Pastaj, pas tij – u dërguam pejgamberë popujve të tyre e ata u sollën argumente atyre, por nuk deshën të besojnë atë që e kishin përgënjeshtruar më parë. Kështu, Ne, ua vulosim zemrat atyre, që kalojnë kufirin"
        },
        {
            "chapter": 10,
            "verse": 75,
            "text": "Pastaj, pas tyre, iu dërguam Musain dhe Harunin – Faraonit dhe parisë së tij – me mrekullitë Tona, por ata u sollën me mendjemadhësi (nuk besuan), meqë ishin popull mëkatarë"
        },
        {
            "chapter": 10,
            "verse": 76,
            "text": "kur u erdhi e Vërteta prej Nesh, ata thanë: “Kjo, me të vërtetë, është magji e qartë!”"
        },
        {
            "chapter": 10,
            "verse": 77,
            "text": "Musai tha: “A mos vallë, për të Vërtetën thuani (se është magji), pasi që ju ka ardhur juve? A kjo është, magji? E, magjistarët nuk shpëtojnë!”"
        },
        {
            "chapter": 10,
            "verse": 78,
            "text": "E, ata thanë: “A mos ke ardhur ti të na kthesh neve nga ajo, në të cilën i kemi gjetur etërit tonë, e ju të dyve t’u takojë pushteti në Tokë? E, nuk duam t’u besojmë ju dyve!”"
        },
        {
            "chapter": 10,
            "verse": 79,
            "text": "Faraoni tha: “M’i sillni të gjithë magjistarët e shkathët!”"
        },
        {
            "chapter": 10,
            "verse": 80,
            "text": "Pasi erdhën magjistarët, Musai u tha: “Hedhni ç’keni për të hedhur!”"
        },
        {
            "chapter": 10,
            "verse": 81,
            "text": "E, kur i hodhën ata, Musai tha: “Atë që e keni sjellë ju, është magji. Me të vërtetë, Perëndia do ta shkatërrojë atë. Perëndia, me siguri, nuk do ta forcojë punën e ngatërrestarëve"
        },
        {
            "chapter": 10,
            "verse": 82,
            "text": "Perëndia, me premtimin e Tij e forcon të Vërtetën, e madje edhe sikur ta urrejnë mëkatarët!”"
        },
        {
            "chapter": 10,
            "verse": 83,
            "text": "Dhe Musait nuk i besoi askush, përveç një pakice nga populli i tij, nga frika se do t’i keqpërdorte ata Faraoni dhe paria e tij, e Faraoni – me të vërtetë, ishte zullumqar në Tokë dhe në të keqe kalonte çdo kufi"
        },
        {
            "chapter": 10,
            "verse": 84,
            "text": "Musai tha: “O populli im! Nëse besoni Perëndinë, mbështetuni tek Ai, nëse jeni musliman!”"
        },
        {
            "chapter": 10,
            "verse": 85,
            "text": "Ata thanë: “Na ju kemi mbështetur Perëndisë. O Zoti ynë, mos na vënë në sprovë të popullit zullumqarë"
        },
        {
            "chapter": 10,
            "verse": 86,
            "text": "dhe shpëtona neve, me mëshirën Tënde, nga populli mohues!”"
        },
        {
            "chapter": 10,
            "verse": 87,
            "text": "Na ia kemi shpallur Musait dhe vëllait të tij: “Ndërtoni shtëpi për popullin tuaj në Egjipt dhe shndërroni ato në faltore dhe falni namazin! Dhe sihariqoi besimtarët!”"
        },
        {
            "chapter": 10,
            "verse": 88,
            "text": "Musai tha: “O Zoti ynë! Ti i ke dhënë Faraonit dhe parisë së tij stoli dhe pasuri në jetën e kësaj bote, por ata, o Zoti ynë, na largojnë nga rruga Jote! O Zoti ynë! Shkatërroje pasurinë e tyre dhe vulosi zemrat e tyre, se ata nuk besojnë, përderisa të shijojnë dënimin e dhëmbshëm!”"
        },
        {
            "chapter": 10,
            "verse": 89,
            "text": "(Perëndia) tha: “U pranua lutja e ju të dyve! Qëndroni ju dy dhe kurrsesi mos ndiqni rrugën e të padijshmëve!”"
        },
        {
            "chapter": 10,
            "verse": 90,
            "text": "Na i bartëm Israelitët përtej deit, e ata i ndoqi Faraoni dhe ushtria e tij nga e keqja dhe armiqësia. E kur e arriti ate (Faraonin) mbytja (në det), tha: “Besoj se s’ka zot tjetër përveç Atij që i besojnë të bijtë e Israelit dhe unë jam musliman”"
        },
        {
            "chapter": 10,
            "verse": 91,
            "text": "“A, tani (po beson) e më parë ishe rrebel dhe ishe prej ngatërrestarëve"
        },
        {
            "chapter": 10,
            "verse": 92,
            "text": "Sot do të shpëtojmë ty – trupin tënd, që të bëhesh vërejtje për ata që vijnë pas teje”. Por, me të vërtetë, shumica e njerëzve janë të pakujdesshëm ndaj argumenteve Tona"
        },
        {
            "chapter": 10,
            "verse": 93,
            "text": "Na i kemi vendosur në vend të mirë të bijtë e Israelit dhe i kemi furnizuar me ushqim të këndshëm dhe ata, nuk u përçanë në mendime, derisa u erdhi ajo që e dinin ata (profetnia e Muhammedit). Me të vërtetë, zoti yt do t’i gjykojë ata në Ditën e Kijametit, për atë që u përçanë ata"
        },
        {
            "chapter": 10,
            "verse": 94,
            "text": "Nëse ti je në dyshim në atë që të kemi shpallur ty, pyeti ata që kanë lexuar Librin para teje. Padyshim, ty të ka ardhur e Vërteta nga Zoti yt, e mos u bën kurrsesi nga ata që dyshojnë"
        },
        {
            "chapter": 10,
            "verse": 95,
            "text": "Dhe mos u bën nga ata që i përgënjeshtrojnë dokumentet Tona, e të bëhesh ndër ata që janë të humbur"
        },
        {
            "chapter": 10,
            "verse": 96,
            "text": "Me të vërtetë, ata në të cilët ka ra fjala e Zotit tënd (dënimi), nuk besojnë"
        },
        {
            "chapter": 10,
            "verse": 97,
            "text": "madje sikur t’u vijnë të gjitha dokumentet, përderisa mos ta ndiejnë dënimin e dhëmbshëm"
        },
        {
            "chapter": 10,
            "verse": 98,
            "text": "E, sikur të ishte ndonjë vendbanim që beson, e që t’i bëjë dobi besimi i tij (s’ka pasur dobi), përveç popullit të Junusit, meqë ata besuan (në momentin e dënimit), e Na e larguam nga ata dënimin e poshtërimit në jetën e kësaj bote, dhe u dhamë të kënaqen edhe njëfarë kohe"
        },
        {
            "chapter": 10,
            "verse": 99,
            "text": "Sikur të donte Zoti yt, do të besonin të gjitha ata – që gjenden në tokë. E, përse atëherë ti t’i detyrosh njerëzit të bëhen besimtarë"
        },
        {
            "chapter": 10,
            "verse": 100,
            "text": "Askujt nuk i është dhënë të besojë, përveç me lejen e Perëndisë. Ai dënon ata që s’mendojnë"
        },
        {
            "chapter": 10,
            "verse": 101,
            "text": "Thuaj: “Shikoni çka ka në qiej dhe në Tokë!” – Por, nuk i bëjnë kurrfarë dobie argumentet dhe vërejtjet – popullit që nuk beson"
        },
        {
            "chapter": 10,
            "verse": 102,
            "text": "Vallë, a presin ata tjetër gjë, përpos (dënimeve) të ngjashme si të atyre që kanë përjetuar më parë. Thuaj: “Pritni ju (dënimin) se edhe unë po pres me ju!”"
        },
        {
            "chapter": 10,
            "verse": 103,
            "text": "Pastaj, Na do t’i shpëtojmë pejgamberët Tanë dhe ata që kanë besuar. Kjo është detyra (e premtuar) e Jona, që t’i shpëtojmë besimtarët"
        },
        {
            "chapter": 10,
            "verse": 104,
            "text": "Thuaj: “O njerëz, nëse dyshoni ju në fenë time, - e unë, përveç Perëndisë, nuk do të adhurojë atë që e adhuroni ju, por do të adhuroj Perëndinë, i cili ua merr shpirtin juve; e mua më është urdhëruar të bëhem besimtar"
        },
        {
            "chapter": 10,
            "verse": 105,
            "text": "(dhe më është urdhëruar): “Ktheju ti fesë së vërtetë dhe kurrsesi mos u bën nga idhujtarët"
        },
        {
            "chapter": 10,
            "verse": 106,
            "text": "dhe, përveç Perëndisë, mos iu lut tjetër kujt, të cilët nuk të sjellin as dobi as dëm, e nëse e bën këtë, ti atëherë, me të vërtetë, je nga zullumqarët”"
        },
        {
            "chapter": 10,
            "verse": 107,
            "text": "Nëse Perëndia të sjellë ndonjë dëm, askush nuk mund të ta largojë, përveç Tij, e nëse Ai don të ta bëjë ndonjë të mirë, s’ka kush të ta pengojë mirësinë e Tij. Ai ia jep atë mirësi kujt të dojë nga robërit e Tij; dhe Ai është falës dhe mëshirues"
        },
        {
            "chapter": 10,
            "verse": 108,
            "text": "Thuaj: “O njerëz, ju erdhi juve e Vërteta nga Zoti juaj. Kush udhëzohet në rrugën e drejtë, ai është udhëzuar për dobi të vet, e kush është humbur, ka humbur në dëm të vet. E, unë nuk jam mbikëqyrësi juaj”"
        },
        {
            "chapter": 10,
            "verse": 109,
            "text": "Paso ti atë që të është shpallë ty dhe duro derisa të gjykojë Perëndia, se, Ai, është gjykatësi mëi mirë"
        },
        {
            "chapter": 11,
            "verse": 1,
            "text": "Elif Lâm Râ. Ky është Libri, ajetet e të cilit janë radhitur mrekullueshëm dhe janë shpjeguar nga ana e Gjithdijshmit dhe Plotëdijshmit"
        },
        {
            "chapter": 11,
            "verse": 2,
            "text": "Adhuronie vetëm Perëndinë, unë jam për ju nga Ai, paralajmërues dhe sihariques"
        },
        {
            "chapter": 11,
            "verse": 3,
            "text": "dhe kërkoni falje nga Zoti juaj e kthehuni tek Ai. Ai do t’ju japë të shijoni kënaqësi të bukura deri në afatin e caktuar dhe do t’i japë çdo të miri shpërblimin e merituar. E, nëse shmangeni, unë i druaj dënimit (që do t’ju gjejë) në Ditën e Madhe"
        },
        {
            "chapter": 11,
            "verse": 4,
            "text": "Te Perëndia do të ktheheni, e Ai është i Plotëfuqishëm për çdo gjë"
        },
        {
            "chapter": 11,
            "verse": 5,
            "text": "Ah! me të vërtetë, ata mbulojnë krahërorin e tyre, që të fshihen nga Ai. Ah! por edhe kur të mbulohen në petkat e tyre, Ai di se çka fshehin ata dhe çka shfaqin, - Ai, me të vërtetë, është i Gjithëdijshëm se ç’ka në zemra (të çdokujt)"
        },
        {
            "chapter": 11,
            "verse": 6,
            "text": "S’ka asnjë gjallesë në Tokë, që Perëndia të mos ia ketë caktuar furnizimin dhe Ai di vendbanimin e tij dhe vendin e vdekjes. Të gjitha keto janë (të shënuara) në Librin e qartë"
        },
        {
            "chapter": 11,
            "verse": 7,
            "text": "Ai është që ka krijuar qiejt dhe Tokën për gjashtë ditë (periudha të caktura kohore), e Arshi (pushteti) i Tij është mbi ujin – për t’ju provuar kush është më i mirë në vepër. Nëse ti thua: “Ju do të ringjalleni pas vdekjes”, mohuesit, me siguri do të thonin: “Kjo nuk është asgjë tjetër, përpos magji e kulluar!”"
        },
        {
            "chapter": 11,
            "verse": 8,
            "text": "Nëse Ne ua shtyjmë dënimin atyre për një kohë të shkurtër, ata me siguri do të thoshin: “Kush po e pengon?” Ah! E, atë ditë që t’ju vie (dënimi), nuk do të zmbrapset nga ata dhe do t’i përfshijë ajo, që e përqeshnin ata"
        },
        {
            "chapter": 11,
            "verse": 9,
            "text": "Kur Na i japim njeriut mirësinë Tonë, a pastaj ia zhveshim atë prej tij, ai atëherë bëhet shpresëhumbur dhe mohues"
        },
        {
            "chapter": 11,
            "verse": 10,
            "text": "E kur pas fatkeqësisë që e ka goditur atë, Na t’i japim atij dhunti, ai me siguri do të thotë: “Mëkatet e mia janë larguar nga unë!” Me të vërtetë, ai është (njeri tepër) i gëzueshëm dhe mendjemadh"
        },
        {
            "chapter": 11,
            "verse": 11,
            "text": "e vetëm për ata që durojnë dhe kanë punuar vepra të mira, për ta ka falje dhe shpërblim të madh"
        },
        {
            "chapter": 11,
            "verse": 12,
            "text": "Mund të ndodh që ti të lësh (mos të tregosh në çdo vend) diçka nga ato që të janë shpallur ty dhe thonë: “Sikur atij t’iu kishte dërguar ndonjë thesar”, ose, “të kishte ardhur një engjëll me te?” Ti je vetëm paralajmërues, e Perëndia është mbikëqyrës për çdo gjë"
        },
        {
            "chapter": 11,
            "verse": 13,
            "text": "Apo do të thonë ata: “E ka trilluar atë (Kur’anin) ai!” Thuaj (o Muhammed!): “Sillni dhjetë sure të ngjashme të trilluara dhe thirrni kë të mundeni, përpos Perëndisë, nëse thuani të vërtetën!”"
        },
        {
            "chapter": 11,
            "verse": 14,
            "text": "E, nëse nuk ju përgjigjën (ftesës) juve, dijeni se ai (Kur’ani) ka zbritur me dijen e Perëndisë dhe s’ka zot tjetër përveç Tij. Andaj, a jeni ju muslimanë? (meqë i patë këto argumente)"
        },
        {
            "chapter": 11,
            "verse": 15,
            "text": "Ata që e duan (vetëm) jetën e kësaj bote dhe bukuritë e saj, Na do t’ua plotësojmë krejtësisht punët e tyre në të (botë) dhe atyre në të (këtë botë) nuk do t’u mungohet asgjë"
        },
        {
            "chapter": 11,
            "verse": 16,
            "text": "Këta janë ata, që në botën tjetër nuk do të kenë kurrgjë, përveç zjarrit. Do t’u shëmbet çdo gjë që kanë punuar në të (këtë botë) dhe do t’u humbet ajo që kanë punuar"
        },
        {
            "chapter": 11,
            "verse": 17,
            "text": "A mos vallë, ata që duan vetëm jetën e kësaj bote, janë të barabartë me ata që mbështeten në dokumentet e qarta të Zotit të tyre; këtë e pason dëshmitari nga Perëndia (Kur’ani), dhe qysh para tij (Kur’anit) Libri i Musait, i cili ka qenë udhërrëfyes dhe mëshirë nga Perëndia? Këta (që mbështetën në këto dokumente) besojnë Kur’anin. E, cilido nga grupet që e mohojnë atë, vend i premtuar i tij është zjarri. Andaj, ti kurrsesi, mos dysho në të; se, ai padyshim, është e vërteta prej Zotit tënd, por shumica e njerëzve nuk besojnë"
        },
        {
            "chapter": 11,
            "verse": 18,
            "text": "Kush është zullumqarë më i madh se ai që trillon gënjeshtra për Perëndinë? Këta do të sillen para Zotit të tyre, e dëshmitarët do të thonë: “Këta janë ata që kanë gënjyer për Zotin e tyre. E, mallkimi i Perëndisë qoftë mbi zullumqarët"
        },
        {
            "chapter": 11,
            "verse": 19,
            "text": "të cilët pengojnë (të tjerët) nga rruga e Perëndisë dhe përpiqen ta shtrembërojnë atë, e ata nuk besojnë (as) në botën tjetër”"
        },
        {
            "chapter": 11,
            "verse": 20,
            "text": "Të tillët nuk do të mund t’i ikin Perëndisë (nga dënimi) në Tokë, e këta as që kanë ndonjë mbrojtës, përveç Perëndisë. Atyre do t’u shumëfishohet dënimi, meqë nuk dëshironin as të dëgjojnë, as të shihnin"
        },
        {
            "chapter": 11,
            "verse": 21,
            "text": "këta janë ata që e kanë dëmtuar vetveten, dhe u zhdukën nga këta, - ato që i trillonin"
        },
        {
            "chapter": 11,
            "verse": 22,
            "text": "këta, me të vërtetë, do të jenë krejtësisht të humbur në botën tjetër"
        },
        {
            "chapter": 11,
            "verse": 23,
            "text": "Me të vërtetë, ata që besojnë dhe punojnë vepra të mira dhe përulen te Zoti i tyre, këta janë banorë të xhennetit, në të cilin do të qëndojnë përherë"
        },
        {
            "chapter": 11,
            "verse": 24,
            "text": "Shembulli i këtyre dy grupeve është si i verbëri dhe i shurdhëri (në njërën anë) dhe ai që sheh dhe dëgjon (në anën tjetër). A janë të njëjtë këta (kur të krahasohen)? A nuk po këshilloheni"
        },
        {
            "chapter": 11,
            "verse": 25,
            "text": "Dhe Na, me të vërtetë, ia dërguam Nuhun popullit të tij (e, u tha): “Unë jam për ju paralajmërues i hapët"
        },
        {
            "chapter": 11,
            "verse": 26,
            "text": "Adhuronie vetëm Perëndinë. Unë për ju i druaj dënimit të (një) Ditës së dhëmbshme”"
        },
        {
            "chapter": 11,
            "verse": 27,
            "text": "E, paria e popullit të tij, ata që nuk kanë besuar, thanë: “Na shohim se ti je vetëm njeri si na, dhe shohim që ty të shkojnë pas, vetëm ata më të ulëtit, nga ne – pa menduar fare dhe se nuk shohim se ju keni diçka më të mirë se ne. Jo, (por) na ju konsiderojmë për gënjeshtar”"
        },
        {
            "chapter": 11,
            "verse": 28,
            "text": "Ai (Nuhu) tha: “O populli im, ç’mendoni ju, nëse unë i përmbahem dokumentit të qartë të Zotit tim, madje Ai më ka dhënë nga Vetja mëshirë – e ju jeni të verbër për të, a mund t’jua imponojmë juve atë, kur ju nuk e dëshironi?”"
        },
        {
            "chapter": 11,
            "verse": 29,
            "text": "O populli im! Unë për këtë nuk kërkoj nga ju kurrfarë pasurie. Mua më shpërblen vetëm Perëndia. E, unë nuk mund t’i dëboj ata që besojnë. Ata do të takohen me Zotin e tyre. Mirëpo, unë shoh se ju, me të vërtetë, jeni popull që nuk di"
        },
        {
            "chapter": 11,
            "verse": 30,
            "text": "O populli im kush do të më mbroj mua nga Perëndia, nëse unë ata (besimtarët) i dëboj? A nuk doni të këshilloheni?”"
        },
        {
            "chapter": 11,
            "verse": 31,
            "text": "Unë juve nuk dua t’ju them: “Unë kam thesarin e Perëndisë, as që di të padukshmet, as që do të them se unë jam engjëll, as që do t’u them atyre, të cilët, sytë tuaj i poshtërojnë: se Perëndia nuk do t’u japë kurrfërë të mire. Perëndia di më mirë se ç’ka në shpirtërat e tyre. (Sikur unë të veproja ashtu), atëherë do të isha, me të vërtetë, njëri nga zullumqarët”"
        },
        {
            "chapter": 11,
            "verse": 32,
            "text": "Ata thanë: “O Nuh, ti bëre polemikë me ne, dhe madje u zgjerove në polemikën tonë. Sillna ti atë premtim (dënim), nëse thua të vërtetën!”"
        },
        {
            "chapter": 11,
            "verse": 33,
            "text": "Tha (Nuhu): “Vetëm Perëndia do t’ua sjellë atë, nëse dëshiron, e ju Atij nuk mund t’i ikni"
        },
        {
            "chapter": 11,
            "verse": 34,
            "text": "Këshilla ime, nuk do t’ju bëjë dobi, edhe sikur të doja t’ju këshillojë – nëse Perëndia don t’ju shkatërrojë. Ai është Zoti juaj dhe ju tek Ai do të ktheheni”"
        },
        {
            "chapter": 11,
            "verse": 35,
            "text": "Ose ata thonë: “Ai (Muhammedi) e ka trilluar (Kur’anin). Thuaj: “E nëse unë e kam trilluar, mëkati im bie mbi mua, e unë jam larg nga mëkatet që bëni ju”"
        },
        {
            "chapter": 11,
            "verse": 36,
            "text": "Dhe Nuhut i qe shpallur: “Nga populli yt askush nuk do të besojë, përpos atyre që kanë pranuar fenë, andaj mos u pikëllo për atë që punojnë ata"
        },
        {
            "chapter": 11,
            "verse": 37,
            "text": "dhe ndërto anijen nën mbikëqyrje dhe udhëzimin Tonë, dhe mos m’u drejto më për ata që janë zullumqarë! Ata me siguri do të fundosen”"
        },
        {
            "chapter": 11,
            "verse": 38,
            "text": "Dhe ndërtonte anijen. Dhe sa herë që kalonin pranë tij paria e popullit të tij, e përqeshnin atë. (Nuhi) tha: “Nëse ju talleni me ne, edhe na do të tallemi me ju, ashtu si talleni ju"
        },
        {
            "chapter": 11,
            "verse": 39,
            "text": "dhe së shpejti, me siguri, do të dini, kë do ta gjejë dënimi poshtërues dhe në kë do të bie dënimi i përhershëm”"
        },
        {
            "chapter": 11,
            "verse": 40,
            "text": "Dhe, kur arriti urdhëri Ynë, e uji ng asipërfaqja e tokës nisi të gufojë. Ne thamë: “Ngarko në anije nga çdo lloj gjallese nga një palë (një mashkull e një femër) dhe familjen tënde, përveç atyre që ka qenë fjala (e dënimit) për ta, - dhe besimtarët!” E pak ka pasur të atillë, që kanë besuar me të"
        },
        {
            "chapter": 11,
            "verse": 41,
            "text": "(Nuhu) tha: “Hypni në të! Me emrin e Perëndisë ajo lundron dhendalet! Me të vërtetë, Zoti im është falës dhe mëshirues"
        },
        {
            "chapter": 11,
            "verse": 42,
            "text": "Dhe, ajo lundronte me ta nëpër valët e mëdha e të larta sa malet, ndërsa Nuhu thërriste birin e vet, i cili ishte tërhequr (anash): “O biri im, hyp me ne e mos u bënë me mohuesit!”"
        },
        {
            "chapter": 11,
            "verse": 43,
            "text": "(I biri) tha: “Unë do të strehohem në bjeshkën, e cila do të më ruajë nga uji”, (e Nuhu) tha: “Sot askush nuk do të kursehet nga dënimi i Perëndisë, përveç atë që e mëshiron Ai!” E, një valë në mes tyre i ndau dhe ai (i biri) – u fundos"
        },
        {
            "chapter": 11,
            "verse": 44,
            "text": "Dhe është thënë: “O Tokë, gëlltitë ujin tënd, dhe ti o qiell, ndaloje (shiun)!” Dhe uji u tërhoq e u plotësua urdhëri (i Perëndisë), e anija u ndal në malin Xhudij, dhe është thënë: “Le të jetë larg populli zullumqarë!”"
        },
        {
            "chapter": 11,
            "verse": 45,
            "text": "E Nuhu iu lut Zotit të tij dhe tha: “O Zoti im, me të vërtetë, biri im është nga familja ime dhe premtimi Yt, është i vërtetë, e Ti je gjykatësi më i drejtë!”"
        },
        {
            "chapter": 11,
            "verse": 46,
            "text": "(Perëndia) tha: “O Nuh, ai nuk është nga familja jote, ai ka bërë punë të keqe (që nuk ka ardhur me ty). Mos më pyet për atë që nuk e di ti. Unë të këshilloj që të mos bëhesh nga ata që nuk dinë”"
        },
        {
            "chapter": 11,
            "verse": 47,
            "text": "(Nuhu) tha: “O Zoti im, unë mbështetem te Ti (për t’u ruajtur) nga pyetjet që nuk i di, e nëse Ti nuk më falë dhe nuk më mëshiron, do të jem nga të humburit”"
        },
        {
            "chapter": 11,
            "verse": 48,
            "text": "Është thënë: “O Nuh – zbrit me përshëndetjen Tonë dhe dhuntitë Tona për ty dhe pasardhësit e atyre që gjende me ty”. E, disa popujve, Na do t’u japim kënaqësi (në këtë botë), e që pastaj, do t’i goditë nga Ne dënimi i dhembshëm!”"
        },
        {
            "chapter": 11,
            "verse": 49,
            "text": "Këto janë lajmet e ngjarjeve të padukshme, që Ne t’i shpallim ty. Nuk i ke ditur as ti, as populli yt para kësaj (shpaljes së Kur’anit). Andaj, duro! Se, me të vërtetë, në fund, fitorja është e besimtarëve"
        },
        {
            "chapter": 11,
            "verse": 50,
            "text": "(Ia dërguam) Adit – vëllaun e tij Hudin. Ai tha: “O populli im, adhuronie Perëndinë! Ju nuk keni Zot tjetër përveç Tij; ju jeni vetëm trillues (nëse adhuroni tjetër kënd)"
        },
        {
            "chapter": 11,
            "verse": 51,
            "text": "O populli im! Unë nuk kërkoj nga ju shpërblim për këtë. Mua më shpërblen vetëm Ai që më ka krijuar! A nuk po mendoni"
        },
        {
            "chapter": 11,
            "verse": 52,
            "text": "O populli im! Kërkoni falje nga Zoti juaj dhe kthehuni tek Ai, e Ai do t’ju sjellë shi të begatshëm dhe do t’ju shtojë fuqinë mbi fuqinë tuaj, dhe mos u shmangëni si mëkatarë"
        },
        {
            "chapter": 11,
            "verse": 53,
            "text": "Ata thanë: “O Hud! Ti nuk na ke sjellë kurrfarë argumenti dhe për fjalë tuaja – ne nuk do t’i braktisim zotrat tonë, as nuk të besojmë na ty"
        },
        {
            "chapter": 11,
            "verse": 54,
            "text": "Na pohojmë se vetëm ty të ka qëlluar ndonjë e keqe nga zotrat tonë” Ai tha: “Unë e dëshmoj Perëndinë, e dëshmonie edhe ju, se unë jam larg nga ato që ju i bëni shok Perëndisë"
        },
        {
            "chapter": 11,
            "verse": 55,
            "text": "(heqi dorë nga të bëmit shok) përpos Tij. Të gjithë ju bëni dredhi kundër meje, dhe mos më jepni afat aspak"
        },
        {
            "chapter": 11,
            "verse": 56,
            "text": "Unë mbështetem te Perëndia, Zoti im dhe Zoti juaj. S’ka asnjë gjallesë që të mos jetë nën pushtetin e Tij. Me të vërtetë, Zoti im është në rrugë të drejtë"
        },
        {
            "chapter": 11,
            "verse": 57,
            "text": "E, nëse ju shmangeni, thuaj: “Unë ju kam treguar për atë që jam dërguar te ju. E Zoti im në vend tuaj do të sjellë një popull tjetër, kurse ju, - nuk mund t’i bëni kurrfarë dëmi Atij. Me të vërtetë, Zoti im është ruajtës mbi çdo gjë”"
        },
        {
            "chapter": 11,
            "verse": 58,
            "text": "Kur erdhi urdhëri Ynë (dënimi), Na, me mëshirën Tonë e shpëtuam Hudin bashkë me besimtarët e tij. I shpëtuam ata nga dënimi i rëndë"
        },
        {
            "chapter": 11,
            "verse": 59,
            "text": "Qe, ky ishte populli i Adit. I mohuan rgumentet e Zotit të tyre dhe ishin të padëgjueshëm ndaj pejgamberëve të Tij dhe shkonin pas urdhërit të çdo zullumqari, kokëfortë"
        },
        {
            "chapter": 11,
            "verse": 60,
            "text": "Ata i ndoqi mallkimi në këtë jetë dhe do t’i ndjekë edhe në Ditën e Kijametit. Ah! Me të vërtetë, Adi mohuan Zotin e tyre. Qe pra, le të jetë larg (nga shpëtimi) Adi – populli i Hudit"
        },
        {
            "chapter": 11,
            "verse": 61,
            "text": "(Ia dërguam) Themudit, vëllaun e tyre Salihun. “O populli im”, - tha ai: “Adhuronie vetëm Perëndinë. Ju, s’keni zot tjetër përveç Atij! Ai ju krijoi nga toka (dheu) dhe ju dha të jetoni në të; andaj, kërkoni falje nga Ai dhe kthehuni tek Ai! Me të vërtetë, Zoti im është afër dhe Ai u përgjigjet (lutjeve)”"
        },
        {
            "chapter": 11,
            "verse": 62,
            "text": "Ata thanë: “O Salih! Ti ke qenë shpresa jonë, para kësaj (fjale). A mos vallë, ti don të na ndalosh ta adhurojmë atë, që e kanë adhuruar prindërit tanë? Me të vërtetë, na jemi në dilemë, që na bën të dyshojmë në thirrjen tënde”"
        },
        {
            "chapter": 11,
            "verse": 63,
            "text": "Tha (Salihu): “O populli im! Ç’mendoni ju, nëse unë jam mbështetur në dokumentin e qartë të Zotit tim, e Ai më ka dhënë nga Vetja mëshirë, (profetni); kush do të më mbrojë nga dënimi i Perëndisë, nëse e kundërshtoj Ate? Ju, (me këtë) mua vetëm do të më shtonit humbjen"
        },
        {
            "chapter": 11,
            "verse": 64,
            "text": "O populli im! Kjo është devja e Perëndisë – mrekulli për ju, e lënie të kullosë në tokën e Perëndisë, dhe mos i bëni ndonjë të keqe asaj, se ju godet ndëshkimi i afërt”"
        },
        {
            "chapter": 11,
            "verse": 65,
            "text": "Por, ata e prenë (therrën), e ai (Salihu) tha: “Jetoni ju në shtëpitë tuaja vetëm edhe tri ditë! Ky është premtimi i (dënimit të) vërtetë”"
        },
        {
            "chapter": 11,
            "verse": 66,
            "text": "E, kur erdhi urdhëri Ynë (dënimi), Na e shpëtuam Salihun bashkë me besimtarët e tij – me mëshirën Tonë, dhe (i shpëtuam ata) nga poshtërimi i asaj dite. Me të vërtetë, Zoti yt është i fortë dhe i Plotëfuqishëm"
        },
        {
            "chapter": 11,
            "verse": 67,
            "text": "e ata, që bënë zullum, i kaploi zëri i tmerrshëm, të cilët në tokën e tyre u gëdhinë të vdekur – të palëvizshëm"
        },
        {
            "chapter": 11,
            "verse": 68,
            "text": "thuajse, nuk kanë ekzistuar kurrë në të. Me të vërtetë, Themudi mohuan Zotin e tyre. Qe pra, le të jetë larg (nga mëshira e Zotit) Themudi"
        },
        {
            "chapter": 11,
            "verse": 69,
            "text": "Të dërguarit Tonë (engjëjt), i sollën Ibrahimit sihariq dhe i thanë: “Selam!” Ai u përgjegj: “Selam!” Dhe me të shpejtë, u solli atyre një viç të pjekur"
        },
        {
            "chapter": 11,
            "verse": 70,
            "text": "Kur pa (Ibrahimi) se duart e tyre nuk po e përkasin atë (viçin), nuk u pëlqeu (ky ngurrim i tyre ndaj ushqimit) dhe ndjeu frikë nga ata. (Engjëjt) thanë: “Mos u friko, na jemi dërguar te populli i Lutit”"
        },
        {
            "chapter": 11,
            "verse": 71,
            "text": "E, gruaja e tij (e Ibrahimit) rrinte aty dhe qeshi, dhe Na e gëzuam atë me Is’hakun, e pos Is’ahkut, me Jakubin"
        },
        {
            "chapter": 11,
            "verse": 72,
            "text": "Tha (gruaja e Ibrahimit): “Ah! e mjera unë! A mos vallë, kështu plakë të lindë unë; e, edhe ky burri im është plak! Me të vërtetë, kjo është diçka e jashtëzakonshme!”"
        },
        {
            "chapter": 11,
            "verse": 73,
            "text": "Ata (engjëjt), thanë: “A mos vallë, ti po çuditesh me urdhërin e Perëndisë? Mëshira e Perëndisë dhe bekmi i Tij qoftë mbi ju – familjen e pejgamberit. Me të vërtetë, Ai (Perëndia) është i lavdëruar dhe bamirës për së tepërmi!”"
        },
        {
            "chapter": 11,
            "verse": 74,
            "text": "Pasi që i kaloi frika Ibrahimit dhe i erdhi lajmi i gëzuar, (nisi) të diskutojë me të dërguarit Tonë, për popullin e Lutit"
        },
        {
            "chapter": 11,
            "verse": 75,
            "text": "Ibrahimi me të vërtetë, ishte i butë, i dhembshëm dhe i kthyeshëm (kah Perëndia)"
        },
        {
            "chapter": 11,
            "verse": 76,
            "text": "“O Ibrahim, shmangu prej kësaj! Me të vërtetë, erdhi urdhëri nga Zoti yt – dhe, me të vërtetë, ata do t’i gjejë dënimi i paevitueshëm”"
        },
        {
            "chapter": 11,
            "verse": 77,
            "text": "Kur i erdhën të dërguarit (engjëjt) Tanë Lutit, (ardhja e tyre) e hidhëroi dhe për shkak të tyre ndjeu një shtrëngim në shpirtin e tij dhe tha: “Kjo është ditë e rëndë!”"
        },
        {
            "chapter": 11,
            "verse": 78,
            "text": "Dhe erdhi populli i tij duke nxituar kah ai, e që më parë patën punuar vepra të këqia. (Luti) tha: “O populli im, këto janë bijat e ia. Ato për ju janë më tëpastra, e druajuni Perëndisë dhe mos më turpëroni para mysafirëve të mi. a nuk ka në mes jush njeri të ndershëm"
        },
        {
            "chapter": 11,
            "verse": 79,
            "text": "Ata thanë: “Ti e di se neve nuk na nevojiten bijat tua. Me të vërtetë, ti e di se ç’duam ne”"
        },
        {
            "chapter": 11,
            "verse": 80,
            "text": "Ai tha: “Sikur unë të kisha fuqi (që t’ju dëboj) ose të mbështetesha në ndonjë fuqi të madhe, (do t’i mbroja mysafirët e mi)"
        },
        {
            "chapter": 11,
            "verse": 81,
            "text": "Thanë (mysafirët): “O Lut! Na jemi të dërguarit e Zotit tënd. Ata nuk mund të bëjnë ty asgjë, e pra, urdhëto ti me familjen tënde në orët e vona të natës dhe askush prej jush mos të këqyrë prapa; (familja do të shpëtojë) përpos gruas tënde. Atë, me të vërtetë, do ta godas ajo që do t’i gjejë edhe ata. Afati i tyre është agimi i ditës. E, vallë, a nuk është afër agimi i ditës"
        },
        {
            "chapter": 11,
            "verse": 82,
            "text": "Dhe kur erdhi urdhëri Ynë, Na rrotulluam çdo gjë, - ato që ishin lart i përmbysëm poshtë, dhe në ta lëshuam tulla e gurë, që binin vazhdimisht, si shiu"
        },
        {
            "chapter": 11,
            "verse": 83,
            "text": "e shënuar (për dënim) nga Zoti yt. Dhe ai (dënimi), nuk është larg nga zullumqarët"
        },
        {
            "chapter": 11,
            "verse": 84,
            "text": "(Ia dërguam) Medjenit – vëllaun e tyre Shuajbin. Ai tha: “O populli im, adhuronie Perëndinë! Ju s’keni tjetër zot përveç Tij. Mos pakësoni (mungoni) as gjatë matjes me litër as me kandar. Unë po shoh se ju gjendeni në begati të mirë dhe druaj se juve, do t’ju godas dënimi, i një dite që u përfshinë të gjithëve"
        },
        {
            "chapter": 11,
            "verse": 85,
            "text": "O populli im, plotësoni matjen në litër dhe kandar – me të drejtë dhe mos ua cungoni njerëzve gjërat e tyre! Dhe mos bëni ngatërresa në Tokë"
        },
        {
            "chapter": 11,
            "verse": 86,
            "text": "Atë që ua ka lënë Perëndia (dhe që e keni arritur në mënyrë të lejueshme) u është më e mirë, nëse jeni besimtarë; e unë nuk jam ruajtës i juaj"
        },
        {
            "chapter": 11,
            "verse": 87,
            "text": "Ata thanë: “O Shuajb, a mos vallë namazi yt urdhëron që na t’i lëmë ato që i kanë adhuruar të parët tanë ose që të bëjmë me pasurinë tonë çka të duam. Me të vërtetë, sa i butë dhe i drejtë që je ti! (thanë ata në formë ironike”)"
        },
        {
            "chapter": 11,
            "verse": 88,
            "text": "(Shuajbi) tha: “O populli im, ç’mendoni ju nëse unë jam në dokumentin e qartë të Zotit tim dhe, Ai, më ka furnizuar nga Vetja me ushqim të mirë. E, unë nuk dëshiroj të punoj atë çka ua ndaloj juve. Unë dëshiroj vetëm të përmirësojë atë çka mundem. E, suksesi im varet vetëm nga Perëndia. Tek Ai mbështetem dhe Atij i drejtohem"
        },
        {
            "chapter": 11,
            "verse": 89,
            "text": "O populli im, kundërshtimi ndaj meje le të mos u shpiej kurrsesi (në mëkat), e që t’ju ndodhë ajo që i ndodhi popullit të Nuhut, ose popullit të Hudit apo popullit të Salihut; por edhe populli i Lutit nuk është larg prej jush"
        },
        {
            "chapter": 11,
            "verse": 90,
            "text": "Dhe kërkoni falje nga Zoti juaj e kthehuni tek Ai. Me të vërtetë, Zoti im është mëshirues dhe i dashur”"
        },
        {
            "chapter": 11,
            "verse": 91,
            "text": "Ata thanë: “O Shuajb, na nuk kuptojmë shumë nga ato që na thua ti dhe na të shohim të dobët në mesin tonë. E, sikur të mos ishte farefisi yt, na të kishim mbytur me gurë, ti nuk je i respektuar te ne”"
        },
        {
            "chapter": 11,
            "verse": 92,
            "text": "(Shuajbi) tha: “O populli im, a mos vallë farefisi im për ju është më i respektuar se Perëndia, të cilin e keni lënë krejtësisht anash. Me të vërtetë, Zoti im, kaplon atë që punoni ju"
        },
        {
            "chapter": 11,
            "verse": 93,
            "text": "O populli im, bëni sa të mundeni, por edhe unë do të bëjë. Ju, me siguri do ta dini se kë do ta gjejë dënimi që do ta poshtërojë dhe kush është gënjeshtar. E, pritni ju (fundin), se edhe unë do të pres me ju”"
        },
        {
            "chapter": 11,
            "verse": 94,
            "text": "E, kur erdhi urdhëri Ynë (dënimi), e shpëtuam Shuajbin bashkë me besimtarët e tij – me mëshirën Tonë, kurse mohuesit i kaploi zë i tmerrshëm dhe ata në tokën e tyre u gëdhinë të vdekur – të palëvizshëm"
        },
        {
            "chapter": 11,
            "verse": 95,
            "text": "thuajse, nuk kanë ekzistuar kurrë në të. Le të jetë larg (nga mëshira e Zotit) Medjeni, ashtu siç ka qenë larg edhe Themudi"
        },
        {
            "chapter": 11,
            "verse": 96,
            "text": "Na e kemi dërguar Musain me argumentet Tona dhe me dokumentet e qarta"
        },
        {
            "chapter": 11,
            "verse": 97,
            "text": "te Faraoni dhe parisë së tij, por ata shkuan pas urdhërit të Faraonit. E, urdhëri i Faraonit nuk ishte i drejtë"
        },
        {
            "chapter": 11,
            "verse": 98,
            "text": "Do ta udhëheq ai (Faraoni) popullin e tij në Ditën e Kijametit, e do ta sjellë në zjarr. E, sa vend i shëmtuar është ai, ku do të sillen ata"
        },
        {
            "chapter": 11,
            "verse": 99,
            "text": "Ata do të përcillen me mallkim në këtë jetë dhe në jetën tjetër. E sa “dhuratë” e shëmtuar është ajo që do t’u jepet"
        },
        {
            "chapter": 11,
            "verse": 100,
            "text": "Këto janë lajmet për vendbanimet që po t’i tregojmë Na ty (o Muhammed!). Disa prej tyre ende ekzistojnë, e disa janë rrënuar"
        },
        {
            "chapter": 11,
            "verse": 101,
            "text": "Na nuk i kemi bërë atyre zullum, por ata vetvetes i kanë bërë zullum. E, nuk u ndihmuan atyre hyjnitë, të cilëve ata iu luteshin, pos Perëndisë, asgjë – kur erdhi urdhëri (dënimi) i Zotit tënd. Dhe, nuk iu shtuan (hyjnitë) atyre kurrgjë tjetër, përpos humbjen"
        },
        {
            "chapter": 11,
            "verse": 102,
            "text": "I tillë është dënimi i Zotit tënd kur ndëshkon vendbanimet, të cilat bënin zullum. Me të vërtetë, dënimi i Tij është i dhëmbshëm dhe i ashpër"
        },
        {
            "chapter": 11,
            "verse": 103,
            "text": "Me të vërtetë, në këtë ka këshillë për atë që i dron dënimit të Ditës së gjykimit. E, ajo është Dita në të cilën do të tubohen të gjithë njerëzit dhe ajo është Dita në të cilën do të jenë prezent të gjithë"
        },
        {
            "chapter": 11,
            "verse": 104,
            "text": "Dhe Ne e shtyjmë atë vetëm gjer në afatin e caktuar"
        },
        {
            "chapter": 11,
            "verse": 105,
            "text": "Atë ditë që do të vijë, mund të flasë njeriu vetëm me lejen e Tij. Disa prej tyre do të jenë fatkëqinj, e disa fatlumë"
        },
        {
            "chapter": 11,
            "verse": 106,
            "text": "Ata që janë fatkëqinj, do të gjenden në zjarr, në të cilin për ata ka kërrhamë (frymënxjerrje me zë), e po ashtu edhe rrënkim"
        },
        {
            "chapter": 11,
            "verse": 107,
            "text": "në të cilin do të mbetën përherë, derisa të jenë qiejt dhe Toka, përveç nëse ndryshe e cakton Zoti yt. Me të vërtetë, Zoti yt punon atë që don (pa mundësi kundërshtimi)"
        },
        {
            "chapter": 11,
            "verse": 108,
            "text": "Kurse fatlumët, do të gjenden në Xhennet, ku do të qëndrojnë përherë në të, derisa të jenë qiejt dhe Toka, përveç nëse ndryshe e cakton Zoti yt. Kjo është dhuratë e pashkëputshme"
        },
        {
            "chapter": 11,
            "verse": 109,
            "text": "Prandaj, mos u bënë dyshues për atë që këta adhurojnë. Ata adhurojnë vetëm atë që kanë adhuruar më parë – të parët e tyre. Dhe Ne do t’ua plotësojmë atyre pjesën e vet (të dënimit), duke mos ua pakësuar aspak"
        },
        {
            "chapter": 11,
            "verse": 110,
            "text": "Na, me të vërtetë, ia kemi dhënë Musait Librin, për të cilin është shkaktuar përçarje mendimesh. E, sikur të mos i kishtë paraprirë fjala e Zotit tënd, (që do të bëhet dënimi në jetën tjetër), do të gjykoheshin menjëherë. Me të vërtetë, ata për këtë janë në dilemë, e cila i shpie në dyshim të madh"
        },
        {
            "chapter": 11,
            "verse": 111,
            "text": "Me të vërtetë, çdonjërit prej tyre, Zoti yt do t’ia plotësojë pagimin për veprat e tyre. Se, Ai, me të vërtetë, është i njoftuar për atë që punojnë ata"
        },
        {
            "chapter": 11,
            "verse": 112,
            "text": "Shko ti udhës së drejtë, ashtu siç je i urdhëruar; dhe ashtu le të veprojnë edhe besimtarët që janë me ty, e mos i kaloni kufijt, se, Ai, me të vërtetë, i sheh mirë ato që punoni ju"
        },
        {
            "chapter": 11,
            "verse": 113,
            "text": "Dhe, mos anoni kah ata që bëjnë zullum, meqë do t’u përcëlloj zjarri. Ju nuk keni mbrojtës tjetër përveç Perëndisë, dhe nuk do të jeni të ndihmuar"
        },
        {
            "chapter": 11,
            "verse": 114,
            "text": "Dhe kryeje namazin në mëngjes dhe mbrëmje dhe me një kohë të natës. Me të vërtetë, veprat e mira i shlyejnë veprat e këqija. Kjo këshillë vlenë për ata që i pranojnë këshillat"
        },
        {
            "chapter": 11,
            "verse": 115,
            "text": "Dhe duro! Se, Perëndia, me të vërtetë, nuk e humbë shpërblimin e bamirësve"
        },
        {
            "chapter": 11,
            "verse": 116,
            "text": "Vallë! A nuk ka pasur njerëz të mençur te popujt para jush – të cilët pengonin ngatërresat në Tokë? Ka pasur vetëm disa prej tyre – që i shpëtuam Ne! e, ata që bënin zullum, ipeshin pas kënaqësive dhe ishin mëkatarë"
        },
        {
            "chapter": 11,
            "verse": 117,
            "text": "Dhe, Zoti yt, kurrë nuk i ka shkatërruar vendbanimet padrejtësisht, nëse banorët e tyre kanë jetuar në harmoni dhe drejtësi në mes vete"
        },
        {
            "chapter": 11,
            "verse": 118,
            "text": "E, sikur të kishte dashur Zoti yt, të gjithë njerëzit do t’i bënte njerëz të një feje. Por, ata edhe më tej janë në kundërshtim mendimesh"
        },
        {
            "chapter": 11,
            "verse": 119,
            "text": "Përveç atyre që i ka mëshiruar Zoti yt. E, për ata edhe i ka krijuar Ai. Dhe, u plotësua fjala e Zotit tënd: “Do ta mbushë, me të vërtetë, xhehennemin me xhind dhe njerëz bashkarisht!”"
        },
        {
            "chapter": 11,
            "verse": 120,
            "text": "Na po t’i tregojmë ty të gjitha lajmet e pejgamberëve, për me ta forcua zemrën. Dhe në këtë sure të ka ardhur ty e vërteta; këshilla dhe të përkujtuarit për besimtarët"
        },
        {
            "chapter": 11,
            "verse": 121,
            "text": "Dhe thauju atyre që nuk besojnë: “Punoni ju si të mundeni, edhe ne do të punojmë"
        },
        {
            "chapter": 11,
            "verse": 122,
            "text": "dhe pritni ju (fundin e punës), dhe ne do të presim!”"
        },
        {
            "chapter": 11,
            "verse": 123,
            "text": "Perëndia i di sekretet e qiejve dhe të Tokës dhe çdo gjë kthehet tek Ai. Lutju Atij dhe mbështetu tek Ai! Dhe Zoti yt nuk është i pakujdesshëm për atë që punoni ju"
        },
        {
            "chapter": 12,
            "verse": 1,
            "text": "Elif, Lâm, Râ. Këto janë ajetet e Librit të qartë"
        },
        {
            "chapter": 12,
            "verse": 2,
            "text": "Na e zbritëm këtë Kur’an në gjuhën arabe, për ta kuptuar ju"
        },
        {
            "chapter": 12,
            "verse": 3,
            "text": "Na ty (o Muhammed!) do t’i tregojmë ngjarjet më të bukura përmes shpalljes së këtij Kur’ani; e ti, me të vërtetë, këto nuk i ke ditur më parë"
        },
        {
            "chapter": 12,
            "verse": 4,
            "text": "kur Jusufi i tha babës së vet: “O baba im! Unë kam ëndërruar njëmbëdhjetë yje, edhe Diellin e Hënën! I pashë se si ato më bënin sexhde (më përuleshin)”"
        },
        {
            "chapter": 12,
            "verse": 5,
            "text": "(Baba i tij) tha: “O biri im! Mos u trego ëngrrën tënde vëllezërve tu, që mos të ta bëjnë ndonjë dredhi. Se, me të vërtetë, djalli është armik i hapët i njeriut"
        },
        {
            "chapter": 12,
            "verse": 6,
            "text": "Dhe qe kështu, Zoti yt të ka zgjedhur ty dhe të mëson në shpjegimin e ngjarjeve (ëndërrave, e të tjera) dhe e plotëson dhuntinë e Vet ndaj teje dhe familjes së Jakubit, ashtu siç e ka plotësuar më parë ndaj të parëve tu, Ibrahimit dhe Is’hakut. Me të vërtetë Zoti yt është i Plotëdijshëm dhe i Gjithëdijshëm”"
        },
        {
            "chapter": 12,
            "verse": 7,
            "text": "Me të vërtetë, për të gjithë ata që pyesin Jusufin dhe vëllezërit e tij ka shumë argumente"
        },
        {
            "chapter": 12,
            "verse": 8,
            "text": "(Kujtoje ti) kur (vëllezërit e tij) thanë: “Jusufi dhe vëllai i tij, janë më të dashur për babën tonë se na, e na jemi grup i tërë. Baba i ynë, me të vërtetë, është në humbje të qartë"
        },
        {
            "chapter": 12,
            "verse": 9,
            "text": "Mbyteni Jusufin ose dëbonie në ndonjë vend të largët; e baba i juaj do të kthehet kah ju, dhe pas kësaj do të bëheni njerëz të mirë"
        },
        {
            "chapter": 12,
            "verse": 10,
            "text": "njëri prej tyre tha: “Mos e mbytni Jusufin, por hedhnie në fund të ndonjë pusi; do ta marrë ndonjë karavan; - nëse përnjëmend doni të bëni diçka me të”"
        },
        {
            "chapter": 12,
            "verse": 11,
            "text": "(Vëllezërit thanë): “O babai ynë! Përse për Jusufin nuk po ke besim në në, e na me të vërtetë, i dëshirojmë çdo të mirë atij"
        },
        {
            "chapter": 12,
            "verse": 12,
            "text": "Dërgoje nesër me ne që të hajë pemë dhe të luajë, e na me siguri do ta ruajmë”"
        },
        {
            "chapter": 12,
            "verse": 13,
            "text": "(Baba) tha: “Unë brengosem që ju ta merrni atë, e druaj se mos do ta hajë ujku, kur nuk do të jeni të kujdesshëm”"
        },
        {
            "chapter": 12,
            "verse": 14,
            "text": "(Vëllezërit) thanë: “Si do ta hajë ujku, kur ne jemi një grup i fortë! Na, atëherë, me të vërtetë, do të ishim të humbur”"
        },
        {
            "chapter": 12,
            "verse": 15,
            "text": "Pasi e morën atë (Jusufin) dhe vndosën që ta hedhin në fund të pusit, Na ia shpallëm atij: “Ti do t’i lajmërosh ata për këtë vepër, e ata nuk do ta vërejnë (që ti je Jusufi)”"
        },
        {
            "chapter": 12,
            "verse": 16,
            "text": "Dhe në mbrëmje erdhën (vëllezërit e Jusufit) te babai i tyre, duke qajtur"
        },
        {
            "chapter": 12,
            "verse": 17,
            "text": "Thanë: “O baba ynë, na shkuam të vrapojmë, e Jusufin e lamë te sendet tona, andaj e hëngri ujku. E, ti nuk na beson neve, edhe pse na flasim të vërtetën”"
        },
        {
            "chapter": 12,
            "verse": 18,
            "text": "Dhe sollën këmishën e tij të përgjakur, me gjak të rrejshëm. (Jakubi) tha: “Jo, por shpirtërat tuaj kanë zbukuruar diçka. (Durimi im) është durim i mrekullueshëm. Prej Perëndisë kërkoj ndihmë për atë që po e paraqitni ju”"
        },
        {
            "chapter": 12,
            "verse": 19,
            "text": "Dhe erdhi një karavan, e dërgoi ujëbartësin e vet dhe ai lëshoi kovën e tij dhe thirri: “O sa gëzim! Qe një djalë!” Dhe ata, e fshehën atë si plaçkë tregtie, e Perëndia di mirë atë që punojnë ata"
        },
        {
            "chapter": 12,
            "verse": 20,
            "text": "Dhe e shitën atë për pak para – për disa grosh; mezi pritën që ta shporrin qafet atë"
        },
        {
            "chapter": 12,
            "verse": 21,
            "text": "E, atëherë, kur e bleu ai personi nga Misiri, i tha gruas së vet: “Bënia të këndshëm strehimin e tij! Ndoshta do të na shërbejë ose do ta përvetësojmë si djalë!” Dhe ja kështu, Ne e vendosëm Jusufin në atë Tokë të bukur dhe ia mësuam komentimin e ëndërrave. E, Perëndia është ngadhnjyes i të gjitha gjërave, por shumica e njerëzve nuk e dijnë"
        },
        {
            "chapter": 12,
            "verse": 22,
            "text": "Dhe kur arriti ai moshën e pjekurisë, Na i dhamë atij aftësi të të gjykuarit (në shpjegimë) dhe dijeni; dhe kështu Ne i shpërblejmë bamirësit"
        },
        {
            "chapter": 12,
            "verse": 23,
            "text": "Dhe ajo, (gruaja) në shtëpinë e së cilës gjendej ai, nisi ta nxisë atë në mëkat, i mbylli të gjitha dyert dh tha: “Jam e gatshme për ty!” E, ai tha: “Perëndia më ruajtë! Me të vërtetë, Ai – Zoti im më ka bërë të mirë strehimin; e me të vërtetë, zullumqarët nuk do të shpëtojnë kurrë”"
        },
        {
            "chapter": 12,
            "verse": 24,
            "text": "Dhe ajo e dashti atë; por edhe ai do ta dëshironte atë, sikur të mos e kishte parë dokumentin e Zotit të vet. Kështu ka qenë kjo, për ta ruajtur Na atë nga mëkati dhe vepra e shëmtuar, sepse ai, në të vërtetë, ka qenë nga robërit Tanë të sinqertë"
        },
        {
            "chapter": 12,
            "verse": 25,
            "text": "Që të dy vrapuan kah dera, e ajo ia shkeu këmishën e tij mbrapa. Dhe te dera e hasën burrin e saj. Ajo tha: “Çfarë dënimi meriton ai që don t’i bëjë të keqe gruas tënde, përpos burgosjes apo dënimit të dhembshëm?”"
        },
        {
            "chapter": 12,
            "verse": 26,
            "text": "(Jusufi) tha: “Ajo tentoi të më përvetësojë”. E, një i afërt i saj, konstatoi: “Nëse këmisha e tij është shkyer përpara, atëherë ajo thotë të vërtetën, e ai të pavërtetën"
        },
        {
            "chapter": 12,
            "verse": 27,
            "text": "e, nëse këmisha e tij është shkyer prapa atëherë ajo gënjen, e ai thotë të vërtetën”"
        },
        {
            "chapter": 12,
            "verse": 28,
            "text": "Dhe kur ai (burri i saj) pa se këmisha e tij është shkyer përmbrapa, tha: “Kjo me të vërtetë, është një nga dredhitë tuaja (të femrave). – Me të vërtetë, dredhitë tuaja janë të mëdha"
        },
        {
            "chapter": 12,
            "verse": 29,
            "text": "Ti, o Jusuf, largohu nga kjo (ndodhi), e ti (grua ime) kërko falje për këtë mëkat! Se, me të vërtetë, je njëra prej mëkatarëve”"
        },
        {
            "chapter": 12,
            "verse": 30,
            "text": "Dhe disa gra nëpër qytet thonin: “Gruaja e Azizit (ministrit) dëshiron ta përvetësojë shërbëtorin e vet. Me të vërtetë, ajo e don shumë. Na e shohim se ajo ka bërë gabim të madh”"
        },
        {
            "chapter": 12,
            "verse": 31,
            "text": "Dhe kur ajo dërgjoi për thashethënat e tyre, i thirri ato në gosti dhe çdonjërës nga ato ia dha nga një thikë (për të ngrënë pemë dhe mish) dhe i tha (Jusufit): “Dil para tyre!” E kur e panë atë, u mahnitën nga bukuria e tij dhe u prenë duarve, e thanë: “O Zot, o Zot! Ky nuk është njeri, por ky shtë vetëm një engjëll fisnik!”"
        },
        {
            "chapter": 12,
            "verse": 32,
            "text": "Ajo tha: “Jo, ky është ai, për të cilin ju më qortuat. Jam përpjekur ta përvetësoj, por ai është ruajtur. Nëse nuk do ta bëjë atë që e urdhëroj unë, me siguro do të burgoset dhe do të poshtërohet”"
        },
        {
            "chapter": 12,
            "verse": 33,
            "text": "(Jusufi) tha: “O Zoti im, më shumë e dua burgun se atë që më ofrojnë ato. E, nëse ti nuk e largon prej meje dredhinë e tyre, unë do të prirem kah ato dhe do të bëhem njëri nga xhahilat”"
        },
        {
            "chapter": 12,
            "verse": 34,
            "text": "Dhe Zoti ia plotësoi lutjen e tij dhe shmangu nga ai dredhitë e tyre. Me të vërtetë, Ai dëgjon dhe di çdo gjë"
        },
        {
            "chapter": 12,
            "verse": 35,
            "text": "E pastaj i rë ndërmend atyre (familjes së gruas) – pasi panë argumentet (mbi ndershmërinë e Jusufit) që ta burgosin për një kohë"
        },
        {
            "chapter": 12,
            "verse": 36,
            "text": "Me të hynë në burg dhe dy djelmosha. Njeri prej tyre tha: “Unë kam parë (në ëndërr) veten se si shtrydhja verë”. E tjetri tha: “Unë kam parë (në ëndërr) veten, se si bartja bukë në kokë, të cilën e hanin shpendët. Shpjegona (o Jusuf) komentimin e tyre. Na, me të vërtetë, shohim se ti je prej njerëzve bamirës”"
        },
        {
            "chapter": 12,
            "verse": 37,
            "text": "(Jusufi) tha: “Nuk do t’ju vijë asnjë shujtë e ushqimit, me të cilin ushqeheni ju, e që unë të mos u lajmëroj për atë (përmbajtjen) para se t’ju vijë. Kjo është prej dijenive që m’i ka mësuar Zoti im. Unë e kam flakë fenë e popullit që nuk beson Perëndinë dhe i cili mohon jetën tjetër"
        },
        {
            "chapter": 12,
            "verse": 38,
            "text": "dhe besoj fenë e të parëve të mi – Ibrahimit, Is’hakut dhe Jakubit; për ne nuk bënë që Perëndisë t’i bëjmë shok – asgjë. Kjo është dhuntia e Perëndisë ndaj nesh dhe njerëzve tjerë, por shumica e njerëzve nuk janë mirënjohës"
        },
        {
            "chapter": 12,
            "verse": 39,
            "text": "O shokët e mi të burgut! A janë më të mirë zotrat e llojllojshëm apo Perëndia, i Vetmi dhe Ngadhnjimtari"
        },
        {
            "chapter": 12,
            "verse": 40,
            "text": "Ju adhuroni, pos Perëndisë, vetëm emra, të cilët ua keni ngjitur ju dhe të parët tuaj, - Perëndia nuk ka shpallur asnjë dokument për ta. Vendimi i përket vetëm Perëndisë: Ai ka urdhëruar që të adhuroni vetëm Atë. Kjo është e vetmja fe e vërtetë, por shumica e njerëzve nuk e din"
        },
        {
            "chapter": 12,
            "verse": 41,
            "text": "O shokët e mi të burgut! Njëri prej ju dyve do ta qerasë me verë pronarin (zotriun) e vet, e sa i përket tjetrit, ai do të varet, e shpendët do të hanë prej kokës së tij. Kështu është caktuar kjo gjë, për të cilën pyetët ju!”"
        },
        {
            "chapter": 12,
            "verse": 42,
            "text": "Dhe (Jusufi) i tha njërit prej këtyre dyve, për të ciln mendoi se do të jetë i shpëtuar: “Përmendëm mua te Zoti yt!” Por djalli bëri që ai (i shpëtuari) të harrojë ta përmend te Zoti i vet (Jusufin) dhe kështu Jusufi mbeti edhe disa vjet në burg"
        },
        {
            "chapter": 12,
            "verse": 43,
            "text": "(Dhe tha mbreti): “Kam parë (në ëndërr) se si shtatë lopë të majme i hanin ato shtatë të liga, dhe kam parë (në ëndërr) shtatë kallinj të gjelbër, shtatë të tjerë të tharë. O paria ime, më shpjegoni ëndërrën time, nëse dini komendimin e ëndërrave!”"
        },
        {
            "chapter": 12,
            "verse": 44,
            "text": "Ata thanë: “Këto janë ëndërra të ngatërruara, e nuk dimë t’i shpjegojmë ëndërrat (e tilla)”"
        },
        {
            "chapter": 12,
            "verse": 45,
            "text": "Njeri nga ata dy që shpëtoi (nga burgu), iu kujtua pas një kohe e tha: “Unë do t’ju njoftoj për shpjegimin e kësja, vetëm më dërgoni mua!”"
        },
        {
            "chapter": 12,
            "verse": 46,
            "text": "(Kur ai shkoi te Jusufi, tha): “O Jusuf, o njeri i drejtë! Na shpjego (ëndërrën) për shtatë lopët e majme, që i hanin ato shtatë të liga dhe për shtatë kallinj të gjelbër e shtatë tjerë të tharë, - që të kthehem të njerëzit, e ta dijnë atë edhe ata”"
        },
        {
            "chapter": 12,
            "verse": 47,
            "text": "(Jusufi) tha: “Do të mbillni shtatë vjet rresht, e atë që do ta korrni, linie në kallinj, përveç një pakice që do ta hani"
        },
        {
            "chapter": 12,
            "verse": 48,
            "text": "sepse pastaj do të vijnë shtatë vjet të thata, të cilat do t’i hanë ato që i keni ruajtur ju, përveç një pakice që e keni ruajtur (për farë)"
        },
        {
            "chapter": 12,
            "verse": 49,
            "text": "Pastaj, pas këtyre do të vijë një vit në të cilin njerëzit do të kenë bereqet dhe në të cilin do të shtrydhin (rrush, etj.)”"
        },
        {
            "chapter": 12,
            "verse": 50,
            "text": "Dhe mbreti tha: “Sillmani atë (Jusufin)!” Kur (Jusufit) i erdh i deleguari (për ta nxjerrë prej burgut), ai i tha: “Ktheu te mbreti yt, e pyete: ‘Ç’patën ato gra që i prenë duart e veta?’ Me të vërtetë, Zoti im i di dredhitë e tyre!”"
        },
        {
            "chapter": 12,
            "verse": 51,
            "text": "(Mbreti u tha grave): “Si qe puna juaj kur deshët ta mashtronit Jusufin?” Ato thanë: “Perëndia na ruajtë! Na për të nuk dimë asgjë të keqe”. Gruaja e Azizit (ministrit) tha: “Tani do të dalë në shesh e vërteta! Unë jam përpjekur që ta mashtrojë atë, por ai me të vërtetë është prej njerëzve të drejtë"
        },
        {
            "chapter": 12,
            "verse": 52,
            "text": "(Kur Jusufi mori vesh për të gjitha këto), tha: “Kjo është që ta dijë ai (ministri), se unë me të vërtetë, nuk e kam tradhëtuar atë gjatë kohës së mungesës së tij dhe, me të vërtetë Perëndia nuk i përfundon mirë dredhitë e tradhëtarëve"
        },
        {
            "chapter": 12,
            "verse": 53,
            "text": "Unë nuk e shfajsoj veten, meqë shpirti (i njeriut) është fort i prirur për të keqe, përveç atij që e mëshiron Zoti im. Me të vërtetë, Zoti im është falës dhe mëshirues”"
        },
        {
            "chapter": 12,
            "verse": 54,
            "text": "Dhe tha sundimtari (mbreti): “Ma sillni atë, do ta marr në suitën time (si këshilltar special)”. E, pasi bisedoi me të, i tha: “Prej sot, ti tek ne, ke pozitë të lartë dhe je i besuar”"
        },
        {
            "chapter": 12,
            "verse": 55,
            "text": "(Jusufi) tha: “Më cakto të udhëheq thesarin e vendit. Unë, me të vërtetë, jam ruajtës dhe i dijshëm”"
        },
        {
            "chapter": 12,
            "verse": 56,
            "text": "Dhe kështu, ia dhamë Jusufit pozitën në vend (Misir), dhe ai në të vendosej ku të donte. Na e shpërblejmë me mëshirën Tonë, kë ë duam. Bamirësve nuk ua humbim shpërblimet"
        },
        {
            "chapter": 12,
            "verse": 57,
            "text": "E, shpërblimi i jetës tjetër është më i mirë për ata që besojnë dhe i druajnë Perëndisë"
        },
        {
            "chapter": 12,
            "verse": 58,
            "text": "Dhe erdhën vëllezërit e Jusufit, e hyn tek ai. Ai i njohu ata, por ata nuk e njohën atë"
        },
        {
            "chapter": 12,
            "verse": 59,
            "text": "Dhe kur i furnizoi ata me ushqim të nevojshëm, tha: “Ma sillni vëllaun tuaj prej babës! A nuk po shihni se unë i plotësoj masat dhe unë jam më i miri mikpritës"
        },
        {
            "chapter": 12,
            "verse": 60,
            "text": "Nëse nuk ma sillni atë (vëllaun tuaj), nuk do të ketë tek unë më ushqim për ju dhe mos ejani te ne!”"
        },
        {
            "chapter": 12,
            "verse": 61,
            "text": "Ata thanë: “Na do të përpiqemi që disi ta sjellim nga baba i tij, dhe ne do të bëjmë këtë”"
        },
        {
            "chapter": 12,
            "verse": 62,
            "text": "(Jusufi) u tha atyre djelmoshave (nëpunësve) të vet: “Lënie pagesën, të hollat e tyre në barrët e tyre, e do t’i njohin ato kur të shkojnë ata te familja e vet, e do të kthehen përsëri te ne”"
        },
        {
            "chapter": 12,
            "verse": 63,
            "text": "Kur u kthyen te baba i tyre, thanë: “O baba ynë! Nuk do të na japin më ushqim. Prandaj dërgoje me ne vëllain tonë, për të do të mund të marrim ushqim, e na, me të vërtetë, do ta ruajmë atë!”"
        },
        {
            "chapter": 12,
            "verse": 64,
            "text": "(Baba) u tha: “A mos vallë t’jua besoj juve, ashtu siç ua pata besuar më parë vëllain e tij? Perëndia është ruajtësi më i mirë dhe Ai është më i mëshirshmi i mëshiruesve!”"
        },
        {
            "chapter": 12,
            "verse": 65,
            "text": "E, kur i çelën barrët e tyre, e gjetën pagën (të hollat) e tyre, që ua kishin kthyer, (atëherë) thanë: “O baba i ynë! Ç’duam më tepër? Këto, janë gjërat (të hollat) tona; na janë kthyer. Na, do ta furnizojmë familjen tonë dhe do ta ruajmë vëllain tonë, dhe do ta shtojmë një barrë deveje (ushqim), e kjo është barrë e lehtë”"
        },
        {
            "chapter": 12,
            "verse": 66,
            "text": "(Baba) tha: “Unë kurrsesi nuk do ta dërgoj me ju, përderisa të mos betoheni ju në Perëndinë, se do të ma ktheni ate, përpos nëse ju rrezikon ndonjë e keqe e madhe (të gjithëve)”. E kur ata dhanë betimin e vet, (baba) u tha: “Perëndia është mbikëqyrës për atë që flasim ne”"
        },
        {
            "chapter": 12,
            "verse": 67,
            "text": "E ai tha: “O djemtë e mi, mos hyni në të njëjtën derë, por në dyer të ndryshme. Unë asgjë nuk mund të largoj prej jush (çka u ka caktuar) Perëndia! Se pushteti i përket vetëm Perëndisë. Tek ai mbështetem uën dhe tek Ai le të mbështeten ata që dëshirojnë të jenë të mbështetur (te Perëndia)!”"
        },
        {
            "chapter": 12,
            "verse": 68,
            "text": "Pasi që hynë (në qytet), ashtu siç i urdhëroi babai i tyre, kjo nuk u ndihmoi asgjë atyre para caktimit të Perëndisë, përpos dëshirës së Jakubit, të cilën ia plotësoi (Zoti). Ai (Jakubi), në të vërtetë, ka qenë dijetar i madh, sepse Ne e kemi mësuar, por shumica e njerëzve nuk e di (këtë)"
        },
        {
            "chapter": 12,
            "verse": 69,
            "text": "Dhe kur dolën para Jusufit, ky e afroi vëllaun e vet (Bunjamin) dhe i tha: “Unë me të vërtetë, jam vëllai yt dhe mos u hidhëro për atë që vepruan vëllezërit tanë!”"
        },
        {
            "chapter": 12,
            "verse": 70,
            "text": "Dhe pasi i furnizoi me ushqimin e nevojshëm, shtini një gotë (të çmueshme) në ngarkesën e vëllait të vet, e pastaj një thërritës thirri: “O karavan, ju me të vërtetë jeni vjedhësa!”"
        },
        {
            "chapter": 12,
            "verse": 71,
            "text": "Ata (vëllezërit e Jusufit) – u kthyen kah ata (e thanë): “Ç’ju ka humbur?”"
        },
        {
            "chapter": 12,
            "verse": 72,
            "text": "Thanë: “Po kërkojmë gotën e mbretit. Kush e sjell atë, ka shpërblim një barrë deveje ushqim. Unë për këtë garantoj”"
        },
        {
            "chapter": 12,
            "verse": 73,
            "text": "Thanë (vëllezërit e Jusufit): “Pasha Perëndinë, ju e dini se na nuk kemi ardhur të bëjmë turbullira në tokë, dhe na nuk jemi vjedhësa”"
        },
        {
            "chapter": 12,
            "verse": 74,
            "text": "Ata pyetën: “E çfarë është dënimi, nëse ju gënjeni?”"
        },
        {
            "chapter": 12,
            "verse": 75,
            "text": "(Bijtë e Jakubit) thanë: “Dënimi për atë, në barrën e të cilit gjendet gota është vetë ai person (bëhet skllav i të vjedhurit një vit). Kështu i dënojmë ne zullumqarët”"
        },
        {
            "chapter": 12,
            "verse": 76,
            "text": "Dhe ai (thërritësi), nisi të kontrollojë barrët e tyre para barrës së vëllait të Jusufit, e pastaj nxori gotën nga barra e vëllait të atij. Na, e mësuam Jusufin kështu, që ta bëjë këtë mashtrim. Ai, sipas ligjit të mbretit nuk mund ta merrte (për skllav) vëllain e vet, përveç se me lejën e Perëndisë. Ne e ngrisim lart atë që duam Ne, e mbi çdo të ditur ka edhe më të ditur"
        },
        {
            "chapter": 12,
            "verse": 77,
            "text": "(Bijtë e Jakubit) thanë: “Nëse ka vjedhë, po edhe më parë vjedhi vëllai i tij! E, Jusufi – heshti për këtë dhe nuk shpalli gjë, por mendoi në vetvete: “Ju jeni në pozitë më të keqe (sepse e keni vjedhë vëllaun)! E, Perëndia është më i dijshëm për ato që i përshkruani ju”"
        },
        {
            "chapter": 12,
            "verse": 78,
            "text": "(Bijtë e Jakubit) thanë: “O ministër, ai e ka babën shumë plak, andaj merre ndonjërin prej nesh në vend të tij! Na po shohim se ti je bamirës”"
        },
        {
            "chapter": 12,
            "verse": 79,
            "text": "(Ministri) tha: “Perëndia na ruajtë, - ta marrim na atë tjetrin në vend të atij te i cili e kemi gjetur sendin tonë! Atëherë, na, me të vërtetë, do të ishim të padrejtë!”"
        },
        {
            "chapter": 12,
            "verse": 80,
            "text": "Meqë e humbën shpresën në të (Jusufin), u shpërndanë dhe bisedonin fshehurazi. Më i madhi nga ata, tha: “A nuk e dini që baba juaj, ka marrë prej jush betimin në Perëndinë, e madje, edhe më parë keni bërë krim ndaj Jusufit. Nuk do të ndahem prej kësaj toke, derisa të mos më lejojë babai im ose të mos më gjykojë Perëndia, e Ai është gjykatësi më i mirë"
        },
        {
            "chapter": 12,
            "verse": 81,
            "text": "Kthehuni te babai juaj dhe thuani: “O baba ynë, djali yt ka vjedhur. Na dëshmojmë vetëm për atë që dimë. Na nuk e kemi ditur një gjë të padukshme"
        },
        {
            "chapter": 12,
            "verse": 82,
            "text": "Pyeti banorët e qytetit në të cilin kemi qenë dhe karavanin me të cilin kemi udhëtuar, dhe ne jemi të drejtë”"
        },
        {
            "chapter": 12,
            "verse": 83,
            "text": "Jakubi tha: “Jo, por shpirti juaj e ka kurdisur krejt këtë. Durimi im është, durim i bukur. Shpresoj se Perëndia do t’mi kthejë të gjithë, sepse Ai, me të vërtetë, është i Plotëdijshëm dhe i Gjithëdijshëm"
        },
        {
            "chapter": 12,
            "verse": 84,
            "text": "(Jakubi) u kthye prej tyre dhe tha: “O i mjeri unë për Jusufin!” Sytë iu kishin zbardhur prej pikëllimit dhe ishte plot zemërim"
        },
        {
            "chapter": 12,
            "verse": 85,
            "text": "(Bijtë e Jakubit) thanë: “Pasha Perëndinë, ti po e përmend Jusufin papra, saqë do të sëmuresh rëndë ose do të vdesish!”"
        },
        {
            "chapter": 12,
            "verse": 86,
            "text": "(Jakubi) tha: “Unë, pikëllimin dhe zemrimin tim ia paraqes vetëm Perëndisë, e nga Perëndia e di atë që nuk e dini ju”"
        },
        {
            "chapter": 12,
            "verse": 87,
            "text": "“O bijtë e mi, shkoni e hulumtonie Jusufin dhe vëllain e tij dhe mos e humbni shpresën në mëshirën e Perëndisë. Me të vërtetë, shpresën në mëshirën e Perëndisë nuk e humbin, përpos populli mohues”"
        },
        {
            "chapter": 12,
            "verse": 88,
            "text": "Dhe kur ata dolën para Jusufit, thanë: “O ministër, neve dhe familjen tonë e ka goditur një fatkeqësi e madhe e kemi sjellë pak gjëra! E, ti na plotëso ushqimin tonë dhe bënë mirësi me ne! Se Perëndia, me të vërtetë, i shpërblen dhënësit e lëmoshës”"
        },
        {
            "chapter": 12,
            "verse": 89,
            "text": "(Jusufi) tha: “A dini çka keni bërë me Jusufin dhe vëllain e tij, kur nuk keni qenë të vetëdijshëm?”"
        },
        {
            "chapter": 12,
            "verse": 90,
            "text": "Ata thanë: “A mos qenke ti vallë, me të vërtetë, Jusufi?” Ai u përgjigj: “Po, unë jam Jusufi, e ky është vëllai im. Perëndia na ka bërë mirësi neve. Me të vërtetë, ai që ruhet nga të këqijat dhe bëhet i durueshëm, Perëndia, me të vërtetë, kurrë nuk ua humbë shpërblimin bamirësve"
        },
        {
            "chapter": 12,
            "verse": 91,
            "text": "Ata thanë: “Pasha Perëndinë, me të vërtetë, Perëndia të ka lartësuar ty mbi ne, e na, me të vërtetë, kemi qenë të gabueshëm"
        },
        {
            "chapter": 12,
            "verse": 92,
            "text": "(Jusufi) u tha: “Sot, s’ka qortim për ju; Perëndia do t’ju falë. Ai është më i mëshirshmi i mëshiruesve"
        },
        {
            "chapter": 12,
            "verse": 93,
            "text": "Shkoni me këtë këmishë time dhe vënie në fytyrën e babës tim e ai do të shohë, dhe m’i sillni tërë familjet tuaja"
        },
        {
            "chapter": 12,
            "verse": 94,
            "text": "E, kur karavani u largua nga toka (e Egjiptit), babai i tyre tha: “Unë, me të vërtetë, po ndjejë erën e Jusufit, sikur ju të mos më quanit matuf”"
        },
        {
            "chapter": 12,
            "verse": 95,
            "text": "Ata thanë: “Pasha Perëndinë, me të vërtetë, ti edhe tani qëndron në gabimin e mëparshëm”"
        },
        {
            "chapter": 12,
            "verse": 96,
            "text": "E, kur erdhi sihariquesi, ia vuri këmishën në fytyrën e tij (Jakubit), e atij iu kthye të pamurit. (Atëherë), tha (Jakubi): “A nuk ju kam thënë, se unë di nga Perëndia atë që nuk e dini ju”"
        },
        {
            "chapter": 12,
            "verse": 97,
            "text": "Ata thanë: “O babai ynë, kërko falje për ne (nga Perëndia) për gabimet tona; ne, me të vërtetë, kemi qenë të gabueshëm”"
        },
        {
            "chapter": 12,
            "verse": 98,
            "text": "Ai u përgjegj: “Do ta lus Zotin tim që t’ju falë. Me të vërtetë, Ai është falës dhe mëshirues”"
        },
        {
            "chapter": 12,
            "verse": 99,
            "text": "Dhe kur ata hyn te Jusufi, i afroi pranë vedit prindërit e vet dhe tha: “Hyni në qytetin e Egjiptit! Me lejen e Perëndisë, ju do të jeni të sigurtë prej çdo të keqe”"
        },
        {
            "chapter": 12,
            "verse": 100,
            "text": "Dhe ai i ngriti prindërit e vet në fron (në një vend më të lartë), dhe ata të gjithë (prindërit dhe vëllezërit) iu përulën atij. (Jusufi) tha: “O baba im, ky është komentimi i ëndrrës sime të dikurshme. Zoti im e plotësoi atë. Dhe mua më bëri mirësi, kur më nxori nga burgu, e juve u solli nga shkretëtira, pasi djalli pat futur ngatërresa në mes meje dhe vëllezërve të mi. Me të vërtetë, Zoti im u bën lehtësi kujt të dojë. Me të vërtetë, Ai është i Plotëdijshëm dhe i Gjithëdijshëm"
        },
        {
            "chapter": 12,
            "verse": 101,
            "text": "O Zoti im! Ti më ke dhënë pushtetin dhe më ke mësuar komentimin e ngjarjeve! (O) krijues i qiejve dhe i Tokës, Ti je Mbrojtësi im edhe në këtë edhe në botën tjetër! Bën që të janë të mirë!”"
        },
        {
            "chapter": 12,
            "verse": 102,
            "text": "Këto janë lajmet e ngjarjeve të padukshme, të cilat Ne po t’i shpallim ty (o Muhammed), e ti nuk ke qenë me ata kur vendosën për punën e tyre, e ata bënin dredhira"
        },
        {
            "chapter": 12,
            "verse": 103,
            "text": "E, shumica e njerëzve, sado që të dëshirosh ti, nuk janë besimtarë"
        },
        {
            "chapter": 12,
            "verse": 104,
            "text": "Ti nuk po kërkon prej tyre kurrfarë shpërblimi për këtë. Ai (Kur’ani), është vetëm këshillë për botën"
        },
        {
            "chapter": 12,
            "verse": 105,
            "text": "E, sa shumë dokumente ka në qiej dhe në Tokë pranë të cilëve kalojnë ata, e ata shmangën nga ato, e nuk mendojnë"
        },
        {
            "chapter": 12,
            "verse": 106,
            "text": "Shumica e tyre nuk besojnë në Perëndinë, por i bëjnë shok Atij"
        },
        {
            "chapter": 12,
            "verse": 107,
            "text": "A janë të sigurtë ata se nuk do t’i godas fatkeqësia – dënim nga Perëndia, ose që do t’i arrijë ata papritmas çasti (Dita e Kijametit), e që ata as që do ta hetojnë atë"
        },
        {
            "chapter": 12,
            "verse": 108,
            "text": "Thuaj: “Kjo është rruga ime, unë thërras (në besimin) e Perëndisë, duke pasur argumente të qarta, unë dhe çdonjëri që më pason mua, dhe qoftë lavdëruar Perëndia, unë nuk jam prej idhujtarëve!”"
        },
        {
            "chapter": 12,
            "verse": 109,
            "text": "E, Na kemi dërguar edhe para teje vetëm burra, nga banorët e qyteteve, të cilëve ua dërguam Shpalljen. E, vallë! A nuk kanë udhëtuar ata nëpër Botë, e të shohin se si ka qenë fundi i atyre që ishin para tyre? E, bota tjetër është, me të vërtetë, më e mirë për ata që i druajnë Perëndisë. A nuk po mendoni"
        },
        {
            "chapter": 12,
            "verse": 110,
            "text": "Dhe kur pejgamberët gati e humbën shpresën dhe menduan se do të shpallen për gënjeshtarë, atëherë i arriti ndihma Jonë: Na e shpëtojmë atë që duam Ne, e nuk zmbrapset dënimi Ynë nga populli mëkatarë"
        },
        {
            "chapter": 12,
            "verse": 111,
            "text": "Në tregimet e atyre (pejgamberëve) ka këshilla për ata që janë mendarë. Kur’ani nuk është tregim i trilluar, por ai është vërtetues i (librave) që janë shpallë para tij dhe shpjegues i çdo gjëje, dhe udhërrëfyes e mëshirë për popullin besimtarë"
        },
        {
            "chapter": 13,
            "verse": 1,
            "text": "Elif Lám Mim Râ. Këto janë versetet e Librit (Kur’anit)! E, ajo që të është shpallë ty prej Zotit tënd është e Vërtetë, por shumica e njerëzve nuk e besojnë"
        },
        {
            "chapter": 13,
            "verse": 2,
            "text": "Perëndia është ai që qiejt i ka ngritur pa shtylla, e ju i shihni, e ka mbizotëruar Arshin, dhe ka nënshtruarn Diellin dhe Hënën. Të gjitha këto rrotullohen për kohë të caktuar. Ai drejton të gjitha dhe i shpjegon argumentet, dhe për t’u bindur ju që do të takoheni me Zotin tuaj"
        },
        {
            "chapter": 13,
            "verse": 3,
            "text": "Ai është, i cili e ka shtrirë Tokën, duke krijuar në të male dhe lumenj. Dhe nga çdo lloj fruti krijoi çifte nga dy; Ai bëri që nata ta mbulojë ditën. Me të vërtetë, në këto ka dokumente për njerëzit që mendojnë"
        },
        {
            "chapter": 13,
            "verse": 4,
            "text": "Në Tokë ka vise që janë të lidhura njëri me tjetrin dhe ka kopshtije të mbjellura me hardhi, dhe ara dhe palme me një pip ose shumë pipa; ujiten me të njëjtin ujë, e disa nga frutet i bëjnë më të shijshme nga të tjerat. Me të vërtetë, në këto ka dokumente për njerëzit që kanë mend"
        },
        {
            "chapter": 13,
            "verse": 5,
            "text": "E, nëse çuditesh, pra – çudi janë fjalët e tyre: “A vallë, me të vërtetë pasi të bëhemi tokë, do të krijohemi përsëri?” Ata, nuk besojnë në Zotin e tyre, këta janë ata, në qafat e të cilëve do të ketë pranga; këta janë banorët e xhehennemit, në të cilin do të qëndrojnë përherë"
        },
        {
            "chapter": 13,
            "verse": 6,
            "text": "Ata e kërkojnë me nguti prej teje të keqen para të mirës, e para tyre ka pasur shumë dënime. Zoti yt është falës për njerëzit përkundër zullumeve të tyre, por Zoti yt, me të vërtetë, është edhe dënues i ashpër"
        },
        {
            "chapter": 13,
            "verse": 7,
            "text": "E, mohuesit thonë: “Sikur t’i ishte dërguar atij një mrekulli nga Zoti i tij?” ti je vetëm paralajmërues. E, për çdo popull ka udhërrëfyes (në rrugë të drejtë)"
        },
        {
            "chapter": 13,
            "verse": 8,
            "text": "Perëndia di se ç’mban (në barkun e saj) çdo femër, dhe di se sa shkurtohet dhe sa zgjatet (koha e lindjes). Dhe, çdo gjë tek Ai është me masë"
        },
        {
            "chapter": 13,
            "verse": 9,
            "text": "Ai di gjërat e dukshme dhe të padukshme. Ai është i Madhërueshëm dhe i Lartë"
        },
        {
            "chapter": 13,
            "verse": 10,
            "text": "Tek Ai, ju jeni të barabartë: qoftë se flisni në vete apo flisni me zë të lartë, si dhe ai që fshihet natën apo ai që ecë ditën"
        },
        {
            "chapter": 13,
            "verse": 11,
            "text": "Njeriu ka përcjellës (engjëj), para tij dhe pas tij, - e mbikëqyrin atë me urdhërin e Perëndisë. Me të vërtetë, Perëndia nuk ua ndryshon atë që kanë nga e mira në të keqe. Kur Ai don ta ndëshkojë një popull, s’ka kurrfarë pengese për te. Dhe ata, përpos Tij (Perëndisë), s’kanë kurrfarë ndihmësi"
        },
        {
            "chapter": 13,
            "verse": 12,
            "text": "Ai ua dëfton juve vetëtimën, duke u frikësuar dhe shpresuar ju, dhe Ai krijon re të rënda (me shi)"
        },
        {
            "chapter": 13,
            "verse": 13,
            "text": "Edhe bubullima e falenderon Ate (Perëndinë), por edhe engjëjt, nga droja ndaj Tij; Ai dërgon rrëfetë dhe godet me ato kë të dojë; - dhe ata përsëri diskutojnë për Perëndinë, e Ai është i ashpër në ndëshkime"
        },
        {
            "chapter": 13,
            "verse": 14,
            "text": "Vetëm për Te është lutja e vërtetë! E, ata (mohuesit) që i luten tjetërkujt – përpos Perëndisë, nuk u përgjigjet atyre me kurrgjë, ashtu sikundër ai që i zgjatë dy duart tek uji (pranë pusit), për t’i ardhur te goja; por, ai, kurrsesi nuk i vjen. Lutja e mohuesve është e kotë"
        },
        {
            "chapter": 13,
            "verse": 15,
            "text": "Perëndisë i bëjnë sexhde të gjithë ata që gjenden në qiej dhe në Tokë, dashtë e padashtë, si dhe hijet e tyre (bëjnë sexhde), në mëngjes dhe në mbrëmje"
        },
        {
            "chapter": 13,
            "verse": 16,
            "text": "Thuaj: “Kush është Zoti i qiellërave dhe i Tokës?” – dhe përgjigju: “Perëndia!” Thuaj: “A mos vallë, i merrni ju, përveç Tij, për miq, ata që vetes nuk mund t’i sjellin as dobi as dëm?” Thuaj: A janë të njëjtë i verbëti dhe ai që sheh, ose, a janë të njëjtë errësirat dhe drita, ose, mos vallë, ata që i kanë bërë shok Perëndisë, a kanë krijuar siç ka krijuar Ai, e që t’ju bëhen krijesat e ngjashme atyre?” Thuaj: “Perëndia, është krijues i çdo gjëje dhe Ai është i Vetmi dhe Triumfues”"
        },
        {
            "chapter": 13,
            "verse": 17,
            "text": "Ai lëshon shiun nga qielli, andaj rrjedhin lumenjtë me masë (të caktuar), dhe vala i bartë mbeturinat mbi sipërfaqe të ujit. Edhe atë që e shkrijnë njerëzit në zjarr, me qëllim që të përfitojnë stoli ose vegla, është mbeturinë (e pavlefshme), si ajo (në sipërfaqe të ujit). Kështu, Perëndia, jep shembullin e së vërtetës dhe të pavërtetës: Mbeturinat hudhën, e ajo që u shërben njerëzve mbetet në tokë. Kështu, Perëndia u shpjegon shembujt"
        },
        {
            "chapter": 13,
            "verse": 18,
            "text": "Për ata që i gjegjen Zotit të tyre, i gjen e mira e madhe, e ata që nuk i gjegjen Atij – sikur të ishte e tyre e gjithë ç’ka në Tokë, dhe edhe aq (më tepër), ata do ta sakrifikonin atë (për të shpëtuar). Të atillëve, u është përgatitur llogari e rëndë; e strehimi i tyre është xhehennemi. E, sa shtrat i shëmtuar që është ai"
        },
        {
            "chapter": 13,
            "verse": 19,
            "text": "A mos vallë, ai që di se e vërteta që të është shpallë ty nga Zoti yt është njësoj sikur ai që është i verbër? Vetëm të mençurit mendojnë"
        },
        {
            "chapter": 13,
            "verse": 20,
            "text": "Ata që kryejnë obligimin ndaj Perëndisë dhe nuk e prishin premtimin"
        },
        {
            "chapter": 13,
            "verse": 21,
            "text": "dhe ata që ruajnë atë që ka urdhëruar Perëndia që të ruhet dhe i druajnë Zotit të tyre, dhe i frikohen llogarisë së rëndë"
        },
        {
            "chapter": 13,
            "verse": 22,
            "text": "dhe ata që durojnë për të fituar dashurinë e Zotit të tyre, dhe që falin namazin, dhe nga ajo që ua kemi dhënë Ne – ndajnë (japin) fshehurazi dhe haptazi, dhe kthejnë të keqen me të mirë – për ta ka përfundim të mirë"
        },
        {
            "chapter": 13,
            "verse": 23,
            "text": "Xhenneti i Adnit, në të cilin do të hyjnë ata, dhe prindërit e tyre, dhe gratë e tyre, dhe pasardhësit e tyre – ata ë kanë qenë të mirë (që kanë besuar), e engjëjt do të hyjnë tek ata nga çdo derë"
        },
        {
            "chapter": 13,
            "verse": 24,
            "text": "(e ju thonë): “Shpëtimi qoftë mbi ju, meqë keni duruar, e sa përfundim i bukur që është ky!”"
        },
        {
            "chapter": 13,
            "verse": 25,
            "text": "E, ata që prishin obligimin ndaj Perëndisë, pasi që janë zotuar për atë, e që këputin atë që ka urdhëruar Perëndia të ruhet, dhe bëjnë çrregullime në Tokë – për ata ka mallkim dhe përfundim të keq"
        },
        {
            "chapter": 13,
            "verse": 26,
            "text": "Perëndia ia zgjëron furnizimin kujt të dojë dhe ia pakson. Ata i gëzohen jetës së kësaj bote, por jeta e kësaj bote në krahasim me botën tjetër, është vetëm kënaqësi transite (e përkohshme)"
        },
        {
            "chapter": 13,
            "verse": 27,
            "text": "Mohuesit thonë: “Sikur t’i ishte dërguar atij një mrekulli nga Zoti i tij?” Thuaj: “Me të vërtetë, Perëndia e shpie në humbje atë që don (meqë është zhytur në të keqe), ndërsa e udhëzon në rrugë të drejtë atë që kthehet tek Ai"
        },
        {
            "chapter": 13,
            "verse": 28,
            "text": "ata që besojnë dhe zemrat e të cilëve, kur përmendet Perëndia, qetësohen – e, me të vërtetë, kur të përmendet Perëndia, zemrat qetësohen"
        },
        {
            "chapter": 13,
            "verse": 29,
            "text": "Ata që besojnë dhe punojnë vepra të mira, të lumtë ata; për ta ka vendbanim të mrekullueshëm"
        },
        {
            "chapter": 13,
            "verse": 30,
            "text": "Dhe, kështu të dërguam Ne ty te një popull, para të cilit kanë kaluar shumë popuj, që t’jua lexosh ti atyre, atë që ta kemi shpallur Na ty, sepse ata nuk besojën në Mëshiruesin (Perëndinë). Thuaj: “Ai (Mëshiruesi) është Zoti im, s’ka zot tjetër përveç Tij, tek Ai mbështetem dhe tek Ai kthehem!”"
        },
        {
            "chapter": 13,
            "verse": 31,
            "text": "Sikur me ndonjë Kur’an të lëviznin malet ose me të – të copëtohet toka ose me të – të flisnin të vdekurit (të ngjalleshin, atëherë, edhe me këtë Kur’an do të bëheshin këto). Por, të gjitha i takojnë Perëndisë. Vallë, a nuk e dinë ata që besojnë që – sikur të donte Perëndia do t’i kishte udhëzuar të gjithë njerëzit (në besim). Kurse, mohuesit për atë që kanë punuar, do të vazhdonte t’i godasë fatkeqësia, ose ajo (fatkeqësia) do të ngjajë pranë shtëpive të tyre, - përderisa të realizohet premtimi i Perëndisë (atëherë zhdukën tërësisht). Perëndia, me siguri, e realizon premtimin"
        },
        {
            "chapter": 13,
            "verse": 32,
            "text": "Edhe para teje, janë tallë me pejgamberë, andaj Unë u kam dhënë afat atyre që kanë mohuar, e pastaj i kam ndëshkuar, e çfarë ka qenë dënimi Im"
        },
        {
            "chapter": 13,
            "verse": 33,
            "text": "A mos vallë, Atij që është mbikëqyrës për çdokënd – çka punon, mund t’i bëhet shok – ai që nuk di asgjë, (siç konsiderojnë mohuesit)? Ose ju doni ta lajmëroni Ate, për atë çka nuk di Ai (Perëndia) në Tokë, (kurse Ai di edhe për më të voglën imtësi), ose (po i emroni ju ata) me fjalë boshe? Jo, por mohuesve dinakëritë e veta i hijeshohen dhe ata janë larguar nga rruga e drejtë, e kë e shmangë Perëndia, për te s’ka udhërrëfyes"
        },
        {
            "chapter": 13,
            "verse": 34,
            "text": "Për ta ka dënim në këtë jetë, por dënimi në jetën tjetër, me siguri, është edhe më i ashpër, dhe për ta, s’ka mbrojtës nga dënimi i Perëndisë"
        },
        {
            "chapter": 13,
            "verse": 35,
            "text": "Xhenneti i tillë, që u është premtuar muslimanëve: ka (kopshtije) nëpër të cilat rrjedhin lumenj, frutet e kopshtit janë të përhershme, si dhe freskia e tij. Ky është mbarimi (epilogu) i besimtarëve, kurse fundi i mohuesve është zjarri"
        },
        {
            "chapter": 13,
            "verse": 36,
            "text": "E, atyre që ua kemi zbritur Librin, ata gëzohen për atë që të kemi shpallë ty. Dhe (ka) disa prej grupeve që mohojnë diçka prej tij (Kur’anit). Thuaj: “Mua më është urdhëruar që ta adhuroj vetëm Perëndinë dhe që mos t’i bëj shok Atij. Vetëm Atij i lutëm dhe vetëm tek Ai kthehem"
        },
        {
            "chapter": 13,
            "verse": 37,
            "text": "Ja, kështu, Na e kemi zbritur Kur’anin – ligj (të mençurisë së shprehur) në gjunë arabe. E, nëse ti ndjekë dëshirat e tyre, pas njohurisë që të ka ardhur, ti nuk do të kesh as ndihmës as mbrojtës prej (dënimit të) Zotit"
        },
        {
            "chapter": 13,
            "verse": 38,
            "text": "Na, me të vërtetë, edhe para teje kemi dërguar pejgamberë dhe u kemi dhënë gra dhe pasardhës. Asnjë pejgamber nuk ka sjellë me vete asnjë mrekulli, përveç me lejen e Perëndisë. Çdo periudhë e kohës ka dispozita ligjore"
        },
        {
            "chapter": 13,
            "verse": 39,
            "text": "Perëndia shlyen çka të dojë e themelon çka të dojë; dhe tek Ai është Libri kryesor"
        },
        {
            "chapter": 13,
            "verse": 40,
            "text": "Qoftë të të tregojmë Na ty, nga ajo që u kemi premtuar atyre, ose ta marrim shpirtin Na ty, ti je i obliguar vetëm ta shpallish (profetninë tënde e jo dënimin e tyre), se llogaria është te Ne"
        },
        {
            "chapter": 13,
            "verse": 41,
            "text": "A nuk po shohin ata, që Ne po ua shkatërrojmë tokën (mohuesve), duke i zvogluar skajet e saj. Perëndia gjykon, dhe s’ka askush që mund ta thyejë gjykimin e Tij dhe Ai është llogaritës i shpejtë"
        },
        {
            "chapter": 13,
            "verse": 42,
            "text": "Dredhi kanë bërë edhe ata që kanë qenë para tyre, e Perëndia është zotërues i të gjitha dredhive. Ai di çka punon çdokush dhe mohuesit do ta dinë se për kë do të jetë përfundimi më i mirë"
        },
        {
            "chapter": 13,
            "verse": 43,
            "text": "Mohuesit thonë: “Ti nuk je pejgamber!” Thuaj (o Muhammed!): “Mjafton Perëndia për dëshmitar në mes meje dhe jush, dhe Ai që e di Librin”"
        },
        {
            "chapter": 14,
            "verse": 1,
            "text": "Elif Lâm Râ. Ky është Libri, që ta kemi shpallë ty, që njerëzit t’i nxjerrish nga errësira në dritë, me lejen e Zotit të tyre, në rrugën e të Plotëfuqishmit dhe të Falenderueshmit"
        },
        {
            "chapter": 14,
            "verse": 2,
            "text": "Perëndi, të cilit i përkasin çka ka në qiej dhe në Tokë. E, mjer për mohuesit nga dënimi i tmerrshëm (që do t’i godasë)"
        },
        {
            "chapter": 14,
            "verse": 3,
            "text": "ata që jetën e kësaj bote e duan më shumë se atë të botës tjetër, dhe pengojnë njerëzit nga rruga e Perëndisë dhe dëshirojnë ta shtrembërojnë atë! Ata janë në humbje të madhe"
        },
        {
            "chapter": 14,
            "verse": 4,
            "text": "Na nuk kemi dërguar asnjë pejgamber, përpos në gjuhën e popullit të tij, për t’u shpjeguar atyre (e ta kuptojnë). Perëndia e shpie në humbje kë të dojë dhe e udhëzon në rrugë të drejtë kë të dojë. Ai është i Plotëfuqishëm dhe i Gjithëdijshëm"
        },
        {
            "chapter": 14,
            "verse": 5,
            "text": "Na e dërguam Musain me argumentet Tona (dhe i thamë atij): “Nxirre popullin tënd nga errësira në dritë dhe përkujtoju atyre dëtët e Perëndisë (ngjarjet e mira dhe të këqija)!” Me të vërtetë, në këtë, ka argumente për çdonjërin që është i durueshëm dhe falenderues"
        },
        {
            "chapter": 14,
            "verse": 6,
            "text": "(Kujtoje) kur Musai i tha popullit të vet: “Kujtoni dhuntinë që ju dha Perëndia, kur (Ai) ju shpëtoi nga populli i Faraonit, të cilët ju munduan me torturat më të rënda, e i prenin djemtë tuaj, e ju linin në jetë femrat (tuaja), - kjo ka qenë një sprovë e madhe për ju nga Zoti juaj"
        },
        {
            "chapter": 14,
            "verse": 7,
            "text": "(Kujtoje) dhe kur Zoti juaj parashtroi: “Nëse bëheni mirënjohës, Unë, me siguri, do t’ju jap edhe më shumë; e nëe bëheni mohues, (do të dënoheni). Me të vërtetë, dënimi Im është i rëndë”"
        },
        {
            "chapter": 14,
            "verse": 8,
            "text": "Dhe Musai ka thënë: “Nëse nuk besoni, ju dhe të gjithë ç’janë në Tokë, - Perëndia, me të vërtetë, është i pasur dhe plot lavdi (s’ka nevojë për falenderimin tuaj)”"
        },
        {
            "chapter": 14,
            "verse": 9,
            "text": "A nuk u ka ardhur juve lajmi për ata që kanë qenë para jush: për popullin e Nuhut, dhe të Adit, dhe të Themudit dhe për ata pas tyre? – Vetëm Perëndia i di ata! – Pejgamberët e tyre kanë ardhur me dokumente të qarta, por ata venin duart e tyre në gojë (me tallje dhe pezm) dhe thonin: “Na nuk besojmë me atë që jeni dërguar ju. Na jemi me dyshim të madh ndaj asaj që na thirrni ju!”"
        },
        {
            "chapter": 14,
            "verse": 10,
            "text": "Pejgamberët e tyre u kanë thënë: “Vallë a mund të dyshohet në Perëndinë, Krijuesin e qiejve dhe të Tokës? Ai u thërret juve për t’ju falur disa mëkate tuaja dhe që t’ju lë juve deri në afatin e caktuar”. Ata (jobesimtarët) thanë: “Ju jeni vetëm njerëz si ne. Ju dëshironi të na shmangëni nga ajo që kanë adhuruar të parët tanë. Andaj, na sillni mrekulli të dukshme!”"
        },
        {
            "chapter": 14,
            "verse": 11,
            "text": "Pejgamberët e tyre, u thanë: “Na jemi vetëm njerëz si ju, por Perëndia e cilëson (me pejgamberllëk) kë të dojë prej robërve të Vet, ne nuk mund t’u sjellim mrekulli pa urdhërin e Perëndisë, e besimtarët le të mbështeten vetëm në Perëndinë"
        },
        {
            "chapter": 14,
            "verse": 12,
            "text": "E, përse të mos mbështetem (shpresojmë) në Perëndinë, kur Ai na ka dëftuar rrugën e drejtë në të cilën po ecim? Na, me të vërtetë, do të durojmë në atë që na mundoni ju – e ata që mbështeten (shpresojnë), le të shpresojnë vetëm në Perëndinë!”"
        },
        {
            "chapter": 14,
            "verse": 13,
            "text": "Dhe mohuesit u thanë pejgamberëve të tyre: “Na do t’ju dëbojmë juve nga toka e jonë, ose do të ktheheni ju në fenë tonë!” Andaj, Zoti (pejgamberëve të Vet) u shpalli: “Na, me të vërtetë, do t’i zhdukim zullumqarët"
        },
        {
            "chapter": 14,
            "verse": 14,
            "text": "e juve do t’ju vendosim në tokën e tyre – pas tyre. Kjo (dhuratë) është për ata që i druajnë Madhërisë Sime dhe i frikohen premtimit (dënimit) Tim”"
        },
        {
            "chapter": 14,
            "verse": 15,
            "text": "(E, pejgamberët) kërkuan ndihmë (nga Perëndia), andaj është shkatërruar çdo kokëfortë e kryelartë"
        },
        {
            "chapter": 14,
            "verse": 16,
            "text": "para tyre është xhehennemi – dhe ai do të furnizohet me ujë të qelbët"
        },
        {
            "chapter": 14,
            "verse": 17,
            "text": "të cilin e hërpatin, e nuk mund ta përbijnë. E, vdekja u vie atyre nga të gjitha anët, por ata nuk vdesin; dhe pas tij ka dënim të rëndë"
        },
        {
            "chapter": 14,
            "verse": 18,
            "text": "Vepra e atyre që nuk besojnë Zotin e tyre, i shembëllen hirit, që në ditën e stuhishme bartet nga era. Nuk do të kenë asnjë dobi nga veprat që kanë punuar. Kjo është humbje e madhe"
        },
        {
            "chapter": 14,
            "verse": 19,
            "text": "Vallë, a nuk sheh ti se si Perëndia ka krijuar përsosmërisht qiejtë dhe Tokën? E, nëse Ai don, do t’ju zhdukë juve dhe do të sjellë popull të ri"
        },
        {
            "chapter": 14,
            "verse": 20,
            "text": "kjo nuk është punë e rëndë për Fuqiplotin Perëndi"
        },
        {
            "chapter": 14,
            "verse": 21,
            "text": "Dhe të gjithë do të dalin para Perëndisë. (Atëherë), ata që kanë qenë të shfrytëzuar, do t’u thonë atyre që janë kryelartësuar: “Na kemi qenë ithtarët tuaj. A do të mund të largoni ju prej nesh diçka nga dënimi i Perëndisë?” Ata thonë: “Sikur të na kishte udhëzuar Perëndia në rrugën e drejtë, edhe na do t’ju kishim udhëzuar juve. Rrënkojmë ne apo durojmë, - njësoj na është neve, nuk do të ketë shpëtim për ne”"
        },
        {
            "chapter": 14,
            "verse": 22,
            "text": "Dhe, do të thotë djalli, kur të merr fund puna: “Me të vërtetë, Perëndia u ka premtuar juve premtimin e vërtetë. Edhe unë ju kam premtuar, por ju kam mashtruar. Por, unë nuk kam pasur kurrfarë pushteti mbi ju, përpos që ju kam thirrur, e ju më jeni përgjegjur. Prandaj, mos më qortoni, por qortonie veten! Unë nuk jam shpëtimtari juaj, e as ju nuk jeni shpëtimtari im. Unë, tani mohoj atë që ju më parë më patët bërë shok (me Perëndinë)”. Me të vërtetë, për zullumqarët ka dënim të dhembshëm"
        },
        {
            "chapter": 14,
            "verse": 23,
            "text": "E, ata që besojnë dhe punojnë vepra të mira, do të hyjnë në kopshtije, nëpër të cilat rrjedhin lumenjt, ku ata, me lejen e Zotit të tyre, do të banojën përherë. Në to, do të përshëndeten me fjalën: “Selam!”"
        },
        {
            "chapter": 14,
            "verse": 24,
            "text": "Vallë a nuk sheh se si Perëndia jep shembullin – fjala e bukur si druri i bukur: rrënja është e fortë në tokë, kurse degët kah qielli"
        },
        {
            "chapter": 14,
            "verse": 25,
            "text": "që me lejen e Zotit të saj jep frut në çdo kohë. Dhe Perëndia u tregon shembullin njerëzve për t’u këshilluar ata"
        },
        {
            "chapter": 14,
            "verse": 26,
            "text": "Fjala e shëmtuar është si druri i shëmtuar: i shëmbur për dhé dhe i paqëndrueshëm për ekzistencë"
        },
        {
            "chapter": 14,
            "verse": 27,
            "text": "Perëndia besimtarët i forcon me fjalë të qëndrueshme, në këtë botë dhe në botën tjetër, kurse zullumqarët i shpie në humbje; Perëndia punon ç’të dojë"
        },
        {
            "chapter": 14,
            "verse": 28,
            "text": "Vallë, a nuk i sheh ata që dhuntinë e Perëndisë e kanë ndërruar me mohim dhe e kanë sjellë, popullin e tyre në Shtëpinë e shkatërrimit"
        },
        {
            "chapter": 14,
            "verse": 29,
            "text": "në xhehennem, në të cilin do të digjen – e sa vendbanim i tmerrshëm është ai! –"
        },
        {
            "chapter": 14,
            "verse": 30,
            "text": "dhe i kanë trilluar shok Perëndisë për t’i larguar (njerëzit tjerë) nga rruga e Tij. Thuaj: “Kënaquni, se kthimi juaj është në zjarr!”"
        },
        {
            "chapter": 14,
            "verse": 31,
            "text": "Thuaju robërve të Mi, të cilët besojnë: Le të falin namazin dhe le të japin fshehurazi dhe haptazi nga ajo që ua kemi dhënë Ne, para se të arrijë dita, në të cilën s’ka shitje as miqësi"
        },
        {
            "chapter": 14,
            "verse": 32,
            "text": "Perëndia është Ai që ka krijuar qiejt dhe Tokën; Ai zbret ujin nga qielli e me të jep frutet për t’u ushqyer ju; dhe u jep juve që të shfrytëzoni anijet për të lundruar me to nëpër dete, me autorizimin e Tij, dhe u jep që të shfrytëzoni lumenjt"
        },
        {
            "chapter": 14,
            "verse": 33,
            "text": "dhe ju jep që të shfrytëzoni Diellin dhe Hënën, që lëvizin vazhdimisht, dhe ju jep që të shfrytëzoni natën dhe ditën"
        },
        {
            "chapter": 14,
            "verse": 34,
            "text": "dhe ju jep nga të gjitha ato që keni kërkuar nga Ai (sipas nevojave tuaja), e nëse doni t’i numëroni dhuntitë e Perëndisë, atëherë nuk do të mund t’i numëroni. – Njeriu, me të vërtetë, është zullumqarë dhe jomirënjohës"
        },
        {
            "chapter": 14,
            "verse": 35,
            "text": "(Kujtoje) kur Ibrahimi tha: “O Zoti im, bëne të sigurt këtë qytet dhe më largo mua dhe bijtë e mi nga të adhuruarit e statujave"
        },
        {
            "chapter": 14,
            "verse": 36,
            "text": "O Zoti im, ata kanë shmangur shumë njerëz (nga rruga e drejtë). Ai që më pason mua, është i fesë sime; e ai që më kundërshton mua, - Ti, pra, me të vërtetë, je falës dhe mëshirues"
        },
        {
            "chapter": 14,
            "verse": 37,
            "text": "O Zoti ynë, unë, me të vërtetë, i kam vendosur disa pasardhës të mi në një luginë ë nuk mbillet, te Shtëpia e Jote e shenjtë; o Zoti ynë (i kam vendosur këtu) për të falur namazin; andaj, bënë që zemrat e disa njerëzve të nxitojnë kah ata dhe furnizoji ata me frute, për t’u bërë falenderues ata"
        },
        {
            "chapter": 14,
            "verse": 38,
            "text": "O Zoti ynë, Ti, me të vërtetë, di ato që fshehim e çka shfaqim ne haptazi. Nuk i fshehet asgjë Perëndisë as në Tokë as në qiell"
        },
        {
            "chapter": 14,
            "verse": 39,
            "text": "Qoftë lavdëruar Perëndia, i cili në pleqëri më dhuroi Ismailin dhe Is’hakun; Zoti im, me të vërtetë, është pranues i lutjeve"
        },
        {
            "chapter": 14,
            "verse": 40,
            "text": "O Zoti im, bën që unë të kryejë përherë namazin dhe ashtu disa pasardhës të mi! O Zoti ynë, pranoje lutjen time"
        },
        {
            "chapter": 14,
            "verse": 41,
            "text": "O Zoti ynë, më fal mua dhe prindërit e mi dhe besimtarët – në Ditën kur do të jepet llogari!”"
        },
        {
            "chapter": 14,
            "verse": 42,
            "text": "E ti, mos mendo, kurrsesi, që Perëndia nuk vëren atë që punojnë zullumqarët! Ai, vetëm ua shtyen (dënimin) dei në Ditën kur sytë e tyre do të mbeten të hapur"
        },
        {
            "chapter": 14,
            "verse": 43,
            "text": "dhe duke vrapuar, me kokë ngrehur, nuk mund t’i lëvizin sytë (e shikojnë me ngulmim); e zemrat e tyre do të jenë të zbrazëta (nga tmerri)"
        },
        {
            "chapter": 14,
            "verse": 44,
            "text": "Ti, paralajmëroji njerëzit për Ditën që atyre do t’u vie dënimi, e zullumqarët do të thonë: “O Zoti ynë, na lë (kthena në jetë) neve vetëm edhe pak kohë; na do t’i pëgjigjemi thirrjes Tënde dhe do t’i pasojmë pejgamberët!” (Ju thuhet atyre): “E vallë, a nuk jeni betuar më parë se nuk ka për ju zhdukje"
        },
        {
            "chapter": 14,
            "verse": 45,
            "text": "Dhe keni banuar në shtëpitë e atyre, të cilët i kanë bërë zullum vetes dhe e keni pasur të qartë se si kemi vepruar me ta. Dhe, Na, ju kemi treguar shumë shembuj”"
        },
        {
            "chapter": 14,
            "verse": 46,
            "text": "Dhe ata thurin dredhitë e tyre, e te Perëndia është dënimi i dredhive të tyre; për dredhitë e atyre nuk mund t’i lëkundin malet"
        },
        {
            "chapter": 14,
            "verse": 47,
            "text": "As mos mendo se Perëndia nuk do ta mbajë premtimin e Vet (që u ka dhënë) pejgamberëve të Vet – se, Perëndia, me të vërtetë, është i Plotëfuqishëm dhe ndëshkon –"
        },
        {
            "chapter": 14,
            "verse": 48,
            "text": "në Ditën kur Toka do të ndërrohet me tokë tjetër, por edhe qiejt, e kur të gjithë të dalin para të Vetmit dhe të Plotëfuqishmit Perëndi"
        },
        {
            "chapter": 14,
            "verse": 49,
            "text": "Dhe atë ditë do t’i shohësh mëkatarët të lidhur në pranga"
        },
        {
            "chapter": 14,
            "verse": 50,
            "text": "Këmishat do t’i kenë prej katranit, e zjarri do t’ua mbështjellë fytyrat e tyre"
        },
        {
            "chapter": 14,
            "verse": 51,
            "text": "(Kështu) Perëndia shpërblen çdo njërin për atë që ka punuar. Perëndia, me të vërtetë, ëshë llogaritar i shpejtë"
        },
        {
            "chapter": 14,
            "verse": 52,
            "text": "Ky (Kur’ani) është shpallë për njerëzit, dhe me të paralajmërohen ata, që ta dinë se Ai është i vetmi Perëndi, dhe për t’u këshilluar njerëzit e mençur"
        },
        {
            "chapter": 15,
            "verse": 1,
            "text": "Elif Lâm Râ. Këto janë ajetet e Librit, të Kur’anit të qartë"
        },
        {
            "chapter": 15,
            "verse": 2,
            "text": "Shpeshherë mohuesit do të dëshironin që të ishin muslimanë"
        },
        {
            "chapter": 15,
            "verse": 3,
            "text": "Lëri ata që të hanë dhe le të kënaqen, dhe lë t’i mashtrojë shpresa; ata do ta dinë (fundin)"
        },
        {
            "chapter": 15,
            "verse": 4,
            "text": "Na nuk i kemi zhdukur banorët e asnjë vendi, për pa ardhur koha e caktuar"
        },
        {
            "chapter": 15,
            "verse": 5,
            "text": "asnjë popull nuk mund as ta shpejtojë as ta ngadalësojë (caktimin Tonë për të)"
        },
        {
            "chapter": 15,
            "verse": 6,
            "text": "Ata thanë: “O ti, që të është shpallë Kur’ani, ti je, me të vërtetë, i marrë"
        },
        {
            "chapter": 15,
            "verse": 7,
            "text": "Të na sillshe engjëjt, nëse je i drejtë?”"
        },
        {
            "chapter": 15,
            "verse": 8,
            "text": "Na i dërgojmë engjëjt vetëm me të Vërtetën (me dënim të premtuar), dhe atëherë nuk u jepet afat për të pritur (por dënimi merr fund)"
        },
        {
            "chapter": 15,
            "verse": 9,
            "text": "Na, me të vërtetë, kemi shpallë Kur’anin dhe, Na, me të vërtetë, do ta ruajmë atë (origjinalitetin e tij)"
        },
        {
            "chapter": 15,
            "verse": 10,
            "text": "Na, me të vërtetë, u kemi dërguar pejgamberë edh para teje, - grupeve (popujve) të mëparshëm"
        },
        {
            "chapter": 15,
            "verse": 11,
            "text": "dhe asnjë pejgamber nuk ka ardhur e që ata të mos talleshin me të"
        },
        {
            "chapter": 15,
            "verse": 12,
            "text": "Ja, kështu Na, fusim (talljen) në zemrat e mëkatarëve"
        },
        {
            "chapter": 15,
            "verse": 13,
            "text": "ata nuk e besojnë atë (profetin Muhammed), e madje, ka kaluar ligji (mbi dënimin) e popujve të kaluar (për tallje me pejgamberët)"
        },
        {
            "chapter": 15,
            "verse": 14,
            "text": "Sikur Ne ta hapnim një derë të qiellit dhe ata të ngjiteshin nëpër të"
        },
        {
            "chapter": 15,
            "verse": 15,
            "text": "do të thonin (ata): “Sytë na kanë qenë të mjegulluar, na jemi popull i magjepsur!”"
        },
        {
            "chapter": 15,
            "verse": 16,
            "text": "Na kemi krijuar hyllësi në qiej dhe i kemi zbukuruar ato për shikuesin"
        },
        {
            "chapter": 15,
            "verse": 17,
            "text": "dhe i kemi ruajtur nga çdo djall i mallkuar"
        },
        {
            "chapter": 15,
            "verse": 18,
            "text": "përpos atij që vjedh të dëgjuarën, e arrinë atë një flakë e dukshme"
        },
        {
            "chapter": 15,
            "verse": 19,
            "text": "Dhe Tokën e kemi shtrirë dhe nëpër të kemi shpërndarë male të forta, dhe kemi bërë që në të, të zhvillohet çdo gjë në masa proporcionale"
        },
        {
            "chapter": 15,
            "verse": 20,
            "text": "dhe kemi bërë për ju në të (Tokë) sendet që u japin gjallëri dhe për ata që nuk i mbani (furnizoni) ju"
        },
        {
            "chapter": 15,
            "verse": 21,
            "text": "Nuk ekziston asnjë send, e që të mos gjendet ajo në thesarin Tonë, e nga ajo Na japim vetëm aq sa është e nevojshme"
        },
        {
            "chapter": 15,
            "verse": 22,
            "text": "Na dërgojmë erërat për të frytnuar, e zbresim shiun nga qielli e ju kemi furnizuar me ujë – dhe depot e tij (ujit) nuk gjenden tek ju"
        },
        {
            "chapter": 15,
            "verse": 23,
            "text": "Dhe, me të vërtetë, Na japim gjëllëri dhe vdekje, dhe vetëm Na jemi trashëgimtar (të përhershëm)"
        },
        {
            "chapter": 15,
            "verse": 24,
            "text": "dhe vetëm Na dimë për ata që kanë qenë para jush, dhe vetëm Na dimë për ata që do të vijnë pas jush"
        },
        {
            "chapter": 15,
            "verse": 25,
            "text": "dhe, me të vërtetë, Zoti yt, do t’i tubojë; Ai, me të vërtetë, është i Plotëdijshëm dhe i Gjithëdijshëm"
        },
        {
            "chapter": 15,
            "verse": 26,
            "text": "Na kemi krijuar njeriun prej një balte të fortë – të zezë, së cilës i është dhënë forma"
        },
        {
            "chapter": 15,
            "verse": 27,
            "text": "kurse xhindet i kemi krijuar që më parë nga zjarri i flakët"
        },
        {
            "chapter": 15,
            "verse": 28,
            "text": "(Kujtoje) kur Zoti yt u tha engjëjve: “Unë do ta krijojë njeriun nga balta e zezë e fortë, e ndryshueshme (e figuruar)"
        },
        {
            "chapter": 15,
            "verse": 29,
            "text": "e kur t’ia jap formën dhe i jap shpirtin (e bëhet i gjallë), ju bëni sexhde atij!”"
        },
        {
            "chapter": 15,
            "verse": 30,
            "text": "Të gjithë engjëjt, bashkarisht, i bën sexhde atij"
        },
        {
            "chapter": 15,
            "verse": 31,
            "text": "përveç Iblisit. Ai refuzoi t’u bashkohet atyre që bënin sexhde"
        },
        {
            "chapter": 15,
            "verse": 32,
            "text": "(Perëndia) tha: “O Iblis, ç’pate ti që nuk u bëre me ata që bënë sexhde?”"
        },
        {
            "chapter": 15,
            "verse": 33,
            "text": "(Iblisi) tha: “Nuk jam unë ai që t’i bëjë sexhde një njeriu të cilin Ti e ke krijuar nga balta e zezë, e fortë, e ndryshueshme (e figuruar), së cilës i është dhënë forma"
        },
        {
            "chapter": 15,
            "verse": 34,
            "text": "(Perëndia) tha: “Atëherë, dil prej xhennetit, ti, në të vërtetë, je i mallkuar"
        },
        {
            "chapter": 15,
            "verse": 35,
            "text": "dhe le të jetë mallkimi mbi ty deri në Ditën e Kijametit!”"
        },
        {
            "chapter": 15,
            "verse": 36,
            "text": "Iblisi tha: “Zoti im, më jep afat deri në ditën kur do të ringjallen ata (njerëzit)!”"
        },
        {
            "chapter": 15,
            "verse": 37,
            "text": "(Zoti) tha: “Ty, me të vërtetë, të është dhënë afat"
        },
        {
            "chapter": 15,
            "verse": 38,
            "text": "deri në ditën e kohës së caktuar”"
        },
        {
            "chapter": 15,
            "verse": 39,
            "text": "(Iblisi) tha: “Zoti im, meqë më ke shpie në humbje, unë në Tokë do t’ju zbukuroj atyre sendet dhe të gjithë do t’i shpie në mashtrim"
        },
        {
            "chapter": 15,
            "verse": 40,
            "text": "përveç robërve Tu të sinqertë”"
        },
        {
            "chapter": 15,
            "verse": 41,
            "text": "(Perëndia) tha: “Kjo është rruga ime e drejtë"
        },
        {
            "chapter": 15,
            "verse": 42,
            "text": "Ti, me të vërtetë, nuk ke kurrfarë pushteti ndaj robërve të Mi, përveç atyre të humburve, që të pasojnë ty”"
        },
        {
            "chapter": 15,
            "verse": 43,
            "text": "Dhe, me të vërtetë, xhehennemi është vendbanimi i tyre i premtuar, për të gjithë"
        },
        {
            "chapter": 15,
            "verse": 44,
            "text": "ai i ka shtatë dyer, e për çdo derë ka pjesë të caktuar”"
        },
        {
            "chapter": 15,
            "verse": 45,
            "text": "Me të vërtetë, ata që ruhen nga mëkatet, do të gjenden në kopshtet e xhennetit pranë burimeve"
        },
        {
            "chapter": 15,
            "verse": 46,
            "text": "(Ju thuhet): “Hyni në to me përshëndetje dhe të siguruar (prej frikës)”"
        },
        {
            "chapter": 15,
            "verse": 47,
            "text": "Dhe, Ne, do ta shporrim urrejtjen nga zemrat e tyre (që kanë pasur më parë), ata do të rrinë ulur si vëllezër në kanape (kolltuqe) – njëri përballë tjetrit"
        },
        {
            "chapter": 15,
            "verse": 48,
            "text": "aty, nuk do t’i gërget lodhja, ata prej atyhit kurrë nuk do të dëbohen"
        },
        {
            "chapter": 15,
            "verse": 49,
            "text": "Lajmëroji robërit e Mi (o Muhammed!) se Unë, me të vërtetë, jam Ai që falë dhe mëshiroj"
        },
        {
            "chapter": 15,
            "verse": 50,
            "text": "e që dënimi Im (për të këqinjtë), është me të vërtetë, dënim i dhembshëm"
        },
        {
            "chapter": 15,
            "verse": 51,
            "text": "Dhe lajmëroji për mysafirët e Ibrahimit"
        },
        {
            "chapter": 15,
            "verse": 52,
            "text": "kur, hynë tek ai dhe thanë: “Selam!” (Ibrahimi) tha: “Na po frikohemi nga Ju”"
        },
        {
            "chapter": 15,
            "verse": 53,
            "text": "Ata thanë: “Mos u friko se na po të sihariqojmë ty me një djalë të dijshëm”"
        },
        {
            "chapter": 15,
            "verse": 54,
            "text": "(Ibrahimi) tha: “A mos vallë do të më sihariqoni, tani, kur më ka goditur pleqëria? Me çka do të më sihariqoni mua?”"
        },
        {
            "chapter": 15,
            "verse": 55,
            "text": "Ata thanë: “Na do të sihariqojmë ty me një të Vërtetë që do të realizohet, e mos u bën shpresëhumbur!”"
        },
        {
            "chapter": 15,
            "verse": 56,
            "text": "(Ibrahimi) tha: “Kush mund ta humbë shpresën nga mëshira e Zotit të vet, përpos atyre që janë të humbur” –"
        },
        {
            "chapter": 15,
            "verse": 57,
            "text": "dhe pyeti (Ibrahimi): “E, çfarë është qëllimi juaj, o të dërguar?”"
        },
        {
            "chapter": 15,
            "verse": 58,
            "text": "(Ata) thanë: “Na jemi dërguar te një popull mëkatarë"
        },
        {
            "chapter": 15,
            "verse": 59,
            "text": "përpos familjes së Lutit (që nuk janë mëkatarë). Na do t’i shpëtojmë të gjithë ata (anëtarët e familjes së Lutit) –"
        },
        {
            "chapter": 15,
            "verse": 60,
            "text": "përveç gruas së tij; për atë, Na kemi caktuar dënim, të cilin do ta shiojë ajo”"
        },
        {
            "chapter": 15,
            "verse": 61,
            "text": "Dhe, kur të dërguarit erdhën te Luti"
        },
        {
            "chapter": 15,
            "verse": 62,
            "text": "(Luti) tha: “Ju, me të vërtetë, jeni njerz të panjohur!”"
        },
        {
            "chapter": 15,
            "verse": 63,
            "text": "Ata thanë: “Jo, na të kemi sjellur atë, në të cilën ata (mohuesit nga populli yt) dyshojnë"
        },
        {
            "chapter": 15,
            "verse": 64,
            "text": "të sjellim atë që do të ngjajë me siguri, e ne, me të vërtetë, jemi të sinqertë"
        },
        {
            "chapter": 15,
            "verse": 65,
            "text": "Udhëto ti me familjen tënde, në një kohë të natës, e shko ti pas tyre, e askush prej jush të mos shikojë prapa, por vazhdoni në drejtim të urdhëruar!”"
        },
        {
            "chapter": 15,
            "verse": 66,
            "text": "Dhe Ne, ia kemi shpallur atij, atë që do të ngjajë: që ata të gjithë – deri në të mbramin, do të zhduken, në agim"
        },
        {
            "chapter": 15,
            "verse": 67,
            "text": "Dhe, erdhën të gëzueshëm banorët e qytetit"
        },
        {
            "chapter": 15,
            "verse": 68,
            "text": "(Luti) tha: “Këta janë mysafirët e mi, andaj mos më turpëroni"
        },
        {
            "chapter": 15,
            "verse": 69,
            "text": "dhe druajuni Perëndisë, dhe mos më poshtëroni mua!”"
        },
        {
            "chapter": 15,
            "verse": 70,
            "text": "Ata (populli i Lutit) thanë: “A nuk të kemi ndaluar na ty, që të pranosh mysafirë?”"
        },
        {
            "chapter": 15,
            "verse": 71,
            "text": "(Luti) tha: “Ja këto vajzat e (popullit) tim! Nëse doni të bëni çka synoni, (martohuni me to)"
        },
        {
            "chapter": 15,
            "verse": 72,
            "text": "(O Muhammed!) Pasha jetën tënde, me të vërtetë, ata janë déjur në iluzionet e veta"
        },
        {
            "chapter": 15,
            "verse": 73,
            "text": "Dhe, ata i kaplojë një zë i tmerrshëm kur lindir Dielli"
        },
        {
            "chapter": 15,
            "verse": 74,
            "text": "dhe Ne, kemi bërë që, ajo që gjendej lartë – të bie poshtë, duke lëshuar në ta si shi gurësh prej dheut të pjekur"
        },
        {
            "chapter": 15,
            "verse": 75,
            "text": "Këto, me të vërtetë, janë argumente për ata që vëzhgojnë me kujdes"
        },
        {
            "chapter": 15,
            "verse": 76,
            "text": "me të vërtetë, ato (qytete) janë në rrugë, kur gjenden edhe tani"
        },
        {
            "chapter": 15,
            "verse": 77,
            "text": "Kjo, me të vërtetë, është dokument për besimtarët"
        },
        {
            "chapter": 15,
            "verse": 78,
            "text": "Por, edhe banorët e Ejkes kanë qenë zullumqarë"
        },
        {
            "chapter": 15,
            "verse": 79,
            "text": "andaj, i kemi ndëshkuar, dhe që të dy janë në rrugë – të dukshme"
        },
        {
            "chapter": 15,
            "verse": 80,
            "text": "Edhe banorët e Hixhrës, pejgamberët i konsideruan për gënjeshtarë"
        },
        {
            "chapter": 15,
            "verse": 81,
            "text": "Dhe Ne, u patëm dhënë atyre dokumentet Tona, por ata shmangeshin prej tyre"
        },
        {
            "chapter": 15,
            "verse": 82,
            "text": "Ata gëdhendnin shtëpia me gurë-malesh, duke besuar se nuk do t’i gjejë asgjë"
        },
        {
            "chapter": 15,
            "verse": 83,
            "text": "andaj, edhe ata në agim i goditi zë i tmerrshëm"
        },
        {
            "chapter": 15,
            "verse": 84,
            "text": "dhe nuk patën farë dobie nga ajo që patën ndërtuar (banesat)"
        },
        {
            "chapter": 15,
            "verse": 85,
            "text": "Na kemi krijuar qiejt dhe Tokën dhe atë që gjendet në mes tyre – në mënyrë të mrekullueshme. Me të vërtetë, do të vie Kijameti, andaj sillu ti (o Muhammed) me sjellje të bukura (zemërgjerësi)"
        },
        {
            "chapter": 15,
            "verse": 86,
            "text": "me të vërtetë, Zoti yt është i vetmi Krijues dhe i Gjithëdijshëm. –"
        },
        {
            "chapter": 15,
            "verse": 87,
            "text": "Na të kemi shpallë ty shtatë ajete, që përsëriten dhe Kur’anin e madhërueshëm. –"
        },
        {
            "chapter": 15,
            "verse": 88,
            "text": "Mos i drejto sytë e tu kah ato kënaqësi që Na ua kemi dhënë disave prej tyre dhe mos u hidhëro për ta (në mos besofshin). E, ndaj besimtarëve bëhu i butë"
        },
        {
            "chapter": 15,
            "verse": 89,
            "text": "dhe thuaj: “Unë, në të vërtetë, jam vetëm paralajmërues i qartë!” –"
        },
        {
            "chapter": 15,
            "verse": 90,
            "text": "(Ashtu u kemi dërguar cënim) atyre, të cilët e kanë ndarë Librin"
        },
        {
            "chapter": 15,
            "verse": 91,
            "text": "e të cilët e kanë ndarë Kur’anin pjesë-pjesë (diçka kanë besuar e diçka jo)"
        },
        {
            "chapter": 15,
            "verse": 92,
            "text": "Dhe, kështu, pasha Zotin tënd, Na me të vërtetë, do t’i pyesim ata të gjithë"
        },
        {
            "chapter": 15,
            "verse": 93,
            "text": "për atë që kanë punuar"
        },
        {
            "chapter": 15,
            "verse": 94,
            "text": "Ti haptazi prediko atë që të është urdhëruar dhe shmangiu idhujtarëve"
        },
        {
            "chapter": 15,
            "verse": 95,
            "text": "Na të mjaftojmë ty, kundër atyre që të tallin (ty)"
        },
        {
            "chapter": 15,
            "verse": 96,
            "text": "të cilët përveç Perëndisë, marrin edhe zot tjetër, dhe do ta dinë ata mirë (fundin)"
        },
        {
            "chapter": 15,
            "verse": 97,
            "text": "Na e dimë mirë, që ty të ngushtohet zemra, për atë që thonë ata"
        },
        {
            "chapter": 15,
            "verse": 98,
            "text": "andaj, madhëroje dhe falenderoje Zotin tënd dhe bëhu prej atyre që falin namazin"
        },
        {
            "chapter": 15,
            "verse": 99,
            "text": "Dhe, adhuroje Zotin tënd përderisa të arrijë gjendja e sigurtë (vdekja)"
        },
        {
            "chapter": 16,
            "verse": 1,
            "text": "Urdhëri i Perëndisë, do të arrijë, andaj mos e nxitoni ju atë! Qoftë i lavdëruar Ai dhe i lartësuar nga ajo që i bëjnë shok Atij"
        },
        {
            "chapter": 16,
            "verse": 2,
            "text": "Ai dërgon engjëjt me Shpallje, me dëshirën e Vet, kujt të dojë prej robërve të Tij: “Paralajmëroni se s’ka zot tjetër përveç Meje, dhe ruajuni ju prej kundërshtimit Tim!”"
        },
        {
            "chapter": 16,
            "verse": 3,
            "text": "Ai i krijoi qiejt dhe Tokën me mrekulli të madhe! Është i lartësuar (Perëndia) nga ajo që i bëjnë shok Atij"
        },
        {
            "chapter": 16,
            "verse": 4,
            "text": "Ai e ka krijuar njeriun prej embrionit të farës, e ai (njeriu) përnjëherësh – kundërshtar i hapët"
        },
        {
            "chapter": 16,
            "verse": 5,
            "text": "Dhe shtazët i krijoi Ai për ju; me to – ju ngroheni (nga prodhimet e tyre), e keni edhe dobi të tjera, dhe me to – më së shumti ushqeheni"
        },
        {
            "chapter": 16,
            "verse": 6,
            "text": "dhe ju në to – keni hijeshi kur i ktheni nga kullosa dhe kur i qitni në kullosë"
        },
        {
            "chapter": 16,
            "verse": 7,
            "text": "dhe ato na transportojnë barrët tuaja në një vendbanim deri te i cili ju do të arrinit me mundim të madh; me të vërtetë, Zoti juaj është i butë dhe i mëshirshëm –"
        },
        {
            "chapter": 16,
            "verse": 8,
            "text": "(Krijoi) edhe kuajt, mushkt dhe gomarët, për t’i shaluar ju, dhe për zbukurim, e krijon (Perëndia) edhe ato që nuk i dini ju"
        },
        {
            "chapter": 16,
            "verse": 9,
            "text": "E Perëndia është që t’ju tregojë rrugën e drejtë, e ka prej tyre edhe të shtrembëra, e sikur të donte Perëndia do t’i udhëzonte të gjithë (në rrugë të drejtë)"
        },
        {
            "chapter": 16,
            "verse": 10,
            "text": "Ai lëshon ujët nga qielli, të cilin ju e pini, dhe me te rriten bimët, ku i kullotni (kafshët tuaja)"
        },
        {
            "chapter": 16,
            "verse": 11,
            "text": "Me atë (ujin) kultivohen të lashtat: ullinjt, palmet, rrushi dhe prej fruteve tjera të llojllojshme – kjo është, me të vërtetë, argument për njerëzit që kuptojnë"
        },
        {
            "chapter": 16,
            "verse": 12,
            "text": "Ai ka bërë që ta shfrytëzoni ju natën dhe ditën dhe Diellin e Hënën. Edhe yjet i janë nënshtruar urdhërit të Tij. Me të vërtetë, në këto ka argumente për njerëzit që mendojnë"
        },
        {
            "chapter": 16,
            "verse": 13,
            "text": "(Dhe ka nënshtruar) për ju atë që ka krijuar në Tokë, llojet e të cilave janë të ndryshme. Me të vërtetë, në këto ka argumente për njerëzit që këshillohen"
        },
        {
            "chapter": 16,
            "verse": 14,
            "text": "Dhe Ai është që e ka bërë të mundshëm shfrytëzimin e detit, për të ngrënë ju nga ai mish të freskët dhe të nxirrni nga ai stoli që i vishni. – Ti sheh se si anijet e çajnë atë (detin) – për të kërkuar nga dhuratat e Tij (Perëndisë) dhe që të bëheni ju falenderues"
        },
        {
            "chapter": 16,
            "verse": 15,
            "text": "Ai në Tokë ka krijuar male të palëvizshme, për të mos ju luhatuar ato juve, e ka krijuar edhe lumenj në rrugë për të arritur ku keni synuar"
        },
        {
            "chapter": 16,
            "verse": 16,
            "text": "dhe (ka krijuar) tregues të rrugëve, si dhe orientimin e njerëzve me anë të yjeve"
        },
        {
            "chapter": 16,
            "verse": 17,
            "text": "Prandaj, a është njësoj si ai që krijon – e si ai që nuk krijon?! A nuk po kuptoni"
        },
        {
            "chapter": 16,
            "verse": 18,
            "text": "E, nëse ju doni t’i numëroni dhuntitë e Perëndisë, atëherë nuk do të mund t’i numëroni. Me të vërtetë, Perëndia është falës dhe mëshirues"
        },
        {
            "chapter": 16,
            "verse": 19,
            "text": "Perëndia di atë që ju e fshihni, dhe atë që e shfaqni haptazi"
        },
        {
            "chapter": 16,
            "verse": 20,
            "text": "E, ata që adhurojnë, pos Perëndisë – nuk krijojnë asgjë; ata vetë janë të krijuar"
        },
        {
            "chapter": 16,
            "verse": 21,
            "text": "ato (statujet) janë gjëra të vdekura, pa kurrfarë gjallërie. Ata nuk dinë kur do të ringjallen"
        },
        {
            "chapter": 16,
            "verse": 22,
            "text": "Zoti juaj është vetëm një Perëndi. E, ata që nuk besojnë në jetën tjetër, zemrat e tyre janë mohuese dhe ata janë mendjemëdhenj"
        },
        {
            "chapter": 16,
            "verse": 23,
            "text": "S’ka dyshim, se, Perëndia di për atë që fshehin ata dhe për atë që shprehin haptazi. Me të vërtetë, Ai nuk i do mendjemëdhenjt"
        },
        {
            "chapter": 16,
            "verse": 24,
            "text": "E, kur ju thuhet atyre: “Çka ka shpallë Zoti juaj?” Ata thonë: “Përrallat e popujve të lashtë!”"
        },
        {
            "chapter": 16,
            "verse": 25,
            "text": "(Këtë e thanë që) t’ju ngarkohen mëkatet e tyre të plota në Ditën e Kijametit, si dhe aq sa kanë bërë mëkate ata që u mashtruan dhe humbën rrugën nga këta – nga padijenia; sa ë shëmtuara janë ato (mëkatet) që i bartin ata"
        },
        {
            "chapter": 16,
            "verse": 26,
            "text": "Me të vërtetë, kanë thurrur ngatërresa ata që kanë qenë para tyre, e Perëndia e rrënoi godinën e tyre deri në themel, dhe u rrëzua kulmi mbi ta e u erdhi dënimi andej – nga nuk e prisnin"
        },
        {
            "chapter": 16,
            "verse": 27,
            "text": "Pasta (Perëndia) i poshtëron ata në Ditën e Kijametit dhe u thotë: “Ku janë shokët e Mi (të cilët i trillonit ju), për shkak të të cilëve tregonit armiqësi (ndaj besimtarëve)?” E, atyre që u është dhënë dijenia, thonë: “Me të vërtetë, sot, poshtërimi dhe dënimi është mbi mohuesit"
        },
        {
            "chapter": 16,
            "verse": 28,
            "text": "të cilëve, engjëjt ua marrin shpirtin, duke i bërë vetes ata zullum, e do të shfaqin përulshmëri (duke thënë): “Na nuk kemi punuar asgjë të keqe!” – Po, Perëndia me të vërtetë, është dijtës i veprave që keni punuar"
        },
        {
            "chapter": 16,
            "verse": 29,
            "text": "(Ju tuhet atyre): “hyni në portet e skëterrës, ku do të mbeteni përgjithmonë!” E, sa vendbanim i shëmtuar është ai për mendjemëdhenjt"
        },
        {
            "chapter": 16,
            "verse": 30,
            "text": "E, atyre që i druajnë Perëndisë – u thuhet: “Çka u ka shpallur Zoti juaj?” – Ata do të thonë: “(Na ka zbritur) mirësi!” Ata që bëjnë vepra të mira në këtë botë, do të kenë mirësi, e në botën tjetër do të kenë edhe më të mira. E, sa e mrekullueshme do të jetë shtëpia e atyre që i druajnë Perëndisë"
        },
        {
            "chapter": 16,
            "verse": 31,
            "text": "xhennetet e Adnit, në të cilët do të hynë ata, nëpër të cilët rrjedhin lumenjt, e në to ka gjithçka që dëshirojnë ata. Kështu i shpërblen Perëndia besimtarët"
        },
        {
            "chapter": 16,
            "verse": 32,
            "text": "të cilëve engjëjt ua marrin shpirtërat, (duke qenë ata) të pastër. (E engjëjt) u thonë atyre: “Shpëtimi qoftë mbi ju! Hyni në xhennet për ato që keni punuar!”"
        },
        {
            "chapter": 16,
            "verse": 33,
            "text": "Ata – mohuesit, nuk presin kurrgjë tjetër, përpos që t’u vijnë engjëjt (t’ua marrin shpirtin) ose t’ju vie urdhëri (dënimi) i Zotit tënd. Kështu kanë bërë edhe ata që kanë qenë para këtyre. Perëndia nuk u ka bërë atyre padrejtësi, por ata vetvetes i kanë bërë zullum"
        },
        {
            "chapter": 16,
            "verse": 34,
            "text": "dhe i arriti dënimi ata, për veprat që kanë punuar dhe ata i kaploi ajo (dënimi), meqë talleshin me ta"
        },
        {
            "chapter": 16,
            "verse": 35,
            "text": "Dhe thonin ata, të cilët i bënin shok Perëndisë: “Sikur të donte Perëndia, nuk do të adhuronim ne, as të parët tanë – asgjë, përveç Tij, dhe nuk do të kishim ndaluar ne asgjë, pa dëshirën e Tij. Kështu kanë vepruar ata para këtyre (kanë mohuar). Për pejgamberët s’ka tjetër detyrë përpos që të shpallin qartë"
        },
        {
            "chapter": 16,
            "verse": 36,
            "text": "Na çdo populli i kemi dërguar nga një pejgamber. (Ata u thonin atyre): “Adhuronie Perëndinë, e shmanguni nga djalli!” Disa prej tyre, Perëndia i shpuri në rrugë të drejtë, e disa prej tyre merituan të mbeten në humbje. Andaj, udhëtoni nëpër botë, e shihni se çfarë ka qenë dënimi për ata, të cilët pejgamberët e vet i konsideronin për gënjeshtarë"
        },
        {
            "chapter": 16,
            "verse": 37,
            "text": "Edhe nëse angazhohesh ti (o Muhammed!) që ata të jenë në rrugën e drejtë, me të vërtetë, Perëndia nuk do ta shpie në rrugë të drejtë, atë që don ta lerë në humbje. Dhe për ata nuk ka kurrfarë ndihmësi"
        },
        {
            "chapter": 16,
            "verse": 38,
            "text": "Dhe ata (mohuesit), janë betuar në Perëndinë, me betimin e tyre më të fortë: “Perëndia nuk do ta ngjallë atë që ka vdekur”. Por, me të vërtetë, (ringjallja) është premtim i Tij i saktë – por që, shumica e njerëzve nuk e dinë"
        },
        {
            "chapter": 16,
            "verse": 39,
            "text": "(Do t’i ringjallë ata Perëndia) për t’ju shpjeguar, atë, për të cilën përçaheshin ata dhe që ta kuptojnë mohuesit se kanë qenë gënjeshtarë"
        },
        {
            "chapter": 16,
            "verse": 40,
            "text": "Nëse dëshirojmë të bëhet diçka, Na – vetëm me një të thënme për atë: “Bëhu!” dhe ajo bëhet"
        },
        {
            "chapter": 16,
            "verse": 41,
            "text": "E, ata që kanë emigruar në emër të Perëndisë, pasi u është bërë zullum, Na do t’i vendosim në vendbanim të mirë në këtë botë, e shpërblimi në botën tjetër, është edhe më i madh. Ah! sikur ta dinin ata"
        },
        {
            "chapter": 16,
            "verse": 42,
            "text": "(Ata që emigruan) kanë duruar dhe janë mbështetur në Zotin e thyre"
        },
        {
            "chapter": 16,
            "verse": 43,
            "text": "Na edhe para teje kemi dërguar vetëm njerëz – burra, (e jo engjëj), të cilëve u kemi dërguar shpallje, - andaj pyetni dijetarët e Librit, nëse nuk e dini (këtë) –"
        },
        {
            "chapter": 16,
            "verse": 44,
            "text": "(I kemi dërguar ata) me argumente të qarta dhe libra. Dhe Na, ty ta kemi dërguar Kur’anin që t’u shpjegosh njerëzve dispozitat e shpalljes, dhe që të mendojnë ata"
        },
        {
            "chapter": 16,
            "verse": 45,
            "text": "A janë të sigurtë ata, që bëjnë dredhi me vepra të këqia, që Perëndia nuk do t’i shafojë në tokë, ose që nuk do t’u vie dënimi nga nuk e presin"
        },
        {
            "chapter": 16,
            "verse": 46,
            "text": "ose që nuk do t’i dënojë ata në udhëtimet e tyre – ata nuk mund të shpëtojnë (nga dënimi) –"
        },
        {
            "chapter": 16,
            "verse": 47,
            "text": "ose (a janë të sigurtë ata) se nuk do t’i godas dënimi, duke qenë ata në frikë; me të vërtetë, Zoti juaj është i butë dhe i mëshirshëm"
        },
        {
            "chapter": 16,
            "verse": 48,
            "text": "A nuk po shohin at, se të gjitha ato që i ka krijuar Perëndia, hija e tyre anon djathtas e majtas, duke iu përulë Perëndisë, si dhe vet ata i nënshtrohen pushtetit të Perëndisë"
        },
        {
            "chapter": 16,
            "verse": 49,
            "text": "Perëndisë i bënë sexhde çdo gjallesë, në qiej dhe në Tokë, edhe engjëjt, dhe ata (engjëjt) nuk janë kryelartë"
        },
        {
            "chapter": 16,
            "verse": 50,
            "text": "I druajnë Zotit të tyre, që ka pushtet mbi ta dhe punojnë atë që u urdhërohet"
        },
        {
            "chapter": 16,
            "verse": 51,
            "text": "Dhe, Perëndia, ka thënë: “Mos adhuroni dy zotëra! Perëndia është vetëm një. Dhe, druajuni vetëm prej Meje!”"
        },
        {
            "chapter": 16,
            "verse": 52,
            "text": "Dhe, Atij i përket çdo gjë që gjendet në qiej dhe në Tokë dhe Atij i përket bindja përherë. A, mos vallë, përpos Perëndisë, kujt t’i druani tjetër"
        },
        {
            "chapter": 16,
            "verse": 53,
            "text": "Çdo dhunti që keni është nga Perëndia. E, kur t’ju godit ndonjë fatkeqësi, prap prej Tij – me zë kërkoni ndihmë"
        },
        {
            "chapter": 16,
            "verse": 54,
            "text": "Dhe kur Ai – pasi t’jua shmangë fatkeqësinë, disa nga ju, në atë çast – i bëjnë shok Zotit të vet"
        },
        {
            "chapter": 16,
            "verse": 55,
            "text": "për ta treguar mosmirënjohjen e tyre ndaj asaj që ua kemi dhënë Ne. pra, kënaquni (për një kohë), po ju, me të vërtetë, do ta dini"
        },
        {
            "chapter": 16,
            "verse": 56,
            "text": "Dhe, qëllimojnë për ata që nuk dijnë gjë (për idhujtë e tyre), një pjesë prej furnizimit Tonë. Pasha Perëndinë, ju me siguri, do të pyeteni për atë që keni trilluar (për Zotin)"
        },
        {
            "chapter": 16,
            "verse": 57,
            "text": "Ata, Perëndisë i përshkruajnë (mveshin) vajza (duke thën se: Engjëjt janë vajzat e Perëndisë). Qoftë lavdëruar Ai (dhe larg nga kjo), e për vete (përvetësojnë) atë që dëshirojnë (fëmijë-meshkuj)"
        },
        {
            "chapter": 16,
            "verse": 58,
            "text": "Dhe, kur ndonjëri prej tyre sihariqohet (lajmërohet) se i lindi një vajzë, fytyra i nxihet dhe bëhet i dëshpëruar"
        },
        {
            "chapter": 16,
            "verse": 59,
            "text": "fshehet nga njerëzit për shkak të fatkeqësisë me të cilën është sihariquar: (mendojnë) a ta mbajnë të poshtëruar këtë (fëmijë-femër) apo ta varrosin (të gjallë) atë në dhé. Ah! sa shëmtuar që gjykojnë ata"
        },
        {
            "chapter": 16,
            "verse": 60,
            "text": "Ata që nuk besojnë për jetën tjetër, kanë cilësi të këqija, kurse Perëndia ka veçoritë më të larta, dhe Ai është i Plotëfuqishëm dhe i Gjithëdijshëm"
        },
        {
            "chapter": 16,
            "verse": 61,
            "text": "Sikur Perëndia t’i dënonte njerëzit për shkak të mëkateve të tyre, nuk do të lënte asgjë të gjallë në Tokë, por Ai i lë deri në afat të caktuar, dhe kur t’ju vie afati atyre, as për një moment nuk mund as ta shtyejnë as ta shpejtojnë"
        },
        {
            "chapter": 16,
            "verse": 62,
            "text": "Dhe ata, ia ngjesin (mveshin) Perëndisë atë çka nuk e dëshirojnë për vete, kurse gjuhët e tyre flasin gënjeshtra, se ata do të kenë shpërblimin më të mirë; por ata, nuk ka dyshim, i pret zjarri; dhe ata – të parët do të prijnë në të"
        },
        {
            "chapter": 16,
            "verse": 63,
            "text": "Pasha Perëndinë, Na, me të vërtetë, edhe para teje u kemi dërguar pejgamberë popujve, por djalli ua ka zbukuruar sjelljet e tyre, dhe ai tani është mik i tyre; andaj ata i pret dënimi i dhëmbshëm"
        },
        {
            "chapter": 16,
            "verse": 64,
            "text": "Na ta kemi shpallur ty Librin, vetëm që t’ju shpjegosh atyre atë për të cilën ata nuk pajtoheshin, dhe (që të jetë) udhërrëfyes dhe mëshirë për njerëzit që besojnë"
        },
        {
            "chapter": 16,
            "verse": 65,
            "text": "Perëndia ka zbritur ujin nga qielli, e me të, ka ngjallë tokën pasi që ishte tharë ajo! Kjo, me të vërtetë, është argument për njerëzit që duan të dëgjojnë"
        },
        {
            "chapter": 16,
            "verse": 66,
            "text": "Me të vërtetë, ju edhe shtazët keni shenjë të përshtatshme për mësimin tuaj; Na ju furnizojmë me atë që kanë në barkun e tyre – ndërmjet ushqimit të përpunuar dhe gjakut: qumësht të pastër dhe të shijshëm për ata që e pijnë"
        },
        {
            "chapter": 16,
            "verse": 67,
            "text": "E, nga frutet e palmeve dhe të hardhisë, ju përgatitni pije dhe ushqim të këndshëm. Kjo, me të vërtetë, është argument për ata që mendojnë"
        },
        {
            "chapter": 16,
            "verse": 68,
            "text": "Dhe, e frymëzoi (e krijoi me një cilësi të mrekullueshme) Zoti yt bleten: “Ndërto, shtëpi në male dhe në drunj dhe në atë që kanë ngritur njerëzit"
        },
        {
            "chapter": 16,
            "verse": 69,
            "text": "ushqehu me gjithfarë lloje frutesh dhe ec rrugës së Zotit tënd përulshëm!” Nga barku i tyre del pije (mjaltë) ngjyrash të ndryshme, në të cilin ka ilaç për njerëzit. Kjo, me të vërtetë, është argument për ata që meditojnë"
        },
        {
            "chapter": 16,
            "verse": 70,
            "text": "Perëndia u ka krijuar juve, pastaj ua merr shpirtin; ka disa prej jush që arrijnë kufijt më të ulët të jetës (pleqërisë) që (më vonë), të mos kuptojë asgjë, nga ajo që ka ditur. Me të vërtetë, Perëndia, është i Gjithëdijshëm dhe i Plotëdijshëm"
        },
        {
            "chapter": 16,
            "verse": 71,
            "text": "Perëndia, disa prej jush i ka furnizuar më mirë. Por, atyre, që u ka dhënë më shumë, ata nuk iu japin furnizim atyre që i kanë nën pushtetin e vet, edhe pse ata janë të barabartë, (në furnizimin që është nga Perëndia për tërë njerëzit). Si po i mohoni dhuntitë e Perëndisë? (Kur nuk i bëni shok vetes, si mund t’i bëni shok Perëndisë)"
        },
        {
            "chapter": 16,
            "verse": 72,
            "text": "Perëndia ka krijuar gratë nga lloji juaj, e nga gratë tuaja u jep djemtë e nipat dhe u furnizon me ushqime të mira. A, mos vallë, ata besojnë në gënjeshtra (idhuj), e mohojnë dhuntinë e Perëndisë"
        },
        {
            "chapter": 16,
            "verse": 73,
            "text": "dhe adhurojnë, përpos Perëndisë, ata që nuk janë në gjendje t’u japin çfarëdo ushqimi, as nga qielli as nga toka, dhe të cilët nuk mundën asgjë"
        },
        {
            "chapter": 16,
            "verse": 74,
            "text": "Andaj, mos i mveshni Perëndisë gjasime! Me të vërtetë, Perëndia di, e ju nuk dini"
        },
        {
            "chapter": 16,
            "verse": 75,
            "text": "Perëndia ka bërë krahasim shembullin e skllavit, që s’ka mundësi për asgjë, dhe atë që e kemi furnizuar Ne me dhuntitë e mira, e ai nga ato – jep fshehtazi dhe haptazi. A janë këta njëlloj? Falenderimi është për Perëndinë! Por shumica e tyre nuk dinë"
        },
        {
            "chapter": 16,
            "verse": 76,
            "text": "Perëndia (përsëri) bënë krahasim shembullin e dy njerëzve, prej të cilëve njëri është shurdhë-memec, i cili nuk mund të bëjë asgjë dhe është barrë e pronarit të vet, - kurdo e kudo që ta dërgojë nuk i sjell asnjë të mirë. A është i barabartë ky (memeci apo skllavi) dhe ai (besimtari) që urdhëron me të drejtë, si dhe vet është në rrugën e drejtë"
        },
        {
            "chapter": 16,
            "verse": 77,
            "text": "Perëndisë i përkasin fshehtësitë e qiejve dhe të Tokës, e çështja e Ditës së Kijametit është sa çel e mbyll sytë, ose edhe më shpejt. Perëndia, me të vërtetë, është i pushtetshëm mbi çdo gjë"
        },
        {
            "chapter": 16,
            "verse": 78,
            "text": "Perëndia u ka nxjerrë juve nga barku i nënave tuaja e ju nuk dinit asgjë, ai u dha të dëgjuarit, të pamurit dhe zemrat për të qenë falenderues"
        },
        {
            "chapter": 16,
            "verse": 79,
            "text": "A nuk shohin ata, se si shpendët, pa mundim fluturojnë në hapësirat qiellore. Ato i mban vetëm Perëndia (që i ka krijuar për atë aftësi). Kjo, me të vërtetë, është argument për popullin që beson"
        },
        {
            "chapter": 16,
            "verse": 80,
            "text": "Perëndia ka bërë për ju nga shtëpiat tuaja vendbanim, dhe ka bërë për ju prej lëkurave të shtazëve shtëpi (si tenda), të cilat ju i bartni lehtë kur udhëtoni dhe të zëni vend, e nga leshi i shtazëve: dhenëve, deveve dhe i dhive, ka bërë që t’i përdorni për veshje dhe për shtrojë, deri në një kohë"
        },
        {
            "chapter": 16,
            "verse": 81,
            "text": "Perëndia ka bërë për ju – nga ajo që ka krijuar – hije (që të mbron nga nxehtësia) dhe ka bërë për ju – nga malet – strehim dhe ka bërë për ju rroba që u mbrojnë nga nxehtësia; dhe ka bërë për ju veshje prej metali për t’ju mbrojtë në luftë; dhe kështu ua plotëson dhuntitë e Veta për t’ju bindë Perëndisë"
        },
        {
            "chapter": 16,
            "verse": 82,
            "text": "E, nëse ata shmangen, ti je i obliguar vetëm që të shpallësh qartazi"
        },
        {
            "chapter": 16,
            "verse": 83,
            "text": "Ata e dinë dhuntinë e Perëndisë, por pastaj e mohojnë, e shumica e tyre janë mohues"
        },
        {
            "chapter": 16,
            "verse": 84,
            "text": "(Tërhiqju vërejtjen) për Ditën kur do të sjellim dëshmitarë nga çdo popull, e nuk do t’ju jepet leje (për arsyetim) mohuesve, e as që u lejohet atyre që të kërkojnë falje"
        },
        {
            "chapter": 16,
            "verse": 85,
            "text": "Kur ata që kanë bërë keq, të shohin dënimin, ai nuk do t’u lehtësohet (dënimi), e as nuk u shtyhet"
        },
        {
            "chapter": 16,
            "verse": 86,
            "text": "Kur të shohin ata që i kanë bërë shok Perëndisë – ato gjëra që i kanë bërë shok Atij, thonë: “O Zoti ynë, këta janë ata shokët tonë që ne iu kemi lutur, përpos Teje”. Ata (shokët e tyre të adhuruar) do t’u drejtojnë këto fjalë: “Ju, me të vërtetë, jeni gënjeshtarë!”"
        },
        {
            "chapter": 16,
            "verse": 87,
            "text": "Ata – në atë ditë, do t’i shprehin mbështetje Perëndisë dhe do të shkatërrohet ajo, që ia mveshin Atij (Perëndisë)"
        },
        {
            "chapter": 16,
            "verse": 88,
            "text": "Ata që nuk kanë besuar dhe që kanë penguar në rrugën e Perëndisë, atyre ua shtojmë dënimin mbi dënim, ngase kanë bërë ngatërresa"
        },
        {
            "chapter": 16,
            "verse": 89,
            "text": "Dhe, (përkujtoju) ditën kur Na do të sjellim kundër çdo populli dëshmitarë nga mesi i tyre (pejgamberi i tyre) dhe (atëherë), Na do të sjellim ty (Muhammed) dëshmitar kundër këtyre. E, Na ta kemi dërguar ty Librin, - shpjegim për çdo çështje dhe si udhërrëfyes, mëshirë dhe sihariq për muslimanët"
        },
        {
            "chapter": 16,
            "verse": 90,
            "text": "Perëndia, me të vërtetë, urdhëron që të veprohet me drejtësi, mirësi dhe t’u ndihmohet të afërmve, e ndalon imoralitetin, veprat e shëmtuara dhe dhunën. Ai ju këshillon që të pranoni këshillat"
        },
        {
            "chapter": 16,
            "verse": 91,
            "text": "Dhe, zbatoni obligimet e Perëndisë kur t’i merrni mbi vete dhe mos e thyeni betimin – pasi që e keni forcuar, meqë Perëndinë e keni bërë mbikëqyrës tuajin; Perëndia, me të vërtetë di ç’punoni ju"
        },
        {
            "chapter": 16,
            "verse": 92,
            "text": "Mos u bëni (në thyerjen e obligimeve) si ajo (gruaja) e cila e ka shprishur atë që e ka tjerrë, pasi është forcuar – e ka mbetur e shprishur, duke i marrë betimet tuaja-hyrje (mashtrime) në mes vete, vetëm nga shkaku se një popull është më i madh në numër se tjetri. Perëndia, me këtë, vetëm u vënë në provë, e me siguri, Ai do t’ju shpjegojë në Ditën e Kijametit, për atë që ju nuk jeni pajtuar"
        },
        {
            "chapter": 16,
            "verse": 93,
            "text": "Sikur të kishte dashur Perëndia, do t’ju kishte bërë juve një popull, por Ai e lë në humbje kë të dojë, e kë të dojë e udhëzon në rrugën e drejtë; e ju, gjithsesi, do të përgjigjeni për atë që punoni"
        },
        {
            "chapter": 16,
            "verse": 94,
            "text": "Dhe, mos i merrni betimet tuaja për mashtrim në mes jush, e t’ju rrëshqas këmba, pasi që nguliti, e të shijoni dënimin, meqë penguat nga rruga e Perëndisë; e, për ju do të ketë ndëshkim të madh"
        },
        {
            "chapter": 16,
            "verse": 95,
            "text": "Mos e këmbeni obligimin e Perëndisë me ndojë vlerë të pakët. Ajo që është te Perëndia, është më e mirë për ju, nëse e dini"
        },
        {
            "chapter": 16,
            "verse": 96,
            "text": "Ajo që është te ju – është e përkohshme, e ajo që është te Perëndia – është e përhershme. Dhe Na, me të vërtetë, do t’i shpërblejmë ata që kanë duruar, me shpërblimin më të mirë për atë që kanë punuar"
        },
        {
            "chapter": 16,
            "verse": 97,
            "text": "Kush punon vepra të mira – qoftë mashkull apo femër – e është besimtar, Na do t’i japim atij që të kalojë jetë të bukur. Dhe, me të vërtetë, për veprat që kanë punuar, do t’i shpërblejmë ata me shpërblimin më të mirë se sa që e kanë merituar"
        },
        {
            "chapter": 16,
            "verse": 98,
            "text": "Kur të dëshirosh të lexosh Kur’anin, mbështetu te Perëndia (thuaj: “Eudhu-bil-lahi...”) që të të shpëtojë nga djalli i mallkuar"
        },
        {
            "chapter": 16,
            "verse": 99,
            "text": "Me të vërtetë, djalli nuk ka kurrfarë pushteti ndaj atyre që besojnë dhe (të cilët) mbështeten te Zoti i tyre"
        },
        {
            "chapter": 16,
            "verse": 100,
            "text": "pushteti i tij (djallit) është vetëm mbi ata, të cilët i binden atij dhe të cilët i bëjnë shok Perëndisë"
        },
        {
            "chapter": 16,
            "verse": 101,
            "text": "Dhe, kur Ne, ta zëvendësojmë një ajet me një ajet tjetër – e Perëndia di më së mir se çka shpall – (Mohuesit) thonë: “Ti je vetëm trillues!” Por, nuk është ashtu, se shumica prej tyre nuk dijnë"
        },
        {
            "chapter": 16,
            "verse": 102,
            "text": "Thuaj: “E ka sjellur (Kur’anin) Shpirti i pastër (Xhebraili) nga Zoti yt me të vërtetën, për t’i forcuar ata që besojnë – udhërrëfyes dhe sihariq për muslimanët”"
        },
        {
            "chapter": 16,
            "verse": 103,
            "text": "Na e dimë mirë që ata thonë: “Atë (Muhammedin) e mëson një njeri!” Gjuha e tij, që po ia mveshin – se po e mëson atë – është gjuhë e të huajve (të cilën nuk e dinë arabët), kurse ky (Kur’ani) është në gjuhën e qartë arabe (me një stil të lartë)"
        },
        {
            "chapter": 16,
            "verse": 104,
            "text": "Me të vërtetë, ata që nuk u besojnë argumenteve të Perëndisë, Perëndia nuk i udhëzon dhe për ata ka dënim të dhembshëm"
        },
        {
            "chapter": 16,
            "verse": 105,
            "text": "Me të vërtetë, trillojnë gënjeshtra vetëm ata që nuk u besojnë argumenteve të Perëndisë dhe ata janë gënjeshtarë të vërtetë"
        },
        {
            "chapter": 16,
            "verse": 106,
            "text": "Ai që mohon Perëndinë, pasi që pat besuar – përpos atij që është i detyruar me forcë (që të mohojë), por që zemra e tij është plot besim, (për të nuk ka mëkat) – por për ata që e hapin zemrën për mohim, për ta ka zemrim nga Perëndia dhe për ata ka dënim të madh"
        },
        {
            "chapter": 16,
            "verse": 107,
            "text": "sepse, ata e duan më shumë jetën e kësaj bote se sa jetën e botës tjetër, e Perëndia nuk i udhëzon në rrugë të drejtë mohuesit"
        },
        {
            "chapter": 16,
            "verse": 108,
            "text": "Këta janë ata të cilëve Perëndia ua ka vulosur zemrat e tyre, të dëgjuarit dhe të pamurit e tyre, dhe këta janë njerëz, vërtetë të shkujdesur"
        },
        {
            "chapter": 16,
            "verse": 109,
            "text": "S’ka dyshim se, ata, në botën tjetër do të jenë nga të humburit"
        },
        {
            "chapter": 16,
            "verse": 110,
            "text": "Me të vërtetë, Zoti yt – për ata që kanë emigruar, pasi janë torturuar e mandej kanë luftuar (në të mirën) dhe kanë duruar, Perëndia, pas kësaj, padyshim, është falës dhe mëshirues"
        },
        {
            "chapter": 16,
            "verse": 111,
            "text": "(Kujtoje) ditën që do të vijë kur çdo njeri do të mbrojë vetëm veten dhe kur do t’i plotësohet çdokujt ajo që e ka punuar; e atyre nuk do t’u bëhet padrejtësi"
        },
        {
            "chapter": 16,
            "verse": 112,
            "text": "Dhe, Perëndia sjell shembull një qytet, i cili është i sigurtë dhe i qetë, të cilit i arrinte furnizimi i bollshëm nga të gjitha anët, e që pastaj, ata mohuan dhuntitë e Perëndia, për atë që punuan ata, u dha që ta shijojnë urinë dhe frikën"
        },
        {
            "chapter": 16,
            "verse": 113,
            "text": "Me të vërtetë, atyre u erdhi një pejgamber – nga mesi i tyre – por ata e konsideruan atë për gënjeshtar, dhe ata i goditi dënimi, ngase ishin zullumqarë"
        },
        {
            "chapter": 16,
            "verse": 114,
            "text": "Ushqehuni me furnizimet që u ka dhënë Perëndia – të lejuara dhe të mira, dhe falenderohuni dhuntive të Perëndisë, nëse vetëm Atij i luteni"
        },
        {
            "chapter": 16,
            "verse": 115,
            "text": "Perëndia u ka ndaluar juve vetëm coftinë, gjakun, mishin e derrit deh atë që ësthë therrur në emër tjetër, e jo në emër të Perëndisë. Por, ata, që ngushtohen nga uria e madhe, mund t’i hanë ato, sa për të zhdukur krizën e urisë, e jo të kalojnë kufirin; me të vërtetë, Perëndia është falës dhe mëshirues"
        },
        {
            "chapter": 16,
            "verse": 116,
            "text": "Mos theksoni me gjuhët tuaja rrejshëm: “Kjo është e lejueshme, e kjo e ndaluar”, që kështu të trilloni gënjeshtra për Perëndinë. Me të vërtetë, ata që trillojnë gënjeshtra ndaj Perëndisë, nuk do të shpëtojnë"
        },
        {
            "chapter": 16,
            "verse": 117,
            "text": "do të kenë kënaqësi të shkurtër, por për ta do të ketë dënim të dhembshëm"
        },
        {
            "chapter": 16,
            "verse": 118,
            "text": "Dhe Hebrenjve, u kemi ndaluar atë që të treguam Na ty më parë. Na, nuk u kemi bërë atyre padrejtësi, por ata vetvetes i kanë bërë zullum"
        },
        {
            "chapter": 16,
            "verse": 119,
            "text": "Pastaj Zoti yt, atyre që kanë bërë keq nga padijenia, e që pastaj janë penduar dhe përmirësuar, - me të vërtetë, Zoti yt, pas kësaj, është falës dhe mëshirues"
        },
        {
            "chapter": 16,
            "verse": 120,
            "text": "Me të vërtetë, Ibrahimi ka qenë (përkah virtytet e tij sa) një popull, i përulur Perëndisë, i prirur (kah e mira) dhe nuk ka qenë nga idhujtarët"
        },
        {
            "chapter": 16,
            "verse": 121,
            "text": "ishte falenderues ndaj dhuntive të Tij (Perëndisë). Perëndia e zgjodhi atë dhe e udhëzoi në rrugë të drejtë"
        },
        {
            "chapter": 16,
            "verse": 122,
            "text": "dhe Ne, i kemi dhënë atij të mira në këtë botë, e në botën tjetër, me të vërtetë – do të jetë nga të mirët"
        },
        {
            "chapter": 16,
            "verse": 123,
            "text": "Pastaj ty të kemi porositur: “Paso fenë e Ibrahimit – të prirur kah e mira!” Ai nuk ka qenë prej idhujtarëve"
        },
        {
            "chapter": 16,
            "verse": 124,
            "text": "(Kremtja) e ditës së shtunë, është urdhëruar për ata, të cilët janë përçarë për këtë. Dhe, me të vërtetë, Zoti yt do t’i gjykojë ata në Ditën e Kijametit, për atë që nuk pajtoheshin ata"
        },
        {
            "chapter": 16,
            "verse": 125,
            "text": "Thirri në rrugën e Zotit tënd me mençuri dhe këshillë të bukur. Dhe, diskuto me ta si është më bukur! Me të vërtetë, Zoti yt di më së miri ata, që janë shmangur nga rruga e Tij, e Ai di më së miri (edhe) ata që janë në rrugën e drejtë"
        },
        {
            "chapter": 16,
            "verse": 126,
            "text": "E, nëse ndëshkoni, ndëshkoni ashtu si keni qenë të ndëshkuar ju, e nëse duroheni, kjo është më së miri për të durueshmit"
        },
        {
            "chapter": 16,
            "verse": 127,
            "text": "Duro! Durimi yt është vetëm me ndihmën e Perëndisë. Dhe, mos u pikëllo për ta, e mos u ngushto ti për shkak të dredhive të tyre"
        },
        {
            "chapter": 16,
            "verse": 128,
            "text": "me të vërtetë, Perëndia është me ata, që i druajnë Perëndisë dhe që janë bamirës"
        }
    ]
}