{
    "pages": [
        {
            "chapter": 24,
            "verse": 11,
            "text": "De som kom med bakvaskelsen er en liten gruppe blant dere. Anse ikke dette som noe ondt for dere, det er tvert imot godt. Hver enkelt av dem skal belastes det han har fortjent av synd, og hovedmannen, ham venter en svær straff"
        },
        {
            "chapter": 24,
            "verse": 12,
            "text": "Hvorfor tok ikke de troende menn og kvinner for sitt vedkommende alt i beste mening da de hørte det, og sa: «Dette er klar bakvaskelse?»"
        },
        {
            "chapter": 24,
            "verse": 13,
            "text": "Hvorfor brakte de ikke fire vitner i saken? Da de ikke har brakt vitner, sa er de overfor Gud løgnere"
        },
        {
            "chapter": 24,
            "verse": 14,
            "text": "Hadde det ikke vært for Guds godhet og nade mot dere i denne verden og den hinsidige, sa ville en svær straff rammet dere"
        },
        {
            "chapter": 24,
            "verse": 15,
            "text": "for det dere har spredt ut, da dere tok imot det og la det pa tungen, og uttalte det med munnen det dere ikke har noe kjennskap til, og ansa det for en liten ting. Men i Guds øyne er det en stor sak"
        },
        {
            "chapter": 24,
            "verse": 16,
            "text": "Hvorfor sa dere ikke da dere hørte det: «Det tilkommer ikke oss a snakke om dette! Ære være Deg! Dette er en svær beskyldning.»"
        },
        {
            "chapter": 24,
            "verse": 17,
            "text": "Gud formaner dere ikke a falle tilbake til noe slikt noen gang, om dere er troende"
        },
        {
            "chapter": 24,
            "verse": 18,
            "text": "Gud klargjør ordet for dere. Gud vet, er vis"
        },
        {
            "chapter": 24,
            "verse": 19,
            "text": "De som liker at skammeligheter spres ut om dem som tror, dem venter en smertelig straff i denne verden og den hinsidige. For Gud vet, mens dere ikke vet"
        },
        {
            "chapter": 24,
            "verse": 20,
            "text": "Hadde det ikke vært for Guds godhet mot dere, og Hans nade, og at Gud er velvillig, naderik"
        }
    ]
}