{
    "pages": [
        {
            "chapter": 39,
            "verse": 22,
            "text": "Men den hvis hjerte Gud har apnet for islam, sa han vandrer i Herrens lys? Stakkars dem hvis hjerter er forherdet mot a komme Gud i hu! Disse er langt pa villstra"
        },
        {
            "chapter": 39,
            "verse": 23,
            "text": "Gud har apenbart det skjønneste budskap, en Bok med indre samklang i sin hovedsak, som far dem som frykter Gud til a grøsse. Sa blir huden og hjertene myke ved tanken pa Gud. Dette er Guds ledelse. Ved denne leder Han dem Han vil. Den Gud lar seile sin egen sjø har ingen veileder"
        },
        {
            "chapter": 39,
            "verse": 24,
            "text": "Hva med den som prøver a verge ansiktet mot straffens onde pa oppstandelsens dag? Da det blir sagt til de onde: «Smak na det dere har fortjent.»"
        },
        {
            "chapter": 39,
            "verse": 25,
            "text": "De som levde før dem, holdt sannhet for løgn, men sa kom straffen over dem fra et hold de ikke ante"
        },
        {
            "chapter": 39,
            "verse": 26,
            "text": "og Gud lot dem smake fornedrelse i jordelivet. Men straffen i det hinsidige er visselig større, om de bare hadde visst"
        },
        {
            "chapter": 39,
            "verse": 27,
            "text": "Vi har laget all slags sammenligninger for folk i denne Koran, sa de matte komme til ettertanke"
        },
        {
            "chapter": 39,
            "verse": 28,
            "text": "En arabisk Koran, uten noe skjevt og vridd, sa de matte vise gudsfrykt"
        },
        {
            "chapter": 39,
            "verse": 29,
            "text": "Gud har laget en lignelse om en mann som tilhører uenige partnere, og en mann som tilhører bare en mann. Star disse to likt? Gud være lovet! Men folk flest ved ikke"
        },
        {
            "chapter": 39,
            "verse": 30,
            "text": "Du skal dø, og de skal ogsa dø"
        },
        {
            "chapter": 39,
            "verse": 31,
            "text": "Sa pa oppstandelsens dag kan dere tviste med hverandre fremfor Herren"
        }
    ]
}