{
    "rukus": [
        {
            "chapter": 40,
            "verse": 69,
            "text": "کیا آپ نے اُن لوگوں کو نہیں دیکھا جو اللہ کی آیتوں میں جھگڑا کرتے ہیں، وہ کہاں بھٹکے جا رہے ہیں"
        },
        {
            "chapter": 40,
            "verse": 70,
            "text": "جن لوگوں نے کتاب کو (بھی) جھٹلا دیا اور ان (نشانیوں) کو (بھی) جن کے ساتھ ہم نے اپنے رسولوں کو بھیجا تھا، تو وہ عنقریب (اپنا انجام) جان لیں گے"
        },
        {
            "chapter": 40,
            "verse": 71,
            "text": "جب اُن کی گردنوں میں طوق اور زنجیریں ہوں گی، وہ گھسیٹے جا رہے ہوں گے"
        },
        {
            "chapter": 40,
            "verse": 72,
            "text": "کھولتے ہوئے پانی میں، پھر آگ میں (ایندھن کے طور پر) جھونک دیئے جائیں گے"
        },
        {
            "chapter": 40,
            "verse": 73,
            "text": "پھر اُن سے کہا جائے گا: کہاں ہیں وہ (بُت) جنہیں تم شریک ٹھہراتے تھے"
        },
        {
            "chapter": 40,
            "verse": 74,
            "text": "اللہ کے سوا، وہ کہیں گے: وہ ہم سے گم ہو گئے بلکہ ہم تو پہلے کسی بھی چیز کی پرستش نہیں کرتے تھے، اسی طرح اللہ کافروں کو گمراہ ٹھہراتا ہے"
        },
        {
            "chapter": 40,
            "verse": 75,
            "text": "یہ (سزا) اس کا بدلہ ہے کہ تم زمین میں ناحق خوشیاں منایا کرتے تھے اور اُس کا بدلہ ہے کہ تم اِترایا کرتے تھے"
        },
        {
            "chapter": 40,
            "verse": 76,
            "text": "دوزخ کے دروازوں میں داخل ہو جاؤ تم اس میں ہمیشہ رہنے والے ہو، سو غرور کرنے والوں کا ٹھکانا کتنا بُرا ہے"
        },
        {
            "chapter": 40,
            "verse": 77,
            "text": "پس آپ صبر کیجئے بے شک اللہ کا وعدہ سچّا ہے، پھر اگر ہم آپ کو اس (عذاب) کا کچھ حصّہ دکھا دیں جس کا ہم اُن سے وعدہ کر رہے ہیں یا ہم آپ کو (اس سے قبل) وفات دے دیں تو (دونوں صورتوں میں) وہ ہماری ہی طرف لوٹائے جائیں گے"
        },
        {
            "chapter": 40,
            "verse": 78,
            "text": "اور بے شک ہم نے آپ سے پہلے بہت سے رسولوں کو بھیجا، ان میں سے بعض کا حال ہم نے آپ پر بیان فرما دیا اور ان میں سے بعض کا حال ہم نے (ابھی تک) آپ پر بیان نہیں فرمایا، اور کسی بھی رسول کے لئے یہ (ممکن) نہ تھا کہ وہ کوئی نشانی بھی اللہ کے اِذن کے بغیر لے آئے، پھر جب اللہ کا حکم آپہنچا (اور) حق و انصاف کے ساتھ فیصلہ کر دیا گیا تو اس وقت اہلِ باطل خسارے میں رہے"
        }
    ]
}