{
    "rukus": [
        {
            "chapter": 44,
            "verse": 43,
            "text": "بیشک کانٹے دار پھل کا درخت"
        },
        {
            "chapter": 44,
            "verse": 44,
            "text": "بڑے نافرمانوں کا کھانا ہوگا"
        },
        {
            "chapter": 44,
            "verse": 45,
            "text": "پگھلے ہوئے تانبے کی طرح وہ پیٹوں میں کَھولے گا"
        },
        {
            "chapter": 44,
            "verse": 46,
            "text": "کھولتے ہوئے پانی کے جوش کی مانند"
        },
        {
            "chapter": 44,
            "verse": 47,
            "text": "(حکم ہوگا:) اس کو پکڑ لو اور دوزخ کے وسط تک اسے زور سے گھسیٹتے ہوئے لے جاؤ"
        },
        {
            "chapter": 44,
            "verse": 48,
            "text": "پھر اِس کے سَر پر کھولتے ہوئے پانی کا عذاب ڈالو"
        },
        {
            "chapter": 44,
            "verse": 49,
            "text": "مَزہ چکھ لے، ہاں تُو ہی (اپنے گمان اور دعوٰی میں) بڑا معزّز و مکرّم ہے"
        },
        {
            "chapter": 44,
            "verse": 50,
            "text": "بیشک یہ وہی (دوزخ) ہے جس میں تم شک کیا کرتے تھے"
        },
        {
            "chapter": 44,
            "verse": 51,
            "text": "بیشک پرہیزگار لوگ اَمن والے مقام میں ہوں گے"
        },
        {
            "chapter": 44,
            "verse": 52,
            "text": "باغات اور چشموں میں"
        },
        {
            "chapter": 44,
            "verse": 53,
            "text": "باریک اور دبیز ریشم کا لباس پہنے ہوں گے، آمنے سامنے بیٹھے ہوں گے"
        },
        {
            "chapter": 44,
            "verse": 54,
            "text": "اسی طرح (ہی) ہوگا، اور ہم انہیں گوری رنگت والی کشادہ چشم حوروں سے بیاہ دیں گے"
        },
        {
            "chapter": 44,
            "verse": 55,
            "text": "وہاں (بیٹھے) اطمینان سے ہر طرح کے پھل اور میوے طلب کرتے ہوں گے"
        },
        {
            "chapter": 44,
            "verse": 56,
            "text": "اس (جنت) میں موت کا مَزہ نہیں چکھیں گے سوائے (اس) پہلی موت کے (جو گزر چکی ہوگی) اور اللہ انہیں دوزخ کے عذاب سے بچا لے گا"
        },
        {
            "chapter": 44,
            "verse": 57,
            "text": "یہ آپ کے رب کا فضل ہے (یعنی آپ کا رب آپ کے وسیلے سے ہی عطا کرے گا)، یہی بہت بڑی کامیابی ہے"
        },
        {
            "chapter": 44,
            "verse": 58,
            "text": "بس ہم نے آپ ہی کی زبان میں اس (قرآن) کو آسان کر دیا ہے تاکہ وہ نصیحت حاصل کریں"
        },
        {
            "chapter": 44,
            "verse": 59,
            "text": "سو آپ (بھی) انتظار فرمائیں، یقیناً وہ (بھی) انتظار کر رہے ہیں (آپ اُن کا حشر اور ہمارا انتقام دیکھیں گے اور وہ آپ کی شان اور آپ کے تصدّق سے مومنوں پر میرا انعام دیکھیں گے)"
        }
    ]
}