{
    "rukus": [
        {
            "chapter": 4,
            "verse": 71,
            "text": "اے ایمان والو! اپنی حفاظت کا سامان لے لیا کرو پھر (جہاد کے لئے) متفرق جماعتیں ہو کر نکلو یا سب اکٹھے ہو کر کوچ کرو"
        },
        {
            "chapter": 4,
            "verse": 72,
            "text": "اور یقیناً تم میں سے بعض ایسے بھی ہیں جو (عمداً سستی کرتے ہوئے) دیر لگاتے ہیں، پھر اگر (جنگ میں) تمہیں کوئی مصیبت پہنچے تو (شریک نہ ہونے والا شخص) کہتا ہے کہ بیشک اللہ نے مجھ پراحسان فرمایا کہ میں ان کے ساتھ (میدانِ جنگ میں) حاضر نہ تھا"
        },
        {
            "chapter": 4,
            "verse": 73,
            "text": "اور اگر تمہیں اللہ کی جانب سے کوئی نعمت نصیب ہو جائے تو (پھر) یہی (منافق افسوس کرتے ہوئے) ضرور (یوں) کہے گا گویا تمہارے اور اس کے درمیان کچھ دوستی ہی نہ تھی کہ اے کاش! میں ان کے ساتھ ہوتا تو میں بھی بڑی کامیابی حاصل کرتا"
        },
        {
            "chapter": 4,
            "verse": 74,
            "text": "پس ان (مومنوں) کو اللہ کی راہ میں (حق کی مدد کے لیے) لڑنا چاہیے جو آخرت کے عوض دنیوی زندگی کو بیچ دیتے ہیں، اور جو کوئی اللہ کی راہ میں جنگ کرے، خواہ وہ (خود) قتل ہو جائے یا غالب آجائے تو ہم (دونوں صورتوں میں) عنقریب اسے عظیم اجر عطا فرمائیں گے"
        },
        {
            "chapter": 4,
            "verse": 75,
            "text": "اور (مسلمانو!) تمہیں کیا ہوگیا ہے کہ تم اللہ کی راہ میں (مظلوموں کی آزادی اور اُن کے خلاف ہونے والی دہشت گردی کے خاتمے کے لیے) جنگ نہیں کرتے حالانکہ کمزور، مظلوم اور مقہور مرد، عورتیں اور بچے (ظلم و ستم سے تنگ آ کر اپنی آزادی کے لیے) پکارتے ہیں: اے ہمارے رب! ہمیں اس بستی سے نکال لے جہاں کے (مؤثر اور طاقت ور) لوگ ظالم ہیں اور کسی کو اپنی بارگاہ سے ہمارا کارساز مقرر فرما دے اور کسی کو اپنی بارگاہ سے ہمارا مددگار بنا دے"
        },
        {
            "chapter": 4,
            "verse": 76,
            "text": "جو لوگ ایمان لائے وہ اللہ کی راہ میں (ظلم و استحصال کے خاتمے اور امن کی بحالی کے لیے) جنگ کرتے ہیں اورجنہوں نے کفر کیا وہ شیطان کی راہ میں (طاغوتی مقاصد کے لئے) جنگ کرتے ہیں، پس (اے مؤمنو!) تم شیطان کے دوستوں (یعنی انسانیت کے دشمنوں) سے لڑو، بیشک شیطان کا داؤ کمزور ہے"
        }
    ]
}