{
    "pages": [
        {
            "chapter": 5,
            "verse": 3,
            "text": "Se os prohíbe [comer] la carne de los animales muertos, la sangre, la carne del cerdo y de lo que se ha ofrecido a otro distinto a Dios; el animal estrangulado o golpeado hasta morir o muerto por una caída o por una cornada, o lo devorado por una fiera, excepto lo que podáis purificar, y lo sacrificado sobre las piedras, así como dividir [la carne] consultando la suerte de las flechas. Todo ello es una trasgresión. Hoy, los que no creen, han desesperado de que vuestra religión decline. Por tanto, no les temáis a ellos, temed de Mí. Hoy he completado vuestra religión y he consumado Mi bendición sobre vosotros y estoy satisfecho de haberos dado como creencia el Islam. Y quien se vea obligado por el hambre, no por ánimo de pecar, encontrará que Dios es, verdaderamente, perdonador, misericordiosísimo con los creyentes"
        },
        {
            "chapter": 5,
            "verse": 4,
            "text": "Te preguntan que es lícito para ellos. Di: «Son lícitas para vosotros las cosas buenas y puras, y [la caza] con los animales de presa que habéis enseñado con lo que Dios os enseñó a vosotros. Comed, pues, de lo que capturen para vosotros y mencionad el nombre de Dios sobre ello. Y sed temerosos de Dios. Ciertamente, Dios es rápido haciendo la cuenta.»"
        },
        {
            "chapter": 5,
            "verse": 5,
            "text": "Hoy se han hecho lícitas para vosotros las cosas buenas y puras. Y los alimentos de aquellos a quienes les fue dada la Escritura [Sagrada] se han hecho lícitos para vosotros y vuestros alimentos lícitos para ellos. Y las mujeres honestas de entre las creyentes y las mujeres honestas de entre aquellos a quienes les fue dada la Escritura [Sagrada] antes de vosotros, cuando les hayáis dado su dote en matrimonio, no tomándolas como fornicadoras o como amantes. Y quien abandone la fe, habrá malogrado sus obras y en la otra Vida será de los perdedores"
        }
    ]
}