{
    "pages": [
        {
            "chapter": 12,
            "verse": 79,
            "text": "Él dijo: «Dios no permita que apresemos a nadie excepto a aquél a quien hemos encontrado nuestro objeto pues, entonces, seríamos injustos.»"
        },
        {
            "chapter": 12,
            "verse": 80,
            "text": "Y cuando perdieron la esperanza sobre él se retiraron a deliberar en voz baja. El mayor de ellos dijo: «¿Acaso no sabéis que vuestro padre os tomó un solemne juramento por Dios y, anteriormente, faltasteis a vuestras obligaciones con José? Yo no abandonaré esta tierra hasta que mi padre no me dé permiso o Dios disponga algo para mí, pues Él es el mejor de los jueces"
        },
        {
            "chapter": 12,
            "verse": 81,
            "text": "Regresad a vuestro padre y decid: ‘¡Oh, padre nuestro! ¡Tu hijo ha robado! No damos testimonio sino de lo que sabemos. No estamos informados de lo que está oculto a los sentidos.»"
        },
        {
            "chapter": 12,
            "verse": 82,
            "text": "«Pregunta en la ciudad en la que estuvimos y en la caravana con la que vinimos. En verdad, somos sinceros.»"
        },
        {
            "chapter": 12,
            "verse": 83,
            "text": "Él dijo: «[No es así] Sino que vuestras almas os han susurrado algún asunto. Así pues, ¡Paciencia hermosa! Puede que Dios me los devuelva a todos. En verdad, Él es Quien todo lo conoce, el Sabio.»"
        },
        {
            "chapter": 12,
            "verse": 84,
            "text": "Y apartándose de ellos dijo: «¡Oh, qué tristeza por José!» Y sus ojos se volvieron blancos de la tristeza, pero reprimió su exasperación"
        },
        {
            "chapter": 12,
            "verse": 85,
            "text": "Ellos dijeron: «¡Por Dios! Tanto recuerdas a José que enfermarás gravemente o morirás.»"
        },
        {
            "chapter": 12,
            "verse": 86,
            "text": "Él dijo: «Sólo me quejo de mi dolor y mi tristeza ante Dios. Y sé, procedente de Dios, lo que vosotros no sabéis"
        }
    ]
}