{
    "pages": [
        {
            "chapter": 12,
            "verse": 96,
            "text": "Cuando el portador de la buena nueva llegó, la puso sobre su rostro y él recuperó la vista. Él dijo: «¿No os dije que yo conozco, procedente de Dios, lo que vosotros no conocéis?»"
        },
        {
            "chapter": 12,
            "verse": 97,
            "text": "Ellos dijeron: «¡Oh, padre nuestro! Perdona nuestros pecados. ¡Verdaderamente, estábamos equivocados!»"
        },
        {
            "chapter": 12,
            "verse": 98,
            "text": "Él dijo: «Pediré a mi Señor que os perdone. En verdad, Él es el Perdonador, el Misericordiosísimo con los creyentes.»"
        },
        {
            "chapter": 12,
            "verse": 99,
            "text": "Y cuando entraron ante José acercó a él a sus padres y les dijo: «¡Entrad en Egipto que, si Dios quiere, estaréis a salvo"
        },
        {
            "chapter": 12,
            "verse": 100,
            "text": "Y subió a sus padres al trono y [todos] cayeron prosternados ante él y él dijo: «¡Oh, padre mío! Éste es el significado del sueño que vi anteriormente. Mi Señor ha hecho que se verifique y me favoreció cuando me sacó de la prisión y os trajo del desierto, después de haber destruido Satanás la relación entre yo y mis hermanos.» «En verdad, mi Señor es sutil en lo que desea. En verdad, Él es Quien todo lo conoce, el Sabio.»"
        },
        {
            "chapter": 12,
            "verse": 101,
            "text": "«¡Señor mío! ¡Tú me has dado parte del gobierno y me enseñaste la interpretación de los acontecimientos! ¡Creador de los cielos y de la Tierra! Tú eres mi protector en esta vida y en la otra. ¡Hazme morir sometido a Ti y ponme junto a los justos!»"
        },
        {
            "chapter": 12,
            "verse": 102,
            "text": "Estas son algunas noticias del mundo oculto a los sentidos que Nosotros te hemos revelado, pues Tú no estabas junto a ellos cuando se reunieron y planearon lo que harían"
        },
        {
            "chapter": 12,
            "verse": 103,
            "text": "Y la mayoría de las personas, por mucho que lo intentes, no creerán"
        }
    ]
}