{
    "pages": [
        {
            "chapter": 23,
            "verse": 28,
            "text": "«Y cuando tú y quienes están contigo os encontréis instalados en el barco, di: ¡Alabado sea Dios que nos ha salvado del pueblo de los opresores!»"
        },
        {
            "chapter": 23,
            "verse": 29,
            "text": "Y di: «¡Señor mío! ¡Hazme descender en un lugar bendecido, pues Tú eres el mejor haciendo llegar a buen puerto.»"
        },
        {
            "chapter": 23,
            "verse": 30,
            "text": "En verdad, en ello hay señales y en verdad, somos Nosotros quienes ponemos a prueba"
        },
        {
            "chapter": 23,
            "verse": 31,
            "text": "Tras ellos hicimos surgir otras generaciones"
        },
        {
            "chapter": 23,
            "verse": 32,
            "text": "y les enviamos profetas de entre ellos: «¡Adorad a Dios! ¡No tenéis otro Dios que Él! ¿Seréis, pues, temerosos?»"
        },
        {
            "chapter": 23,
            "verse": 33,
            "text": "Los notables de su pueblo, que no eran creyentes y desmentían el encuentro de la otra vida y a quienes Nosotros habíamos favorecido en esta vida, dijeron: «No es más que un ser humano como vosotros. Come de lo mismo que vosotros coméis y bebe de lo que vosotros bebéis"
        },
        {
            "chapter": 23,
            "verse": 34,
            "text": "y si obedecéis a un ser humano como vosotros, entonces, seréis de los perdedores.»"
        },
        {
            "chapter": 23,
            "verse": 35,
            "text": "«¿Os promete que después de que muráis y seáis polvo y huesos seréis sacados?»"
        },
        {
            "chapter": 23,
            "verse": 36,
            "text": "«¡Qué lejos está de la verdad lo que se os promete"
        },
        {
            "chapter": 23,
            "verse": 37,
            "text": "No existe más que esta vida. Morimos y nacemos y no seremos resucitados"
        },
        {
            "chapter": 23,
            "verse": 38,
            "text": "No es más que un hombre que ha inventado una mentira sobre Dios, pero nosotros no creemos en él.»"
        },
        {
            "chapter": 23,
            "verse": 39,
            "text": "Él dijo: «¡Señor mío! ¡Ellos me desmienten, auxíliame Tú!»"
        },
        {
            "chapter": 23,
            "verse": 40,
            "text": "Dijo (Dios): «¡Muy pronto se arrepentirán!»"
        },
        {
            "chapter": 23,
            "verse": 41,
            "text": "Y les sorprendió el Grito con la Verdad y les dejamos como pasto seco. ¡Maldito sea el pueblo opresor"
        },
        {
            "chapter": 23,
            "verse": 42,
            "text": "Tras ellos hicimos surgir otras generaciones"
        }
    ]
}