{
    "pages": [
        {
            "chapter": 28,
            "verse": 78,
            "text": "Dijo: «En verdad, se me ha dado todo esto por el conocimiento que poseo.» ¿Acaso no sabía que Dios ha destruido antes de él generaciones que eran más poderosas que él y que habían atesorado más? Los pecadores no serán preguntados por sus pecados"
        },
        {
            "chapter": 28,
            "verse": 79,
            "text": "Y salía ante su pueblo con todos sus adornos y aquellos que deseaban la vida mundanal decían: «¡Ojalá nosotros tuviésemos algo semejante a lo que le ha sido dado a Qarun! ¡En verdad, él posee una riqueza inmensa!»"
        },
        {
            "chapter": 28,
            "verse": 80,
            "text": "Pero aquellos a quienes les había sido dado el conocimiento dijeron: «¡Ay de vosotros! ¡La recompensa de Dios es mejor para quienes tienen fe y realizan buenas acciones, pero no la obtendrán más que quienes sean pacientes!»"
        },
        {
            "chapter": 28,
            "verse": 81,
            "text": "Hicimos que la tierra se tragase a él y a su casa y no hubo ningún grupo que le auxiliara ante Dios y no pudo ayudarse a sí mismo"
        },
        {
            "chapter": 28,
            "verse": 82,
            "text": "Y quienes ayer deseaban su posición amanecieron diciendo: «¡Ay! ¡Dios expande y restringe la provisión a quien Él quiere de sus siervos! ¡Si Dios no nos hubiese agraciado, nos habría tragado a nosotros!» ¡Ay! ¡Quienes no son creyentes no triunfarán"
        },
        {
            "chapter": 28,
            "verse": 83,
            "text": "Esa es la morada de la otra vida que Nosotros otorgamos a quienes no desean mostrarse altaneros en la Tierra ni corromper. El buen final es para quienes son temerosos de Dios"
        },
        {
            "chapter": 28,
            "verse": 84,
            "text": "Quien venga con buenas obras obtendrá algo mejor que ellas y quien venga con malas acciones sólo será retribuido por el mal que hacía"
        }
    ]
}