{
    "pages": [
        {
            "chapter": 64,
            "verse": 1,
            "text": "Glorifica a Dios lo que hay en los cielos y lo que hay en la Tierra. A Él pertenece el reino y a Él pertenece la alabanza y Él tiene poder sobre toda cosa"
        },
        {
            "chapter": 64,
            "verse": 2,
            "text": "Él es Quien os ha creado, pero algunos de vosotros no creéis y otros sois creyentes. Y Dios observa lo que hacéis"
        },
        {
            "chapter": 64,
            "verse": 3,
            "text": "Él ha creado los cielos y la Tierra con la Verdad y os ha dado forma, la mejor de las formas. Y a Él es el retorno"
        },
        {
            "chapter": 64,
            "verse": 4,
            "text": "Él conoce lo que hay en los cielos y la Tierra y conoce lo que guardáis en secreto y lo que manifestáis. Y Dios conoce lo que hay en el fondo de los pechos"
        },
        {
            "chapter": 64,
            "verse": 5,
            "text": "¿Acaso no ha llegado a vosotros la noticia de quienes no fueron creyentes antes de vosotros? Probaron las malas consecuencias de su comportamiento y hay para ellos un castigo doloroso"
        },
        {
            "chapter": 64,
            "verse": 6,
            "text": "Eso es porque vinieron a ellos sus Mensajeros con las pruebas claras y dijeron: «¿Van a guiarnos a nosotros quienes son simples mortales?» y no tuvieron fe y dieron media vuelta. Y Dios no tiene necesidad de ellos. Dios es Rico por Sí mismo, digno de alabanza"
        },
        {
            "chapter": 64,
            "verse": 7,
            "text": "Los que no creen pretenden que no serán resucitados. Di: «¡Sí! ¡Lo juro por mi Señor! ¡Seréis resucitados y luego se os informará de lo que hicisteis! ¡Eso es fácil para Dios!»"
        },
        {
            "chapter": 64,
            "verse": 8,
            "text": "Así pues, creed en Dios y en Su Mensajero y en la luz que Nosotros hemos hecho descender. Y Dios está bien informado de lo que hacéis"
        },
        {
            "chapter": 64,
            "verse": 9,
            "text": "El día que Él os reúna para el Día de la Asamblea, ese será el Día del Desengaño Mutuo. Y a quien crea en Dios y obre rectamente le ocultaremos sus errores y le haremos entrar en Jardines de cuyas profundidades brotan los ríos, en los cuales estarán eternamente. Ese es el éxito inmenso"
        }
    ]
}