{
    "maqras": [
        {
            "chapter": 15,
            "verse": 1,
            "text": "Alif Lam Ra. These are Verses of the Book and it is a clear Qur'aan (Reader)"
        },
        {
            "chapter": 15,
            "verse": 2,
            "text": "Those who suppress the Truth shall frequently wish that they had been Muslims (submitters to divine Will)"
        },
        {
            "chapter": 15,
            "verse": 3,
            "text": "Leave them free to eat and enjoy, and let desire distract them. They will soon know"
        },
        {
            "chapter": 15,
            "verse": 4,
            "text": "And never did We destroy any population, but only when it had reached its known destiny"
        },
        {
            "chapter": 15,
            "verse": 5,
            "text": "No people can prepone their end nor can they postpone it"
        },
        {
            "chapter": 15,
            "verse": 6,
            "text": "And they say, \"O you to whom the Reminder (Qur'aan) has been revealed! You are indeed mad"
        },
        {
            "chapter": 15,
            "verse": 7,
            "text": "Why do you not bring to us the angels if what you claim is true"
        },
        {
            "chapter": 15,
            "verse": 8,
            "text": "We do not send the angels but only when necessary (to destroy wicked persons, for instance), and then they would not be given any respite"
        },
        {
            "chapter": 15,
            "verse": 9,
            "text": "Indeed, We have sent down the Reminder (Qur'aan) and indeed We are most certainly guardians to it"
        },
        {
            "chapter": 15,
            "verse": 10,
            "text": "And We did certainly send Messengers, before you, among the earlier generations"
        },
        {
            "chapter": 15,
            "verse": 11,
            "text": "And never did a Messenger come to them but they mocked him"
        },
        {
            "chapter": 15,
            "verse": 12,
            "text": "Thus do We make it (making a mockery of a Messenger) enter the hearts of the sinners"
        },
        {
            "chapter": 15,
            "verse": 13,
            "text": "They believe not in it (the divine Message brought by the Messenger), just as the earlier peoples, that passed away, did not believe (in the divine Messages brought to them by Messengers sent to them)"
        },
        {
            "chapter": 15,
            "verse": 14,
            "text": "And they won't believe, even if We open to them a gateway into the sky above, and they keep on ascending thereinto"
        },
        {
            "chapter": 15,
            "verse": 15,
            "text": "They would still only say, \"Our sights.are dazed. Nay, we are a people bewitched"
        },
        {
            "chapter": 15,
            "verse": 16,
            "text": "And certainly We have made constellations in the skies above and We have made it look beautiful for the beholders"
        },
        {
            "chapter": 15,
            "verse": 17,
            "text": "And We have guarded it against every accursed Satan"
        },
        {
            "chapter": 15,
            "verse": 18,
            "text": "Except that a visible flame follows the one that manages to steal a celestial secret"
        },
        {
            "chapter": 15,
            "verse": 19,
            "text": "And We have spread out the earth and cast mountains into it. And We have caused every appropriate thing to grow in it"
        },
        {
            "chapter": 15,
            "verse": 20,
            "text": "And We have created in it means of subsistence for you, and for him whom you do not provide for"
        },
        {
            "chapter": 15,
            "verse": 21,
            "text": "And there is nothing of which We do not have treasures with us. And We do not send it down but in a measured quantity"
        },
        {
            "chapter": 15,
            "verse": 22,
            "text": "And We send the winds that facilitate pollination, and then send down water from the sky for you to drink. And it is not in your power to store it up"
        },
        {
            "chapter": 15,
            "verse": 23,
            "text": "And indeed it is We Who give life and cause death. And We are the heirs"
        },
        {
            "chapter": 15,
            "verse": 24,
            "text": "And We do certainly know those of you who have preceded and We do certainly know those who would follow"
        },
        {
            "chapter": 15,
            "verse": 25,
            "text": "And your Lord will indeed gather them together. He is indeed Wise, Knowledgeable"
        },
        {
            "chapter": 15,
            "verse": 26,
            "text": "And certainly We created man of clay, of moulded mud"
        },
        {
            "chapter": 15,
            "verse": 27,
            "text": "And the jinn We created before, of radiating fire"
        },
        {
            "chapter": 15,
            "verse": 28,
            "text": "And your Lord said to the angels, \"I am going to create a man of clay, of moulded mud"
        },
        {
            "chapter": 15,
            "verse": 29,
            "text": "So when I give him a proper form and breathe into him of My Rooh, get down to your knees prostrating.\"h"
        },
        {
            "chapter": 15,
            "verse": 30,
            "text": "So the angels prostrated — all of them together"
        },
        {
            "chapter": 15,
            "verse": 31,
            "text": "Except Iblees — he refused to be with those who prostrated"
        },
        {
            "chapter": 15,
            "verse": 32,
            "text": "Allah asked, \"O Iblees! What excuses have you that you are not with those who prostrated"
        },
        {
            "chapter": 15,
            "verse": 33,
            "text": "Iblees said, \"I am not the one to prostrate to a man whom You have created of clay, of moulded mud"
        },
        {
            "chapter": 15,
            "verse": 34,
            "text": "Allah said, \"Then get out of here! You are indeed damned"
        },
        {
            "chapter": 15,
            "verse": 35,
            "text": "And indeed the curse is on you till the Judgment Day"
        },
        {
            "chapter": 15,
            "verse": 36,
            "text": "He said, \"My Lord! Then give me respite till the time when they are raised"
        },
        {
            "chapter": 15,
            "verse": 37,
            "text": "Allah said, \"You are granted the respite"
        },
        {
            "chapter": 15,
            "verse": 38,
            "text": "For the appointed period"
        },
        {
            "chapter": 15,
            "verse": 39,
            "text": "He said, \"My Lord! As You have made me deviate from the right way, I will certainly keep them enthralled in the earth, and I will certainly cause them all to deviate"
        },
        {
            "chapter": 15,
            "verse": 40,
            "text": "Except for those among them who worship you devotedly and exclusively"
        },
        {
            "chapter": 15,
            "verse": 41,
            "text": "Allah said, \"This is the Path that leads straight to Me"
        },
        {
            "chapter": 15,
            "verse": 42,
            "text": "Indeed, you shall have no power over My subjects, except those who follow you in deviating from the right way"
        },
        {
            "chapter": 15,
            "verse": 43,
            "text": "And indeed Hell is the place promised to them all"
        },
        {
            "chapter": 15,
            "verse": 44,
            "text": "It has seven gates assigned separately to separate sections of them"
        },
        {
            "chapter": 15,
            "verse": 45,
            "text": "And those who fear Allah shall indeed be in gardens and fountains"
        },
        {
            "chapter": 15,
            "verse": 46,
            "text": "They shall enter there in peace and security"
        },
        {
            "chapter": 15,
            "verse": 47,
            "text": "And We will clean their hearts of any rancour. They shall be on couches face to face as brethren"
        },
        {
            "chapter": 15,
            "verse": 48,
            "text": "They shall not have to suffer any fatigue therein, nor shall they be ever ejected from it"
        },
        {
            "chapter": 15,
            "verse": 49,
            "text": "Inform my subjects that I am the Forgiver, the Merciful"
        }
    ]
}