{
    "maqras": [
        {
            "chapter": 24,
            "verse": 53,
            "text": "And they swear by Allah most solemnly that if you command them they would certainly come out (in Allah's path). Say, \"Swear not! Due compliance (is the thing required). Allah is indeed aware of what you do"
        },
        {
            "chapter": 24,
            "verse": 54,
            "text": "Say, \"Obey Allah and obey the Messenger; but if you do not, then he (Messenger) is responsible for the duty allotted to him only, and you, for what is allotted to you. And if you obey him, you are on the Right Way; and the Messenger is responsible for nothing but clear/truthful delivery of the divine Message"
        },
        {
            "chapter": 24,
            "verse": 55,
            "text": "Allah has promised to those of you who believe and do good deeds that He will most certainly give them the authority to rule in the earth on His behalf as He had given those before them the authority. And Allah has further promised that He will most certainly establish for them their religion which He has chosen for them, and that He will most certainly change their sense of fear with the sense of security. Let them just worship Me, and not worship any other being/thing besides Me. And whoever suppresses the Truth after this, such are the ones that transgress/rebel/pervert/profligate"
        },
        {
            "chapter": 24,
            "verse": 56,
            "text": "And establish the prescribedh prayer and give the Zakathand obey the Messenger, so that mercy may be shown to you"
        },
        {
            "chapter": 24,
            "verse": 57,
            "text": "Think not that those who suppress the Truth shall escape (from Allah) on the earth. And their abode is the Fire. And evil certainly is that destination"
        },
        {
            "chapter": 24,
            "verse": 58,
            "text": "O you who believe! Let those whom your right hands possess (slaves/servants) and those of you who have not attained to puberty ask permission of you three times: before the Morning Prayer, whenever you take off your clothes (for rest) at noon, and after the Evening Prayer. These are three times of privacy for you. No restriction on you or on them at other times. Some of you have to be around others. Thus does Allah make clear to you the Verses, and Allah is Knowledgeable, Wise"
        },
        {
            "chapter": 24,
            "verse": 59,
            "text": "And when children among you reach the age of puberty, let them seek permission as those (who had reached the age of puberty) before them sought permission. Thus does Allah makeh clear to you His Verses, and Allah is Knowledgeable, Wise"
        },
        {
            "chapter": 24,
            "verse": 60,
            "text": "And it is no sin for women advanced in age — who do not hope for a marriage — to put off their clothes without displaying their beauty/charm. And if they restrain themselves it is better for them. And Allah hears, knows"
        },
        {
            "chapter": 24,
            "verse": 61,
            "text": "There is no question of any blame on the blind, the lame, the sick, or you yourselves that you eat from your houses, or your fathers' houses or your mothers' houses, or your brothers' houses, or your sisters' houses, or your paternal uncles' houses, or your paternal aunts' houses, or your maternal uncles' houses, or your maternal aunts' houses, or houses you possess the keys of, or your friends' (houses). You incur no sin that you eat together or separately. So when you enter houses, greet one another with a blessed and good salutation from Allah. Thus does Allah make clear to you the Verses so that you understand these properly"
        },
        {
            "chapter": 24,
            "verse": 62,
            "text": "Those only are believers who believe in Allah and His Messenger. And when they are with him (Messenger) on a community matter they go not away until they ask him for permission. Indeed, they who ask for your permission are the ones who believe in Allah and His Messenger. So when they ask for your permission for some personal work, give them permission at your discretion and pray to Allah for their forgiveness. Indeed, Allah is Forgiving, Merciful"
        },
        {
            "chapter": 24,
            "verse": 63,
            "text": "Make not the Massenger's call among you to be like your call to one another. Allah indeed knows those who slip away surreptitiously from among you. So then let those who go against his counsel beware lest a trial or a painful punishment afflict them"
        },
        {
            "chapter": 24,
            "verse": 64,
            "text": "Beware! To Allah certainly belongs everything that is in the heavens and the earth. Surely, He knows your condition. And the Day when they will be brought back to Him, He will inform them of what they did. And Allah knows all things"
        }
    ]
}