{
    "maqras": [
        {
            "chapter": 2,
            "verse": 233,
            "text": "And the mothers, wishing to complete the course of breast-feeding, shall suckle their children for full two years. And upon the man who has fathered the child lies the responsibility of providing adequate food and clothing for the mother. No one is burdened, but only to the extent of one's capacity. No mother shall be put to any undue difficulty because of her child, and no father, because of his child. And responsibility likewise devolves upon the heir. If then one intends weaning the child from breast-feeding with mutual consent and consultation, no sin on them both. And if you intend a foster mother to suckle your children, no sin upon you when you make the payment as agreed upon equitably. And fear Allah, and know that Allah does indeed watch what you do"
        },
        {
            "chapter": 2,
            "verse": 234,
            "text": "And as regards those amongst you who die and leave wives behind, their wives have to restrain themselves for a period of four months and ten days. And when they complete their waiting period, no sin lies on you for anything lawful they do for themselves. And Allah is aware of what you do"
        },
        {
            "chapter": 2,
            "verse": 235,
            "text": "And no sin upon you in that, you give hints of marriage proposals to women, or you just harbour such intentions. Allah knows you have them in your minds; but make no secret promises to them other than speaking to them in an appropriate manner. And finalise no marriage until after the prescribed period is over. And know that Allah knows what's there in your minds, so have fear of Him. And know that Allah is indeed Forgiving, Kind.h"
        },
        {
            "chapter": 2,
            "verse": 236,
            "text": "No blame of committing a sin will be on you if you divorce women at the stage that you have yet not touched them or agreed upon the mandatory nuptial presents, to be given to wives (Mahr), for themh; but do give them something reasonable, proportionate to your respectiive means. This is a duty upon good people"
        },
        {
            "chapter": 2,
            "verse": 237,
            "text": "And if you divorce them before you have touched them — but had already agreed upon a Mahr — then give half the Mahr unless they (women) forgo their rights, or he, in whose hand is the marriage-tie , forgoes his (and agrees to give the full Mahr). And it would be nearer to being pious that you (men) forgo. And do not forget to be good to one another, amongst yourselves. Allah does indeed see what you do"
        },
        {
            "chapter": 2,
            "verse": 238,
            "text": "Guard the prayers and the middle prayer and stand for Allah in total devotion"
        },
        {
            "chapter": 2,
            "verse": 239,
            "text": "If you are in an insecure situation, then while walking or while riding, but if you are in a secure situation, then remember Allah in the manner He taught you, which you did not know"
        },
        {
            "chapter": 2,
            "verse": 240,
            "text": "And those of you who die, and leave wives behind, should make a will in favour of their wives providing for a year's worldly necessities for them, without them being turned out from their homes. But if the wives leave of their own accord, no sin upon you in what they do for themselves, in a lawful and proper manner. And Allah is Omnipotent, Wise"
        },
        {
            "chapter": 2,
            "verse": 241,
            "text": "And the divorced women have a right to proper and reasonable maintenance. Providing such maintenance is an obligation upon those who fear Allah"
        },
        {
            "chapter": 2,
            "verse": 242,
            "text": "Thus does Allah clearly explain to you His Verses so that you understand"
        }
    ]
}