{
    "maqras": [
        {
            "chapter": 35,
            "verse": 15,
            "text": "O mankind! It is you who are in need of Allah. And Allah is the Self-Sufficient One, the Praised One"
        },
        {
            "chapter": 35,
            "verse": 16,
            "text": "If He so wills, He can destroy you and bring a new creation"
        },
        {
            "chapter": 35,
            "verse": 17,
            "text": "And this is not at all beyond Allah's power"
        },
        {
            "chapter": 35,
            "verse": 18,
            "text": "And no bearer of burdens shall bear another's burden. And if any body weighed down by a burden calls attention to its heavy load, nothing of it will be carried by another, even though the latter be near of kin. You can warn only those who fear their Lord without seeing Him, and have established the Prayer. And whoever has purified himself, purifies only for his own good. And to Allah is the final destination"
        },
        {
            "chapter": 35,
            "verse": 19,
            "text": "And the blind and the one who is able to see are not alike"
        },
        {
            "chapter": 35,
            "verse": 20,
            "text": "Nor are the darkness and the light alike"
        },
        {
            "chapter": 35,
            "verse": 21,
            "text": "Nor are the shade and the heat alike"
        },
        {
            "chapter": 35,
            "verse": 22,
            "text": "And the living and the dead are not alike. Allah does indeed make one hear whom He wills. And you cannot make those ones hear who are in the graves"
        },
        {
            "chapter": 35,
            "verse": 23,
            "text": "You (Prophet Muhammad) are but a warner"
        },
        {
            "chapter": 35,
            "verse": 24,
            "text": "We have indeed sent you with the Truth as a bearer of good news and a warner. And not a people, but a warner had been among them"
        },
        {
            "chapter": 35,
            "verse": 25,
            "text": "And if they reject you, those before them did also reject! Their Messengers came to them with clear signs, and with scriptures, and with the illuminating Book"
        },
        {
            "chapter": 35,
            "verse": 26,
            "text": "Then I seized those who suppressed the Truth. And how severe in effect was My forsaking them"
        },
        {
            "chapter": 35,
            "verse": 27,
            "text": "Do you not see that Allah sends down water from the clouds, and then We bring out therewith fruits of various hues and kinds? And in the mountains are streaks, white and red of various shades and very black"
        },
        {
            "chapter": 35,
            "verse": 28,
            "text": "And, similarly, there are mankind, beasts and cattle of various hues and colours. Only those of His subjects fear Allah who possess knowledge. Allah is indeed Omnipotent, Forgiving"
        },
        {
            "chapter": 35,
            "verse": 29,
            "text": "Those indeed who have recited the Book of Allah, established the Prayer and spent secretly and openly out of what We have given them, look forward to a bargain that never fails"
        },
        {
            "chapter": 35,
            "verse": 30,
            "text": "So that He may pay them back their rewards fully and give them more out of His grace. He is indeed Forgiving, Appreciative"
        },
        {
            "chapter": 35,
            "verse": 31,
            "text": "And that which We have revealed to you of the Book, that is the Truth, confirming that which is before it. Allah is indeed Aware, Observer of His subjects"
        },
        {
            "chapter": 35,
            "verse": 32,
            "text": "And then We have given the Book in inheritance to those whom We have chosen from among Our subjects. And of them is he who wrongs himself, and of them is he who takes a middle course, and of them is he who is foremost in deeds of goodness by Allah's permission. That is the great favour"
        },
        {
            "chapter": 35,
            "verse": 33,
            "text": "Gardens of perpetuity they enter into, to be adorned therein with bracelets of gold and pearls. And their dress therein is silken"
        },
        {
            "chapter": 35,
            "verse": 34,
            "text": "And they say, \"The praise is for Allah, Who has taken away the sorrow from us! Our Lord is indeed certainly Forgiving, Appreciative"
        },
        {
            "chapter": 35,
            "verse": 35,
            "text": "Who by His grace has settled us in a house abiding forever. Neither any calamity nor any fatigue afflicts us therein"
        },
        {
            "chapter": 35,
            "verse": 36,
            "text": "And those who suppress the Truth, for them is Hell-fire. It does not finish them that they die there, (but they continue to suffer without dying) and the punishment thereof is not lightened for them. We thus do retribute every ingrate"
        },
        {
            "chapter": 35,
            "verse": 37,
            "text": "And therein they wail, \"Our Lord! Take us out. We will do good deeds — other than what we used to do!\" \"Did We not give you a long life so that he, who would, could do it? And there came to you the warner! So suffer now; for, wicked persons have no one to help them"
        },
        {
            "chapter": 35,
            "verse": 38,
            "text": "Allah is indeed the Knower of the unseen in the heavens and the earth. He does inded know the secrets of the minds"
        },
        {
            "chapter": 35,
            "verse": 39,
            "text": "It is He Who has made you His representatives on the earth. So whoever suppresses the Truth, suppresses it to his own detriment. And their suppression increases the suppressors in nothing but hatred with their Lord. And their suppression increases the suppressors in nothing but loss"
        },
        {
            "chapter": 35,
            "verse": 40,
            "text": "Say, \"Have you seen your gods whom you pray to besides Allah? Show me what sort of earth they have created! Or have they any share in the heavens? Or, have We given them a Book a clear edict whereof they follow?\" Nay! The wicked people hold out promises to one another only to deceive"
        }
    ]
}