{
    "maqras": [
        {
            "chapter": 5,
            "verse": 1,
            "text": "O you who believe! Fulfill the obligations. Permitted to you are the quadruped cattle except what is mentioned to you, provided the prohibition against hunting is not violated while you are in the state of Ihram. Indeed, Allah orders what He pleases"
        },
        {
            "chapter": 5,
            "verse": 2,
            "text": "O you who believe! Treat not irreverently the rites sanctified by Allah; nor the sacred month, nor the offerings, nor the garlands, and nor those going/coming to the Sacred House seeking the Favour and Pleasure of their Lord. And when you are free from the obligations of the pilgrimage, then hunt. And let not hatred of a people, on account of their stopping you from going to the Sacred Place of Worship, lead you to transgression. And co-operate with one another in goodness/righteousness and piety, and do not co-operate with one another in sin and transgression, and fear Allah. Indeed, Allah is severe in giving punishment"
        },
        {
            "chapter": 5,
            "verse": 3,
            "text": "Forbidden to you are the carrion, and the blood, and the flesh of swine, and that which is consecrated to any one other than Allah, and the strangled and that beaten to death, and that killed by a fall and that killed by being smitten with the horn and eaten by beasts unless you slaughter it properly berore its death, and that which is sacrificed over idols and that you try to know your future by means of arrows. That is a transgression. — This day, those, who have suppressed the Truth, have despaired of your religion; so fear them not, and fear Me. This day I have perfected for you your religion and completed My Favour upon you and approved for you Islam as religion. — But if one is compelled by hunger, and has no intention to sin, then Allah is indeed Forgiving, Merciful"
        },
        {
            "chapter": 5,
            "verse": 4,
            "text": "They ask you as to what is permitted to them. Say, \"Permitted to you are the good, wholesome things. And eat of what the animals trained by you as hounds — you teach them of what Allah has taught you — hunt for you and over which you mention Allah's name. And fear Allah! Indeed, Allah is quick in account-keeping"
        },
        {
            "chapter": 5,
            "verse": 5,
            "text": "This day all the good wholesome things are permitted to you. And the food of those who have been given the Book is lawful for you and your food is lawful for them. And lawful for you are the chaste women from among the believers and the chaste women from among those who had been given the Book before you, when you have given them their dues as chaste women in marriage ties, and not for indulgence in extramarital sex or as live-in girlfriends. And he, who has suppressed Faith, has surely wasted his deeds; and, in the Hereafter, he shall be one of those doomed"
        },
        {
            "chapter": 5,
            "verse": 6,
            "text": "O you who believe! When you get up for prayer, wash your faces and your hands up to the elbows, and wipe your heads and your feet up to the ankles. And if you are unclean, then cleanse yourselves. And if you are ill or on a journey, or any of you has come from the privy, or you have had sexual contacts with women, and you find no water, simulate washing then with clean earth, and wipe your faces and your hands therewith. Allah does not want to place you in difficulty, but He wants to keep you clean and to complete His Favour upon you, so that you may be grateful"
        },
        {
            "chapter": 5,
            "verse": 7,
            "text": "And remember Allah's Favour upon you and His Covenant with which He bound you, when you said, \"We hear and we obey.\" And fear Allah. Indeed, Allah knows the secrets of the minds"
        },
        {
            "chapter": 5,
            "verse": 8,
            "text": "O you who believe! Be firm as just witnesses for Allah. And let not enmity and hatred for people induce you to commit the crime of being unjust. Be just! It is conducive to piety. And fear Allah! Indeed, Allah is aware of what you do"
        },
        {
            "chapter": 5,
            "verse": 9,
            "text": "Allah has promised forgiveness and a great reward for those who believe and do good deeds"
        },
        {
            "chapter": 5,
            "verse": 10,
            "text": "And those who suppress the Truth and deny our Verses/Signs — those shall be the dwellers of the Fire"
        },
        {
            "chapter": 5,
            "verse": 11,
            "text": "O you who believe! Remember Allah's Favour upon you when people had planned to raise their hands against you, but He stayed their hands from you. And fear Allah! And in Allah let the believers put their trust"
        }
    ]
}