{
    "maqras": [
        {
            "chapter": 17,
            "verse": 50,
            "text": "De ki: Ister tas olun, ister demir; isterse gonlunuzde buyuyen baska bir yaratık olun, (elbette diriltilip kaldırılacaksınız). «Bizi kim diriltebilecek ?» diyecekler. De ki: Sizi ilk defa yoktan var edip yaratan... Sana baslarını sallayacaklar ve «ne vakit bu ?» diyecekler. De ki: Yakında oluvermesi umulur"
        },
        {
            "chapter": 17,
            "verse": 51,
            "text": "De ki: Ister tas olun, ister demir; isterse gonlunuzde buyuyen baska bir yaratık olun, (elbette diriltilip kaldırılacaksınız). «Bizi kim diriltebilecek ?» diyecekler. De ki: Sizi ilk defa yoktan var edip yaratan... Sana baslarını sallayacaklar ve «ne vakit bu ?» diyecekler. De ki: Yakında oluvermesi umulur"
        },
        {
            "chapter": 17,
            "verse": 52,
            "text": "O (yuce kudret sahibi) sizi cagıracagı gun ovguyle kosacaksınız ve (kabillerinizde ya da Dunya´da) pek az bir sure kaldıgınızı sanacaksınız"
        },
        {
            "chapter": 17,
            "verse": 53,
            "text": "Kullanma de ki: Sozun en^ guzelini soylesinler. Cunku seytan aralarını bozmaya calısır. Supheniz olmasın ki, seytan, insanın acık bir dusmanı olarak bulunuyordur"
        },
        {
            "chapter": 17,
            "verse": 54,
            "text": "Rabbiniz sizi daha iyi bilir. Dilerse size merhamet eder, dilerse size azab eder. Biz seni onlara vekil olarak gondermedik"
        },
        {
            "chapter": 17,
            "verse": 55,
            "text": "Ve Rabbin goktekileri ve yerde olan kimseleri daha iyi bilir. And olsun ki, peygamberlerin bir kısmını brr kısmından ustun kıldık; Davud´a da Zebur´u verdik"
        },
        {
            "chapter": 17,
            "verse": 56,
            "text": "De ki: Allah´tan baska ilah diye iddia ettiklerinizi cagırın ; (goreceksiniz ki) ne sizden sıkıntıyı giderebilirler, ne de onu degistirebilirler"
        },
        {
            "chapter": 17,
            "verse": 57,
            "text": "Iste onların yalvarıp durduklarından Rablerine hangisi daha yakınsa, onunla (yaklasmak icin) vesile ararlar; onun rahmetini umarlar, azabından korkarlar. Cunku Rabbinin azabı korkulup sakınılmaya elverir"
        },
        {
            "chapter": 17,
            "verse": 58,
            "text": "Hicbir sehir-kasaba yoktur ki, biz onu Kıyametten once yok etmiyelim veya siddetli bir azaba ugratmıyalım. Bu, o kitap (Levh-i Mahfuz) da yazılı bulunuyordur"
        },
        {
            "chapter": 17,
            "verse": 59,
            "text": "Bize ayetler (mu´cizeler ve acık belgeler) gondermekten alıkoyan, ancak oncekilerin o ayetleri ya lanlamasıdır. (Mesela) Semud kavmine deveyi gozle gorulur bicimde verdik, ona zulmettiler. Halbuki biz o ayetleri ancak korkutmak icin gondeririz"
        },
        {
            "chapter": 17,
            "verse": 60,
            "text": "Hani biz sana, Rabbin gercekten butun insanları (ilmiyle, kudretiyle, saltanotiyle, tedbir ve tasarrufuyla) kusatmıstır, demistik. Sana gosterdigimiz goruntuyu (ya da ruyayı) ve Kur´an´da lanetlenmis agacı sadece insanlara bir fitne (imtihan) kıldık ve onları (boylece) korkuturuz; bu da onlarda buyuk bir taskınlık ve azgınlıktan baska bir sey artırmaz"
        },
        {
            "chapter": 17,
            "verse": 61,
            "text": "Hani bir vakitler meleklere, «Adem´e secde edin I» diye emretmistik ; onlar da hemen secde etmislerdi. Ancak Iblis secde etmedi ve, «camurdan yarattıgın kimseye secde mi ederim !» dedi"
        },
        {
            "chapter": 17,
            "verse": 62,
            "text": "«Baksana benden ustun ve serefli kıldıgın bu da kim ? Eger beni Kıyamet gunune kadar geciktirirsen, and olsun ki pek azı dısında onun soyunu emir ve kumandam altına alacagım» diye ilave etti"
        },
        {
            "chapter": 17,
            "verse": 63,
            "text": "Allah ona: «Yıkıl da git, artık onlardan kim sana uyarsa. Cehennem hepinizin cezasıdır, hem de eksiksiz bir ceza...» buyurdu"
        },
        {
            "chapter": 17,
            "verse": 64,
            "text": "«Hem onlardan gucun yettigince sesinle yerinden oynat, suvarinle piyadenle uzerlerine yuru ; mallarına ve cocuklarına ortak ol, onlara va´dlerde bulun, —ama Seytan onlara aldatmadan baska bir sey va´detmez—»"
        },
        {
            "chapter": 17,
            "verse": 65,
            "text": "«Suphesiz ki benim (gercek mu´min) kullarım uzerinde senin hicbir sultan olamaz. Vekil olarak Rabbin yeter"
        },
        {
            "chapter": 17,
            "verse": 66,
            "text": "Rabbiniz (o sınırsız kudret sahibidir ki) O´nun genis nimet ve ihsanından (geciminizi) arayasınız diye denizde sizin icin gemiyi yuzdurur. Dogrusu Rabbiniz sizin hakkınızda cok merhametlidir"
        },
        {
            "chapter": 17,
            "verse": 67,
            "text": "Denizde size bir sıkıntı dokundugu zaman O´ndan baska taptıklarınız ortadan yok olur, derken O, sizi kurtarıp karaya ulastırınca yuzcevirirsiniz. Insan cok nankor bulunuyordun"
        },
        {
            "chapter": 17,
            "verse": 68,
            "text": "Ya sizi kara tarafında yere batırmasından ya da uzerinize taslı-topraklı bir kasırga gondermesinden guvende misiniz ? Sonra da kendinize (kurtarıp koruyucu) bir vekil de bulamazsınız"
        },
        {
            "chapter": 17,
            "verse": 69,
            "text": "Yoksa sizi tekrar denize cevirip uzerinize her seyi alt-ust eden bir fırtına gonderip inkar ve nankorlugunuzden dolayı sizi bogmasından guvende misiniz ? Sonra da bize karsı, sizin icin, onun ocunu alacak bir yardımcı da bulamazsınız"
        }
    ]
}