{
    "maqras": [
        {
            "chapter": 2,
            "verse": 189,
            "text": "Sana hilallerden soruyorlar, de ki: O, insanların yararına ve bir de Hacc icin vakit olculeridir. Iyilik ve ibadet, evlere arkalarından gelmeniz (girmeniz) degildir, fakat gercek iyilik, kotuluklerden sakınıp korunan kimsenin (bu olcu ve anlamda olan) iyiligidir. Ve artık evlere kapılarından girin. Allah´tan korkup O´nunla korunun ki, kurtulusa eresiniz"
        },
        {
            "chapter": 2,
            "verse": 190,
            "text": "Sizinle savasanlarla Allah yolunda savasın. Asırı gitmeyin. Cunku Allah asırı gidenleri sevmez"
        },
        {
            "chapter": 2,
            "verse": 191,
            "text": "Size savas acanları nerede yakalarsanız oldurun ve sizi cıkardıkları yerden onları cıkarın. Fitne adam oldurmekten daha kotudur. (Yalnız) Mescid-i Haram yanında onlar sizinle savasmadıkca siz de onlarla savasmayın; ama orada sizi oldurmeye kalkısırlarsa, siz de onları oldurun. Inkarcıların cezası iste boyledir"
        },
        {
            "chapter": 2,
            "verse": 192,
            "text": "Eger inkardan (ya da savastan) vazgecerlerse, suphesiz ki, Allah cok bagıslayan ve cok merhamet edendir"
        },
        {
            "chapter": 2,
            "verse": 193,
            "text": "Fitne kalmayıncaya ve din yalnız Allah´a ait oluncaya kadar onlarla savasın; vazgecerlerse artık dusmanlık ancak zalimlere karsıdır"
        },
        {
            "chapter": 2,
            "verse": 194,
            "text": "Hurmetli ay hurmetli ay´a karsılıktır. Hurmetler birbirine denktir. O halde kim size saldırırsa siz de ona —size saldırdıgının misliyle— saldırın. Bir de (bu hususta da) Allah´tan korkun ve bilin ki, Allah kotuluklerden kacınıp kendisinden korkanlarla beraberdir"
        },
        {
            "chapter": 2,
            "verse": 195,
            "text": "Allah yolunda (mallarınızı belli bir olcuye gore) harcayın; kendi elinizle (kendinizi) tehlikeye atmayın ve (ozellikle) iyilikte bulunun, (islerinizi) iyi yararlı olcu ve anlamda yapın ; cunku Allah suphesiz ki iyilikte bulunanları, iyi yararlı is yapanları sever"
        },
        {
            "chapter": 2,
            "verse": 196,
            "text": "Hacc ve Umre´yi Allah icin tamamlayın. Bundan alıkonursanız, o zaman kolayınıza gelen kurbanı gonderin. Kurban yerine ulasıncaya kadar baslarınızı tıras etmeyin. Sizden hasta olan veya basında bir eziyet ve rahatsızlıgı bulunan kimseye (Kurban yerine varmadan tıras olursa, bunun icin) oruc ya da sadaka ya da kurbanlardan bir fidye (kurtulus akcesi) vacib olur. Guven icinde olursanız, her kim Hacc´a kadar Umre´den yararlanmak isterse, ona da kurbandan kolay geleni kesmek gerekir. Bunu bulamayan kimseye ise, uc gun Hacc´da, yedi de evinize dondugunuzde oruc tutmak gerekir ki, bunlar tam on gundur. Bu, ailesi (evi ve cocukları) Mescid-i Haram´da olmayanlar icindir. Allah´tan korkup kotuluklerden sakının ve bilin ki, Allah´ın cezası siddetlidir"
        },
        {
            "chapter": 2,
            "verse": 197,
            "text": "Hacc bilinen aylardır (Sevval, Zilka´de, Zilhicce); kim o aylarda hacc´ı (ihrama girerek, sesini telbiye ile = Lebbeyk nidasıyla yukseltip) kendine farz ederse, artık ne cinsi yaklasma ve benzeri davranıslar, ne ser´i sınırı asma, ne sovusme tartısma, ne de surtusme ve kavga vardır. Hayırdan ne islerseniz Allah onu bilir. Azık edinin. Dogrusu azıgın hayırlısı takva (Allah´tan saygı ile korkup kotuluklerden sakınmak)dır. Ve (ancak) Benden korkun ey akıl sahipleri"
        },
        {
            "chapter": 2,
            "verse": 198,
            "text": "Rabbinizden (ticaret amacıyla) kar ve yarar istemenizde size bir gunah yoktur. Arafat´tan akıp geldiginizde Mes´ar-i Haram yanında Allah´ı anın. O sizi nasıl dogruya eristirdiyse siz de O´nu oylece anın ; her ne kadar bundan once sapık kimselerdendiniz (ama simdi dogru yola eristirildiniz)"
        },
        {
            "chapter": 2,
            "verse": 199,
            "text": "Sonra insanların akıp geldigi yerden (Islam birligini, ´ Tevhid Inancı´nın derin anlam ve hikmetini dusunerek) akıp gelin ve Allah´tan gunahlarınızın bagıslanmasını dileyin. Suphesiz Allah cok bagıslayan ve cok merhamet edendir"
        },
        {
            "chapter": 2,
            "verse": 200,
            "text": "Hacc ile ilgili ibadetinizi yerine getirince babalarınızı andıgınız gibi ya da daha guclu ve icli bir anısla Allah´ı anın.. Insanlardan kimi, «Rabbimiz! bize Dunya´da ver» der. Artık onun icin Ahiret´te bir nasip yoktur"
        },
        {
            "chapter": 2,
            "verse": 201,
            "text": "Kimi de, «Rabbimiz! bize Dunya´da da iyilik ve guzellik ver, Ahiret´te de iyilik ve guzellik ver ve bizi Cehennem atesinden koru» der"
        },
        {
            "chapter": 2,
            "verse": 202,
            "text": "Iste bunlara kazandıklarından nasip var. Allah ise hesabı cabuk gorendir"
        }
    ]
}