{
    "maqras": [
        {
            "chapter": 40,
            "verse": 1,
            "text": "Ha-Mim"
        },
        {
            "chapter": 40,
            "verse": 2,
            "text": "Kitab´ın indirilisi, cok guclu cok ustun, her seyi bilen Allah´tandır"
        },
        {
            "chapter": 40,
            "verse": 3,
            "text": "Gunahı bagıslayan, tevbeyi kabul eden, cezası siddetli, lutuf ve ihsanı genis ve bol olandır. O´ndan baska Tanrı yoktur. Varıs O´nadır"
        },
        {
            "chapter": 40,
            "verse": 4,
            "text": "Allah´ın ayetleri hakkında inkara sapanlardan baskası surtusup tartısmaz. Onların sehirlerde (refah ve zevk icinde) donup dolasması seni aldatmasın"
        },
        {
            "chapter": 40,
            "verse": 5,
            "text": "Onlardan once Nuh kavmi ve sonra da birtakım topluluklar (peygamberleri) yalanlamıslardı. Hemen her ummet kendi peygamberini (kin ve nefretle) yakalamayı azmetmis ; hakkı batılla giderip yok etmek icin bosuna mucadele etmislerdir. Bu yuzden onları yakalayıverdim. Cezalandırmam nasılmıs (bir gor)"
        },
        {
            "chapter": 40,
            "verse": 6,
            "text": "Boylece inkarcıların Cehennemlik oldukları hakkındaki Rabbin sozu gerceklesti"
        },
        {
            "chapter": 40,
            "verse": 7,
            "text": "Ars´ı tasıyan ve cevresinde olan melekler, Rablarını hamd ile tesbih ederler. O´na inanırlar; iman edenler icin bagıslanma dilerler; Rabbimiz ! Rahmet ve ilmin her seyi icine almıstır; tevbe edip senin yoluna uyanları bagısla ve onları Cehennem azabından koru ! (derler)"
        },
        {
            "chapter": 40,
            "verse": 8,
            "text": "Rabbimiz! Onları da, babalarından, eslerinden ve soylarından iyi hal, guzel ahlak uzere olanları da kendilerine va´dettigin Adn Cennetleri´ne koy. Suphesiz ki sen, cok ustunsun, cok guclusun, hikmet sahibisin"
        },
        {
            "chapter": 40,
            "verse": 9,
            "text": "Onları her turlu kotuluklerden de koru. O gun sen, kimi kotulukten korursan, gercekten onu rahmetine eristirmis olursun. Iste bu, buyuk kurtulustur"
        },
        {
            "chapter": 40,
            "verse": 10,
            "text": "Inkar edip kafir olanlara soyle seslenilir: Suphesiz, Allah´ın gazabı, sizin kendi nefslerinize olan gazab ve dusmanlıgınızdan cok buyuktur. Hani (Dunya´da) imana cagrıldıgınız zaman, red ve inkar ederdiniz"
        },
        {
            "chapter": 40,
            "verse": 11,
            "text": "Derler ki: Ey Rabbimiz! Bizi iki defa oldurdun, iki defa dirilttin ve biz de gunahlarımızı bir bir acıklayıp kabul ettik; artık cıkıs icin bir yol var mıdır"
        },
        {
            "chapter": 40,
            "verse": 12,
            "text": "Bu boyledir; cunku bir olan Allah´a cagrıldıgınızda kufrederdiniz; O´na ortak kosulunca inanırdınız. Artık hukum O Yuce Buyuk Allah´a aittir"
        },
        {
            "chapter": 40,
            "verse": 13,
            "text": "O Allah ki, size acık belgelerini, mu´cize ve delillerini gosterir; uzerinize gokten rızık indirirdi. Ancak O´na yonelip gonul verenler ogut ve ibret alırlar"
        },
        {
            "chapter": 40,
            "verse": 14,
            "text": "O halde kafirler hoslanmasa da siz (ey mu´minler!) dini Allah´a halis kılarak gosteristen uzak, samimiyetle O´na dua edip yalvarın"
        },
        {
            "chapter": 40,
            "verse": 15,
            "text": "Dereceleri yukselten, Ars´ın sahibi, (insanları) kavusma gunune karsı uyarmak icin emrinden olan ruhu (vahyi) kullarından dilediginin kalbine indirir"
        },
        {
            "chapter": 40,
            "verse": 16,
            "text": "O kavusma gunu ki, onlar ortaya cıkarlar, onlardan hicbir sey Allah´a gizli kalmaz. Bugun mulk kimindir ? Bir olan her seyi kudret, saltanat ve tasarrufu altında tutan Allah´ındır"
        },
        {
            "chapter": 40,
            "verse": 17,
            "text": "Bugun her kisi ne kazanmıssa onun karsılıgını gorur. Bugun haksızlık diye bir sey yoktur. Suphesiz ki Allah, hesabı cabuk gorendir"
        },
        {
            "chapter": 40,
            "verse": 18,
            "text": "Onları yaklasmakta olan gun (Kıyamet) ile uyar. Yurekler yutkuna yutkuna gırtlaklara dayanır o gun. Zalimler icin ne sıcak bir dost, ne de sozu dinlenir bir sefaatci vardır"
        },
        {
            "chapter": 40,
            "verse": 19,
            "text": "(Allah) hain gozleri, gonullerin gizledigini bilir"
        },
        {
            "chapter": 40,
            "verse": 20,
            "text": "Allah, hakkı yerine getirir. Allah´ı bırakıp baskasına dua edip yalvaranlar ise hicbir seyi yerine getiremezler. Suphesiz ki Allah isitendir, gorendir"
        }
    ]
}