{
    "maqras": [
        {
            "chapter": 46,
            "verse": 1,
            "text": "Ha - Mim"
        },
        {
            "chapter": 46,
            "verse": 2,
            "text": "Kitab´ın indirilmesi, O cok ustun, cok guclu hikmet sahibi Allah´tandır"
        },
        {
            "chapter": 46,
            "verse": 3,
            "text": "Biz, gokleri, yeri ve ikisi arasındaki seyleri ancak hakk ile ve belli bir sureye kadar yarattık. Inkar edenlere gelince: Uyarıldıkları seylerden yuzcevirirler"
        },
        {
            "chapter": 46,
            "verse": 4,
            "text": "De ki: Baksanıza, Allah´ı bırakıp yalvararak taptıklarınızın yeryuzunde neler yarattıgını bana gosterir misiniz ? Yoksa onların goklerde bir ortaklıgı mı var ? Eger dogrulardan iseniz bundan once (size verilmis) bir kitab bana getirin veya ilimden bir eser ortaya koyun"
        },
        {
            "chapter": 46,
            "verse": 5,
            "text": "Allah´ı bırakıp Kıyamet´e kadar kendisine cevap veremiyecek ve onların yaptıkları dua ve yalvarıdan habersiz bulunan seylere tapandan daha sapık, daha saskın kim vardır"
        },
        {
            "chapter": 46,
            "verse": 6,
            "text": "(Kıyamet gunu) insanlar surulup Mahser´de biraraya getirildiginde, (tapındıkları putlar) onlara dusman kesilirler ve kendilerine tapındıklarını inkar ederler"
        },
        {
            "chapter": 46,
            "verse": 7,
            "text": "Onlara ayetlerimiz acık-secik okundugu zaman, kufre saplanıp kalanlar, kendilerine gelen hakk icin, «bu acık bir sihirdir» derler"
        },
        {
            "chapter": 46,
            "verse": 8,
            "text": "Yoksa onlar, Kur´an´ı O (Muhammed) uydurdu mu diyorlar?! De ki: Eger onu uydurdumsa, o takdirde siz beni Allah´tan (O´nun verecegi azab´dan) kurtaracak hicbir seye sahip degilsinizdir. Ve O, Kur´an hakkında kopardıgınız yaygara ve sergilediginiz taskınlıgı cok iyi bilir. Benimle sizin aramızda sahid olarak Allah yeter. O, cok bagıslayandır, cok merhamet edendir"
        },
        {
            "chapter": 46,
            "verse": 9,
            "text": "De ki: Ben, gonderilen peygamberlerin ilki degilim ; bana ve size neler yapılacagını da bilmiyorum. Ben ancak bana vahyolunana uyarım ve ben ancak acık bir uyarıcıyım"
        },
        {
            "chapter": 46,
            "verse": 10,
            "text": "Soyleseniz a, eger bu (Kur´an), Allah katından ise, siz de bunu inkar etmis olursanız, Israil ogulları´ndan bir adam da bunun benzerine (dayanarak) sehadette bulunup iman ederse ve siz buyukluk taslayıp kabul etmezseniz, (kendinize buyuk bir haksızlık etmis olmaz mısınız ?). Suphesiz ki Allah, zalim bir milleti dogru yola cıkarmaz"
        },
        {
            "chapter": 46,
            "verse": 11,
            "text": "Inkar edenler, iman edenlerle ilgili olarak derler ki: «Eger Islam, bir iyilik olsaydı, elbette onlar bizim onumuze gecemezlerdi.» Kur´an ile dogru yolu bulmayı dusunmedikleri icin de, «bu cok eski bir uydurmadır !» derler"
        },
        {
            "chapter": 46,
            "verse": 12,
            "text": "Bundan once Musa´nın kitabı, yol gosteren bir rahmet idi. Bu (Kur´an) ise onu dogrular, Arap diliyledir, zulmedenleri uyarmak, iyiligi, guzelligi, yararlılıgı huy edinenleri mujdelemek icin (indirilmistir)"
        },
        {
            "chapter": 46,
            "verse": 13,
            "text": "Onlar ki, Rabbimiz Allah´tır dediler, sonra da dosdogru oldular, onlara hicbir korku yoktur ve onlar uzulmeyeceklerdir de"
        },
        {
            "chapter": 46,
            "verse": 14,
            "text": "Iste bunlar Cennet ehlidirler, yapageldiklerine karsılık orada ebedidirler"
        },
        {
            "chapter": 46,
            "verse": 15,
            "text": "Biz, insana, ana-babasına iyilik edip guzel davranmasını tavsiye ettik. Anası onu gucluk ve sıkıntıyla tasıdı; gucluk ve sıkıntıyla dogurdu. Rahimde tasınması ve sutten kesilmesi (suresi) otuz aydır. Nihayet guc bulup sahsiyetini kazanınca ve kırk yasına erisince, «Ey Rabbim!» dedi, «bana ve ana-babama verdigin nimete karsı sukretmemi, razı olacagın iyi-yararlı amelde bulunmamı ilham eyle. Soyum hakkında da benim icin iyilik, dine baglılık sagla... Suphesiz ki ben, sana yonelip tevbe ettim ve ben gercekten (sana) teslimiyet gosterenlerdenim.»"
        },
        {
            "chapter": 46,
            "verse": 16,
            "text": "Iste bunların yapageldiklerinin en guzelini kabul eder; isledikleri kotuluklerinden vazgeceriz (cezalandırmayız). Bunlar Cennet ehli arasındadırlar. Bu, va´dolundukları dogru sozdur (ki mutlaka yerini bulacaktır)"
        },
        {
            "chapter": 46,
            "verse": 17,
            "text": "O kimse ki, ana-babasına «uf be ikinize I Benden once nice nice kusaklar gelip gectigi halde siz beni tekrar dirilip topraktan cıkarılacagımla mı tehdid ediyorsunuz ?» derken, ana-babası Allah´a sıgınıp O´nun yardımını dileyerek ona : «Yazıklar olsun sana I Iman et.. Suphesiz ki, Allah´ın verdigi soz hakktır,» derler. O da : «Bu (Kur´an veya sizin anlattıklarınız), eskilerin masallarından baska bir sey degildir,» diye cevap verir"
        },
        {
            "chapter": 46,
            "verse": 18,
            "text": "Iste bunlar kendilerinden once cinlerden ve, insanlardan gelip gecen ummetler hakkında (azab va´di ve hukmu) gerceklesen kimselerdir. Suphesiz ki bunlar husran icinde kalanlardır"
        },
        {
            "chapter": 46,
            "verse": 19,
            "text": "Herkes icin yaptıkları islere gore dereceler vardır. Bu da Allah´ın onların amellerinin karsılıgını noksansız vermesi icindir ve onlar haksızlıga ugramazlar"
        },
        {
            "chapter": 46,
            "verse": 20,
            "text": "Inkar edenler, getirilip atese sunulacakları gun, kendilerine; «En guzel, en iyi seylerinizi Dunya hayatında harcayıp tukettiniz ; onlarla yararlanıp keyif surdunuz. Artık bugun yeryuzunde haksız yere buyukluk tasladıgınıza ve dini kuralları asıp ahlak dısı davranıslarda bulundugunuza karsılık horlayıcı, asagılayıcı azab ile cezalanacaksınız"
        }
    ]
}