{
    "maqras": [
        {
            "chapter": 4,
            "verse": 100,
            "text": "Kim Allah yolunda hicret ederse, yeryuzunde gidilecek cok yol ve genis yer bulabilir. Kim de evinden, Allah´a ve Peygamberine hicret niyetiyle cıkar da (yolda) olum kendisine yetisirse, herhalde onun mukafatı Allah´a aittir. Allah cok bagıslayan ve cok merhamet edendir"
        },
        {
            "chapter": 4,
            "verse": 101,
            "text": "Yeryuzunde yolculuga cıktıgınızda, kufredenlerin sizi fitneye dusurup kotuluk edeceklerinden endise ederseniz, namazı kısaltmanızda (veya hafif tutmanızda) size bir vebal yoktur. Dogrusu kafirler sizin cok acık dusmanlarınızdır"
        },
        {
            "chapter": 4,
            "verse": 102,
            "text": "Ve sen Iclerinde olup da onlara namaz kıldıracak olursan, onlardan bir kısmı seninle beraber namaza dursun, silahlarını da yanlarına alsınlar. Secde ettiklerinde(n hemen sonra) arkanızda yerlerini alsınlar. Bu defa henuz namaz kılmayan diger kısım gelip seninle beraber namaz kılsınlar; tetikte olup silahlarını yanlarında tutsunlar. Kufredenler, silahlarınızdan ve esyanızdan gaflet etmenizi ve boylece size birdenbire baskın yapmayı isterler. Eger yagmurdan tedirgin olur veya hasta bulunursanız, silahlarınızı bırakmanızda bir sakınca yoktur; ama her seye ragmen tetikte olun, ihtiyatlı davranın. Suphesiz ki Allah kafirlere asagılayıcı, horlayıcı bir azab hazırlamıstır"
        },
        {
            "chapter": 4,
            "verse": 103,
            "text": "Namazı kıldınızmı, gerek ayakta, gerek oturarak, gerekse yanlarınız uzerine bulunurken Allah´ı anın, (korkuyu atıp) kalbiniz yatısınca da tam olarak namazı kılın. Cunku namaz belirli vakitlerde mu´minler uzerine farz kılınmıstır"
        },
        {
            "chapter": 4,
            "verse": 104,
            "text": "(Dusmanınız olan) kavmi (kafirleri) takip etmekte gevseklik gostermeyin. Siz acı ve kaygı duyuyorsanız, herhalde onlar da sizin duydugunuz gibi acı ve kaygı duyuyorlar ; kaldı ki siz onların ummadıkları seyi Allah´tan umuyorsunuz. Allah bilendir ve yegane hikmet sahibidir"
        },
        {
            "chapter": 4,
            "verse": 105,
            "text": "Allah´ın sana gosterdigi olcu ve anlamda, insanlar arasında hukmedesin diye bu Kitab´ı hak olarak suphesiz ki sana indirdik. Artık hainlerden yana savunucu olma"
        },
        {
            "chapter": 4,
            "verse": 106,
            "text": "Ve Allah´tan magfiret (gunahların bagıslanmasını, temizlenmesini) iste. Suphesiz ki Allah cok bagıslayan ve cok merhamet edendir"
        },
        {
            "chapter": 4,
            "verse": 107,
            "text": "Kendi kendilerine hıyanet eden (guveni kotuye kullanan, nefs ve seytan dogrultusunda hareket eden)lerden yana cekisip ugrasma. Suphesiz ki Allah, hainlikte asırı giden gunahkarı sevmez"
        },
        {
            "chapter": 4,
            "verse": 108,
            "text": "Insanlardan gizlerler de Allah´tan gizlemezler; halbuki Allah´ın razı olmayacagı sozu geceleyin kurup duzerlerken O, onlarla beraberdir. Hem Allah onların yapageldiklerini (ilmiyle, kudretiyle) kusatmıstır"
        },
        {
            "chapter": 4,
            "verse": 109,
            "text": "Iste siz oyle kimselersiniz ki, dunya hayatında onlardan yana cekisip ugrasırsınız, ya Kıyamet gunu Allah´a karsı kim onlardan yana savunuculuk yapıp ugrasacak ? Ya da kim onlara vekil olacak"
        },
        {
            "chapter": 4,
            "verse": 110,
            "text": "Kim bir kotuluk isler veya kendine haksızlıkta bulunur, sonra da Allah´a yonelip istigfar ederse, Allah´ı cok bagıslayıcı ve cok merhamet edici bulur"
        },
        {
            "chapter": 4,
            "verse": 111,
            "text": "Kim de bir gunah kazanırsa, herhalde onu kendi aleyhine kazanmıs olur. Allah (her seyi layıkıyle) bilendir, hikmet sahibidir"
        },
        {
            "chapter": 4,
            "verse": 112,
            "text": "Kim de bir hata veya bir gunah kazanır da sonra onu bir gunahsızın uzerine atarsa, suphesiz ki o cok cirkin bir iftira ve acık bir gunah ve vebal yuklenmistir"
        },
        {
            "chapter": 4,
            "verse": 113,
            "text": "Allah´ın sana, senden yana sundugu fazilet ve rahmeti olmasaydı, onlardan bir tayfa seni bile (dogru bir hukumde bulunmaktan) sasırtmayı planlamıslardı. Halbuki onlar ancak kendilerini sasırtıp saptırırlar, sana hic bir zarar veremezler. Allah sana Kitab´ı ve hikmeti indirdi; sana bilmedigini ogretti; Allah´ın (bu bakımdan da) sana olan fazl-u keremi cok buyuktur"
        }
    ]
}