{
    "maqras": [
        {
            "chapter": 2,
            "verse": 60,
            "text": "Yine hatırlayın ki, Musa (colde susuzluktan yok olmaya yuztutan) kavmi icin su istemisti. «Asa´nı tasa vur!» demistik. (O da vurunca) tastan oniki pınar kaynamıstı. (Boylece) her soy su alacagı pınarı bilmisti. (Onlara): «Allah´ın rızkından yeyin, icin (fakat) fesad cıkararak yeryuzunde haddi asmayın (ilahi sınırların dısına tasmayın) denilmisti"
        },
        {
            "chapter": 2,
            "verse": 61,
            "text": "Ve hani: «Ey Musa! Biz bir cesit yemek uzerine mumkun degil sabredemeyiz. Artık Rabbine bizim icin dua et de yeryuzunun bitirdigi sebze, hıyar, sarmısak, mercimek ve sogan (gibi) seylerden bize cıkarsın» demistiniz. Musa da «O hayırlı olanı daha adi seylere mi degistirmek istiyorsunuz? Bir sehre inin de sizin istediginiz seyler orada vardır» demisti. (Sonra) onların uzerine zillet ve meskenet vuruldu; Allah´tan bir gazaba ugradılar. Bu da Allah´ın ayet (mu´cize ve acık belge)lerini inkar etmelerinden, haksız yere peygamberleri oldurmelerindendi. (Evet) iste bu, isyan etmelerinden, haddi asmalarından (dolayı) idi"
        },
        {
            "chapter": 2,
            "verse": 62,
            "text": "Suphesiz ki, Iman edenler, Yahudiler, Hıristiyanlar ve Sabitlerden kim dosdogru Allah´a, ahiret gunune inanır ve iyi-yararlı amelde bulunursa, artık onlar icin Rableri katında ecirler vardır, onlar uzerinde bir korku da yoktur ve onlar mahzun da olmayacaklar"
        },
        {
            "chapter": 2,
            "verse": 63,
            "text": "Ve hatırlayın ki, sizden (atalaranızdan) (Tevrat ile dosdogru amel edeceklerine dair) soz almıstık. Tur´u ustunuze kaldırmıs ve koruna-sınız, Allah´a karsı gelmekten sakınasınız diye «Size verdigimiz kitabı kuvvetle (iman ve idrak ciddiyetiyle) tutun, icinde olan (buyrukları) hatırlayın» demistik"
        },
        {
            "chapter": 2,
            "verse": 64,
            "text": "Bundan sonra yine yuzcevirmistiniz. Allah´ın size fazl-u rahmeti olmasaydı, nerhalde zarara ugrayanlardan olurdunuz"
        },
        {
            "chapter": 2,
            "verse": 65,
            "text": "Icinizden Cumartesi gununde (ilahi buyrukları ve o gune olan hurmeti cigneyip) tecavuz edenleri elbette bilirsiniz. Biz onlara : «Rahmetten uzak hor ve hakir maymunlar olun!» demistik"
        },
        {
            "chapter": 2,
            "verse": 66,
            "text": "Iste Biz bu (milletin tutumunu ve baslarına gelen kotu sonucları) kendi devirlerinde yasayanlara ve sonradan gelecek olanlara bir ibret ve takva (Allah´tan korkup kotuluklerden sakınan irfan) sahiplerine bir ogut kıldık"
        },
        {
            "chapter": 2,
            "verse": 67,
            "text": "Hatırlayın ki bir vakit de Musa, milletine : «Allah size bir sıgır bogazlamanızı emrediyor» demisti. Onlar (atalarınız): «Bizi alaya mı alıyorsun ?!» demislerdi. O da : «Oyle cahillerden olmaktan Allah´a sıgınırım» demisti"
        },
        {
            "chapter": 2,
            "verse": 68,
            "text": "(Oyle ise) bizim icin Rabbine dua et de onun ne oldugunu bize acıklasın, demislerdi. Musa da (aldıgı emri beyanla): «Allah diyor ki: O ne pek kart, ne de pek genc, ikisi ortası bir dinc sıgırdır. Artık emrolundugunuz seyi yerine getirin» demisti"
        },
        {
            "chapter": 2,
            "verse": 69,
            "text": "Onlar tekrar: «Bizim icin Rabbine dua et de o sıgırın rengi nedir, bize acıklasın» demislerdi. Musa da : «Rabbim buyuruyor ki, hic suphesiz o, bakanların icini acacak sekilde parlak sarı bir sıgırdır» demisti"
        },
        {
            "chapter": 2,
            "verse": 70,
            "text": "Onlar yine : «Bizim icin Rabbine dua et de o sıgırın mahiyetini (iyice) bize acıklasın. Cunku tarif edilen sıgır bize (digerlerine) benzer gibi geliyor. Allah dilerse, elbette (bogazlanması emrolunan sıgırı) bulabiliriz» demislerdi"
        },
        {
            "chapter": 2,
            "verse": 71,
            "text": "Musa da (aldıgı emir uzerine) «Rabbim o, yeri surup ekini sulayarak boyunduruga girmemis bir sıgırdır, salmadır, hic alacası lekesi yoktur, buyuruyor» demisti. Onlar: «Iste simdi hakikatle geldin» demislerdi. Bunun uzerine o sıgırı bogazladılar. Az kalsın bunu yapmıyacaklardı"
        },
        {
            "chapter": 2,
            "verse": 72,
            "text": "Hatırlayın ki, bir zamanlar bir adam oldurmustunuz ve onun hakkında (birbirinizi suclamak suretiyle) cekismistiniz. Allah da sizin gizlediginizi meydana cıkarandır"
        },
        {
            "chapter": 2,
            "verse": 73,
            "text": "«Sıgırın bir kısmını oldurulen, adama vurun» demistik. (Vurulunca da o dirilivermisti). Iste boylece Allah oluleri diriltir. Aklınızı iyice kullanasınız diye ayetlerini size gosterir"
        },
        {
            "chapter": 2,
            "verse": 74,
            "text": "Bundan sonra yine kalbleriniz katılastı, tas gibi ve hatta daha da katı oldu. Cunku tastan oylesi var ki, ondan ırmaklar fıskırır, oylesi var ki, yarılıp ondan su cıkar, oylesi de var ki, Allah korkusuyla (ilahi kanunlara boyun egerek) asagı dusup (parcalanır). Allah islediginiz (ve isleyeceginizden habersiz degildir)"
        }
    ]
}