{
    "maqras": [
        {
            "chapter": 7,
            "verse": 65,
            "text": "Ad Kavmi´ne de kardesleri Hud´u (peygamber olarak) gonderdik. «Ey kavmim !» dedi, «Allah´a ibadet edin ; sizin O´ndan baska tanrınız yoktur. Artık (Allah´ın buyruklarına karsı gelip azgınlıkta bulunmaktan) sakınmaz mısınız?»"
        },
        {
            "chapter": 7,
            "verse": 66,
            "text": "Kavminden inkarcı ileri gelenler, ona: «Dogrusu biz seni bir beyinsizlik ve cılgınlık icinde (bocalar) goruyor ve elbette seni yalancılardan biri sayıyoruz» dediler"
        },
        {
            "chapter": 7,
            "verse": 67,
            "text": "«Ey kavmim !» dedi, «bende beyinsizlik ve cılgınlık yoktur; ama ben gercekten alemlerin yegane Rabbından (gorevlendirilip gonderilen) bir peygamberim.»"
        },
        {
            "chapter": 7,
            "verse": 68,
            "text": "Size Rabbımın vahiy ile inen buyruklarını teblig ediyorum ve ben sizin icin guvenilir bir ogutcuyum"
        },
        {
            "chapter": 7,
            "verse": 69,
            "text": "Sizi uyarmak icin aranızdan bir adam aracılıgıyla Rabbınızdan bir haber gelmesine mi hayret ediyorsunuz?! Allah´ın Nuh kavminden sonra sizi onların yerine getirdigini ve yaratılısta size guc, beden yapınızda fazlalık verdigini bir dusunun ! Allah´ın nimetlerini hatırlayın. Olur ki, kurtulusa erisirsiniz"
        },
        {
            "chapter": 7,
            "verse": 70,
            "text": "Onlar, «yalnız Allah´a ibadet etmemiz ve babalarımızın Ibadet edip taptıklarını terketmemiz icin mi geldin ?! Haydi eger dogrulardan isen bizi tehdid edip durdugun azabı getir» dediler"
        },
        {
            "chapter": 7,
            "verse": 71,
            "text": "O da, «suphesiz ki Rabbınızdan uzerinize bir murdarlık ve bir de gazab inmesine layık oldunuz. Siz, sizin ve babalarınızın ad taktıgınız putlar hakkında mı benimle tartısıyorsunuz ?! Allah o putlara hic de boyle bir tapma hususunda bir belge ve kanıt indirmemistir. Artık (gelecek kazayı) bekleyin ; cunku ben de sizinle beraber bekleyenlerdenim"
        },
        {
            "chapter": 7,
            "verse": 72,
            "text": "O sebeple biz Hud´u da, onunla beraber olanları da katımızdan bir rahmet ile kurtardık. Ayetlerimizi yalanlayıp iman etmemis olanların kokunu kestik"
        },
        {
            "chapter": 7,
            "verse": 73,
            "text": "Semud kavmine de kardesleri Salih´i (uyarıcı peygamber olarak) gonderdik. O da: «Ey kavmim !» dedi, «Allah´a ibadet edin; sizin O´ndan baska tanrıniz yoktur. Size Rabbınız tarafından acık bir belge (mu´cize) geldi: Allah´ın (bir sure icin kutsal ve dokunulmaz kıldıgı) bu disi deve sizin icin acık bir alamettir. Bırakın da onu Allah´ın arzında otlasın ve sakın ona kotulukle dokunmayın, sonra sizi elem verici bir azab yakalayıverir de (bir daha kurtulamazsınız)"
        },
        {
            "chapter": 7,
            "verse": 74,
            "text": "Allah´ın Ad Kavmi´nden sonra sizi onların yerine getirdigini ve sizi bu topraklara yerlestirdigini bir hatırlayın ; bu toprakların ovalarında koskler ediniyor, daglarındaki (kayaları) yontup evler yapıyorsunuz. Artık Allah´ın nimetlerini anın, yeryuzunde bozgunculuk, fesad cıkarmayın"
        },
        {
            "chapter": 7,
            "verse": 75,
            "text": "Onun kavminden buyukluk taslayan ileri gelenleri, iclerinden kucumseyip hor gordukleri mu´minlere: «Siz, Salih´in Rabbi tarafından gonderildigini sahi biliyor musunuz?» dediler. Onlar da. «supheden uzak bir inancla biz O´nunla gonderilene inanıyoruz» diye cevap verdiler"
        },
        {
            "chapter": 7,
            "verse": 76,
            "text": "Buyukluk taslayanlar, «biz sizin iman ettiginiz seyi inkar ediyoruz» dediler ve o yuzden devenin bacaklarını kesip onu yere devirdiler de Rablarının buyruguna bas kaldırıp tugyan ettiler ve: «Ey Salih ! Eger (cidden) peygamberlerden isen bizi tehdid edip durdugun azabı haydi getir gorelim» dediler"
        },
        {
            "chapter": 7,
            "verse": 77,
            "text": "Buyukluk taslayanlar, «biz sizin iman ettiginiz seyi inkar ediyoruz» dediler ve o yuzden devenin bacaklarını kesip onu yere devirdiler de Rablarının buyruguna bas kaldırıp tugyan ettiler ve: «Ey Salih ! Eger (cidden) peygamberlerden isen bizi tehdid edip durdugun azabı haydi getir gorelim» dediler"
        },
        {
            "chapter": 7,
            "verse": 78,
            "text": "Bunun uzerine onları ansızın bir sarsıntı (muthis bir deprem) yakalayıverdi, derken bulundukları yerde dizustu cokup kaldılar"
        },
        {
            "chapter": 7,
            "verse": 79,
            "text": "Salih de onlardan yuzcevirip ayrıldı ve: «Ey kavmim! Ben size Rabbımın buyruklarını teblig ettim ve size ogutte bulundum, ama siz ogut verenleri hic de sevmediniz,» dedi"
        },
        {
            "chapter": 7,
            "verse": 80,
            "text": "Lut´u da (uyarıcı bir peygamber olarak) gonderdik. Hani bir ara kavmine, «sizden once yeryuzunde yasayan milletlerden hic birinin yapmadıgı ahlaksızlıgı ve hayasızlıgı mı isliyorsunuz ? Dogrusu siz kadınları bırakıp erkeklere sehvetle yanasıyorsunuz. Suphesiz ki siz azgın ve asırı giden bir kavimsiniz» demisti"
        },
        {
            "chapter": 7,
            "verse": 81,
            "text": "Lut´u da (uyarıcı bir peygamber olarak) gonderdik. Hani bir ara kavmine, «sizden once yeryuzunde yasayan milletlerden hic birinin yapmadıgı ahlaksızlıgı ve hayasızlıgı mı isliyorsunuz ? Dogrusu siz kadınları bırakıp erkeklere sehvetle yanasıyorsunuz. Suphesiz ki siz azgın ve asırı giden bir kavimsiniz» demisti"
        },
        {
            "chapter": 7,
            "verse": 82,
            "text": "Kavminin ise cevabı ancak su oldu: «Cıkarın bunları kasabanızdan, cunku temizlenmeye ozen gosteren insanlarmıs bunlar!»"
        },
        {
            "chapter": 7,
            "verse": 83,
            "text": "Bunun uzerine biz Lut´u da, onun ev halkını da kurtardık, ancak karısını degil, o geriye kalıp (gazaba ugrayanlardan) oldu"
        },
        {
            "chapter": 7,
            "verse": 84,
            "text": "Uzerlerine bir (azab ve gazablı tas) yagmuru yagdırdık. (Azgınlık ve taskınlık icinde olan) sucluların bir bak sonları ne oldu"
        },
        {
            "chapter": 7,
            "verse": 85,
            "text": "Medyen (halkına da) kardesleri Suayb´ı (uyarıcı bir peygamber olarak) gonderdik. «Ey kavmim,» dedi, «Allah´a ibadet edin. O´ndan baska sizin tanrınız yoktur. Dogrusu Rabbinizden size acık bir belge geldi. Artık olcu ve tartıyı tam tutun; insanların esyasını (olcup tartarken onlara) haksızlık etmeyin ve bir de yeryuzunde duzen saglanmısken bozgunculuk edip fesad cıkarmayın. Eger cidden inanıyorsanız, bu (haber verdigim husus) elbette sizin icin hayırlıdır"
        },
        {
            "chapter": 7,
            "verse": 86,
            "text": "Allah´a iman edenleri tehdid ederek ve Allah´ın yolundan alıkoyarak oyle her yolda —o yolun egriligini arzu ederek— oturmayın. Bir dusunun, bir zamanlar az idiniz, O sizi cogalttı, bozgunculuk yapıp fesad cıkaranların sonunun ne olduguna bir bakın"
        },
        {
            "chapter": 7,
            "verse": 87,
            "text": "Icinizden bir kısmı benimle gonderilen (ilahi vahye) inanmıs ve bir kısmı da inanmamıssa, Allah aranızda hukmedinceye kadar sabredin. Allah hukmedenlerin en hayırlısıdır"
        }
    ]
}