{
    "maqras": [
        {
            "chapter": 9,
            "verse": 75,
            "text": "Onlardan kimi de, «eger Allah bize kendi genis nimetinden verirse, herhalde zekat ve sadaka verir ve salihler (iyi-yararlı kisiler)den oluruz» diyerek Allah´a karsı .soz vermislerdi"
        },
        {
            "chapter": 9,
            "verse": 76,
            "text": "Ne vakit ki, Allah onlara genis nimetinden verdi, onunla cimrilik edip yuzcevirdiler; zaten onlar donek kimselerdir"
        },
        {
            "chapter": 9,
            "verse": 77,
            "text": "Allah´a karsı verdikleri sozu yerine getirmedikleri, va´dlerini tutmadıkları ve yalan soyledikleri icin Allah da kendisine kavusacakları gune kadar, yaptıklarını kendi kalblerinde nifaka ceviriverdi"
        },
        {
            "chapter": 9,
            "verse": 78,
            "text": "Bilmezler mi ki, Allah onların sırlarını da, gizli toplantı ve fısıltılarını da bilir. Allah gaybleri de yeterince bilendir"
        },
        {
            "chapter": 9,
            "verse": 79,
            "text": "Mu´minlerden, sadakalar hususunda, zekattan baska bir de arzu ve istekle bagısta bulunanlara dil uzatanları ve ancak o didinerek ele gecirdiklerini tasadduk edenleri alaya alanları, Allah alaya alıp rezil eder ve onlar icin elem verici bir azab vardır"
        },
        {
            "chapter": 9,
            "verse": 80,
            "text": "Onlar icin ister bagıslanma dile, ister dileme (farketmez). Onlar icin yetmis defa bagıslanma dilesen, Allah elbette onları bagıslamıyacaktır. Bu boyledir; cunku onlar Allah ve Peygamber´i inkar ettiler. Allah ise hak yolundan cıkmıs ahlaksızları dogru yola eristirmez"
        },
        {
            "chapter": 9,
            "verse": 81,
            "text": "(Savasa cıkmayıp) Resulullah´tan ayrılarak geriye kalanlar (evlerinde) oturmalarıyle sevindiler de Allah yolunda mallarıyle, canlarıyle savasmaktan hoslanmadılar ve «bu sıcakta savasa cıkmayın!» dediler. De ki: Cehennem atesi daha sıcak. Bunu bir bilip anlasalardı"
        },
        {
            "chapter": 9,
            "verse": 82,
            "text": "Isledikleri gunahın cezası olarak bundan boyle az gulsunler, cok aglasınlar"
        },
        {
            "chapter": 9,
            "verse": 83,
            "text": "Eger Allah seni (Tebuk´ten) dondurur de onlardan bir grupla karsılasırsan, onlar da (baska bir savasa) cıkmak icin senden izin isterlerse, de ki: Artık benimle birlikte hicbir zaman cıkamıyacaksınız ve benimle beraber hicbir dusmanla sava-samıyacaksınız. Cunku siz ilk once (evinizde) oturmaya razı oldunuz; artık geride kalanlarla beraber hep oturun"
        },
        {
            "chapter": 9,
            "verse": 84,
            "text": "Ve onlardan olenin namazını kesinlikle kılma, kabri basında (dua ve istigfar icin) durma ! Cunku onlar gercekten Allah ve Peygamberini inkar edip fasık olarak (ilahi buyrukları cigneyip hice sayarak) can verdiler"
        },
        {
            "chapter": 9,
            "verse": 85,
            "text": "Onların malları ve cocukları seni imrendirmesin; Allah bununla Dunya´da onları azaba ugratmayı ve kafir oldukları halde canlarının cıkmasını istiyor"
        },
        {
            "chapter": 9,
            "verse": 86,
            "text": "Allah´a iman edin ve Peygamberiyle beraber savasın, diye bir sure indigi zaman, onlardan servet sahipleri senden izin isterler: «Bizi bırak da (evlerinde) oturan (kadın)larla birlikte olalım» derler"
        },
        {
            "chapter": 9,
            "verse": 87,
            "text": "Geriye kalan kadınlarla beraber olmaya istekli cıktılar; kalblerine muhur vuruldu, artık onlar (gercegi) anlayamazlar"
        },
        {
            "chapter": 9,
            "verse": 88,
            "text": "Fakat o peygamber ve onun maiyetinde bulunan mu´minler mallarıyle, canlarıyle savastılar. Iste onlar, butun hayırlar onlarındır. Onlar umduklarına kavusanların ta kendileridir"
        },
        {
            "chapter": 9,
            "verse": 89,
            "text": "Allah onlara, icinde ebedi kalmaları uzere altlarından ırmaklar akan Cennetler hazırladı. Iste bu en buyuk kurtulus ve saadettir"
        },
        {
            "chapter": 9,
            "verse": 90,
            "text": "Bedevilerden kendilerine izin verilsin diye ozur beyan edenler geldiler ; Allah´a ve Peygamberine karsı yalan soyleyenler de evlerinde oturdular ; bunlardan kafir olanlara elbette elem verici bir azab dokunacaktır"
        },
        {
            "chapter": 9,
            "verse": 91,
            "text": "Zayıflara, hastalara ve (savasta) sarfedeceklerini bulamıyanlara —Allah ve Peygamberine baglı kalıp hayırlı davrandıkları takdirde— bir sorumluluk ve sakınca yoktur. Iyilikte bulunmayı prensip edinenleri kınamaya yol yoktur. Allah cok bagıslayan ve cok merhamet edendir"
        },
        {
            "chapter": 9,
            "verse": 92,
            "text": "Binek veresin diye sana geldiklerinde, «sizi bindirecek binek bulamıyorum» dedigin zaman, Allah yolunda harcayacak bir sey bulamadıklarına uzulerek goz yası doke doke donup gidenlere de kınama-ayıplama yoktur"
        }
    ]
}