{
    "maqras": [
        {
            "chapter": 24,
            "verse": 53,
            "text": "iṉṉum (napiyē! Nayavañcakarkaḷukku) nīr kaṭṭaḷaiyiṭṭāl, niccayamākap (pōrukkup) puṟappaṭuvatāka allāhviṉ mītu uṟutiyākac cattiyam ceytu kūṟukiṟārkaḷ; (avarkaḷai nōkki)\"nīṅkaḷ cattiyam ceyyātīrkaḷ. (Uṅkaḷ) kīḻpaṭital terintu tāṉ niccayamāka allāh nīṅkaḷ ceypavaṟṟai naṉkaṟipavaṉ\" eṉṟu kūṟuvīrāka"
        },
        {
            "chapter": 24,
            "verse": 54,
            "text": "allāhvukku nīṅkaḷ kīḻpaṭiyuṅkaḷ; iṉṉum (avaṉuṭaiya) rasūlukkum kīḻpapaṭiyuṅkaḷ\" eṉṟu (napiyē!) Nīr kūṟuvīrāka āṉāl nīṅkaḷ puṟakkaṇittāl avar mītuḷḷa kaṭamaiyellām tam mītu cumattappaṭṭa (tūtuc ceytiyai uṅkaḷiṭam aṟippa)tutāṉ;. Iṉṉum uṅkaḷ mītu uḷḷa (kaṭamaiyāṉa)tu tāṉ. Eṉavē, nīṅkaḷ avarukkuk kīḻpaṭintu naṭantāl nīṅkaḷ nērvaḻi peṟuvīrkaḷ; iṉṉum (nam tūtait) teḷivāka eṭutturaippatait tavira (vēṟetuvum nam) tūtarmītu kaṭamaiyillai"
        },
        {
            "chapter": 24,
            "verse": 55,
            "text": "Uṅkaḷil evar īmāṉ koṇṭu (sālihāṉa) - naṟceyalkaḷ purikiṟārkaḷō avarkaḷai, avarkaḷukku muṉṉiruntōrai(p pūmikku) āṭciyāḷarkaḷākkiyatu pōl pūmikku niccayamāka āṭciyāḷarkaḷākki vaippatākavum, iṉṉum avaṉ avarkaḷukkāka poruntik koṇṭa mārkkattil avarkaḷai niccayamāka nilaippaṭuttuvatākavum, avarkaḷuṭaiya accattait tiṭṭamāka amaitiyaik koṇṭu māṟṟi viṭuvatākavum, allāh vākkaḷittirukkiṟāṉ; \"avarkaḷ eṉṉōṭu (etaiyum, evaraiyum) iṇaivaikkātu, avarkaḷ eṉṉaiyē vaṇaṅkuvārkaḷ;\" itaṉ piṉṉar (uṅkaḷil) evar māṟu cey(tu nirākarik)kiṟārō avarkaḷ pāvikaḷtām"
        },
        {
            "chapter": 24,
            "verse": 56,
            "text": "(muḥmiṉkaḷē!) Nīṅkaḷ kirupai ceyyappaṭum poruṭṭu, nīṅkaḷ toḻukaiyai nilainiṟuttuṅkaḷ; iṉṉum jakāttaik koṭuṅkaḷ; mēlum, (allāhviṉ) tūtarukkuk kīḻpaṭiyuṅkaḷ"
        },
        {
            "chapter": 24,
            "verse": 57,
            "text": "nirākarippavarkaḷ pūmiyil (uṅkaḷai) muṟiyaṭittu viṭuvārkaḷ eṉṟu (napiyē!) Niccayamāka nīr eṇṇavēṇṭām. Iṉṉum avarkaḷ otuṅkumiṭam (naraka) nerupputtāṉ; tiṭamāka atu mikak keṭṭa cērum iṭamākum"
        },
        {
            "chapter": 24,
            "verse": 58,
            "text": "Īmāṉ koṇṭavarkaḷē! Uṅkaḷ valakkaraṅkaḷ contamākkik koṇṭavar (aṭimai)kaḷum, uṅkaḷiluḷḷa paruvam aṭaiyāc ciṟuvarkaḷum (uṅkaḷ muṉ vara niṉaittāl) mūṉṟu nēraṅkaḷil uṅkaḷiṭam aṉumati kōra vēṇṭum; ḥpajru toḻukaikku muṉṉarum, nīṅkaḷ (mēl miccamāṉa uṅkaḷ uṭaikaḷaik kaḷaintirukkum'ḷuhar' nērattilum, iṣāt toḻukaikkup piṉṉarum-āka im'mūṉṟu nēraṅkaḷum uṅkaḷukkāka (amaiyap peṟṟuḷḷa) mūṉṟu antaraṅka vēḷaikaḷākum - ivaṟṟait tavira (maṟṟa nēraṅkaḷil mēlkūṟiya aṭimaikaḷum, kuḻantaikaḷum aṉumatiyiṉṟiyē uṅkaḷ muṉ varuvatu) uṅkaḷ mītum avarkaḷ mītum kuṟṟamillai ivarkaḷ aṭikkaṭi uṅkaḷiṭamum uṅkaḷil oruvar maṟṟavariṭam varavēṇṭiyavarkaḷ eṉpatiṉāl; ivvāṟu, allāh taṉ vacaṉaṅkaḷai uṅkaḷukku vivarikkiṉṟāṉ; mēlum allāh (yāvaṟṟaiyum) naṉkaṟintavaṉ; ñāṉam mikkavaṉ"
        },
        {
            "chapter": 24,
            "verse": 59,
            "text": "iṉṉum uṅkaḷiluḷḷa kuḻantaikaḷ pirāyam aṭaintuviṭṭāl avarkaḷum, taṅkaḷukku (vayatil) mūttavarkaḷ aṉumati kēṭpatu pōl aṉumati kēṭka vēṇṭum; ivvāṟē allāh taṉṉuṭaiya vacaṉaṅkaḷai uṅkaḷukku vivarikkiṉṟāṉ; allāh (yāvaṟṟaiyum) aṟintavaṉ; ñāṉam'mikkavaṉ"
        },
        {
            "chapter": 24,
            "verse": 60,
            "text": "mēlum, peṇkaḷil vivākattai nāṭa muṭiyāta (mutirntu) vayatai aṭaintu viṭṭa peṇkaḷ, taṅkaḷ aḻakalaṅkārattai(p piṟarukku) veḷiyākkātavarkaḷāṉa nilaiyil, taṅkaḷ mēlāṭaikaḷaik kaḻaṟṟiyiruppatu, avarkaḷ mītu kuṟṟamillai āṉāl (itaṉaiyum avarkaḷ tavirttu) oḻuṅkaip pēṇikkoḷvatu avarkaḷukku mikavum nalamāka irukkum. Allāh (yāvaṟṟaiyum) ceviyēṟpavaṉ; naṉkaṟipavaṉ"
        },
        {
            "chapter": 24,
            "verse": 61,
            "text": "(Muḥmiṉkaḷē! Uṅkaḷuṭaṉ cērntu uṇavaruntuvatil) kuruṭar mītum kuṟṟamillai muṭavar mītum kuṟṟamillai, nōyāḷiyiṉ mītum kuṟṟamillai uṅkaḷ mītum kuṟṟamillai nīṅkaḷ uṅkaḷ conta vīṭukaḷilō allatu uṅkaḷ tantaimār vīṭukaḷilō, allatu uṅkaḷ tāymār vīṭukaḷilō, allatu uṅkaḷ cakōtarar vīṭukaḷilō, allatu uṅkaḷ cakōtarikaḷ vīṭukaḷilō, allatu uṅkaḷ tantaiyiṉ cakōtarar vīṭukaḷilō, allatu uṅkaḷ tantaiyiṉ cakōtarikaḷ vīṭukaḷilō, allatu uṅkaḷ tāyiṉ cakōtararkaḷ vīṭukaḷilō, allatu uṅkaḷ tāyāriṉ cakōtarikaḷ vīṭukaḷilō, allatu e(nta vīṭṭuṭaiya)tiṉ cāvikaḷ uṅkaḷ vacam irukkiṉṟatō (atilum) allatu uṅkaḷ tōḻariṉ vīṭukaḷilō, nīṅkaḷ cērntō allatu taṉittaṉiyākavō pucippatu uṅkaḷ mītu kuṟṟamākātu āṉāl nīṅkaḷ enta vīṭṭil piravēcittālum allāhviṭamiruntu uṅkaḷukkuk kiṭaittirukkum mupārakkāṉa - pākkiyam mikka - paricuttamāṉa (\"as'salāmu alaikkum\" eṉṉum) nalvākkiyattai nīṅkaḷ uṅkaḷukkuḷ kūṟikkoḷḷuṅkaḷ - nīṅkaḷ aṟintu koḷvataṟkāka, ivvāṟu allāh uṅkaḷukku(t taṉ) vacaṉaṅkaḷai vivarikkiṟāṉ"
        },
        {
            "chapter": 24,
            "verse": 62,
            "text": "Allāhviṉ mītum, avaṉuṭaiya tūtar mītum īmāṉ koṇṭavarkaḷē! (Uṇmai) muḥmiṉkaḷāvārkaḷ, mēlum, avarkaḷ oru potuvāṉa kāriyam paṟṟi avaruṭaṉ (ālōcikkak kūṭi) irukkum pōtu avaruṭaiya aṉumatiyiṉṟi (aṅkiruntu) cellamāṭṭārkaḷ; (napiyē!) Um'miṭattil (avvāṟu) aṉumati peṟṟuc celpavarkaḷē niccayamāka allāhviṉ mītum avaṉ tūtar mītum meyyākavē īmāṉ koṇṭavarkaḷ, ākavē taṅkaḷ kāriyaṅkaḷ cilavaṟṟukkāka avarkaḷ um'miṭam aṉumati kēṭṭāl, avarkaḷil nīr virumpiyavarukku aṉumati koṭuppīrāka iṉṉum avarkaḷukkāka allāhviṭam nīr maṉṉippuk kōruvīrāka niccayamāka allāh mikka maṉṉippavaṉ; kirupaiyuṭaiyavaṉ"
        },
        {
            "chapter": 24,
            "verse": 63,
            "text": "(muḥmiṉkaḷē!) Uṅkaḷil oruvar maṟṟoruvarai aḻaippatupōl uṅkaḷukkiṭaiyil (allāhvuṭaiya) tūtariṉ aḻaippai ākkātīrkaḷ. Uṅkaḷiliruntu (avaruṭaiya capaiyiliruntu) evar maṟaivāka naḻuvi viṭukiṟārkaḷō avarkaḷai tiṭamāka allāh (naṉku) aṟivāṉ - ākavē evar avaruṭaiya kaṭṭaḷaikku māṟu ceykiṟārkaḷō avarkaḷ taṅkaḷai cōtaṉai piṭittuk koḷvataiyō, allatu taṅkaḷai nōviṉai tarum vētaṉai piṭittuk koḷvataiyō añcik koḷḷaṭṭum"
        },
        {
            "chapter": 24,
            "verse": 64,
            "text": "vāṉaṅkaḷilum, pūmiyilum uḷḷa yāvum niccayamāka allāhvukkē contam eṉpatai aṟintu koḷvīrkaḷāka! Nīṅkaḷ enta nilaiyil irukkiṉṟīrkaḷō atai avaṉ (naṉku) aṟivāṉ; mēlum avaṉiṭattil avarkaḷ mīṭṭappaṭum an nāḷil avaṉ, avarkaḷ (im'maiyil) eṉṉa ceytu koṇṭiruntārkaḷ eṉpataiyum avarkaḷukku aṟivippāṉ - mēlum, allāh ellāp poruḷkaḷ paṟṟiyum naṉkaṟipavaṉ"
        }
    ]
}