{
    "maqras": [
        {
            "chapter": 27,
            "verse": 56,
            "text": "ataṟkavaruṭaiya camutāyattavar (tam iṉattāriṭam)\"lūttuṭaiya kuṭumpattārai uṅkaḷ ūraiviṭṭu nīṅkaḷ veḷiyēṟṟi viṭuṅkaḷ. Niccayamāka avarkaḷ mikavum paricuttamāṉa maṉitarkaḷē!\" Eṉṟu (parikācamākak) kūṟiṉārkaḷē tavira vēṟoru patilum avarkaḷiṭamillai"
        },
        {
            "chapter": 27,
            "verse": 57,
            "text": "āṉāl, nām avaraiyum avaruṭaiya kuṭumpattāraiyum pātukāttuk koṇṭōm avaruṭaiya maṉaiviyait tavira (īmāṉ koḷḷāmal) piṉtaṅki (aḻintu) viṭṭavarkaḷil oruttiyāka avaḷai tīrmāṉittōm"
        },
        {
            "chapter": 27,
            "verse": 58,
            "text": "iṉṉum, nām avarkaḷ mītu (kal) maḻai poḻiyac ceytōm; eṉavē, eccarikkappaṭṭa avarkaḷ mītu peyta am'maḻai mikavum keṭṭatu"
        },
        {
            "chapter": 27,
            "verse": 59,
            "text": "(napiyē!) Nīr kūṟuvīrāka\"ellāp pukaḻum allāhvukkē uriyatu iṉṉum avaṉ tērnteṭuttuk koṇṭa avaṉuṭaiya aṭiyārkaḷ mītu salām uṇṭāvatāka! Allāh mēlāṉavaṉā? Allatu avarkaḷ (avaṉukku) iṇaiyākkupavai (mēlāṉavai)yā"
        },
        {
            "chapter": 27,
            "verse": 60,
            "text": "aṉṟiyum, vāṉaṅkaḷaiyum pūmiyaiyum paṭaittu, uṅkaḷukku vāṉattiliruntu maḻaiyai iṟakki vaippavaṉ yār? Piṉṉar ataik koṇṭu ceḻippāṉa tōṭṭaṅkaḷai nām muḷaikkac ceykiṟōm. Ataṉ maraṅkaḷai muḷaikkac ceyvatu uṅkaḷāl muṭiyātu. (Avvāṟirukka) allāhvuṭaṉ (vēṟu) nāyaṉ irukkiṉṟāṉā? Illai! Āyiṉum avarkaḷ (tam kaṟpaṉai teyvaṅkaḷai allāhvukku) camamākkum makkaḷākavē irukkiṟārkaḷ"
        },
        {
            "chapter": 27,
            "verse": 61,
            "text": "Intap pūmiyai vacikkat takka iṭamāka ākkiyavaṉum, ataṉiṭaiyē āṟukaḷai uṇṭākkiyavaṉum; ataṟkāka (ataṉ mītu acaiyā) malaikaḷai uṇṭākkiyavaṉum iru kaṭalkaḷukkiṭaiyē taṭuppai uṇṭākkiyavaṉum yār? Allāhvuṭaṉ (vēṟu) nāyaṉ irukkiṉṟāṉā? Illai! (Eṉiṉum) avarkaḷil perumpālōr aṟiyātavarkaḷāka irukkiṉṟaṉar"
        },
        {
            "chapter": 27,
            "verse": 62,
            "text": "kaṣṭattiṟkuḷḷāṉavaṉ avaṉai aḻaittāl avaṉukku patil koṭuttu, avaṉ tuṉpattai nīkkupavaṉum, uṅkaḷai ippūmiyil piṉtōṉṟalkaḷāka ākkiyavaṉum yār? Allāhvuṭaṉ (vēṟu) nāyaṉ irukkiṉṟāṉā? (Illai) eṉiṉum (ivaiyellām paṟṟi) nīṅkaḷ cintittup pārppatu mikak kuṟaivēyākum"
        },
        {
            "chapter": 27,
            "verse": 63,
            "text": "karaiyilum kaṭalilumuḷḷa iruḷkaḷil uṅkaḷai nērāṉa vaḻiyil celuttupavaṉ yār? Mēlum, taṉṉuṭaiya'rahmat' eṉṉum aruḷ mārikku muṉṉē naṉmārāyam (kūṟuvaṉa) āka kāṟṟukaḷai aṉuppi vaippavaṉ yār? Allāhvuṭaṉ (vēṟu) nāyaṉ irukkiṉṟāṉā? - Avarkaḷ iṇai vaippavaṟṟaiviṭa allāh mikavum uyarvāṉavaṉ"
        },
        {
            "chapter": 27,
            "verse": 64,
            "text": "mutaṉ mutalil paṭaippait tuvaṅkupavaṉum, piṉṉar ataṉai mīṇṭum uṇṭākki vaippavaṉum yāh? Vāṉattiliruntum, pūmiyiliruntum uṅkaḷukku ākāram aḷippavaṉ yār? Allāhvuṭaṉ (vēṟu) nāyaṉ irukkiṉṟāṉā? (Napiyē!) Nīr kūṟuvīrāka\"nīṅkaḷ uṇmaiyāḷarkaḷāka iruntāl, uṅkaḷuṭaiya ātāraṅkaḷaik koṇṭu vāruṅkaḷ"
        },
        {
            "chapter": 27,
            "verse": 65,
            "text": "(iṉṉum) nīr kūṟuvīrāk\"allāhvait tavirttu, vāṉaṅkaḷilum, pūmiyilum iruppavar evarum maṟaivāyiruppatai aṟiya māṭṭār; iṉṉum; (marittōr iṟutiyil) eppōtu eḻuppappaṭuvārkaḷ eṉpataiyum avarkaḷ aṟiyamāṭṭārkaḷ"
        },
        {
            "chapter": 27,
            "verse": 66,
            "text": "Āṉāl maṟumaiyaip paṟṟiya avarkaḷuṭaiya aṟivō mikak kīḻnilaiyilē uḷḷatu avarkaḷ atil (piṉṉum) cantēkattilēyē irukkiṉṟaṉar atu maṭṭumā? Ataippaṟṟi avarkaḷ kuruṭarkaḷākavē irukkiṉṟaṉar"
        },
        {
            "chapter": 27,
            "verse": 67,
            "text": "mēlum, nirākarippavarkaḷ kūṟukiṟārkaḷ; \"nāṅkaḷum eṅkaḷ mūtātaiyarum (marittu) maṇṇākip pōṉa piṉṉar, mīṇṭum veḷiyē koṇṭu varappaṭuvōmā"
        },
        {
            "chapter": 27,
            "verse": 68,
            "text": "niccayamāka, i(nta accaṟuttalāṉa)tu eṅkaḷukkum eṅkaḷukku muṉ ceṉṟu pōṉa eṅkaḷ mūtātaiyarukkum vākkaḷikkappaṭṭaṭē varukiṟatu itu muṉṉōrkaḷiṉ kaṭṭukkataikaḷēyaṉṟi vēṟillai\" (eṉṟuṅ kūṟukiṉṟaṉar)"
        },
        {
            "chapter": 27,
            "verse": 69,
            "text": "pūmiyil pirāyāṇam ceytu, kuṟṟavāḷikaḷiṉ muṭivu eṉṉavāyiṟṟu eṉṟu pāruṅkaḷ\" eṉṟu (avarkaḷiṭam napiyē!) Nīr kūṟuvīrāka"
        },
        {
            "chapter": 27,
            "verse": 70,
            "text": "avarkaḷukkāka nīr kavalaippaṭātīr; mēlum, avarkaḷ ceyyum cūḻcciyaip paṟṟiyum nīr caṅkaṭattil āka vēṇṭām"
        },
        {
            "chapter": 27,
            "verse": 71,
            "text": "iṉṉum; \"nīṅkaḷ uṇmai kūṟupavarkaḷāka iruntāl (vētaṉai paṟṟiya) inta vākkuṟuti eppoḻutu (niṟaivēṟum?)\" Eṉṟum avarkaḷ kēṭkiṟārkaḷ"
        },
        {
            "chapter": 27,
            "verse": 72,
            "text": "nīṅkaḷ avacarappaṭupavaṟṟil cila ippoḻutē uṅkaḷukku vantu cērakkūṭum\" eṉṟu (napiyē!) Nīr kūṟiviṭuvīrāka"
        },
        {
            "chapter": 27,
            "verse": 73,
            "text": "iṉṉum niccayamāka um iṟaivaṉ maṉitarkaḷ mītu mikka kirupaiyuṭaiyavaṉākavē irukkiṉṟāṉ; āṉāl avarkaḷil perumpālōr naṉṟi celuttuvatillai"
        },
        {
            "chapter": 27,
            "verse": 74,
            "text": "mēlum; avarkaḷiṉ irutayaṅkaḷ maṟaittu vaittiruppataiyum, avarkaḷ veḷippaṭuttuvataiyum niccayamāka um iṟaivaṉ naṉkaṟivāṉ"
        },
        {
            "chapter": 27,
            "verse": 75,
            "text": "vāṉattilum, pūmiyilum maṟaintuḷḷavaṟṟil niṉṟum etuvum (lavhul mahḥpūḷ eṉṉum) teḷivāṉa kuṟippēṭṭil pativu ceyyappaṭāmal illai"
        },
        {
            "chapter": 27,
            "verse": 76,
            "text": "niccayamāka inta kur'āṉ paṉū isrāyīlkaḷukku avarkaḷ karuttu vēṟupāṭu koṇṭiruntatil perumpālāṉatai vivarittuk kūṟukiṟatu"
        },
        {
            "chapter": 27,
            "verse": 77,
            "text": "Mēlum; niccayamāka itu muḥmiṉkaḷukku nērvaḻiyākavum, rahmattāka (nallaruḷāka)vum irukkiṟatu"
        },
        {
            "chapter": 27,
            "verse": 78,
            "text": "niccayamāka um iṟaivaṉ (iṟutiyil) taṉ kaṭṭaḷaiyaik koṇṭu avarkaḷukkiṭaiyē tīrppaḷippāṉ - mēlum, avaṉtāṉ mikaittavaṉ; naṉkaṟintavaṉ"
        },
        {
            "chapter": 27,
            "verse": 79,
            "text": "eṉavē, (napiyē!) Allāhviṉ mītē (muṟṟilum) nampikkai vaippīrāka niccayamāka nīr teḷivāṉa uṇmaiyiṉ mītu irukkiṉṟīr"
        },
        {
            "chapter": 27,
            "verse": 80,
            "text": "niccayamāka nīr marittōraik kēṭkum paṭic ceyya muṭiyātu - avvāṟē ceviṭarkaḷaiyum - avarkaḷ puṟaṅkāṭṭit tirumpi viṭumpōtu - (um) aḻaippaik kēṭkum paṭic ceyya muṭiyātu"
        },
        {
            "chapter": 27,
            "verse": 81,
            "text": "iṉṉum; nīr kuruṭarkaḷaiyum avarkaḷuṭaiya vaḻikēṭṭiliruntu (akaṟṟi) nēr vaḻiyil celutta muṭiyātu - evarkaḷ nam vacaṉaṅkaḷai nampukiṟārkaḷō avarkaḷait tāṉ (avaṟṟaik) kēṭkumpaṭi nīr ceyya muṭiyum; ēṉeṉil avarkaḷ (avaṟṟai) muṟṟilum ēṟṟukkoḷvar"
        }
    ]
}