{
    "maqras": [
        {
            "chapter": 47,
            "verse": 33,
            "text": "īmāṉ koṇṭavarkaḷē! Nīṅkaḷ allāhvukku vaḻipaṭuṅkaḷ. Iṉṉum ittūtarukku vaḻipaṭuṅkaḷ. Iṉṉum ittūtarukkum vaḻipaṭuṅkaḷ - uṅkaḷ ceyalkaḷai pāḻākkiviṭātīrkaḷ"
        },
        {
            "chapter": 47,
            "verse": 34,
            "text": "nicciyamāka, evarkaḷai nirākarittuk koṇṭum, (makkaḷai) allāhviṉ pātaiyai viṭṭu taṭuttuk koṇṭum, piṉṉar kāḥpirkaḷāka irukkum nilaiyilēyē iṟantum viṭukiṟārkaḷō - i(ttakaiya)varkaḷai allāh maṉṉikkavē māṭṭāṉ"
        },
        {
            "chapter": 47,
            "verse": 35,
            "text": "(muḥmiṉkaḷē! Pōril) nīṅkaḷ taḷarcciyaṭaintu, tairiyamiḻantu camātāṉattaik kōrātīrkaḷ; (ēṉeṉṟāl) nīṅkaḷ tām mēlōṅkupavarkaḷ; allāh uṅkaḷuṭaṉēyē irukkiṉṟāṉ - mēlum, avaṉ uṅkaḷ (naṟ) ceykaikaḷai uṅkaḷukku (oru pōtum) kuṟaittu viṭamāṭṭāṉ"
        },
        {
            "chapter": 47,
            "verse": 36,
            "text": "Tiṭamāka ivvulaka vāḻkkai vīṇviḷaiyāṭṭākavum vēṭikkaiyākavumirukkiṟatu āṉāl, nīṅkaḷ īmāṉ koṇṭu payapaktiyuṭaiyavarkaḷāyiruntāl, avaṉ uṅkaḷuṭaiya kūlikaḷai uṅkaḷukku aṟippāṉ. Aṉṟiyum uṅkaḷiṭam uṅkaḷuṭaiya poruḷkaḷai avaṉ kēṭkavillai"
        },
        {
            "chapter": 47,
            "verse": 37,
            "text": "avaṉ uṅkaḷiṭam avaṟṟaik kēṭṭu vaṟpuṟuttiṉālum, nīṅkaḷ kañcattaṉam ceyvīrkaḷ. (Pērācai pōṉṟa) uṅkaḷ uḷḷakkiṭakkaikaḷaiyum avaṉ veḷippaṭutti vaṭuvāṉ"
        },
        {
            "chapter": 47,
            "verse": 38,
            "text": "aṟintukoḷka! Allāhviṉ pātaiyil celavu ceyyumāṟu aḻaikkappaṭum kūṭṭattiṉar nīṅkaḷ, āṉāl uṅkaḷil kañcattaṉam uṭaiyōrum irukkiṟārkaḷ; āṉāl evaṉ kañcattaṉam ceykiṟāṉō, avaṉ taṉ ātmāvukkē kañcattaṉam ceykiṟāṉ - allāh evvitat tēvaiyumaṟṟavaṉ - nīṅkḷa tēvaiyuṭaiyavarkaḷāka irukkiṉṟīrkaḷ. Eṉavē (cattiyattai) nīṅkaḷ puṟakkaṇippīrkaḷāyiṉ, uṅkaḷallāta (vēṟu oru) camūkattārai avaṉ patilākak koṇṭu varuvāṉ piṉṉar, uṅkaḷaip pōṉṟu avarkaḷ irukkamāṭṭārkaḷ"
        },
        {
            "chapter": 48,
            "verse": 1,
            "text": "(napiyē!) Niccayamāka nām oru teḷivāṉa veṟṟiyāka umakku veṟṟi aḷittuḷḷōm"
        },
        {
            "chapter": 48,
            "verse": 2,
            "text": "umakkāka um'muṭaiya muntiya tavaṟukaḷaiyum, pintiyavaṟṟaiyum allāh maṉṉittu, umakkāka taṉatu aruṭkoṭaiyaiyum pūrtti ceytu um'mai nērāṉa vaḻiyil naṭattuvataṟkākavum"
        },
        {
            "chapter": 48,
            "verse": 3,
            "text": "mēlum, allāh oru valimai mikka utaviyāka umakku utavi ceyvataṟkākavum (teḷivāṉa ivveṟṟiyai avaṉ aḷittāṉ)"
        },
        {
            "chapter": 48,
            "verse": 4,
            "text": "avarkaḷuṭaiya īmāṉuṭaṉ piṉṉum īmāṉai atikarittuk koḷvataṟkāka muḥmiṉkaḷiṉ itayaṅkaḷil, avaṉ tām amaitiyum (āṟutalum) aḷittāṉ; aṉṟiyum vāṉaṅkaḷilum pūmiyilumuḷḷa paṭaikaḷ (ellām) allāhvukkē contam; mēlum, allāh naṉkaṟintavaṉ, ñāṉam mikṉōṉ"
        },
        {
            "chapter": 48,
            "verse": 5,
            "text": "Muḥmiṉāṉa āṇkaḷaiyum, muḥmiṉāṉa peṇkaḷaiyum cuvarkkaṅkaḷiṉ piravēcikkac ceyvataṟkāka (ivvāṟu aruḷiṉāṉ) avaṟṟiṉ kīḻē āṟakaḷ ōṭikkoṇṭirukkum; avarkaḷ avaṟṟil eṉṟeṉṟum taṅkiyiruppārkaḷ; avarkaḷiṉ pāvaṅkaḷaiyum avarkaḷai viṭṭu nīkki viṭuvāṉ - ituvē allāhviṭattil makattāṉ veṟṟiyākum"
        },
        {
            "chapter": 48,
            "verse": 6,
            "text": "allāhvaip paṟṟi keṭṭa eṇṇam eṇṇum muṉāḥpikkāṉa āṇkaḷaiyum, muṉāḥpikkāṉa peṇkaḷaiyum, iṇaivaittu vaṇaṅkum āṇkaḷaiyum, iṇaivaittu vaṇaṅkum peṇkaḷaiyum, (allāh) vētaṉai ceyvāṉ. (Avvētaṇaiyiṉ) kēṭu avarkaḷ mēl cūḻantu koṇṭu irukkiṟatu iṉṉum allāh avarkaḷ mītu kōpam koṇṭāṉ; avarkaḷaic capittum viṭṭāṉ; avarkaḷukkāka narakattaiyum cittam ceytirukkiṉṟāṉ - (atutāṉ) cellumiṭaṅkaḷil mikavum keṭṭatu"
        },
        {
            "chapter": 48,
            "verse": 7,
            "text": "aṉṟiyum vāṉaṅkaḷilum, pūmiyilumuḷḷa paṭaikaḷ (ellām) allāhvukku contam; mēlum, allāh yāvaraiyum mikaittavaṉ; ñāṉam mikkōṉ"
        },
        {
            "chapter": 48,
            "verse": 8,
            "text": "niccayamāka nām um'mai cāṭci colpavarākavum, naṉmārāyam kūṟupavarākavum, accamūṭṭi eccarippavarākavum, aṉuppiyirukkiṟōm"
        },
        {
            "chapter": 48,
            "verse": 9,
            "text": "(ākavē, muḥmiṉkaḷē!) Nīṅkaḷ allāhviṉ mītum avaṉuṭaiya tūtar mītum īmāṉ koṇṭu, avaṉukku (caṉmārkkattil) utavi, avaṉaic caṅkai ceytu, kālaiyilum mālaiyilum avaṉait tuti ceytu varuvataṟkāka(vē tūtarai aṉuppiṉōm)"
        },
        {
            "chapter": 48,
            "verse": 10,
            "text": "Niccayamāka evarkaḷ um'miṭam pai'attu(vākkuṟuti) ceykiṟārkaḷō, avarkaḷ allāhviṭamē vai'at(vākkuṟuti) ceykiṉṟaṉar - allāhviṉ kai avarkaḷuṭaiya kaikaḷiṉ mēl irukkiṟatu ākavē, evaṉ (avvākkuṟutiyai) muṟittu viṭukiṟāṉō, niccayamāka avaṉ taṉakkuk kēṭākavē (atai) muṟikkiṟāṉ. Evar allāhviṭam ceyta avvākkuṟutiyai niṟaivēṟṟukiṟārō avarukku allāh makattāṉa naṟkūliyai viraivil vaḻaṅkuvāṉ"
        },
        {
            "chapter": 48,
            "verse": 11,
            "text": "(napiyē! Pōrukku um'muṭaṉ cērntu varāmal) piṉtaṅki viṭṭa nāṭṭup puṟattu arapikaḷ; \"eṅkaḷuṭaiya cottukaḷum, eṅkaḷ kuṭumpaṅkaḷum (uṅkaḷuṭaṉ varātu) eṅkaḷai aluvalkaḷ uḷḷavarkaḷākki viṭṭaṉa eṉavē, nīṅkaḷ eṅkaḷukkāka maṉṉippuk kōruvīrkaḷāka!\" Eṉak kūṟuvar. Avarkaḷ taṅkaḷ itayaṅkaḷil illātatait tam nāvukaḷiṉāl kūṟukiṟārkaḷ; \"allāh uṅkaḷukku oru keṭutiyai nāṭiṉālum allatu avaṉ uṅkaḷukku oru naṉmaiyai nāṭiṉālum, atil etaiyum avaṉukketirāka uṅkaḷukku(t taṭukkak kūṭiya) atikāram peṟṟavar yār! Appaṭiyalla! Allāh nīṅkaḷ ceyvatai naṉkuṇarntavaṉāka irukkiṟāṉ\" eṉak kūṟum"
        },
        {
            "chapter": 48,
            "verse": 12,
            "text": "(nīṅkaḷ kūṟuvatu pōl) alla (allāhviṉ) tūtarum, muḥmiṉkaḷum, taṅkaḷ kuṭampattāriṭam oru pōtum tirumpa māṭṭārkaḷ eṉṟu nīṅkaḷ niccayamāka eṇṇik koṇṭiruntīrkaḷ; ituvē uṅkaḷ itayaṅkaḷil aḻakākkappaṭṭatu; ātalāl nīṅkaḷ oru keṭṭa eṇṇattai eṇṇik koṇṭiruntīrkaḷ; ataṉāl nīṅkaḷ nācamaṭaiyum camūkattiṉarkaḷāki viṭṭīrkaḷ"
        },
        {
            "chapter": 48,
            "verse": 13,
            "text": "aṉṟiyum evar allāhviṉ mītum avaṉ tūtar mītum īmāṉ koḷḷavillaiyō - niccayamāka akkāḥpirkaḷukku nām koḻuntu viṭṭeriyum (naraka) neruppaic cittam ceytirukkiṟōm"
        },
        {
            "chapter": 48,
            "verse": 14,
            "text": "Mēlum vāṉaṅkaḷiṭaiyavum, pūmiyiṉuṭaiyavum āṭci allāhvukkē! Tāṉ virumpiyavarkaḷai avaṉ maṉṉikkiṟāṉ; tāṉ virumpiyavarkaḷai avaṉ vētaṉai ceykiṟāṉ - allāh mikka maṉṉippavaṉ, mikka kirupaiyuṭaiyavaṉ"
        },
        {
            "chapter": 48,
            "verse": 15,
            "text": "pōrkkaḷap poruṭkaḷai eṭuttuk koḷvataṟkāka nīṅkaḷ ceṉṟīrkaḷāyiṉ, (pōrukku um'muṭaṉ cērntu varāmal) piṉ taṅki viṭṭavarkaḷ, \"nāṅkaḷum uṅkaḷaip piṉpaṟṟivara aṉumati koṭuṅkaḷ\" eṉṟu kūṟuvārkaḷ; avarkaḷ allāhviṉ kaṭṭaḷaiyai māṟṟiviṭa nāṭukiṟārkaḷ; \"nīṅkaḷ eṅkaḷaip piṉpaṟṟi varavē vēṇṭām; ivvāṟē allāh muṉṉar kūṟiyirukkiṉṟāṉ\" eṉṟu (napiyē! Avarkaḷiṭam) nīr colli viṭuvīrāka āṉāl, avarkaḷ; \"alla! Nīṅkaḷ eṅkaḷ mītu poṟāmai koṇṭuḷḷīrkaḷ\" eṉak kūṟuvārkaḷ; appaṭiyalla! Avarkaḷ mika coṟpamākavē aṉṟi (perumpālāṉatai) aṟintuṇarāmalē irukkiṟārkaḷ"
        },
        {
            "chapter": 48,
            "verse": 16,
            "text": "piṉ taṅkiviṭṭa nāṭṭuppuṟattu arapikaḷiṭam; \"nīṅkaḷ cīkkarattil mikka palacālikaḷāṉa oru camūkattāriṭam (avarkaḷai etirttup pōriṭa) aḻaikkappaṭuvīrkaḷ, avarkaḷuṭaṉ nīṅkaḷ pōriṭa vēṇṭum; allatu avarkaḷ muṟṟilum paṇiya vēṇṭum, appōtu nīṅkaḷ vaḻippaṭṭu naṭappīrkaḷāṉāl, allah uṅkaḷukku aḻikiya naṟkūliyaik koṭuppāṉ; āṉāl itaṟku muṉ nīṅkaḷ (pōriṭāmal) piṉṉaṭaintatu pōl (ippoḻutum) nīṅkaḷ piṉvāṅkuvīrkaḷāyiṉ, avaṉ uṅkaḷai nōviṉai tarum vētaṉaiyāka vētaṉai ceyvāṉ\" eṉṟu (napiyē!) Nīr kūṟum"
        },
        {
            "chapter": 48,
            "verse": 17,
            "text": "(Āyiṉum pōrukkuc cellātatu paṟṟi) antakar mītum kuṟṟam illai muṭavar mītum kuṟṟam illai nōyāḷi mītum kuṟṟam illai - aṉṟiyum evar allāhvukkum, avaruṭaiya tūtarukkum vaḻippaṭukiṟārō, avarai (allāh) cuvarkkaṅkaḷil viravēcikkac ceyvāṉ; avaṟṟiṉ kīḻē āṟukaḷ ōṭikkoṇṭirukkum; āṉāl evaṉ piṉ vāṅkukiṟāṉō, avaṉai (allāh) nōviṉai tarum vētaṉaiyāka vētaṉai ceyvāṉ"
        }
    ]
}