{
    "maqras": [
        {
            "chapter": 17,
            "verse": 50,
            "text": "Kazhi: “Dori i da ste kamŭni ili zhelyazo"
        },
        {
            "chapter": 17,
            "verse": 51,
            "text": "ili tvorenie ot neshto, koeto smyatate za veliko!” I shte kazhat: “Koĭ shte ni vŭzstanovi?” Kazhi: “Onzi, Koĭto vi sŭzdade pŭrviya pŭt.” I shte poklatyat kŭm teb glava i shte rekat: “Koga shte bŭde tova?” Kazhi: “Mozhe i da e skoro.”"
        },
        {
            "chapter": 17,
            "verse": 52,
            "text": "Denya, v koĭto Toĭ shte vi pozove i shte otkliknete na Negovata povelya, i shte mislite, che samo malko ste prestoyali"
        },
        {
            "chapter": 17,
            "verse": 53,
            "text": "I kazhi na Moite rabi da govoryat naĭ-khubavoto! Satanata see razdor mezhdu tyakh. Satanata e yaven vrag na choveka"
        },
        {
            "chapter": 17,
            "verse": 54,
            "text": "Vashiyat Gospod naĭ-dobre vi poznava. Ako pozhelae, shte vi pomilva, ili ako pozhelae, shte vi nakazhe. I ne te izpratikhme da bŭdesh tekhen pokrovitel"
        },
        {
            "chapter": 17,
            "verse": 55,
            "text": "Tvoyat Gospod naĭ-dobre znae vsichki na nebesata i na zemyata. I predpochetokhme edni prorotsi pred drugi. I dadokhme na Daud psalmi"
        },
        {
            "chapter": 17,
            "verse": 56,
            "text": "Kazhi: “Pozovete onezi, koito priemate vmesto Nego, no te nito mogat da premakhnat bedata ot vas, nito da ya otklonyat.”"
        },
        {
            "chapter": 17,
            "verse": 57,
            "text": "Onezi, koito [sŭdruzhavashtite] zovat, se stremyat da se doberat do svoya Gospod, koĭ ot tyakh da bŭde naĭ-blizo, i se nadyavat na Negovata milost, i se strakhuvat ot Negovoto mŭchenie. Mŭchenieto na tvoya Gospod e za opasenie"
        },
        {
            "chapter": 17,
            "verse": 58,
            "text": "I ne shte ima selishte, koeto Nie da ne sme pogubili predi Denya na vŭzkresenieto, ili da ne sme izmŭchvali sŭs surovo mŭchenie. Vsichko tova e zapisano v Knigata-maĭka"
        },
        {
            "chapter": 17,
            "verse": 59,
            "text": "Vŭzdŭrzhakhme se da izpratim znameniyata, samo zashtoto predtsite gi vzimakha za lŭzha. I dadokhme na samudyanite kamilata - yavno znamenie, a te go otkhvŭrlikha. I izprashtame znameniyata edinstveno za zaplakha"
        },
        {
            "chapter": 17,
            "verse": 60,
            "text": "I ti kazakhme: “Tvoyat Gospod obgrazhda khorata.” I storikhme videnieto, koeto ti pokazakhme, i prokŭlnatoto dŭrvo v Korana, samo za izpitanie na khorata. I gi zaplashvame, no tova im nadbavya samo golyamo prestŭpvane"
        },
        {
            "chapter": 17,
            "verse": 61,
            "text": "I kogato kazakhme na angelite: “Svedete chela pred Adam!”, te se poklonikha, osven Iblis. Reche: “Nima da se poklonya na tozi, kogoto Ti sŭtvori ot glina?”"
        },
        {
            "chapter": 17,
            "verse": 62,
            "text": "I reche: “Da Ti pokazha li kakŭv e tozi, kogoto Ti pochete poveche ot men? Ako mi dadesh ot·srochka do Denya na vŭzkresenieto, az nepremenno shte zavladeya negovoto potomstvo, osven maltsina.”"
        },
        {
            "chapter": 17,
            "verse": 63,
            "text": "Reche: “Vŭrvi! A koĭto ot tyakh te posledva, vŭzmezdieto vi e Adŭt - obilno vŭzmezdie"
        },
        {
            "chapter": 17,
            "verse": 64,
            "text": "I podbuzhdaĭ s tvoya glas kogoto mozhesh ot tyakh, i gi prizovavaĭ s konnitsite i pekhotintsite si, i podelyaĭ s tyakh imotite i detsata, i im obeshtavaĭ!” No satanata im obeshtava samo izmama"
        },
        {
            "chapter": 17,
            "verse": 65,
            "text": "“Nad Moite rabi ti nyamash vlast. I dostatŭchen e tvoyat Gospod za pokrovitel.”"
        },
        {
            "chapter": 17,
            "verse": 66,
            "text": "Vashiyat Gospod e, Koĭto pridvizhva za vas korabite v moreto, za da tŭrsite ot Negovata blagodat. Toĭ e milosŭrden kŭm vas"
        },
        {
            "chapter": 17,
            "verse": 67,
            "text": "I kogato vi zasegne beda v moreto, onezi, koito zovete, izchezvat, osven Nego. A kogato Toĭ vi izvede na sushata, vie se izvrŭshtate. Chovekŭt e neblagodarnik"
        },
        {
            "chapter": 17,
            "verse": 68,
            "text": "Imate li sigurnost, che Toĭ ne shte nakara sushata da vi pogŭlne, ili che ne shte izprati sreshtu vas uragan ot kamŭni? Posle ne shte namerite za sebe si pokrovitel"
        },
        {
            "chapter": 17,
            "verse": 69,
            "text": "Ili imate sigurnost, che Toĭ ne shte vi vŭrne tam povtorno, i ne shte izprati sreshtu vas lomyasht vyatŭr, ta da vi izdavi zaradi vasheto neverie? Posle ne shte si namerite v tova pomoshtnik sreshtu Nas"
        }
    ]
}