{
    "maqras": [
        {
            "chapter": 41,
            "verse": 25,
            "text": "Ke kaloku Sabanyulela abahlobo abenza okungaphambili (kwamehlo) abo kwaba nomtsalane nokwakungemva kwabo (kusisono), ke lona ilizwi (lommiselo) liyasebenza kwizizwe ezadlulayo ngaphambi kwabo kwiijinni nakubantu. Inene bona bonke baba ngabalahlekelwa"
        },
        {
            "chapter": 41,
            "verse": 26,
            "text": "Abo bangakholwayo bathi: “Musani ukuyiphulaphula le ‘Kur’ân yaye thethani ngengxolo xa (icengcelezwayo) mhlawumbi niya kuba noloyiso.’’"
        },
        {
            "chapter": 41,
            "verse": 27,
            "text": "Kodwa Thina inene Siya kwenza abo bangakholwayo bangcamle isohlwayo esibuhlungu, kwaye Siya kuba buyekeza ngokwenene ngoko kubi bakwenzayo"
        },
        {
            "chapter": 41,
            "verse": 28,
            "text": "Le yimbuyekezo yeentshaba zika-Allâh uMlilo. Elabo ikhaya lanaphakade (liya) kuba phakathi (eMlilweni) apho njengembuyekezo yoko kuziiVesi zeThu bazalayo"
        },
        {
            "chapter": 41,
            "verse": 29,
            "text": "Kananjalo abo bangakholwayo baya kuthi : “Nkosi yethu, sibonise abo basilahlekisayo kwiijinni nabantu (ukuze) sibabeke phantsi kweenyawo zethu, babe kunye nabo bangaphantsi.”"
        },
        {
            "chapter": 41,
            "verse": 30,
            "text": "Inene abo bathi (kwangaphambili): “INkosi yethu nguAllâh, bahlala eNdleleni elungileyo iingelosi ziya kuhla phezu kwabo, (zisithi): “Ningoyiki ninganxunguphali koko yamkelani iindaba ezivuyisayo zePaladesi enanithenjiswe ngayo"
        },
        {
            "chapter": 41,
            "verse": 31,
            "text": "Thina zingelosi sasingamadlelane enu kubomi basemhlabeni. Yaye nina niya kufumana konke oko kunqwenelwa yimiphefumlo yenu, yaye niya kukufumana konke apho enikucelayo"
        },
        {
            "chapter": 41,
            "verse": 32,
            "text": "UbuBele obuvela (kuYe) uMxoleli, uSozinceba.”"
        },
        {
            "chapter": 41,
            "verse": 33,
            "text": "Ngubani na ontetho yakhe ingcono ukugqitha lowo umemela kuAllâh, enze okulungileyo, athi: “Inene mna ndingomnye wamaMuslim.”"
        },
        {
            "chapter": 41,
            "verse": 34,
            "text": "Azifani izenzo ezilungileyo nezimbi. Guzula (okungcolileyo) ngokulungileyo; kulapho kanye lowo phakathi kwakho naye kukho ubutshaba aza kuba ngathi ngumhlobo wakho osenyongweni"
        },
        {
            "chapter": 41,
            "verse": 35,
            "text": "Kodwa ke akukho bani ukuphiwayo oko ngaphandle kwabo banomonde, akukho bani ukuphiweyo oko ngaphandle kwalowo unesahlulo esikhulu (sokulungileyo entliziyweni yakhe)"
        },
        {
            "chapter": 41,
            "verse": 36,
            "text": "KekalokuxaufikelwayingcebisoengcolileyoivelakuShaytân; cela ukhuseleko ngoAllâh. Inene Yena nguSokuva, uSolwazi"
        },
        {
            "chapter": 41,
            "verse": 37,
            "text": "Phakathi kwemiqondiso yaKhe kukho ubusuku nemini, ilanga nenyanga, ke wena uze ungaqubudi elangeni nokuba kusenyangeni na, koko wena qubuda kuAllâh, Owazidalayo, ukuba nguYe omnqulayo wena"
        },
        {
            "chapter": 41,
            "verse": 38,
            "text": "Ukuba bakhukhumele ke abo basondeleyo eNkosini yakho bona (iingelosi) bayaMzukisa (uAllâh) ubusuku nemini yaye abadinwa"
        },
        {
            "chapter": 41,
            "verse": 39,
            "text": "Kananjalo phakathi kwemiqondiso yaKhe kukuba uye uwubone umhlaba uludlolo, kodwa Sisakuthulula imvula phezu kwawo, uvuseleleke ukhule (uhlaza) Inene, Yena loWo Uwunika ubomi, inene Uyakwazi ukunika ubomi kwabafileyo. Inene Yena Unamandla ngaphezu kweento zonke"
        },
        {
            "chapter": 41,
            "verse": 40,
            "text": "Inene abo bafakela ukuphambuka kwiiVesi zeThu abafihlakelanga kuThi, Ingaba lowo uphoswe eMlilweni ungcono okanye ngulowo uya kubuya esindile na ngoMhla woVuko? Yenzani enikuthandayo, inene Yena Uyakubona oko nikwenzayo"
        },
        {
            "chapter": 41,
            "verse": 41,
            "text": "Inene abo bangakholwayo kwinkumbuzo (i’Kur’ân) emveni kokuba ifikile kubo (baya kuzuza isohlwayo) kananjalo inene yona iyiNcwadi enamandla"
        },
        {
            "chapter": 41,
            "verse": 42,
            "text": "Ubuxoki abunakusondela kuyo, enokuba buvela ngaphambili kuyo okanye ngemva kwayo na; isisiTyhilelo esivela kuYe OsiSilumko, Wokudunyiswa"
        },
        {
            "chapter": 41,
            "verse": 43,
            "text": "Akukho nto ethethwayo kuwe (Muhammad) engazanga ithethwekubaThunywaabakwandulelayo, IneneiNkosiyakho nguMnini kuxolela IkwanguMnini sohlwayo esibuhlungu"
        },
        {
            "chapter": 41,
            "verse": 44,
            "text": "Ke kaloku ukuba ngaba beSiyenze yaba yi’Kur’ân yasemzini1 bebeza kuthi: “Kutheni na iiVesi zayo zingacaciswanga ngengcombolo (ngolwimi lwethu) nje? Sisicengcelezo sasemzini na (esi) nomProfeti ongumArabhu kusini na?” Yithi wena : “(Le ‘Kur’ân) sisiKhokelo nokuphilisa kwabo bakholwayo, ke bona abo bangakholwayo ezindlebeni zabo kukho ubuthulu, yaye banobumfama (emehlweni abo); Bona abo (beva kaluzizi ngathi) babizwa kwindawo ekude"
        },
        {
            "chapter": 41,
            "verse": 45,
            "text": "Kananjalo Sanika uMûsâ isiBhalo, kodwa kwabakho ukuphikisana ngaso. Ke kaloku ukuba kwakungekho ngenxa yelizwi (lommiselo) elalisele liphumile livela eNkosini yakho kwangaphambili, ngekuba umcimbi sele wagqitywa phakathi kwabo. Kodwa inene bona baneentandabuzo ngayo (i’Kur’ân)"
        },
        {
            "chapter": 41,
            "verse": 46,
            "text": "Nabani na lowo wenza okulungileyo wenzela umphefumlo wakhe; nabani na lowo wenza okungcolileyo (ukwenza oko) ngokuchasene naye. Ke Yona iNkosi yakho Ayinantswela- bulungisa kwizicaka zayo"
        }
    ]
}