{
    "maqras": [
        {
            "chapter": 57,
            "verse": 16,
            "text": "Alikafiki na ixesha kwabo bakholwayo lokuba iintliziyo zabo zibe nokuzithoba, zizinikele kwinkumbulo ka-Allâh noko kwehlayo kuyinyaniso (i’Kur’ân)? IsiBhalo ngaphambili, kwaza kwathi kwakugqitha ithuba elide kubo iintliziyo zabo (zaqaqadeka) zaba lukhuni, ukanti uninzi lwabo bayadelela, abanantobeko"
        },
        {
            "chapter": 57,
            "verse": 17,
            "text": "Yazini into yokuba uAllâh Unika ubomi emhlabeni emva kokungabi nabomi kwawo. Sinicacisele kakuhle imiqondiso hleze niqiqe"
        },
        {
            "chapter": 57,
            "verse": 18,
            "text": "Inene amadoda anikelayo ngamalizo, nabasetyhini abanikelayo ngamalizo baboleke uAllâh imboleko elungileyo, iya (kuhlawulwa) ngokuphindeneyo kubo kananjalo baya kuba nomvuzo oxabisekileyo"
        },
        {
            "chapter": 57,
            "verse": 19,
            "text": "Abo bakholwayo kuAllâh nabaThunywa baKhe abo bangabaxhasi benyaniso nabafelukholo, bakunye neNkosi yabo. Okwabo ngumvuzo wabo nokukhanya kwabo kodwa bona abo bangakholwayo, baphika iiVesi zeThu, abo ngamadlelane oMlilo wesiHogo"
        },
        {
            "chapter": 57,
            "verse": 20,
            "text": "Kwazini kananjalo okokuba ubomi balo mhlaba yintlekisa njee nesiphambukisi nobunewunewu nokuqhayiselana nokhuphiswano ekwandiseni ubutyebi nabantwana njengomzekelo wemvula ezityalo zayo zikhula zigcobise umhlwayeli, zisuke zome, ubone sele zijike zamthubi; zisuke zibe bubutyobo obuthe saa. Kanti ke kuBomi oBuzayo sisohlwayo esibuhlungu noxolelo oluvela kuAllâh nokwamkeleka. Buyintoni ubomi basemhlabeni ngaphandle kokuba kukuziqhatha"
        },
        {
            "chapter": 57,
            "verse": 21,
            "text": "Khuphisanani ke ngokufuna ukuxolelwa yiNkosi yenu nomyezo obubanzi bawo bungangobubanzi bamazulu nomhlaba, ulungiselelwe abo bakholwayo kuAllâh nabaThunywa baKhe. Obo bubuBele buka-Allâh Abunika lowo Athande ukumnika, kwaye uAllâh nguMnini buBele oMkhulu"
        },
        {
            "chapter": 57,
            "verse": 22,
            "text": "Akukhontlekeleihlayoemhlabeniokanyekuniingabhalwanga phambi kokuba ibekho Inene oko kulula kuAllâh"
        },
        {
            "chapter": 57,
            "verse": 23,
            "text": "Khon’ukuze\tningalahli\tithemba\tngoko kuniphosileyo ningakhukhumali kananjalo ngoko Aninike kona. Kwaye uAllâh Akamthandi wonke ozingcayo, noqhayisayo"
        },
        {
            "chapter": 57,
            "verse": 24,
            "text": "(Abo) bangamagogotya bayalela ubugogotya (kwabanye) ke kaloku lowo utshikilayo, inene uAllâh Akananto Ayidingayo, nguSokudunyiswa"
        },
        {
            "chapter": 57,
            "verse": 25,
            "text": "Sele Sabathumela abaThunywa beThu nemiqondiso ecacileyo Sathumela neziBhalo kubo nendlela yokugweba khona ukuze abantu bahlale besebulungiseni. Kananjalo Sathumela2 intsimbi ekukho amandla amakhulu emikhosi kuyo (nezinye izinto) eziyinzuzo eluntwini khon’ukuze uAllâh Enze bacace abo baMxhasayo neziThunywa zaKhe ezingabonwayo. Inene uAllâh Unamandla, Unobunganga"
        },
        {
            "chapter": 57,
            "verse": 26,
            "text": "Kananjalo Sele Sathumela uNûh noIbrâhîm Saza kananjalo Sabeka ubuProfeti neziBhalo kwinzala yabo; yaye phakathi kwayo (inzala yabo leyo) kukho lowo ukhokelelekileyo, kodwa uninzi lwabo alunantobeko konke konke"
        },
        {
            "chapter": 57,
            "verse": 27,
            "text": "Ke kaloku ezinyaweni zabo Sathumela abaThunywa beThu Sabalandelisa ngo’Isâ, unyana kaMaryam, Samnika iVangeli Safaka imfobe nenceba ezintliziyweni zabo balandela yena nokungatshati (ukungatshati) oko baziqambela ngokwabo, Asizanga Sibayalele ngako ngaphandle (kokuzenzela ngokwabo) befuna ukwamkeleka kwako (ukungatshati oko) kuAllâh. Kodwa (ukungatshati oko) azanga bakugcine ngendlela efanelekileyo. Thina ke Sanika abo bakholwayo phakathi kwabo umvuzo wabo kodwa uninzi lwabo alunantobeko konke-konke"
        },
        {
            "chapter": 57,
            "verse": 28,
            "text": "Hini na nina bakholwayo, yoyikani uAllâh nikholwe nakuMthunywa waKhe: Yena Uya kuninika isahlulo esiphindwe kabini kwinceba yaKhe. Anenzele ukukhanya eniya kuhamba ngako Anixolele futhi, ke kaloku uAllâh nguMxoleli, nguSozinceba"
        },
        {
            "chapter": 57,
            "verse": 29,
            "text": "(Oku kunjalo) khon’ukuze aBantu beNcwadi (amaYuda namaKhristu) bazi okokuba abanamandla ngokuchasene noBabaloluka-AllâhkwanokubabonkeubuBelebuseSandleni saKhe; Ubunika lowo Athande ukumnika kananjalo uAllâh nguMnini buBele Omkhulu"
        }
    ]
}