{
    "maqras": [
        {
            "chapter": 3,
            "verse": 52,
            "text": "Ke kaloku u’Isâ wathi esakukuqaphela ukungakholwa kwabo wathi (kubo): “Ngobani na abaza kuba ngabancedisi bam eNdleleni ka-Allâh?” Abafundi bakhe bathi: “Sithi abancedisi baka-Allâh; siyakholwa kuAllâh, siyangqina kananjalo okokuba singamaMuslim"
        },
        {
            "chapter": 3,
            "verse": 53,
            "text": "Nkosi yethu! Siyakholwa koko Ukutyhilileyo, kwaye silandela uMthunywa (u’Isâ) ke ngoko sibhale ndawonye nabo bangqinayo (okokuba akukho thixo wumbi ngaphandle koAllâh)”"
        },
        {
            "chapter": 3,
            "verse": 54,
            "text": "Baza abangakholwayo baqulunqa iyelenqe lokumbulala u’Isâ, naYe uAllâh Waqulunqa. UAllâh yiNtshatsheli kubaqulunqi"
        },
        {
            "chapter": 3,
            "verse": 55,
            "text": "Kananjalo uAllâh Wathi: “Hini na ‘Isâ! Mna Ndiya kukwenza ufe2, Ndikuhlambulule (kwizityholo) zabo bangakholwayo, Ndenze abo bakulandelayo babe ngentla kunabo bangakholwayo kude kube yiMini yoVuko. Nize nibuyele kuM, Mna Ndigwebe phakathi kwenu mayela noko naniphikisana ngako”"
        },
        {
            "chapter": 3,
            "verse": 56,
            "text": "Ngokuphathelene nabo bangakholwayo, Ndiya kubohlwaya ngesohlwayo esibuhlungu kweli hlabathi nakuBomi oBuzayo yaye abayi kuba nabancedisi”"
        },
        {
            "chapter": 3,
            "verse": 57,
            "text": "Ngokuphathelene nabo bakholwayo, benza imisebenzi yobulungisa, uAllâh Uza kubahlawula umvuzo wabo ngokugcweleyo. Ukanti uAllâh Akabathandi abagabadeli"
        },
        {
            "chapter": 3,
            "verse": 58,
            "text": "Oku koko Sikucengceleza kuWe (Muhammad) kuziiVesi neSikhumbuzo sobulumko"
        },
        {
            "chapter": 3,
            "verse": 59,
            "text": "Inene, imfano ka’Isâ phambi koAllâh inqwa nemfano ka- Adam. (UAllâh) Wamdala (uAdam) ngothuli, Wathi kuye: “Yibakho!” Wabakho"
        },
        {
            "chapter": 3,
            "verse": 60,
            "text": "(Le) yinyaniso evela eNkosini yakho, ke wena uze ungabi ngomnye wabo bathandabuzayo"
        },
        {
            "chapter": 3,
            "verse": 61,
            "text": "Nabani na ophikisana nawe ngokuphathelene no’Isâ, emveni kokuba ulwazi lufikile kuwe yithi: “Yizani sibize oonyana bethu noonyana benu, abafazi bethu nabafazi benu, thina buqu nani buqu, sithandazeni, sicele (ngokunyanisekileyo) ukuba isiqalekiso sihle phezu kwabo baxokayo”"
        },
        {
            "chapter": 3,
            "verse": 62,
            "text": "Inene! Le yingcaciso eyinyaniso (ngembali ka’Isâ) yaye akukho thixo wumbi ngaphandle koAllâh. Inene uAllâh nguSomandla, uSobulumko"
        },
        {
            "chapter": 3,
            "verse": 63,
            "text": "Ukuba bayatshikila bemke, Inene uAllâh Wazi konke ngabo benza ubutshinga"
        },
        {
            "chapter": 3,
            "verse": 64,
            "text": "Yithi: “Hini na Bantu beNcwadi; khanizeni (sihlanganeni) ngelizwi elifanayo phakathi kwethu nani, okokuba singanquli mntu ngaphandle koAllâh (Yedwa), singayamanisi mahlulelane kuYe, kananjalo kungabikho namnye kuthi othabatha abanye abenze iiNkosi ngaphandle koAllâh.” Ukuba bayatshikila bemke, yithani kubo: “Ngqinani ke ukuba thina singamaMuslim”"
        },
        {
            "chapter": 3,
            "verse": 65,
            "text": "Hini na bantu beNcwadi! Kungani na ukuba niphikisane ngoIbrâhîm kodwa iTorah neInjîl zazingekatyhilwa de kwaba semveni kwakhe? Aninangqiqo na"
        },
        {
            "chapter": 3,
            "verse": 66,
            "text": "Inene nina (nifanele) ukuphikisana ngento eninolwazi ngayo. (Kodwa) kutheni na niphikisana ngento eningenalwazi ngayo nje? NguAllâh Owaziyo, nina anazi"
        },
        {
            "chapter": 3,
            "verse": 67,
            "text": "UIbrâhîm wayengengomYuda engenguye noMkhristu kodwa wayeliMuslim lokwenene UmHanîfa3. Yena wayengengomnquli wazithixo"
        },
        {
            "chapter": 3,
            "verse": 68,
            "text": "Inene phakathi koluntu abona bantu banebango ngoIbrâhîm ngabo bamlandelayo (uIbrâhîm), nalo Mprofeti (uMuhammad) nabo bakholwayo (amaMuslim) kananjalo uAllâh nguMlondolozi wamakholwa"
        },
        {
            "chapter": 3,
            "verse": 69,
            "text": "Iqela laBantu beNcwadi linqwenela ukuniwexula, kodwa abayi kulahlekisa namnye ngaphandle kokuzilahlekisa kwabona kwaye abaqondi"
        },
        {
            "chapter": 3,
            "verse": 70,
            "text": "“Hini na Bantu beNcwadi kutheni na ningakholwa kwiiVesi zika-Allâh kodwa kwanina ninobungqina (ngenyaniso) yazo"
        },
        {
            "chapter": 3,
            "verse": 71,
            "text": "Hini na Bantu beNcwadi! Kutheni na nigquma inyaniso ngobuxoki, nifihle inyaniso niyazi"
        },
        {
            "chapter": 3,
            "verse": 72,
            "text": "Iqela laBantu beNcwadi lithi: “Kholwani ekuseni koko kutyhilwe kumakholwa (amaMuslim), nikulahle ekupheleni kwemini khon’ukuze akreqe"
        },
        {
            "chapter": 3,
            "verse": 73,
            "text": "Kananjalo musani ukukholwa nakubani na ngaphandle kokuba ngolandela inkolo yenu.” Yithi wena (Muhammad): “Inene! IsiKhokelo esilungileyo sisiKhokelo sika-Allâh.” Kananjalo musani ukukholwa kwinto yokuba nabani na ongomnye angakufumana okunjengoko nikufumeneyo nina ngaphandle kokuba ulandela inkolo yenu, ngapha koko baza kunifaka engxoxweni phambi kweNkosi yenu. Yithi (Muhammad): “Zonke iziBele ziseSandleni sika-Allâh; Unika lowo Athande ukumnika kwaye uAllâh nguMlondolozi weentswelo zezidalwa zaKhe ngokwaneleyo, nguSolwazi"
        },
        {
            "chapter": 3,
            "verse": 74,
            "text": "Ukhetha ukwenzela inceba yaKhe lowo Athande Ukumkhetha kwaye uAllâh nguMnini buBele OMkhulu.”"
        }
    ]
}