{
    "maqras": [
        {
            "chapter": 4,
            "verse": 12,
            "text": "Ke kaloku oko kushiywe ngabafazi benu, isabelo senu siya kuba sisiqingatha ukuba bebengenabantwana, ukuba banomntwana, nofumana isine soko bakushiyileyo emva kokuhlawulwa kwamatyala nemiyolelo abashiye beyenzile. Koko kushiywe nini, isabelo sabafazi benu siya kuba sisahlulo sesine ukuba anishiyanga bantwana ngemva; kodwa ukuba nishiye umntwana, (abafazi benu) bofumana isahlulo sesibhozo soko kushiywe nini emva kokuhlawulwa kwamatyala nemiyolelo enishiye niyenzile. Ukuba indoda okanye owasetyhini olifa lakhe labiwayo akashiyanga bazali okanye udadewabo, ngamnye kwaba babini ufumana isahlulo sesithandathu; kodwa ukuba bangaphezulu kwesibini, baya kwabelana ngesahlulo sesithathu, emva kwamatyala nemiyolelo ashiye eyenzile, khon’ukuze kungabikho lahleko yenzekayo (nakuwuphi na kubo). Lo ngumyalelo ka-Allâh; kananjalo uAllâh nguSolwazi uSozinceba"
        },
        {
            "chapter": 4,
            "verse": 13,
            "text": "Le yimiqathango (emiselwe) nguAllâh, nabani na othobela uAllâh noMthunywa waKhe (uMuhammad) uya kungeniswa eMiyezweni ekumpompoza imilambo phantsi kwayo, ahlale apho, kwaye oko iya kuba yimpumelelo enkulu"
        },
        {
            "chapter": 4,
            "verse": 14,
            "text": "Ke lowo ungaMthobeliyo uAllâh noMthunywa waKhe aze agabadele atsibe imiqathango yaKhe, Yena Uya kumphosa eMlilweni, ahlale apho ngonaphakade; kwaye uya kufumana isingcungcuthekiso esilihlazo"
        },
        {
            "chapter": 4,
            "verse": 15,
            "text": "Abo basetyhini kuni benza ukrexezo4 thabathani ubungqina bamangqina amane phakathi kwenu ngokuchasene nabo; ukuba baye bangqina, bagcineni ezindlwini de ukufa kufike kubo okanye Ade uAllâh Aninike myalelo (wumbi)"
        },
        {
            "chapter": 4,
            "verse": 16,
            "text": "Ke kaloku abantu ababini (indoda nomfazi) phakathi kwenu abenze isenzo sokukrexeza bohlwayeni bobabini. Ukuba bathe baguquka benza izenzo zobulungisa bayekeni. Inene uAllâh nguMxoleli uSozinceba"
        },
        {
            "chapter": 4,
            "verse": 17,
            "text": "UAllâh Wamkela kuphela inguquko yabo benza ububi bengazi bebangwa nabubudenge baze baguquke emva koko; ngabo uAllâh Aya kubaxolela kananjalo uAllâh nguSolwazi uSobulumko"
        },
        {
            "chapter": 4,
            "verse": 18,
            "text": "Ayinto yanto inguquko yabo baqhubeka nokwenza izenzo zokungcola kude ukufa kufikele omnye wabo aze athi: “Ngoku ndiyaguquka;” ukanti nabo bafa bengekakholwa. Bona Sibalungiselele isohlwayo esibuhlungu"
        },
        {
            "chapter": 4,
            "verse": 19,
            "text": "Hini na nina bakholwayo! Anivumelekanga ukuthabatha abafazi nibenze ilifa lenu kungengantando yabo; kananjalo anifanelangakubaphathagadalala, ukuzenithabatheinxalenye yemahr enibanike yona, ngaphandle kokuba benze isenzo esicacileyo sokrexezo; hlalani nabo ngokuhloniphekileyo. Ukuba niyabachasa kungenzeka ukuba nichasa into ekuyeyona uAllâh Azisa okulunge kakhulu ngayo. `alayhi wasallam, wayalela ukuba indoda enomfazi wayo ebanjwe elukrexezweni nomfazi otshatileyo obanjwe elukrexezweni mabaxulutywe ngamatye bafe emva kokuba bevumile ngokwabo ukuba bayenzile loo nto okanye kubekho amangqina amane ababonileyo ngethuba besabelana ngesondo, hayi behamba kunye okanye behleli kunye okanye bencokola kunye koko makababone bedibene ngesondo"
        },
        {
            "chapter": 4,
            "verse": 20,
            "text": "Ke ukuba nifuna ukuthatha omnye umfazi endaweni yomnye nibe sele nimnikile omnye kubo i’Kintâr6, musani ukuhlutha nentwana kuyo; ingaba nina beningayithabatha ngobugwenxa ngokungekho lungelweni nangokusesonweni esicacileyo"
        },
        {
            "chapter": 4,
            "verse": 21,
            "text": "Ningathini ukuyihlutha ekubeni omnye ebesele eyile7 komnye, ukanti bona bebesele bethabathe umnqophiso kuni wesifungo ongqingqwa"
        },
        {
            "chapter": 4,
            "verse": 22,
            "text": "Ke kaloku ningabatshati abafazi ababetshatwe ngootata benu; ngaphandle koko kwenzeka kwilixa eladlulayo; inene (oko) kwakulihlazo neyona nto ichaseke kakhulu, ikwayindlela engcolileyo"
        },
        {
            "chapter": 4,
            "verse": 23,
            "text": "Abangavumelekanga kuni (ukuba nibatshate): ngoomama benu, iintombi zenu, odade wenu; oodadobawo benu, oomakazi benu, iintombi zabantakwenu, iintombi zoodade benu, umama (ongengowakho) okondlileyo ngokukuncancisa (ebeleni lakhe), iintombi ezingengodade benu enincanciswe belenilinye nazo, oomama babafazi benu, iintombi zabafazi benu eziphantsi kogcino lwenu, zizalwa ngabafazi benu esele ningenile kubo kodwa ke akusosono kuni (ukuzitshata) ukuba beningekangeni koomama bazo, abafazi boonyana benu abaphuma kwezenu izinqe neentombi ezimbini ezingoodade azinakwendela ndodeninye kuni ngaxeshanye8, ngaphandle koko sekwenzeke kwilixa elidlulileyo. Inene uAllâh nguMxoleli nguSozinceba"
        }
    ]
}