{
    "chapter": [
        {
            "chapter": 13,
            "verse": 1,
            "text": "المر (الف . لام . میم . را) اینها آیات کتاب (قرآن) است، و آنچه از (سوی) پروردگارت برتو نازل شده ، حق است ، ولیکن بیشتر مردم ایمان نمی آورند"
        },
        {
            "chapter": 13,
            "verse": 2,
            "text": "خداوند کسی است که آسمانها را بدون ستون بر افراشت که می بینید ، آنگاه بر عرش مستقر شد، و خورشید وماه را مسخر ساخت ، که هر کدام تا مدت معینی روان است ، کار(و امور هستی) را تدبیر می کند ، نشانه های را (روشن) بیان می کند ، شاید شما به لقای پروردگارتان یقین حاصل کنید"
        },
        {
            "chapter": 13,
            "verse": 3,
            "text": "و او کسی است که زمین را گسترد ، و در آن کوهها ونهرها قرار داد ، ودر آن از هر نوع میوه ها دو قسم (ترش وشیرین و...) پدید آورد ، شب را بر روزمی پوشاند ، بی گمان در این (امور) نشانه ها (وعبرتها) است برای گروهی که می اندیشند"
        },
        {
            "chapter": 13,
            "verse": 4,
            "text": "و در زمین قطعه های (گوناگون) کنارهم (قرار دارد) و باغها يی از انگور و کشتزار و نخلهای که گاه از یک بن می رویند و گاه از چند بن ، (در صورتی) که از یک آب سیراب می شوند ، و(با این حال) میوه بعضی از آنها را بعضی (دیگر) برتری دادیم ، بدون شک در این (امور) نشانها (و عبرتها) است برای گروهی که خرد می ورزند"
        },
        {
            "chapter": 13,
            "verse": 5,
            "text": "و( ای پیامبر!) اگر (از ایمان نیاوردن کفار) تعجب می کنی ، پس سخن آنان عجیب (تر) است ، که (می گویند:) «آیا هنگامی که (مردیم و) خاک شدیم (بار دیگر زنده می شویم و) و به آفرینش نوینی باز می گردیم ؟!» اینان کسانی هستند که به پروردگارشان کافر شده اند، واینان غل ها (و زنجیرها ) در گردنهایشان است ، واینان اهل آتش (جهنم ) اند ، و جاودانه درآن خواهند ماند"
        },
        {
            "chapter": 13,
            "verse": 6,
            "text": "و آنها پیش از نیکی (و رحمت) بدی (و عذاب) را به شتاب از تو می خواهند ، با اینکه (بر امتها) پیش از آنها بلاها (و عقوبتهای عبرت انگیز) گذشته است، و بی گمان پروردگارتو نسبت به مردم – با وجود ستمکار بودنشان – دارای مغفرت است (و می آمرزد) و همانا پروردگارتو سخت کیفراست"
        },
        {
            "chapter": 13,
            "verse": 7,
            "text": "و کسانی که کافر شدند می گویند : «چرا نشانه ها (ومعجزه ای) از (سوی) پروردگارش بر او نازل نشده است ؟! » (ای پیامبر!) تو فقط هشدار دهند ه ای، و برای هر قومی هدایت کننده ای است"
        },
        {
            "chapter": 13,
            "verse": 8,
            "text": "خداوند می داند آنچه را که هر ماده ای بدان بار دار می شود ، و آنچه را که رحم ها می کاهند و آنچه افزون می کنند، و هر چیز نزد او مقدار معینی دارد"
        },
        {
            "chapter": 13,
            "verse": 9,
            "text": "(او) دانای غیب و آشکار، بزرگ بلند مرتبه است"
        },
        {
            "chapter": 13,
            "verse": 10,
            "text": "(برای خداوند) یکسان است که کسی از شما پنهانی سخن بگوید ، و کسی که آن را آشکار سازد ، و کسی که در (تاریکی) شب پنهان می شود، یا در (روشنایی) روز(آشکارا) راه می رود"
        },
        {
            "chapter": 13,
            "verse": 11,
            "text": "برای او (= انسان ) فرشتگانی است که پی درپی (صبح وشام ) از پیش رویش و از پشت سرش او را به امر خدا حفظ می کنند ، بی گمان خداوند حالت (و سرنوشت) هیچ قومی را تغیر نمی دهد ، تا وقتی که آنان آنچه را که در ضمیرشان است، تغیر دهند . و هنگامی که خداوند برای قومی (بخاطر اعمالشان) بدی را اراده کند ، پس هیچ چیز مانع آن نخواهد شد ، و آنان را جز او هیچ کارسازی نیست"
        },
        {
            "chapter": 13,
            "verse": 12,
            "text": "او کسی است که برق را برای ترساندن ، و امیدوارشدن به شما می نمایاند، و ابرهای سنگین (بار) را پدید می آورد"
        },
        {
            "chapter": 13,
            "verse": 13,
            "text": "و رعد به ستایش او و فرشتگان از ترس او تسبیح می گویند. و صاعقه ها را می فرستد ، پس هر کس که بخواهد بدان آسیب می رساند ، و آنها (با وجود مشاهده این همه آیات الهی همچنان ) در باره ی خدا مجادله می کنند ، و او بسیار نیرومند (و سخت گیر) است"
        },
        {
            "chapter": 13,
            "verse": 14,
            "text": "دعوت حق از آن اوست ، و کسانی را که (مشرکان) به جای او می خوانند ، (هرگز) دعوتشان اجابت نمی کنند ، مگر مانند کسی که کف دستش را به سوی آب می گشاید تا (آب) به دهانش برسد ، و (هرگز) به آن نخواهد رسید ، و دعای کافران جز در گمراهی نیست"
        },
        {
            "chapter": 13,
            "verse": 15,
            "text": "(تمام) کسانی که در آسمانها و زمین هستند – از روی اطاعت (و دل خواه) یا اکراه (و نا خواه) – و (همچنین) سایه هاشان؛ صبحگاهانه و شامگاهان برای خدا سجده می کنند"
        },
        {
            "chapter": 13,
            "verse": 16,
            "text": "(ای پیامبر! به مشرکان) بگو: « پروردگار آسمانها و زمین کیست ؟» بگو :«الله» (سپس به آنها) بگو :« آیا به جای او اولیاء (و معبودانی) بر گزیده اید که مالک سود و زیان خود نیستند ». بگو :« آیا نابینا وبینا برابرند ، یا تاریکی ها و نور یکسان است ؟ آیا آنها شریکانی برای خدا قرار داده اند که همچون آفرینش او آفریده اند ، پس (این) آفرینش (ها) بر آنها مشبه شده است ؟! ».بگو :«الله آفریننده ی همه چیز است ، و او یگانه ی چیره است"
        },
        {
            "chapter": 13,
            "verse": 17,
            "text": "(خداوند) از آسمانها آب را فرو فرستاد ، پس رودخانه ها به اندازه ی (ظرفیت) خویش روان شد ، آنگاه سیل بر روی خود کفی بالا آمده برداشت، وازآنچه (در کوره ها ) برای بدست آوردن زینت آلات یا وسایل زندگی آتش روی آن روشن می کنند ، کفی مانند آن به وجود می آید ، خداوند (مثال) حق و باطل را این گونه بیان می کند ، پس اما کفها کنار افتاده ، از بین می رود ، و آنچه به مردم سود می بخشد در زمین (باقی) می ماند ، این گونه خداوند (برای روشن شدن حق از باطل ) مثال می زند"
        },
        {
            "chapter": 13,
            "verse": 18,
            "text": "برای کسانی که (دعوت) پروردگارشان را اجابت کردند ، پاداش نیک (= بهشت ) است و کسانی که (دعوت) او را اجابت نکردند ، اگرتمام آنچه در زمین است و (نیز) همانندش ، از آن آنها باشد برای رهایی خود (از عذاب ) فدیه بدهند ، (از آنها پذیرفته نخواهد شد ) آنها سختی حساب را خواهند داشت ، و جایگاهشان جهنم است ، و چه بد جایگاهی است"
        },
        {
            "chapter": 13,
            "verse": 19,
            "text": "آیا کسی که می داند آنچه از (طرف) پروردگارت بر تو نازل شده حق است ، مانند کسی است که او نابیناست ؟! تنها خرد مندان پند می گیرند"
        },
        {
            "chapter": 13,
            "verse": 20,
            "text": "(همان) کسانی که به پیمان خدا وفا می کنند ، وعهد (وپیمان) را نمی شکنند"
        },
        {
            "chapter": 13,
            "verse": 21,
            "text": "و کسانی که آنچه را خداوند به پیوستن آن فرمان داده؛ پیوند می دهند ، و از پروردگارشان می ترسند ، و از سختی حساب بیم دارند"
        },
        {
            "chapter": 13,
            "verse": 22,
            "text": "و کسانی که به طلب روی پروردگارشان صبر کردند ، و نماز را بر پا داشتند و از آنچه به آنها روزی داده ایم ، پنهان و آشکارا انفاق کردند، و بدی را با نیکی دفع می کنند ، فرجام (نیک) سرای آخرت از آن آنهاست"
        },
        {
            "chapter": 13,
            "verse": 23,
            "text": "(همان) باغها ی جاویدان (بهشتی) که وارد آن می شوند ، و(همچنین) هر کس از پدرانشان و همسرانشان و فرزندانشان که نیکو کار بوده اند ، و فرشتگان از هر دری بر آنان وارد می شوند"
        },
        {
            "chapter": 13,
            "verse": 24,
            "text": "(و به آنها می گویند : ) «سلام بر شما به (خاطر) آنچه صبر نمو ده اید ، پس چه خوب است عاقبت آن سرا(ی جاویدان)»"
        },
        {
            "chapter": 13,
            "verse": 25,
            "text": "و کسانی که پیمان خدا را پس از استوار کردنش می شکنند ، و آنچه را که خداوند به پیوستن آن فرمان داده ؛ قطع می کنند ، و در زمین فساد می نمایند ، لعنت برای آنهاست ، و برای آنها سختی (و بدی) آن سرا ( ی آخرت) است"
        },
        {
            "chapter": 13,
            "verse": 26,
            "text": "خداوند روزی را برای هرکسی که بخواهد وسیع می گرداند ، و (هر کس که بخواهد) تنگ می دارد ، و (کافران) به زندگی دنیا شاد شدند ، در حالی که زندگی دنیا در (برابر) آخرت جز متاعی (ناچیز) نیست"
        },
        {
            "chapter": 13,
            "verse": 27,
            "text": "و کسانی که کافر شدند می گویند : «چرا نشانه (و معجزه ای) از (سوی) پروردگارش براو نازل نشده است ؟!». (ای پیامبر!) بگو:« بی گمان خداوند هرکس را بخواهد گمراه می کند ، و هر کس که باز گردد (و توبه کند ) به سوی خویش هدایت می کند»"
        },
        {
            "chapter": 13,
            "verse": 28,
            "text": "(همانا) کسانی که ایمان آوردند ، و دلهایشان به یاد خدا آرام می گیرد ،آگاه باشید! (تنها) با یاد خدا دلها آرام می گیرند"
        },
        {
            "chapter": 13,
            "verse": 29,
            "text": "وکسانی که ایمان آوردند و کارهای شایسته انجام دادند ، برای شان خوشی است، وبازگشتگاه نیکو (دارند)"
        },
        {
            "chapter": 13,
            "verse": 30,
            "text": "(ای پیامبر!) این گونه تو را در (میان ) امتی فرستادیم که پیش از آنها امتهای (دیگر، بودند و) رفتند ، تا آنچه را به تو وحی کردیم بر آنها بخوانی ، در حالی که آنها به (خدای) رحمان کفر می ورزند . بگو:«او پروردگار من است ، معبودی (به حق) جز او نیست ، بر او توکل کردم ، و بازگشتم به سوی اوست »"
        },
        {
            "chapter": 13,
            "verse": 31,
            "text": "اگر (چنین ) قرآنی بود که کوهها به آن به حرکت آیند یا زمین به آن پاره پاره شود یا مردگان را به سخن آرد ، (باز هم ایمان نمی آورند ) بلکه همه امور از آن خداست ،آیا کسانی که ایمان آورده اند (هنوز) ندانسته اند که اگر خداوند می خواست؛ قطعاً همه ی مردم را هدایت می کرد ؟!وپیوسته کسانی که کافر شدند بخاطر آنچه کرده اند بلاهای کوبنده می رسد،ویا به نزدیکی خانه ی آنها فرود می آید،تا وعده ی خدا فرا رسد ،بی گمان خداون خلاوف وعده نمی کند"
        },
        {
            "chapter": 13,
            "verse": 32,
            "text": "و به راستی به پیامبرانی پیش از تو (نیز) تمسخر(و استهزاء) کردند ، پس (من) به کسانی که کفر ورزیدند مهلت دادم؛ آنگاه آنان را (فرو) گرفتم، پس (بنگر) مجازات من چگونه بود ؟"
        },
        {
            "chapter": 13,
            "verse": 33,
            "text": "آیا کسی که بالای سر همه ایستاده (و نگهبان) است (همانند بتان است؟!) وبرای خداوند شریکانی قرار دادند،(ای پیامبر!) بگو:«آنها را نام ببرید ! آیا او را به چه چیزی که در زمین نمی داند ، آگاه می کنید؟! یا سخن بیهوده (و بی محتوا) می گویید ؟! » بلکه (حق این است که) برای کسانی که کافر شدند؛ مکرشان آراسته شده است ، و از راه (راست) باز داشته شده اند ، و کسی را که خدا گمراه کند، پس هیچ راهنمایی برای او وجود نخواهد داشت"
        },
        {
            "chapter": 13,
            "verse": 34,
            "text": "در زندگی دنیا برای آنها عذاب (دردناکی ) است و قطعاً عذاب آخرت سخت تر است، و آنها را هیچ نگه دارنده ای از(عذاب ) خداوند نیست"
        },
        {
            "chapter": 13,
            "verse": 35,
            "text": "وصف بهشتی که به پرهیزگاران وعده داده شده است ، (چنین است که:) نهرها از زیر( درختان) آن جاری است ، میوه هایش همیشگی ، و (نیز) سایه اش (دائمی است) ، این است سرانجام کسانی که پرهیزگاری کردند ، و سر انجام کافران آتش (جهنم) است"
        },
        {
            "chapter": 13,
            "verse": 36,
            "text": "و کسانی که به آنها کتاب (آسمانی) دادیم ، از آنچه بر تو نازل شده ، خوشحال می شوند ، و از احزاب (و گروهها ) کسانی هستند که قسمتی از آن را انکار می کنند ، (ای پیامبر!) بگو:«من مأمورم که «الله» را بپرستم ، و به او شرک نیاورم ، و تنها به سوی او دعوت می کنم ، وبازگشت من به سوی اوست »"
        },
        {
            "chapter": 13,
            "verse": 37,
            "text": "و این گونه این (قرآن) را (به عنوان) حکم (و فرمانی به زبان) عربی نازل کردیم ، و اگر بعد از آن که آگاهی برای توآمده ، از هوسهای آنها پیروی کنی، در برابر(عذاب) خداوند هیچ کارساز و نگهدارنده ای نخواهی داشت"
        },
        {
            "chapter": 13,
            "verse": 38,
            "text": "و به راستی پیش از تو پیامبرانی فرستادیم و برای آنها همسران وفرزندانی قرار دادیم ، و هیچ پیامبری حق نداشت ، که جز به فرمان خدا معجزه ای بیاورد ، برای هر(امر و) زمانی ، نوشته ای مقرر است"
        },
        {
            "chapter": 13,
            "verse": 39,
            "text": "خداوند هر چه را که بخواهد محو و(هر چه بخواهد ) اثبات می کند و ام الکتاب (= لوح محفوظ) نزد اوست"
        },
        {
            "chapter": 13,
            "verse": 40,
            "text": "و اگر برخی از آنچه را که به آنها وعده می دهیم به تو نشان دهیم، یا (بیش از فرا رسیدن آنها) تو را بمیرانیم، در هر حال بر(عهد ه ی) تو تنها تبلیغ (رسالت) است ، و حساب (آنها) بر ماست"
        },
        {
            "chapter": 13,
            "verse": 41,
            "text": "آیا ندیده اند که ما پیوسته به سراغ (این سر) زمین (کفر) می آییم ، که آن را از اطراف (و دامنه هایش ) می کاهیم ؟! (و به سرزمین اسلام می افزاییم؟) و خداوند حکم می کند، و هیچ کس نمی تواند حکم او را رد کند ، و او سریع الحساب (= زود شمار) است"
        },
        {
            "chapter": 13,
            "verse": 42,
            "text": "و به راستی کسانی که پیش از آنها بودند مکر ورزیدند (و نقشه کشیدند ) پس (باید دانست که) تمام مکرها (و نقشه ها ) از آن خداست ، می داند آنچه را که هر کس انجام می دهد ، و به زودی کافران خواهند دانست که سرا نجام (نیک) سرا (ی آخرت) از آن کیست"
        },
        {
            "chapter": 13,
            "verse": 43,
            "text": "و کسانی که کافر شدند می گویند :«تو پیامبر (خدا) نیستی» بگو:«کافی است که خدا و کسی که علم ( پیشین ) نزد اوست ، میان من و شما گواه باشند »"
        }
    ]
}