{
    "chapter": [
        {
            "chapter": 59,
            "verse": 1,
            "text": "آنچه در آسمان‌ها و آنچه در زمین است برای الله تسبیح می‌گویند، و او پیروزمند حکیم است"
        },
        {
            "chapter": 59,
            "verse": 2,
            "text": "او کسی است که کسانی از اهل کتاب را که کافر شدند، با نخستین برخورد (و گرد‌آوری لشکر) از دیارشان بیرون راند، گمان نمی‌کردید که آنها خارج شوند، و خودشان (نیز) گمان می‌کردند که دژهای (محکم) شان آنها را از (عذاب) الله مانع می‌شود، پس (عذاب) الله از جایی که گمان نمی‌کردند به سراغ‌شان آمد، و در دل‌هایشان ترس و وشحت افکند، (به گونه‌ای که) خانه‌های خود را با دست خود، و با دست مؤمنان ویران می‌کردند، پس ای دیده وران عبرت گیرید"
        },
        {
            "chapter": 59,
            "verse": 3,
            "text": "و اگر الله ترک وطن (و آوارگی) را بر آنان مقرر نداشته بود، یقیناً آنها را در (همین) دنیا عذاب می‌کرد، و برای آنان در آخرت عذاب آتش (جهنم) است"
        },
        {
            "chapter": 59,
            "verse": 4,
            "text": "این (آوارگی و عذاب) به خاطر آن است که آنها با الله و پیامبرش مخالفت (و دشمنی) کردند وهرکس با الله مخالفت (و دشمنی) کند، پس بی‌گمان الله سخت کیفر است"
        },
        {
            "chapter": 59,
            "verse": 5,
            "text": "آنچه از درخت خرما بریدید، و یا آن را ایستاده بر ریشه اش باقی گذاردید، به فرمان الله بود، تا فاسقان را خوار (و رسوا) سازد"
        },
        {
            "chapter": 59,
            "verse": 6,
            "text": "و آنچه الله از (اموال) آنها به پیامبرش بازگردانده (و بخشیده) است، پس برآن (اموال) نه اسبی تاختید و نه شتری، و لیکن الله رسولانش را بر هرکس بخواهد چیره می‌گرداند، و الله بر هرچیز تواناست"
        },
        {
            "chapter": 59,
            "verse": 7,
            "text": "و آنچه الله از (اموال) اهل آبادی‌ها به پیامبرش بازگردانده (و بخشیده) است، پس از آنِ الله و رسول، و خویشاوندان او، و یتیمان، و بینوایان، و در راه ماندگان است. تا (این اموال) در میان ثروتمندان شما دست به دست نشود، و آنچه که رسول الله به شما بدهد آن را بگیرید، و از آنچه که شما را از آن نهی کرده است پس خودداری کنید، و از الله بترسید، بی‌گمان الله سخت کیفر است"
        },
        {
            "chapter": 59,
            "verse": 8,
            "text": "(این اموال فَی) برای فقرای مهاجری است که از خانه و اموال‌شان بیرون رانده شدند، از الله فضل و خشنودی می‌طلبند، و الله و پیامبرش را یاری می‌کنند، آنها راستگویانند"
        },
        {
            "chapter": 59,
            "verse": 9,
            "text": "و (نیز برای) کسانی که پیش از آنان در دیار خود (مدینه دار الاسلام) جای گرفتند و (نیز) ایمان آورده بودند، کسانی را که به سویشان هجرت کنند دوست می‌دارند، و در دل‌های خود از آنچه (به مهاجران) داده شده احساس حسد (و نیازی) نمی‌کنند، و آنها را بر خود مقدم می‌دارند، هرچند خودشان نیازمند باشند، و کسانی که از بخل (و حرص) نفس خویش باز داشته شده اند، پس آنها راستگارانند"
        },
        {
            "chapter": 59,
            "verse": 10,
            "text": "و (نیز) کسانی که بعد از آنها (بعد از مهاجران و انصار) آمدند، می‌گویند: ,,پروردگارا! ما را و برادرانمان را که در ایمان بر ما پیشی گرفتند بیامرز، و در دل‌هایمان کینه‌ای نسبت به کسانی که ایمان آورده اند قرار مده، پروردگارا! بی‌گمان تو رؤوف و مهربانی،،"
        },
        {
            "chapter": 59,
            "verse": 11,
            "text": "آیا منافقان را ندیدی که پیوسته به برادران اهل کتاب‌شان که کفر ورزیده اند می‌گویند: ,,اگر شما را (از سرزمین تان) بیرون کنند، ما (نیز) با شما بیرون خواهیم آمد، و هرگز (سخن) کسی را در مورد شما اطاعت نخواهیم کرد، و اگر با شما جنگ شود، البته یاریتان خواهیم کرد!،، و الله گواهی می‌دهد که آنها دروغگو هستند"
        },
        {
            "chapter": 59,
            "verse": 12,
            "text": "اگر آنها را (از وطن) بیرون کنند با آنها بیرون نمی‌روند، و اگر با آنها جنگ شود یاریشان نخواهند کرد، و اگر (هم) یاریشان کنند، البته پشت (به میدان) کرده فرار می‌کنند، سپس یاری نمی‌شوند"
        },
        {
            "chapter": 59,
            "verse": 13,
            "text": "(ای مؤمنان) همانا وحشت از شما در دلهای آنها بیشتر از (ترسشان از) الله است، این بدان سبب است که آنها قومی هستند که نمی‌فهمند"
        },
        {
            "chapter": 59,
            "verse": 14,
            "text": "آنها (یهود) هرگز دسته‌جمعی با شما نمی‌جنگند جز در آبادیها (و دژهای) محکم یا از پشت دیوارها، نزاع (و جنگ) شان در میان خودشان سخت است، تو آنها را متحد می‌پنداری، در حالی که دلهایشان پراکنده است، این بدان سبب است که آنها قومی هستند که تعقل نمی‌کنند"
        },
        {
            "chapter": 59,
            "verse": 15,
            "text": "(داستان اینها) مانند (داستان) کسانی است که اندکی پیش از آنان بودند، (طعم) عاقبت کار (بد) شان را چشیدند، و برای آنها عذاب دردناکی است"
        },
        {
            "chapter": 59,
            "verse": 16,
            "text": "همچون (داستان شیطان است، هنگامی که به انسان گفت: «کافر شو» پس چون کافر شد، گفت: «بی‌گمان من از تو بیزارم، من از الله پروردگار جهانیان می‌ترسم»)"
        },
        {
            "chapter": 59,
            "verse": 17,
            "text": "پس سرانجام (کار) هردوی آنها این شد که هردوی آنهادر آتش (دوزخ) خواهند بود، جاودانه در آن می‌مانند، و این است کیفر ستمکاران"
        },
        {
            "chapter": 59,
            "verse": 18,
            "text": "ای کسانی که ایمان آوریده اید! از الله بترسید، وهرکس باید بنگرد که برای فردا چه پیش فرستاده است، و از الله بترسید، بی‌گمان الله به آنچه انجام می‌دهید آگاه است"
        },
        {
            "chapter": 59,
            "verse": 19,
            "text": "و همچون کسانی نباشید که الله را فراموش کردند، پس الله (نیز) خودشان را فراموش‌شان ساخت، آنها (بدکار و) نافرمانند"
        },
        {
            "chapter": 59,
            "verse": 20,
            "text": "هرگز اهل جهنم و اهل بهشت یکسان نیستند، اهل بهشت رستگارانند"
        },
        {
            "chapter": 59,
            "verse": 21,
            "text": "اگر این قرآن را بر کوهی نازل می‌کردیم، یقیناً آن را از ترس الله خاکسار و از هم پاشیده می‌دیدی( ) و این مثلها را برای مردم می‌زنیم، شاید که بیندیشند"
        },
        {
            "chapter": 59,
            "verse": 22,
            "text": "او الله است که جز او معبودی (راستین) نیست، دانای غیب و آشکار است، او بخشندة مهربان است"
        },
        {
            "chapter": 59,
            "verse": 23,
            "text": "او الله است که جز او معبودی (راستین) نیست، پادشاه، نهایت پاک، منزّه (و سالم از هر عیب)، ایمنی دهنده، نگهبان پیروزمند، جبار (جبران‌کننده) و شایستة عظمت و بزرگی است. الله پاک و منزّه است از آنچه (برای او) شریک می‌آورند"
        },
        {
            "chapter": 59,
            "verse": 24,
            "text": "او الله است، خالق، نوآفرین، نقشبند (بی‌نظیر) برای او نامهای نیک است، آنچه در آسمانها و زمین است تسبیح او می‌گویند، و او پیروزمند حکیم است"
        }
    ]
}