{
    "chapter": [
        {
            "chapter": 66,
            "verse": 1,
            "text": "ای پیامبر! چرا چیزی را که الله بر تو حلال کرده است به خاطر خشنودی همسرانت (بر خود) حرام می‌کنی؟! و الله آمرزندة مهربان است"
        },
        {
            "chapter": 66,
            "verse": 2,
            "text": "به راستی الله (راه) گشودن سوگندهایتان را برای شما مقرر داشته است، و الله دوستدار (و مولای) شماست، و او دانای حکیم است"
        },
        {
            "chapter": 66,
            "verse": 3,
            "text": "و هنگامی که پیامبر به بعضی از همسرانش سخنانی را به راز گفت، پس چون (آن همسر) آن را (به دیگری) خبر داد، و الله او (پیامبر) را بر آن آگاه کرد، قسمتی از آن را برای او بیان کرد و از قسمتی (دیگر) خودداری نمود، پس هنگامی که (پیامبر) او را از آن خبر داد، گفت: «چه کسی این را به تو خبر داده است؟» (پیامبر) فرمود: «(الله) دانای آگاه مرا خبر داده است»"
        },
        {
            "chapter": 66,
            "verse": 4,
            "text": "(ای همسران پیامبرا!) اگر شما دو نفر به درگاه الله توبه کنید (به سود شماست) بی‌گمان دلهایتان (از حق) منحرف گشته است، و اگر شما دو نفر بر علیه او همدست (متفق) شوید پس (بدانید) که الله یاور (و مولای) اوست، و (نیز) جبرئیل و مردمان شایسته از مؤمنان، و فرشتگان (نیز) بعد از آن پشتیبان (و مددکار او) هستند"
        },
        {
            "chapter": 66,
            "verse": 5,
            "text": "چه بسا اگر شما را طلاق دهد، پروردگارش همسرانی بهتر از شما برایش جایگزین کند، (که) مسلمان، مؤمن، فرمانبردار، توبه‌کار، عبادت‌کننده، روزه‌دار، بیوه و دوشیزه باشند"
        },
        {
            "chapter": 66,
            "verse": 6,
            "text": "ای کسانی که ایمان آورده اید! خودتان و خانواده‌تان را از آتشی که هیمة آن مردم و سنگهاست نگه دارید (آتشی که) برآن فرشتگان خشن و سخت‌گیر (گمارده شده) که هرگز الله را در آنچه به آنان فرمان داده نافرمانی نمی‌کنند، و هرچه فرمان می‌یابند انجام می‌دهند"
        },
        {
            "chapter": 66,
            "verse": 7,
            "text": "ای کسانی که کافر شده اید! امروز عذرخواهی نکنید، جز این نیست که در برابر آنچه می‌کردید جزا داده می‌شوید"
        },
        {
            "chapter": 66,
            "verse": 8,
            "text": "ای کسانی که ایمان آورده اید! به سوی الله توبه کنید، توبه‌ای خالص، امید است پروردگارتان گناهانتان را از شما بزداید، و شما را به باغ‌هایی (از بهشت) که نرها زیر (درختان) آن جاری است وارد کند، روزی که الله، پیامبر و کسانی را که با او ایمان آورده اند خوار نمی‌کند، نورشان پیشاپیش آنان و سمت راست‌شان در حرکت است، می‌گویند: «پروردگارا! نور ما را به تمام (و کمال) برسان، و ما را بیامرز بی‌گمان تو بر هرچیز توانایی»"
        },
        {
            "chapter": 66,
            "verse": 9,
            "text": "ای پیامبر! با کفار و منافقان جهاد کن، و بر آنها سخت بگیر، و جایگاه‌شان جهنم است، و بد جایگاهی است"
        },
        {
            "chapter": 66,
            "verse": 10,
            "text": "الله برای کسانی که کافر شده اند، همسر نوح و همسر لوط را مَثَل زده است که آن دو در نکاح دو تن از بندگان صالح ما بودند، پس به آن دو خیانت کردند، آنگاه (آن دو بندة صالح) نتوانستند چیزی از (عذاب) الله را از آن دو دفع کنند، و (به آن دو) گفته شد: «همراه واردشوندگان به آتش (جهنم) وارد شوید»"
        },
        {
            "chapter": 66,
            "verse": 11,
            "text": "و الله برای کسانی که ایمان آورده اند، همسر فرعون (آسیه) را مَثَل زده است، هنگامی که گفت: «پروردگارا! خانه‌ای برای من نزد خودت در بهشت بساز، و مرا از فرعون و کردارش نجات بده، و مرا از قوم ستمگر رهایی بخش»"
        },
        {
            "chapter": 66,
            "verse": 12,
            "text": "و (نیز) مریم دختر عمران را (مَثَل زده) که شرمگاه خویش را (پاک) نگه داشت، پس ما از روح خود در آن دمیدیم، و (او) کلمات پروردگارش و کتاب‌های او را تصدیق کرد و از فرمانبرداران بود"
        }
    ]
}