{
    "pages": [
        {
            "chapter": 15,
            "verse": 1,
            "text": "Ālipha-lā-ma-rā; ēgulō paripūrṇa grantha ō suspaṣṭa kōra'ānēra āẏāta."
        },
        {
            "chapter": 15,
            "verse": 2,
            "text": "Kōna samaẏa kāphērarā ākāṅkṣā karabē yē, ki camaṯkāra hata, yadi tārā musalamāna hata."
        },
        {
            "chapter": 15,
            "verse": 3,
            "text": "Āpani chēṛē dina tādērakē, khēẏē nika ēbaṁ bhōga karē nika ēbaṁ āśāẏa byāpr̥ta thākuka. Ati satbara tārā jēnē nēbē."
        },
        {
            "chapter": 15,
            "verse": 4,
            "text": "Āmi kōna janapada dhabansa karini; kinta tāra nirdiṣṭa samaẏa likhita chila."
        },
        {
            "chapter": 15,
            "verse": 5,
            "text": "Kōna sampradāẏa tāra nirdiṣṭa samaẏēra agrē yāẏa nā ēbaṁ paścātē thākē nā."
        },
        {
            "chapter": 15,
            "verse": 6,
            "text": "Tārā balalaḥ hē ai byakti, yāra prati kōra'āna nāyila haẏēchē, āpani tō ēkajana um'māda."
        },
        {
            "chapter": 15,
            "verse": 7,
            "text": "Yadi āpani satyabādī hana, tabē āmādēra kāchē phērēśatādērakē ānēna nā kēna"
        },
        {
            "chapter": 15,
            "verse": 8,
            "text": "āmi phērēśatādērakē ēkamātra phāẏasālāra jan'yē'i nāyila kari. Takhana tādērakē abakāśa dēẏā habē nā."
        },
        {
            "chapter": 15,
            "verse": 9,
            "text": "Āmi sbaẏaṁ ē upadēśa grantha abatāraṇa karēchi ēbaṁ āmi nijē'i ēra sanrakṣaka."
        },
        {
            "chapter": 15,
            "verse": 10,
            "text": "Āmi āpanāra pūrbē pūrbabartī sampradāẏēra madhyē rasūla prēraṇa karēchi."
        },
        {
            "chapter": 15,
            "verse": 11,
            "text": "Ōdēra kāchē ēmana kōna rasūla āsēnani, yādēra sāthē ōrā ṭhāṭṭābidrūpa karatē thākēni."
        },
        {
            "chapter": 15,
            "verse": 12,
            "text": "Ēmanibhābē āmi ē dharanēra ācaraṇa pāpīdēra antarē bad'dhamūla karē dē'i."
        },
        {
            "chapter": 15,
            "verse": 13,
            "text": "Ōrā ēra prati biśbāsa karabē nā. Pūrbabartīdēra ēmana rīti calē āsachē."
        },
        {
            "chapter": 15,
            "verse": 14,
            "text": "Yadi āmi ōdēra sāmanē ākāśēra kōna darajā'ō khulē dē'i āra tātē ōrā dinabhara ārōhaṇa ō karatē thākē."
        },
        {
            "chapter": 15,
            "verse": 15,
            "text": "Tabu'ō ōrā ēkathā'i balabē yē, āmādēra dr̥ṣṭira bibhrāṭa ghaṭānō haẏēchē nā baraṁ āmarā yādugrasta haẏē paṛēchi."
        }
    ]
}