{
    "pages": [
        {
            "chapter": 21,
            "verse": 25,
            "text": "Āpanāra pūrbē āmi yē rāsūla'i prēraṇa karēchi, tākē ē ādēśa'i prēraṇa karēchi yē, āmi byatīta an'ya kōna upāsya nē'i. Sutarāṁ āmāra'i ēbādata kara."
        },
        {
            "chapter": 21,
            "verse": 26,
            "text": "Tārā balalaḥ daẏāmaẏa āllāha santāna grahaṇa karēchē. Tām̐ra jan'ya kakhana'ō ihā yōgya naẏa; baraṁ tārā tō tām̐ra sam'mānita bāndā."
        },
        {
            "chapter": 21,
            "verse": 27,
            "text": "Tārā āgē bēṛē kathā balatē pārē nā ēbaṁ tārā tām̐ra ādēśē'i kāja karē."
        },
        {
            "chapter": 21,
            "verse": 28,
            "text": "Tādēra sam'mukhē ō paścātē yā āchē, tā tini jānēna. Tārā śudhu tādēra jan'yē supāriśa karē, yādēra prati āllāha santuṣṭa ēbaṁ tārā tām̐ra bhaẏē bhīta."
        },
        {
            "chapter": 21,
            "verse": 29,
            "text": "Tādēra madhyē yē balē yē, tini byatīta āmi'i upāsya, tākē āmi jāhānnāmēra śāsti dēba. Āmi jālēmadērakē ēbhābē'i pratiphala diẏē thāki."
        },
        {
            "chapter": 21,
            "verse": 30,
            "text": "Kāphērarā ki bhēbē dēkhē nā yē, ākāśamanḍalī ō pr̥thibīra mukha bandha chila, ataḥpara āmi ubhaẏakē khulē dilāma ēbaṁ prāṇabanta sabakichu āmi pāni thēkē sr̥ṣṭi karalāma. Ērapara'ō ki tārā biśbāsa sthāpana karabē nā"
        },
        {
            "chapter": 21,
            "verse": 31,
            "text": "āmi pr̥thibītē bhārī bōjhā rēkhē diẏēchi yātē tādērakē niẏē pr̥thibī jhum̐kē nā paṛē ēbaṁ tātē praśasta patha rēkhēchi, yātē tārā patha prāpta haẏa."
        },
        {
            "chapter": 21,
            "verse": 32,
            "text": "Āmi ākāśakē surakṣita chāda karēchi; athaca tārā āmāra ākāśastha nidarśanābalī thēkē mukha phiriẏē rākhē."
        },
        {
            "chapter": 21,
            "verse": 33,
            "text": "Tini'i sr̥ṣṭi karēchēna rātri ō dina ēbaṁ sūrya ō candra. Sabā'i āpana āpana kakṣapathē bicaraṇa karē."
        },
        {
            "chapter": 21,
            "verse": 34,
            "text": "Āpanāra pūrbē'ō kōna mānuṣakē āmi ananta jībana dāna karini. Sutarāṁ āpanāra mr̥tyu halē tārā ki cirañjība habē"
        },
        {
            "chapter": 21,
            "verse": 35,
            "text": "pratyēkakē mr̥tyura sbāda āsbādana karatē habē. Āmi tōmādērakē manda ō bhāla dbārā parīkṣā karē thāki ēbaṁ āmāra'i kāchē tōmarā pratyābartita habē."
        }
    ]
}