{
    "pages": [
        {
            "chapter": 27,
            "verse": 36,
            "text": "Ataḥpara yakhana dūta sulāẏamānēra kāchē āgamana karala, takhana sulāẏamāna balalēna, tōmarā ki dhanasampada dbārā āmākē sāhāyya karatē cā'ō? Āllāha āmākē yā diẏēchēna, tā tōmādērakē pradatta bastu thēkē uttama. Baraṁ tōmarā'i tōmādēra upaḍhaukana niẏē sukhē thāka."
        },
        {
            "chapter": 27,
            "verse": 37,
            "text": "Phirē yā'ō tādēra kāchē. Ēkhana abaśya'i āmi tādēra birud'dhē ēka sain'yabāhinī niẏē āsaba, yāra mōkābēlā karāra śakti tādēra nē'i. Āmi abaśya'i tādērakē apadastha karē sēkhāna thēkē bahiṣkr̥ta karaba ēbaṁ tārā habē lāñchita."
        },
        {
            "chapter": 27,
            "verse": 38,
            "text": "Sulāẏamāna balalēna, hē pariṣadabarga, tārā ātnasamarpaṇa karē āmāra kāchē āsāra pūrbē kē bilakīsēra sinhāsana āmākē ēnē dēbē"
        },
        {
            "chapter": 27,
            "verse": 39,
            "text": "janaika daitya-jina balala, āpani āpanāra sthāna thēkē uṭhāra pūrbē āmi tā ēnē dēba ēbaṁ āmi ēkājē śaktibāna, biśbasta."
        },
        {
            "chapter": 27,
            "verse": 40,
            "text": "Kitābēra jñāna yāra chila, sē balala, āpanāra dikē āpanāra cōkhēra palaka phēlāra pūrbē'i āmi tā āpanākē ēnē dēba. Ataḥpara sulāẏamāna yakhana tā sāmanē rakṣita dēkhalēna, takhana balalēna ēṭā āmāra pālanakartāra anugraha, yātē tini āmākē parīkṣā karēna yē, āmi kr̥tajñatā prakāśa kari, nā akr̥tajñatā prakāśa kari. Yē kr̥tajñatā prakāśa karē, sē nijēra upakārēra jan'yē'i kr̥tajñatā prakāśa karē ēbaṁ yē akr̥tajñatā prakāśa karē sē jānuka yē, āmāra pālanakartā abhābamukta kr̥pāśīla."
        },
        {
            "chapter": 27,
            "verse": 41,
            "text": "Sulāẏamāna balalēna, bilakīsēra sāmanē tāra sinhāsanēra ākāra-ākr̥ti badaliẏē dā'ō, dēkhaba sē saṭhika bujhatē pārē, nā sē tādēra antarbhukta, yādēra diśā nē'i"
        },
        {
            "chapter": 27,
            "verse": 42,
            "text": "ataḥpara yakhana bilakīsa ēsē gēla, takhana tākē jijñāsā karā hala, tōmāra sinhāsana ki ērūpa'i? Sē balala, manē haẏa ēṭā sēṭā'i. Āmarā pūrbē'i samasta abagata haẏēchi ēbaṁ āmarā ājñābaha'ō haẏē gēchi."
        },
        {
            "chapter": 27,
            "verse": 43,
            "text": "Āllāhara paribartē sē yāra ēbādata karata, sē'i tākē īmāna thēkē nibr̥tta karēchila. Niścaẏa sē kāphēra sampradāẏēra antarbhukta chila."
        },
        {
            "chapter": 27,
            "verse": 44,
            "text": "Tākē balā hala, ē'i prāsādē prabēśa kara. Yakhana sē tāra prati dr̥ṣṭipāta karala sē dhāraṇā karala yē, ēṭā sbaccha gabhīra jalāśaẏa. Sē tāra pāẏēra gōchā khulē phēlala. Sulāẏamāna balala, ēṭā tō sbaccha sphaṭika nirmita prāsāda. Bilakīsa balala, hē āmāra pālanakartā, āmi tō nijēra prati juluma karēchi. Āmi sulāẏamānēra sāthē biśba jāhānēra pālanakartā āllāhara kāchē ātnasamarpana karalāma."
        }
    ]
}