{
    "pages": [
        {
            "chapter": 35,
            "verse": 39,
            "text": "Tini'i tōmādērakē pr̥thibītē sbīẏa pratinidhi karēchēna. Ata'ēba yē kupharī karabē tāra kupharī tāra upara'i bartābē. Kāphēradēra kuphara kēbala tādēra pālanakartāra krōdha'i br̥d'dhi karē ēbaṁ kāphēradēra kuphara kēbala tādēra kṣati'i br̥d'dhi karē."
        },
        {
            "chapter": 35,
            "verse": 40,
            "text": "Baluna, tōmarā ki tōmādēra sē śarīkadēra kathā bhēbē dēkhēcha, yādērakē āllāhara paribartē tōmarā ḍāka? Tārā pr̥thibītē kichu sr̥ṣṭi karē thākalē āmākē dēkhā'ō. Nā āsamāna sr̥ṣṭitē tādēra kōna anśa āchē, nā āmi tādērakē kōna kitāba diẏēchi yē, tārā tāra dalīlēra upara kāẏēma raẏēchē, baraṁ jālēmarā ēkē aparakē kēbala pratāraṇāmūlaka ōẏādā diẏē thākē."
        },
        {
            "chapter": 35,
            "verse": 41,
            "text": "Niścaẏa āllāha āsamāna ō yamīnakē sthira rākhēna, yātē ṭalē nā yāẏa. Yadi ēgulō ṭalē yāẏa tabē tini byatīta kē ēgulōkē sthira rākhabē? Tini sahanaśīla, kṣamāśīla."
        },
        {
            "chapter": 35,
            "verse": 42,
            "text": "Tārā jōra śapatha karē balata, tādēra kāchē kōna satarkakārī āgamana karalē tārā an'ya yē kōna sampradāẏa apēkṣā adhikatara saṯpathē calabē. Ataḥpara yakhana tādēra kāchē satarkakārī āgamana karala, takhana tādēra ghr̥ṇā'i kēbala bēṛē gēla."
        },
        {
            "chapter": 35,
            "verse": 43,
            "text": "Pr̥thibītē aud'dhatyēra kāraṇē ēbaṁ kucakrēra kāraṇē. Kucakra kucakrīdērakē'i ghirē dharē. Tārā kēbala pūrbabartīdēra daśāra'i apēkṣā karachē. Ata'ēba āpani āllāhara bidhānē paribartana pābēna nā ēbaṁ āllāhara rīti-nītitē kōna rakama bicyuti'ō pābēna nā."
        },
        {
            "chapter": 35,
            "verse": 44,
            "text": "Tārā ki pr̥thibītē bhramaṇa karē nā? Karalē dēkhata tādēra pūrbabartīdēra ki pariṇāma haẏēchē. Athaca tārā tādēra apēkṣā adhikatara śaktiśālī chila. Ākāśa ō pr̥thibītē kōna kichu'i āllāhakē apāraga karatē pārē nā. Niścaẏa tini sarbajña sarbaśaktimāna."
        }
    ]
}