{
    "pages": [
        {
            "chapter": 45,
            "verse": 1,
            "text": "Hā-mīma."
        },
        {
            "chapter": 45,
            "verse": 2,
            "text": "Parākrānta, prajñāmaẏa āllāhara pakṣa thēkē abatīrṇa ē kitāba."
        },
        {
            "chapter": 45,
            "verse": 3,
            "text": "Niścaẏa nabhōmanḍala ō bhū-manḍalē muminadēra jan'yē nidarśanābalī raẏēchē."
        },
        {
            "chapter": 45,
            "verse": 4,
            "text": "Āra tōmādēra sr̥ṣṭitē ēbaṁ cāradikē chaṛiẏē rākhā jība jantura sr̥janēra madhyē'ō nidarśanābalī raẏēchē biśbāsīdēra jan'ya."
        },
        {
            "chapter": 45,
            "verse": 5,
            "text": "Dibārātrira paribartanē, āllāha ākāśa thēkē yē riyika (br̥ṣṭi) barṣaṇa karēna ataḥpara pr̥thibīkē tāra mr̥tyura para punarujjībita karēna, tātē ēbaṁ bāẏura paribartanē bud'dhimānadēra jan'yē nidarśanābalī raẏēchē."
        },
        {
            "chapter": 45,
            "verse": 6,
            "text": "Ēgulō āllāhara āẏāta, yā āmi āpanāra kāchē ābr̥tti kari yathāyatharūpē. Ata'ēba, āllāha ō tām̐ra āẏātēra para tārā kōna kathāẏa biśbāsa sthāpana karabē."
        },
        {
            "chapter": 45,
            "verse": 7,
            "text": "Pratyēka mithyābādī pāpācārīra durbhōga."
        },
        {
            "chapter": 45,
            "verse": 8,
            "text": "Sē āllāhara āẏātasamūha śunē, ataḥpara ahaṅkārī haẏē jēda dharē, yēna sē āẏāta śunēni. Ata'ēba, tākē yantraṇādāẏaka śāstira susambāda dina."
        },
        {
            "chapter": 45,
            "verse": 9,
            "text": "Yakhana sē āmāra kōna āẏāta abagata haẏa, takhana tākē ṭhāṭṭārūpē grahaṇa karē. Ēdēra jan'ya'i raẏēchē lāñchanādāẏaka śāsti."
        },
        {
            "chapter": 45,
            "verse": 10,
            "text": "Tādēra sāmanē raẏēchē jāhānnāma. Tārā yā upārjana karēchē, tā tādēra kōna kājē āsabē nā, tārā āllāhara paribartē yādērakē bandhurūpē grahaṇa karēchē tārā'ō naẏa. Tādēra jan'yē raẏēchē mahāśāsti."
        },
        {
            "chapter": 45,
            "verse": 11,
            "text": "Ēṭā saṯpatha pradarśana, āra yārā tādēra pālanakartāra āẏātasamūha asbīkāra karē, tādēra jan'yē raẏēchē kaṭhōra yantraṇādāẏaka śāsti."
        },
        {
            "chapter": 45,
            "verse": 12,
            "text": "Tini āllāha yini samudrakē tōmādēra upakārārthē āẏatbādhīna karē diẏēchēna, yātē tām̐ra ādēśakramē tātē jāhāja calācala karē ēbaṁ yātē tōmarā tām̐ra anugraha tālāśa kara ō tām̐ra prati kr̥tajña ha'ō."
        },
        {
            "chapter": 45,
            "verse": 13,
            "text": "Ēbaṁ āẏattbādhīna karē diẏēchēna tōmādēra, yā āchē nabhōmanḍalē ō yā āchē bhūmanḍalē; tām̐ra pakṣa thēkē. Niścaẏa ētē cintāśīla sampradāẏēra jan'yē nidarśanābalī raẏēchē."
        }
    ]
}