{
    "pages": [
        {
            "chapter": 3,
            "verse": 195,
            "text": "Ataḥpara tādēra pālanakartā tādēra dōẏā (ē'i balē) kabula karē nilēna yē, āmi tōmādēra kōna pariśramakārīra pariśrama'i binaṣṭa kari nā, tā sē puruṣa hōka kimbā strīlōka. Tōmarā paraspara ēka. Tārapara sē samasta lōka yārā hijarata karēchē, tādērakē nijēdēra dēśa thēkē bēra karē dē'ōẏā haẏēchē ēbaṁ tādēra prati uṯpīṛana karā haẏēchē āmāra pathē ēbaṁ yārā laṛā'i karēchē ō mr̥tyubaraṇa karēchē, abaśya'i āmi tādēra upara thēkē akalyāṇakē apasārita karaba. Ēbaṁ tādērakē prabiṣṭa karaba jānnātē yāra taladēśē nahara samūha prabāhita. Ē'i halō binimaẏa āllāhara pakṣa thēkē. Āra āllāhara nikaṭa raẏēchē uttama binimaẏa."
        },
        {
            "chapter": 3,
            "verse": 196,
            "text": "Nagarītē kāphēradēra cāla-calana yēna tōmādigakē dhōm̐kā nā dēẏa."
        },
        {
            "chapter": 3,
            "verse": 197,
            "text": "Ēṭā halō sāmān'ya phāẏadā-ērapara tādēra ṭhikānā habē dōyakha. Āra sēṭi halō ati nikr̥ṣṭa abasthāna."
        },
        {
            "chapter": 3,
            "verse": 198,
            "text": "Kintu yārā bhaẏa karē nijēdēra pālanakartākē tādēra jan'yē raẏēchē jānnāta yāra taladēśē prabāhita raẏēchē prasrabaṇa. Tātē āllāhara pakṣa thēkē sadā āpyāẏana calatē thākabē. Āra yā āllāhara nikaṭa raẏēchē, tā saṯkarmaśīladēra jan'yē ēkānta'i uttama."
        },
        {
            "chapter": 3,
            "verse": 199,
            "text": "Āra āhalē kitābadēra madhyē kē'u kē'u ēmana'ō raẏēchē, yārā āllāhara upara īmāna ānē ēbaṁ yā kichu tōmāra upara abatīrṇa haẏa āra yā kichu tādēra upara abatīrṇa haẏēchē sēgulōra upara, āllāhara sāmanē binaẏābanata thākē ēbaṁ āllāra āẏātasamuhakē sbalpamulyēra binimaẏē sa'ōdā karē nā, tārā'i halō sē lōka yādēra jan'ya pāriśramika raẏēchē tādēra pālanakartāra nikaṭa. Niścaẏa'i āllāha yathāśīghra hisāba cukiẏē dēna."
        },
        {
            "chapter": 3,
            "verse": 200,
            "text": "Hē īmānadānagaṇa! Dhairyya dhāraṇa kara ēbaṁ mōkābēlāẏa dr̥ṛhatā abalambana kara. Āra āllāhakē bhaẏa karatē thāka yātē tōmarā tōmādēra uddēśya lābhē samartha hatē pāra."
        }
    ]
}