{
    "rukus": [
        {
            "chapter": 6,
            "verse": 122,
            "text": "Oluyken diriltip insanların arasında yol alması icin kendisine bir ısık verdigimiz kimse, karanlıklara dalmıs olan ve bir turlu de cıkamayan kimseye benzer mi hic? Iste boylece kafirlere, yaptıkları seyler, suslu ve hos gosterilmededir"
        },
        {
            "chapter": 6,
            "verse": 123,
            "text": "Ve boylece her sehirde, hileler, duzenler kursunlar diye o sehrin gunahkarlarını buyulttuk, yucelttik, onlar ancak kendilerine karsı hilekarlıkta bulunurlar ama bilmezler"
        },
        {
            "chapter": 6,
            "verse": 124,
            "text": "Bir ayet geldi mi, Allah'ın peygamberlerine geldigi gibi bize de bir ayet gelmedikce kesin olarak inanmayız derler. Peygamberligini kime verecegini Allah bilir. O suc isleyenlere, hilekarlıkları yuzunden Allah katından bir horluk ve cetin bir azap gelip catacaktır"
        },
        {
            "chapter": 6,
            "verse": 125,
            "text": "Allah, kimi dogru yola goturmek isterse Muslumanlıgı kabul etmesi icin gonlunu acar ve kimi sapıtmak isterse gonlunu oyle bir daraltır, sıkar ki sanki goge agacakmıs da imkan bulamıyor sanır kendisini. Iste Allah, inanmayanlara boyle azap verir"
        },
        {
            "chapter": 6,
            "verse": 126,
            "text": "Ve budur Rabbinin dogru yolu, dusunup ogut alacak topluluga ayetlerimizi apacık bildirdik"
        },
        {
            "chapter": 6,
            "verse": 127,
            "text": "Onlarındır Rablerinin katında esenlik yurdu ve o, yaptıkları islerden dolayı dosttur onlara"
        },
        {
            "chapter": 6,
            "verse": 128,
            "text": "O gun hepsini toplar da ey cin toplulugu, insanların bircogunu bastan mı cıkardınız der. Insanlardan, onlara dost olanlar, Rabbimiz derler, biz, birbirimizden faydalandık ve bize takdir ettigin vakte de eristik iste. Tanrı, atestir yurdunuz der, orada Allah'ın diledigi haric, ebedi olarak kalırsınız. Suphe yok ki Rabbin hukum ve hikmet sahibidir, her seyi bilir"
        },
        {
            "chapter": 6,
            "verse": 129,
            "text": "Iste biz, kazandıkları suc yuzunden zalimlerin bir kısmını, bir kısmına boyle musallat ederiz"
        }
    ]
}