{
    "rukus": [
        {
            "chapter": 27,
            "verse": 32,
            "text": "Ey ulular dedi, su isi ne yapacagım, bana bir rey verin, sizi cagırmadan kesin bir karar vermedim"
        },
        {
            "chapter": 27,
            "verse": 33,
            "text": "Biz dediler; guclukuvvetli ve siddetli savasır bir topluluguz, fakat emir senin, ne yapacaksan sen dusun, yap"
        },
        {
            "chapter": 27,
            "verse": 34,
            "text": "Dedi ki: Padisahlar, bir sehre girdiler mi, o sehri harap ederler ve halkının yucelerini asagılık bir hale getirirler ve bunlar da boyle yapacaklar"
        },
        {
            "chapter": 27,
            "verse": 35,
            "text": "Onlara bir armagan gondereyim de bakalım elciler, donup ne cevap getirecekler"
        },
        {
            "chapter": 27,
            "verse": 36,
            "text": "Elciler, Suleyman'a gelince Suleyman, bana dedi, mal gondererek yardım mı ediyorsunuz? Allah'ın bana verdikleri, sizin getirdiklerinizden daha da hayırlı, fakat siz, armaganınızla sevinir, ovunursunuz"
        },
        {
            "chapter": 27,
            "verse": 37,
            "text": "Don, git onlara, oyle bir orduyla gelecegim ki karsı duramayacaklar ve oradan, horhakir bir halde cıkaracagım onları, asagılık bir hale gelecek onlar"
        },
        {
            "chapter": 27,
            "verse": 38,
            "text": "Ey ulular dedi, onlar, bana teslim olup gelmeden onun tahtını kim getirebilir bana"
        },
        {
            "chapter": 27,
            "verse": 39,
            "text": "Cinlerden bir ifrit, sen yerinden kalkmadan dedi, ben onu sana getiririm ve suphe yok ki ben, elbette guvenilecek bir kuvvete sahibim"
        },
        {
            "chapter": 27,
            "verse": 40,
            "text": "Kitaba ait bir bilgiye sahib olansa ben dedi, gozunu yumup acmadan onu getiririm sana. Derken baktı ki taht yanında durmada, onu gorunce bu dedi, Rabbimin lutfundan, ihsanından, sukur mu edecegim, nankor mu olacagım, beni sınamak istiyor. Fakat sukreden, mutlaka kendisini faydalandırmıs olur ve nankorluk edene gelince hic suphe yok ki Rabbim, kullarından mustagnidir, onlara karsı lutuf ve kerem sahibidir"
        },
        {
            "chapter": 27,
            "verse": 41,
            "text": "Suleyman, tahtının seklini degistirin dedi, bakalım tanıyacak mı, tanımıyacak mı"
        },
        {
            "chapter": 27,
            "verse": 42,
            "text": "Hukumdar gelince, tahtın bumuydu dendi, o da ona pek benziyor zaten daha once de Suleyman'ın peygamberligini bilmis, anlamıstık ve teslim olmustuk dedi"
        },
        {
            "chapter": 27,
            "verse": 43,
            "text": "Allah'ı bırakıp da kulluk ettigi seyler, onu yoldan cıkarmıstı; suphe yok ki o, kafirler toplulugundandı"
        },
        {
            "chapter": 27,
            "verse": 44,
            "text": "Ona, saraya gir dendi. Billur dosemeyi gorunce derin bir su sandı ve bacaklarını sıvadı. Suleyman, bu dedi, billur dosenmis duz bir saha. Bunun uzerine o da Rabbim dedi, ben kendime zulmettim ve teslim oldum Suleyman'la beraber alemlerin Rabbi Allah'a"
        }
    ]
}