{
    "maqras": [
        {
            "chapter": 22,
            "verse": 1,
            "text": "O mensdom! Wees bewus van jul Heer; waarlik, die skok van die Uur is verskriklik"
        },
        {
            "chapter": 22,
            "verse": 2,
            "text": "Die Dag waarop julle dit sal beleef, sal elke sogende vrou haar suigeling verloor, en elke swanger vrou sal ontslae raak van wat in haar baarmoeder is, en u sal mense bedwelmd sien terwyl hulle tog nie dronk is nie. En die straf van Allah sal streng wees"
        },
        {
            "chapter": 22,
            "verse": 3,
            "text": "En tussen die mense is daar ook diegene wat oor Allah argumenteer sonder kennis, en elke opstandige duiwel volg"
        },
        {
            "chapter": 22,
            "verse": 4,
            "text": "Vir hom is dit voorgeskryf dat wie ook al hom tot vriend neem, deur hom mislei en na die straf van die Brandende Vuur gelei sal word"
        },
        {
            "chapter": 22,
            "verse": 5,
            "text": "O mensdom! As julle twyfel oor die weeropstanding, dink dan daaraan dat Ons julle uit stof geskape het, daarna uit ’n sperm, toe uit ’n klont bloed, daarna uit ’n stuk vleis, sommige gevorm en ander ongevorm, sodat Ons dit aan julle duidelik kan maak. En Ons laat wat Ons behaag vir ’n vasgestelde tyd in die baarmoeders bly, daarna bring Ons julle as suigelinge voort, en Ons laat julle opgroei tot volwassenheid. Tussen julle is daar ook diegene wat deur die dood agterhaal word, en andere wat so ’n hoë ouderdom bereik dat hulle nie meer weet nie, terwyl hulle voorheen geweet het. En u sien hoe die aarde leweloos is, maar wanneer die reën daarop val, beweeg dit, swel op en bring mooi plante van alle soorte voort"
        },
        {
            "chapter": 22,
            "verse": 6,
            "text": "Dit is omdat Allah die Waarheid is, en omdat Hy lewe gee aan die dooie, en omdat Hy mag het oor alle dinge"
        },
        {
            "chapter": 22,
            "verse": 7,
            "text": "Voorwaar, die Uur waaraan geen twyfel is nie, kom nader; en Allah sal almal opwek wat in die grafte is"
        },
        {
            "chapter": 22,
            "verse": 8,
            "text": "Entussendiemenseisdaarookdiegenewatoor Allahargumenteer sonder kennis, sonder leiding en sonder ’n liggewende Boek"
        },
        {
            "chapter": 22,
            "verse": 9,
            "text": "en homself hooghartig afkeer ten einde ander van Allah se weg af te lei. Vir hom is daar skande in hierdie wêreld, en op die Dag van Weeropstanding sal Ons hom die straf van verbranding laat smaak"
        },
        {
            "chapter": 22,
            "verse": 10,
            "text": "Dit is omdat julle twee hande dit vooruitgestuur het. En Allah is geensins onregverdig teenoor sy dienaars nie"
        },
        {
            "chapter": 22,
            "verse": 11,
            "text": "En tussen die mense is daar ook diegene wat Allah weifelend aanbid. As dit met hom goed gaan, is hy tevrede, maar as ’n beproewing hom te beurt val, keer hy kopvooruit terug. Hy verloor hierdie wêreld en ook die Hiernamaals. Dit is ’n duidelike verlies"
        },
        {
            "chapter": 22,
            "verse": 12,
            "text": "Hy roep buiten Allah daardie dinge aan wat hom nóg skade nóg voordeel kan bring; dit is ’n groot dwaling"
        },
        {
            "chapter": 22,
            "verse": 13,
            "text": "Hy roep hóm aan wie se kwaad nader is as sy voordeel. Voor- waar, boos is die beskermer, en waarlik, boos is die metgesel"
        },
        {
            "chapter": 22,
            "verse": 14,
            "text": "Voorwaar, Allah sal hom wat glo en goeie werke doen, Tuine laat binnegaan waardeur riviere stroom. Allah doen inderdaad wat Hy wil"
        },
        {
            "chapter": 22,
            "verse": 15,
            "text": "Wie dink dat Allah hom1 in hierdie wêreld en die Hiernamaals nie sal help nie, laat hom op die een of ander wyse opstyg na die hemel en Allah se hulp probeer dwarsboom, en kyk of sy plan dít waaroor hy toornig is, kan wegkeer"
        },
        {
            "chapter": 22,
            "verse": 16,
            "text": "En aldus het Ons dit geopenbaar, duidelike tekens; en Allah lei wie Hy wil"
        },
        {
            "chapter": 22,
            "verse": 17,
            "text": "Diegene wat glo en die Jode en die Sabiërs en die Christene en die Magiërs en die heidene ~ voorwaar, Allah sal op die Dag van Opstanding tussen hulle oordeel. Sekerlik, Allah is Getuie oor alle dinge"
        },
        {
            "chapter": 22,
            "verse": 18,
            "text": "Sien u dan nie dat alles wat in die hemele en op die aarde is, en die son en die maan en die sterre, en die berge en die bome, en die diere en baie mense, aan Allah onderdanig is nie? En baie is daar vir wie die straf geregverdig is. En diegene vir wie Allah verneder, niemand kan hom ophef nie. Voorwaar, Allah doen wat Hy wil"
        }
    ]
}