{
    "maqras": [
        {
            "chapter": 12,
            "verse": 7,
            "text": "Waarlik, daar is vir die soekers na die waarheid tekens in die geskiedenis van Josef en sy broers"
        },
        {
            "chapter": 12,
            "verse": 8,
            "text": "Toe hulle gesê het: Voorwaar, Josef en sy broer is vir ons vader dierbaarder as ons, ofskoon ons talryker is. Waarlik, ons vader is besig om te dwaal"
        },
        {
            "chapter": 12,
            "verse": 9,
            "text": "Maak Josef dood of verdryf hom na ’n ander land, sodat julle vader se guns uitsluitlik vir julle kan wees, en julle daarna ’n regverdige volk kan word"
        },
        {
            "chapter": 12,
            "verse": 10,
            "text": "Een van hulle het gesê: Moenie vir Josef doodmaak nie; maar as julle iets móét doen, werp hom dan in ’n diep put. Miskien sal ’n reisiger hom daar vind"
        },
        {
            "chapter": 12,
            "verse": 11,
            "text": "Hulle het gesê: O ons vader, waarom vertrou u ons nie met Josef nie, terwyl ons hom tog goedgesind is"
        },
        {
            "chapter": 12,
            "verse": 12,
            "text": "Stuur hom môre saam met ons sodat hy hom kan vermaak en speel; ons sal oor hom waak"
        },
        {
            "chapter": 12,
            "verse": 13,
            "text": "Hy het gesê: Die gedagte dat julle hom sal saamneem, stem my verdrietig, want ek vrees dat ’n wolf hom kan verslind terwyl julle nie na hom oplet nie"
        },
        {
            "chapter": 12,
            "verse": 14,
            "text": "Hulle het gesê: Dis tog ondenkbaar dat ’n wolf hom sal verslind terwyl ons so ’n talryke groep is"
        },
        {
            "chapter": 12,
            "verse": 15,
            "text": "Toe hulle hom weggeneem en ooreengekom het om hom op die bodem van ’n diep put neer te laat, het Ons aan hom ge- openbaar: U sal hulle waarlik nog hiervan vertel, maar hulle weet dit nie"
        },
        {
            "chapter": 12,
            "verse": 16,
            "text": "En in die skemer het hulle wenend na hulle vader teruggekeer"
        },
        {
            "chapter": 12,
            "verse": 17,
            "text": "Hulle het gesê: O ons vader, ons het weggegaan en teen mekaar resies gejaag en Josef by ons besittings agtergelaat; en ’n wolf het hom daar verskeur. En miskien sal u ons nie glo nie, hoewel ons sekerlik die waarheid praat"
        },
        {
            "chapter": 12,
            "verse": 18,
            "text": "En hulle het gekom met vals bloed op sy hemp. Hy het gesê: Nee, julle siele het die saak veels te lig opgevat. En dit is Allah Wie se hulp teen julle beweringe gesoek moet word"
        },
        {
            "chapter": 12,
            "verse": 19,
            "text": "En daar het reisigers gekom, en hulle het hul waterputter gestuur en hy het sy emmer laat afsak. Toe het hy gesê: Watter goeie nuus! Hier is ’n jongkêrel. En hulle het hom as ’n stuk koopware weggesteek, en Allah was bewus van hulle dade"
        },
        {
            "chapter": 12,
            "verse": 20,
            "text": "En hulle het hom vir ’n geringe prys, ’n paar silwerstukke, ver- koop, want vir hulle was hy onbelangrik"
        },
        {
            "chapter": 12,
            "verse": 21,
            "text": "En die Egiptenaar wat hom gekoop het, het aan sy vrou gesê: Maak sy verblyf eerlik. Miskien kan hy ons van nut wees, of kan ons hom dalk as seun aanneem. En so het Ons Josef in die land gevestig, sodat Ons hom in die uitleg van die spreuke kan onderrig. En Allah het volle beheer oor wat Hy beveel, maar die meeste mense weet dit nie"
        },
        {
            "chapter": 12,
            "verse": 22,
            "text": "En toe hy opgegroei het, het Ons aan hom wysheid en kennis geskenk. So beloon Ons hulle wie se werke welgevallig is"
        },
        {
            "chapter": 12,
            "verse": 23,
            "text": "En sy in wie se huis hy was, het probeer om hom teen sy sin te verlei en het die deure gesluit en gesê: Kom nou. Hy het geantwoord: Mag Allah dit verhoed! Waarlik, my Heer het my verblyf waardig gemaak. Voorwaar, die kwaaddoeners is nooit suksesvol nie"
        },
        {
            "chapter": 12,
            "verse": 24,
            "text": "En sy het hom waarlik begeer, en hy sou haar ook begeer het, was dit nie dat hy ’n duidelike waarskuwing van sy Heer ont- vang het nie. En dit is aan hom gestuur sodat Ons hom van sonde en onbetaamlike dade kon behoed"
        },
        {
            "chapter": 12,
            "verse": 25,
            "text": "En hulle het albei na die deur gehardloop, en sy het ’n stuk uit die agterpant van sy hemp geskeur. En by die deur het hulle haar eggenoot ontmoet. Sy het gesê: Wat is die straf vir iemand wat slegte bedoelinge met ’n vrou het, anders as gevangenisstraf of ’n pynlike kastyding"
        },
        {
            "chapter": 12,
            "verse": 26,
            "text": "Josef het geantwoord: Dit is sý wat my teen my sin wou verlei. En ’n familielid van haar het getuig: As sy hemp van voor geskeur is, praat sý die waarheid en is hy ’n leuenaar"
        },
        {
            "chapter": 12,
            "verse": 27,
            "text": "En as sy hemp van agter geskeur is, vertel sý ’n leuen en is hý een van die opregtes"
        },
        {
            "chapter": 12,
            "verse": 28,
            "text": "Toe hy merk dat sy hemp van agter geskeur is het hy gesê: Is dit ’n vroulike metode? Voorwaar, julle vroue is listig"
        },
        {
            "chapter": 12,
            "verse": 29,
            "text": "O Josef, wend u hiervan af. En, my vrou, vra vergifnis vir u sonde. U het waarlik gesondig"
        }
    ]
}