{
    "pages": [
        {
            "chapter": 2,
            "verse": 113,
            "text": "तथा यहूदियों ने कहा कि ईसाईयों के पास कुछ नहीं और ईसाईयों ने कहा कि यहूदियों के पास कुछ नहीं है। जबकि वे धर्म पुस्तक[1] पढ़ते हैं। इसी जैसी बात उन्होंने भी कही, जिनके पास धर्म पुस्तक का कोई ज्ञान[2] नहीं। ये जिस विषय में विभेद कर रहे हैं, उसका निर्णय अल्लाह प्रलय के दिन उनके बीच कर देगा।"
        },
        {
            "chapter": 2,
            "verse": 114,
            "text": "और उससे बड़ा अत्याचारी कौन होगा, जो अल्लाह की मस्जिदों में उसके नाम का वर्णन करने से रोके और उन्हें उजाड़ने का प्रयत्न करे?[1] उन्हीं के लिए योग्य है कि उसमें डरते हुए प्रवेश करें, उन्हीं के लिए संसार में अपमान है और उन्हीं के लिए आख़िरत (परलोक) में घोर यातना है।"
        },
        {
            "chapter": 2,
            "verse": 115,
            "text": "तथा पूर्व और पश्चिम अल्लाह ही के हैं; तुम जिधर भी मुख करो[1], उधर ही अल्लाह का मुख है और अल्लाह विशाल अति ज्ञानी है।"
        },
        {
            "chapter": 2,
            "verse": 116,
            "text": "तथा उन्होंने कहा[1] कि अल्लाह ने कोई संतान बना ली। वह इससे पवित्र है। आकाशों तथा धरती में जो भी है, वह उसी का है और सब उसी के आज्ञाकारी हैं।"
        },
        {
            "chapter": 2,
            "verse": 117,
            "text": "वह आकाशों तथा धरती का अविष्कारक है। जब वह किसी बात का निर्णय कर लेता है, तो उसके लिए बस ये आदेश देता है कि \"हो जा।\" और वह हो जाती है।"
        },
        {
            "chapter": 2,
            "verse": 118,
            "text": "तथा उन्होंने कहा जो ज्ञान[1] नहीं रखते कि अल्लाह हमसे बात क्यों नहीं करता या हमारे पास कोई आयत क्यों नहीं आती? इसी प्रकार की बात इनसे पूर्व के लोगों ने कही थी। इनके दिल एक समान हो गये। हमने उनके लिए निशानियाँ उजागर कर दी हैं, जो विश्वास रखते हैं।"
        },
        {
            "chapter": 2,
            "verse": 119,
            "text": "(हे नबी!) हमने आपको सत्य के साथ शुभ सूचना देने तथा सावधान[1] करने वाला बनाकर भेजा है और आपसे नारकियों के विषय में प्रश्न नहीं किया जायेगा।"
        }
    ]
}