{
    "pages": [
        {
            "chapter": 9,
            "verse": 55,
            "text": "अतः आपको उनके धन तथा उनकी संतान चकित न करे। अल्लाह तो ये चाहता है कि उन्हें इनके द्वारा सांसारिक जीवन में यातना दे और उनके प्राण इस दशा में निकलें कि वे काफ़िर हों।"
        },
        {
            "chapter": 9,
            "verse": 56,
            "text": "वे (मुनाफ़िक़) अल्लाह की शपथ लेकर कहते हैं कि वे तुम में से हैं, जबकि वे तुममें से नहीं हैं, परन्तु भयभीत लोग हैं।"
        },
        {
            "chapter": 9,
            "verse": 57,
            "text": "यदि वे कोई शरणगार, गुफा या प्रवेश स्थान पा जायेँ, तो उसकी ओर भागते हुए फिर जायेंगे।"
        },
        {
            "chapter": 9,
            "verse": 58,
            "text": "(हे नबी!) उन (मुनाफ़िक़ों) में से कुछ ज़कात के वितरण में आपपर आक्षेप करते हैं। फिर यदि उन्हें उसमें से कुछ दे दिया जाये, तो प्रसन्न हो जाते हैं और यदि न दिया जाये, तो तुरन्त अप्रसन्न हो जाते हैं।"
        },
        {
            "chapter": 9,
            "verse": 59,
            "text": "और क्या ही अच्छा होता, यदि वे उससे प्रसन्न हो जाते, जो उन्हें अल्लाह और उसके रसूल ने दिया है तथा कहते कि हमारे लिए अल्लाह काफ़ी है। हमें अपने अनुग्रह से (बहुत कुछ) प्रदान करेगा तथा उसके रसूल भी, हम तो उसी की ओर रूचि रखते हैं।"
        },
        {
            "chapter": 9,
            "verse": 60,
            "text": "ज़कात (देय, दान) केवल फ़क़ीरों[1], मिस्कीनों, कार्य-कर्ताओं[2] तथा उनके लिए जिनके दिलों को जोड़ा जा रहा है[3] और दास मुक्ति, ऋणियों (की सहायता), अल्लाह की राह में तथा यात्रियों के लिए है। अल्लाह की ओरसे अनिवार्य (देय) है[4] और अल्लाह सर्वज्ञ, तत्वज्ञ है।"
        },
        {
            "chapter": 9,
            "verse": 61,
            "text": "तथा उन (मुनाफ़िक़ों) में से कुछ नबी को दुःख देते हैं और कहते हैं कि वह बड़े सुनवा[1] हैं। आप कह दें कि वह तुम्हारी भलाई के लिए ऐसे हैं। वह अल्लाह पर ईमान रखते हैं और ईमान वालों की बात का विश्वास करते है और उनके लिए दया हैं, जो तुममें से ईमान लाये हैं और जो अल्लाह के रसूल को दुःख देते हैं, उनके लिए दुःखदायी यातना है।"
        }
    ]
}