{
    "pages": [
        {
            "chapter": 10,
            "verse": 98,
            "text": "फिर, ऐसा क्यों नहीं हुआ कि कोई बस्ती ईमान[1] लाये, फिर उसका ईमान उसे लाभ पहुँचाये, यूनुस की जाति के सिवा, जब वे ईमान लाये, तो हमने उनके सांसारिक जीवन में अपमानकारी यातना दूर कर[2] दी और उन्हें, एक निश्चित अवधि तक लाभान्वित होने का अवसर दे दिया।"
        },
        {
            "chapter": 10,
            "verse": 99,
            "text": "और यदि आपका पालनहार चाहता, तो जोभी धरती में हैं, सब ईमान ले आते, तो क्या आप, लोगों को बाध्य करेंगे, यहाँ तक कि ईमान ले आयें"
        },
        {
            "chapter": 10,
            "verse": 100,
            "text": "किसी प्राणी के लिए ये संभव नहीं है कि अल्लाह की अनुमति[1] के बिना ईमान लाये और वह (अल्लाह) मलीनता उनपर डाल देता है, जो बुध्दि का प्रयोग नहीं करते।"
        },
        {
            "chapter": 10,
            "verse": 101,
            "text": "(हे नबी!) उनसे कहो कि उसे देखो, जो आकाशो तथा धरती में है और निशानियाँ तथा चेतावनियाँ उन्हें क्या लाभ दे सकती हैं, जो ईमान (विश्वास) न रखते हों"
        },
        {
            "chapter": 10,
            "verse": 102,
            "text": "तो क्या, वे इस बात की प्रतीक्षा कर रहे हैं कि उनपर वैसे ही (बुरे) दिन आयें, जैसे उनसे पहले लोगों पर आ चुके हैं? आप कहिएः फिर तो तुम प्रतीक्षा करो। मैं (भी) तुम्हारे साथ प्रतीक्षा करने वालों में हूँ।"
        },
        {
            "chapter": 10,
            "verse": 103,
            "text": "फिर हम अपने रसूलों को और जो ईमान लाये बचा लेते हैं। इसी प्रकार, हमने अपने ऊपर अनिवार्य कर लिया है कि ईमान वालों को बचा लेते हैं।"
        },
        {
            "chapter": 10,
            "verse": 104,
            "text": "आप कह दें: हे लोगो! यदि तुम, मेरे धर्म के बारे में किसी संदेह में हो, तो (सुन लो) मैं उसकी इबादत (वंदना) कभी नहीं करूँगा, जिसकी इबादत (वंदना) अल्लाह के सिवा तुम करते हो। परन्तु, मैं उस अल्लाह की इबादत (वंदना) करता हूँ, जो तुम्हें मौत देता है और मुझे आदेश दिया गया है कि ईमान वालों में रहूँ।"
        },
        {
            "chapter": 10,
            "verse": 105,
            "text": "और ये कि अपने मुख को धर्म के लिए सीधा रखो, एकेश्वरवादी होकर और कदापि मिश्रणवादियों में न रहो।"
        },
        {
            "chapter": 10,
            "verse": 106,
            "text": "और अल्लाह के सिवा उसे न पुकारें, जो आपको न लाभ पहुँचा सकता है और न हानि पहुँचा सकता है। फिर यदि, आप ऐसा करेंगे, तो अत्याचारियों में हो जायेंगे।"
        }
    ]
}