{
    "pages": [
        {
            "chapter": 15,
            "verse": 91,
            "text": "जिन्होंने क़ुर्आन को खण्ड-खण्ड कर दिया[1]।"
        },
        {
            "chapter": 15,
            "verse": 92,
            "text": "तो शपथ है आपके पालनहार की। हम उनसे अवश्य पूछेंगे।"
        },
        {
            "chapter": 15,
            "verse": 93,
            "text": "तुम क्या करते रहे"
        },
        {
            "chapter": 15,
            "verse": 94,
            "text": "अतः आपको, जो आदेश दिया जा रहा है, उसे खोलकर सुना दें और मुश्रिकों (मिश्रमवादियों) की चिन्ता न करें।"
        },
        {
            "chapter": 15,
            "verse": 95,
            "text": "हम आपके लिए परिहास करने वालों को काफ़ी हैं।"
        },
        {
            "chapter": 15,
            "verse": 96,
            "text": "जो अल्लाह के साथ दूसरे पूज्य बना लेते हैं, तो उन्हें शीघ्र ज्ञान हो जायेगा।"
        },
        {
            "chapter": 15,
            "verse": 97,
            "text": "और हम जानते हैं कि उनकी बातों से आपका दिल संकुचित हो रहा है।"
        },
        {
            "chapter": 15,
            "verse": 98,
            "text": "अतः आप अपने पालनहार की प्रशंसा के साथ उसकी पवित्रता का वर्णन करें तथा सज्दा करने वालों में रहें।"
        },
        {
            "chapter": 15,
            "verse": 99,
            "text": "और अपने पालनहार की इबादत (वंदना) करते रहें, यहाँ तक कि आपके पास विश्वास आ जाये[1]।"
        },
        {
            "chapter": 16,
            "verse": 1,
            "text": "अल्लाह का आदेश आ गया है। अतः (हे काफ़िरो!) उसके शीघ्र आने की माँग न करो। वह (अल्लाह) पवित्र तथा उस शिर्क (मिश्रणवाद) से ऊँचा है, जो वे कर रहे हैं।"
        },
        {
            "chapter": 16,
            "verse": 2,
            "text": "वह फ़रिश्तों को वह़्यी के साथ, अपने आदेश से, अपने जिस भक्त पर चाहता है, उतारता है कि (लोगों को) सावधान करो कि मेरे सिवा कोई पूज्य नहीं है, अतः मुझसे ही डरो।"
        },
        {
            "chapter": 16,
            "verse": 3,
            "text": "उसने आकाशों तथा धरती की उत्पत्ति सत्य के साथ की है, वह उनके शिर्क से बहुत ऊँचा है।"
        },
        {
            "chapter": 16,
            "verse": 4,
            "text": "उसने मनुष्य की उत्पत्ति वीर्य से की है, फिर वह अकस्मात् खुला झगड़ालू बन गया।"
        },
        {
            "chapter": 16,
            "verse": 5,
            "text": "तथा चौपायों की उत्पत्ति की, जिनमें तुम्हारे लिए गर्मी[1] और बहुत-से लाभ हैं और उनमें से कुछको खाते हो।"
        },
        {
            "chapter": 16,
            "verse": 6,
            "text": "तथा उनमें तुम्हारे लिए एक शोभा है, जिस समय संध्या को चराकर लाते हो और जब प्रातः चराने ले जाते हो।"
        }
    ]
}