{
    "pages": [
        {
            "chapter": 16,
            "verse": 111,
            "text": "जिस दिन प्रत्येक प्राणी को अपने बचाव की चिन्ता होगी और प्रत्येक प्राणी को उसके कर्मों का पूरा बदला दिया जायेगा और उनपर अत्याचार नहीं किया जायेगा।"
        },
        {
            "chapter": 16,
            "verse": 112,
            "text": "अल्लाह ने एक बस्ती का उदाहरण दिया है, जो शान्त संतुष्ट थी, उसकी जीविका प्रत्येक स्थान से प्राचूर्य के साथ पहुँच रही थी, तो उसने अल्लाह के उपकारों के साथ कुफ़्र किया। तब अल्ल्लाह ने उसे भूख और भय का वस्त्र चखा[1] दिया, उसके बदले जो वह[2] कर रहे थे।"
        },
        {
            "chapter": 16,
            "verse": 113,
            "text": "और उनके पास एक[1] रसूल उन्हीं में से आया, तो उन्होंने उसे झुठला दिया। अतः उन्हें यातना ने पकड़ लिया और वे अत्याचारी थे।"
        },
        {
            "chapter": 16,
            "verse": 114,
            "text": "अतः उसमें से खाओ, जो अल्लाह ने तुम्हें ह़लाल (वैध) स्वच्छ जीविका प्रदान की है और अल्लाह का उपकार मानो, यदि तुम उसी की इबादत (वंदना) करते हो।"
        },
        {
            "chapter": 16,
            "verse": 115,
            "text": "जो कुछ उसने तुमपर ह़राम (अवैध) किया है, वह मुर्दार, रक्त और सुअर का मांस है और जिसपर अल्लाह के सिवा दूसरे का नाम लिया गया[1] हो, फिर जो भूख से आतुर हो जाये, इस दशा में कि वह नियम न तोड़ रहा[2] हो और न आवश्यक्ता से अधिक खाये, तो वास्तव में, अल्लाह अति क्षमाशील, दयावान् है।"
        },
        {
            "chapter": 16,
            "verse": 116,
            "text": "और मत कहो -उस झूठ के कारण, जो तुम्हारी ज़ुबानों पर आ जाये- कि ये ह़लाल (वैध) है और ये ह़राम (अवैध) है, ताकि अल्लाह पर मिथ्यारोप[1] करो। वास्तव में, जो लोग अल्लाह पर मिथ्यारोप करते हैं, वे (कभी) सफल नहीं होते।"
        },
        {
            "chapter": 16,
            "verse": 117,
            "text": "(इस मिथ्यारोपन का) लाभ तो थोड़ा है और उन्हीं के लिए (परलोक में) दुःखदायी यातना है।"
        },
        {
            "chapter": 16,
            "verse": 118,
            "text": "और उनपर, जो यहूदी हो गये, हमने उसे ह़राम (अवैध) कर दिया, जिसका वर्णन हमने इस[1] से पहले आपसे कर दिया है और हमने उनपर अत्याचार नहीं किया, परन्तु वे स्वयं अपने ऊपर अत्याचार कर रहे थे।"
        }
    ]
}