{
    "pages": [
        {
            "chapter": 34,
            "verse": 23,
            "text": "तथा नहीं लाभ देगी अभिस्तावना (सिफ़ारिश) अल्लाह के पास, परन्तु जिसके लिए अनुमति देगा।[1] यहाँ[2] तक कि जब दूर कर दिया जाता है उद्वेग उनके दिलों से, तो वे (फ़रिश्ते) कहते हैं कि तुम्हारे पालनहार ने क्या कहा? वे कहते हैं कि सत्य कहा तथा वह अति उच्च, महान है।"
        },
        {
            "chapter": 34,
            "verse": 24,
            "text": "आप (मुश्रिकों) से प्रश्न करें कि कौन जीविका प्रदान करता है तुम्हें, आकाशों[1] तथा धरती से? आप कह दें कि अल्लाह! तथा हम अथवा तुम अवश्य सुपथ पर हैं अथवा खुले कुपथ में हैं।"
        },
        {
            "chapter": 34,
            "verse": 25,
            "text": "आप कह दें: तुमसे नहीं प्रश्न किया जायेगा हमारे अपराधों के विषय में और न हमसे प्रश्न किया जायेगा, तुम्हारे कर्मों के[1] संबन्ध में।"
        },
        {
            "chapter": 34,
            "verse": 26,
            "text": "आप कह दें कि एकत्र[1] कर देगा हमें हमारा पालनहार। फिर निर्णय कर देगा हमारे बीच सत्य के साथ तथा वही अति निर्णयकारी, सर्वज्ञ है।"
        },
        {
            "chapter": 34,
            "verse": 27,
            "text": "आप कह दें कि तनिक मुझे उन्हें दिखा दो, जिन्हें तुमने मिला दिया है अल्लाह के साथ साझी[1] बनाकर? ऐसा कदापि नहीं। बल्कि वही अल्लाह है अत्यंत प्रभावशाली तथा गुणी।"
        },
        {
            "chapter": 34,
            "verse": 28,
            "text": "तथा नहीं भेजा है हमने आप[1] को, परन्तु सब मनुष्यों के लिए शुभ सूचना देने तथा सचेत करने वाला बनाकर। किन्तु, अधिक्तर लोग ज्ञान नहीं रखते।"
        },
        {
            "chapter": 34,
            "verse": 29,
            "text": "तथा वह कहते[1] हैं कि ये वचन कब पूरा होगा, यदि तुम सत्यवादी हो"
        },
        {
            "chapter": 34,
            "verse": 30,
            "text": "आप उनसे कह दें कि एक दिन वचन का निश्चित[1] है। वे नहीं पीछे होंगे उससे क्षण भर और न आगे होंगे।"
        },
        {
            "chapter": 34,
            "verse": 31,
            "text": "तथा काफ़िरों ने कहा कि हम कदापि ईमान नहीं लायेंगे इस क़ुर्आन पर और न उसपर, जो इससे पूर्व की पुस्तक हैं और यदि आप देखेंगे इन अत्याचारियों को खड़े हुए अपने पालनहार के समक्ष, तो वे दोषारोपण कर रहे होंगे एक-दूसरे पर। जो निर्बल समझे जा रहे थे, वे कहेंगे उनसे, जो बड़े बन रहे थेः यदि तुम न होते, तो हम अवश्य ईमान लाने वालों[1] में होते।"
        }
    ]
}