{
    "pages": [
        {
            "chapter": 39,
            "verse": 68,
            "text": "तथा सूर (नरसिंधघा) फूँका[1] जायेगा, तो निश्चेत होकर गिर जायेंगे, जो आकाशों तथा धरती में हैं। परन्तु जिसे अल्लाह चाहे, फिर उसे पुनः फूँका जायेगा, तो सहसा सब खड़े देख रहे होंगे।"
        },
        {
            "chapter": 39,
            "verse": 69,
            "text": "तथा जगमगाने लगेगी धरती, अपने पालनहार की ज्योति से और प्रस्तुत किये जायेंगे कर्म लेख तथा लाया जायेगा नबियों और साक्षियों को तथा निर्णय किया जायेगा उनके बीच सत्य (न्याय) के साथ और उनपर अत्याचार नहीं किया जायेगा।"
        },
        {
            "chapter": 39,
            "verse": 70,
            "text": "तथा पूरा-पूरा दिया जायेगा प्रत्येक जीव को, उसका कर्मफल तथा वह भली-भाँति जानने वाला है उसे, जो वे कर रहे हैं।"
        },
        {
            "chapter": 39,
            "verse": 71,
            "text": "तथा हाँके जायेंगे, जो काफ़िर हो गये नरक की ओर, झुण्ड बनाकर। यहाँतक कि जब वे उसके पास आयेंगे, तो खोल दिये जायेंगे उसके द्वार तथा उनसे कहेंगे उसके रक्षक (फ़रिश्तेः) क्या नहीं आये तुम्हारे पास रसूल तुममें से, जो तुम्हें सुनाते, तुम्हारे पालनहार की आयतें तथा सचेत करते तुम्हें, इस दिन का सामना करने से? वे कहेंगेः क्यों नहीं? परन्तु, सिध्द हो गया यातना का शब्द, काफ़िरों पर।"
        },
        {
            "chapter": 39,
            "verse": 72,
            "text": "कहा जायेगा कि प्रवेश कर जाओ नरक के द्वारों में, सदावासी होकर उसमें। तो बुरा है घमंडियों का निवास स्थान।"
        },
        {
            "chapter": 39,
            "verse": 73,
            "text": "तथा भेज दिये जायेंगे, जो लोग डरते रहे अपने पालनहार से, स्वर्ग की ओर झुण्ड बनाकर। यहाँतक कि जब वे आ जायेंगे उसके पास तथा खोल दिये जायेंगे उसके द्वार और कहेंगे उनसे उसके रक्षकः सलाम है तुमपर, तुम प्रसन्न रहो। तुम प्रवेश कर जाओ उसमें, सदावासी होकर।"
        },
        {
            "chapter": 39,
            "verse": 74,
            "text": "तथा वे कहेंगेः सब प्रशंसा अल्लाह के लिए हैं, जिसने सच कर दिखाया हमसे अपना वचन तथा हमें उत्तराधिकारी बना दिया इस धरती का, हम रहें स्वर्ग में, जहाँ चाहें। क्या ही अच्छा है कार्यकर्ताओं[1] का प्रतिफल।"
        }
    ]
}