{
    "pages": [
        {
            "chapter": 3,
            "verse": 166,
            "text": "तथा जो भी आपदा, दो गिरोहों के सम्मुख होने के दिन, तुमपर आई, तो वो अल्लाह की अनुमति से (आई)। ताकि वह ईमान वालों को जान ले।"
        },
        {
            "chapter": 3,
            "verse": 167,
            "text": "और ताकि उन्हें जान ले, जो मुनाफ़िक़ हैं। (जब) उनसे कहा गया कि आओ, अल्लाह की राह में युध्द करो अथवा रक्षा करो, तो उन्होंने कहा कि यदि हम युध्द होना जानते, तो अवश्य तुम्हारा साथ देते। वे उस दिन ईमान से अधिक कुफ़्र के समीप थे, व अपने मुखों से ऐसी बात बोल रहे थे, जो उनके दिलों में नहीं थी तथा अल्लाह, जिसे वे छुपा रहे थे, अधिक जानता था।"
        },
        {
            "chapter": 3,
            "verse": 168,
            "text": "इन्होंने ही अपने भाईयों से कहा और (स्वयं घरों में) आसीन रह गयेः यदि वे हमारी बात मानते, तो मारे नहीं जाते! (हे नबी!) कह दोः फिर तो मौत से[1] अपनी रक्षा कर लो, यदि तुम सच्चे हो।"
        },
        {
            "chapter": 3,
            "verse": 169,
            "text": "जो अल्लाह की राह में मार दिये गये, तो तुम उन्हें मरा हुआ न समझो, बल्कि वे जीवित हैं[1], अपने पालनहार के पास जीविका दिये जा रहे हैं।"
        },
        {
            "chapter": 3,
            "verse": 170,
            "text": "तथा उससे प्रसन्न हैं, जो अल्लाह ने उन्हें अपनी दया से प्रदान किया है और उनके लिए प्रसन्न (हर्षित) हो रहे हैं, जो उनसे मिले नहीं, उनके पीछे[1] रह गये हैं कि उन्हें कोई डर नहीं होगा और न वे उदासीन होंगे।"
        },
        {
            "chapter": 3,
            "verse": 171,
            "text": "वे अल्लाह के पुरस्कार और प्रदान के कारण प्रसन्न हो रहे हैं तथा इसपर कि अल्लाह ईमान वालों का प्रतिफल व्यर्थ नहीं करता।"
        },
        {
            "chapter": 3,
            "verse": 172,
            "text": "जिन्होंने अल्लाह और रसूल की पुकार स्वीकार[1] की, इसके पश्चात् कि उन्हें आघात पहुँचा, उनमें से उनके लिए जिन्होंने सुकर्म किया तथा (अल्लाह से) डरे, महा प्रतिफल है।"
        },
        {
            "chapter": 3,
            "verse": 173,
            "text": "ये वे लोग हैं, जिनसे लोगों ने कहा कि तुम्हारे लिए लोगों (शत्रु) ने (वापिस आने का) संकल्प[1] लिया है। अतः उनसे डरो, तो इस (सूचना) ने उनके ईमान को और अधिक कर दिया और उन्होंने कहाः हमें अल्लाह बस है और वह अच्छा काम बनाने वाला है।"
        }
    ]
}