{
    "juzs": [
        {
            "chapter": 17,
            "verse": 1,
            "text": "¡Alabado sea Aquel que tomó a Su siervo (Muhammad) durante la noche para llevarlo de la Mezquita Sagrada de La Meca al templo de Jerusalén[483], cuyos alrededores bendijimos (con frutos y cultivos), con el fin de mostrarle las pruebas de Nuestro poder! En verdad, Él es Quien oye y ve todas las cosas"
        },
        {
            "chapter": 17,
            "verse": 2,
            "text": "Y entregamos a Moisés las Escrituras (la Torá) e hicimos que fueran una guía para los hijos de Israel, diciéndoles: “No tomen fuera de Mí a ningún protector ni a ninguna divinidad para encomendar sus asuntos”"
        },
        {
            "chapter": 17,
            "verse": 3,
            "text": "¡Oh, descendientes de aquellos a quienes embarcamos (en el arca y salvamos) junto a Noé!, (¡sigan su ejemplo!). Ciertamente, él fue un siervo agradecido"
        },
        {
            "chapter": 17,
            "verse": 4,
            "text": "Y revelamos a los hijos de Israel en las Escrituras (la Torá): “Corromperán la tierra (con sus pecados) dos veces y se convertirán en unos tiranos arrogantes”"
        },
        {
            "chapter": 17,
            "verse": 5,
            "text": "Y cuando corrompieron la tierra por primera vez, enviamos contra ustedes siervos Nuestros de gran fortaleza y violencia que penetraron por completo en sus hogares (para destruirlos). Esa fue una predicción que se cumplió"
        },
        {
            "chapter": 17,
            "verse": 6,
            "text": "Luego les concedimos la revancha dándoles la victoria sobre ellos y los reforzamos con bienes e hijos, e hicimos de ustedes un pueblo más numeroso"
        },
        {
            "chapter": 17,
            "verse": 7,
            "text": "Y les dijimos: “Si hacen el bien, lo harán en beneficio de ustedes; y si hacen el mal, será en perjuicio propio. Y cuando se cumpla la última predicción, sus enemigos los humillarán y entrarán en el templo de Jerusalén, como ya hicieran la vez primera, y destruirán todo lo que se encuentre ante ellos”"
        },
        {
            "chapter": 17,
            "verse": 8,
            "text": "(Si se arrepienten de sus pecados) Al-lah se apiadará de ustedes; pero si vuelven (a corromper la tierra), volveremos (a castigarlos). Y hemos hecho del Infierno una cárcel para quienes rechazan la verdad"
        },
        {
            "chapter": 17,
            "verse": 9,
            "text": "Ciertamente, este Corán guía hacia lo que es más justo y recto y anuncia a los creyentes, que obran con rectitud, que obtendrán una gran recompensa (en la otra vida)"
        },
        {
            "chapter": 17,
            "verse": 10,
            "text": "Y a quienes no creen en la vida eterna les hemos preparado un castigo doloroso"
        },
        {
            "chapter": 17,
            "verse": 11,
            "text": "Y el hombre suplica (a menudo) el mal (para él mismo o para su familia cuando está enojado)[484] de igual modo que suplica el bien, pues el hombre es impaciente"
        },
        {
            "chapter": 17,
            "verse": 12,
            "text": "Y hemos hecho de la noche y del día dos señales de Nuestro poder. Hemos cubierto la noche con la oscuridad (para que descansen), mientras que hemos iluminado el día para que (trabajen y) busquen en él el favor de su Señor, para que cuenten los años y para que puedan calcular el paso del tiempo. Y hemos explicado todo con detalle"
        },
        {
            "chapter": 17,
            "verse": 13,
            "text": "Y cada hombre cargará con sus propias obras (y pecados[485]). Y el Día de la Resurrección le daremos un registro, que encontrará abierto (donde constará todo lo que haya realizado). la justicia del justo será sobre él y la impiedad del impío será sobre él” (Ezequiel 18: 20). No obstante el cristianismo se basa en la creencia de la redención"
        },
        {
            "chapter": 17,
            "verse": 14,
            "text": "(Se le dirá:) “Lee el registro de tus obras. Tú te bastas para juzgarte a ti mismo”"
        },
        {
            "chapter": 17,
            "verse": 15,
            "text": "Quien haya seguido el buen camino lo habrá hecho en su propio beneficio, y quien se haya extraviado lo habrá hecho en perjuicio propio; y nadie cargará con los pecados de otro. Y no castigamos a ningún pueblo sin antes haber enviado un Mensajero (para advertirlos del castigo)"
        },
        {
            "chapter": 17,
            "verse": 16,
            "text": "Y cuando queremos destruir una ciudad (por sus pecados), ordenamos a sus dirigentes (que obedezcan a Al-lah a través de un Mensajero Nuestro), mas estos desobedecen (desmintiendo al Mensajero que les ha sido enviado) y corrompen la tierra, haciendo que se cumpla la sentencia contra dicha comunidad (pecadora), y la destruimos por completo"
        },
        {
            "chapter": 17,
            "verse": 17,
            "text": "¡Y cuántas comunidades (injustas que desmentían a sus mensajeros) destruimos después de Noé! Y tu Señor basta para conocer y ver los pecados de Sus siervos"
        },
        {
            "chapter": 17,
            "verse": 18,
            "text": "Quien desee (solo) esta vida terrenal (que sepa) que concederemos lo que queramos a quien deseemos. Después (en la otra vida) arderá en el Infierno, reprochado y expulsado (de Nuestra misericordia)"
        },
        {
            "chapter": 17,
            "verse": 19,
            "text": "Y quien desee la vida eterna y se esfuerce (con sus obras) por alcanzarla y sea creyente verá sus esfuerzos recompensados"
        },
        {
            "chapter": 17,
            "verse": 20,
            "text": "Y a todos ellos (creyentes o no) les concedemos en esta vida de los favores de tu Señor (¡oh, Muhammad!), pues estos no pueden negárseles a nadie"
        },
        {
            "chapter": 17,
            "verse": 21,
            "text": "Observa cómo hemos agraciado (en esta vida) a unos más que a otros. Y, sin embargo, en la otra habrá todavía más niveles de distinción"
        },
        {
            "chapter": 17,
            "verse": 22,
            "text": "No adores a nadie fuera de Al-lah; de lo contrario, serías reprochado y abandonado (en el Infierno)"
        },
        {
            "chapter": 17,
            "verse": 23,
            "text": "Y Al-lah ha ordenado adorarlo solo a Él y tratar a los padres con amabilidad y respeto. Si uno de ellos, o ambos, alcanzan la vejez en tu presencia, no les digas ninguna palabra de reproche ni les faltes al respeto, y háblales con dulzura"
        },
        {
            "chapter": 17,
            "verse": 24,
            "text": "Y trátalos con humildad, apiadándote de ellos, y suplica a Al-lah diciendo: “¡Señor!, sé misericordioso con ellos al igual que ellos lo fueron conmigo cuando me criaron de pequeño”"
        },
        {
            "chapter": 17,
            "verse": 25,
            "text": "Su Señor conoce bien lo que hay en su interior. Si son rectos y virtuosos, perdonará a quien se vuelva a Él en arrepentimiento"
        },
        {
            "chapter": 17,
            "verse": 26,
            "text": "Y concédeles sus derechos a los familiares cercanos, a los pobres y a los viajeros (que no dispongan de medios para proseguir su viaje); pero no derroches"
        },
        {
            "chapter": 17,
            "verse": 27,
            "text": "En verdad, quienes derrochan (sus bienes en el pecado y en banalidades) siguen el camino de los demonios, y el Demonio es ingrato con su Señor (por haberse rebelado contra Él)"
        },
        {
            "chapter": 17,
            "verse": 28,
            "text": "Y si te alejas de ellos (de los familiares y de aquellos a quienes se te ha pedido ayudar económicamente porque no tienes qué darles) y estás a la espera de recibir un bien procedente de tu Señor, háblales con amabilidad (prometiéndoles que los ayudarás cuando recibas el bien que esperas)"
        },
        {
            "chapter": 17,
            "verse": 29,
            "text": "Y no seas avaro cerrando tu mano por completo, pues serías reprobado por ello, ni la abras del todo (derrochando) hasta quedarte en la miseria y suspirando por lo que perdiste"
        },
        {
            "chapter": 17,
            "verse": 30,
            "text": "Ciertamente, tu Señor concede un generoso sustento a quien quiere y lo restringe a quien quiere. Él está informado de todo y ve todas las cosas (que hacen Sus siervos)"
        },
        {
            "chapter": 17,
            "verse": 31,
            "text": "Y no maten a sus hijos por miedo a la miseria; Nosotros somos quienes les concedemos sustento, así como a ustedes. Ciertamente, matarlos es un grave pecado"
        },
        {
            "chapter": 17,
            "verse": 32,
            "text": "Y no se acerquen (siquiera) a la fornicación, pues es una inmoralidad y un mal camino a seguir"
        },
        {
            "chapter": 17,
            "verse": 33,
            "text": "Y no acaben con la vida que Al-lah ha hecho sagrada, a menos que sea por un motivo justo. Y otorgamos autoridad al heredero de quien sea asesinado injusta e intencionadamente (para pedir la muerte del asesino o bien una indemnización en vez de su muerte, o para perdonarle la vida). Pero no transgredan los límites si deciden la pena de muerte[488]. Ciertamente, el derecho del heredero a pedir justicia está garantizado"
        },
        {
            "chapter": 17,
            "verse": 34,
            "text": "Y no se acerquen a los bienes de los huérfanos (no hagan uso de ellos, ustedes que los custodian[489]), a menos que sea para beneficiarlos, hasta que alcancen la madurez suficiente (y tengan que entregárselos). Y cumplan los compromisos, pues se les pedirán cuentas acerca de ellos"
        },
        {
            "chapter": 17,
            "verse": 35,
            "text": "Y (cuando comercien) den la medida justa y pesen con una balanza exacta (para que sean justos), pues, al final, es lo mejor y más conveniente para ustedes"
        },
        {
            "chapter": 17,
            "verse": 36,
            "text": "Y no sigas nada sobre lo que no tengas firme conocimiento, pues se te pedirán cuentas sobre el uso que hiciste del oído, de la vista y del corazón (o entendimiento)"
        },
        {
            "chapter": 17,
            "verse": 37,
            "text": "Y no camines por la tierra con arrogancia, pues no podrás penetrarla (con tu andar) ni igualarás a las montañas en altura (para ser tan imponente como ellas)"
        },
        {
            "chapter": 17,
            "verse": 38,
            "text": "Todo lo malo que ha sido mencionado (y prohibido anteriormente) es detestable para tu Señor"
        },
        {
            "chapter": 17,
            "verse": 39,
            "text": "Esto es parte de la sabiduría que tu Señor te revela (¡oh, Muhammad!). No adores otras divinidades fuera de Al-lah, pues serías arrojado al Infierno, reprochado y expulsado (de Su misericordia)"
        },
        {
            "chapter": 17,
            "verse": 40,
            "text": "¿Iba a escoger su Señor para ustedes hijos varones y tomar para Sí hijas: los ángeles (según afirman)? Ciertamente, dicen algo muy grave"
        },
        {
            "chapter": 17,
            "verse": 41,
            "text": "Y hemos explicado con claridad en este Corán (todo tipo de ejemplos, promesas y advertencias) para que (los hombres) mediten; mas (todo ello) no ha hecho sino aumentar el rechazo de quienes niegan la verdad"
        },
        {
            "chapter": 17,
            "verse": 42,
            "text": "Diles (¡oh, Muhammad!): “Si realmente hubiese otras divinidades como dicen, buscarían la manera de llegar hasta el Señor del Trono (Al-lah)[491]”"
        },
        {
            "chapter": 17,
            "verse": 43,
            "text": "¡Glorificado y exaltado sea! Él está muy por encima de lo que dicen"
        },
        {
            "chapter": 17,
            "verse": 44,
            "text": "Lo glorifican los siete cielos[492], la tierra y cuanto hay en ellos, y no hay nada que no Lo glorifique con alabanzas, aunque ustedes no pueden comprenderlas. Ciertamente, Él es Tolerante e Indulgente"
        },
        {
            "chapter": 17,
            "verse": 45,
            "text": "Y cuando recitas el Corán (¡oh, Muhammad!), interponemos entre tú y quienes no creen en la otra vida una barrera invisible (para que no puedan ni escuchar ni entender lo que dices)"
        },
        {
            "chapter": 17,
            "verse": 46,
            "text": "Y les hemos sellado los corazones y tapado los oídos (debido a su obstinada negación de la verdad). Y cuando mencionas a tu Señor en el Corán como un Dios Único (prohibiendo la adoración de otras divinidades fuera de Él) se alejan de ti dándote la espalda con aversión"
        },
        {
            "chapter": 17,
            "verse": 47,
            "text": "Nosotros sabemos bien con qué intención te escuchan cuando oyen (tu recitación del Corán) y lo que comentan en secreto cuando los injustos (que rechazan la verdad) dicen (a los creyentes): “Solo siguen a un hombre embrujado”"
        },
        {
            "chapter": 17,
            "verse": 48,
            "text": "Mira con qué te comparan (cuando dicen que eres un hombre embrujado, un adivinador o un poeta) y cómo se desvían del buen camino para no regresar a él"
        },
        {
            "chapter": 17,
            "verse": 49,
            "text": "Y dicen (con sarcasmo): “¿Cuando seamos huesos y restos, volveremos nuevamente a la vida?”"
        },
        {
            "chapter": 17,
            "verse": 50,
            "text": "Diles (¡oh, Muhammad!): “(Serían resucitados aunque) fueran piedras o hierro"
        },
        {
            "chapter": 17,
            "verse": 51,
            "text": "o cualquier otro objeto de la creación que puedan imaginar de mayor dureza (o más difícil de dar vida)”. Entonces te preguntarán: “¿Quién nos resucitará?”. Les dirás: “Aquel que los creó por primera vez”. Moverán la cabeza (asintiendo en tono de burla) y te dirán: “¿Y cuándo ocurrirá?”. Les dirás: “Puede que sea pronto”"
        },
        {
            "chapter": 17,
            "verse": 52,
            "text": "Ese día (el Día de la Resurrección) serán llamados a comparecer ante Al-lah y responderán obedeciéndolo con alabanzas, y pensarán que solo vivieron (en la tierra) muy poco"
        },
        {
            "chapter": 17,
            "verse": 53,
            "text": "Y diles a Mis siervos (¡oh, Muhammad!) que hablen entre ellos con buenas palabras[493]. Ciertamente, el Demonio busca sembrar la discordia entre ellos, pues es un declarado enemigo del hombre"
        },
        {
            "chapter": 17,
            "verse": 54,
            "text": "Su Señor es Quien mejor los conoce (¡oh, gentes!). Si lo desea, (los guiará hacia la fe y) se apiadará de ustedes; o bien dejará que mueran en la incredulidad y los castigará. Y no te hemos enviado a ti (¡oh Muhammad!) en calidad de guardián sobre ellos, ni eres responsable de sus acciones"
        },
        {
            "chapter": 17,
            "verse": 55,
            "text": "Y tu Señor es Quien mejor conoce cuanto hay en los cielos y en la tierra. Hemos favorecido a unos profetas más que a otros; y a David, le concedimos los Salmos"
        },
        {
            "chapter": 17,
            "verse": 56,
            "text": "Diles (¡oh, Muhammad!): “Convoquen a quienes dicen que comparten la divinidad con Al-lah. (Verán que) no pueden librarlos de ningún mal ni pueden desviarlo (de ustedes)”"
        },
        {
            "chapter": 17,
            "verse": 57,
            "text": "Aquellos a quienes invocan buscan el medio de acercarse más a su Señor, anhelan Su misericordia y temen Su castigo[494]. Ciertamente, el castigo de tu Señor es digno de ser temido"
        },
        {
            "chapter": 17,
            "verse": 58,
            "text": "Y no hay ninguna ciudad (que haya desmentido a su Profeta) que no vayamos a destruir o a castigar severamente antes del Día de la Resurrección. Eso es algo que ha sido decretado (y está escrito en la Tabla Protegida)"
        },
        {
            "chapter": 17,
            "verse": 59,
            "text": "Y si no enviamos milagros (a Nuestro Mensajero, como solicitan los idólatras de La Meca,) es porque las generaciones anteriores no creyeron en ellos cuando los enviamos (y fueron destruidas por ello). Y enviamos al pueblo de Zamud una camella como una clara prueba (de Nuestro poder), mas fueron injustos (al matarla y rechazar la verdad). Y solo enviamos milagros para que teman (el castigo y crean)"
        },
        {
            "chapter": 17,
            "verse": 60,
            "text": "Y (recuerda) cuando te dijimos (¡oh, Muhammad!) que tu Señor tenía a los hombres bajo Su conocimiento y poder. Y hemos hecho que lo que te mostramos (durante el viaje nocturno y tu ascensión al cielo)[496] y viste (con tus propios ojos), así como el árbol maldito[497] (que menciona) el Corán, fueran una prueba para los hombres (para ver si te creían o no). Atemorizamos (a los idólatras con advertencias de diferentes tipos de castigos para que teman), pero solo aumenta su rebeldía (contra la verdad)"
        },
        {
            "chapter": 17,
            "verse": 61,
            "text": "Y (recuerda) cuando dijimos a los ángeles que se postraran ante Adán, y lo hicieron todos con la excepción de Iblis[498], quien dijo (con arrogancia): “¿Voy a (rebajarme) postrándome ante alguien que creaste de barro?”"
        },
        {
            "chapter": 17,
            "verse": 62,
            "text": "Le dijo (a Al-lah): “¿Ves a ese (Adán) a quien has honrado por encima de mí? Si me concedes un plazo hasta el Día de la Resurrección, extraviaré a su descendencia, salvo a unos pocos”"
        },
        {
            "chapter": 17,
            "verse": 63,
            "text": "(Al-lah) le dijo: “¡Vete! A ti y a quienes de entre los hombres te sigan les bastará como retribución el castigo del Infierno"
        },
        {
            "chapter": 17,
            "verse": 64,
            "text": "Y seduce a quienes puedas de entre ellos con tus palabras, arremete contra ellos con todas tus fuerzas de caballería e infantería, participa de sus bienes y de sus hijos (corrompiéndolos), y hazles (falsas) promesas —mas las promesas del Demonio son siempre falsas—"
        },
        {
            "chapter": 17,
            "verse": 65,
            "text": "En verdad que no tendrás poder sobre Mis siervos (devotos). Y tu Señor se basta para protegerlos (de tus maquinaciones)”"
        },
        {
            "chapter": 17,
            "verse": 66,
            "text": "Su Señor es Quien impulsa las embarcaciones (para que naveguen) en el mar con el fin de que busquen Su favor (comerciando). Ciertamente, Él es Misericordioso con ustedes"
        },
        {
            "chapter": 17,
            "verse": 67,
            "text": "Y si sufren una adversidad en el mar, aquello que invocaban los abandona, excepto Él. Y cuando Él los salva (de morir ahogados) y regresan a tierra firme, Le dan la espalda, pues el hombre es desagradecido"
        },
        {
            "chapter": 17,
            "verse": 68,
            "text": "¿Acaso se sienten a salvo de que haga que los trague la tierra o de que envíe contra ustedes un viento cargado de guijarros? Entonces no encontrarían quién los protegiera (del castigo)"
        },
        {
            "chapter": 17,
            "verse": 69,
            "text": "¿O bien se sienten a salvo de que los devuelva de nuevo (al mar) y envíe sobre ustedes un viento huracanado que los ahogue (por negar la verdad)? Entonces no encontrarían quién los auxiliara y Le pidiera cuentas por lo sucedido"
        },
        {
            "chapter": 17,
            "verse": 70,
            "text": "Y, realmente, hemos honrado a la descendencia de Adán (a todos los seres humanos): la hemos llevado por tierra y por mar, le hemos concedido un buen sustento y la hemos favorecido más que a otras criaturas"
        },
        {
            "chapter": 17,
            "verse": 71,
            "text": "(Recuerda) el Día (de la Resurrección) en que llamaremos a todas las comunidades por sus respectivos profetas. Quienes reciban el registro de sus acciones en la mano derecha lo leerán (contentos) y no serán tratados con la menor injusticia"
        },
        {
            "chapter": 17,
            "verse": 72,
            "text": "Y quien haya estado ciego en esta vida (ante la verdad y la haya desmentido), también lo estará en la eterna y se hallará aún más extraviado"
        },
        {
            "chapter": 17,
            "verse": 73,
            "text": "A punto estuvieron de desviarte (quienes rechazaban la verdad) de lo que te habíamos revelado (¡oh, Muhammad!) para poder inventar algo distinto contra Nosotros. Entonces te habrían tomado por un fiel amigo"
        },
        {
            "chapter": 17,
            "verse": 74,
            "text": "Si no hubiéramos hecho que te mantuvieses firme, poco habría faltado para que te inclinaras un poco hacia ellos (para que te siguieran)"
        },
        {
            "chapter": 17,
            "verse": 75,
            "text": "(Y si te hubieses inclinado hacia ellos cediendo en lo que te pedían), entonces te habríamos hecho sufrir un doble (castigo) en esta vida y un doble (castigo) después de la muerte; y no habrías encontrado quién te ayudara contra Nosotros"
        },
        {
            "chapter": 17,
            "verse": 76,
            "text": "Y a punto estuvieron de intimidarte para que dejaras tu tierra, pero entonces no habrían permanecido en ella tras irte excepto muy poco tiempo"
        },
        {
            "chapter": 17,
            "verse": 77,
            "text": "Este fue Nuestro proceder[500] con los pueblos a los que enviamos Nuestros mensajeros con anterioridad a ti (¡oh, Muhammad!) y los desmintieron; y no encontrarás cambios en Nuestra manera de actuar"
        },
        {
            "chapter": 17,
            "verse": 78,
            "text": "Realiza los rezos prescritos (el salat) desde pasado el mediodía hasta llegada la oscuridad de la noche, así como al alba, pues la recitación del Corán antes del amanecer es presenciada (por los ángeles)"
        },
        {
            "chapter": 17,
            "verse": 79,
            "text": "Y prolonga la recitación del Corán en tus rezos voluntarios de la noche para que tu Señor te conceda Al Maqam Al Mahmud[501](una dignidad gloriosa)"
        },
        {
            "chapter": 17,
            "verse": 80,
            "text": "Y di (tras haberte ordenado emigrar): “¡Señor!, haz que tenga una entrada honorable (en la ciudad de Medina) y una salida victoriosa (de La Meca)[502]; y concédeme de Tu parte una autoridad que me ayude (a vencer a Tus enemigos)”"
        },
        {
            "chapter": 17,
            "verse": 81,
            "text": "Y di: “Ha llegado la verdad y la falsedad se ha desvanecido, pues la falsedad siempre acaba desvaneciéndose”"
        },
        {
            "chapter": 17,
            "verse": 82,
            "text": "Y hemos revelado en el Corán, el cual es una cura y misericordia para los creyentes, mas no hace sino incrementar la perdición de los injustos (por rechazar la verdad)"
        },
        {
            "chapter": 17,
            "verse": 83,
            "text": "Y si concedemos al hombre parte de Nuestro favor, se aleja ingrato y arrogante; mas si lo alcanza la adversidad, se desespera (de la misericordia de Al-lah)"
        },
        {
            "chapter": 17,
            "verse": 84,
            "text": "Diles: “Cada uno actúa según sus propias inclinaciones, y su Señor conoce bien quién está bien encaminado”"
        },
        {
            "chapter": 17,
            "verse": 85,
            "text": "Y te preguntan acerca del alma. Diles (¡oh, Muhammad!): “Es un asunto que solo mi Señor conoce y sobre el que apenas se les ha concedido conocimiento”"
        },
        {
            "chapter": 17,
            "verse": 86,
            "text": "Y si quisiéramos, te haríamos olvidar lo que te hemos revelado (¡oh, Muhammad!) y entonces no encontrarías quién te ayudara (impidiendo que lo hiciéramos o restituyéndote lo olvidado)"
        },
        {
            "chapter": 17,
            "verse": 87,
            "text": "Mas tu Señor (ha fijado el Corán en tu corazón) por misericordia Suya. Realmente, Su favor sobre ti es inmenso"
        },
        {
            "chapter": 17,
            "verse": 88,
            "text": "Diles: “Aunque se unieran los hombres y los yinn para producir un Corán semejante a este, no podrían lograrlo, aun ayudándose entre ellos”"
        },
        {
            "chapter": 17,
            "verse": 89,
            "text": "Y, ciertamente, hemos expuesto con claridad a los hombres en este Corán todo tipo de ejemplos y explicaciones, pero la mayoría de la gente rechaza (la verdad y no acepta) sino la incredulidad"
        },
        {
            "chapter": 17,
            "verse": 90,
            "text": "Y dicen (los idólatras de La Meca): “No creeremos en ti hasta que no hagas que broten para nosotros manantiales de la tierra"
        },
        {
            "chapter": 17,
            "verse": 91,
            "text": "o bien tengas un jardín de palmeras y viñedos y hagas que broten ríos que lo atraviesen"
        },
        {
            "chapter": 17,
            "verse": 92,
            "text": "o hasta que hagas que el cielo se caiga en pedazos sobre nosotros, como dijiste, o nos traigas a Al-lah y a los ángeles ante nuestros ojos"
        },
        {
            "chapter": 17,
            "verse": 93,
            "text": "o bien poseas una casa de oro o asciendas al cielo, y aun así no creeremos en tu ascensión a menos que desciendas con un libro (de Al-lah) que podamos leer”. Di (¡oh, Muhammad!): “¡Glorificado sea mi Señor! No soy más que un humano enviado como Mensajero (de Al-lah)”"
        },
        {
            "chapter": 17,
            "verse": 94,
            "text": "Y si los hombres (de las generaciones anteriores) no creyeron tras habérseles mostrado el buen camino es porque decían (al igual que dicen los idólatras de tu pueblo): “¿Al-lah ha enviado un ser humano como Mensajero?”"
        },
        {
            "chapter": 17,
            "verse": 95,
            "text": "Diles: “Si los ángeles caminaran tranquilamente por la tierra (o la habitaran), les habríamos enviado del cielo a un ángel como Mensajero”"
        },
        {
            "chapter": 17,
            "verse": 96,
            "text": "Diles: “Al-lah basta como testigo entre nosotros. Ciertamente, Él está informado de lo que hacen Sus siervos y ve todas las cosas”"
        },
        {
            "chapter": 17,
            "verse": 97,
            "text": "Aquel a quien Al-lah guíe hacia la verdad estará bien guiado, y no encontrarás a nadie que pueda ayudar, fuera de Al-lah, a quienes Él extravía (por rechazar la verdad). Y el Día de la Resurrección reuniremos a estos boca abajo, ciegos, mudos y sordos. Morarán en el Infierno, y cada vez que (el fuego) vaya a extinguirse, lo avivaremos"
        },
        {
            "chapter": 17,
            "verse": 98,
            "text": "Tal será la recompensa que obtendrán por haber negado Nuestras aleyas (y las pruebas de Nuestra unicidad) y por decir (con sarcasmo): “Cuando seamos huesos y restos, ¿volveremos nuevamente a la vida?”"
        },
        {
            "chapter": 17,
            "verse": 99,
            "text": "¿Acaso no ven, quienes rechazan la verdad, que Aquel que creó los cielos y la tierra —Al-lah— tiene poder para volver a crear a los hombres nuevamente (tras su muerte)? Y ha fijado un plazo para la resurrección que se cumplirá sin duda alguna. Pero los injustos rechazan (la verdad y no aceptan) sino la incredulidad"
        },
        {
            "chapter": 17,
            "verse": 100,
            "text": "Diles (¡oh, Muhammad!): “Si fueran los dueños de las provisiones con las que Al-lah los sustenta, las retendrían con avaricia por miedo a que se agotaran, pues el hombre es mezquino (por naturaleza)”"
        },
        {
            "chapter": 17,
            "verse": 101,
            "text": "Y, ciertamente, concedimos a Moisés nueve claros milagros[503]. Pregunta a los hijos de Israel si cuando se presentó Moisés ante ellos, el Faraón no le dijo: “¡Oh, Moisés!, realmente creo que estás embrujado”"
        },
        {
            "chapter": 17,
            "verse": 102,
            "text": "(Moisés) respondió: “Bien sabes que estos milagros los ha enviado el Señor de los cielos y de la tierra como prueba (de mi veracidad); y realmente creo que serás destruido, ¡oh, Faraón!”"
        },
        {
            "chapter": 17,
            "verse": 103,
            "text": "Y el Faraón quiso expulsarlos (a Moisés y a su pueblo) de la tierra (de Egipto), mas lo ahogamos junto con todos los que estaban con él"
        },
        {
            "chapter": 17,
            "verse": 104,
            "text": "Y dijimos después a los hijos de Israel: “Habiten la tierra (de la Gran Siria) y, cuando llegue la promesa de la resurrección, los haremos comparecer a todos”"
        },
        {
            "chapter": 17,
            "verse": 105,
            "text": "Y, verdaderamente, lo hemos revelado (el Corán)[504] y lo hemos revelado (a Muhammad) con la verdad (pues ha sido preservado y protegido y todo lo que contiene es cierto). Y no te hemos enviado a ti (¡oh, Muhammad!) sino como portador de buenas noticias (para los creyentes) y como amonestador (para quienes rechazan la verdad)"
        },
        {
            "chapter": 17,
            "verse": 106,
            "text": "Y hemos dividido el Corán en partes para que lo recitaras a los hombres de manera gradual, y lo hemos revelado por etapas"
        },
        {
            "chapter": 17,
            "verse": 107,
            "text": "Diles (a quienes niegan el Corán): “Tanto si creen en él como si no (es la verdad, y su creencia en él o su rechazo no incrementa ni disminuye su veracidad en lo más mínimo). Y quienes recibieron el conocimiento (los judíos y los cristianos) con anterioridad (a la revelación del Corán y no se desviaron de la verdad que contenían sus Escrituras) se postran con sumisión cuando este se les recita (porque reconocen que procede de su Señor)"
        },
        {
            "chapter": 17,
            "verse": 108,
            "text": "Y dicen: “¡Glorificado y exaltado sea nuestro Señor!, (Él está por encima de lo que Le atribuyen los idólatras) ¡Su promesa (de la resurrección y la rendición de cuentas) ha de cumplirse![505]”"
        },
        {
            "chapter": 17,
            "verse": 109,
            "text": "Y caen postrados llorando, y (el Corán) aumenta en ellos su humilde sumisión (a Al-lah)"
        },
        {
            "chapter": 17,
            "verse": 110,
            "text": "Diles: “No importa si Lo invocan diciendo: ‘¡Oh, Al-lah!, ¡oh, Clemente!’, o utilizan otro de Sus nombres[507], pues a Él pertenecen los nombres más sublimes”. Y cuando realices el salat, no levantes excesivamente la voz ni la silencies, sino que busca un término medio"
        },
        {
            "chapter": 17,
            "verse": 111,
            "text": "Y di: “¡Alabado sea Al-lah, Quien no ha tomado ningún hijo para Sí, ni comparte con nadie Su soberanía ni necesita de ningún protector! Y proclama Su grandeza con alabanzas”"
        },
        {
            "chapter": 18,
            "verse": 1,
            "text": "¡Alabado sea Al-lah, Quien ha revelado el Corán a Su siervo (Muhammad) y no hay nada en él que se desvíe (de la verdad)"
        },
        {
            "chapter": 18,
            "verse": 2,
            "text": "(un Libro) perfecto (sin contradicciones) para advertir (a quienes lo rechacen) de un severo castigo de parte de Al-lah y para anunciar a los creyentes, que obran con rectitud, la buena noticia de que obtendrán una buena recompensa (junto a Al-lah en el Paraíso)"
        },
        {
            "chapter": 18,
            "verse": 3,
            "text": "donde vivirán eternamente"
        },
        {
            "chapter": 18,
            "verse": 4,
            "text": "y para advertir (de Su castigo) a quienes dicen que Al-lah ha tomado para sí un hijo"
        },
        {
            "chapter": 18,
            "verse": 5,
            "text": "Ni ellos ni sus antepasados tienen conocimiento (real de tal cosa). Las palabras que pronuncian son muy graves y no dicen más que mentiras"
        },
        {
            "chapter": 18,
            "verse": 6,
            "text": "Puede que te consumas de pesar (¡oh, Muhammad!) tras ver que (tu pueblo) se aleja de ti porque no creen en este mensaje (el Corán)"
        },
        {
            "chapter": 18,
            "verse": 7,
            "text": "Ciertamente, hemos embellecido cuanto hay en la tierra para poner a los hombres a prueba[510] y ver quiénes actuaban mejor"
        },
        {
            "chapter": 18,
            "verse": 8,
            "text": "Luego (destruiremos) todo lo que hay en ella (el Día de la Resurrección) y haremos que se convierta en una tierra yerma y seca"
        },
        {
            "chapter": 18,
            "verse": 9,
            "text": "No pienses (¡oh, Muhammad!) que la historia de los jóvenes de la caverna[511] y de Ar-Raqim[512] es uno de Nuestros milagros más sorprendentes"
        },
        {
            "chapter": 18,
            "verse": 10,
            "text": "(Recuerda) cuando los jóvenes se refugiaron en una caverna (huyendo de los idólatras de su pueblo) y suplicaron (a Al-lah) diciendo: “¡Señor, apiádate de nosotros, protégenos y ayúdanos a salir bien de esta situación (guiándonos) hacia lo que sea correcto!”"
        },
        {
            "chapter": 18,
            "verse": 11,
            "text": "Entonces los hicimos dormir durante muchos años en la caverna"
        },
        {
            "chapter": 18,
            "verse": 12,
            "text": "Después los despertamos para que se evidenciara con claridad qué grupo[514] hacía mejores cálculos sobre el tiempo que habían permanecido en la caverna"
        },
        {
            "chapter": 18,
            "verse": 13,
            "text": "Nos te contamos su verdadera historia: eran un grupo de jóvenes que creían en su Señor (y Lo adoraban solo a Él) y a quienes aumentamos su fe"
        },
        {
            "chapter": 18,
            "verse": 14,
            "text": "Y fortalecimos sus corazones cuando se dirigieron (contra su pueblo) diciéndoles: “Nuestro Señor es el Creador de los cielos y de la tierra, y no invocaremos a nadie sino a Él; de lo contrario estaríamos pronunciando algo muy grave”"
        },
        {
            "chapter": 18,
            "verse": 15,
            "text": "(Los jóvenes se dijeron entre sí:) “Nuestro pueblo adora a otros fuera de Al-lah. ¿Por qué no presentan una prueba clara (sobre la que se basan) para adorarlos? ¿Y quién es más injusto que quien inventa mentiras contra Al-lah?”"
        },
        {
            "chapter": 18,
            "verse": 16,
            "text": "(Y unos dijeron a los otros:) “Cuando se hayan alejado de la gente de su pueblo y de lo que adoran fuera de Al-lah, refúgiense en la caverna. Su Señor se apiadará de ustedes (ocultándolos de su pueblo y los ayudará en su situación (concediéndoles lo que necesiten)”"
        },
        {
            "chapter": 18,
            "verse": 17,
            "text": "(Entonces Al-lah hizo que cayeran dormidos en un profundo sueño durante muchos años. Quien hubiera estado presente) habría visto cómo, al salir el sol, los rayos penetraban en la cueva por la derecha (alcanzándolos con suavidad); mientras que, al ponerse, los rayos penetraban por la izquierda (sin llegar a tocarlos); y ellos se mantenían en un espacio (aireado) de la caverna[515]. (Lo que sucedió a los jóvenes[516]) es una prueba del poder de Al-lah. Aquel a quien Al-lah guíe estará realmente bien guiado; y a quien extravíe (por su obstinado rechazo de la verdad), nadie podrá ayudarlo ni guiarlo"
        },
        {
            "chapter": 18,
            "verse": 18,
            "text": "(Cualquiera) habría pensado que estaban despiertos, pero estaban dormidos[517]. Y los girábamos sobre su lado derecho y sobre el izquierdo[518], y su perro estaba con las patas delanteras extendidas en la entrada de la caverna. Si alguien los hubiese visto, habría huido de ellos despavorido[519]. pues la putrefacción de esta podría afectar seriamente al enfermo y llegar a producirle la muerte. Antiguamente una persona en estado inconsciente o en coma moría antes por desnutrición y lo más probable es que se desconocieran las consecuencias de no mover de postura al enfermo"
        },
        {
            "chapter": 18,
            "verse": 19,
            "text": "Y del mismo modo (que hicimos que durmieran), los despertamos para que se preguntaran entre ellos (sobre lo sucedido). Uno de ellos dijo: “¿Cuánto tiempo hemos permanecido en la caverna (dormidos)?”. Unos contestaron: “Un día o parte de él”. Otros dijeron: “Nuestro Señor sabe mejor cuánto tiempo hemos permanecido aquí. Vaya uno de ustedes con estas monedas de plata a la ciudad para buscar la comida más pura y buena que pueda encontrar como sustento; que tenga cuidado y que no informe a nadie sobre nosotros"
        },
        {
            "chapter": 18,
            "verse": 20,
            "text": "porque, si nos reconocieran, nos lapidarían o nos harían retornar a sus creencias; y (si lo hiciéramos), nunca prosperaríamos (ni en esta vida ni en la otra)”"
        },
        {
            "chapter": 18,
            "verse": 21,
            "text": "Y del mismo modo (que hicimos que durmieran durante muchos años y después los despertamos), hicimos que su historia se conociera[520] para que (la gente de la ciudad) supiera que la promesa de Al-lah (sobre la resurrección) se cumplirá y que la Hora final tendrá lugar, sin duda alguna. (Recuerda) cuando (la gente de entonces) discutía sobre el caso[521], y (unos) dijeron: “Levanten una edificación alrededor (de la cueva que cierre su entrada con los restos de los jóvenes dentro, tal y como están). Al-lah es Quien mejor sabe acerca de ellos”. Quienes tenían el poder de decisión dijeron: “Construiremos cerca de ellos un lugar de culto[522]”. una vez estos habían muerto ya que la gente de aquella ciudad era bastante reacia a creer en la resurrección. y que no está permitido rezar en tal lugar; de hecho la mezquita debería ser derruida en dicho caso. Si la tumba se incorpora después de que la mezquita esté construida"
        },
        {
            "chapter": 18,
            "verse": 22,
            "text": "Algunos dirán que (los jóvenes) eran tres, cuatro con el perro; otros dirán que eran cinco, seis con el perro, haciendo conjeturas sobre lo que desconocen; otros dirán que eran siete, ocho con el perro. Diles (¡oh, Muhammad!): “Mi Señor es Quien mejor sabe cuántos eran y muy pocos tienen conocimiento del número verdadero”. No discutan, pues, sobre algo sin disponer de una clara prueba que lo corrobore ni pregunten acerca de ellos a nadie (de entre quienes recibieron las Escrituras, porque no obtendrían una información fiable)"
        },
        {
            "chapter": 18,
            "verse": 23,
            "text": "Y no digas acerca de algo que pretendes llevar a cabo: “Ciertamente, lo haré mañana”"
        },
        {
            "chapter": 18,
            "verse": 24,
            "text": "salvo (si añades): “Si Al-lah quiere”[523]. Y recuerda a tu Señor (con alabanzas, pídele perdón y busca en Él refugio del Demonio) si olvidas mencionar dichas palabras. Y pide a tu Señor (entonces) que te guie hacia el camino más correcto (si te preguntan algo cuya respuesta desconoces)"
        },
        {
            "chapter": 18,
            "verse": 25,
            "text": "Y (los jóvenes) permanecieron en la caverna trescientos años (según el calendario solar), a los que se le añaden nueve más (según el calendario lunar)"
        },
        {
            "chapter": 18,
            "verse": 26,
            "text": "Diles (a quienes discrepan): “Al-lah sabe mejor el tiempo que permanecieron en ella, pues Él posee el conocimiento absoluto del gaib[524] (que Sus siervos desconocen) en los cielos y en la tierra. Nadie ve ni oye como Él. Los hombres no tienen fuera de Él quién los proteja y Él no comparte la toma de Sus decisiones con nadie”"
        },
        {
            "chapter": 18,
            "verse": 27,
            "text": "Y recita (¡oh, Muhammad!) lo que te ha sido revelado del Libro de tu Señor (el Corán). Las palabras de Al-lah son inalterables, y no encontrarás refugio alguno fuera de Él"
        },
        {
            "chapter": 18,
            "verse": 28,
            "text": "Sé paciente en compañía de los (pobres) que invocan a su Señor mañana y noche buscando (solo) Su complacencia (sin desear los bienes de esta vida). No desvíes tu mirada de ellos[525] deseando el encanto de la vida terrenal, ni obedezcas a aquel a quien le hemos sellado el corazón (por rechazar la verdad) y no Nos glorifica, y sigue (además) sus pasiones; ese cuyas acciones son en vano (y lo conducirán a la perdición)"
        },
        {
            "chapter": 18,
            "verse": 29,
            "text": "Y di (a tu pueblo, ¡oh, Muhammad!): “(Lo que les he traído —el Corán—) es la verdad procedente de su Señor. Quien quiera creer en él, que lo haga y quien quiera, que lo desmienta”. Ciertamente, hemos preparado para los injustos (que lo rechacen) un fuego que los cercará como una muralla (y del que no podrán escapar). Y si imploran ayuda (por la sed que padecen), serán socorridos con un líquido espeso y ardiente que les abrasará la cara. ¡Qué pésima bebida y qué pésima morada"
        },
        {
            "chapter": 18,
            "verse": 30,
            "text": "Ciertamente, no dejaremos sin una buena recompensa a quienes crean y obren rectamente"
        },
        {
            "chapter": 18,
            "verse": 31,
            "text": "Esos obtendrán los Jardines de la Eternidad (situados en los niveles superiores del Paraíso) por donde corren ríos. Allí se adornarán con brazaletes de oro, vestirán prendas verdes de seda y brocado y estarán recostados en divanes. ¡Qué excelente recompensa y qué buena morada"
        },
        {
            "chapter": 18,
            "verse": 32,
            "text": "Y exponles (¡oh, Muhammad!) el ejemplo de dos hombres (uno creyente y otro incrédulo e ingrato), a uno de los cuales (el ingrato) agraciamos con dos viñedos cercados por palmeras y separados por un sembrado"
        },
        {
            "chapter": 18,
            "verse": 33,
            "text": "Ambos viñedos daban sus frutos de manera continuada, sin que se perdiera nada de la cosecha, e hicimos que brotara un riachuelo entre ellos"
        },
        {
            "chapter": 18,
            "verse": 34,
            "text": "El dueño de los viñedos tenía frutos (y bienes) en abundancia y le dijo a su compañero (creyente) presumiendo: “Poseo más riqueza que tú y soy más poderoso en cuanto al número (de hijos, sirvientes y ayudantes que tengo)”"
        },
        {
            "chapter": 18,
            "verse": 35,
            "text": "Y entró en su viñedo siendo injusto consigo mismo (por su arrogancia y negación de la otra vida), y dijo: “No creo que esto vaya a perecer nunca"
        },
        {
            "chapter": 18,
            "verse": 36,
            "text": "ni creo que llegue la Hora final; y si retornara a mi Señor, encontraría, sin duda alguna, junto a Él algo mucho mejor que lo que tengo”"
        },
        {
            "chapter": 18,
            "verse": 37,
            "text": "Su compañero (creyente) le dijo exhortándolo: “¿No crees en Quien te creó a partir del polvo[526], después, de una pequeña cantidad de esperma y, posteriormente, te dio la forma de un hombre"
        },
        {
            "chapter": 18,
            "verse": 38,
            "text": "En cambio, yo creo que Él (Quien me ha creado) es Al-lah, mi Señor, y no adoro a nadie más que a Él"
        },
        {
            "chapter": 18,
            "verse": 39,
            "text": "Al entrar en tu viñedo y ver que yo tenía menos riqueza y menos hijos que tú, deberías haber dicho: ‘Esto se debe al favor que Al-lah me ha concedido, a Su voluntad y a Su poder, no al mío’"
        },
        {
            "chapter": 18,
            "verse": 40,
            "text": "pues puede que mi Señor me dé un jardín mejor que tu viñedo y que envíe contra el tuyo un castigo del cielo (que lo destruya), dejando el terreno yermo y pelado"
        },
        {
            "chapter": 18,
            "verse": 41,
            "text": "o bien podría hacer que desapareciera el agua de su superficie y no pudieras obtenerla”"
        },
        {
            "chapter": 18,
            "verse": 42,
            "text": "Y los viñedos (de quien rechazaba la verdad) fueron destruidos con todos los frutos que contenían, y este empezó a lamentarse por lo que había invertido en ellos al ver sus cepas totalmente devastadas, diciendo: “Ojalá no hubiera adorado a nadie más que a mi Señor”"
        },
        {
            "chapter": 18,
            "verse": 43,
            "text": "Y ningún grupo de hombres pudo socorrerlo (del castigo) de Al-lah ni pudo él defenderse a sí mismo"
        },
        {
            "chapter": 18,
            "verse": 44,
            "text": "Solo Al-lah, el Dios Verdadero, puede proteger y auxiliar (al hombre) en dichas adversidades[527]. Él es Quien concede la mejor recompensa y el mejor final (para Sus siervos creyentes)"
        },
        {
            "chapter": 18,
            "verse": 45,
            "text": "Y compara para ellos a modo de ejemplo (¡oh, Muhammad!) esta vida mundanal con la lluvia que hacemos descender del cielo y absorben las plantas de la tierra, que después se secan y fragmentan en pequeños trozos que esparce el viento[528]. Y Al-lah es Todopoderoso"
        },
        {
            "chapter": 18,
            "verse": 46,
            "text": "Las riquezas y los hijos son bienes y adornos (pasajeros) de la vida mundanal. Mas las buenas obras que permanecen[529] obtendrán una mayor recompensa por parte de Al-lah y generan una mayor esperanza (para quien las realiza)"
        },
        {
            "chapter": 18,
            "verse": 47,
            "text": "Y (recuerda, ¡oh, Muhammad!) el Día (de la Resurrección) en que haremos desaparecer las montañas y verás la tierra (totalmente) nivelada (sin nada que sobresalga en ella). Ese día los reuniremos a todos sin descuidar a nadie"
        },
        {
            "chapter": 18,
            "verse": 48,
            "text": "Y serán conducidos ante tu Señor en filas (y se les dirá:) “Se han presentado ante Nosotros (tras resucitar) del mismo modo que los creamos por primera vez[530], a pesar de que afirmaban que no los citaríamos para este día”"
        },
        {
            "chapter": 18,
            "verse": 49,
            "text": "Entonces se les entregarán los registros de sus acciones, y verás a los pecadores, que rechazaban la verdad, temerosos de su contenido; estos dirán: “¡Ay de nosotros! ¡No hay nada, por pequeño o grande que sea, que no esté incluido en este registro!”. Y encontrarán presente en él todo lo que realizaron. Y tu Señor no es injusto con nadie (¡oh, Muhammad)"
        },
        {
            "chapter": 18,
            "verse": 50,
            "text": "Y (recuerda) cuando dijimos a los ángeles: “¡Póstrense ante Adán!”, y todos se postraron, salvo Iblis[531], que era de los yinn y desobedeció la orden de su Señor. ¿Lo tomarán a él y a su descendencia (¡hombres!) por protectores en vez de tomarme a Mí, cuando ellos son sus enemigos? ¡Qué pésima elección la de los injustos que rechazan la verdad al obedecerlos a ellos en vez de a Mí"
        },
        {
            "chapter": 18,
            "verse": 51,
            "text": "No hice que (Iblis y sus descendientes) fueran testigos de la creación de los cielos y de la tierra ni de su propia creación; ni iba a tomar por ayudantes a quienes extravían (a los hombres)"
        },
        {
            "chapter": 18,
            "verse": 52,
            "text": "Y (recuerda) el Día (de la Resurrección) en el que Al-lah reprenderá (a los idólatras) diciendo: “Llamen a esos que decían que compartían la divinidad Conmigo (para que los ayuden)”. Los llamarán, pero no responderán; y Al-lah establecerá entre ellos (los idólatras y lo que adoraban) una barrera infranqueable"
        },
        {
            "chapter": 18,
            "verse": 53,
            "text": "Y los pecadores idólatras verán el fuego y tendrán la certeza de que serán arrojados a él, y no encontrarán ninguna escapatoria"
        },
        {
            "chapter": 18,
            "verse": 54,
            "text": "Y, ciertamente, hemos expuesto con claridad a los hombres en este Corán todo tipo de ejemplos. Mas el hombre es, antes que nada, un gran discutidor"
        },
        {
            "chapter": 18,
            "verse": 55,
            "text": "Y lo que impide a la gente (de La Meca) creer una vez les ha llegado la guía (del Corán) es (su petición de ver repetida) la destrucción que sufrieron las generaciones precedentes que negaron la verdad o de ver el castigo (del que han sido advertidos) ante sus propios ojos"
        },
        {
            "chapter": 18,
            "verse": 56,
            "text": "Y solo enviamos a Nuestros mensajeros como portadores de buenas nuevas (a los creyentes) y amonestadores (a quienes rechazan la verdad). Y quienes no creen discuten con argumentos falsos para refutar la verdad y se burlan de Nuestras aleyas y de Nuestras advertencias"
        },
        {
            "chapter": 18,
            "verse": 57,
            "text": "¿Y quién es más injusto que aquel a quien se le recuerdan las aleyas (y las pruebas) de su Señor y se aparta de ellas, a la vez que olvida las malas acciones que ha realizado? Le hemos sellado el corazón y taponado los oídos (debido a su incredulidad) para que no comprenda (el Corán). Y si se lo invita a seguir el buen camino, no lo seguirá nunca"
        },
        {
            "chapter": 18,
            "verse": 58,
            "text": "Y tu Señor (¡oh, Muhammad!) es el Indulgente y el dueño de la misericordia. Si les pidiera cuentas a los hombres (en esta vida) por los pecados que han cometido, les adelantaría el castigo. No obstante, les concede un plazo de tiempo hasta un día fijado del cual no podrán escapar"
        },
        {
            "chapter": 18,
            "verse": 59,
            "text": "Y todas esas ciudades que pasaron las destruimos cuando fueron injustas (al negar la verdad), y decretamos para ellas la fecha de su destrucción"
        },
        {
            "chapter": 18,
            "verse": 60,
            "text": "Y recuerda cuando Moisés le dijo a su joven sirviente[534]: “No me rendiré hasta encontrar el lugar donde confluyen los dos mares, aunque tenga que andar durante años”"
        },
        {
            "chapter": 18,
            "verse": 61,
            "text": "Y cuando llegaron al punto de confluencia de los dos mares, se olvidaron del pez (que llevaban consigo como provisión), el cual se deslizó en el mar dejando tras de sí un túnel como rastro (que no cubrió el agua)"
        },
        {
            "chapter": 18,
            "verse": 62,
            "text": "Cuando hubieron pasado de largo dicho lugar, Moisés le dijo a su sirviente: “Saca nuestro almuerzo; realmente nos hemos fatigado en este viaje”"
        },
        {
            "chapter": 18,
            "verse": 63,
            "text": "(El sirviente) le dijo: “¿Te acuerdas de cuando nos refugiamos en aquella roca? Pues olvidé allí el pez (que llevábamos como provisión), y si no lo he mencionado antes es porque el Demonio hizo que me olvidara. El pez saltó al agua y se abrió camino en ella de una forma muy extraña”"
        },
        {
            "chapter": 18,
            "verse": 64,
            "text": "Dijo (Moisés): “Eso es lo que andábamos buscando”. Y volvieron sobre sus pasos (para regresar a dicho lugar)"
        },
        {
            "chapter": 18,
            "verse": 65,
            "text": "Entonces encontraron a uno de Nuestros siervos (Al Jidr) a quien habíamos concedido misericordia y un conocimiento (específico) de Nuestra parte"
        },
        {
            "chapter": 18,
            "verse": 66,
            "text": "Moisés le dijo: “¿Puedo acompañarte para que me enseñes parte del conocimiento que te ha sido concedido?”"
        },
        {
            "chapter": 18,
            "verse": 67,
            "text": "(Al Jidr) le contestó: “No serás paciente conmigo"
        },
        {
            "chapter": 18,
            "verse": 68,
            "text": "¿Y cómo podrías ser paciente con mis acciones si no posees el conocimiento (que Al-lah me ha concedido)?”"
        },
        {
            "chapter": 18,
            "verse": 69,
            "text": "(Moisés) le dijo: “Verás que soy paciente, si Al-lah quiere, y no te desobedeceré en nada”"
        },
        {
            "chapter": 18,
            "verse": 70,
            "text": "(Al Jidr) le respondió: “Si vienes conmigo, no deberás preguntarme nada hasta que yo te informe al respecto”"
        },
        {
            "chapter": 18,
            "verse": 71,
            "text": "Y ambos emprendieron juntos el camino (por la costa), hasta que subieron a bordo de una embarcación que (Al Jidr) horadó (poco después). (Moisés) le dijo: “¿Has horadado la embarcación para que se ahoguen así quienes están a bordo? Ciertamente, has hecho algo terrible”"
        },
        {
            "chapter": 18,
            "verse": 72,
            "text": "Al Jidr respondió: “¿No te dije que no serías paciente conmigo?”"
        },
        {
            "chapter": 18,
            "verse": 73,
            "text": "(Moisés) le dijo: “No tengas en cuenta mi olvido y no seas severo conmigo por ello”"
        },
        {
            "chapter": 18,
            "verse": 74,
            "text": "Y ambos prosiguieron juntos su camino hasta que se encontraron con un joven a quien (Al Jidr) mató. (Moisés) le dijo: “¿Has matado a un ser inocente sin motivo alguno? Ciertamente, has hecho algo abominable”"
        }
    ]
}