{
    "juzs": [
        {
            "chapter": 29,
            "verse": 46,
            "text": "Y no discutan con quienes recibieron las Escrituras (judíos y cristianos) si no es (con buenas palabras y) de la mejor de las maneras, salvo con aquellos que sean injustos (con ustedes y les declaren la guerra); y díganles: “Creemos en lo que nos ha sido revelado (el Corán) y en lo que les fue revelado a ustedes (antes de ser modificado: la Torá y el Evangelio). Nuestro Dios y su Dios es uno, y nosotros nos sometemos a Su voluntad”"
        },
        {
            "chapter": 29,
            "verse": 47,
            "text": "Y del mismo modo (que les revelamos a ellos Escrituras) te hemos revelado a ti el Corán (¡oh, Muhammad!). Quienes las recibieron (de entre los judíos y cristianos y no se desviaron de la verdad) creen en él, como también creen en él parte (de los habitantes de La Meca). Y solo quienes rechazan la verdad niegan Nuestras aleyas"
        },
        {
            "chapter": 29,
            "verse": 48,
            "text": "Y nunca antes habías leído libro alguno (¡oh, Muhammad!, pues eres iletrado) ni habías escrito nada de tu propia mano; de lo contrario, quienes siguen la falsedad habrían dudado"
        },
        {
            "chapter": 29,
            "verse": 49,
            "text": "El Corán no es sino (un conjunto de) claras aleyas (preservadas) en los corazones de quienes han sido dotados de conocimiento. Y solo las rechazan los injustos"
        },
        {
            "chapter": 29,
            "verse": 50,
            "text": "Y dicen (los idólatras de La Meca): “¿Por qué no han descendido sobre él (Muhammad) milagros de su Señor (como prueba de su veracidad)? Diles (¡oh, Muhammad!): “Los milagros están en poder de Al-lah, y yo no soy sino un claro amonestador”"
        },
        {
            "chapter": 29,
            "verse": 51,
            "text": "¿Acaso no les parece suficiente (como milagro) que te hayamos revelado el Libro (el Corán), el cual les es recitado? Ciertamente, en él hay misericordia y una exhortación para quienes creen"
        },
        {
            "chapter": 29,
            "verse": 52,
            "text": "Diles: “Al-lah basta como testigo entre ustedes y yo. Él conoce cuanto hay en los cielos y en la tierra. Y quienes creen en la falsedad y no creen en Al-lah serán los perdedores”"
        },
        {
            "chapter": 29,
            "verse": 53,
            "text": "Y te piden (burlándose) que se abata sobre ellos el castigo sin demora. Y si no fuera porque hay una fecha decretada para él, ya se habría abatido sobre ellos; y los tomará por sorpresa, cuando no se den cuenta"
        },
        {
            "chapter": 29,
            "verse": 54,
            "text": "Te piden que se abata sobre ellos el castigo sin demora, (cuando este les sobrevendrá, con toda seguridad. Y, en la otra vida,) el Infierno cercará a quienes rechazan la verdad"
        },
        {
            "chapter": 29,
            "verse": 55,
            "text": "Ese día (el Día de la Resurrección) el castigo (del fuego) los cubrirá de pies a cabeza y se les dirá: “Sufran (las consecuencias de) lo que hicieron”"
        },
        {
            "chapter": 29,
            "verse": 56,
            "text": "¡Siervos míos, ustedes que creen!, (si no pueden adorarme libremente allí donde viven, sepan que) Mi tierra es vasta (para que emigren); adórenme, pues, solo a Mí"
        },
        {
            "chapter": 29,
            "verse": 57,
            "text": "Toda persona morirá y después retornarán a Nosotros (para ser juzgados)"
        },
        {
            "chapter": 29,
            "verse": 58,
            "text": "Y a quienes crean y actúen rectamente, los instalaremos en (elevadas) estancias del Paraíso por cuyos suelos corren ríos y donde habitarán para siempre. ¡Qué excelente recompensa para quienes obren bien"
        },
        {
            "chapter": 29,
            "verse": 59,
            "text": "esos que son pacientes (ante la adversidad y perseverantes en la adoración a Al-lah) y depositan su confianza en Al-lah"
        },
        {
            "chapter": 29,
            "verse": 60,
            "text": "¡Y cuántas criaturas hay que (debido a su debilidad) no pueden almacenar su propio alimento! Al-lah es Quien las sustenta, así como a ustedes. Y Él es el Oyente (de todas las cosas), el Omnisciente"
        },
        {
            "chapter": 29,
            "verse": 61,
            "text": "Y si preguntas (a los idólatras, ¡oh, Muhammad!) Quién creó los cielos y la tierra y sometió (a Su voluntad) el sol y la luna, dirán que fue Al-lah. ¿Cómo pueden alejarse, entonces (de la verdad)"
        },
        {
            "chapter": 29,
            "verse": 62,
            "text": "Al-lah concede provisión abundante a quien quiere de entre Sus siervos y se la restringe (a quien quiere). Ciertamente, Al-lah tiene conocimiento sobre todas las cosas"
        },
        {
            "chapter": 29,
            "verse": 63,
            "text": "Y si les preguntas Quién hace descender la lluvia del cielo y revive la tierra tras su muerte, dirán que es Al-lah. Di: “¡Alabado sea Al-lah!”; pero la mayoría de ellos no razonan"
        },
        {
            "chapter": 29,
            "verse": 64,
            "text": "Y esta vida mundanal no es más que distracción y diversión (pasajeras), mientras que la Última Morada (del Paraíso) es la vida verdadera (que perdurará para siempre); ¡si supieran"
        },
        {
            "chapter": 29,
            "verse": 65,
            "text": "Y cuando (quienes rechazan la verdad) suben a bordo de una embarcación (y sufren alguna adversidad) invocan (solo) a Al-lah con una fe sincera (para que los socorra); pero, cuando los devuelve a tierra sanos y salvos, adoran a otros además de a Él"
        },
        {
            "chapter": 29,
            "verse": 66,
            "text": "negando, así, los bienes que les hemos concedido mientras que disfrutan (de ellos). ¡Ya sabrán lo que les espera"
        },
        {
            "chapter": 29,
            "verse": 67,
            "text": "¿No ven que hemos establecido para ellos un lugar sagrado y seguro para vivir (la ciudad de La Meca), mientras que las gentes de sus alrededores son atacados y asaltados? ¿Van a creer en la falsedad y a negar las bendiciones de Al-lah"
        },
        {
            "chapter": 29,
            "verse": 68,
            "text": "¿Y quién es más injusto que quien inventa una mentira contra Al-lah y niega la verdad cuando esta se presenta ante él? ¿Acaso no es el Infierno donde morarán quienes rechazan la verdad"
        },
        {
            "chapter": 29,
            "verse": 69,
            "text": "Y a quienes luchen[765] por Nuestra causa, los guiaremos por el camino que conduce a Nosotros. Y, ciertamente, Al-lah está con quienes (creen y) hacen el bien"
        },
        {
            "chapter": 30,
            "verse": 1,
            "text": "Alif. Lam. Mim"
        },
        {
            "chapter": 30,
            "verse": 2,
            "text": "Los bizantinos[768] han sido derrotados (por los persas)"
        },
        {
            "chapter": 30,
            "verse": 3,
            "text": "en los territorios más próximos[769] (a la península arábiga: en la Gran Siria). Pero tras esta derrota, serán ellos los vencedores"
        },
        {
            "chapter": 30,
            "verse": 4,
            "text": "dentro de pocos años[770]. Tanto lo sucedido anteriormente (la derrota de los bizantinos) como lo que sucederá (su futuro triunfo sobre los persas) han sido decretados por Al-lah. Y ese día (el día en que los bizantinos derroten a los persas) los creyentes (musulmanes) se alegrarán"
        },
        {
            "chapter": 30,
            "verse": 5,
            "text": "de la victoria de Al-lah. Él da la victoria a quien quiere. Y Él es el Poderoso, el Misericordioso"
        },
        {
            "chapter": 30,
            "verse": 6,
            "text": "(Esta) es una promesa de Al-lah; y Él no incumple Sus promesas, aunque la mayoría de los hombres no lo saben"
        },
        {
            "chapter": 30,
            "verse": 7,
            "text": "Conocen solo lo superficial de esta vida terrenal, mientras que viven despreocupados de la eterna"
        },
        {
            "chapter": 30,
            "verse": 8,
            "text": "¿Acaso (quienes rechazan la verdad) no reflexionan sobre ellos mismos? Al-lah no creó los cielos y la tierra y cuanto hay entre ellos salvo con una clara finalidad y hasta una fecha decretada. Mas hay muchos hombres que niegan el encuentro con su Señor (el Día de la Resurrección)"
        },
        {
            "chapter": 30,
            "verse": 9,
            "text": "¿Acaso no viajan por la tierra y ven cuál fue el final de quienes los precedieron (y reflexionan sobre ello)? Los superaban en fuerza, trabajaron la tierra más que ellos y erigieron edificios y una civilización superior a la suya. Y les llegaron mensajeros con pruebas evidentes (pero los desmintieron y por eso fueron destruidos). Y Al-lah no fue injusto con ellos (al destruirlos), sino que fueron ellos los injustos consigo mismos (al negar la verdad)"
        },
        {
            "chapter": 30,
            "verse": 10,
            "text": "Y quienes obraron mal tuvieron el peor de los finales porque negaron las pruebas (y la revelación) de Al-lah (que les envió a través de Sus mensajeros) y se burlaron de ellas"
        },
        {
            "chapter": 30,
            "verse": 11,
            "text": "Al-lah originó la creación y la repetirá después (resucitando al hombre); y luego retornarán a Él (¡oh, gente!, para ser juzgados)"
        },
        {
            "chapter": 30,
            "verse": 12,
            "text": "Y cuando llegue la Hora (del Juicio Final), los pecadores que negaban la verdad se desesperarán"
        },
        {
            "chapter": 30,
            "verse": 13,
            "text": "Ninguno de los ídolos que adoraban intercederá por ellos y estos los negarán, desentendiéndose (los unos de los otros)"
        },
        {
            "chapter": 30,
            "verse": 14,
            "text": "Y cuando llegue la Hora (del Juicio Final), (los creyentes y quienes rechazaban la verdad) se separarán"
        },
        {
            "chapter": 30,
            "verse": 15,
            "text": "Quienes hayan creído y actuado rectamente se regocijarán en uno de los jardines del Paraíso"
        },
        {
            "chapter": 30,
            "verse": 16,
            "text": "Mas quienes no hayan creído y hayan negado Nuestras aleyas y el encuentro con la otra vida serán conducidos al castigo (del fuego)"
        },
        {
            "chapter": 30,
            "verse": 17,
            "text": "¡Glorificado sea Al-lah al anochecer y al amanecer"
        },
        {
            "chapter": 30,
            "verse": 18,
            "text": "Y a Él pertenecen todas las alabanzas en los cielos y en la tierra, (y glorificado sea) en plena noche[771] y al mediodía"
        },
        {
            "chapter": 30,
            "verse": 19,
            "text": "Él hace surgir lo vivo de lo muerto y lo muerto de lo vivo y revive la tierra tras su muerte. Así es como resucitarán"
        },
        {
            "chapter": 30,
            "verse": 20,
            "text": "Y entre las pruebas (de Su poder y magnificencia) está el haberlos creado a partir del polvo (la primera vez); luego se convirtieron en hombres (de carne y hueso) y se esparcieron (por la tierra)"
        },
        {
            "chapter": 30,
            "verse": 21,
            "text": "Y entre las pruebas (de Su poder y magnificencia) está haber creado para ustedes parejas de su misma especie para que encontraras sosiego en ellas y haber depositado entre ustedes amor y misericordia. Ciertamente, en esto hay evidencias (de Su poder) para quienes reflexionan"
        },
        {
            "chapter": 30,
            "verse": 22,
            "text": "Y entre las pruebas (de Su poder y magnificencia) está la creación de los cielos y de la tierra y su diversidad de lenguas y razas. Ciertamente, en esto hay evidencias (de Su poder) para los dotados de conocimiento"
        },
        {
            "chapter": 30,
            "verse": 23,
            "text": "Y entre las pruebas (de Su poder y magnificencia) está su descanso, tanto de noche como de día, y la búsqueda de Su favor. Ciertamente, en esto hay evidencias (de Su poder) para quienes escuchan (y se benefician de la exhortación)"
        },
        {
            "chapter": 30,
            "verse": 24,
            "text": "Y entre las pruebas (de Su poder y magnificencia) está hacer que vean el relámpago con miedo y expectación y hacer que descienda la lluvia del cielo para revivir con ella la tierra tras su muerte. Ciertamente, en esto hay evidencias (de Su poder) para quienes razonan"
        },
        {
            "chapter": 30,
            "verse": 25,
            "text": "Y entre las pruebas (de Su poder y magnificencia) está que el cielo y la tierra se sostienen por Su voluntad; y que, después, tras una (sola) llamada Suya (cuando el ángel Israfil sople el cuerno), resucitarán"
        },
        {
            "chapter": 30,
            "verse": 26,
            "text": "A Él pertenece cuanto hay en los cielos y en la tierra, y todo Lo obedece"
        },
        {
            "chapter": 30,
            "verse": 27,
            "text": "Y Él es Quien originó la creación y la reproducirá (al resucitarlos); y eso es (aún) más fácil para Él. Y a Él pertenecen las características más sublimes en los cielos y en la tierra. Y Él es el Poderoso, el Sabio"
        },
        {
            "chapter": 30,
            "verse": 28,
            "text": "Al-lah les expone un ejemplo basado en ustedes mismos (¡oh, idólatras!): “¿Acaso tienen socios entre sus esclavos que compartan con ustedes por igual los bienes que les hemos proveído y de quienes temen (el uso que hagan de sus riquezas) del mismo modo que temerían a otro socio que fuera libre como ustedes?”[772]. Así es como explicamos las pruebas (de Nuestra unicidad) a quienes razonan"
        },
        {
            "chapter": 30,
            "verse": 29,
            "text": "Y, sin embargo, los injustos no siguen sino sus propias pasiones sin un conocimiento (real). ¿Y quién puede guiar a quien Al-lah extravía (por su incredulidad)? Y esos no tendrán quién los auxilie"
        },
        {
            "chapter": 30,
            "verse": 30,
            "text": "Sigue la religión (de Al-lah aferrándote a ella, ¡oh, Muhammad!), la adoración pura, sincera y exclusiva a Al-lah que es la fitrah (o inclinación natural) con la que Al-lah creó al hombre[773]. Su religión[774] no debe modificarse. Esta es la religión verdadera, pero la mayoría de los hombres no lo saben"
        },
        {
            "chapter": 30,
            "verse": 31,
            "text": "Vuélvanse a Él arrepentidos, témanlo, realicen el salat y no sean de los idólatras"
        },
        {
            "chapter": 30,
            "verse": 32,
            "text": "(No sean) de esos que han creado divisiones en su religión fragmentándose en sectas, de manera que cada una de ellas está complacida con lo que sigue"
        },
        {
            "chapter": 30,
            "verse": 33,
            "text": "Y si los hombres se ven afectados por una desgracia, invocan (solo) a su Señor volviéndose a Él en arrepentimiento; mas si reciben Su misericordia, un grupo de ellos adoran a otros además de a su Señor"
        },
        {
            "chapter": 30,
            "verse": 34,
            "text": "y son ingratos con lo que les hemos concedido. ¡Disfruten por un tiempo, que ya sabrán (lo que les espera)"
        },
        {
            "chapter": 30,
            "verse": 35,
            "text": "¿O acaso les hemos enviado una sólida prueba que justifique lo que adoran y equiparan con Al-lah"
        },
        {
            "chapter": 30,
            "verse": 36,
            "text": "Y si concedemos a los hombres (una bendición como) misericordia, se regocijan de ello; mas si les sucede una desgracia como consecuencia de sus propias acciones, entonces se desesperan"
        },
        {
            "chapter": 30,
            "verse": 37,
            "text": "¿Acaso no ven que Al-lah concede provisión abundante a quien quiere y se la restringe (a quien quiere). Ciertamente, en ello hay pruebas (del poder de Al-lah) para quienes creen"
        },
        {
            "chapter": 30,
            "verse": 38,
            "text": "Concede a los parientes cercanos los derechos que les corresponden, así como a los pobres y a los viajeros (que no disponen de medios para proseguir su viaje). Ello es lo mejor para quienes buscan la complacencia de Al-lah (y Su recompensa); y (quienes así actúen) serán quienes prosperen (y triunfen en esta vida y en la otra)"
        },
        {
            "chapter": 30,
            "verse": 39,
            "text": "Y aquello que den (como regalo) con la intención de recibir algo más valioso a cambio no obtendrá la recompensa de Al-lah (el Día de la Resurrección); pero lo que den en caridad, buscando con ello la complacencia de Al-lah, (eso sí será aceptado por Él) y multiplicará con creces la recompensa de quien así obre"
        },
        {
            "chapter": 30,
            "verse": 40,
            "text": "Al-lah es Quien los creó y luego los proveyó con Su sustento; después hará que perezcan y posteriormente los resucitará. ¿Acaso alguno de los ídolos que adoran fuera de Él puede hacer algo de esto? ¡Alabado y exaltado sea Al-lah! Él está muy por encima de compartir la divinidad con aquellos a los que adoran"
        },
        {
            "chapter": 30,
            "verse": 41,
            "text": "El mal ha hecho su aparición en la tierra y en el mar como consecuencia de las acciones de los hombres para que sufran por lo que han hecho y, tal vez así, se vuelvan a Al-lah en arrepentimiento"
        },
        {
            "chapter": 30,
            "verse": 42,
            "text": "Diles (¡oh, Muhammad!, a quienes te desmienten): “Recorran la tierra y observen cuál fue el final de quienes los precedieron (y negaron la verdad). La mayoría de ellos fueron idólatras”"
        },
        {
            "chapter": 30,
            "verse": 43,
            "text": "Sigue la religión verdadera (del Islam) antes de que llegue el día ineludible decretado por Al-lah (el Día de la Resurrección). Ese día (los hombres) se separarán (en dos grupos)"
        },
        {
            "chapter": 30,
            "verse": 44,
            "text": "Quienes hayan rechazado la verdad sufrirán las consecuencias de su rechazo; mas quienes hayan obrado rectamente habrán preparado para ellos mismos (su lugar en el Paraíso)"
        },
        {
            "chapter": 30,
            "verse": 45,
            "text": "(Así) recompensará (Al-lah) con Su favor a quienes hayan creído y obrado rectamente. Él no ama a quienes niegan la verdad"
        },
        {
            "chapter": 30,
            "verse": 46,
            "text": "Y entre las pruebas (de Su poder y magnificencia) está que Él envía los vientos anunciadores (de la lluvia) para que reciban Su misericordia, para que las embarcaciones naveguen por orden Suya (y siguiendo Su voluntad) y para que puedan buscar Su favor y ser agradecidos"
        },
        {
            "chapter": 30,
            "verse": 47,
            "text": "Y, ciertamente, enviamos mensajeros a sus respectivos pueblos con anterioridad a ti (¡oh, Muhammad!), y se presentaron con pruebas evidentes (mas los desmintieron). Entonces castigamos a los pecadores (que rechazaron a sus profetas); y es un deber Nuestro auxiliar a los creyentes"
        },
        {
            "chapter": 30,
            "verse": 48,
            "text": "Al-lah es Quien envía los vientos que forman nubes, las cuales dispersa por el cielo como desea. Después las fragmenta y ves cómo la lluvia sale de su interior. Y cuando hace que esta se precipite sobre quienes quiere de entre Sus siervos, estos se regocijan"
        },
        {
            "chapter": 30,
            "verse": 49,
            "text": "mientras que, antes de que se precipitara sobre ellos, estaban completamente desesperados"
        },
        {
            "chapter": 30,
            "verse": 50,
            "text": "Observa el efecto de la misericordia de Al-lah: cómo revive la tierra tras su muerte. Quien hace revivir la tierra resucitará a los muertos; y Él es Todopoderoso"
        },
        {
            "chapter": 30,
            "verse": 51,
            "text": "Y si enviamos un viento (abrasador que seca sus cosechas) y ven cómo estas amarillecen (tras haber reverdecido con la lluvia), se vuelven ingratos"
        },
        {
            "chapter": 30,
            "verse": 52,
            "text": "Y tú (¡oh, Muhammad!) no puedes hacer que los muertos (de corazón) y los sordos (que no quieren oír la verdad) oigan la llamada (a la fe), si se alejan dándole la espalda"
        },
        {
            "chapter": 30,
            "verse": 53,
            "text": "Ni puedes guiar a los ciegos (que no quieren ver la verdad) y sacarlos de su extravío. Solo puedes hacer que te escuchen quienes creen en Nuestras aleyas y se someten (a Nuestra voluntad siguiendo el Islam)"
        },
        {
            "chapter": 30,
            "verse": 54,
            "text": "Al-lah es Quien los ha creado en un estado de debilidad y los ha hecho fuertes después para devolverlos (finalmente) a la debilidad de la vejez. Él crea lo que quiere; y Él es el Omnisciente, el Todopoderoso"
        },
        {
            "chapter": 30,
            "verse": 55,
            "text": "Y cuando llegue la hora (de la resurrección), los pecadores incrédulos jurarán no haber vivido en la tierra más de una hora. Del mismo modo (que se equivocaron acerca del tiempo real que vivieron en la tierra), se alejaron (también) de la verdad (al no creer en el Día del Juicio Final)"
        },
        {
            "chapter": 30,
            "verse": 56,
            "text": "Y a quienes se les concedió el conocimiento y la fe[775] dirán: “Ciertamente han permanecido (en la tierra) el tiempo decretado por Al-lah hasta el Día de la Resurrección. Y este es el Día de la Resurrección, pero ustedes lo ignoraban (y por eso lo negaban)"
        },
        {
            "chapter": 30,
            "verse": 57,
            "text": "Y ese día de nada les servirán las excusas a quienes hayan sido injustos (negando la verdad) ni tendrán una segunda oportunidad (para complacer a Al-lah)"
        },
        {
            "chapter": 30,
            "verse": 58,
            "text": "Y hemos expuesto a los hombres en este Corán todo tipo de ejemplos. Y si mostrases (a tu pueblo, ¡oh, Muhammad!) un milagro (que probase tu veracidad), quienes rechazan la verdad dirían (a los creyentes): “No siguen sino falsedad (y brujería)”"
        },
        {
            "chapter": 30,
            "verse": 59,
            "text": "Así es como Al-lah sella los corazones de los ignorantes (que no aceptan la verdad)"
        },
        {
            "chapter": 30,
            "verse": 60,
            "text": "Sé paciente (¡oh, Muhammad!), pues la promesa de Al-lah (acerca de tu victoria sobre ellos) es cierta. Y no dejes que quienes carecen de fe te desanimen (a la hora de transmitir el mensaje de Al-lah)"
        },
        {
            "chapter": 31,
            "verse": 1,
            "text": "Alif. Lam. Mim"
        },
        {
            "chapter": 31,
            "verse": 2,
            "text": "Estas son las aleyas del Libro sabio (el Corán)"
        },
        {
            "chapter": 31,
            "verse": 3,
            "text": "el cual es una guía y misericordia para quienes hacen el bien"
        },
        {
            "chapter": 31,
            "verse": 4,
            "text": "esos que realizan el salat, entregan el azaque y creen firmemente en la otra vida"
        },
        {
            "chapter": 31,
            "verse": 5,
            "text": "Esos siguen el buen camino que conduce a su Señor, y esos serán quienes prosperen (y triunfen en esta vida y en la otra)"
        },
        {
            "chapter": 31,
            "verse": 6,
            "text": "Y hay quien, desde la ignorancia, hace uso de la banalidad[778] para desviar a los hombres del camino de Al-lah (el Islam) a la vez que se burla de él. Quienes así actúen recibirán un castigo humillante"
        },
        {
            "chapter": 31,
            "verse": 7,
            "text": "Y si se le recitan Nuestras aleyas, se aleja altivo como si no las oyera, como si tuviera los oídos taponados. Anúnciale (¡oh, Muhammad!) que tendrá un castigo doloroso"
        },
        {
            "chapter": 31,
            "verse": 8,
            "text": "Ciertamente, quienes crean y obren rectamente obtendrán los jardines de las delicias (en el Paraíso)"
        },
        {
            "chapter": 31,
            "verse": 9,
            "text": "donde vivirán eternamente. La promesa de Al-lah es cierta; y Él es el Poderoso, el Sabio"
        },
        {
            "chapter": 31,
            "verse": 10,
            "text": "Creó los cielos sin columnas, como pueden ver. Estableció en la tierra firmes montañas para evitar que esta temblara con ustedes[779], esparció en ella toda clase de criaturas, e hizo descender la lluvia del cielo para que con ella brotaran todo tipo de nobles plantas"
        },
        {
            "chapter": 31,
            "verse": 11,
            "text": "Esta es la creación de Al-lah. Muéstrenme lo que crearon las otras divinidades (a las que adoran) fuera de Él. Realmente, los injustos que rechazan la verdad están en un claro extravío"
        },
        {
            "chapter": 31,
            "verse": 12,
            "text": "Y concedimos a Luqman[780] sabiduría y (le dijimos) que fuese agradecido con Al-lah. Quien es agradecido lo es en beneficio propio; mas quien es ingrato (debe saber que) Al-lah no necesita nada de nadie y que Él es digno de toda alabanza"
        },
        {
            "chapter": 31,
            "verse": 13,
            "text": "Y (recuerda, ¡oh, Muhammad!) cuando Luqman le dijo a su hijo mientras lo aconsejaba: “¡Hijo mío!, no adores a nada ni a nadie más que a Al-lah. En verdad, la idolatría es una enorme injusticia”"
        },
        {
            "chapter": 31,
            "verse": 14,
            "text": "Y ordenamos al hombre (tratar bien) a sus padres; su madre lo lleva en su vientre con cansancio y sufrimiento y lo amamanta durante dos años. (Le dijimos:) “Sé agradecido Conmigo y con tus padres; a Mí retornarás finalmente (el Día de la Resurrección)"
        },
        {
            "chapter": 31,
            "verse": 15,
            "text": "Pero si se empeñan en que adores además de a Mí a otras divinidades sobre las que no tienes ninguna prueba, no los obedezcas; mas trátalos con respeto y benevolencia en esta vida y sigue el camino de quienes se vuelven a Mí en arrepentimiento. Después retornarán a Mí (para ser juzgados) y les informaré sobre lo que hicieron (en la vida mundanal)”"
        },
        {
            "chapter": 31,
            "verse": 16,
            "text": "(Y le dijo Luqman a su hijo:) “¡Hijo mío!, Al-lah sacará a la luz (el Día del Juicio Final, cualquier acción, por insignificante que sea), aunque esta tenga el peso de un grano de mostaza y esté oculta en medio de una roca, (o en cualquier otro lugar) de los cielos o de la tierra. Ciertamente, Al-lah es el Sutil y está informado de todas las cosas"
        },
        {
            "chapter": 31,
            "verse": 17,
            "text": "¡Hijo mío!, realiza el salat, ordena el bien, prohíbe el mal y sé paciente ante la adversidad. En verdad, (cumplir con) estos (mandatos) requiere de la mayor determinación"
        },
        {
            "chapter": 31,
            "verse": 18,
            "text": "No seas altivo con la gente ni camines por la tierra con arrogancia. Ciertamente, Al-lah no ama a los vanidosos y arrogantes"
        },
        {
            "chapter": 31,
            "verse": 19,
            "text": "Camina con moderación y baja la voz (al hablar), pues la voz más desagradable (de todas) es la del asno[781]”"
        },
        {
            "chapter": 31,
            "verse": 20,
            "text": "¿Acaso no ven que Al-lah ha sometido a su disposición cuanto hay en los cielos y en la tierra y que los ha colmado de Sus bendiciones, tanto las que pueden apreciar como las que no? Y entre los hombres hay quienes discuten acerca de Al-lah sin conocimiento, sin estar guiados y sin un Libro esclarecedor"
        },
        {
            "chapter": 31,
            "verse": 21,
            "text": "Y si se les dice que sigan lo que Al-lah les ha revelado, responden: “Mejor seguimos lo que nuestros antepasados adoraban”. ¿Cómo? ¿(Van a seguir lo que hacían) aun cuando el Demonio quiere arrastrarlos (de esta manera) al castigo del fuego"
        },
        {
            "chapter": 31,
            "verse": 22,
            "text": "Y quien se someta a la voluntad de Al-lah y obre el bien se habrá aferrado al asidero más firme. Y todos los asuntos retornarán a Al-lah (el Día de la Resurrección)"
        },
        {
            "chapter": 31,
            "verse": 23,
            "text": "Y no te aflijas (¡oh, Muhammad!) por quienes rechazan la verdad. Todos retornarán a Nosotros (el Día de la Resurrección) y les informaremos sobre lo que hicieron (en la vida terrenal). Ciertamente, Al-lah conoce lo que encierran los corazones"
        },
        {
            "chapter": 31,
            "verse": 24,
            "text": "Dejaremos que disfruten un poco y después (en la otra vida) los conduciremos ineludiblemente a un duro tormento"
        },
        {
            "chapter": 31,
            "verse": 25,
            "text": "Y si les preguntas quién creó los cielos y la tierra, dirán que Al-lah. Di: “¡Alabado sea Al-lah!”. Pero la mayoría de los hombres no lo saben"
        },
        {
            "chapter": 31,
            "verse": 26,
            "text": "A Al-lah pertenece cuanto hay en los cielos y en la tierra. Ciertamente, Al-lah no necesita nada de nadie y es digno de toda alabanza"
        },
        {
            "chapter": 31,
            "verse": 27,
            "text": "Y si todos los árboles de la tierra fueran cálamos y el mar, junto con otros siete mares, fuera tinta (con la que escribir la grandeza de Al-lah), esta se agotaría antes de agotarse las palabras de Al-lah (acerca de Su poder y magnificencia). Ciertamente, Al-lah es Poderoso y Sabio"
        },
        {
            "chapter": 31,
            "verse": 28,
            "text": "La creación y la resurrección de todos ustedes es para Al-lah (tal fácil) como la creación y la resurrección de una sola persona. Ciertamente, Al-lah oye y ve todas las cosas"
        },
        {
            "chapter": 31,
            "verse": 29,
            "text": "¿Acaso no ves (hombre) que Al-lah hace que la noche penetre en el día y el día, en la noche (haciendo variar la duración de ambos a lo largo del año), y que ha sometido (a Su voluntad) el sol y la luna? Ambos siguen un recorrido hasta una fecha fijada. Y Al-lah está bien informado de lo que hacen"
        },
        {
            "chapter": 31,
            "verse": 30,
            "text": "Esto se debe a que Al-lah es la Verdad (la única divinidad verdadera), mientras que lo que (los idólatras) invocan fuera de Él es falso, y a que Al-lah es el Excelso, el más Grande"
        },
        {
            "chapter": 31,
            "verse": 31,
            "text": "¿Acaso no ves (hombre) que las embarcaciones navegan por el mar por la gracia de Al-lah para mostrarles las pruebas (de Su poder)? Ciertamente, en ello hay pruebas para todos los que son pacientes y agradecidos"
        },
        {
            "chapter": 31,
            "verse": 32,
            "text": "Y cuando los cubren olas como montañas, invocan solo a Al-lah con fe sincera (pidiéndole ayuda); mas cuando los devuelve a tierra, sanos y salvos, algunos permanecen entre la fe y el rechazo a la verdad[782]. Y solo niegan las pruebas (de Nuestro poder y Nuestra unicidad) los traidores ingratos"
        },
        {
            "chapter": 31,
            "verse": 33,
            "text": "¡Oh, gentes!, teman a su Señor y teman el Día (de la Resurrección) en que nada podrá hacer un padre por su hijo ni un hijo por su padre. La promesa de Al-lah es cierta. No se dejen seducir por la vida mundanal ni dejen que el seductor (el Demonio) los engañe sobre Al-lah"
        },
        {
            "chapter": 31,
            "verse": 34,
            "text": "(Solo) Al-lah conoce cuándo tendrá lugar la hora (de la resurrección), (cuándo) hará descender la lluvia y lo que será de lo que hay en los vientres maternos. Nadie sabe lo que le deparará el futuro ni dónde morirá (pues solamente Al-lah posee dicho conocimiento). Ciertamente, Al-lah conoce todas las cosas y está bien informado de todo"
        },
        {
            "chapter": 32,
            "verse": 1,
            "text": "Alif. Lam. Mim"
        },
        {
            "chapter": 32,
            "verse": 2,
            "text": "La revelación de este Libro (el Corán) proviene, sin duda alguna, del Señor de toda la creación"
        },
        {
            "chapter": 32,
            "verse": 3,
            "text": "¿O acaso dicen (los idólatras de La Meca) que (Muhammad) se lo ha inventado? ¡No es así!, (el Corán) es la verdad procedente de tu Señor (¡oh, Muhammad!) para que adviertas a un pueblo que no ha recibido con anterioridad a ti ningún amonestador para que puedan guiarse"
        },
        {
            "chapter": 32,
            "verse": 4,
            "text": "Al-lah es Quien creó los cielos y la tierra, y cuanto hay entre ellos, en seis días[785] y después se asentó[786] sobre el Trono. No tienen ningún protector ni intercesor excepto Él. ¿Acaso no reflexionan"
        },
        {
            "chapter": 32,
            "verse": 5,
            "text": "Controla todos los asuntos (de Sus criaturas y hace que los ángeles desciendan con Sus decretos y mandatos) del cielo a la tierra y regresen[787] a Él en un solo día, equivalente a mil años de los suyos"
        },
        {
            "chapter": 32,
            "verse": 6,
            "text": "Ese es (Al-lah), el Conocedor del gaib[789] y de lo manifiesto, el Poderoso, el Misericordioso"
        },
        {
            "chapter": 32,
            "verse": 7,
            "text": "Él es Quien ha perfeccionado todo lo que ha creado, y originó la creación del hombre a partir del barro"
        },
        {
            "chapter": 32,
            "verse": 8,
            "text": "Después, creó a su descendencia de la esencia[790] de una insignificante cantidad de líquido (semen)"
        },
        {
            "chapter": 32,
            "verse": 9,
            "text": "Luego le dio forma y le insufló el alma. Y les concedió el oído, la vista y la razón; mas poco es lo que agradecen"
        },
        {
            "chapter": 32,
            "verse": 10,
            "text": "Y dicen (quienes rechazan la verdad): “¿Cuando hayamos desaparecido bajo la tierra convertidos en polvo, seremos creados de nuevo?”. Ciertamente, no creen en el encuentro con su Señor (el Día de la Resurrección)"
        },
        {
            "chapter": 32,
            "verse": 11,
            "text": "Diles (¡oh, Muhammad!): “El ángel de la muerte encargado (de tomar sus almas) los hará perecer y después retornarán a su Señor (para ser juzgados)”"
        },
        {
            "chapter": 32,
            "verse": 12,
            "text": "¡Si vieras cuando los pecadores que rechazan la verdad bajen la cabeza ante su Señor (el Día de la Resurrección y digan)!: “¡Señor!, hemos visto (la verdad que negábamos) y hemos oído (de Ti que lo que trajeron los profetas era cierto). Devuélvenos, pues, a la vida terrenal para que actuemos con rectitud, ya que (ahora) estamos convencidos”"
        },
        {
            "chapter": 32,
            "verse": 13,
            "text": "Y si hubiéramos querido, los habríamos guiado a todos; pero debe cumplirse Mi palabra de que llenaré el Infierno juntamente de yinn y de hombres"
        },
        {
            "chapter": 32,
            "verse": 14,
            "text": "(Y se les dirá a quienes entren en el Infierno:) “Sufran (el castigo) por haber olvidado el encuentro de este día; pues, así como lo olvidaron, Nosotros los dejaremos olvidados (en el fuego). Sufran, pues, el castigo eterno por lo que hicieron”"
        },
        {
            "chapter": 32,
            "verse": 15,
            "text": "Quienes verdaderamente creen en Nuestras aleyas son aquellos que, cuando se las recitan, caen postrados, glorifican a su Señor con alabanzas y no son altivos"
        },
        {
            "chapter": 32,
            "verse": 16,
            "text": "esos que abandonan sus lechos para invocar a su Señor temiendo (Su castigo) y anhelando (Su misericordia), y dan en caridad de lo que les hemos proveído"
        },
        {
            "chapter": 32,
            "verse": 17,
            "text": "Nadie sabe la felicidad que les ha sido reservada (a los creyentes) como recompensa por sus acciones"
        },
        {
            "chapter": 32,
            "verse": 18,
            "text": "¿Acaso pueden compararse los creyentes con los rebeldes (que se han negado a obedecer a Al-lah)? No, no pueden compararse"
        },
        {
            "chapter": 32,
            "verse": 19,
            "text": "Quienes hayan creído y obrado rectamente morarán en los jardines del Paraíso como recompensa por lo que hicieron"
        },
        {
            "chapter": 32,
            "verse": 20,
            "text": "Mas quienes se hayan rebelado (contra Al-lah) habitarán en el fuego. Cada vez que intenten salir serán devueltos a él y se les dirá: “Sufran el castigo del fuego que negaban (en la vida terrenal)”"
        },
        {
            "chapter": 32,
            "verse": 21,
            "text": "Y haremos que sufran un castigo menor (en esta vida) antes del gran castigo (del fuego en la otra) para que, tal vez así, regresen (a la fe)"
        },
        {
            "chapter": 32,
            "verse": 22,
            "text": "¿Y quién es más injusto que aquel a quien se lo exhorta con las aleyas de su Señor y luego se aleja de ellas? Ciertamente, castigaremos a los pecadores (que niegan la verdad)"
        },
        {
            "chapter": 32,
            "verse": 23,
            "text": "Y concedimos el Libro (la Torá) a Moisés —no tengas dudas (¡oh, Muhammad!) sobre tu encuentro con él (durante la noche de tu ascensión a los cielos[792])— e hicimos que fuera una guía para los hijos de Israel"
        },
        {
            "chapter": 32,
            "verse": 24,
            "text": "E hicimos que de entre ellos hubiese líderes que guiaran a su pueblo según Nuestro mandato por haber sido pacientes y haber creído firmemente en las pruebas (de Nuestro poder y unicidad)"
        },
        {
            "chapter": 32,
            "verse": 25,
            "text": "En verdad, tu Señor (¡oh, Muhammad!) los juzgará el Día de la Resurrección por los asuntos sobre los que discrepaban"
        },
        {
            "chapter": 32,
            "verse": 26,
            "text": "¿Acaso no les sirve como evidencia ver cuántas generaciones destruimos antes que ellos cuando pasan por delante de donde habitaron? Ciertamente, en ello hay pruebas (de Nuestro poder). ¿No escucharán (y reflexionarán sobre la exhortación de Al-lah)"
        },
        {
            "chapter": 32,
            "verse": 27,
            "text": "¿Acaso no ven que llevamos el agua hacia una tierra árida y que hacemos que broten en ella cultivos de los que comen ellos y sus rebaños? ¿Es que no ven (que Al-lah tiene poder para resucitar a los muertos)"
        },
        {
            "chapter": 32,
            "verse": 28,
            "text": "Y quienes rechazan la verdad preguntan (a los creyentes en torno de burla): “¿Cuándo seremos juzgados, si son veraces?”"
        },
        {
            "chapter": 32,
            "verse": 29,
            "text": "Diles (¡oh, Muhammad!): “El Día del Juicio de nada les servirá creer, entonces, a quienes hayan rechazado antes la verdad y no se les concederá otro plazo de tiempo”"
        },
        {
            "chapter": 32,
            "verse": 30,
            "text": "Apártate, pues, de ellos (¡oh, Muhammad!) y espera (a que les llegue su castigo); ellos esperan (que te suceda cualquier desgracia)"
        },
        {
            "chapter": 33,
            "verse": 1,
            "text": "¡Oh, Profeta!, teme a Al-lah y no obedezcas a quienes rechazan la verdad ni a los hipócritas. Ciertamente, Al-lah es Omnisciente y Sabio"
        },
        {
            "chapter": 33,
            "verse": 2,
            "text": "Y sigue lo que tu Señor te ha revelado. En verdad, Al-lah está bien informado de los que hacen"
        },
        {
            "chapter": 33,
            "verse": 3,
            "text": "Y deposita tu confianza en Al-lah. Y Al-lah te basta como protector"
        },
        {
            "chapter": 33,
            "verse": 4,
            "text": "Al-lah no ha puesto dos corazones en el pecho de ningún hombre, (como) tampoco ha hecho que sus esposas, a las que repudian diciendo que son como las espaldas de sus madres[794], sean sus madres (verdaderas). Del mismo modo, no ha convertido a sus hijos adoptivos en (verdaderos) hijos suyos[795]. Esas son palabras que pronuncian (pero que no son ciertas), mientras que Al-lah dice la verdad y guía hacia el buen camino. el Profeta Muhammad —que Al-lah lo bendiga y le dé la paz— deja de llamar a Zaid Bin Harizah (a quien había adoptado años atrás) como hijo suyo y recibe posteriormente la orden de Al-lah de casarse con la esposa que Zaid había divorciado"
        },
        {
            "chapter": 33,
            "verse": 5,
            "text": "Llamen (a los hijos que hayan adoptado) por los nombres de sus padres verdaderos; esto es más justo ante Al-lah. Y si no saben cómo se llamaban sus padres, diríjanse a ellos como sus hermanos y aliados en la religión. No cometen ningún pecado si se equivocan al respecto, pero sí si lo hacen intencionadamente. Y Al-lah es Indulgente y Misericordioso"
        },
        {
            "chapter": 33,
            "verse": 6,
            "text": "El Profeta debe ser más importante para los creyentes que ellos mismos[796], y sus esposas deben ser consideradas (y respetadas) como las madres de los creyentes (y estos no podrán casarse nunca con ellas en el futuro). Y los lazos de consanguinidad tienen prioridad (en cuestiones de herencia) sobre los lazos (de hermandad) establecidos entre quienes emigraron de La Meca y los creyentes (de Medina que los acogieron)[797] según el Libro de Al-lah; mas pueden dejar unos bienes (en testamento) a sus hermanos en la religión. Ello ha sido prescrito en el registro (o Tabla Protegida, y no puede ser modificado). se establecieron lazos de hermandad entre los emigrantes que habían perdido todas sus pertenencias al abandonar su ciudad de La Meca y los creyentes de Medinaque los habían acogido en sus casas. Dichos lazos incluían el derecho a heredar mas ese derecho quedaría después abrogado por esta aleya"
        },
        {
            "chapter": 33,
            "verse": 7,
            "text": "Y (recuerda, ¡oh, Muhammad!) cuando establecimos un pacto con los profetas (para establecer Nuestra religión y Nuestro mensaje), así como contigo, con Noé, con Abraham, con Moisés y con Jesús, hijo de María[798]. De todos tomamos un firme compromiso"
        },
        {
            "chapter": 33,
            "verse": 8,
            "text": "para preguntar a esos hombres veraces (el Día de la Resurrección) acerca de la verdad (que transmitieron y sobre la respuesta que obtuvieron de sus pueblos respectivos). Y (Al-lah) ha preparado para quienes hayan rechazado la verdad un castigo doloroso"
        },
        {
            "chapter": 33,
            "verse": 9,
            "text": "¡Oh, creyentes!, recuerden el favor que Al-lah les concedió (durante la batalla del foso[799]) cuando aparecieron ante ustedes ejércitos de los incrédulos (para atacarlos) y Al-lah envió contra ellos un viento (helado) y un ejército (de ángeles) que no podían ver. Y Al-lah observaba lo que hacían"
        },
        {
            "chapter": 33,
            "verse": 10,
            "text": "Los atacaban por encima y por debajo (del valle). (Ustedes) los miraban con los ojos desencajados y con el corazón en la boca, aterrorizados, y (algunos) abrigaban dudas acerca de Al-lah (pensando que no los socorrería)"
        },
        {
            "chapter": 33,
            "verse": 11,
            "text": "Allí los creyentes fueron puestos a prueba y sacudidos con una fuerte conmoción (debido al miedo que sintieron)"
        },
        {
            "chapter": 33,
            "verse": 12,
            "text": "Y (recuerda) cuando los hipócritas y quienes albergaban en su corazón la enfermedad (de la duda y la incredulidad) decían: “Lo que Al-lah y Su Mensajero nos han prometido es puro engaño”"
        },
        {
            "chapter": 33,
            "verse": 13,
            "text": "Y (recuerda) cuando un grupo de ellos dijo: “¡Oh, habitantes de Yazrib[800]!, no pueden hacer frente (al enemigo). ¡Regresen (a sus hogares)! Y un grupo (de los hipócritas) pedía permiso al Profeta (para regresar) diciéndole: “¡Nuestras casas están desprotegidas!”, cuando realmente no lo estaban; solo pretendían huir (de la batalla)"
        },
        {
            "chapter": 33,
            "verse": 14,
            "text": "Y si (el enemigo) hubiese penetrado en la ciudad por todas partes y les hubiese pedido que renegaran de su fe, lo habrían hecho sin apenas dudar"
        },
        {
            "chapter": 33,
            "verse": 15,
            "text": "Y esto a pesar de que habían dado a Al-lah su palabra de que no volverían la espalda (huyendo de la batalla). Y lo prometido a Al-lah debe cumplirse (pues el hombre rendirá cuentas a Al-lah de ello)"
        },
        {
            "chapter": 33,
            "verse": 16,
            "text": "Diles (a los hipócritas, ¡oh, Muhammad!): “De nada les servirá huir de la muerte o de que los maten (en combate); y si huyesen, solo disfrutarían de esta vida un corto plazo de tiempo[801]”"
        },
        {
            "chapter": 33,
            "verse": 17,
            "text": "Diles: “¿Quién los protegería de Al-lah si Él quisiera algún mal para ustedes o quién podría evitar que los agraciara con Su misericordia (si así Él lo quisiera)?”. Y no encontrarán fuera de Al-lah quién los proteja o auxilie"
        },
        {
            "chapter": 33,
            "verse": 18,
            "text": "Al-lah conoce quiénes de ustedes procuran impedir (que otros luchen por Su causa) y quiénes dicen a sus hermanos (compañeros o amigos): “¡Vengan con nosotros (y no combatan junto a Muhammad)!”, mientras que ellos no luchan, salvo en alguna ocasión (para que no se descubra su hipocresía)"
        },
        {
            "chapter": 33,
            "verse": 19,
            "text": "Se portan miserablemente con ustedes (¡oh, creyentes!, y no les proporcionan ningún tipo de ayuda). Si están presentes en la batalla, son presa del miedo y ves cómo te miran con los ojos desencajados como a quien le ronda la muerte. Y cuando dejan de temer, sus lenguas se desatan contra ustedes y dicen lo peor que pueden. Esos no creen de verdad y Al-lah invalidará Sus (buenas) acciones; y eso es fácil para Él"
        },
        {
            "chapter": 33,
            "verse": 20,
            "text": "(Debido a su cobardía) piensan que las tribus aliadas (contra los creyentes) no se han retirado (del todo y que regresarán para seguir combatiendo). Y si regresaran, (los hipócritas) desearían estar en el desierto con los beduinos y preguntar desde allí por sus noticias. Y si estuvieran entre ustedes, apenas combatirían"
        },
        {
            "chapter": 33,
            "verse": 21,
            "text": "Ciertamente, en el Mensajero de Al-lah hay un buen ejemplo para todo aquel que espera el encuentro con su Señor y el Último Día (con temor y anhelo) y glorifica mucho a Al-lah"
        },
        {
            "chapter": 33,
            "verse": 22,
            "text": "Y cuando los creyentes vieron a las tribus aliadas (contra ellos), dijeron: “Esto es lo que Al-lah y Su Mensajero nos habían prometido[802]”. Y no hizo sino aumentar su fe y su sometimiento (a Al-lah)"
        },
        {
            "chapter": 33,
            "verse": 23,
            "text": "Entre los creyentes hay hombres que han sido fieles a su compromiso con Al-lah. Algunos ya han fallecido (luchando por Su causa), mientras que otros esperan (a que les llegue el momento) y no han cambiado en nada (siguiendo fieles a su compromiso)"
        },
        {
            "chapter": 33,
            "verse": 24,
            "text": "para que Al-lah recompense a los sinceros por su sinceridad y castigue a los hipócritas, si así lo desea, o se apiade de ellos. Ciertamente, Al-lah es Indulgente y Misericordioso"
        },
        {
            "chapter": 33,
            "verse": 25,
            "text": "Y Al-lah hizo que las tribus aliadas que rechazaban la verdad se retiraran airadas al no conseguir su objetivo (de derrotar a los creyentes). Y Al-lah basta (para ayudar) a los creyentes en el combate, pues Al-lah es Fuerte y Poderoso"
        },
        {
            "chapter": 33,
            "verse": 26,
            "text": "E hizo que aquellos que las apoyaron de entre los judíos (que vivían en las proximidades de Medina)[803] saliesen de sus fortalezas, e infundió terror en sus corazones; a unos los mataron y a otros los hicieron prisioneros"
        },
        {
            "chapter": 33,
            "verse": 27,
            "text": "E hizo que (ustedes) heredasen sus campos, sus viviendas, sus bienes y una tierra que aún no habían pisado[804]. Y Al-lah es Todopoderoso"
        },
        {
            "chapter": 33,
            "verse": 28,
            "text": "¡Oh, Profeta!, di a tus esposas: “Si quieren esta vida terrenal y sus placeres, vengan, que les daré una buena provisión y quedarán libres de buena manera (mediante el divorcio)"
        },
        {
            "chapter": 33,
            "verse": 29,
            "text": "Mas si quieren a Al-lah, a Su Mensajero y la Última Morada (del Paraíso), (sepan que) Al-lah ha preparado para quienes hagan el bien de entre ustedes una gran recompensa”"
        },
        {
            "chapter": 33,
            "verse": 30,
            "text": "¡Oh, esposas del Profeta!, quien de ustedes cometa un claro pecado recibirá un doble castigo[806]; y esto es fácil para Al-lah"
        }
    ]
}