{
    "maqras": [
        {
            "chapter": 21,
            "verse": 83,
            "text": "I Ay'yyuba, Kogda on k Bogu svoyemu vozzval: \"O Gospodi! Menya beda postigla, - No Ty ved' miloserdneyshiy iz miloserdnykh"
        },
        {
            "chapter": 21,
            "verse": 84,
            "text": "I My otvetili na zov yego I snyali bedstviye, kotoroye yego postiglo. (Ochag) semeynyy vozvratili, K nemu pribaviv (novuyu sem'yu), Po milosti ot Nas i v nazidan'ye tem, Kto poklonyayetsya lish' Nam"
        },
        {
            "chapter": 21,
            "verse": 85,
            "text": "I Ismaila, i Idrisa, i Zul'-Kifla, - Vse - iz chisla takikh, Kto proyavlyal terpeniye i stoykost' v vere"
        },
        {
            "chapter": 21,
            "verse": 86,
            "text": "I My ikh dopustili v Nashu milost' - Ved' oni vse iz pravednikov byli"
        },
        {
            "chapter": 21,
            "verse": 87,
            "text": "I Zul'-Nuna, Kogda otpravilsya on v gneve I dumal, chto ne spravimsya My s nim. I on vozzval vo mrake (chreva ryby): \"Net bozhestva, krome Tebya! Khvala Tebe! Poistine, nepravednym ya byl"
        },
        {
            "chapter": 21,
            "verse": 88,
            "text": "I My otvetili na zov yego: Izbavili ot gorechi i bed, - Tak izbavlyayem My uverovavshikh (v Nas)"
        },
        {
            "chapter": 21,
            "verse": 89,
            "text": "I Zakariyu, Kogda vozzval on k Bogu svoyemu: \"O Gospodi! Ne ostavlyay menya Ty odinokim. Poistine, Ty - luchshiy iz nasleduyushchikh (to, Chto voleyu Tvoyey prishlo i otoydet k Tebe zhe)"
        },
        {
            "chapter": 21,
            "verse": 90,
            "text": "I My otvetili na zov yego I darovali syna, I plodnoy sdelali yemu yego zhenu. Oni byli, poistine, k delam blagim ustremleny, S blagogoveynym trepetom molilis' Nam, V smirenii pred Nami (prebyvaya)"
        },
        {
            "chapter": 21,
            "verse": 91,
            "text": "I tu, chto sokhranila devstvennuyu (plot'); I My ot Dukha Nashego v neye vdokhnuli I sdelali yeye i yeye syna Znameniyem dlya vsekh mirov"
        },
        {
            "chapter": 21,
            "verse": 92,
            "text": "Poistine, sey vash veroustav - Odno-yedinoye ustanovleniye (Gospodne), I YA - odin-yedinyy vash Gospod', - Tak poklonyaytes' (tol'ko) Mne"
        },
        {
            "chapter": 21,
            "verse": 93,
            "text": "(Ne vnyali etomu Zavetu ikh potomki) I v eto delo razdeleniye vnesli na tolki mezh soboy. (Tak chto zh!) Im k Nam vsem predstoit vernut'sya"
        },
        {
            "chapter": 21,
            "verse": 94,
            "text": "Kto dobryye dela tvorit i veruyet pri etom, Userdiye togo otvergnuto ne budet, - Poistine, zapishem eto My yemu (na pol'zu)"
        },
        {
            "chapter": 21,
            "verse": 95,
            "text": "I budet tyagotet' zapret Nad kazhdym poseleniyem (lyudey), Kotoroye My pogubili, Chtob nechestivyy lyud ne vozvratilsya"
        },
        {
            "chapter": 21,
            "verse": 96,
            "text": "Poka ne budet otkryt (dostup narodam) Goga i Magoga I ne soydut oni so vsekh kholmov"
        },
        {
            "chapter": 21,
            "verse": 97,
            "text": "I stanet blizkoy istina (Gospodnego) obeta, Vzory nevernykh v uzhase zamrut. \"O, gore nam! My byli v nebrezhenii ob etom. O da! My byli nechestivy"
        },
        {
            "chapter": 21,
            "verse": 98,
            "text": "Poistine, i vy, i te, Komu vy poklonyayetes' oprich' Allakha, Rastopkoy stanete (dlya Ada), V kotoryy, nesomnenno, vy voydete"
        },
        {
            "chapter": 21,
            "verse": 99,
            "text": "Bud' oni, istinno, bogami, Oni by ne voshli tuda, - Vam vsem v nem vechno ostavat'sya"
        },
        {
            "chapter": 21,
            "verse": 100,
            "text": "Tam lish' stenaniye dlya nikh, I tam im nichego ne slyshat'"
        },
        {
            "chapter": 21,
            "verse": 101,
            "text": "A te, k kotorym zagodya ot Nas bylo napravleno blagoye, - Budut, poistine, nedosyagayemy (dlya Ada)"
        },
        {
            "chapter": 21,
            "verse": 102,
            "text": "Im ne uslyshat' dazhe shorokha (yego). Im byt' sredi togo, Chego tak strazhdali ikh dushi, I tam navechno prebyvat'"
        },
        {
            "chapter": 21,
            "verse": 103,
            "text": "Ne opechalit ikh Velikiy Strakh, (Chto obuyayet nechestivtsev), A vstretyat angely (s privetstviyami ikh): \"Eto - vash Den', chto byl vam obetOvan"
        },
        {
            "chapter": 21,
            "verse": 104,
            "text": "Tot Den', kogda svernem My nebesa, Kak pisets svertyvayet svitki. I tochno tak, kak My proizveli nachal'noye tvoren'ye. (Yemu na smenu) povtorim My (etot akt) Po obeshchaniyu ot Nas - I, istinno, My vypolnim yego"
        },
        {
            "chapter": 21,
            "verse": 105,
            "text": "I posle vsekh Napominaniy Nashikh, (Chto My yavlyali vam cherez poslannikov Svoikh), Poistine, My v Psaltyri (Dauda) napisali, Chto zemlyu (ot Menya) v naslediye voz'mut Lish' Moi pravednyye slugi"
        },
        {
            "chapter": 21,
            "verse": 106,
            "text": "V etom (Korane), istinno, poslaniye dlya tekh, Kto (vsey dushoyu) poklonyayetsya (Allakhu)"
        },
        {
            "chapter": 21,
            "verse": 107,
            "text": "Tebya, (o Mukhammad!), poslali My nikak inache, Kak milost' Nashu dlya mirov"
        },
        {
            "chapter": 21,
            "verse": 108,
            "text": "Skazhi: \"Otkryto mne, Chto Bog vash - Bog Yedinyy. Uzhel' ne stanete pokornymi Yemu"
        },
        {
            "chapter": 21,
            "verse": 109,
            "text": "A yesli otvernutsya ot tebya oni, skazhi: \"YA vozvestil vam eto odinakovo dlya vsekh, No ya ne znayu, blizko, daleko li to, Chto vam obeshchano (v nagradu ili v nakazan'ye)"
        },
        {
            "chapter": 21,
            "verse": 110,
            "text": "Yemu, poistine, izvestno to, O chem vy rech' otkrytuyu vedete, A (ravno) to, chto vy skryvayete (v dushe)"
        },
        {
            "chapter": 21,
            "verse": 111,
            "text": "Ne znayu ya, Byt' mozhet, eto - ispytaniye dlya vas I dolya (blag, otpushchennykh) do sroka"
        },
        {
            "chapter": 21,
            "verse": 112,
            "text": "O moy Gospod'! - skazal (prorok). Day spravedlivyy sud! Gospod' nash - Miloserdnyy (Bog), Lish' u Nego iskat' vam pomoshch' Protiv togo, chto chayete Yemu vy pripisat'"
        }
    ]
}