{
    "maqras": [
        {
            "chapter": 28,
            "verse": 12,
            "text": "My vospretili yemu grud' kormilits, (Poka k nim ne prishla yego sestra i ne) skazala: \"Ne ukazat' li vam semeystvo doma, Kotoroye vskormIt yego dlya vas I pozabotitsya o nem nadezhno"
        },
        {
            "chapter": 28,
            "verse": 13,
            "text": "Tak materi yego My vozvratili, Chtoby uteshilis' yeye glaza, Chtob ne pechalilas' ona i znala, Chto nerushimo obeshchaniye Allakha, - No bol'shinstvo iz nikh, (ne veruya), (togo) ne znayet"
        },
        {
            "chapter": 28,
            "verse": 14,
            "text": "Kogda on zrelosti dostig i telom vozmuzhal, Yego My odarili mudrost'yu i znan'yem, - Tak My voznagrazhdayem tekh, kto delayet dobro"
        },
        {
            "chapter": 28,
            "verse": 15,
            "text": "(Odnazhdy) v gorod on voshel v takoye vremya, Kogda (ob\"yatyye dosugom) zhiteli yego Ne obratili na nego vniman'ya. Tam on uvidel dvukh derushchikhsya muzhchin: Odin byl iz yego naroda, Drugoy zhe - iz vragov yego. I chelovek yego naroda k nemu o pomoshchi vozzval Protiv togo, kto byl yemu vrazhdeben. I kulakom udaril yego Musa i ubil yego. (Opomnivshis' ot gneva svoyego), skazal on: \"Vse eto - delo Satany! On - nesomnenno, yavnyy vrag, Chto s vernogo puti sbivayet"
        },
        {
            "chapter": 28,
            "verse": 16,
            "text": "I on vzmolil: \"O moy Gospod'! YA zlo navlek na sobstvennuyu dushu. Prosti zhe mne (moy grekh)!\" Allakh prostil yemu, - Ved' miloserd On i proshchayushch"
        },
        {
            "chapter": 28,
            "verse": 17,
            "text": "I on skazal: \"O moy Gospod'! Za to, chto Ty byl blag ko mne, YA nikogda posobnikom ne budu Tomu, kto prestupayet (tvoy Zakon)"
        },
        {
            "chapter": 28,
            "verse": 18,
            "text": "Nautro (vnov') otpravilsya on v gorod, Ob\"yatyy strakhom i puglivo ozirayas'. Vdrug tot, kto nakanune zval yego na pomoshch', Vnov' gromkim krikom stal yego na pomoshch' zvat'. \"(YA vizhu), ty zadirist i svarliv\", - otvetil Musa"
        },
        {
            "chapter": 28,
            "verse": 19,
            "text": "I vse zh, kogda on zakhotel Svoyeyu siloy usmirit' vraga dlya nikh oboikh, (Yemu) skazal (zadira soplemennik): \"Ne khochesh' li teper' menya ty pogubit', o Musa, Kak pogubil vchera (druguyu) dushu? Ty khochesh' tol'ko byt' tiranom na zemle, A byt' dobrotvoryashchim, vidimo, ne khochesh'"
        },
        {
            "chapter": 28,
            "verse": 20,
            "text": "I vot iz otdalennoy chasti grada Yavilsya bystrym begom chelovek I molvil: \"Musa! Vel'mozhi o tebe sovet vedut, Chtob (za pogublennuyu dushu) Tebya pogibeli predat'. Pokin' sey grad! Eto - tebe sovet moy dobryy"
        },
        {
            "chapter": 28,
            "verse": 21,
            "text": "I on pokinul etot grad, Ob\"yatyy strakhom i puglivo ozirayas'. I vozmolil: \"O Bozhe moy! Spasi menya ot zlochestivogo naroda"
        },
        {
            "chapter": 28,
            "verse": 22,
            "text": "I vot kogda napravilsya on v storonu Madyana, Skazal on: \"Mozhet byt', Gospod' Menya napravit na stezyu pryamuyu"
        },
        {
            "chapter": 28,
            "verse": 23,
            "text": "Kogda prishel on k pit'yevym mestam Madyana, On tam nashel tolpu lyudey, Kotoryye (stada svoi) poili, A v storone ot nikh uvidel dvukh devits, Chto otognali v storonu (svoy skot). On (ikh) sprosil: \"V chem vashe delo?\" Oni otvetili (yemu): \"My napoit' (nash skot) ne mozhem, Poka ne otoydut (vse pastukhi), A nash otets - glubokiy starets"
        },
        {
            "chapter": 28,
            "verse": 24,
            "text": "On napoil (ikh skot) dlya nikh, Potom zhe udalilsya v ten' i molvil: \"O Gospodi! YA, istinno, nuzhdayus' v blage, Chto Ty nisposylayesh' mne seychas"
        },
        {
            "chapter": 28,
            "verse": 25,
            "text": "Potom odna iz etikh (dvukh devits) Prishla k nemu stydlivoyu pokhodkoy I skazala: \"Tebya otets moy priglashayet, Chtoby tebe nagradu dat' za to, Chto napoil ty (skot) dlya nas\". Kogda zhe Musa k nim prishel I (startsu) rasskazal istoriyu svoyu, (Starets) skazal: \"Ne boysya nichego! Osvobodilsya ty ot zlochestivogo naroda"
        },
        {
            "chapter": 28,
            "verse": 26,
            "text": "I tut odna iz (docherey yego) skazala: \"Otets, voz'mi yego k sebe na sluzhbu: Luchshiy iz tekh, kogo ty mozhesh' vzyat', - Tot, v kom yest' sila I komu (ty mozhesh') doveryat'"
        },
        {
            "chapter": 28,
            "verse": 27,
            "text": "(Starets) skazal: \"Khochu ya vydat' zamuzh za tebya Odnu iz etikh (docherey moikh) Na tom uslovii, chto ty Sluzhit' mne budesh' vosem' let, A yesli v desyat' let ty zavershish' svoy srok, Tak eto budet tvoyey (dobroy voley), - YA ne khochu stesnyat' tebya. Ty pravednym vsegda menya naydesh', Yesli na to budet ugoda Boga"
        },
        {
            "chapter": 28,
            "verse": 28,
            "text": "Pust' budet tak mezh mnoyu i toboy, - otvetil Musa. - Kakoy by srok iz etikh dvukh Mne (ni prishlos') by vypolnyat', Ko mne obid ty pred\"yavlyat' ne dolzhen, I budet poruchitelem Allakh Tomu, o chem seychas my govorim"
        }
    ]
}