{
    "maqras": [
        {
            "chapter": 29,
            "verse": 1,
            "text": "Alef - Lyam - Mim"
        },
        {
            "chapter": 29,
            "verse": 2,
            "text": "Neuzhto polagayut lyudi, Chto, yesli oni skazhut: \"Veruyem my (v Boga)\", Ikh ne podvergnut ispytaniyam (na vernost' etikh slov)"
        },
        {
            "chapter": 29,
            "verse": 3,
            "text": "My ispytali tekh, kto byl do nikh. I nesomnenno vedomy Allakhu Te, chto pravdivy (sredi nikh), I te, (usta kotorykh) lzhivy"
        },
        {
            "chapter": 29,
            "verse": 4,
            "text": "Neuzhto te, kto zlodeyayet, Schitayut, chto sumeyut Nas operedit'? Naskol'ko zh plOkhi ikh suzhden'ya"
        },
        {
            "chapter": 29,
            "verse": 5,
            "text": "A tot, kto chayet vstrechi s Bogom, - Tak ved', poistine, uzh blizitsya predel, chto Im opredelen, - On slyshit (vse) i znayet (obo vsem)"
        },
        {
            "chapter": 29,
            "verse": 6,
            "text": "I kto userdstvuyet na promysle Gospodnem, Userdstvuyet na blago sobstvennoy dushe, - Allakh svoboden ot nuzhdy v mirakh, (Kotoryye On Sam zhe sozdal)"
        },
        {
            "chapter": 29,
            "verse": 7,
            "text": "A tem, kto veruyet i dobroye tvorit, Sotrem My vse ikh pregreshen'ya I vozdadim po sootvetstviyu ikh luchshikh del"
        },
        {
            "chapter": 29,
            "verse": 8,
            "text": "My zaveshchali cheloveku Dobrotvorit' roditelyam svoim. No yesli stanut prinuzhdat' oni tebya Mne v \"sotovarishchi\" prizvat' takoye, O chem ty znaniya (iz Bozh'ikh Otkroveniy) ne imeyesh', Ne povinuysya (v etom dele) im. Ko Mne vernetes' vy, i YA vam vozveshchu Vsyu (sut') togo, chto vy tvorili"
        },
        {
            "chapter": 29,
            "verse": 9,
            "text": "A tekh, kto veruyet i dobroye tvorit, Vvedem My v bratstvo tekh, Kotorym (prebyvat') vo blage"
        },
        {
            "chapter": 29,
            "verse": 10,
            "text": "Sredi lyudey yest' te, chto govoryat: \"My veruyem v Allakha!\" Kogda zh v Gospodnem dele ikh beda kosnetsya, Kak ispytaniye lyudey (na stoykost' v vere), Oni yeye za gnev Allakha vydayut. Kogda zh Gospodnya pomoshch' nispadet i s ney pobeda, \"My byli s vami\", - govoryat oni. Uzhel' Allakh ne znayet luchshe, Chto kroyetsya v serdtsakh Yego mirov"
        },
        {
            "chapter": 29,
            "verse": 11,
            "text": "I nesomnenno Gospodu izvestny Te, kto uveroval, i te, kto litsemerit"
        },
        {
            "chapter": 29,
            "verse": 12,
            "text": "I te, kto ne uveroval (v Allakha), veruyushchim govoryat: \"Vy sleduyte po nashemu puti, I ponesem grekhi my vashi na sebe!\" No nichego iz ikh grekhov oni ne ponesut - Lzhetsy oni, i tol'ko"
        },
        {
            "chapter": 29,
            "verse": 13,
            "text": "Nesti im bremya sobstvennykh (grekhov) I gruz (grekhov za sovrashcheniye dush blizhnikh), Chto lyazhet gruzom na ikh gruz. V Den' Voskreseniya ikh sprosyat Za (lozh' vsego) izmyshlennogo imi"
        },
        {
            "chapter": 29,
            "verse": 14,
            "text": "Poslali Nukha My k yego narodu; Sredi nego on probyl bez pyatidesyati tysyachu godov. No ikh postig potop, Kogda (v neverii svoyem) v grekhakh oni pogryazli"
        },
        {
            "chapter": 29,
            "verse": 15,
            "text": "I My spasli yego i tekh, chto byli na kovchege, I sdelali yego znamen'yem dlya mirov"
        },
        {
            "chapter": 29,
            "verse": 16,
            "text": "(Poslali) Ibrakhima (My k yego narodu), I on skazal narodu svoyemu: \"Allakhu poklonyaytes'! (V deyaniyakh svoikh) strashites' Yego gneva. Siye yest' luchsheye dlya vas, Yesli yeshche v vas zhivo razumen'ye"
        },
        {
            "chapter": 29,
            "verse": 17,
            "text": "Vy chtite idolov s Allakhom naravne, Vydumyvaya lozh' (pri etom), Oni zh - kogo vy naravne s Allakhom chtite - Dlya vas nichem potrebnym (v etoy zhizni) ne vladeyut. A potomu potrebnoye sebe Isprashivayte vy lish' u Allakha I blagodarstvuyte (v molitvakh) lish' Yego - K Nemu lezhit i vashe vozvrashchen'ye"
        },
        {
            "chapter": 29,
            "verse": 18,
            "text": "A yesli vy sochtete eto lozh'yu, Tak ved' schitali yego lozh'yu Narody, zhivshiye do vas, I na poslannike (lezhit) Lish' peredacha yasnaya (Gospodnikh Otkroveniy)"
        },
        {
            "chapter": 29,
            "verse": 19,
            "text": "Uzhel' oni ne vidyat, kak Allakh Vershit pervichnoye tvoren'ye, Potom yego, v nebytiye povergnuv, Vnov' vossozdayet, - Eto dlya Gospoda, poistine, legko"
        },
        {
            "chapter": 29,
            "verse": 20,
            "text": "Skazhi: \"Proydite po zemle i posmotrite: Kak proizvel Allakh nachal'noye tvoren'ye, Tak i konechnoye tvoren'ye On proizvedet, - Poistine, nad vsem - mogushchestvo Allakha"
        },
        {
            "chapter": 29,
            "verse": 21,
            "text": "Nakazyvayet On il' miluyet Svoyey ugodoy (Po spravedlivosti) zhelan'ya Svoyego - K Nemu lish' budete vy vse vozvrashcheny"
        },
        {
            "chapter": 29,
            "verse": 22,
            "text": "I (nikogda) ni na zemle, ni v nebesakh Vam ne rasstroit' (zamyslov Gospodney Voli). Krome Allakha, pokrovitelya vam net I net pomoshchnika inogo"
        },
        {
            "chapter": 29,
            "verse": 23,
            "text": "A te, kotoryye ne veruyut v znameniya Allakha I otvergayut vstrechu s Nim, (schitaya yeye lozh'yu), Otchayalis' nayti Gospodnyu milost', - Dlya nikh - muchitel'naya kara"
        },
        {
            "chapter": 29,
            "verse": 24,
            "text": "Otvetom zhe naroda (Ibrakhimu) bylo: \"Ubeyte vy yego ili sozhgite!\" No spas yego Allakh iz plameni ognya, - V etom, poistine, znameniye dlya vernykh"
        },
        {
            "chapter": 29,
            "verse": 25,
            "text": "I on skazal: \"Vy idolov sebe prizvali Dlya pochitaniya s Allakhom naravne Iz proyavleniya zemnoy priyazni. Potom, v Den' Voskreseniya (na Sud), Vy otrechetes' drug ot druga I stanete drug druga proklinat'. Ogon' ubezhishchem vam stanet, I ne okazhet pomoshch' vam nikto"
        }
    ]
}