{
    "maqras": [
        {
            "chapter": 5,
            "verse": 109,
            "text": "Nastanet den', kogda Allakh Svoikh poslannikov vsekh soberet i sprosit: \"Kakov byl otklik (na prizyvy vashi)?\" Oni otvetyat: \"Etogo ne znayem my. Tebe Yedinomu, poistine, vse taynoye otkryto"
        },
        {
            "chapter": 5,
            "verse": 110,
            "text": "Kogda (v Den' Voskreseniya) Gospod' nash skazhet: \"O Isa, syn Maryam! Ty vspomni O Moyem blagovolen'ye k tebe i k materi tvoyey, Kogda YA Dukhom ukrepil tebya Svyatym, Chtob i mladentsem v kolybeli, i zrelym muzhem Ty k lyudyam s rech'yu obrashchalsya. Pisaniyu i mudrosti tebya YA nauchil, Yevangeliyu i Zakonu - (Tore). I vot ty voleyu Moyey Iz gliny obraz ptitsy sotvoril, Vdokhnul v neye, i voleyu Moyey ona zhivoyu stala. I voleyu Moyey ty istselil togo, kto slep rodilsya. I prokazhennogo ozdorovil Moyeyu voley, I ozhivil Moyeyu voleyu umershikh. YA ot tebya synov Israilevykh uderzhal, Kogda ty im predstavil yasnyye znamen'ya, (Oni zhe ne uverovali v nikh, tvoyey pogibeli zhelaya). I te, kto ne uveroval iz nikh, skazali: \"Siye yest' yavno koldovstvo"
        },
        {
            "chapter": 5,
            "verse": 111,
            "text": "I YA apostolam vnushil: \"Uveruyte v Menya i Moyego proroka!\" Oni otvetili: \"Uverovali my! I bud' svidetelem tomu, chto my predalis'"
        },
        {
            "chapter": 5,
            "verse": 112,
            "text": "I vot apostoly skazali: \"O Isa, syn Maryam! Sumeyet li tvoy Bog s nebes nam trapezu svesti?\" \"Kol' vy uverovali (v Boga), Poboytes' Yego gneva!\" - im on otvechal"
        },
        {
            "chapter": 5,
            "verse": 113,
            "text": "Oni skazali: \"My khotim poyest' s neye I uspokoit' nashi dushi - I budem znat', chto ty skazal nam pravdu, I sey (chudesnoy trapeze) svidetelyami stanem"
        },
        {
            "chapter": 5,
            "verse": 114,
            "text": "I molvil Isa, syn Maryam: \"Vladyka nash, Allakh Vsevyshniy! Svedi nam trapezu s nebes, I stanet prazdnikom ona, Znameniyem Tvoim predstanet Dlya vsekh: ot pervogo i do poslednego iz nas. Daruy udel, potrebnyy nam. Ty - luchshiy iz daruyushchikh udely"
        },
        {
            "chapter": 5,
            "verse": 115,
            "text": "Skazal Allakh: \"YA vam yeye svedu, No kto iz vas posle sego ostanetsya nevernym, Togo YA nakazhu takoyu karoy, Kakoyu ne nakazyval YA ni odin narod"
        },
        {
            "chapter": 5,
            "verse": 116,
            "text": "I skazhet (v Den' Suda) Allakh: \"O Isa, syn Maryam! Uzhel' ty lyudyam govoril: \"Menya i mat' moyu dvumya bogami, oprich' Allakha, pochitayte!\"?\" \"Khvala Tebe! - otvetit Isa. - Kak govorit' mne to, na chto mne prava net? Kogda b ya govoril takoye, Ty, nesomnenno, znal by eto, - Ty znayesh', chto v moyey dushe, A chto v Tvoyey - mne neizvestno. Tebe Yedinomu vse taynoye otkryto"
        },
        {
            "chapter": 5,
            "verse": 117,
            "text": "YA govoril im tol'ko to, Chto Ty mne povelel (im vozvestit'): \"Allakhu poklonyaytes'! On - moy Gospod' i vash Gospod'!\" Poka sred' nikh ya prebyval, YA byl svidetelem o nikh. Kogda zhe Ty prizval menya k Sebe, Ty stal nad nimi Nablyudatel', - Ved' Ty - svidetel' obo vsem, chto sushche"
        },
        {
            "chapter": 5,
            "verse": 118,
            "text": "I yesli Ty nakazyvayesh' ikh, (tak v etom - Tvoya Volya); Oni zhe - v usluzhenii Tebe. A kol' proshchayesh', (v etom Ty - Vladyka), - Ved' Ty moguch i mudr (bezmerno)"
        },
        {
            "chapter": 5,
            "verse": 119,
            "text": "Allakh otvetil: \"Eto - Den', kogda pravdivym pol'zu prineset ikh pravda. Dlya nikh - Sady, rekami omovenny, Gde prebyvat' navechno im. I tam oni - k dovol'stviyu Allakha, I k ikh dovol'stviyu - Allakh. I eto yest' velikoye svershen'ye"
        },
        {
            "chapter": 5,
            "verse": 120,
            "text": "Allakh vladeyet nebesami i zemley I tem, chto prebyvayet v nikh, I On nad vsyakoy veshch'yu vlasten"
        },
        {
            "chapter": 6,
            "verse": 1,
            "text": "Khvala Allakhu, Kto nebesa i zemlyu sozdal, Ustroil mrak i svet! I vse zhe te, kto ne uveroval (v Nego), Drugikh pridumyvayut v ravnyye Yemu"
        },
        {
            "chapter": 6,
            "verse": 2,
            "text": "On - Tot, Kto vas iz gliny sozdal I srok ustanovil (dlya vashey zhizni), I u Nego naznachen srok drugoy. I vse zhe vy v somnenii (ob etom)"
        },
        {
            "chapter": 6,
            "verse": 3,
            "text": "I On - Allakh i na zemle, i v nebesakh. Yemu izvestno, chto taite vy, I chto yavlyayete otkryto, I chto vy predvaryayete sebe (deyan'yami svoimi)"
        },
        {
            "chapter": 6,
            "verse": 4,
            "text": "Kakoye by znameniye Allakha Iz vsekh Yego znameniy k nim ni prikhodilo, Oni lish' otvrashchalis' ot nego"
        },
        {
            "chapter": 6,
            "verse": 5,
            "text": "I (nyne) istinu za lozh' oni sochli, Kogda ona predstala pered nimi; No skoro k nim pribudet vest' o vernosti togo, Nad chem oni (tak dolgo) nasmekhalis'"
        },
        {
            "chapter": 6,
            "verse": 6,
            "text": "Uzhel' ne videli oni, kak mnogo pokoleniy My pogubili i do nikh? My na zemle ustanovili im takuyu silu, Kakuyu vam ne dostavlyali My: Im s neba dozhd' obil'no lili, Veleli rekam tech' v nogakh u nikh. I vse zh potom My za grekhi ikh pogubili I vozveli na mesto ikh drugiye pokolen'ya"
        },
        {
            "chapter": 6,
            "verse": 7,
            "text": "I yesli b dazhe na pergamentnykh listakh Tebe My Knigu nisposlali, - tak, Chtoby oni rukami oshchutit' yeye mogli, To i togda b nevernyye skazali: \"Siye yest' yavno koldovstvo"
        },
        {
            "chapter": 6,
            "verse": 8,
            "text": "I govoryat oni: \"Chto zh angel s neba ne sveden k nemu?!\" No yesli b angela sveli My, Reshilos' by ikh delo srazu, I posle etogo im ne bylo b otsrochki"
        },
        {
            "chapter": 6,
            "verse": 9,
            "text": "A yesli b sdelali My angela (Prichastnym k etim sporam), To My b yego poslali v vide cheloveka I tem dlya nikh by zatemnili (sut') voprosa, Kotoryy oni sami zatemnyayut"
        },
        {
            "chapter": 6,
            "verse": 10,
            "text": "I nesomnenno, do tebya poslannikov nasmeshkam podvergali. No ikh nasmeshnikov postiglo to, Nad chem oni tak (otkrovenno) nasmekhalis'"
        },
        {
            "chapter": 6,
            "verse": 11,
            "text": "Skazhi: \"Proydite po zemle i posmotrite, Kakov konets byl tekh, Kotoryye sochli (poslannikov) lzhetsami"
        },
        {
            "chapter": 6,
            "verse": 12,
            "text": "Skazhi: \"Komu prinadlezhit Vse to, chto na zemle i v nebe?\" Skazhi: \"Allakhu! I miloserdiye vmenil On Sam Sebe. On soberet vas vsekh v Den' Voskreseniya (na Sud), O koyem nikakogo net somnen'ya, I ne uveruyut v nego lish' te, Kto svoyu dushu pogubil (naveki)"
        }
    ]
}