{
    "maqras": [
        {
            "chapter": 6,
            "verse": 151,
            "text": "Skazhi: \"Pridite, i prochtu ya vam, Chto vash Gospod' vam zapretil: Ne proch'te v ravnyye Yemu nichto drugoye; K roditelyam svoim blagodeyayte; Detey svoikh iz strakha obednet' ne ubivayte, - Prokormim My i vas, i ikh; Postydnykh del ni yavno, ni sokryto ne kasaytes'; I ne lishayte zhizni dushu, Kotoruyu Allakh zapretnoy (dlya ubiystva sotvoril), Inache, kak po pravu, (dannomu Samim Allakhom)\". I eto - to, chto On vam zapovedal, Chtob vy urazumeli eto"
        },
        {
            "chapter": 6,
            "verse": 152,
            "text": "K imushchestvu sirot ne prikasaytes' Inache, kak lish' s tem, chtoby yego uluchshit', Poka k nim vozrastnaya zrelost' ne pridet. So spravedlivoy tochnost'yu blyudite ves i meru. I ne vozlozhim My na dushu gruz, Chto bol'she, chem ona podnimet. (Kogda zh na sud vas prizovut), Vy govorite tol'ko pravdu, Kol' dazhe protiv blizkikh i rodnykh. Blyudite vernost' zapovedyam Boga, Ved' eto - to, chto On vam zaveshchal, Chtob pomnili vy eto"
        },
        {
            "chapter": 6,
            "verse": 153,
            "text": "Siye - Moy put', vedushchiy pryamo. Tak sleduyte yemu i ne delites', Po drugim putyam (bluzhdaya), Vdali ot (Istiny) Yego puti. I eto - to, chto On vam zapovedal, Chtob vy blagochestivy byli"
        },
        {
            "chapter": 6,
            "verse": 154,
            "text": "I krome etogo, My dali Muse Knigu, Chtob zavershit' Gospodnyu milost' Dlya tekh, kto delayet dobro; I iz\"yasnit' v ney vsyaku veshch', I (sdelat') rukovodstvom (dlya lyudey) I milost'yu ot Nas, Chtoby vo vstrechu s Gospodom svoim Oni uverovali (vsey dushoy)"
        },
        {
            "chapter": 6,
            "verse": 155,
            "text": "I eto - Kniga, chto kak dar blagoslovennyy My nisposlali svyshe (vam). Tak sleduyte zhe yey I, gneva Gospoda strashas', (Blagochestivy bud'te v blizhney zhizni), Chtoby (v drugoy) pomilovany byt'"
        },
        {
            "chapter": 6,
            "verse": 156,
            "text": "I chtob ne govorili vy, chto: \"Kniga poslana do nas lish' dvum narodam. I my v nevedenii polnom nakhodilis' Ob ikh ucheniyakh (kasatel'no sey Knigi, Zatem kak ikh yazyk nevedom byl dlya nas I zhiznennyy uklad ot nashego raznilsya)"
        },
        {
            "chapter": 6,
            "verse": 157,
            "text": "Ili chtob vy ne govorili: \"O, yesli b Kniga nam byla nisposlana (Allakhom), My b sledovali yey verneye, chem oni\". I vot uzhe yavilos' k vam Znamen'ye yasnoye ot vashego Vladyki, I rukovodstvo (ot Nego), i milost'. Tak yest' li nechestiveye togo, Kto lozhnymi sochtet znameniya Allakha I otvernetsya (v storonu) ot nikh? My tem, kto otvernetsya ot znameniy Nashikh, Surovoy karoy vozdadim za to, chto otvernulis'"
        },
        {
            "chapter": 6,
            "verse": 158,
            "text": "Neuzhto oni zhdut, chto angely predstanut im Il' dazhe Sam Gospod' tvoy? Ili (pribudut kak predtechi) Kakiye-to znameniya Yego? No v Den', kogda pridut znamen'ya ot Nego, Dushe uzh ne pomozhet vera v nikh, Yesli ona ne verila dotole Il' s veroyu svoyey ne sovershala dobrykh del. Skazhi (im): \"Zhdite! Budem zhdat' i my"
        },
        {
            "chapter": 6,
            "verse": 159,
            "text": "Ipust' tebya, (o Mukhammad!), Ne ozadachivayut te, Kto razdelyayet svoyu veru i delitsya na sekty. Ikh delo - v veden'ye Allakha, I On potom im vozvestit Vse (zlo togo), chto delali oni"
        },
        {
            "chapter": 6,
            "verse": 160,
            "text": "Tomu, kto s dobrymi delami yavitsya (pred Nim), Dobrom (vozdastsya) bol'shim v desyat' raz. Tomu zhe, kto pridet so zloyu (noshey), Vozdastsya zlom, yemu podobnym, - I ni odin iz nikh obid ne poneset"
        },
        {
            "chapter": 6,
            "verse": 161,
            "text": "Skazhi: \"Poistine, Gospod' menya napravil Na pravyy put', na pravednuyu veru, Veru khanifa Ibrakhima, Kto k Gospodu drugikh bogov ne prizyval"
        },
        {
            "chapter": 6,
            "verse": 162,
            "text": "Skazhi: \"Poistine, moya molitva, Moya povinnost' na sluzheniye Allakhu, Vsya zhizn' moya i moya smert' - Vse (bezrazdel'no) u Allakha, Gospoda mirov"
        },
        {
            "chapter": 6,
            "verse": 163,
            "text": "Net nikakikh partnerov u Nego - Tak mne poveleno (postavit' vam v zavet), I pervyy ya iz tekh, kto predalsya islamu"
        },
        {
            "chapter": 6,
            "verse": 164,
            "text": "Skazhi: \"Uzhel' iskat' mne Gospoda inogo, chem Allakh, Togda kak On - Gospod' vsego, chto sushche? I vsyakaya dusha styazhayet dolzhnoye svoim deyan'yam I, svoye bremya (k Gospodu na Sud) nesya, Ne poneset (grekhovnyy) gruz drugoy\". Potom vy vse k Vladyke svoyemu vernetes', I vozvestit On vam (sut') vashikh raznoglasiy"
        },
        {
            "chapter": 6,
            "verse": 165,
            "text": "I eto - On, Kto sdelal vas preyemnikami na zemle, I On odnikh po stepenyam vozvysil nad drugimi, Chtob ispytat' vas tem, chem On vas nadelil. Ved' tvoy Gospod', poistine, ne medlit s nakazan'yem. I vse zh proshchayushch On i miloserd (k Svoim tvoren'yam)"
        }
    ]
}