{
    "maqras": [
        {
            "chapter": 12,
            "verse": 77,
            "text": "Oni skazali: \"Yesli on ukral, tak ved' ukral i prezhde yego brat\". I skhoronil v dushe eto Yusuf I im ne vykazal (svoikh obid i namereniy). (A pro sebya) skazal: \"Vy v khudshem polozhenii, chem my. Allakh ved' luchshe znayet to, O chem vy rech' vedete"
        },
        {
            "chapter": 12,
            "verse": 78,
            "text": "Oni skazali: \"O vel'mozha! Otets yego - glubokiy i pochtennyy starets (I budet gorevat' o nem). Voz'mi vmesto nego kogo-nibud' iz nas, - My vidim: ty v delakh velikodushen"
        },
        {
            "chapter": 12,
            "verse": 79,
            "text": "On (im) otvetil: \"Upasi Gospod' nam vzyat' kogo-libo drugogo, Krome togo, v ch'yey lichnoy kladi My nashu sobstvennost' nashli. Inache byli by nepravednymi my"
        },
        {
            "chapter": 12,
            "verse": 80,
            "text": "Kogda zh otchayalis' oni V yego (sodeystvii ikh pros'be), To udalilis', chtob nayedine posoveshchat'sya, I starshiy ikh skazal: \"Uzhel' ne znayete, chto vash otets Vzyal klyatvu s vas pered Allakhom? I prezhde etogo s Yusufom Ne sovershili vy togo, chto nadlezhalo vam (Soglasno obeshchaniyu ottsu). A potomu ya ne pokinu etu zemlyu, Poka otets ne razreshit mne Il' ne reshit inache dlya menya Allakh: On - luchshiy iz (dayushchikh mudryye) reshen'ya"
        },
        {
            "chapter": 12,
            "verse": 81,
            "text": "Vy vozvrashchaytes' k vashemu ottsu I (tam) yemu skazhite: \"O nash otets! Tvoy syn ukral, I my svidetel'stvuyem tol'ko to, chto znayem. My (nikogo) ne mozhem uberech' (Ni ot chego, chto nam) nezrimo Ili (ot nas) sokryto (kem-to)"
        },
        {
            "chapter": 12,
            "verse": 82,
            "text": "(Veli) sprosit' selen'ye, gde my byli, I karavan, s kotorym shli my, (I ty uvidish'), chto my pravdu govorim"
        },
        {
            "chapter": 12,
            "verse": 83,
            "text": "Otets skazal: \"O net! Vam dushi vashi (podskazali) Vse eto delo (vymyslom) ukrasit'. (Otnyne dlya menya) prekrasno lish' terpen'ye. Allakh, byt' mozhet, mne vernet ikh vsekh, - Poistine, On znayushch, mudr (bezmerno)"
        },
        {
            "chapter": 12,
            "verse": 84,
            "text": "I otvernulsya on ot nikh i molvil: \"Kak veliko moye stradan'ye po Yusufu!\" I pobeleli ot pechali yego ochi, I on yedva mog skorb' sderzhat'"
        },
        {
            "chapter": 12,
            "verse": 85,
            "text": "Oni skazali: \"Imenem Allakha! Ne perestanesh' ty Yusufa vspominat', Poka (pechal') ne ischerpayet tvoi sily Il' ne postignet smert' tebya"
        },
        {
            "chapter": 12,
            "verse": 86,
            "text": "No on skazal: \"YA predayu svoyu pechal' i skorb' Allakhu, - Ved' ot Nego izvestno mne, O chem ne vedayete vy"
        },
        {
            "chapter": 12,
            "verse": 87,
            "text": "O synov'ya moi! Stupayte I razuznayte o Yusufe, a takzhe yego brate. I nikogda nadezhdy ne teryayte Na milost' i otzyvchivost' Allakha, - Nadezhdy na Nego, poistine, teryayut Lish' te, kto ne uveroval v Nego"
        },
        {
            "chapter": 12,
            "verse": 88,
            "text": "Kogda oni yavilis' (vnov') pered Yusufom, Oni skazali: \"O vel'mozha! Beda postigla nas i vsyu nashu sem'yu, I (menovoy) tovar nash skuden. Day meru nam spolna i okazhi nam milost', - Allakh, poistine, vozdast okazyvayushchim milost'"
        },
        {
            "chapter": 12,
            "verse": 89,
            "text": "On (im) otvetil: \"Znayete li vy, kak postupili vy s Yusufom I yego (mladshim) bratom, Kogda vy po nevedeniyu (zlo tvorili)"
        },
        {
            "chapter": 12,
            "verse": 90,
            "text": "Uzhel' i vpravdu ty - Yusuf? - oni skazali. On im otvetil: YA - Yusuf, a eto - brat moy. Allakh nam milost' okazal: Ved' te, kto, istinno, strashitsya Yego (gneva) I terpelivo-stoyek (v blagochestii svoyem), - Tak ved' nagrade tekh, kto delayet dobro, Allakh ne dast pogibnut'"
        },
        {
            "chapter": 12,
            "verse": 91,
            "text": "Vo imya Bozhiye! - otvetili oni. - Allakh, poistine, tebya pred nami predpochel, I, istinno, my byli vo grekhe"
        },
        {
            "chapter": 12,
            "verse": 92,
            "text": "Skazal on: \"Nyneshnego dnya nad vami net (moikh) uprekov. Prostit Allakh vam (proshlyye grekhi). On - miloserdneyshiy iz vsekh, kto miloserden"
        },
        {
            "chapter": 12,
            "verse": 93,
            "text": "Idite vy (k ottsu) s moyey rubakhoy I tam yeye nabros'te na yego litso. Prozreyet on togda, I vy ko mne so vsey sem'yey pridete"
        },
        {
            "chapter": 12,
            "verse": 94,
            "text": "I vot kogda (v obratnyy put') ikh karavan pustilsya, Otets ikh vdrug skazal: \"YA oshchushchayu dukh Yusufa. Tol'ko ne dumayte, chto ya - bezumets (staryy)"
        },
        {
            "chapter": 12,
            "verse": 95,
            "text": "I te, (kto slyshal), otvechali: \"Klyanemsya imenem Allakha, Ty v starcheskom bredu bluzhdayesh'"
        },
        {
            "chapter": 12,
            "verse": 96,
            "text": "Kogda zh yavilsya blagovestnik, Nabrosil on (rubakhu) na yego litso, I vmig prozrel (pochtennyy starets) I molvil im: \"Ne ya l' vam govoril, Chto mne izvestno ot Allakha, O chem ne vedayete vy"
        },
        {
            "chapter": 12,
            "verse": 97,
            "text": "O nash otets! - oni skazali. - Prosi proshchen'ya nam za nashi pregreshen'ya, - Ved', istinno, my byli vo grekhe"
        },
        {
            "chapter": 12,
            "verse": 98,
            "text": "YA budu, - on otvetil (im), - Molit' proshcheniya dlya vas u moyego Vladyki, - On, istinno, proshchayushch, miloserd"
        },
        {
            "chapter": 12,
            "verse": 99,
            "text": "I vot kogda oni yavilis' pred Yusufom, On predostavil svoy ochag Roditelyam svoim i molvil: \"Vstupite na Yegipetskuyu zemlyu, Yesli Allakhu tak ugodno, V nadezhnoy bezopasnosti yeye"
        },
        {
            "chapter": 12,
            "verse": 100,
            "text": "I on roditeley svoikh Vozvysil vysoko na trone chesti, I pali (brat'ya) nits pred nim. I molvil on: \"O moy otets! Vot kak tolkuyetsya moy son dalekikh let! Allakh osushchestvil yego i okazal mne milost', Kogda On iz temnitsy vyzvolil menya, A vas syuda dostavil iz pustyni, Posle togo kak Satana Vrazhdu poseyal mezhdu mnoy i brat'yami moimi, - Ved' blagosklonen moy Gospod' K tomu, chto (mudrost'yu Svoyeyu) pozhelayet, (Svoim vsevedeniyem predpochtet), - Poistine, On znayet (vse) i mudr (bezmerno)"
        }
    ]
}