{
    "maqras": [
        {
            "chapter": 2,
            "verse": 158,
            "text": "Tak zhe, kak Allakh vozvelichil Kaabu, sdelav yeyo Kibloy, v storonu kotoroy musul'manam nuzhno obrashchat'sya vo vremya molitvy, On vozvelichil \"as - Safa\" i \"al' - Marva\" - dva kholma, sdelav ikh zapovednymi mestami Bozh'imi dlya soversheniya odnogo iz obryadov khadzhzha. I net grekha v tom, chto tot, kto sovershayet palomnichestvo k Domu ili poseshchayet yego, posle obkhoda vokrug Kaaby, budet khodit' mezhdu etimi dvumya kholmami. Sredi vas byli lyudi, kotorym ne khotelos' eto delat', potomu chto tak delali v poru yazychestva. No, poistine, eto - odin iz ritualov islama. Veruyushchiy dolzhen stremit'sya k blagodeyaniyam. Allakh znayet vse deyaniya veruyushchikh i nagradit ikh za eto"
        },
        {
            "chapter": 2,
            "verse": 159,
            "text": "Te, kotoryye otritsali vashu religiyu, delyatsya na dve gruppy: pervaya - te, kotoryye znayut Pisaniye i istinu , no soznatel'no utaivayut yeyo iz-za upryamstva; vtoraya - neveruyushchiye, u kotorykh tak oslepli serdtsa, chto oni ne vedayut pravdy i veryat v mnogobozhiye, a ne v Yedinogo Boga. Lyudi Pisaniya, kotoryye uznali (o Mukhammad!) v znameniyakh tvoyu istinu, postigli pravdu tvoyey religii, no skryvayut ot lyudey to, chto My nisposlali im iz yasnykh znameniy pryamogo rukovodstva, posle togo kak My raz\"yasnili eto lyudyam v Pisanii, - etikh proklyanot Allakh i ne poshchadit ikh, i proklyanut ikh proklinayushchiye veruyushchiye, dzhinny i angely, zhelaya im lishit'sya poshchady Allakha"
        },
        {
            "chapter": 2,
            "verse": 160,
            "text": "Krome tekh, kotoryye obratilis' k Allakhu s pokayaniyem, tvorili blagoye i raz\"yasnyali to, chto skryvalos' o poslannike i islame. Allakh primet ikh pokayaniye i prostit ikh grekhi: ved' On - Milostivyy, Shchadyashchiy i proshchayet grekhi lyudyam"
        },
        {
            "chapter": 2,
            "verse": 161,
            "text": "Te, kotoryye ne verovali i umerli, buduchi nevernymi, i ne raskayalis' - nad nimi proklyatiye Allakha, angelov i vsekh pravednykh lyudey"
        },
        {
            "chapter": 2,
            "verse": 162,
            "text": "Oni budut vechno prebyvat' pod etim proklyatiyem, a v adu ne budet oblegcheno im nakazaniye i ne budet dano im otsrochki, yesli oni poprosyat"
        },
        {
            "chapter": 2,
            "verse": 163,
            "text": "Vash Bog - Yedin! Net drugogo bozhestva, krome Nego, Milostivogo, Miloserdnogo! On byl miloserden k Svoim rabam v ikh tvorenii i sozdanii"
        },
        {
            "chapter": 2,
            "verse": 164,
            "text": "Allakh poslal znameniya kazhdomu razumnomu cheloveku o Svoyom sushchestvovanii i Bozhestvennoy moshchi. Poistine, v ustroystve nebes, gde regulyarno dvizhutsya planety i otkuda idut teplo i svet dlya nashego mira, v tvorenii zemli, gde more i susha, v poleznoy smene dnya i nochi, v korablyakh, kotoryye plyvut po moryam, chtoby perevozit' lyudey i neobkhodimyye im gruzy, v vode, kotoruyu Allakh nizvodit s neba i ozhivlyayet yeyu zemlyu, rasteniya i skot, vo vsom sushchem, chto On rasseyal po zemle, v smene vetrov i dvizhenii oblakov, prinuzhdonnykh nosit'sya mezhdu nebom i zemloy, - znameniya Allakha dlya tekh, kto razumeyet! Razve eto bylo sozdano samo soboy, ili eto tvoreniye Allakha Vsevedushchego i Vsemogushchego"
        },
        {
            "chapter": 2,
            "verse": 165,
            "text": "Nesmotrya na yasnyye znameniya Allakha, sredi lyudey yest' takiye, u kotorykh oslepli serdtsa, i oni pochitayut naravne s Allakhom drugiye bozhestva. Oni ikh slushayut, pochitayut i lyubyat, kak dolzhno lyubit' tol'ko odnogo Boga. A te, kotoryye uverovali, lyubyat Allakha Yedinogo i vsegda iskrenne povinuyutsya Yemu. No yesli mnogobozhnikov postignet neschast'ye, oni nachinayut somnevat'sya v svoikh bozhestvakh i obrashchayutsya k Vsemogushchemu Allakhu. Yesli by eti nechestivyye uznali nakazaniye, kotoromu oni podvergnutsya v Den' vozdayaniya, oni ponyali by, chto Allakh vsemogushch nad vsem i surov v Svoyom nakazanii, i oni ne sovershali by svoikh greshnykh postupkov"
        },
        {
            "chapter": 2,
            "verse": 166,
            "text": "V Den' vozdayaniya te, kto vol za soboyu drugikh, kto byl primerom dlya drugikh v neverii i nepovinovenii, otdelyatsya ot tekh, kto sledoval za nimi, i skazhut im: \"My ne prizyvali vas sledovat' za nami po greshnomu puti. Eto bylo vashe zhelaniye i nerazumnoye povedeniye\". Svyazi i druzhba, kotoryye byli mezhdu nimi v blizhney zhizni, oborvutsya, i te, za kotorymi sledovali, stanut vragami s temi, kotoryye sledovali za nimi"
        },
        {
            "chapter": 2,
            "verse": 167,
            "text": "I poymut te, kotoryye sledovali za nimi, chto oni byli v zabluzhdenii, sleduya po nepravednomu puti, i skazhut: \"O, yesli by nam byl vozmozhen vozvrat otsyuda! My otdelilis' by ot nikh tak zhe, kak oni otdelilis' teper' ot nas!\" Tak Allakh predstavit im ikh greshnyye deyaniya, i oni raskayutsya, buduchi brosheny v ad, i iz ognya im net uzhe vykhoda"
        },
        {
            "chapter": 2,
            "verse": 168,
            "text": "O lyudi! Iz togo, chto yest' na zemle, yesh'te tol'ko dobroye i dozvolennoye Allakhom. Ne sleduyte shaytanu, kotoryy soblaznyayet vas yest' nedozvolennoye ili otkazyvat'sya ot dozvolennogo Allakhom. Ved' vy uzhe znayete, chto shaytan - vash zaklyatyy vrag i podtalkivayet vas sovershat' plokhiye dela"
        },
        {
            "chapter": 2,
            "verse": 169,
            "text": "Shaytan podtalkivayet vas na zlyye, merzkiye dela. On tol'ko vredit vam. On poseyet v vas somneniya, vozbudit voobrazheniye lozhnymi illyuziyami. I vy budete vozvodit' na Allakha to, o chom ne vedayete sami otnositel'no zapreshchonnogo i razreshonnogo"
        },
        {
            "chapter": 2,
            "verse": 170,
            "text": "Te, kotoryye ne idut pryamym putom, privykli sledovat' za tem, za chem shli ikh ottsy. I kogda prizyvayut ikh sledovat' za tem, chto nisposlano Allakhom, oni otvechayut: \"Net, my ne otkazhemsya ot togo, na chom zastali nashikh ottsov\". Predpochteniye \"puti ottsov\" pryamomu puti, ukazannomu Allakhom, - eto bol'shoy grekh. Neuzheli i togda, kogda ikh ottsy lisheny byli razumeniya i ne shli po pryamomu puti"
        },
        {
            "chapter": 2,
            "verse": 171,
            "text": "Tot, kotoryy prizyvayet k Istine Allakha neveruyushchikh, otritsayushchikh Yego znameniya, podoben pastukhu, kotoryy krichit na skotinu, i ona ne mozhet razlichit' slov, a tol'ko slyshit zov i kriki i nichego ne ponimayet: oni glukhi, nemy, slepy k istine, nichego dobrogo ne govoryat i ne razumeyut"
        },
        {
            "chapter": 2,
            "verse": 172,
            "text": "My razreshili lyudyam yest' dozvolennuyu pishchu, kotoroy My nadelili ikh na zemle, i zapretili im idti po stopam shaytana. Yesli oni tak sdelayut, oni poydut pryamym putom istiny. A yesli oni etogo ne sdelayut, My tol'ko veruyushchim pokazhem, chto razresheno i chto zapreshcheno, i napravim ikh na pryamoy put'. O vy, kotoryye uverovali! Yesh'te iz blagoy pishchi, kotoroy My nadelili vas, i blagodarite Allakha za Yego milost', proyavlyayushchuyusya v razreshenii vam blagoy pishchi i napravlenii vas na put' povinoveniya Yemu, chtoby vashe pokloneniye Yemu bylo sovershennym"
        },
        {
            "chapter": 2,
            "verse": 173,
            "text": "Zapreshchonnaya pishcha ne ta, pro kotoruyu govoryat neveruyushchiye. Zapreshcheno vam, o veruyushchiye, upotreblyat' v pishchu tol'ko mertvechinu, krov', svinoye myaso i to, chto zakoloto s imenem drugikh, a ne Allakha. Kto zhe budet vynuzhden yest' zapreshchonnuyu pishchu, ne buduchi nechestivym ili neposlushnym, - net grekha na nom, pri uslovii, chto on etoy zapreshchonnoy pishchi ne s\"yest bol'she, chem trebuyetsya dlya utoleniya goloda, i ne budet stremit'sya yeyo dostat', kak delali eto vo vremena nevezhestva. Ved' Allakh - Proshchayushchiy i Miloserdnyy"
        },
        {
            "chapter": 2,
            "verse": 174,
            "text": "No yest' znayushchiye, kotoryye utaivayut chasti iz Pisaniya, nisposlannogo Allakhom, chtoby poluchit' kakiye-to privilegii v svoyey zhizni: ved' iudei skryvali mnogoye iz Tory o poslannike i yego atributakh, boyas', chto posledovavshiye za ucheniyem Tory stanut musul'manami, i oni poteryayut svoyu vlast' i privilegii. Skryvayushchiye to, chto nisposlal Allakh v Tore, i tem samym priobretayushchiye chto-libo malotsennoye iz prekhodyashchikh blag, - oni utroby svoi napolnyayut tol'ko ognom. Allakh ne obratit k nim slova v Den' voskreseniya i ne ochistit ikh. Dlya nikh - sil'noye, muchitel'noye nakazaniye"
        },
        {
            "chapter": 2,
            "verse": 175,
            "text": "Oni - te, kotoryye predpochli zabluzhdeniye pryamomu puti Allakha i tem samym zasluzhili nakazaniye vmesto proshcheniya. Oni budut nakazany v budushchey zhizni i ne budut proshcheny. Takim obrazom, oni kupili lozh' za istinu i zabluzhdeniye - za pryamoy put' Allakha. Udivitel'no, kak oni ne boyatsya nakazaniya i delayut vso to, chto vedot ikh k nemu"
        },
        {
            "chapter": 2,
            "verse": 176,
            "text": "Nakazaniye, k kotoromu oni idut - vozdayaniye za ikh neveriye v Pisaniye Allakha, nisposlannoye im s istinoy. Te, kotoryye lyubyat prepirat'sya i sporit' mezhdu soboy, otstranilis' ot istiny, ne soglasivshis' s etim Pisaniyem, iskazili Pisaniye Allakha, ob\"yasnyaya yego nepravil'no, konechno, okazhutsya v raskole"
        }
    ]
}