{
    "maqras": [
        {
            "chapter": 49,
            "verse": 14,
            "text": "Beduiny skazali tol'ko na slovakh: \"My uverovali\". Skazhi im, o Mukhammad: \"Net, vy ne uverovali, potomu chto vy ne osoznali svoim serdtsem to, chto vy slovesno zayavili. Luchshe skazhite: \"My dlya vida prinyali islam\". Ved' vera yeshcho ne voshla v vashi serdtsa. Yesli vy budete iskrenne povinovat'sya Allakhu i Yego poslanniku, to On niskol'ko ne umalit voznagrazhdeniya za vashi deyaniya. Poistine, proshcheniye Allakhom Svoikh rabov veliko, a Yego miloserdiye bezgranichno i okhvatyvayet vso sushcheye"
        },
        {
            "chapter": 49,
            "verse": 15,
            "text": "Poistine, iskrenniye veruyushchiye - te, kotoryye uverovali v Allakha i v Yego poslannika. I potom ikh serdtsa ne ispytyvali somneniy otnositel'no togo, vo chto oni uverovali, i, povinuyas' Allakhu, oni borolis' na Yego puti, zhertvuya svoim imushchestvom i svoyey zhizn'yu. Tol'ko oni iskrenni v svoyey vere"
        },
        {
            "chapter": 49,
            "verse": 16,
            "text": "Skazhi im, o Mukhammad, oprovergaya ikh slova o tom, chto oni uverovali: \"Neuzheli vy soobshchite Allakhu, chto vy uverovali svoim serdtsem, khotya tol'ko On znayet vso, chto v nebesakh, i vso, chto na zemle, a Yego znaniye ob\"yemlet vso sushcheye"
        },
        {
            "chapter": 49,
            "verse": 17,
            "text": "Oni schitayut, chto, obrativshis' v islam, oni okazali tebe, o Mukhammad, milost', za kotoruyu ty obyazan ikh blagodarit'. Skazhi im: \"Ne schitayte, chto, prinyav islam, vy okazali mne milost'. Ved' on prinesot vam blago. Naprotiv, eto Allakh pochtil vas Svoyeyu milost'yu, nastaviv vas na put' very, yesli vy iskrenni v svoyom utverzhdenii"
        },
        {
            "chapter": 49,
            "verse": 18,
            "text": "Poistine, Allakh znayet vso, chto skryto v nebesakh i na zemle, i ob\"yemlet Svoim znaniyem vse vashi deyaniya"
        },
        {
            "chapter": 50,
            "verse": 1,
            "text": "Kaf. Etoy bukvoy iz alfavita otkryvayetsya sura, podobno nekotorym suram Svyashchennogo Korana, kotoryye otkryvayutsya bukvami iz alfavita kak vyzov lyudyam i chtoby privlech' ikh vnimaniye k slushaniyu Korana. Klyanus' Svyashchennym, Blagorodnym i Vysokochtimym Koranom"
        },
        {
            "chapter": 50,
            "verse": 2,
            "text": "My poslali tebya, Mukhammad, chtoby uveshchevat' lyudey Koranom. No mekkantsy ne uverovali i udivilis' tomu, chto k nim prishol poslannik iz nikh, chtoby uveshchevat' ikh o voskresenii. Nevernyye skazali: \"Eto - delo divnoye, udivitel'noye do neveroyatnosti"
        },
        {
            "chapter": 50,
            "verse": 3,
            "text": "Neuzheli posle togo, kak my umrom i prevratimsya v prakh, my voskresnem? Eto voskresheniye posle smerti neveroyatno"
        },
        {
            "chapter": 50,
            "verse": 4,
            "text": "My znayem, chto zemlya otnimayet ot ikh tela posle smerti. U Nas Kniga - Nebesnaya Skrizhal', kotoraya sokhranyayet mel'chayshiye detali ikh del"
        },
        {
            "chapter": 50,
            "verse": 5,
            "text": "Oni ne razmyshlyali o tom, s chem prishol poslannik, a srazu otvergli yego, ne dumaya i ne razmyshlyaya. Oni v smyatenii i somnenii"
        },
        {
            "chapter": 50,
            "verse": 6,
            "text": "Neuzheli oni tak nebrezhny, chto ne glyadeli na nebo i ne zamechali, kak ono vozdvignuto nad nimi bez opor, kak My vozdvigli yego sovershennym obrazom i razukrasili planetami, i net v nom nikakikh treshchin ili nedostatkov"
        },
        {
            "chapter": 50,
            "verse": 7,
            "text": "I zemlyu My prostorli, utverdili na ney prochnyye gory, osnovy kotorykh daleko ushli v glubinu zemli, i vzrastili na ney razlichnyye vidy prekrasnykh rasteniy, dostavlyayushchikh udovol'stviye smotryashchim"
        },
        {
            "chapter": 50,
            "verse": 8,
            "text": "My sdelali eto napominaniyem i nastavleniyem dlya kazhdogo kayushchegosya, pokornogo svoyemu Gospodu raba, razmyshlyayushchego o dokazatel'stvakh Yego mogushchestva"
        },
        {
            "chapter": 50,
            "verse": 9,
            "text": "I s neba My nizveli dozhdevuyu vodu, prinosyashchuyu mnogo dobra i blagodati, kotoroy My proizrastili sady s derev'yami, tsvetami i plodami i zlaki"
        },
        {
            "chapter": 50,
            "verse": 10,
            "text": "i pal'my, kotoryye podnimayutsya vysoko v nebo, i ch'i grozdi ryadami nesut obil'nyye plody"
        },
        {
            "chapter": 50,
            "verse": 11,
            "text": "My ikh proizrastili dlya propitaniya Nashim rabam, i etoy vodoy My ozhivlyayem zemlyu posle togo, kak vysokhli na ney rasteniya. Takim obrazom budet i iskhod mortvykh iz mogil, kogda oni budut voskresheny"
        },
        {
            "chapter": 50,
            "verse": 12,
            "text": "I do etikh mekkanskikh nevernykh mnogiye narody ne uverovali, otvergnuv poslannikov: i narod Nukha, i obitateli ar-Rassa (obladateli kolodtsa), i Samud"
        },
        {
            "chapter": 50,
            "verse": 13,
            "text": "i Ad, i Faraon, i narod Luta"
        },
        {
            "chapter": 50,
            "verse": 14,
            "text": "i zhiteli al'-Ayki, i narod Tubba - vse oni otvergli svoikh poslannikov, poetomu oni zasluzhili gibel', kotoruyu YA im obeshchal"
        },
        {
            "chapter": 50,
            "verse": 15,
            "text": "Razve Nasha volya i Nashe mogushchestvo ne v silakh byli sotvorit' ikh v pervyy raz, chtoby My ne smogli ikh voskresit'?! My, po ikh priznaniyu, sotvorili ikh v pervyy raz, no oni v somnenii otnositel'no novogo tvoreniya (t.ye. voskresheniya) posle smerti"
        },
        {
            "chapter": 50,
            "verse": 16,
            "text": "Klyanus'! My sotvorili cheloveka i znayem, chto yemu nashoptyvayet yego dusha, a My, poskol'ku vedayem vso o nom, blizhe k nemu, chem sheynaya arteriya, kotoraya schitayetsya samoy blizkoy k nemu"
        },
        {
            "chapter": 50,
            "verse": 17,
            "text": "Ved' po pravuyu i levuyu storonu ot cheloveka sidyat dva angela dlya zapisi yego deyaniy"
        },
        {
            "chapter": 50,
            "verse": 18,
            "text": "Chelovek ne molvit ni odnogo slova, chtoby ne zapisal yego angel, pristavlennyy k nemu"
        },
        {
            "chapter": 50,
            "verse": 19,
            "text": "I pridot (chas) smertel'noy agonii - istina, v kotoroy net somneniya i kotoruyu ty staralsya izbezhat'"
        },
        {
            "chapter": 50,
            "verse": 20,
            "text": "I vot zatrubyat v trubu, vozveshchaya voskreseniye, v tot Den', kogda nastignet ikh obeshchannoye Allakhom nakazaniye"
        },
        {
            "chapter": 50,
            "verse": 21,
            "text": "I pridot kazhdaya dusha - blagochestivaya ili nechestivaya, - a s neyu pogonyayushchiy yeyo na mesto Suda i svidetel', kotoryy budet svidetel'stvovat' o yeyo deyaniyakh"
        },
        {
            "chapter": 50,
            "verse": 22,
            "text": "Potom skazhut, poritsaya tekh, kto otverg poslannikov Allakha i voskreseniye: \"Poistine, ty v zemnom mire byl v nebrezhenii o tom, ot chego ty stradayesh' segodnya. My sorvali s tebya pokrov, kotoryy zakryl ot tebya to, chto postignet tebya v budushchey zhizni, i tvoyo zreniye ostro segodnya"
        },
        {
            "chapter": 50,
            "verse": 23,
            "text": "I shaytan, kotoryy byl pristavlen k nemu v zemnom mire, skazhet: \"Vot etot nevernyy, kotoryy so mnoyu, uzhe podgotovlen k adskomu ognyu blagodarya tomu, chto ya yego vvol v zabluzhdeniye"
        },
        {
            "chapter": 50,
            "verse": 24,
            "text": "Dvum angelam budet skazano: \"Vvergayte v ad kazhdogo, kto uporstvoval v svoyom neverii i upryamstve, ne priderzhivalsya istiny"
        },
        {
            "chapter": 50,
            "verse": 25,
            "text": "i nastoychivo protivoborstvoval dobru, greshnika, prestupivshego istinu, somnevavshegosya v Allakhe Vsevyshnem i v tom, chto On nisposlal"
        },
        {
            "chapter": 50,
            "verse": 26,
            "text": "kotoryy poklonyalsya pomimo Allakha drugomu bogu. Tak podvergayte zhe yego muchitel'nomu nakazaniyu"
        }
    ]
}