{
    "maqras": [
        {
            "chapter": 4,
            "verse": 12,
            "text": "a. Muzhu - polovina nasledstva zheny, yesli u neyo net rebonka ot nego ili ot drugogo (muzha), b. yesli zhe u neyo yest' rebonok, to muzhu - odna chetvortaya togo, chto ona ostavila, posle vydachi zaveshchannogo i uplaty dolga, v. zhene (odnoy ili neskol'kim) - odna chetvortaya togo, chto ostavil muzh, yesli u nego net rebonka ot neyo (ili ot drugikh zhon), g. yesli zhe u nego yest' rebonok, to zhene (ili zhonam) - odna vos'maya yego nasledstva posle vydachi zaveshchannogo, kotoroye on zaveshchayet, ili uplaty dolga. Vnuk ot syna nasleduyet, kak syn, v sootvetstvii s vysheukazannym, d. yesli umer muzhchina (ili zhenshchina), i u nego (u neyo) net ni syna, ni ottsa, a yest' tol'ko sestra ili brat po materi, to kazhdomu iz nikh - odna shestaya. A yesli ikh bol'she etogo, to oni vse (brat'ya i sostry so storony materi) poluchayut odnu tret' nasledstva posle uplaty dolga i uplaty zaveshchannogo. Sleduyte, o vy, kotoryye uverovali, zavetu Allakha! Allakh znayet o spravedlivykh i nespravedlivykh sredi vas. Poistine, Allakh Vsevedushch, Terpeliv, ne speshit s nakazaniyem nespravedlivykh"
        },
        {
            "chapter": 4,
            "verse": 13,
            "text": "Upomyanutyye ukazaniya otnositel'no nasledstva i braka - shariat Allakha, kotoryy On nisposlal rabam Svoim, chtoby oni deystvovali v sootvetstvii s nim i ne prestupali granitsy dozvolennogo. A kto povinuyetsya Allakhu i Yego poslanniku i ne prestupayet Yego granitsy, togo On vvedot v ray - v sady, po kotorym tekut reki, i vechno on tam prebyvat' budet. Eto - velikiy uspekh"
        },
        {
            "chapter": 4,
            "verse": 14,
            "text": "Tot, kotoryy ne povinuyetsya Allakhu i poslanniku i prestupayet granitsy Yego shariata, pozvolyaya sebe nepovinoveniye, togo Allakh vvedot v ogon', gde on vechno prebyvat' budet, i dlya nego tam budet unizitel'noye uzhasayushcheye nakazaniye"
        },
        {
            "chapter": 4,
            "verse": 15,
            "text": "A yesli kto iz vashikh zhenshchin sovershit prelyubodeyaniye i protiv nikh budut svidetel'stvovat' chetvero spravedlivykh muzhchin, to derzhite ikh doma, chtoby uberech' i predokhranit' ikh ot zla, poka oni ne umrut ili poka ne raskayutsya i ne vyydut zamuzh, vstav na pryamoy put' poryadochnoy, chestnoy zhizni"
        },
        {
            "chapter": 4,
            "verse": 16,
            "text": "Muzhchina i zhenshchina, ne sostoyashchiye v brake i sovershayushchiye polovuyu gnusnost', - im opredelonnoye nakazaniye, yesli chetyre spravedlivykh svidetelya zasvidetel'stvuyut eto. Yesli oni raskayutsya posle nakazaniya, ne napominayte im o merzosti, sovershonnoy imi, ne stydite i ne poritsayte ikh etim. Poistine, Allakh Milostiv i priyemlet raskayaniye"
        },
        {
            "chapter": 4,
            "verse": 17,
            "text": "Ved' Allakh proshchayet tekh, kotoryye sovershayut zlo po gluposti, legkomysliyu i nevedeniyu, no vskore raskaivayutsya v etom i prosyat u Allakha proshcheniya. Ne otvernotsya ot nikh Allakh i prostit ikh. Poistine, Allakh - Mudryy, Znayushchiy i pravil'no otsenivayet vso"
        },
        {
            "chapter": 4,
            "verse": 18,
            "text": "No net proshcheniya tem, kotoryye, sovershiv gnusnost', srazu ne raskaivayutsya, i lish' kogda prikhodit k nim smert', oni govoryat: \"YA teper' raskaivayus'\". Net proshcheniya takzhe tem, kotoryye umirayut, buduchi nevernymi. Allakh prigotovil takim muchitel'noye nakazaniye v budushchey zhizni"
        },
        {
            "chapter": 4,
            "verse": 19,
            "text": "O vy, kotoryye uverovali! Zhenshchiny - ne imushchestvo, i ne razreshayetsya vam nasledovat' zhon bez ikh zhelaniya i bez kalyma. Bud'te spravedlivy k nim i ne trebuyte ot nikh, chtoby oni ustupili vam chast' togo predbrachnogo dara (kalyma), chto vy im dali, i chast' togo imushchestva, kotoroye vy im darovali. No yesli oni sovershat yavno kakoye-nibud' gnusnoye delo ili okazhut nepovinoveniye, to togda mozhete pred\"yavit' im svoi trebovaniya ili vzyat' u nikh, v sluchaye razryva otnosheniy, chast' togo, chto vy im darovali. O vy, kotoryye uverovali, otnosites' k svoim zhonam blagopristoyno v delakh svoikh i slovakh. Yesli zhe vy ikh nenavidite iz-za nedostatka v nikh nravstvennosti ili iz-za ikh vneshnosti, to bud'te terpelivymi s nimi i ne toropites' razoytis'. Mozhet byt', vam chto- libo i nenavistno, a Allakh ustroil v etom velikoye blago dlya vas. Poistine, Allakh znayet vse dela"
        },
        {
            "chapter": 4,
            "verse": 20,
            "text": "Yesli vy zakhotite zamenit' odnu suprugu drugoy, a pervoy iz nikh vy dali bol'shoye imushchestvo, vy ne imeyete prava (pri razvode) otobrat' iz nego nichego. Razve vy stanete brat' nespravedlivo, obmanom, sovershaya yavnyy grekh"
        },
        {
            "chapter": 4,
            "verse": 21,
            "text": "I kak vy mozhete otbirat' to, chto dali, kogda vy uzhe soshlis' drug s drugom, i oni vzyali s vas zavet, po kotoromu Allakh razreshayet brachnyye otnosheniya i supruzheskuyu zhizn'"
        },
        {
            "chapter": 4,
            "verse": 22,
            "text": "Ne zhenites' na tekh zhenshchinakh, na kotorykh byli zhenaty vashi ottsy. Eto - durnoy postupok, kotoryy Allakh i lyudi osuzhdayut. Eto - merzost' i skvernyy, otvratitel'nyy put'. Allakh prostit tol'ko v tom sluchaye, yesli podobnyy postupok byl sovershon vami ran'she, pri yazychestve"
        },
        {
            "chapter": 4,
            "verse": 23,
            "text": "Zapreshcheny vam takzhe vashi materi, vashi docheri, vashi sostry, vashi totki po ottsu i materi, docheri brata i docheri sestry, vashi materi, kotoryye vskormili vas grud'yu (kormilitsy)"
        }
    ]
}