{
    "maqras": [
        {
            "chapter": 9,
            "verse": 19,
            "text": "Ne sleduyet schitat', chto dostatochno napoit' palomnikov vodoy i posetit' Zapretnuyu mechet', chto mnogobozhniki delayut, chtoby sravnyat'sya v vere s temi, kto verit v Allakha Yedinogo, v Den' voskreseniya, v Yego vozdayaniye i srazhayetsya za Yego pryamoy put'. Neveruyushchiye i veruyushchiye ne ravny pered Allakhom. Ved' On ne vedot pryamym putom nevernykh, kotoryye nanosyat vred samim sebe i drugim, prodolzhaya uporstvovat' v svoyom zabluzhdenii"
        },
        {
            "chapter": 9,
            "verse": 20,
            "text": "Tem, kotoryye uverovali v yedinobozhiye - v Allakha Yedinogo, - ostavili mesta neveriya i pereselilis' tuda, gde byla vozmozhnost' dlya rasprostraneniya islama, terpeli trudnosti, userdno srazhayas' na pryamom puti Allakha, ne shchadya ni sebya, ni svoyego imushchestva, im - samaya vysshaya stepen' dostoinstva u Allakha. Oni poluchat nagradu ot Allakha i Yego blagovoleniye"
        },
        {
            "chapter": 9,
            "verse": 21,
            "text": "Allakh obraduyet etikh blagoy vest'yu o Svoyey velikoy milosti i o Svoyom blagovolenii k nim. Eto - vysshaya nagrada Allakha. V Den' voskreseniya On vvedot ikh v ray, gde oni budut prebyvat' v postoyannom blazhenstve i blagodati"
        },
        {
            "chapter": 9,
            "verse": 22,
            "text": "Oni vechno prebudut v rayu. Ved' u Allakha - vysshaya i samaya shchedraya nagrada"
        },
        {
            "chapter": 9,
            "verse": 23,
            "text": "O vy, kotoryye uverovali, ne berite sebe v druz'ya i pokroviteli vashikh ottsov, synovey, brat'yev, suprug i chlenov vashego roda, yesli oni predpochitayut neveriye vere. Te iz vas, kotoryye berut neveruyushchikh sebe v pokroviteli, sbivayutsya s pryamogo puti"
        },
        {
            "chapter": 9,
            "verse": 24,
            "text": "Skazhi veruyushchim (o prorok!): \"Yesli vy lyubite vashikh ottsov, synovey, brat'yev, suprug, rodstvennikov i imushchestvo, kotoroye vy priobreli, i torgovlyu, zastoya v kotoroy vy boites', i zhilishcha, v kotorykh vam khorosho zhit', sil'neye, chem lyubite Allakha, Yego poslannika i svyashchennuyu bor'bu za veru Allakha, - lyubite nastol'ko bol'she, chto otvleklis' ot podderzhki poslannika, togda zhdite, poka ne ispolnitsya volya Allakha i Yego nakazaniye dlya vas. Allakh ne nastavlyayet na pryamoy put' greshnikov, kotoryye narushayut zakony Yego religii"
        },
        {
            "chapter": 9,
            "verse": 25,
            "text": "O vy, kotoryye uverovali! Allakh pomogal vam oderzhat' pobedu nad vragami vo mnogikh srazheniyakh blagodarya sile vashey very. Kogda zhe vy vozgordilis' svoyey siloy i svoim chislennym prevoskhodstvom v den' Khunayna, Allakh snachala ostavil vas, i ni vasha sila, ni vasha mnogochislennost' vam ne pomogli. Vash vrag vzyal verkh nad vami, i dazhe obshirnaya zemlya pokazalas' vam tesnoy, i ne nashli vy sil vesti srazheniye ili dostoyno spastis', i vy pozorno otstupili. Bol'shinstvo iz vas povernulo obratno, ostaviv proroka Allakha s malochislennoy gruppoy musul'man"
        },
        {
            "chapter": 9,
            "verse": 26,
            "text": "No potom Allakh pomog vam: nizvol pokoy na serdtse Svoyego poslannika i veruyushchikh i poslal Svoikh nezrimykh voinov-angelov, kotoryye podderzhali vas, i vy stoyko prodolzhali srazhat'sya i oderzhali pobedu. Allakh zastavil vashikh vragov ispytat' gorech' porazheniya. Eto - nakazaniye dlya neveruyushchikh v zemnom mire"
        },
        {
            "chapter": 9,
            "verse": 27,
            "text": "Allakh proshchayet grekhi tem iz kayushchikhsya rabov, komu pozhelayet, yesli eto raskayaniye budet iskrennim. Poistine, Allakh Vseproshchayushch, Miloserden"
        },
        {
            "chapter": 9,
            "verse": 28,
            "text": "O vy, kto veruyet! Mnogobozhniki skverny dushoy. Oni zabluzhdayutsya v svoyey vere. Ne pozvolyayte im vkhodit' v Zapretnuyu mechet' posle etogo goda (devyatogo goda posle khidzhry - t.ye. pereseleniya - proroka iz Mekki v Medinu). Yesli zhe vy boites' bednosti vsledstviye razryva s nimi torgovykh otnosheniy, to Allakh vozmestit vam za eto i obogatit vas ot shchedrot Svoikh, yesli On pozhelayet. Allakh - svedushchiy v vashikh delakh i mudryy v rasporyazhenii imi"
        },
        {
            "chapter": 9,
            "verse": 29,
            "text": "O vy, kotoryye uverovali! Srazhaytes' s temi iz obladateley Pisaniya, kotoryye ne veruyut v Allakha dolzhnym obrazom: ne priznayut voskresheniya v Sudnyy den' i vozdayaniya, ne schitayut zapreshchonnym to, chto ne dozvoleno Allakhom i Yego poslannikom, i ne veruyut v istinnuyu religiyu - islam. Srazhaytes' s nimi do tekh por, poka oni ne uveruyut ili ne dadut dzhiziyu svoyey sobstvennoy rukoy, obessilennyye i smirennyye, chtoby popolnit' byudzhet musul'manskoy obshchiny"
        },
        {
            "chapter": 9,
            "verse": 30,
            "text": "Iudei v svoikh ubezhdeniyakh ne priderzhivayutsya yedinobozhiya, a govoryat, chto Uzayr - syn Allakha. Khristiane takzhe govoryat, chto Messiya Isa - Bozhiy syn. Eto oni sami izmyslili, i proiznosyat eto svoimi ustami. Eti slova ne byli nisposlany im ni v Pisanii, ni s poslannikami Allakha. U nikh net nikakikh dokazatel'stv etogo. Govorya tak, oni upodoblyayutsya mnogobozhnikam, byvshim prezhde. Da porazit Allakh etikh nevernykh! Kak zhe oni sbilis' s puti yavnoy Istiny Allakha i vpali v zabluzhdeniye"
        },
        {
            "chapter": 9,
            "verse": 31,
            "text": "Oni (iudei i khristiane) chtut, kak Gospoda, svoikh ravvinov i monakhov, kotoryye chitayut im nazidaniya, i ikh propovedi - religiya dlya nikh, dazhe, yesli otlichayutsya ot slov ikh prorokov. Itak, sleduya za ravvinami i monakhami, oni nakhodyatsya v zabluzhdenii. Oni takzhe poklonyalis' Messii Ise, synu Maryam. No Allakh v Svoikh Pisaniyakh i cherez Svoikh prorokov velit poklonyat'sya tol'ko Allakhu Yedinomu, pomimo kotorogo net nikakikh bozhestv. Allakh - slava Yemu Vsevyshnemu! - prevyshe vsekh tekh, kotorym oni poklonyayutsya"
        },
        {
            "chapter": 9,
            "verse": 32,
            "text": "Nevernyye svoimi lozhnymi slovami khotyat pogasit' Svet Allakha - islam. No Allakh zhelayet zavershit' Svoy Svet, rasprostranyaya yego i pomogaya Svoyemu poslanniku v dele pobedy, khotya by i nenavideli eto bezbozhniki"
        },
        {
            "chapter": 9,
            "verse": 33,
            "text": "Allakh zavershil osveshcheniye mira Svoim Svetom, poslav Svoyego proroka Mukhammada - da blagoslovit yego Allakh i privetstvuyet! - s yavnymi znameniyami, dokazatel'stvami i rukovodstvom k religii Istiny - islamu, chtoby islam prevzoshol vse predydushchiye religii. Khotya mnogobozhnikam nenavistno eto, Allakh voznos islam nad vsemi religiyami i yavit etu veru vopreki protivoborstvu mnogobozhnikov"
        }
    ]
}