{
    "maqras": [
        {
            "chapter": 9,
            "verse": 75,
            "text": "Sredi litsemerov yest' takiye, kotoryye klyalis' Allakhom i obeshchali Yemu: \"Yesli Allakh daruyet nam imushchestvo i obogatit nas ot Svoyey shchedrosti, togda my budem davat' milostynyu i budem pravednymi i bogoboyaznennymi v svoikh delakh"
        },
        {
            "chapter": 9,
            "verse": 76,
            "text": "Kogda zhe Allakh otvetil im i daroval im ot Svoyey shchedrosti, oni sdelalis' skupymi, ne stali raskhodovat' na milostynyu, i narushili svoy obet, dannyy Allakhu, uklonivshis' ot dobrykh del i ot Istiny Allakha"
        },
        {
            "chapter": 9,
            "verse": 77,
            "text": "Litsemeriye polnost'yu okhvatilo serdtsa etikh skupykh, i ono budet soputstvovat' im do togo Dnya, kogda oni umrut i predstanut pered Allakhom, chtoby otvetit' za svoi dela, za narusheniye obeshchaniya, dannogo imi Allakhu, i za to, chto lgali v svoikh klyatvakh"
        },
        {
            "chapter": 9,
            "verse": 78,
            "text": "Kak zhe oni upuskayut iz vidu, chto Allakh vidit ikh i znayet ikh tayny i skrytyye namereniya narushit' obeshchaniya, i taynyye besedy, v kotorykh oni otritsayut Istinu Allakha i zamyshlyayut durnoye protiv musul'man?! Allakh Vsevyshniy - Svedushchiy, znayet pro sokrovennoye"
        },
        {
            "chapter": 9,
            "verse": 79,
            "text": "Odin iz nedostatkov litsemerov v tom, chto oni ne tol'ko sami skupy, no i poritsayut bogatykh veruyushchikh za to, chto oni dayut milostynyu nuzhdayushchimsya i nasmekhayutsya nad nebogatymi veruyushchimi za to, chto te dayut milostynyu, nesmotrya na ikh nebol'shoye imushchestvo. Allakh nakazal ikh za nasmeshki nad veruyushchimi, razoblachil ikh pozornyye deyaniya tak, chto oni stali predmetom nasmeshek vsekh lyudey, i dlya nikh v budushchey zhizni ugotovano sil'noye muchitel'noye nakazaniye"
        },
        {
            "chapter": 9,
            "verse": 80,
            "text": "I im ne pomozhet to, chto ty (o prorok!), otzyvayas' na pros'by nekotorykh iz nikh, prosish' Allakha prostit' ikh. Prosi dlya nikh proshcheniya ili ne prosi, i skol'ko by ty ni prosil, Allakh nikogda ne prostit ikh. Ved' oni ne veruyut v Allakha i Yego poslannika, a On ne vedot po pryamomu puti greshnikov, kotoryye uklonilis' ot Yego very"
        },
        {
            "chapter": 9,
            "verse": 81,
            "text": "Litsemery otkazalis' vyyti v pokhod vmeste s poslannikom i voyskom musul'man i radovalis' tomu, chto ostalis' doma, v gorode, oslushavshis' prikaza proroka, kotoryy pokinul gorod dlya srazheniya. Im bylo tyagostno voyevat', zhertvuya svoim imushchestvom i svoyey zhizn'yu za pobedu very Allakha i vozvysheniye Yego Slova. Oni otgovarivali drugikh ot uchastiya v srazhenii, zapugivaya ikh sil'nym znoyem. Skazhi (o prorok!) etim litsemeram: \"Yesli by vy razumeli, vy by vspomnili, chto adskiy ogon' yeshcho zharche i sil'neye, chem znoy, kotorogo vy boites'"
        },
        {
            "chapter": 9,
            "verse": 82,
            "text": "Pust' oni poka posmeyutsya, izdevayas' nad veruyushchimi, poraduyutsya, chto ne vystupili v pokhod, a ostalis' doma. Ved' ikh smekh nedolog, ibo on konchitsya s kontsom ikh zhizni v zemnom mire. A zatem oni budut vechno plakat' v posledney zhizni v vozdayaniye za svoi zlodeyaniya"
        },
        {
            "chapter": 9,
            "verse": 83,
            "text": "Yesli zhe ty (o Mukhammad!) vernosh'sya po vole Allakha posle srazheniya k gruppe uklonivshikhsya ot bor'by litsemerov, i oni poprosyat tebya vzyat' ikh s toboy v drugoy pokhod, ne soglashaysya, a skazhi im: \"Vy nikogda ne poydote so mnoy v pokhod i nikogda ne budete srazhat'sya s vragom vmeste so mnoy. Ved' vy otkazalis' v pervyy raz vystupit' v pokhod vmeste s nami bez uvazhitel'noy prichiny, i vy ne obratilis' k Allakhu s pokayaniyem, prosya u Nego proshcheniya. Otsizhivaytes' zhe, kak khoteli, s ostayushchimisya - invalidami, starikami, zhenshchinami i det'mi"
        },
        {
            "chapter": 9,
            "verse": 84,
            "text": "Yesli kto-libo iz nikh (litsemerov) umrot, ne molis' za nego i ne stoy u yego mogily pri yego pogrebenii, ibo oni pri zhizni ne verili v Allakha i Yego poslannika i umerli nechestivymi, ne poveriv v Allakha"
        },
        {
            "chapter": 9,
            "verse": 85,
            "text": "Pust' tebya ne udivlyayet (o prorok!) ni bogatstvo, ni deti, darovannyye Nami im, nesmotrya na Nashe nedovol'stvo imi. Eto ne potomu, chto My khoteli dat' im osobyye blaga, a potomu, chto Allakh khochet nakazat' ikh v blizhney zhizni zabotoy o nakoplenii imushchestva, iz-za chego oni terpyat bedy i neschastiya. I umrut oni nechestivymi, kak povelel Allakh, poteryav blizhayshuyu zhizn' i posleduyushchuyu"
        },
        {
            "chapter": 9,
            "verse": 86,
            "text": "Kogda eti litsemery slyshat suru iz nisposlannogo tebe (o Mukhammad!) Korana, prizyvayushchuyu ikh uverovat' v Allakha i srazhat'sya vmeste s Yego poslannikom za Yego pryamoy put', bogatyye i sil'nyye iz nikh prosyat tebya razreshit' im ostat'sya i ne uchastvovat' v srazhenii, govorya: \"Ostav' nas, my budem s ostayushchimisya doma, kotoryye ne v sostoyanii vystupit' v pokhod"
        },
        {
            "chapter": 9,
            "verse": 87,
            "text": "Oni rady byli okazat'sya v chisle ostavshikhsya zhenshchin, invalidov i detey, ne uchastvuyushchikh v pokhode. Allakh nalozhil na ikh serdtsa pechat' strakha i litsemeriya, tak chto oni ne ponimayut, chto v srazhenii vo imya Allakha i v sledovanii Yego proroku - ikh sila i schast'ye v blizhney zhizni, i ray - v posleduyushchey zhizni"
        },
        {
            "chapter": 9,
            "verse": 88,
            "text": "Takovo bylo sostoyaniye litsemerov, no poslannik i te, kotoryye vmeste s nim uverovali v Allakha, zhertvovali svoim imushchestvom i zhizn'yu radi Allakha i za vozvysheniye Yego Slova - tol'ko im ugotovany v zemnom mire vse blaga, pobeda, ikh Allakh napravlyayet na dobrodeyaniya, i oni budut schastlivy"
        },
        {
            "chapter": 9,
            "verse": 89,
            "text": "Allakh im v posledney zhizni ugotovil vechnoye rayskoye blazhenstvo - sady, po kotorym tekut reki. Eto - velikaya udacha i luchshiy uspekh"
        },
        {
            "chapter": 9,
            "verse": 90,
            "text": "Podobno nekotorym litsemeram, ostavshimsya v Medine i otklonivshimsya ot srazheniya, k proroku prishla gruppa arabov-beduinov, pridumyvaya uvazhitel'nyye prichiny, chtoby ty razreshil im ostat'sya i ne vystupat' v pokhod. I te, kotoryye ne uverovali v Allakha i Yego poslannika, ostalis' doma, ne uchastvuya v pokhode, i ne prishli k poslanniku, chtoby izvinit'sya pered nim. Eto dokazyvayet ikh neveriye, a nevernykh postignet muchitel'noye nakazaniye"
        },
        {
            "chapter": 9,
            "verse": 91,
            "text": "I net viny na tekh, u kotorykh imeyetsya uvazhitel'naya prichina ostavat'sya i ne uchastvovat' v srazhenii za Istinu Allakha: slabyye, bol'nyye i bednyye, ne nakhodyashchiye, chto raskhodovat' na puti Gospodnem. Yesli oni iskrenne veryat v Allakha i Yego poslannika, verny Yego pryamomu puti, to etim oni dobrodetel'ny. A na dobrodetel'nykh net grekha! Poistine, Allakh Proshchayushch, Miloserden"
        },
        {
            "chapter": 9,
            "verse": 92,
            "text": "Takzhe net viny na tekh iz veruyushchikh, kotoryye, pridya k tebe (o Mukhammad!), prosyat, chtoby ty otpravil ikh v pokhod, no ty im otvechayesh', chto ne nakhodish' na chom ikh otpravit'. I oni ukhodyat ot tebya s glazami, polnymi sloz ot pechali, chto poteryali vozmozhnost' srazhat'sya za delo Allakha, ibo oni ne imeyut sredstv na nuzhnyye izderzhki"
        }
    ]
}