{
    "juzs": [
        {
            "chapter": 41,
            "verse": 47,
            "text": "Kiẏāmatēra jñāna śudhu āllāhara kāchē'i pratyābartita haẏa. Tām̐ra ajñātasārē kōnō phala ābaraṇa hatē bēra haẏa nā, kōnō nārī garbha dhāraṇa karē nā ēbaṁ santāna'ō prasaba karē nā [1]. Āra yēdina āllāh tādērakē ḍēkē balabēna, 'āmāra śarīkērā kōthāẏa?' Takhana tārā balabē, 'āmarā āpanāra kāchē nibēdana kari yē, ē byāpārē āmādēra thēkē kōnō sākṣī nē'i"
        },
        {
            "chapter": 41,
            "verse": 48,
            "text": "Āra āgē tārā yādērakē ḍākata tārā tādēra kācha thēkē udhā'ō haẏē yābē ēbaṁ tārā biśbāsa karabē yē, tādēra palāẏanēra kōnō upāẏa nē'i"
        },
        {
            "chapter": 41,
            "verse": 49,
            "text": "Mānuṣa kalyāṇa prārthanāẏa kōnō klānti bōdha karē nā, kintu yakhana tākē akalyāṇa sparśa karē takhana sē pracaṇḍabhābē hatāśa ō nirāśa haẏē paṛē"
        },
        {
            "chapter": 41,
            "verse": 50,
            "text": "Āra yadi duḥkha-dain'ya sparśa karāra para āmarā tākē āmāra pakṣa thēkē anugrahēra āsbādana dē'i, takhana sē abaśya'i balē thākē, 'ē āmāra prāpya ēbaṁ āmi manē kari nā yē, kiẏāmata saṅghaṭita habē. Āra yadi āmākē āmāra rabēra kāchē phiriẏē nēẏā'ō haẏa, tabu'ō tām̐ra kāchē āmāra jan'ya kalyāṇa'i thākabē.' Ata'ēba, āmarā abaśya'i kāphiradērakē tādēra āmala sambandhē abahita karaba ēbaṁ tādērakē abaśya'i āsbādana karāba kaṭhōra śāsti"
        },
        {
            "chapter": 41,
            "verse": 51,
            "text": "Āra yakhana āmarā mānuṣēra prati anugraha kari takhana sē mukha phiriẏē nēẏa ō dūrē sarē yāẏa. Āra yakhana tākē akalyāṇa sparśa karē takhana sē dīrgha prārthanākārī haẏa"
        },
        {
            "chapter": 41,
            "verse": 52,
            "text": "Baluna, 'tōmarā bhēbē dēkhēcha ki, yadi ē kura'āna āllāhara kācha thēkē nāyila haẏē thākē āra tōmarā ēṭā pratyākhyāna kara, tabē yē byakti ghōra birud'dhācaraṇē lipta āchē, tāra cēẏē bēśī bibhrānta āra kē?’"
        },
        {
            "chapter": 41,
            "verse": 53,
            "text": "Acirē'i āmarā tādērakē āmādēra nidarśanābalī dēkhāba, biśba jagatēra prāntasamūhē ēbaṁ tādēra nijēdēra madhyē; yātē tādēra kāchē suspaṣṭa haẏē uṭhē yē, abaśya'i ēṭā (kura'āna) satya. Ēṭā ki āpanāra rabēra samparkē yathēṣṭa naẏa yē, tini saba kichura upara sākṣī"
        },
        {
            "chapter": 41,
            "verse": 54,
            "text": "jēnē rākhuna, niścaẏa tārā tādēra rabēra sāthē sākṣātēra byāpārē sandihāna. Jēnē rākhuna yē, niścaẏa tini (āllāha) sabakichukē paribēṣṭana karē raẏēchēna"
        },
        {
            "chapter": 42,
            "verse": 1,
            "text": "Hā-mīma"
        },
        {
            "chapter": 42,
            "verse": 2,
            "text": "‘Ā'ina-sīna- kāpha"
        },
        {
            "chapter": 42,
            "verse": 3,
            "text": "Ēbhābē'i āpanāra prati ēbaṁ āpanāra pūrbabartīdēra prati ōhī karēna parākramaśālī, prajñāmaẏa āllāh"
        },
        {
            "chapter": 42,
            "verse": 4,
            "text": "Āsamānasamūhē yā āchē ō yamīnē yā āchē tā tām̐ra'i. Tini su'ucca, sumahāna"
        },
        {
            "chapter": 42,
            "verse": 5,
            "text": "Āsamānasamūha upara thēkē bhēṅgē paṛāra upakrama haẏa, āra phērēśatāgaṇa tādēra rabēra sapraśansa pabitratā ō mahimā ghōṣaṇā karē ēbaṁ yamīnē yārā āchē tādēra jan'ya kṣamā prārthanā karē. Jēnē rākhuna, niścaẏa āllāha, tini'i kṣamāśīla, parama daẏālu"
        },
        {
            "chapter": 42,
            "verse": 6,
            "text": "Āra yārā tām̐ra paribartē an'yadērakē abhibhābakarūpē [1] grahaṇa karē, āllāh tādēra prati samyaka dr̥ṣṭidātā. Āra āpani tō tādēra upara karmabidhāẏaka nana"
        },
        {
            "chapter": 42,
            "verse": 7,
            "text": "Āra ēbhābē āmarā āpanāra prati kura'āna nāyila karēchi ārabī bhāṣāẏa, yātē āpani makkā ō tāra cāradikēra janagaṇakē [1] satarka karatē pārēna ēbaṁ satarka karatē pārēna kēẏāmatēra dina samparkē, yātē kōnō sandēha nē'i. Ēkadala thākabē jānnātē ārēka dala jalanta āgunē"
        },
        {
            "chapter": 42,
            "verse": 8,
            "text": "Āra āllāh icchē karalē tādērakē ēka'i um'mata karatē pāratēna; kintu tini yākē icchē tākē sbīẏa anugrahē prabēśa karāna. Āra yālimarā, tādēra kōnō abhibhābaka nē'i, kōnō sāhāyyakārī'ō nē'i"
        },
        {
            "chapter": 42,
            "verse": 9,
            "text": "Tārā ki āllāhara paribartē an'yakē abhibhābakarūpē grahaṇa karēchē, kintu āllāh, abhibhābaka tō tini'i ēbaṁ tini mr̥takē jībita karēna. Āra tini saba kichura upara kṣamatābāna"
        },
        {
            "chapter": 42,
            "verse": 10,
            "text": "Āra tōmarā yē biṣaẏē'i matabhēda karā nā kēna---tāra phaẏasālā tō āllāhara'i kāchē. Tini'i āllāh --- āmāra raba; tām̐ra'i upara āmi nirbhara karēchi ēbaṁ āmi tām̐ra'i abhimukhī ha'i"
        },
        {
            "chapter": 42,
            "verse": 11,
            "text": "Tini āsamānasamūha ō yamīnēra sr̥ṣṭikartā, tini tōmādēra madhya thēkē tōmādēra jōṛā sr̥ṣṭi karēchēna ēbaṁ gr̥hapālita jantura madhya thēkē sr̥ṣṭi karēchēna jōṛā. Ēbhābē tini tōmādēra banśa bistāra karēna; kōnō kichu'i tām̐ra sadr̥śa naẏa, tini sarbaśrōtā, sarbadraṣṭā"
        },
        {
            "chapter": 42,
            "verse": 12,
            "text": "Tām̐ra'i kāchē āsamānasamūha ō yamīnēra cābikāṭhi. Tini yāra jan'yē icchē tāra riyika bāṛiẏē dēna ēbaṁ saṅkucita karēna. Niścaẏa tini sabakichu samparkē sarbajña"
        },
        {
            "chapter": 42,
            "verse": 13,
            "text": "Tini tōmādēra jan'ya bidhibad'dha karēchēna dīna, yāra nirdēśa diẏēchilēna nūhakē, āra yā āmarā ōhī karēchi āpanākē ēbaṁ yāra nirdēśa diẏēchilāma ibarāhīma, mūsā ō ‘īsākē, ē balē yē, tōmarā dīnakē pratiṣṭhita kara ēbaṁ tātē bibhēda sr̥ṣṭi kara nā [1]. Āpani muśarikadērakē yāra prati ḍākachēna tā tādēra kāchē kaṭhina manē haẏa. Āllāh yākē icchē tāra dīnēra prati ākr̥ṣṭa karēna ēbaṁ yē tām̐ra abhimukhī haẏa tākē tini dīnēra dikē hēdāẏāta karēna"
        },
        {
            "chapter": 42,
            "verse": 14,
            "text": "Āra tādēra kāchē jñāna āsāra para śudhu pārasparika bidbēṣabaśata [1] tārā nijēdēra madhyē matabhēda ghaṭāẏa. Āra ēka nirdhārita kāla paryanta abakāśa samparkē āpanāra rabēra pūrba sid'dhānta nā thākalē tādēra biṣaẏa phaẏasālā haẏē yēta. Āra tādēra para yārā kitābēra uttarādhikārī haẏēchē, niścaẏa tārā sē samparkē bibhraāntikara sandēhē raẏēchē"
        },
        {
            "chapter": 42,
            "verse": 15,
            "text": "Sutarāṁ āpani āhbāna karuna [1] ēbaṁ dr̥ṛha thākuna, yēbhābē āpani ādiṣṭa haẏēchēna. Āra āpani tādēra khēẏāla-khuśīra anusaraṇa karabēna nā ēbaṁ baluna, 'āllāh yē kitāba nāyila karēchēna āmi tātē īmāna ēnēchi ēbaṁ āmi ādiṣṭa haẏēchi tōmādēra madhyē n'yāẏa bicāra karatē. Āllāh āmādēra raba ēbaṁ tōmādēra'ō raba. Āmādēra āmala āmādēra ēbaṁ tōmādēra āmala tōmādēra; āmādēra ō tōmādēra madhyē kōnō bibāda-bisambāda nē'i. Āllāh āmādērakē ēkatra karabēna ēbaṁ phirē yā'ōẏā tāra'i kāchē"
        },
        {
            "chapter": 42,
            "verse": 16,
            "text": "Āra āllāhara āhbānē sāṛā āsāra para yārā āllāh samparkē bitarka karē, tādēra yukti-tarka tādēra rabēra dr̥ṣṭitē asāra ēbaṁ tādēra upara raẏēchē tām̐ra kraōdha ēbaṁ tādēra jan'ya raẏēchē kaṭhina śāsti"
        },
        {
            "chapter": 42,
            "verse": 17,
            "text": "Āllāh, yini nāyila karēchēna satyasahakārē kitāba ēbaṁ mīyāna [1]. Āra kisē āpanākē jānābē yē, sambhabata kiẏāmata āsanna"
        },
        {
            "chapter": 42,
            "verse": 18,
            "text": "Yārā ēṭātē īmāna rākhē nā tārā'i tā tbarānbita karatē cāẏa. Āra yārā īmāna ēnēchē tārā tā thēkē bhīta thākē ēbaṁ tārā jānē yē, tā abaśya'i satya. Jēnē rākhuna, niścaẏa kiẏāmata samparkē yārā bāka-bitaṇḍā karē tārā ghōra bibhraāntitē nipatita"
        },
        {
            "chapter": 42,
            "verse": 19,
            "text": "Āllāh tām̐ra bāndādēra prati atyanta kōmala; tini yākē icchē riyika dāna karēna [1]. Āra tini sarbaśaktimāna, prabala parākramaśālī"
        },
        {
            "chapter": 42,
            "verse": 20,
            "text": "Yē kē'u ākhirātēra phasala kāmanā karē tāra jan'ya āmarā tāra phasala bāṛiẏē dē'i ēbaṁ yē kē'u duniẏāra phasala kāmanā karē āmarā tākē tā thēkē kichu dē'i. Āra ākhērātē tāra jan'ya kichu'i thākabē nā"
        },
        {
            "chapter": 42,
            "verse": 21,
            "text": "Nāki tādēra ēmana katagulō śarīka raẏēchē, yārā ēdēra jan'ya dīna thēkē śarī'āta prabartana karēchē, yāra anumati āllāh dēnani? Āra phaẏasālāra ghōṣaṇā nā thākalē ēdēra mājhē abaśya'i sid'dhānta haẏē yēta. Āra yālimadēra jan'ya raẏēchē yantraṇādāẏaka śāsti"
        },
        {
            "chapter": 42,
            "verse": 22,
            "text": "Āpani yālimadērakē bhīta-santrasta dēkhabēna tādēra kr̥takarmēra jan'ya; athaca tā āpatita habē tādēra'i upara. Āra yārā īmāna ānē ō saṯkāja karē tārā thākabē jānnātēra udyānasamūhē. Tārā yā kichu cā'ibē tādēra rabēra kāchē tādēra jan'ya tā-i thākabē. Ēṭā'i tō mahā anugraha"
        },
        {
            "chapter": 42,
            "verse": 23,
            "text": "Ēṭā halō tā, yāra susambāda āllāh dēna tām̐ra bāndādērakē yārā īmāna ānē ō saṯkāja karē. Baluna, 'āmi ēra binimaẏē tōmādēra kācha thēkē ātmīẏatāra sauhārdya chāṛā an'ya kōnō pratidāna cā'i nā [1].' Yē uttama kāja karē āmarā tāra jan'ya ētē kalyāṇa bāṛiẏē dē'i. Niścaẏa āllāh atyanta kṣamāśīla, guṇagraāhī"
        },
        {
            "chapter": 42,
            "verse": 24,
            "text": "Nāki tārā balē yē, sē āllāh samparkē mithyā udbhābana karēchē, yadi tā-i hata tabē āllāh icchē karalē āpanāra hr̥daẏa mōhara karē ditēna. Āra āllāh mithyākē muchē dēna ēbaṁ nija bāṇī dbārā satyakē pratiṣṭhita karēna. Niścaẏa antarasamūhē yā āchē sē biṣaẏē tini sabiśēṣa abagata"
        },
        {
            "chapter": 42,
            "verse": 25,
            "text": "Āra tini'i tām̐ra bāndādēra tā'ōbā kabula karēna ō pāpasamūha mōcana karēna [1] ēbaṁ tōmarā yā kara tini tā jānēna"
        },
        {
            "chapter": 42,
            "verse": 26,
            "text": "Āra yārā īmāna ēnēchē ēbaṁ saṯkāja karēchē tini tādēra ḍākē sāṛā dēna ēbaṁ tādēra prati tām̐ra anugraha bāṛiẏē dēna; āra kāphirarā, tādēra jan'ya raẏēchē kaṭhina śāsti"
        },
        {
            "chapter": 42,
            "verse": 27,
            "text": "Āra yadi āllāh tām̐ra bāndādēra riyika praśasta karē ditēna, tabē tārā yamīnē abaśya'i sīmālaṅghana karata; kintu tini tām̐ra icchēmata parimānē'i nāyila karē thākēna. Niścaẏa tini tām̐ra bāndādēra samparkē samyaka abahita ō sarbadraṣṭā"
        },
        {
            "chapter": 42,
            "verse": 28,
            "text": "Āra tādēra nirāśa ha'ōẏāra parē tini'i br̥ṣṭi prēraṇa karēna ēbaṁ tām̐ra rahamata chaṛiẏē dēna ēbaṁ tini'i abhibhābaka, atyanta praśansita"
        },
        {
            "chapter": 42,
            "verse": 29,
            "text": "Āra tām̐ra an'yatama nidarśana hacchē āsamānasamūha ō yamīnēra sr̥ṣṭi ēbaṁ ē duẏēra madhyē tini yē sakala jība-jantu chaṛiẏē diẏēchēna sēgulō; āra tini yakhana icchē takhana'i tādērakē samabēta karatē sakṣama"
        },
        {
            "chapter": 42,
            "verse": 30,
            "text": "Āra tōmādēra yē bipada-āpada ghaṭē tā tōmādēra hāta yā arjana karēchē tāra kāraṇē ēbaṁ anēka aparādha tini kṣamā karē dēna"
        },
        {
            "chapter": 42,
            "verse": 31,
            "text": "Āra tōmarā yamīnē (āllāhakē) apāragakārī na'ō ēbaṁ āllāha chāṛā tōmādēra kōnō abhibhābaka nē'i, kōnō sāhāyyakārī'ō nē'i"
        },
        {
            "chapter": 42,
            "verse": 32,
            "text": "Āra tām̐ra an'yatama nidarśana hacchē parbatasadr̥śa sāgarē calamāna nauyānasamūha"
        },
        {
            "chapter": 42,
            "verse": 33,
            "text": "Tini icchē karalē bāẏukē stabdha karē ditē pārēna; phalē nauyānasamūha niścala haẏē paṛabē samudrapr̥ṣṭhē. Niścaẏa ētē anēka nidarśana raẏēchē, pratyēka carama dhairyaśīla ō ēkānta kr̥tajña byaktira jan'ya"
        },
        {
            "chapter": 42,
            "verse": 34,
            "text": "Athabā tini tārā yā arjana karēchē tāra kāraṇē sēgulōkē bidhbasta karē ditē pārēna. Āra anēka (arjita aparādha) tini kṣamā'ō karēna"
        },
        {
            "chapter": 42,
            "verse": 35,
            "text": "āra āmāra nidarśana samparkē yārā bitarka karē tārā yēna jānatē pārē yē, tādēra kōnō āśraẏasthala nē'i"
        },
        {
            "chapter": 42,
            "verse": 36,
            "text": "Sutarāṁ tōmādērakē yā kichu dēẏā haẏēchē tā duniẏāra jībanēra bhōgya sāmagraī mātra. Āra āllāhara kāchē yā āchē tā uttama ō sthāẏī, tādēra jan'ya yārā īmāna ānē ēbaṁ tādēra rabēra upara nirbhara karē"
        },
        {
            "chapter": 42,
            "verse": 37,
            "text": "Āra yārā kabīrā gōnāha ō aślīla kāja thēkē bēm̐cē thākē ēbaṁ yakhana rāgānbita haẏa takhana tārā kṣamā karē dēẏa"
        },
        {
            "chapter": 42,
            "verse": 38,
            "text": "Āra yārā tādēra rabēra ḍākē sāṛā dēẏa, sālāta kāẏēma karē ēbaṁ tādēra kāryābalī paraspara parāmarśēra mādhyamē sampādita haẏa. Āra tādērakē āmarā yē riyika diẏēchi tā thēkē byaẏa karē"
        },
        {
            "chapter": 42,
            "verse": 39,
            "text": "Āra yārā, yakhana tādēra upara sīmālaṅgana haẏa takhana tārā tāra pratibidhāna karē"
        },
        {
            "chapter": 42,
            "verse": 40,
            "text": "Āra mandēra pratiphala anurūpa manda ataḥpara yē kṣamā karē dēẏa ō āpasa-nispatti karē tāra puraskāra āllāhara kāchē āchē. Niścaẏa tini yālimadērakē pachanda karēna nā"
        },
        {
            "chapter": 42,
            "verse": 41,
            "text": "Tabē atyācārita ha'ōẏāra para yārā pratibidhāna karē, tādēra birud'dhē kōna byabasthā grahaṇa karā habē nā"
        },
        {
            "chapter": 42,
            "verse": 42,
            "text": "śudhu tādēra birud'dhē byabasthā abalambana karā habē yārā mānuṣēra upara yuluma karē ēbaṁ yamīnē an'yāẏabhābē bidrōhācaraṇa karē bēṛāẏa, tādēra'i jan'ya yantraṇādāẏaka śāsti"
        },
        {
            "chapter": 42,
            "verse": 43,
            "text": "Āra abaśya'i yē dhairya dhāraṇa karē ēbaṁ kṣamā karē dēẏa, niścaẏa tā dr̥ṛha saṅkalpēra'i kāja"
        },
        {
            "chapter": 42,
            "verse": 44,
            "text": "Āra āllāh yākē pathabhraṣṭa karēna, ērapara tāra jan'ya kōnō abhibhābaka nē'i. Āra yālimarā yakhana śāsti dēkhatē pābē takhana āpani tādērakē balatē śunabēna, 'phirē yā'ōẏāra kōnō upāẏa āchē ki"
        },
        {
            "chapter": 42,
            "verse": 45,
            "text": "āra āpani tādērakē dēkhatē pābēna yē, tādērakē jāhānnāmēra sāmanē upasthita karā hacchē; tārā apamānē abanata abasthāẏa āṛa cōkhē tākācchē; āra yārā īmāna ēnēchē tārā kiẏāmatēra dina balabē, 'niścaẏa kṣatigrasta tārā'i yārā nijēdēra ō nijēdēra parijanabargēra kṣati sādhana karēchē.' Sābadhāna, niścaẏa yālimarā sthāẏī śāstitē nipatita thākabē"
        },
        {
            "chapter": 42,
            "verse": 46,
            "text": "Āra āllāh chāṛā tādērakē sāhāyya karāra jan'ya tādēra kōnō abhibhābaka thākabē nā. Āra āllāh yākē pathabhraṣṭa karēna tāra kōnō patha nē'i"
        },
        {
            "chapter": 42,
            "verse": 47,
            "text": "Tōmarā tōmādēra rabēra ḍākē sāṛā dā'ō āllāhara pakṣa thēkē sē dina āsāra āgē, yā apratirōdhya; yēdina tōmādēra kōnō āśraẏasthala thākabē nā ēbaṁ tōmādēra kōnō asbīkāra thākabē nā"
        },
        {
            "chapter": 42,
            "verse": 48,
            "text": "Ataḥpara yadi tārā mukha phiriẏē nēẏa, tabē āpanākē tō āmarā ēdēra rakṣaka karē pāṭhā'ini. Āpanāra kāja tō śudhu bāṇī paum̐chē dēẏā. Āra āmarā yakhana mānuṣakē āmādēra pakṣa thēkē kōnō rahamata āsbādana karā'i takhana sē ētē uṯphulla haẏa ēbaṁ yakhana tādēra kr̥takarmēra jan'ya tādēra bipada-āpada ghaṭē, takhana tō mānuṣa haẏē paṛē khuba'i akr̥tajña"
        },
        {
            "chapter": 42,
            "verse": 49,
            "text": "Āsamānasamūha ō yamīnēra ādhipatya āllāhara'i. Tini yā icchē tā-i sr̥ṣṭi karēna. Tini yākē icchē kan'yā santāna dāna karēna ēbaṁ yākē icchē putra santāna dāna karēna"
        },
        {
            "chapter": 42,
            "verse": 50,
            "text": "athabā tādērakē dāna karēna putra ō kan'yā ubhaẏa'i ēbaṁ yākē icchē tākē karē dēna bandhyā; niścaẏa tini sarbajña, kṣamatābāna"
        },
        {
            "chapter": 42,
            "verse": 51,
            "text": "Āra kōnō mānuṣēra'i ēmana maryādā nē'i yē, āllāh tāra sāthē kathā balabēna ōhīra mādhyama chāṛā athabā pardāra āṛāla chāṛā athabā ēmana dūta prēraṇa chāṛā, yē dūta tām̐ra anumatikramē tini yā cāna tā ōhī karēna, tini sarbōcca, hikamata'ōẏālā"
        },
        {
            "chapter": 42,
            "verse": 52,
            "text": "Āra ēbhābē [1] āmarā āpanāra prati āmādēra nirdēśa thēkē rūhakē ōhī karēchi; āpani tō jānatēna nā kitāba kī ēbaṁ īmāna kī! Kintu āmarā ēṭākē karēchi nūra, yā dbārā āmarā āmādēra bāndādēra madhyē yākē icchē hēdāẏāta dāna kari; āra āpani tō abaśya'i sarala pathēra dikē dikanirdēśanā karēna"
        },
        {
            "chapter": 42,
            "verse": 53,
            "text": "sē āllāhara patha, yini āsamānasamūha ō yamīnē yā kichu āchē tāra mālika. Jēnē rākhuna, saba biṣaẏa āllāhara'i dikē phirē yābē"
        },
        {
            "chapter": 43,
            "verse": 1,
            "text": "Hā - mīma"
        },
        {
            "chapter": 43,
            "verse": 2,
            "text": "Suspaṣṭa kitābēra śapatha"
        },
        {
            "chapter": 43,
            "verse": 3,
            "text": "niścaẏa āmarā ēṭākē (abatīrṇa) karēchi ārabī (bhāṣāẏa) kura'āna, yātē tōmarā bujhatē pāra"
        },
        {
            "chapter": 43,
            "verse": 4,
            "text": "Āra niścaẏa tā āmādēra kāchē unmula kitābē ucca maryādāsampanna, hikamatapūrṇa"
        },
        {
            "chapter": 43,
            "verse": 5,
            "text": "Āmarā ki tōmādēra thēkē ē upadēśabāṇī sampūrṇarūpē pratyāhāra karē nēba ē kāraṇē yē, tōmarā sīmālaṅghanakārī sampradāẏa"
        },
        {
            "chapter": 43,
            "verse": 6,
            "text": "āra pūrbabatīdēra kāchē āmarā bahu nabī prēraṇa karēchilāma"
        },
        {
            "chapter": 43,
            "verse": 7,
            "text": "Āra yakhana'i tādēra kāchē kōnō nabī ēsēchē tārā tākē niẏē ṭhāṭṭā-bidrūpa karēchē"
        },
        {
            "chapter": 43,
            "verse": 8,
            "text": "Phalē yārā ēdēra cēẏē śaktitē prabala chila tādērakē āmarā dhbansa karēchilāma; āra gata haẏēchē pūrbabartīdēra anurūpa dr̥ṣṭānta"
        },
        {
            "chapter": 43,
            "verse": 9,
            "text": "Āra āpani yadi tādērakē jijñēsa karēna, ‘kē āsamānasamūha ō yamīna sr̥ṣṭi karēchē?’ Tārā abaśya'i balabē, ‘ēgulō tō sr̥ṣṭi karēchēna parākramaśālī sarbajña'i.’"
        },
        {
            "chapter": 43,
            "verse": 10,
            "text": "Yini tōmādēra jan'ya yamīnakē bāniẏēchēna śayyā [1] ēbaṁ tātē bāniẏēchēna tōmādēra calāra patha [2], yātē tōmarā saṭhika patha pētē pāra"
        },
        {
            "chapter": 43,
            "verse": 11,
            "text": "āra yini āsamāna thēkē bāri barṣaṇa karēna parimitabhābē [1]. Ataḥpara tā dbārā āmarā sañjībita kari nirjība janapadakē. Ēbhābē'i tōmādērakē bēra karā habē"
        },
        {
            "chapter": 43,
            "verse": 12,
            "text": "Āra yini sakala prakārēra jōṛā yugala sr̥ṣṭi karēchēna ēbaṁ yini tōmādēra jan'ya sr̥ṣṭi karēchēna ēmana nauyāna ō gr̥hapālita jantu yātē tōmarā ārōhaṇa kara"
        },
        {
            "chapter": 43,
            "verse": 13,
            "text": "yātē tōmarā ēra piṭhē sthira haẏē basatē pāra, tārapara tōmādēra rabēra anugraha smaraṇa karabē yakhana tōmarā ēra upara sthira haẏē basabē ēbaṁ balabē [1], ‘pabitra-mahāna tini, yini ēgulōkē āmādēra baśībhūta karē diẏēchēna. Āra āmarā samartha chilāma nā ēdērakē baśībhūta karatē"
        },
        {
            "chapter": 43,
            "verse": 14,
            "text": "‘Āra niścaẏa āmārā āmādēra rabēra kāchē'i pratyābartanakārī.’"
        },
        {
            "chapter": 43,
            "verse": 15,
            "text": "Āra tārā tām̐ra bāndādēra madhya thēkē tām̐ra anśa sābyasta karēchē [1]. Niścaẏa'i mānuṣa spaṣṭa akr̥tajña"
        },
        {
            "chapter": 43,
            "verse": 16,
            "text": "Nāki tini yā sr̥ṣṭi karēchēna tā hatē kan'yā santāna grahaṇa karēchēna ēbaṁ tōmādērakē biśiṣṭa karēchēna putra santāna dbārā"
        },
        {
            "chapter": 43,
            "verse": 17,
            "text": "Āra yakhana tādēra kā'ukē susambāda dēẏā haẏa yā rahamānēra prati tārā dr̥ṣṭānta pēśa karē tā dbārā, takhana tāra mukhamaṇḍala malina haẏē yāẏa ēmatābasthāẏa yē sē duḥsaha yātanākliṣṭa"
        },
        {
            "chapter": 43,
            "verse": 18,
            "text": "Āra yē alaṅkārē lālita-pālita haẏa ēbaṁ sē bitarkakālē spaṣṭa baktabyē asamartha sē kī? (Āllāhara jan'ya sābyasta habē)"
        },
        {
            "chapter": 43,
            "verse": 19,
            "text": "āra tārā rahamānēra bāndā phērēśatāgaṇakē nārī gaṇya karēchē; ēdēra sr̥ṣṭi ki tārā dēkhēchila? Tādēra sākṣya abaśya'i lipibad'dha karā habē ēbaṁ tādērakē jijñēsa karā habē"
        },
        {
            "chapter": 43,
            "verse": 20,
            "text": "Tārā āra'ō balē, ‘rahamāna icchē karalē āmarā ēdēra ibādāta karatāma nā.’ Ē biṣaẏē tādēra kōnō jñāna nē'i; tārā tō śudhu managaṛā kathā balachē"
        },
        {
            "chapter": 43,
            "verse": 21,
            "text": "Nāki āmarā tādērakē kura'ānēra āgē kōnō kitāba diẏēchi ataḥpara tārā tā dr̥ṛhabhābē dhāraṇa karē āchē"
        },
        {
            "chapter": 43,
            "verse": 22,
            "text": "baraṁ tārā balē, ‘niścaẏa āmarā āmādēra pitr̥puruṣadērakē ēka matādarśēra upara pēẏēchi ēbaṁ niścaẏa āmarā tādēra padāṅka anusaraṇē hēdāẏātapraāpta haba.’"
        },
        {
            "chapter": 43,
            "verse": 23,
            "text": "Āra ēbhābē'i āpanāra pūrbē kōnō janapadē yakhana'i āmarā kōnō satarkakārī pāṭhiẏēchi takhana'i tāra bilāsapriẏarā balēchē, ‘niścaẏa āmārā āmādēra pitr̥puruṣadērakē ēka matādarśē pēẏēchi ēbaṁ āmarā tādēra'i padāṅka anusaraṇa karē thākaba.’"
        },
        {
            "chapter": 43,
            "verse": 24,
            "text": "Sē satarkakārī balēchē, ‘tōmarā tōmādēra pitr̥puruṣadērakē yē pathē pēẏēcha, āmi yadi tōmādēra jan'ya tāra cēẏē uṯkr̥ṣṭa patha niẏē āsi tabu'ō ki (tōmarā tādēra anusaraṇa karabē)?’ Tārā balēchē, ‘niścaẏa tōmarā yā saha prērita haẏēcha āmarā tāra sāthē kupharikārī.’"
        },
        {
            "chapter": 43,
            "verse": 25,
            "text": "Phalē āmarā tādēra thēkē pratiśōdha nilāma. Sutarāṁ dēkhuna, mithyārōpakārīdēra pariṇāma kēmana haẏēchē"
        },
        {
            "chapter": 43,
            "verse": 26,
            "text": "āra smaraṇa karuna, yakhana ibarāhīma tāra pitā ēbaṁ tāra sampradāẏakē balēchilēna, ‘tōmarā yēgulōra ibādāta karā niścaẏa āmi tādēra thēkē samparkamukta"
        },
        {
            "chapter": 43,
            "verse": 27,
            "text": "Tabē tini byatīta yini āmākē sr̥ṣṭi karēchēna ataḥpara niścaẏa tini śīghra'i āmākē saṯpathē paricālita karabēna.’"
        },
        {
            "chapter": 43,
            "verse": 28,
            "text": "Āra ē ghōṣaṇākē tini cirantana bāṇīrūpē rēkhē giẏēchēna tāra uttarasūrīdēra madhyē, yātē tārā phirē āsē"
        },
        {
            "chapter": 43,
            "verse": 29,
            "text": "Baraṁ āmi tādērakē ēbaṁ tādēra pitr̥puruṣadērakē diẏēchilāma bhōga karatē, abaśēṣē tādēra kāchē āsala satya ēbaṁ spaṣṭa barṇanākārī rāsūla"
        },
        {
            "chapter": 43,
            "verse": 30,
            "text": "Āra yakhana tādēra kāchē satya āsala, takhana tārā balala, ‘ē tō jādu ēbaṁ niścaẏa āmarā tāra sāthē kupharakārī.’"
        },
        {
            "chapter": 43,
            "verse": 31,
            "text": "Āra tārā balē, ‘ē kura'āna kēna nāyila karā hala nā du'i janapadēra kōnō mahāna byaktira upara?’"
        },
        {
            "chapter": 43,
            "verse": 32,
            "text": "Tārā ki āpanāra rabēra rahamata [1] banṭana karē? Āmarā'i duniẏāra jībanē tādēra madhyē tādēra jībikā baṇṭana kari ēbaṁ tādēra ēkajanakē an'yēra upara maryādāẏa unnīta kari yātē ēkē an'yēra dbārā kāja kariẏē nitē pārē; āra āpanāra rabēra rahamata tārā yā jamā karē tā thēkē uṯkr̥ṣṭatara"
        },
        {
            "chapter": 43,
            "verse": 33,
            "text": "Āra saba mānuṣa ēka matābalambī haẏē paṛabē, ē āśaṅkā nā thākalē daẏāmaẏēra sāthē yārā kupharī karē, tādērakē āmarā ditāma tādēra gharēra jan'ya raupya-nirmita chāda ō sim̐ṛi yātē tārā ārōhaṇa karē"
        },
        {
            "chapter": 43,
            "verse": 34,
            "text": "ēbaṁ tādēra gharēra jan'ya darajā ō pālaṅka---yātē tārā hēlāna dēẏa"
        },
        {
            "chapter": 43,
            "verse": 35,
            "text": "āra (anurūpa ditāma) sbarṇa nirmita'ō [1] ēbaṁ ē saba'i tō śudhu duniẏāra jībanēra bhōga-sambhāra. Āra ākhirāta āpanāra rabēra nikaṭa muttākīdēra jan'ya'i"
        },
        {
            "chapter": 43,
            "verse": 36,
            "text": "Āra yē rahamānēra yikara thēkē bimukha haẏa āmarā tāra jan'ya niẏōjita kari ēka śaẏatāna, ataḥpara sē haẏa tāra sahacara"
        },
        {
            "chapter": 43,
            "verse": 37,
            "text": "Āra niścaẏa tārā'i (śaẏatānarā) mānuṣadērakē saṯpatha thēkē bādhā dēẏa, athaca mānuṣarā (bhraṣṭa pathē thākāra para'ō) manē karē tārā (nijērā) hēdāẏātapraāpta"
        },
        {
            "chapter": 43,
            "verse": 38,
            "text": "Abaśēṣē yakhana sē āmādēra nikaṭa āsabē, takhana sē śaẏatānakē balabē, hāẏa! Āmāra ō tōmāra madhyē yadi pūrba ō paścimēra byabadhāna thākata!’ Sutarāṁ ē sahacara kata'i nā nikr̥ṣṭa"
        },
        {
            "chapter": 43,
            "verse": 39,
            "text": "āra āja tōmādēra ē anutāpa tōmādēra kōnō kājē'i āsabē nā, yēhētu tōmarā yuluma karēchilē; niścaẏa tōmarā sakalē'i śāstitē śarīka"
        },
        {
            "chapter": 43,
            "verse": 40,
            "text": "Āpani ki śōnātē pārabēna badhirakē athabā hēdāẏāta ditē pārabēna andhakē ō yē spaṣṭa bibhraāntitē āchē"
        },
        {
            "chapter": 43,
            "verse": 41,
            "text": "ataḥpara yadi āmarā āpanākē niẏē yā'i, tabē niścaẏa āmarā tādēra thēkē pratiśōdha nēba"
        },
        {
            "chapter": 43,
            "verse": 42,
            "text": "athabā āmarā tādērakē yē śāstira ōẏādā diẏēchi, āpanākē āmarā tā dēkhā'i, tabē niścaẏa tādēra upara āmarā pūrṇa kṣamatābāna"
        },
        {
            "chapter": 43,
            "verse": 43,
            "text": "Kājē'i āpanāra prati yā ōhī karā haẏēchē tā dr̥ṛhabhābē abalambana karuna. Niścaẏa āpani sarala pathē raẏēchēna"
        },
        {
            "chapter": 43,
            "verse": 44,
            "text": "Āra niścaẏa ē kura'āna āpanāra ō āpanāra sampradāẏēra jan'ya yikara [1] ēbaṁ acirē'i tōmarā jijñāsita habē"
        },
        {
            "chapter": 43,
            "verse": 45,
            "text": "Āra āpanāra pūrbē āmarā āmādēra rāsūlagaṇa thēkē yādērakē prēraṇa karēchilāma tādērakē jijñēsa karuna, āmarā ki rahamāna chāṛā ibādata karā yāẏa ēmana kōnō ilāha sthira karēchilāma"
        },
        {
            "chapter": 43,
            "verse": 46,
            "text": "āra abaśya'i mūsākē āmarā āmādēra nidarśanābalīsaha phira’ā'una ō tāra nētr̥bargēra nikaṭa pāṭhiẏēchilāma. Tini balēchilēna, ‘niścaẏa āmi sr̥ṣṭikulēra rabēra ēkajana rāsūla. ’"
        },
        {
            "chapter": 43,
            "verse": 47,
            "text": "Ataḥpara yakhana tini tādēra kāchē āmādēra nidarśanābalīsaha āsalēna takhani tārā tā niẏē hāsi-ṭhāṭṭā karatē lāgala"
        },
        {
            "chapter": 43,
            "verse": 48,
            "text": "Āra āmarā tādērakē yē nidarśana'i dēkhiẏēchi tā chila tāra anurūpa nidarśanēra cēẏē śrēṣṭhatara. Āra āmarā tādērakē śāsti diẏē pākaṛā'ō karalāma yātē tārā phirē āsē"
        },
        {
            "chapter": 43,
            "verse": 49,
            "text": "Āra tārā balēchila, ‘hē jādukara! Tōmāra rabēra kāchē tumi āmādēra jan'ya tā prārthanā kara yā tini tōmāra sāthē aṅgīkāra karēchēna, niścaẏa'i āmarā saṯpatha abalambana karaba.’"
        },
        {
            "chapter": 43,
            "verse": 50,
            "text": "Ataḥpara yakhana āmarā tādēra thēkē śāsti sariẏē nilāma takhana'i tārā aṅgīkāra bhaṅga karē basala"
        },
        {
            "chapter": 43,
            "verse": 51,
            "text": "Āra phira’ā'una tāra sampradāẏēra madhyē ghōṣaṇā karē balala, ‘hē āmāra sampradāẏa! Misara rājya ki āmāra naẏa? Āra ē nadīgulō āmāra pādadēśē prabāhita; tōmarā ki dēkhacha nā"
        },
        {
            "chapter": 43,
            "verse": 52,
            "text": "nāki āmi ē byakti hatē śrēṣṭha na'i, yē hīna ēbaṁ spaṣṭa kathā balatē'ō prāẏa akṣama"
        },
        {
            "chapter": 43,
            "verse": 53,
            "text": "‘Tabē tākē (mūsā) kēna dēẏā hala nā sbarṇa-balaẏa athabā tāra saṅgē kēna āsala nā phērēśatāgaṇa dalabad'dhabhābē?’"
        },
        {
            "chapter": 43,
            "verse": 54,
            "text": "Ēbhābē sē tāra sampradāẏakē bōkā bānāla, phalē tārā tāra kathā mēnē nila niścaẏa tārā chila ēka phāsika sampradāẏa"
        },
        {
            "chapter": 43,
            "verse": 55,
            "text": "Ataḥpara yakhana tārā āmādērakē kraōdhāmbita karala takhana āmarā tādēra thēkē pratiśōdha nilāma ēbaṁ nimajjita karalāma tādēra sakalakē ēkatritabhābē"
        },
        {
            "chapter": 43,
            "verse": 56,
            "text": "Phalē parabartīdēra jan'ya āmarā tādērakē karē rākhalāma atīta itihāsa ō dr̥ṣṭānta"
        },
        {
            "chapter": 43,
            "verse": 57,
            "text": "Āra yakhana'i māra'iẏāma-tanaẏēra dr̥ṣṭānta pēśa karā haẏa, takhana āpanāra sampradāẏa tātē śōragōla ārambha karē dēẏa"
        },
        {
            "chapter": 43,
            "verse": 58,
            "text": "Āra tārā balē, ‘āmādēra upāsyagulō śraēṣṭha nā ‘īsā?’ Ērā śudhu bāka-bitaṇḍāra uddēśyē'i tākē āpanāra sāmanē pēśa karē. Baraṁ ērā ēka jhagaṛāṭē sampradāẏa"
        },
        {
            "chapter": 43,
            "verse": 59,
            "text": "Tini tō kēbala āmāra'i ēka bāndā, yāra upara āmarā anugraha karēchilāma ēbaṁ tākē bāniẏēchilāma banī isarā'īlēra jan'ya dr̥ṣṭānta"
        },
        {
            "chapter": 43,
            "verse": 60,
            "text": "Āra yadi āmarā icchē karatāma tabē tōmādēra paribartē phērēśatā sr̥ṣṭi karatē pāratāma, yārā yamīnē uttarādhikārī hata"
        },
        {
            "chapter": 43,
            "verse": 61,
            "text": "Āra niścaẏa ‘īsā kiẏāmatēra niścita nidarśana; kājē'i tōmarā kiẏāmatē sandēha karōnā. Āra tōmarā āmāra'i anusaraṇa kara. Ēṭā'i sarala patha"
        },
        {
            "chapter": 43,
            "verse": 62,
            "text": "Śaẏatāna yēna tōmādērakē kichutē'i bādhā nā dēẏa, niścaẏa sē tōmādēra prakāśya śakra"
        },
        {
            "chapter": 43,
            "verse": 63,
            "text": "Āra ‘īsā yakhana spaṣṭa pramāṇādisaha āsala, takhana tini balēchilēna, ‘āmi abaśya'i tōmādēra kāchē ēsēchi hikamatasaha ēbaṁ tōmarā yē kichu biṣaẏē matabhēda karacha, tā spaṣṭa karē dēẏāra jan'ya. Kājē'i tōmarā āllāhara tāka'ōẏā abalambana kara ēbaṁ āmāra ānugatya kara’"
        },
        {
            "chapter": 43,
            "verse": 64,
            "text": "Niścaẏa āllāha, tini āmāra raba ēbaṁ tōmādēra'ō raba, ata'ēba tōmarā tām̐ra ‘ibādāta kara; ēṭā'i sarala patha.’"
        },
        {
            "chapter": 43,
            "verse": 65,
            "text": "Ataḥpara tādēra madhya thēkē katagulō dala matānaikya karala, kājē'i yālimadēra jan'ya durbhōga yantraṇādāẏaka dinēra śāstira"
        },
        {
            "chapter": 43,
            "verse": 66,
            "text": "Tārā tō tādēra ajñātasārē haṭhāṯ karē kiẏāmata āsāra'i apēkṣā karachē"
        },
        {
            "chapter": 43,
            "verse": 67,
            "text": "Bandhurā sēdina haẏē paṛabē ēkē an'yēra śatrau, muttākīrā chāṛā"
        },
        {
            "chapter": 43,
            "verse": 68,
            "text": "Hē āmāra bāndāgaṇa! Āja tōmādēra kōnō bhaẏa nē'i ēbaṁ tōmarā cintita'ō habē nā"
        },
        {
            "chapter": 43,
            "verse": 69,
            "text": "Yārā āmāra āẏātē īmāna ēnēchila ēbaṁ yārā chila musalima"
        },
        {
            "chapter": 43,
            "verse": 70,
            "text": "tōmarā ēbaṁ tōmādēra strīgaṇa [1] sānandē jānnātē prabēśa kara"
        },
        {
            "chapter": 43,
            "verse": 71,
            "text": "Sbarṇēra thālā ō pānapātra niẏē tādērakē pradakṣiṇa karā habē; sēkhānē mana yā cāẏa ēbaṁ yātē naẏana tr̥pta haẏa tā'i thākabē. Āra sēkhānē tōmarā sthāẏī habē"
        },
        {
            "chapter": 43,
            "verse": 72,
            "text": "Āra ēṭā'i jānnāta, tōmādērakē yāra adhikārī karā haẏēchē, tōmādēra kājēra phalasbarūpa"
        },
        {
            "chapter": 43,
            "verse": 73,
            "text": "Sēkhānē tōmādēra jan'ya raẏēchē pracura phalamūla, tā thēkē tōmarā khābē"
        },
        {
            "chapter": 43,
            "verse": 74,
            "text": "Niścaẏa aparādhīrā jāhānnāmēra śāstitē sthāẏī habē"
        },
        {
            "chapter": 43,
            "verse": 75,
            "text": "tādēra śāsti lāghaba karā habē nā ēbaṁ tārā tātē hatāśa haẏē paṛabē"
        },
        {
            "chapter": 43,
            "verse": 76,
            "text": "Āra āmarā tādēra prati yuluma karini, kintu tārā nijērā'i chila yālima"
        },
        {
            "chapter": 43,
            "verse": 77,
            "text": "Tārā ciṯkāra karē balabē, ‘hē mālēka [1], tōmāra raba yēna āmādērakē niḥśēṣa karē dēna.’ Sē balabē, ‘niścaẏa tōmarā abasthānakārī habē.’"
        },
        {
            "chapter": 43,
            "verse": 78,
            "text": "Āllāha balabēna, ‘abaśya'i āmarā tamādēra kāchē satya niẏē ēsēchilāma, kintu tōmādēra bēśīra bhāga'i chilē satya apachandakārī.’"
        },
        {
            "chapter": 43,
            "verse": 79,
            "text": "Nāki tārā kōnō byāpārē cuṛānta sid'dhānta grahaṇa karēchē? Niścaẏa āmi'i tō cūṛānta sid'dhāntakārī"
        },
        {
            "chapter": 43,
            "verse": 80,
            "text": "Nāki tārā manē karē yē, āmarā tādēra gōpana biṣaẏa ō mantraṇā śunatē pā'i nā? Abaśya'i, hyām̐. Āra āmādēra phērēśatāgaṇa tādēra kāchē thēkē sabakichu likhachē"
        },
        {
            "chapter": 43,
            "verse": 81,
            "text": "Baluna, ‘daẏāmaẏa āllāhara kōnō santāna thākalē āmi hatāma tām̐ra ibādatē ghr̥ṇākārīdēra agraṇī"
        },
        {
            "chapter": 43,
            "verse": 82,
            "text": "‘tārā yā ārōpa karē tā thēkē āsamānasamūha ō yamīnēra raba ēbaṁ ‘āraśēra raba pabitra-mahāna"
        },
        {
            "chapter": 43,
            "verse": 83,
            "text": "Ata'ēba āpani tādērakē chēṛē dina tārā magna thākuka bēhudā kathāẏa ēbaṁ matta thākuka khēla-tāmāśāẏa yē dinēra ōẏādā dēẏā haẏēchē tāra sam'mukhīna ha'ōẏāra āga paryanta"
        },
        {
            "chapter": 43,
            "verse": 84,
            "text": "Āra tini'i satya ilāh‌ āsamānē ēbaṁ tini'i satya ilāh‌ yamīnē. Āra tini hikamata'ōẏālā, sarbajña"
        },
        {
            "chapter": 43,
            "verse": 85,
            "text": "Āra tini barakatamaẏa, yāra kartr̥tbē raẏēchē āsamānasamūha, yamīna ō ē du’ẏēra madhyabartī samasta kichu. Āra kiẏāmatēra jñāna śudhu tām̐ra'i āchē ēbaṁ tām̐ra'i kāchē tōmādērakē pratyābartita karā habē"
        },
        {
            "chapter": 43,
            "verse": 86,
            "text": "Āra tini chāṛā tārā yādērakē ḍākē, tārā supāriśēra mālika habē nā, tabē tārā chāṛā, yārā jēnē-śunē satya sākṣya dēẏa"
        },
        {
            "chapter": 43,
            "verse": 87,
            "text": "Āra yadi āpani tādērakē jijñēsa karēna, kē tādērakē sr̥ṣṭi karēchē, tārā abaśya'i balabē, ‘āllāha.’ Ataḥpara tārā kōthāẏa phirē yācchē"
        },
        {
            "chapter": 43,
            "verse": 88,
            "text": "āra tāra (rāsūla) ē ukti: ‘Hē āmāra raba! Niścaẏa ērā ēmana sampradāẏa yārā īmāna ānabē nā.’"
        },
        {
            "chapter": 43,
            "verse": 89,
            "text": "Kājē'i āpani tādērakē upēkṣā karuna ēbaṁ baluna, ‘sālāma' ; ataḥpara tārā śīghra'i jānatē pārabē"
        },
        {
            "chapter": 44,
            "verse": 1,
            "text": "Hā - mīma"
        },
        {
            "chapter": 44,
            "verse": 2,
            "text": "Śapatha suspaṣṭa kitābēra"
        },
        {
            "chapter": 44,
            "verse": 3,
            "text": "Niścaẏa āmarā ēṭā nāyila karēchi ēka mubāraka rātē [1]; niścaẏa āmarā satarkakārī"
        },
        {
            "chapter": 44,
            "verse": 4,
            "text": "Sē rātē pratyēka cuṛānta sid'dhānta sthirakr̥ta haẏa"
        },
        {
            "chapter": 44,
            "verse": 5,
            "text": "āmādēra pakṣa thēkē ādēśakramē, niścaẏa āmarā rāsūla prēraṇakārī"
        },
        {
            "chapter": 44,
            "verse": 6,
            "text": "āpanāra rabēra rahamatasbarūpa; niścaẏa tini sarbaśrōtā, sarbajña—"
        },
        {
            "chapter": 44,
            "verse": 7,
            "text": "āsamānasamūha, yamīna ō ē du’ẏēra madhyabartī samasta kichura raba, yadi tōmarā niścita biśbāsī ha'ō"
        },
        {
            "chapter": 44,
            "verse": 8,
            "text": "Tini chāṛā kōnō satya ilāha nē'i, tini jībana dāna karēna ēbaṁ tini'i mr̥tyu ghaṭāna; tini tōmādēra raba ēbaṁ tōmādēra pitr̥puruṣadēra'ō raba"
        },
        {
            "chapter": 44,
            "verse": 9,
            "text": "Baraṁ tārā sandēhēra baśabartī haẏē khēla -- tāmāsā karachē"
        },
        {
            "chapter": 44,
            "verse": 10,
            "text": "Ata'ēba āpani apēkṣā karuna sē dinēra yēdina spaṣṭa dhōm̐ẏāẏa ācchanna habē ākāśa"
        },
        {
            "chapter": 44,
            "verse": 11,
            "text": "tā ābr̥ta karē phēlabē lōkadērakē. Ēṭā yantraṇādāẏaka śāsti"
        },
        {
            "chapter": 44,
            "verse": 12,
            "text": "(Tārā balabē) ‘hē āmādēra raba! Āmādēra thēkē śāsti dūra karuna, niścaẏa āmarā mumina haba.’"
        },
        {
            "chapter": 44,
            "verse": 13,
            "text": "Tārā ki karē upadēśa grahaṇa karabē? Athaca itōpūrbē tādēra kāchē ēsēchē spaṣṭa ēka rāsūla"
        },
        {
            "chapter": 44,
            "verse": 14,
            "text": "tārapara tārā tāra thēkē mukha phiriẏē niẏēchila ēbaṁ balēchila, ‘ē ēka śikṣāprāpta pāgala!’"
        },
        {
            "chapter": 44,
            "verse": 15,
            "text": "Niścaẏa āmarā alpa samaẏēra jan'ya śāsti rahita karaba --- (kintu) niścaẏa tōmarā tōmādēra āgēra abasthāẏa phirē yābē"
        },
        {
            "chapter": 44,
            "verse": 16,
            "text": "Yēdina āmarā prabalabhābē pākaṛā'ō karaba, sēdina niścaẏa āmarā haba pratiśōdha grahaṇakārī"
        },
        {
            "chapter": 44,
            "verse": 17,
            "text": "Āra abaśya'i ēdēra āgē āmarā phira’ā'una sampradāẏakē parīkṣā karēchilāma ēbaṁ tādēra kāchē'ō ēsēchilēna ēka sam'mānita rāsūla"
        },
        {
            "chapter": 44,
            "verse": 18,
            "text": "(tini phira'ā'unakē balēchilēna) ‘āllāhara bāndādērakē āmāra kāchē phiriẏē dā'ō [1]. Niścaẏa āmi tōmādēra jan'ya ēka biśbasta rāsūla"
        },
        {
            "chapter": 44,
            "verse": 19,
            "text": "‘Āra tōmarā āllāhara birud'dhē aud'dhatya prakāśa karō nā, niścaẏa āmi tōmādēra kāchē spaṣṭa pramāṇa niẏē āsaba"
        },
        {
            "chapter": 44,
            "verse": 20,
            "text": "‘Āra niścaẏa āmi āmāra raba ō tōmādēra rabēra āśraẏa prārthanā karachi, yātē tōmarā āmākē pātharēra āghāta hānatē nā pāra"
        },
        {
            "chapter": 44,
            "verse": 21,
            "text": "‘Āra yadi tōmarā āmāra kathāẏa biśbāsa sthāpana nā kara, tabē tōmarā āmākē chēṛē yā'ō.’"
        },
        {
            "chapter": 44,
            "verse": 22,
            "text": "Ataḥpara mūsā tāra rabakē ḍākalēna, ‘niścaẏa ērā ēka aparādhī sampapradāẏa.’"
        },
        {
            "chapter": 44,
            "verse": 23,
            "text": "(Āllāh balalēna) ‘sutarāṁ tumi āmāra bāndādērakē niẏē rātē bēra haẏē paṛuna, niścaẏa tōmādēra paścād'dhābana karā habē.’"
        },
        {
            "chapter": 44,
            "verse": 24,
            "text": "Āra samudrakē sthira thākatē dina [1], niścaẏa tārā habē ēka ḍubanta bāhinī"
        },
        {
            "chapter": 44,
            "verse": 25,
            "text": "Tārā pichanē rēkhē giẏēchila anēka udyāna ō prasrabaṇa"
        },
        {
            "chapter": 44,
            "verse": 26,
            "text": "śasyakṣētra ō suramya prāsāda"
        },
        {
            "chapter": 44,
            "verse": 27,
            "text": "āra bilāsa upakaraṇa, tātē tārā ānanda pēta"
        },
        {
            "chapter": 44,
            "verse": 28,
            "text": "Ērūpa'i ghaṭēchila ēbaṁ āmarā ē sabakichura uttarādhikārī karēchilāma bhinna [1] sampradāẏakē"
        },
        {
            "chapter": 44,
            "verse": 29,
            "text": "Ataḥpara āsamāna ēbaṁ yamīna tādēra jan'ya aśrupāta karēni ēbaṁ tārā abakāśapraāpta'ō chila nā"
        },
        {
            "chapter": 44,
            "verse": 30,
            "text": "Āra abaśya'i āmarā ud'dhāra karēchilāma baṇī isarā'īlakē lāñchanādāẏaka śāsti hatē"
        },
        {
            "chapter": 44,
            "verse": 31,
            "text": "phira’ā'una thēkē; niścaẏa sē chila sīmālaṅghanakārīdēra madhyē śīrṣasthānīẏa"
        },
        {
            "chapter": 44,
            "verse": 32,
            "text": "Āra āmarā jēnē śunē'i tādērakē sakala sr̥ṣṭira upara nirbācita karēchilāma"
        },
        {
            "chapter": 44,
            "verse": 33,
            "text": "Āra āmarā tādērakē ēmana nidarśanābalī diẏēchilāma yātē chila suspaṣṭa parīkṣā"
        },
        {
            "chapter": 44,
            "verse": 34,
            "text": "niścaẏa tārā balē'i thākē"
        },
        {
            "chapter": 44,
            "verse": 35,
            "text": "‘āmādēra prathama mr̥tyu chāṛā āra kichu'i nē'i ēbaṁ āmarā punarūt'thita ha'ōẏāra na'i"
        },
        {
            "chapter": 44,
            "verse": 36,
            "text": "Ata'ēba, tōmarā yadi satyabādī ha'ō tabē āmādēra pitr̥puruṣadērakē niẏē āsa.’"
        },
        {
            "chapter": 44,
            "verse": 37,
            "text": "Tārā ki śrēṣṭha nā tubbā’ sampradāẏa [1] ō tādēra pūrbē yārā chila tārā? Āmarā tādērakē dhbansa karēchilāma. Niścaẏa tārā chila aparādhī"
        },
        {
            "chapter": 44,
            "verse": 38,
            "text": "Āra āmarā āsamānasamūha,yamīna ō ē du’ẏēra madhyakāra kōnō kichu'i khēlāra chalē sr̥ṣṭi karini"
        },
        {
            "chapter": 44,
            "verse": 39,
            "text": "āmarā ē du'ṭikē yathāyathabhābē'i sr̥ṣṭi karēchi, kintu tādēra adhikānśa'i tā jānē nā"
        },
        {
            "chapter": 44,
            "verse": 40,
            "text": "Niścaẏa phaẏasālāra dinaṭi tādēra sabāra jan'ya nirdhārita samaẏa"
        },
        {
            "chapter": 44,
            "verse": 41,
            "text": "Sēdina ēka bandhu an'ya bandhura kōnō kājē āsabē nā ēbaṁ tārā sāhāyya'ō pābē nā"
        },
        {
            "chapter": 44,
            "verse": 42,
            "text": "Tabē āllāha yāra prati daẏā karēna tāra kathā sbatantra. Niścaẏa tini'i mahāparākramaśālī, parama daẏālu"
        },
        {
            "chapter": 44,
            "verse": 43,
            "text": "Niścaẏa yākkūma gācha habē"
        },
        {
            "chapter": 44,
            "verse": 44,
            "text": "pāpīra khādya"
        },
        {
            "chapter": 44,
            "verse": 45,
            "text": "galita tāmāra mata, pēṭēra madhyē phuṭatē thākabē"
        },
        {
            "chapter": 44,
            "verse": 46,
            "text": "phuṭanta pāni phuṭāra mata"
        },
        {
            "chapter": 44,
            "verse": 47,
            "text": "(Balā habē) tākē dhara ēbaṁ ṭēnē niẏē yā'ō jāhānnāmēra madhyasthalē"
        },
        {
            "chapter": 44,
            "verse": 48,
            "text": "tārapara tāra māthāra upara phuṭanta pānira śāsti ḍhēlē dā'ō"
        },
        {
            "chapter": 44,
            "verse": 49,
            "text": "(balā habē) ‘āsbādana kara, niścaẏa tumi'i sam'mānita, abhijāta"
        },
        {
            "chapter": 44,
            "verse": 50,
            "text": "‘niścaẏa ēṭā tā-i, yē biṣaẏē tōmarā sandēha karatē.’"
        },
        {
            "chapter": 44,
            "verse": 51,
            "text": "Niścaẏa muttākīrā thākabē nirāpada sthānē [1]—"
        },
        {
            "chapter": 44,
            "verse": 52,
            "text": "udyāna ō jharṇāra mājhē"
        },
        {
            "chapter": 44,
            "verse": 53,
            "text": "tārā parabē mihi ō puru rēśamī bastra ēbaṁ basabē mukhōmukhi haẏē"
        },
        {
            "chapter": 44,
            "verse": 54,
            "text": "Ērūpa'i ghaṭabē; āra āmarā tādērakē biẏē diẏē dēba ḍāgara naẏanā hūradēra sāthē"
        },
        {
            "chapter": 44,
            "verse": 55,
            "text": "sēkhānē tārā praśānta cittē bibidha phalamūla ānatē balabē"
        },
        {
            "chapter": 44,
            "verse": 56,
            "text": "Prathama mr̥tyura para tārā sēkhānē āra mr̥tyu āsbādana karabē nā [1]. Āra tini tādērakē jāhānnāmēra śāsti hatē rakṣā karabēna"
        },
        {
            "chapter": 44,
            "verse": 57,
            "text": "āpanāra rabēra anugrahasbarūpa [1]. Ēṭā'i tō mahāsāphalya"
        },
        {
            "chapter": 44,
            "verse": 58,
            "text": "Ataḥpara niścaẏa āmarā āpanāra bhāṣāẏa kura'ānakē sahaja karē diẏēchi, yātē tārā upadēśa grahaṇa karē"
        },
        {
            "chapter": 44,
            "verse": 59,
            "text": "Kājē'i āpani pratīkṣā karuna, niścaẏa tārā pratīkṣamāṇa"
        },
        {
            "chapter": 45,
            "verse": 1,
            "text": "Hā - mīma"
        },
        {
            "chapter": 45,
            "verse": 2,
            "text": "Ē kitāba mahāparākramaśālī, prajñāmaẏa āllāhara kācha thēkē nāyilakr̥ta"
        },
        {
            "chapter": 45,
            "verse": 3,
            "text": "Niścaẏa āsamānasamūha ō yamīnē muminadēra jan'ya raẏēchē bahu nidarśana"
        },
        {
            "chapter": 45,
            "verse": 4,
            "text": "Āra tōmādēra sr̥ṣṭi ēbaṁ jība-jantura bistārē bahu nidarśana raẏēchē ēmana sampradāẏēra jan'ya, yārā niścita biśbāsa sthāpana karē"
        },
        {
            "chapter": 45,
            "verse": 5,
            "text": "āra rāta ō dinēra paribartanē ēbaṁ āllāha ākāśa hatē yē riyaka (pāni) barṣaṇa karēna, ataḥpara tini tā dbārā yamīnakē tāra mr̥tyura para punarjībita karēna tātē ēbaṁ bāẏura paribartanē anēka nidarśana raẏēchē, ēmana sampradāẏēra jan'ya yārā bōjhē"
        },
        {
            "chapter": 45,
            "verse": 6,
            "text": "Ēgulō āllāhara āẏāta, yā āmarā āpanāra kāchē tilā'ōẏāta karachi yathāyathabhābē. Kājē'i āllāha ēbaṁ tām̐ra āẏātēra parē tārā āra kōn bāṇītē īmāna ānabē"
        },
        {
            "chapter": 45,
            "verse": 7,
            "text": "durbhōga pratyēka ghōra mithyābādī pāpīra"
        },
        {
            "chapter": 45,
            "verse": 8,
            "text": "sē āllāhara āẏātasamūha śōnē yā tāra kāchē tilā'ōẏāta karā haẏa, tārapara sē aud'dhatyēra sāthē aṭala thākē yēna sē tā śōnēni. Ata'ēba, āpani tākē susambāda dina yantraṇādāẏaka śāstira"
        },
        {
            "chapter": 45,
            "verse": 9,
            "text": "āra yakhana sē āmādēra kōnō āẏāta abagata haẏa, takhana sē sēṭākē parihāsēra pātra rūpē grahaṇa karē. Tādēra'i jan'ya raẏēchē lāñchanādāẏaka śāsti"
        },
        {
            "chapter": 45,
            "verse": 10,
            "text": "Tādēra sāmanē raẏēchē jāhānnāma; tādēra kr̥takarma tādēra kōnō kājē āsabē nā, tārā āllāh‌ra paribartē yādērakē abhibhābaka sthira karēchē ōrā'ō naẏa. Āra tādēra jan'ya raẏēchē mahāśāsti"
        },
        {
            "chapter": 45,
            "verse": 11,
            "text": "Ē kura'āna saṯpathēra diśārī; āra yārā tādēra rabēra āẏātasamūhēra sāthē kupharī karē, tādēra jan'ya raẏēchē khuba'i yantraṇādāẏaka śāsti"
        },
        {
            "chapter": 45,
            "verse": 12,
            "text": "Āllāha, yini sāgarakē tōmādēra kalyāṇē niẏōjita karēchēna yēna tām̐ra ādēśē tātē nauyānasamūha calācala karatē pārē. Āra yēna tōmarā tām̐ra anugraha tālāśa karatē pāra [1] ēbaṁ yēna tōmarā (tām̐ra prati) kr̥tajñatā prakāśa kara"
        },
        {
            "chapter": 45,
            "verse": 13,
            "text": "Āra tini tōmādēra kalyāṇē niẏōjita karēchēna āsamānasamūha ō yamīnēra samasta kichu nija anugrahē, niścaẏa ētē anēka nidarśanābalī raẏēchē, ēmana sampradāẏēra jan'ya yārā cintā karē"
        },
        {
            "chapter": 45,
            "verse": 14,
            "text": "Yārā īmāna ēnēchē tādērakē baluna, ‘tārā yēna kṣamā karē ōdērakē, yārā āllāhara dinagulōra pratyāśā karē nā. Yātē āllāha pratyēka sampradāẏakē tādēra kr̥takarmēra jan'ya pratidāna ditē pārēna.’"
        },
        {
            "chapter": 45,
            "verse": 15,
            "text": "Yē saṯkāja karē sē tāra kalyāṇēra jan'ya'i tā karē ēbaṁ kē'u manda kāja karalē tā tāra'i upara bartābē, tārapara tōmādērakē tōmādēra rabēra dikē'i pratyābartita karā habē"
        },
        {
            "chapter": 45,
            "verse": 16,
            "text": "Āra abaśya'i āmarā banī isarā'īlakē kitāba, kartr̥tba [1] ō nabu'ōẏāta dāna karēchilāma ēbaṁ tādērakē riyika pradāna karēchilāma uttama bastu hatē, āra diẏēchilāma tādērakē sakala sr̥ṣṭira upara śrēṣṭhatba"
        },
        {
            "chapter": 45,
            "verse": 17,
            "text": "Āra āmarā tādērakē dīnēra yābatīẏa biṣaẏē suspaṣṭa pramāṇādi dāna karēchilāma. Tādēra kāchē jñāna āsāra para'ō tārā śudhu paraspara bidbēṣabaśataḥ matabirōdha karēchila. Tārā yē saba biṣaẏē matabirōdha karata, niścaẏa āpanāra raba kiẏāmatēra dina tādēra madhyē sē saba biṣaẏē phaẏasālā karē dēbēna"
        },
        {
            "chapter": 45,
            "verse": 18,
            "text": "Tārapara āmarā āpanākē pratiṣṭhita karēchi dīnēra biśēṣa bidhānēra upara; kājē'i āpani tāra anusaraṇa karuna. Āra yārā jānē nā tādēra khēẏāla-khuśīra anusaraṇa karabēna nā"
        },
        {
            "chapter": 45,
            "verse": 19,
            "text": "Niścaẏa tārā āllāh‌ra mukābilāẏa āpanāra kōna'i kājē āsabē nā; āra niścaẏa yālimarā ēkē an'yēra bandhu ēbaṁ āllāh‌ muttākīdēra bandhu"
        },
        {
            "chapter": 45,
            "verse": 20,
            "text": "Ē kura'āna mānuṣēra jan'ya ālōkabartikā ēbaṁ hēdāẏāta ō rahamata ēmana sampradāẏēra jan'ya, yārā niścita biśbāsa karē"
        },
        {
            "chapter": 45,
            "verse": 21,
            "text": "Nāki yārā duṣkarma karēchē tārā manē karē yē, āmarā jībana ō mr̥tyura dika diẏē tādērakē ōdēra mata gaṇya karaba yārā īmāna ēnēchē ēbaṁ saṯkāja karēchē? Tādēra bicāra-sid'dhānta kata'i nā manda"
        },
        {
            "chapter": 45,
            "verse": 22,
            "text": "āra āllāh‌ āsamānasamūha ō yamīnakē sr̥ṣṭi karēchēna yathāyathabhābē ēbaṁ yātē pratyēka byaktikē tāra kāja anuyāẏī phala dēẏā yētē pārē. Āra tādēra prati yuluma karā habē nā"
        },
        {
            "chapter": 45,
            "verse": 23,
            "text": "Tabē ki āpani lakṣya karēchēna tākē, yē tāra khēẏāla-khuśīkē nija ilāh‌ bāniẏē niẏēchē? Āra tāra kāchē jñāna āsāra para āllāha tākē bibhrānta karēchēna [1] ēbaṁ tini tāra kāna ō hr̥daẏē mōhara karē diẏēchēna. Āra tini tāra cōkhēra upara rēkhēchēna ābaraṇa. Ata'ēba, āllāhara parē kē tākē hēdāẏēta dibē? Tabu ki tōmarā upadēśa grahaṇa karabē nā"
        },
        {
            "chapter": 45,
            "verse": 24,
            "text": "āra tārā balē, ‘ēkamātra duniẏāra jībana'i āmādēra jībana, āmarā mari ō bām̐ci, āra kāla-i kēbala āmādērakē dhabansa karē [1].’ Bastuta ē byāpārē tādēra kōnō jñāna nē'i, tārā tō śudhu dhāraṇā'i karē"
        },
        {
            "chapter": 45,
            "verse": 25,
            "text": "Āra tādēra kāchē yakhana āmādēra suspaṣṭa āẏātasamūha tēlā'ōẏāta karā haẏa takhana tādēra kōnō yukti thākē nā śudhu ē kathā chāṛā yē, tōmarā satyabādī halē āmādēra pitr̥puruṣadērakē niẏē āsa"
        },
        {
            "chapter": 45,
            "verse": 26,
            "text": "Baluna, ‘āllāha'i tōmādērakē jībana dāna karēna tārapara tōmādēra mr̥tyu ghaṭāna. Tārapara tini tōmādērakē kiẏāmatēra dinē ēkatra karabēna, yātē kōnō sandēha nē'i. Kintu bēśīra bhāga mānuṣa tā jānē nā.’"
        },
        {
            "chapter": 45,
            "verse": 27,
            "text": "Āra āsamānasamūha ō yamīnēra rājatba āllāhara'i ēbaṁ yēdina kiẏāmata saṅghaṭita habē sēdina bātilapanthīrā habē kṣatigrasta"
        },
        {
            "chapter": 45,
            "verse": 28,
            "text": "Āra āpani pratyēka jātikē dēkhabēna bhaẏē natajānu [1], pratyēka jātikē tāra kitābēra [2] prati ḍākā habē, (ēbaṁ balā habē) ‘āja tōmādērakē tāra'i pratiphala dēẏā habē yā tōmarā āmala karatē"
        },
        {
            "chapter": 45,
            "verse": 29,
            "text": "‘Ē'i āmādēra lēkhani, yā tōmādēra byāpārē sākṣya dēbē satyabhābē. Niścaẏa tōmarā yā āmala karatē tā āmarā lipibad'dha karēchilāma.’"
        },
        {
            "chapter": 45,
            "verse": 30,
            "text": "Ataḥpara yārā īmāna ēnēchē ēbaṁ saṯkāja karēchē pariṇāmē tādēra raba tādērakē prabēśa karābēna sbīẏa rahamatē. Ēṭā'i suspaṣṭa sāphalya"
        },
        {
            "chapter": 45,
            "verse": 31,
            "text": "Āra yārā kupharī karēchē (tādērakē balā habē), ‘tōmādēra kāchē ki āmāra āẏātasamūha pāṭha karā haẏani? Ataḥpara tōmarā ahaṅkāra karēchilē ēbaṁ tōmarā chilē ēka aparādhī sampradāẏa.’"
        },
        {
            "chapter": 45,
            "verse": 32,
            "text": "Āra yakhana balā haẏa, ‘niścaẏa āllāhara pratiśruti satya ēbaṁ kiẏāmata--- ētē kōnō sandēha nē'i, takhana tōmarā balē thāka, ‘āmarā jāni nā kiẏāmata kī; āmarā kēbala anumāna kari ēbaṁ āmarā tō dr̥ṛha biśbāsī na'i.’"
        },
        {
            "chapter": 45,
            "verse": 33,
            "text": "Āra tādēra manda kājagulōra kuphala tādēra kāchē prakāśita habē ēbaṁ yā niẏē tārā ṭhāṭṭā-bidrūpa karata tā tādērakē paribēṣṭana karabē"
        },
        {
            "chapter": 45,
            "verse": 34,
            "text": "Āra balā habē, ‘āja āmarā tōmādērakē chēṛē rākhaba yēmana tōmarā ē dinēra sākṣātēra biṣaẏaṭi chēṛē giẏēchilē. Āra tōmādēra ābāsasthala habē jāhānnāma ēbaṁ tōmādēra kōnō sāhāyyakārī'ō thākabē nā"
        },
        {
            "chapter": 45,
            "verse": 35,
            "text": "‘Ēṭā ē jan'yē yē, tōmarā āllāhara āẏātasamūhakē ṭhāṭṭā-bidrūpēra pātra bāniẏēchilē ēbaṁ duniẏāra jībana tōmādērakē pratārita karēchila.’ Sutarāṁ āja nā tādērakē jāhānnāma thēkē bēra karā habē, āra nā tādērakē āllāh‌ra santuṣṭi lābhēra suyōga dēẏā habē"
        },
        {
            "chapter": 45,
            "verse": 36,
            "text": "Ata'ēba, sakala praśansā āllāhara'i, yini āsamānasamūhēra raba, yamīnēra raba ō sakala sr̥ṣṭira raba"
        },
        {
            "chapter": 45,
            "verse": 37,
            "text": "Āra āsamānasamūha ō yamīnēra yābatīẏa gauraba-garimā tām̐ra'i [1] ēbaṁ tini mahā parākramaśālī, hikamata'ōẏālā"
        }
    ]
}