{
    "juzs": [
        {
            "chapter": 5,
            "verse": 82,
            "text": "Abaśya'i muminadēra madhyē śatrutāẏa mānuṣēra madhyē iẏāhudī ō muśarikadērakē'i āpani sabacēẏē ugra dēkhabēna. Āra yārā balē, ‘āmarā nāsārā’ mānuṣēra madhyē tādērakē'i āpani muminadēra kāchākāchi bandhutbē dēkhabēna, tā ē'i kāraṇē yē, tādēra madhyē anēka paṇḍita ō sansārabirāgī raẏēchē. Āra ējan'yē'ō yē, tārā ahaṅkāra karē nā"
        },
        {
            "chapter": 5,
            "verse": 83,
            "text": "Āra rāsūlēra prati yā nāyila haẏēchē tā yakhana tārā śunē, takhana tārā yē satya upalabdhi karē tāra jan'ya āpani tādēra cōkha aśru bigalita dēkhabēna [1]. Tārā balē, ‘hē āmādēra raba! Āmarā īmāna ēnēchi; kājē'i āpani āmādērakē sākṣyabahadēra tālikābhukta karuna.’"
        },
        {
            "chapter": 5,
            "verse": 84,
            "text": "‘Āra āllāhara prati ō āmādēra kāchē āsā satyēra prati īmāna nā ānāra kī kāraṇa thākatē pārē yakhana āmarā pratyāśyā kari yē, āmādēra raba āmādērakē nēkakāra sampradāẏēra antarbhukta karabēna?’"
        },
        {
            "chapter": 5,
            "verse": 85,
            "text": "Ataḥpara tādēra ē kathāra jan'ya āllāha tādēra puraskāra nirdiṣṭa karēchēna jānnātē, yāra pādadēśē nadī prabāhita; tārā sēkhānē sthāẏī habē. Āra ēṭā muhasinadēra puraskāra"
        },
        {
            "chapter": 5,
            "verse": 86,
            "text": "Āra yārā kupharī karēchē ō āmādēra āẏātasamūhē mithyārōpa karēchē, tārā'i jāhānnāmabāsī"
        },
        {
            "chapter": 5,
            "verse": 87,
            "text": "Hē muminagaṇa! Āllāha tōmādēra jan'ya uṯkr̥ṣṭa yēsaba bastu hālāla karēchēna sēgulōkē tōmarā hārāma karō nā [1] ēbaṁ sīmālaṅghana karō nā. Niścaẏa'i āllāha sīmālaṅghanakārīkē pachanda karēna nā"
        },
        {
            "chapter": 5,
            "verse": 88,
            "text": "Āra āllāha tōmādērakē yē hālāla ō uṯkr̥ṣṭa jībikā diẏēchēna tā thēkē khā'ō ēbaṁ āllāhara tāka'ōẏā abalambana kara, yām̐ra prati tōmarā mumina"
        },
        {
            "chapter": 5,
            "verse": 89,
            "text": "Tōmādēra br̥thā śapathēra jan'ya āllāha tōmādērakē pākaṛā'ō karabēna nā, kintu yēsaba śapatha tōmarā icchē karē kara sēgulōra jan'ya tini tōmādērakē pākaṛā'ō karabēna. Tārapara ēra kāphaphārā daśajana daridrakē madhyama dharanēra khādya dāna, yā tōmarā tōmādēra parijanadērakē khētē dā'ō, bā tādērakē bastradāna, kimbā ēkajana dāsa mukti [1]. Ataḥpara yāra sāmartha nē'i tāra jan'ya tina dina siẏāma pālana [2]. Tōmarā śapatha karalē ēṭā'i tōmādēra śapathēra kāphaphārā. Āra tōmarā tōmādēra śapatha rakṣā karō [3]. Ēbhābē āllāha tōmādēra jan'ya tām̐ra āẏātasamūha barṇanā karēna, yātē tōmarā śōkara ādāẏa kara"
        },
        {
            "chapter": 5,
            "verse": 90,
            "text": "Hē muminagaṇa! Mada [1], juẏā, pūrtipūjāra bēdī ō bhāgya nirṇaẏa karāra śara [2] tō kēbala ghr̥ṇāra bastu, śaẏatānēra kāja. Kājē'i tōmarā sēgulōkē barjana kara –yātē tōmarā saphalakāma hatē pāra"
        },
        {
            "chapter": 5,
            "verse": 91,
            "text": "Śaẏatāna tō cāẏa, mada ō juẏā dbārā tōmādēra madhyē śatrutā ō bidbēṣa ghaṭātē ēbaṁ tōmādērakē āllāhara smaraṇē ō sālātē bām̐dhā ditē. Tabē ki tōmarā birata habē nā"
        },
        {
            "chapter": 5,
            "verse": 92,
            "text": "āra tōmarā āllāhara ānugatya kara ēbaṁ rāsūlēra ānugatya kara. Āra sābadhānatā abalambana kara; tārapara yadi tōmarā mukha phiriẏē nā'ō tabē jēnē rākha yē, āmādēra rāsūlēra dāẏitba tō kēbala suspaṣṭabhābē pracāra karā"
        },
        {
            "chapter": 5,
            "verse": 93,
            "text": "Yārā īmāna ēnēchē ēbaṁ saṯkāja karēchē tārā āgē yā kichu pānāhāra karēchē tāra jan'ya tādēra kōnō gunāh‌ nē'i, yadi tārā tāka'ōẏā abalambana karē, īmāna ānē ēbaṁ saṯkāja karē. Tārapara tārā tāka'ōẏā abalambana karē ēbaṁ īmāna ānē. Tārapara tārā tāka'ōẏā abalambana karē ēbaṁ ihasāna karē. Āra āllāha muhasinadērakē bhālabāsēna"
        },
        {
            "chapter": 5,
            "verse": 94,
            "text": "Hē īmānadāragaṇa! Āllāha abaśya'i tōmādērakē parīkṣā karabēna śikārēra ēmana bastu dbārā yā tōmādēra hāta [1] ō barśā [2] nāgāla pāẏa, yātē āllāha prakāśa karē dēna, kē tām̐kē gāẏēbēra sāthē bhaẏa karē [3]. Kājē'i ērapara kē'u sīmālaṅghana karalē tāra jan'ya kaṣṭadāẏaka śāsti raẏēchē"
        },
        {
            "chapter": 5,
            "verse": 95,
            "text": "Hē īmānadāragaṇa! Iharāmē thākākālē tōmarā śikāra-jantu hatyā karō nā [1]; tōmādēra madhyē kē'u icchē karē sēṭākē hatyā karalē yā sē hatyā karala tāra binimaẏa hacchē anurūpa gr̥hapālita jantu, yāra phaẏasālā karabē tōmādēra madhyē du’jana n'yāẏabāna lōka –kā’bātē pāṭhānō hāda'īrūpē [2] bā sēṭāra kāph‌phārā habē daridrakē khādya dāna karā kimbā samāna saṅkhyaka siẏāma pālana karā, yātē sē āpana kr̥takarmēra phala bhōga karē. Yā gata haẏēchē āllāh‌ tā kṣamā karēchēna. Kē'u tā ābārō karalē āllāh‌ tāra thēkē pratiśōdha grahaṇa karabēna ēbaṁ āllāha parākramaśālī, pratiśōdha grahaṇakārī"
        },
        {
            "chapter": 5,
            "verse": 96,
            "text": "Tōmādēra jan'ya samudrēra śikāra ō tā khā'ōẏā hālāla karā haẏēchē, tōmādēra ō paryaṭakadēra bhōgēra jan'ya. Tōmarā yatakṣaṇa iharāmē thākabē tatakṣaṇa sthalēra śikāra tōmādēra jan'ya hārāma. Āra tōmarā āllāhara tāka'ōẏā abalambana kara, yām̐ra kāchē tōmādērakē ēkatra karā habē"
        },
        {
            "chapter": 5,
            "verse": 97,
            "text": "Pabitra kā’bā ghara, pabitra māsa, hāda'ī ō galāẏa mālā parānō paśukē [1] āllāha mānuṣēra kalyāṇēra [2] jan'ya nirdhārita karēchēna. Ēṭā ē jan'ya yē, tōmarā yēna jānatē pāra, niścaẏa yā kichu āsamānasamūhē ō yamīnē āchē āllāha tā jānēna ēbaṁ niścaẏa āllāha sabakichu samparkē samyaka abagata"
        },
        {
            "chapter": 5,
            "verse": 98,
            "text": "Jēnē rākha, niścaẏa āllāha śāstidānē kaṭhōra, āra āllāha parama kṣamāśīla, parama daẏālu"
        },
        {
            "chapter": 5,
            "verse": 99,
            "text": "Pracāra karā'i śudhu rāsūlēra kartabya. Āra tōramā yā prakāśa kara ō gōpana rākha āllāha tā jānēna"
        },
        {
            "chapter": 5,
            "verse": 100,
            "text": "Baluna, ‘manda ō bhāla ēka naẏa [1] yadi'ō mandēra ādhikya tōmākē [2] camaṯkr̥ta karē [3]. Kājē'i hē bōdhaśaktisampanna lōkērā! Tōmarā āllāhara tāka'ōẏā abalambana kara yātē tōmarā saphalakāma hatē pāra.’"
        },
        {
            "chapter": 5,
            "verse": 101,
            "text": "Hē muminagaṇa! Tōmarā sēsaba biṣaẏē praśna karō nā yā tōmādēra kāchē prakāśa halē tā tōmādērakē kaṣṭa dēbē [1]. Āra kura'āna nāyilēra samaẏa tōmarā yadi sēsaba biṣaẏē praśna kara tabē tā tōmādēra kāchē prakāśa karā habē [2]. Āllāha sēsaba [3] kṣamā karēchēna ēbaṁ āllāha kṣamāśīla, sahanaśīla"
        },
        {
            "chapter": 5,
            "verse": 102,
            "text": "Tōmādēra āgē'ō ēka sampradāẏa ē rakama praśna karēchila; tārapara tārā tātē kāphira haẏē giẏēchila"
        },
        {
            "chapter": 5,
            "verse": 103,
            "text": "Bāhīrāh‌, sāẏēbāh‌, ōchīlāh‌ ō hāmī āllāh‌ prabartaṇa karēnani; kintu kāphērarā āllāh‌ra upara mithyā ārōpa karē ēbaṁ tādēra adhikānśa'i bujhē nā"
        },
        {
            "chapter": 5,
            "verse": 104,
            "text": "Āra yakhana tādērakē balā haẏa, ‘āllāha yā nāyila karēchēna tāra dikē ō rāsūlēra dikē āsa', takhana tārā balē, ‘āmarā āmādēra pūrbapuruṣadērakē yēṭātē pēẏēchi sēṭā'i āmādēra jan'ya yathēṣṭa.’ Yadi'ō tādēra pūrbapuruṣarā kichu'i jānata nā ēbaṁ saṯpathaprāpta'ō chila nā, tabu'ō ki"
        },
        {
            "chapter": 5,
            "verse": 105,
            "text": "hē muminagaṇa! Tōmādēra dāẏitba tōmādēra'i upara. Tōmarā yadi saṯpathē paricālita ha'ō tabē yē patha bhraṣṭa haẏēchē sē tōmādēra kōnō kṣati karatē pārabē nā [1]. Āllāh‌ra dikē'i tōmādēra sabāra pratyābartana; tārapara tōmārā yā karatē tini sē sambandhē tōmādērakē abahita karabēna"
        },
        {
            "chapter": 5,
            "verse": 106,
            "text": "Hē muminagaṇa! Tōmādēra kārō yakhana mr̥tyu upasthita haẏa takhana ōsiẏāta karāra samaẏa tōmādēra madhya thēkē dujana n'yāẏaparāẏaṇa lōkakē sākṣī rākhabē athabā [1] an'yadēra (amusalimadēra) thēkē du’jana sākṣī manōnīta karabē,yadi tōmārā sapharē thāka ēbaṁ tōmādērakē mr̥tyura bipada pēẏē basē. Yadi tōmādēra sandēhē haẏa, tabē ubhaẏakē sālātēra para apēkṣamāna rākhabē. Tārapara tārā āllāh‌ra nāmē śapatha karē balabē, ‘āmārā tāra binimaẏē mūlya kōnō grahaṇa karaba nā yadi sē ātmīẏa haẏa ēbaṁ āmarā āllāhara sākṣya gōpana karaba nā, karalē abaśya'i āmārā pāpīdēra antarbhukta haba.’"
        },
        {
            "chapter": 5,
            "verse": 107,
            "text": "Ataḥpara yadi ēṭā prakāśa haẏa yē,tārā dujana aparādhē lipta haẏēchē tabē yādēra sbārthahāni ghaṭēchē tādēra madhya thēkē nikaṭatama dujana tādēra sthalabartī habē ēbaṁ āllāh‌ra nāmē śapatha karē balabē, ‘āmādēra sākṣya abaśya'i tādēra sākṣya thēkē adhikatara satya ēbaṁ āmārā sīmālaṅghana karini, karalē abaśya'i āmārā yālēmadēra antarbhukta haba [1].’"
        },
        {
            "chapter": 5,
            "verse": 108,
            "text": "Ē pad'dhati'i [1] bēśī nikaṭara yē, tārā sākṣya saṭhikabhābē upasthāpana karabē athabā tārā (mithyā sākṣya pradānakārīrā) bhaẏa karabē yē, tādēra (nikaṭātnīẏadēra) śapathēra para (purbōkta) śapatha pratyākhyāna karā habē. Āra tōmarā āllāh‌ra tāka'ōẏā abalambana kara ēbaṁ śuna [2]; āllāha phāsēka sampradāẏakē hidāẏēta karēna nā"
        },
        {
            "chapter": 5,
            "verse": 109,
            "text": "Smaraṇa karuna, yēdina āllāh‌ rāsulagaṇakē ēkatra karabēna ēbaṁ jijñēsa karabēna, ‘āpanārā kī uttara pēẏēchilēna?’ Tārā balabēna, ‘ē biṣaẏē āmādēra kōnō jñāna'i nē'i; āpani'itō gāẏēba sambandhē sabacēẏē bhāla jānēna [1].’"
        },
        {
            "chapter": 5,
            "verse": 110,
            "text": "Smaraṇa karuna,yakhana āllāh‌ balabēna, ‘hē māra'iẏāmēra putra ‘īsā! Āpanāra prati ō āpanāra jananīra prati āmāra nēẏāmata [1] smaraṇa karuna, yakhana ‘ruhula kudusa [2] diẏē āmi āpanākē śaktiśālī karēchilāma ēbaṁ āpani dōlanāẏa thākā abasthāẏa ō pariṇata baẏasē mānuṣēra sāthē kathā balatēna; āpanākē kitāba,hikamata, tā'ōrāta ō iñjīla śikṣā diẏēchilāma; āpani kādāmāṭi diẏē āmāra anumatikramē pākhira mata ākr̥ti gaṭhana karatēna ēbaṁ tātē phum̐ ditēna, phalē āmāra anumatikramē tā pākhi haẏē yēta; janmāndha ō kuṣṭharōgīdērakē āpani āmāra anumatikramē nirāmaẏa karatēna ēbaṁ āmāra anumatikramē āpani mr̥takē jībita karatēna; āra yakhana āmi āpanāra thēkē isarā'īla-santānagaṇakē birata rēkhēchilāma [3]; āpani yakhana tādēra kāchē spaṣṭa nidarśana ēnēchilēna takhana tādēra madhyē yārā kupharī karēchilō tārā balēchila, ‘ēṭātō spaṣṭa jādu.’"
        },
        {
            "chapter": 5,
            "verse": 111,
            "text": "Ārō sbaraṇa karuna, yakhana āmi hā'ōẏārīdēra manē ilahāma karēchilāma yē [1], ‘tōmarā āmāra prati ō āmāra rāsūlēra prati īmāna āna’, tārā balēchila, āmārā īmāna ānalāma ēbaṁ āpani sākṣī thākuna yē, niścaẏa āmārā musalima.’"
        },
        {
            "chapter": 5,
            "verse": 112,
            "text": "Smaraṇa karuna, yakhana hā'ōẏārīgaṇa balēchila, ‘hē māra'iẏāma-tanaẏa ‘īsā! Āpanāra raba ki āmādēra jan'ya āsamāna thēkē khādya paripūrṇa khāñcā pāṭhātē sakṣama?’ Tini balēchilēna, ‘āllāh‌ra tāka'ōẏā abalambana kara, yadi tōmārā mumina ha'ō [1].’"
        },
        {
            "chapter": 5,
            "verse": 113,
            "text": "Tārā balēchila, ‘āmarā cā'i yē, tā thēkē kichu khāba ō āmādēra citta praśānti lābha karabē. Āra āmārā jānaba yē, āpani āmādērakē satya balēchēna ēbaṁ āmārā ēra sākṣī thākatē cā'i.’"
        },
        {
            "chapter": 5,
            "verse": 114,
            "text": "Māra'iẏāma-tanaẏa ‘īsā balalēna, ‘hē āllāh‌ āmādēra raba! Āmādēra jan'ya āsamāna thēkē khādyapūrṇa khāñcā pāṭhāna; ēṭā āmādēra ō āmādēra pūrbabartī ō parabartī sabāra jan'ya habē ānandōṯsaba sbarupa ēbaṁ āpanāra kācha thēkē nidarśana.Āra āmādēra jībikā dāna karuna; āpani'i tō śrēṣṭha jībikādātā.’"
        },
        {
            "chapter": 5,
            "verse": 115,
            "text": "Āllāh‌ balalēna, ‘niścaẏa āmi tōmādēra kāchē tā nāyila karaba; kintu ēra para tōmādēra madhyē kē'u kupharī karalē tākē āmi ēmana śāsti dēba, yē śāsti sr̥ṣṭikulēra āra kā'ukē'ō dēba nā [1].’"
        },
        {
            "chapter": 5,
            "verse": 116,
            "text": "Āra'ō smaraṇa karuna, āllāh‌ yakhana balabēna, ‘hē māra'iẏāma –tanaẏa ‘īsā! Āpani ki lōkadērakē balēchilēna yē, tōmarā āllāh‌ chāṛā āmākē āmāra jananīkē du'i ilāharūpē grahaṇa kara? ‘Tini balabēna, ‘āpani'i mahimānbita! Yā balāra adhikāra āmāra nē'i tā balā āmāra pakṣē śōbhanīẏa naẏa. Yadi āmi tā balatāma tabē āpani tō tā jānatēna. Āmāra antarēra kathātō āpani jānēna, kintu āpanāra antarēra kathā āmi jāni nā; niścaẏa āpani adr̥śya sambad'dhē sabacēẏē bhālō jānēna.’"
        },
        {
            "chapter": 5,
            "verse": 117,
            "text": "‘Āpani āmākē yē ādēśa karēchēna tā chāṛā tādērakē āmi kichu'i balini, tā ē'i yē, tōmarā āmāra raba ō tōmādēra raba āllāh‌ra ibādata kara ēbaṁ yatadina āmi tādēra madhyē chilāma tatadina āmi chilāma tādēra kāja-karmēra sākṣī, kintu yakhana āpani āmākē tulē nilēna [1] takhana āpani'i tō chilēna tādēra kāja-karmēra tattbābadhāẏaka ēbaṁ āpani'i saba biṣaẏē sākṣī [2].’"
        },
        {
            "chapter": 5,
            "verse": 118,
            "text": "‘Āpani yadi tādērakē śāsti dēna tabē tārātō āpanāra'i bāndā [1],āra yadi tādērakē kṣamā karēna tabē āpani tō parākramaśālī, prajñāmaẏa [2].’"
        },
        {
            "chapter": 5,
            "verse": 119,
            "text": "Āllāh‌ balabēna, ‘ē sē dina yēdina satyabādigaṇa tādēra satyēra jan'ya upakr̥ta habē, tādēra jan'ya āchē jānnāta yāra pādadēśē nadī prabāhita. Tārā sēkhānē cirasthāẏī habē; āllāh‌ tādēra prati santuṣṭa ēbaṁ tārā'ō tām̐ra prati santuṣṭa [1]; ēṭā mahāsaphalatā [2].’"
        },
        {
            "chapter": 5,
            "verse": 120,
            "text": "Ās‌māna ō yamīna ēbaṁ ēduẏēra madhyē yā kichu āchē tāra sārbabhaumatba āllāh‌ra'i ēbaṁ tini saba kichura upara kṣamatābāna"
        },
        {
            "chapter": 6,
            "verse": 1,
            "text": "Sakala praśansā āllāh‌ra'i [1] yini āsamāna ō yamīna sr̥ṣṭi karēchēna, āra sr̥ṣṭi karēchēna andhakāra ō ālō [2]. Ērapara'ō kāphēragaṇa tādēra rabēra samakakṣa dām̐ṛa karāẏa"
        },
        {
            "chapter": 6,
            "verse": 2,
            "text": "Tini'i tōmādērakē kādāmāṭi thēkē sr̥ṣṭi karēchēna [1], tārapara ēkaṭā samaẏa nirdiṣṭa karēchēna ēbaṁ āra ēkaṭi nirdhārita samaẏa āchē yā tini'i jānēna, ērapara'ō tōmarā sandēha kara"
        },
        {
            "chapter": 6,
            "verse": 3,
            "text": "Āra āsamānasamūha ō yamīnē tini'i āllāha [1], tōmādēra gōpana ō prakāśya sabakichu tini jānēna ēbaṁ tōmārā yā arjana kara tā'ō tini jānēna"
        },
        {
            "chapter": 6,
            "verse": 4,
            "text": "Āra tādēra rabēra āẏātasamūhēra ēmana kōnō āẏāta tādēra kāchē upasthita haẏa nā yā thēkē tārā mukha nā phērāẏa"
        },
        {
            "chapter": 6,
            "verse": 5,
            "text": "Sutarāṁ satya yakhana tādēra kāchē ēsēchē tārā tō tātē mithyārōpa karēchē [1]. Ata'ēba yā niẏē tārā ṭhāṭṭā-bidrupa karata tāra yathārtha sambāda acirē'i tādēra kāchē paum̐chabē"
        },
        {
            "chapter": 6,
            "verse": 6,
            "text": "Tārā ki dēkhē nā [1] yē, āmārā tādēra āgē bahu prajanmakē [2] bināśa karēchi; tādērakē yamīnē ēmanabhābē pratiṣṭita karēchilāma yēmanaṭi tōmādērakē'ō karini ēbaṁ tādēra upara muṣaladhārē br̥ṣṭi barṣaṇa karēchilāma. Āra tādēra pādadēśē nadī prabāhita karēchilāma; tārapara tādēra pāpēra jan'ya tādērakē bināśa karēchi [3] ēbaṁ tādēra para an'ya prajanmakē sr̥ṣṭi karēchi"
        },
        {
            "chapter": 6,
            "verse": 7,
            "text": "Āmārā yadi āpanāra prati kāgajē likhita kitāba'ō nāyila karatāma, ataḥpara tārā yadi sēṭā hāta diẏē sparśa karata tabu'ō kāphērarā balata, ‘ēṭā spaṣṭa jādu chāṛā āra kichu naẏa [1].’"
        },
        {
            "chapter": 6,
            "verse": 8,
            "text": "Āra tārā balē, ‘tāra kāchē kōnō phiriśatā kēna nāyila haẏa nā [1]? Āra yadi āmārā phiriśatā nāyila karatāma, tāhalē biṣaẏaṭi cūṛānta phaẏasālā'i tō haẏē yēta, tārapara tādērakē kōnō abakāśa dēẏā hata nā"
        },
        {
            "chapter": 6,
            "verse": 9,
            "text": "Āra yadi tākē phiriśatā karatāma tabē tām̐kē puruṣa mānuṣēra ākr̥titē'i pāṭhātāma, āra tādērakē sērūpa bibhramē phēlatāma yērūpa bibhramē tārā ēkhana raẏēchē"
        },
        {
            "chapter": 6,
            "verse": 10,
            "text": "Āra āpanāra āgē anēka rāsūlakē niẏē'i tō ṭhāṭṭā-bidrupa karā haẏēchē. Phalē rāsūladēra sāthē bidrupakārīdērakē tārā yā niẏē ṭhāṭṭā-bidrupa karachila tā-i paribēṣṭana karēchē"
        },
        {
            "chapter": 6,
            "verse": 11,
            "text": "Baluna, ‘tōmārā yamīnē paribhramana kara, tarapara dēkha, yārā mithyārōpa karēchē tādēra pariṇāma ki haẏēchilō [1]!’"
        },
        {
            "chapter": 6,
            "verse": 12,
            "text": "Baluna, ‘āsamānasamūha ō yamīnē yā āchē tā kāra? Baluna, ‘āllāhara'i’ [1], tini tām̐ra nijēra upara daẏā karā likhē niẏēchēna [2]. Kiẏāmatēra dina tini tōmādērakē abaśya'i ēkatra karabēna [3], ētē kōnō sandēha nē'i. Yārā nijērā'i nijēdēra kṣati karēchē tārā īmāna ānabē nā"
        },
        {
            "chapter": 6,
            "verse": 13,
            "text": "āra rāta ō dinē yā kichu sthita haẏa, tā tām̐ra'i [1]ēbaṁ tini sabakichu śunēna, sabakichu jānēna"
        },
        {
            "chapter": 6,
            "verse": 14,
            "text": "Baluna, ‘āmi ki āsamānasamūha ō yamīnēra sraṣṭā āllāh‌ chāṛā an'yakē abhibhābakarūpē grahaṇa karaba [1]? Tini'i khābāra dāna karēna kintu tām̐kē khābāra dēẏā haẏa nā [2]. Baluna ‘niścaẏa āmi ādēśa pēẏēchi yārā isalāma grahaṇa karēchē tādēra madhyē yēna āmi prathama byakti ha'i [3],āra (āmākē āra'ō ādēśa karā haẏēchē) ‘āpani muśarikadēra antarbhukta habēna nā.’"
        },
        {
            "chapter": 6,
            "verse": 15,
            "text": "Baluna, ‘āmi yadi āmāra raba –ēra abādhyatā kari, tabē niścaẏa āmi bhaẏa kari mahādinēra śāstira [1].’"
        },
        {
            "chapter": 6,
            "verse": 16,
            "text": "‘Sēdina yāra thēkē tā sariẏē nēẏā habē, tāra prati tō tini daẏā karalēna [1] ēbaṁ ēṭā'i spaṣṭa saphalatā [2].’"
        },
        {
            "chapter": 6,
            "verse": 17,
            "text": "Āra yadi āllāh‌ āpanākē kōnō durdaśā dbārā sparśa karēna, tabē tini chāṛā tā mōcanakārī āra kē'ū nē'i. Āra yadi tini āpanākē kōnō kalyāṇa dbārā sparśa karēna, tabē tini tō saba kichura upara kṣamatābāna"
        },
        {
            "chapter": 6,
            "verse": 18,
            "text": "Āra tini'i āpana bāndādēra upara pūrṇa niẏantraṇakārī [1], āra tini prajñāmaẏa, samyāka abahita"
        },
        {
            "chapter": 6,
            "verse": 19,
            "text": "Baluna, ‘kōna jinisa sabacēẏē baṛa sākṣī’? Baluna, ’āllāha āmāra ō tōmādēra madhyē sākṣyadātā [1]. Āra ē kura'āna āmāra nikaṭa ōhī karā haẏēchē yēna tōmādērakē ēbaṁ yāra nikaṭa tā paum̐chabē tādērakē ē dbārā satarka karatē pāri [2]. Tōmārā ki ē sākṣya dā'ō yē, āllāh‌ra sāthē an'ya ilāha'ō āchē? Baluna, ‘āmi sē sākṣya dē'i nā.’ Baluna,’tini tō ēkamātra prakr̥ta ilāha ēbaṁ tōmārā yā śarīka kara tā thēkē āmi abaśa'i bimukta.’"
        },
        {
            "chapter": 6,
            "verse": 20,
            "text": "Āmarā yādērakē kitāba diẏēchi tārā tākē [1] sērūpa cinē yērūpa cinē tādēra santānadērakē. Yārā nijērā'i nijēdēra kṣati karēchē, tārā'i īmāna ānabē nā"
        },
        {
            "chapter": 6,
            "verse": 21,
            "text": "Yē byākti āllāh‌ sambandhē mithyā racanā karē bā tām̐ra āẏātasamūhē mithyārōpa karē, tāra cēẏē baṛa yālima āra kē? Niścaẏa yālimarā sāphalya lābha karatē pārē nā"
        },
        {
            "chapter": 6,
            "verse": 22,
            "text": "Āra smaraṇa karuṇa, yēdina āmārā tādēra sabā'ikē ēkatra karaba, tārapara yārā śirka karēchē tādērakē balaba, ‘yādērakē tōmārā āmāra śarīka manē karatē, tārā kōthāẏa [1]?’"
        },
        {
            "chapter": 6,
            "verse": 23,
            "text": "Tārapara tādēra ē chāṛā balāra an'ya kōnō ajuhāta thākabē nā, ‘āmādēra raba āllāh‌ra śapatha! Āmārā tō muśarika'i chilāma nā"
        },
        {
            "chapter": 6,
            "verse": 24,
            "text": "Dēkhuna, tārā nijēdēra prati kirūpa mithyācāra karē ēbaṁ mithyā tārā raṭanā karata tā kībhābē tādēra thēkē udhā'ō haẏē gēla"
        },
        {
            "chapter": 6,
            "verse": 25,
            "text": "Āra tādēra madhya kichu saṅkhaka āpanāra prati kāna pētē śunē, kintu āmarā tādēra antarēra upara ābaraṇa karē diẏēchi yēna tārā tā upalabdhi karatē nā pārē; āra āmārā tādēra kānē badhiratā tairī karēchi [1]. Āra yadi samasta āẏāta'ō tārā pratyakṣa karē tabu'ō tārā tātē īmāna ānabē nā. Ēmanaki tārā yakhana āpanāra kāchē upasthita haẏa, takhana tārā āpanāra sāthē bitarkē lipta haẏa, yārā kupharī karēchē tārā balē, ‘ēṭātō āgēkāra dinēra upakathā chāṛā āra kichu naẏa.’"
        },
        {
            "chapter": 6,
            "verse": 26,
            "text": "Āra tārā an'yākē ēgulō śunā thēkē birata rākhē ēbaṁ nijērā'ō ēgulō śunā thēkē durē thākē. Āra tārā nijērā'i śudhu nijēdērakē dhbansa karē, athaca tārā upalabdhi karē nā"
        },
        {
            "chapter": 6,
            "verse": 27,
            "text": "Āpani yadi dēkhatē pētēna [1] yakhana tādērakē āgunēra upara dām̐ṛa karānō habē takhana tārā balabē, ‘hāẏa! Yadi āmādērakē phērata pāṭhānō hata, āra āmārā āmādēra rabēra āẏātasamūhē mithyārōpa nā karatāma ēbaṁ āmārā muminadēra antarbhukta hatāma [2].’"
        },
        {
            "chapter": 6,
            "verse": 28,
            "text": "Baraṁ āgē tārā yā gapana karata tā ēkhana tādēra kāchē prakāśa haẏē giẏēchē. Āra tādēra ābāra (duniẏāẏa) phēraṯ pāṭhānō halē'ō tādērakē yā karatē niṣēdha karā haẏēchila ābāra tārā tā'i karata ēbaṁ niścaẏa'i tārā mithyābādī"
        },
        {
            "chapter": 6,
            "verse": 29,
            "text": "Āra tārā balē, ‘āmādēra pārthiba jībana'i ēkamātra jībana ēbaṁ āmādērakē punarut'thita'ō karā habē nā [1].’"
        },
        {
            "chapter": 6,
            "verse": 30,
            "text": "Āra āpani yadi dēkhatē pētēna, yakhana tādērakē tādēra rabēra sam'mukhē dām̐ṛa karāna habē; tini balabēna, ‘ēṭā ki prakr̥ta satya naẏa?’ Tārā balabē, ‘āmādēra raba –ēra śapatha! Niścaẏa'i satya’. Tini balabēna, ‘tabē tōmārā yē kupharī karatē tāra jan'ya tōmārā ēkhana śāsti bhōga kara.’"
        },
        {
            "chapter": 6,
            "verse": 31,
            "text": "Yārā āllāh‌ra sākṣātakē mithyā balēchē tārā abaśya'i kṣatigrasta haẏēchē [1], ēmanaki haṭhāṯ tādēra kāchē yakhana kiẏāmata upasthita habē [2] takhana tārā balabē, ’hāẏa! Ēṭākē āmārā yē abahēlā karēchi tāra jan'ya ākṣēpa.’ Āra tārā tādēra piṭhē nijēdēra pāpa bahana karabē. Sābadhāna, tārā yā bahana karabē tā khuba'i nikr̥ṣṭa"
        },
        {
            "chapter": 6,
            "verse": 32,
            "text": "āra duniẏāra jībana tō khēla–tāmāśā chāṛā āra kichu'i naẏa ēbaṁ yārā tāka'ōẏā abalambana karē tādēra jan'ya ākhērātēra ābāsa'i uttama; ata'ēba, tōmārā ki anudhābana kara nā"
        },
        {
            "chapter": 6,
            "verse": 33,
            "text": "āmārā abaśya'i jāni yē, tārā yā balē tā āpanākē niścita'i kaṣṭa dēẏa; kintu tārā āpanāra prati mithyārōpa karē nā, baraṁ yālimarā āllāh‌ra āẏātasamūhakē asbīkāra karē"
        },
        {
            "chapter": 6,
            "verse": 34,
            "text": "Āra āpanāra āgē'ō anēka rāsūlēra upara mithyārōpa karā haẏēchila; kintu tādēra upara mithyārōpa karā ō kaṣṭa dēẏāra para'ō tārā dhairya dhāraṇa karēchila, yē paryanta nā āmādēra sāhāyya tādēra kāchē ēsēchē [1]. Āra āllāh‌ra bāṇīsamūhēra kōnō parībartanakārī nē'i. Āra abaśya'i rāsūlagaṇēra kichu sambāda āpanāra kāchē ēsēchē"
        },
        {
            "chapter": 6,
            "verse": 35,
            "text": "Āra yadi tādēra upēkṣā āpanāra kāchē kaṣṭakara haẏa tabē pāralē bhūgarbhē suṛaṅga bā ākāśē sim̐ṛi khōm̐ja karuna ēbaṁ tādēra kāchē kōnō nidarśana niẏē āsuna. Āra āllāh‌ icchē karalē tādēra sabā'ikē abaśya'i saṯpathē ēkatra karatēna. Kājē'i āpani mūrkhadēra antarbhukta habēna nā"
        },
        {
            "chapter": 6,
            "verse": 36,
            "text": "Yārā śunatē pāẏa śudhu tārā'i ḍākē sāṛā dēẏa. Āra mr̥tadērakē āllāh‌ ābāra jībita karabēna [1]; tārapara tām̐ra dikē'i tādērakē pratyābartana karānō habē"
        },
        {
            "chapter": 6,
            "verse": 37,
            "text": "Āra tārā balē, ‘tāra rabēra kācha thēkē tāra upara kōnō nidarśana āsē nā kēna?’ Baluna, ‘nidarśana nāyila karatē āllāh‌ abaśya'i sakṣama,’kintu tādēra adhiṅkānśa'i jānē nā [1].’"
        },
        {
            "chapter": 6,
            "verse": 38,
            "text": "Āra yamīnē bicaraṇaśīla pratiṭi jība bā du’ḍānā diẏē uṛē ēmana pratiṭi pākhi, tōmādēra matō ēka ēkaṭi um'mata. Ē kitābē [1] āmārā kōnō kichu'i bāda dē'ini; tārapara tādērakē tādēra rabēra dikē ēkatra karā habē"
        },
        {
            "chapter": 6,
            "verse": 39,
            "text": "Āra yārā āmādēra āẏātasamūhē mithyārōpa karē, tārā adhira ō bōbā, andhakārē raẏēchē [1]. Yākē icchē āllāh‌ bipadagāmī karēna ēbaṁ yākē icchē tini sarala pathē sthāpana karēna"
        },
        {
            "chapter": 6,
            "verse": 40,
            "text": "Baluna, ‘tōmarā āmākē jānā'ō, yadi āllāh‌ra śāsti tōmādēra upara āpatita haẏa bā tōmādēra kāchē kiẏāmata upasthita haẏa,tabē ki tōmārā āllāh‌ chāṛā an'ya kā'ukē'ō ḍākabē, yadi tōmarā satyabādī ha'ō"
        },
        {
            "chapter": 6,
            "verse": 41,
            "text": "‘nā, tōmārā śudhu tām̐kē'i ḍākabē, tōmārā yē duḥkhēra jan'ya tām̐kē ḍākacha tini icchē karalē tōmādēra sē duḥkha dura karabēna ēbaṁ yākē tōmārā tām̐ra śarīka karatē tā tōmārā bhulē yābē"
        },
        {
            "chapter": 6,
            "verse": 42,
            "text": "Āra abaśya'i āpanāra āgē āmārā bahu jātira kāchē rāsūla pāṭhiẏēchi; ataḥpara tādērakē arthasaṅkaṭa ō duḥkha -kaṣṭa diẏē pākaṛā'ō karēchi [1], yātē tārā anunaẏa binaẏa karē"
        },
        {
            "chapter": 6,
            "verse": 43,
            "text": "Sutarāṁ yakhana āmādēra śāsti tādēra upara āpatita hala, takhana tārā kēna binīta hala nā? Kintu tādēra hr̥daẏa niṣṭhura haẏēchila ēbaṁ tārā yā karachila śaẏatāna tā tādēra dr̥ṣṭitē śōbhana karēchila"
        },
        {
            "chapter": 6,
            "verse": 44,
            "text": "Ataḥpara tādērakē yē upadēśa karā haẏēchila tārā yakhana tā bhulē gēla takhana āmārā tādēra jan'ya sabakichura darajā khulē dilāma; abaśēṣē tādērakē yā dēẏā hala yakhana tārā tātē ullasita hala takhana haṭhāṯ tādērakē pākaṛā'ō karalāma; phalē takhani tārā nirāśa hala"
        },
        {
            "chapter": 6,
            "verse": 45,
            "text": "Phalē yālima sampradāẏēra mūlōcchēda karā hala ēbaṁ samasta praśansā sr̥ṣṭikulēra raba āllāh‌ra jan'ya'i"
        },
        {
            "chapter": 6,
            "verse": 46,
            "text": "Baluna, ‘tōmarā ki bhēbē dēkhēcha, āllāh‌ yadi tōmādēra śrabaṇaśakti ō dr̥ṣṭiśakti kēṛē nēna ēbaṁ tōmādēra hr̥daẏē mōhara karē dēna tabē āllāh‌ chāṛā āra kōnō prakr̥ta ilāha yē tōmādēra ēgulō phiriẏē dēbē?’ Dēkhuna,āmārā kīrūpa āẏātasamūha biśatabhābē barnanā kari; ērapara'ō tārā mukha phiriẏē nēẏa"
        },
        {
            "chapter": 6,
            "verse": 47,
            "text": "Baluna, ‘tōmarā āmākē jānā'ō, āllāh‌ra śāsti haṭhāṯ bā prakāśyē tōmādēra upara āpatita halē yālima sampradāẏa chāṛā āra kā'ukē dhbansa karā habē ki?’"
        },
        {
            "chapter": 6,
            "verse": 48,
            "text": "Āra āmārā rāsūlagaṇakē tō śudhu susambādabāhī ō satarkakārīrūpē'i prēraṇa kari. Ataḥpara yārā īmāna ānabē ō nijēkē sanśōdhana karabē, tādēra kōnō bhaẏa nē'i ēbaṁ ēbaṁ tārā cintita habē nā"
        },
        {
            "chapter": 6,
            "verse": 49,
            "text": "Āra yārā āmādēra āẏātasamūhē mithyārōpa karēchē,tādērakē sparśa karabē āyāba, kāraṇa tārā nāpharamānī karata"
        },
        {
            "chapter": 6,
            "verse": 50,
            "text": "Baluna, ‘āmi tōmādērakē bali nā yē, āmara nikaṭa āllāh‌ra bhānḍārasamūha āchē, āra āmi gāẏēbō'ō jāni nā ēbaṁ tōmādēra ē'ō bali nā yē, āmi phiriś‌tā, āmāra prati yā ahīrūpē prēraṇa karā haẏa, āmi tō śudhu tāra'i anusaraṇa kari.’ Baluna, ‘andha ō cakṣuṣmāna ki samāna hatē pārē?’ Tōmārā ki cintā kara nā"
        },
        {
            "chapter": 6,
            "verse": 51,
            "text": "āra āpani ēra dbārā tādērakē satarka karuna, yārā bhaẏa karē yē, tādērakē tādēra raba-ēra kāchē samabēta karā habē ēmana abasthāẏa yē, tini chāṛā tādēra jan'ya thākabē nā kōnō abhibhābaka bā supāriśakārī. Yātē tārā tāka'ōẏāra adhikārī haẏa"
        },
        {
            "chapter": 6,
            "verse": 52,
            "text": "āra yārā tādēra raba-kē bhōrē ō sandhyāẏa tām̐ra santuṣṭi lābhēra jan'ya ḍākē tādērakē āpani bitāṛita karabēna nā [1]. Tādēra kājēra jabābadihitāra dāẏitba āpanāra upara nē'i ēbaṁ āpanāra kōnō kājēra jabābadihitāra dāẏitba tādēra upara nē'i ēbaṁ āpanāra kōnō jabābadihitāra dāẏitba tādēra upara nē'i yē, āpani tādērakē bitāṛita karabēna; karalē āpani yālimadēra antarbhukta habēna"
        },
        {
            "chapter": 6,
            "verse": 53,
            "text": "Āra ēbhābē'i āmārā tādēra kā'ukē apara kāra'ō dbārā parīkṣā karēchi, yātē tārā balē, ‘āmādēra madhyē ki ēdēra prati'i āllāh‌ anugraha karalēna?’ Āllāh‌ ki kr̥tajñadēra sambad'dhē sabiśēṣa abagata nana"
        },
        {
            "chapter": 6,
            "verse": 54,
            "text": "āra yārā āmādēra āẏātasamūhē īmāna ānē, tārā yakhana āpanāra kāchē āsē takhana tādērakē āpani baluna, ‘tōmādēra prati śānti barṣita hōka’, tōmādēra raba tām̐ra nijēra upara daẏā likhē niẏēchēna [1]. Tōmādēra madhyē kē'u ajñatābaśata [2] yadi khārāpa kāja karē, tārapara ta'ōbā karē ēbaṁ sanśōdhana karē, tabē niścaẏa tini (āllāh‌) kṣamāśīla,parama daẏālu"
        },
        {
            "chapter": 6,
            "verse": 55,
            "text": "Āra ēbhābē āmārā āẏātasamūha biśadabhābē barṇanā kari; āra yēna aparādhīdēra patha spaṣṭabhābē prakāśa pāẏa"
        },
        {
            "chapter": 6,
            "verse": 56,
            "text": "Baluna, ‘tōmārā āllāh‌ chāṛā yādērakē ḍāka, tādēra ibādata karatē āmākē niṣēdha karā haẏēchē.’ Baluna, ‘āmi tōmādēra khēẏāla – khuśīra anusaraṇa kari nā; karalē āmi bipadagāmī haba ēbaṁ saṯpathaprāptadēra antarbhukta thākaba nā.’"
        },
        {
            "chapter": 6,
            "verse": 57,
            "text": "Baluna, ‘niścaẏa āmi āmāra raba-ēra pakṣa thēkē spaṣṭa pramāṇēra upara pratiṣṭhita; athaca tōmārā ētē mithyārōpa karēcha. Tōmarā yā khuba tāṛātāṛi pētē cā'ō tā āmāra kāchē nē'i. Hukuma kēbala āllāh‌ra kāchē'i, tini satya barṇanā karēna ēbaṁ phaẏasālākārīdēra madhyē tini'i śrēṣṭha.’"
        },
        {
            "chapter": 6,
            "verse": 58,
            "text": "Baluna, ‘tōmārā yā khuba tāṛātāṛi pētē cā'ō tā yadi āmāra kāchē thākata, tabē āmāra ō tōmādēra madhyē tō phaẏasālā haẏē'i yēta. Āra āllāh‌ yālimadēra byāpārē adhika abagata.’"
        },
        {
            "chapter": 6,
            "verse": 59,
            "text": "Āra [1] gāẏēbēra cābi [2] tām̐ra'i kāchē raẏēchē [3], tini chāṛā an'ya kē'u tā jānē nā. Sthala ō samudrēra andhakārasamūhē yā kichu āchē tā tini'i abagata raẏēchēna, tām̐ra ajānāẏa ēkaṭi pātā'ō paṛē nā. Māṭira andhakārē ēmana kōnō śasyakaṇā'ō aṅkurita haẏa nā bā rasayukta kimbā śuṣka ēmana kōnō bastu nē'i yā suspaṣṭa kitābē nē'i"
        },
        {
            "chapter": 6,
            "verse": 60,
            "text": "Tini'i rātē tōmādēra mr̥tyu ghaṭāna ēbaṁ dinē yā kāmā'i kara tā tini jānēna. Tārapara dinē tōmādērakē tini ābāra jībita karēna, yātē nirdhārita samaẏa pūrṇa karā haẏa. Tārapara tām̐ra dikē'i tōmādēra pratyābartana. Tārapara tōmārā yā karatē sē sambad'dhē tini tōmādērakē abahita karabēna"
        },
        {
            "chapter": 6,
            "verse": 61,
            "text": "Āra tini tām̐ra bāndādēra upara pūrṇa niẏantraṇādhikārī ēbaṁ tini tōmādēra upara prēraṇa karēna hēphājatakārīdērakē. Abaśēṣē tōmādēra kāra'ō yakhana mr̥tyu upasthita haẏa takhana āmādēra rāsūla (phiriśatā)gaṇa tāra mr̥tyu ghaṭāẏa ēbaṁ tārā kōnō truṭi karē nā"
        },
        {
            "chapter": 6,
            "verse": 62,
            "text": "Tārapara tādērakē prakr̥ta raba āllāh‌ra dikē pratyābartita karā habē. Jēnē rākhuna, hukuma tō tām̐ra'i ēbaṁ tini sabacēẏē druta hisēba grahaṇakārī"
        },
        {
            "chapter": 6,
            "verse": 63,
            "text": "Baluna, ‘kē tōmādērakē nājāta dēna sthalabhāgēra ō sāgarēra andhakāra thēkē? Yakhana tōmārā kātarabhābē ēbaṁ gōpanē tām̐kē ḍāka yē, āmādērakē ē thēkē rakṣā karalē āmārā abaśya'i kr̥tajñadēra antarbhukta haba.’"
        },
        {
            "chapter": 6,
            "verse": 64,
            "text": "Baluna, ‘āllāh‌i tōmādērakē tā thēkē ēbaṁ samasta duḥkha–kaṣṭa thēkē nājāta dēna. Ērapara'ō tōmārā śirka kara [1].’"
        },
        {
            "chapter": 6,
            "verse": 65,
            "text": "Baluna [1], ‘tōmādēra upara [2] bā nīca thēkē śāsti pāṭhātē [3],bā tōmādērakē bibhinna sandēhapūrṇa dalē bibhakta karatē bā ēka dalakē an'ya dalēra saṅgharṣēra āsbāda grahaṇa karātē [4] tini (āllāha) sakṣama.’ Dēkhuna,āmārā ki rūpē bibhinnabhābē āẏātasadamūha bibr̥ta kari yātē tārā bhālōbhābē bujhatē pārē"
        },
        {
            "chapter": 6,
            "verse": 66,
            "text": "Āra āpanāra sampradāẏa tō ōṭākē mithyā balēchē athaca ōṭā satya. Baluna, ‘āmi tōmādēra kāryanirbāhaka na'i.’"
        },
        {
            "chapter": 6,
            "verse": 67,
            "text": "Pratyēka bārtāra jan'ya nirdhārita samaẏa raẏēchē ēbaṁ acirē'i tōmārā jānatē pārabē"
        },
        {
            "chapter": 6,
            "verse": 68,
            "text": "Āra āpani yakhana tādērakē dēkhēna, yārā āmādēra āẏātasamūha sambad'dhē upahāsamūlaka ālōcanāẏa magna haẏa, takhana āpani tādēra thēkē mukha phiriẏē nibēna, yē paryanta nā tārā an'ya prasaṅga śuru karē [1]. Āra śaẏatāna yadi āpanākē bhuliẏē dēẏa tabē smaraṇa ha'ōẏāra para yālima sampradāẏēra sāthē basabēna nā"
        },
        {
            "chapter": 6,
            "verse": 69,
            "text": "Āra tādēra [1] kājēra jabābadihira dāẏitba, yārā tāka'ōẏā abalambana karē tādēra naẏa. Tabē upadēśa dēẏā tādēra kartabya, yātē tārā'ō tāka'ōẏā abalambana karē"
        },
        {
            "chapter": 6,
            "verse": 70,
            "text": "Āra yārā tādēra dīnakē khēla-tāmāśārūpē grahaṇa karē [1] ēbaṁ pārthiba jībana yādērakē pratārita karē āpani tādēra patityāga karuna. Āra āpani ē kura'āna dbārā tādērakē upadēśa dina [2], yātē kē'u nija kr̥takarmēra jan'ya dhbansa nā haẏa, yakhana āllaha chāṛā āra kōnō abhibhābaka ō supāriśakārī thākabē nā ēbaṁ binimaẏē sabakichu dilē'ō tā grahaṇa karā habē nā [3]. Ērā'i nijēdēra kr̥takarmēra jan'ya dhbansa haẏēchē; kupharīra kāraṇē ēdēra jan'ya raẏēchē ati uṣṇa pānīẏa ō kaṣṭadāẏaka śāsti"
        },
        {
            "chapter": 6,
            "verse": 71,
            "text": "Baluna, ‘āllāh‌ chāṛā āmārā ki ēmana kichukē ḍākaba, yā āmādēra kōnō upakāra kimbā apakāra karatē'ō pārē nā? Āra āllāh‌ āmādērakē hidāẏāta dēẏāra para āmādērakē ki āgēra abasthāẏa phirānō habē [1] sē byāktira mata, yākē śaẏatāna yamīnē ēmana śaktabhābē pēẏē basēchē yē sē diśēhārā? Tāra raẏēchē kichu (īmānadāra) sahacara, tārā tākē hidāẏātēra prati āhabāna karē balē, ‘āmādēra kāchē āsa?’ [2] Baluna, ‘āllāha hidāẏāta'i saṭhika hidāẏāta ēbaṁ āmārā ādiṣṭa haẏēchi sr̥ṣṭikulēra raba-ēra kāchē ātnasamarpaṇa karatē[3].’"
        },
        {
            "chapter": 6,
            "verse": 72,
            "text": "‘Ēbaṁ sālāta kāẏēma karatē ō tām̐ra tāka'ōẏā abalambana karatē. Āra tini'i, yām̐ra kāchē tōmādēra samābēta karā habē.’"
        },
        {
            "chapter": 6,
            "verse": 73,
            "text": "Tini'i yathāyathabhābē āsamānasamūha ō yamīna sr̥ṣṭi karēchēna. Āra yēdina tini balabēna, ‘ha'ō’, takhana'i tā haẏē yābē. Tām̐ra kathā'i satya. Yēdina śiṅgāẏa phum̐ṯkāra dēẏā habē sēdinēra kartr̥tba tō tām̐ra'i. Gāẏēba ō upasthita biṣaẏē tini parijñāta. Āra tini'i prajñāmaẏa, sabiśēṣa abahita"
        },
        {
            "chapter": 6,
            "verse": 74,
            "text": "Āra smaraṇa karuna [1], yakhana ibarāhīma tām̐ra pitā āyarakē balēchilēna [2], ‘āpani ki mūrtikē ilāharūpē grahaṇa karēna? Āmi tō āpanākē ō āpanāra samprasadāẏakē spaṣṭa bhraṣṭatāra madhyē dēkhachi [3].’"
        },
        {
            "chapter": 6,
            "verse": 75,
            "text": "Ēbhābē āmārā ibarāhīmakē āsamānasamūha ō yamīnē rājatba [1] dēkhā'i, yātē tini niścita biśbāsīdēra antarbhukta hana"
        },
        {
            "chapter": 6,
            "verse": 76,
            "text": "Tārapara rāta yakhana tām̐kē ācchanna karala takhana tini tārakā dēkhē balalēna, ‘ē āmāra raba.’ Tārapara yakhana sēṭā astamita hala takhana tini balalēna, ‘yā āntamita haẏa tā āmi pachanda kari nā.’"
        },
        {
            "chapter": 6,
            "verse": 77,
            "text": "Ataḥpara yakhana tini cām̐dakē samujjbalarūpē uṭhatē dēkhalēna takhana balalēna, ‘ēṭā āmāra raba.’ Yakhana sēṭā'ō astamita hala takhana balēna, ‘āmākē āmāra raba hidāẏāta nā karalē āmi abaśya'i pathabhraṣṭadēra śāmila haba.’"
        },
        {
            "chapter": 6,
            "verse": 78,
            "text": "‘Ataḥpara yakhana tini sūryakē dīptimānarūpē uṭhatē dēkhalēna takhana balalēna, ‘ēṭā āmāra raba, ēṭā sabacēẏē baṛa.’ Yakhana ēṭā'ō astamila hala, takhana tini balalēna, hē āmāra sampradāẏa! Tōmārā yākē āllāh‌ra śarīka kara tāra sāthē āmāra kōnō sanśraba nē'i"
        },
        {
            "chapter": 6,
            "verse": 79,
            "text": "‘Āmi ēkaniṣṭabhābē tām̐ra dikē mukha phirācchi yini āsamānasamūha ō yamīna sr̥ṣṭi karēchēna ēbaṁ āmi muśarikakadēra antarbhukta na'i [1].’"
        },
        {
            "chapter": 6,
            "verse": 80,
            "text": "Āra tām̐ra sampradāẏa tām̐ra sāthē bitarkē lipta hala. Tini balalēna, ‘tōmarā ki āllāh‌ sambad'dhē āmāra sāthē bitarkē lipta hacchō? Athaca tini āmākē hidāẏēta diẏēchēna. Āmāra raba an'ya kōnō icchē nā karalē tōmarā yākē tām̐ra śarīka kara tākē āmi bhaẏa kari nā, āmāra raba jñāna dbārā sabakichu paribyāpta karē āchēna, tabē ki tōmārā upadēśa grahaṇa karabē nā?’"
        },
        {
            "chapter": 6,
            "verse": 81,
            "text": "‘Āra tōmarā yākē āllāh‌ra śarīka kara āmi tākē kirūpē bhaẏa karaba? Athaca tōmarā bhaẏa karacha nā yē, tōmarā āllāh‌ra sāthē śarīka karacha ēmana kichu,yāra pakṣē tini tōmādēra kāchē kōnō pramāṇa nāyila karēna ni. Kājē'i yadi tōmarā jāna tabē bala, du‘dalēra madhyē kōna dala nirāpattā lābhēra bēśī hakadāra.’"
        },
        {
            "chapter": 6,
            "verse": 82,
            "text": "Yārā īmāna ēnēchē ēbaṁ tādēra īmānakē yuluma [1] (śirka) dbārā kaluṣita karēni, nirāpattā tādēra'i jan'ya [2] ēbaṁ tārā'i hēdāẏētaprāpta"
        },
        {
            "chapter": 6,
            "verse": 83,
            "text": "Āra ēṭā'i āmādēra yukti –pramāṇa yā ibarāhīmakē tāra jātira mōkābēlāẏa, yākē icchā āmarā maryādāẏa unnīta kari. Niścaẏa āpanāra raba prajñāmaẏa, sarbajña"
        },
        {
            "chapter": 6,
            "verse": 84,
            "text": "Āra āmarā tākē dāna karēchilāma isahāka ō iẏā’kūba, ēdēra pratyēkakē hidāẏāta diẏēchilāma; pūrbē nūhakē'ō āmarā hidāẏāta diẏēchilāma ēbaṁ tāra banśadhara dā'uda, sulā'imāna, ā'i'uba, i'unūsa, mūsā ō hārūnakē'ō; āra ēbhābē'i muhasinadērakē puraskr̥ta kari"
        },
        {
            "chapter": 6,
            "verse": 85,
            "text": "āra yākāriẏyā, iẏāha'iẏā, īsā ēbaṁ ilaẏāsakē'ō (hidāẏāta diẏēchilāma). Ērā pratyēkē'i saṯkarmaparāẏaṇa chilēna"
        },
        {
            "chapter": 6,
            "verse": 86,
            "text": "ēbaṁ isamā’īla, āla-iẏāsā, ‘i'unusa ō lūtakē'ō (hidāẏāta diẏēchilāma); āra tādēra pratyēkakē āmarā śrēṣṭhatba diẏēchilāma dr̥ṣṭikulēra upara"
        },
        {
            "chapter": 6,
            "verse": 87,
            "text": "Ēbaṁ tādēra pitr̥puruṣa, banśadhara ō bhā'idēra kichusaṅkhyakakē. Āra āmarā tādērakē manōnīta karēchilāma ēbaṁ sarala pathē paricālita karēchilāma"
        },
        {
            "chapter": 6,
            "verse": 88,
            "text": "Ēṭā āllāh‌ra hidāẏāta, sbīẏa bāndādēra madhyē yākē icchē tini ē dbārā hidāẏāta karēna. Āra yadi tārā śirka karata tabē tām̐dēra kr̥takarma nisphala hata"
        },
        {
            "chapter": 6,
            "verse": 89,
            "text": "Ērā'i tārā, yādērakē āmarā kitāba, katr̥tba ō nabu'ōẏāta dāna kārēchi, ataḥpara yadi tārā ēgulōra sāthē kuphari karē, tabē āmarā ēmana ēka sampradāẏakē ēgulōra bhāra diẏēchi yārā ēgulōra sāthē kāphira naẏa"
        },
        {
            "chapter": 6,
            "verse": 90,
            "text": "Ērā'i tārā, yādērakē āllāh‌ hidāẏāta karēchēna, kājē'i āpani tādēra pathēra anusaraṇa karuna [1]. Baluna, ‘ēra jan'ya āmi tōmādēra kāchē pāriśramika cā'i nā, ē tō śudhu sr̥ṣṭikulēra jan'ya upadēśa [2].’"
        },
        {
            "chapter": 6,
            "verse": 91,
            "text": "Āra tārā āllāhakē tām̐ra yathārtha maryādā dēẏani, yakhana tārā balē, ‘āllāh‌ kōnō mānuṣēra upara kichu'i nāyila karēnani [1]. Baluna, ‘kē nāyila karēchē mūsāra ānīta kitāba yā mānuṣēra jan'ya ālō ō hidāẏātasbarūpa, yā tōmārā bibhinna pr̥ṣṭhāẏa lipibad'dha karē kichu prakāśa kara ō anēkānśa gōpana rākha ēbaṁ yā tōmādēra pitr̥puruṣagaṇa ō tōmārā jānatē nā tā'ō tōmādērakē śikṣā dēẏā haẏēchilō?’ Baluna, ‘āllāh‌i’; ataḥpara tādērakē tādēra āyācita samālōcanāra upara chēṛē dina, tārā khēlā karatē thākuka"
        },
        {
            "chapter": 6,
            "verse": 92,
            "text": "Āra ēṭi barakatamaẏa kitāba, yā āmārā nāyila karēchi, yā tāra āgēra saba kitābēra satyāẏanakārī ēbaṁ yā dbārā āpani makkā ō tāra cārapāśēra mānuṣadērakē satarka karēna [1]. Āra yārā ākhērātēra upara īmāna rākhē, tārā ēṭātē'ō īmāna rākhē [2] ēbaṁ tārā tādēra sālātēra hiphayata karē"
        },
        {
            "chapter": 6,
            "verse": 93,
            "text": "Āra tāra cēẏē baṛa yālima āra kē yē āllāh‌ sambbad'dhē mithyā raṭanā karē, kimbā balē, ‘āmāra kāchē ōhī haẏa,’athaca tāra prati kichu'i ōhī karā haẏa nā ēbaṁ yē balē, ‘āllāh‌ yā nāyila karēchēna āmi'ō tāra mata nāyila karaba?’ Yadi āpani dēkhatē pētēna, yakhana yālimarā mr̥tyu yantranāẏa thākabē ēbaṁ phiriśatāgaṇa hāta bāṛiẏē balabē, ‘tōmādēra prāṇa bēra kara. Āja tōmādērakē abamānanākara śāsti dēẏā habē, kāraṇa tōmārā āllāh‌ra upara asatya balatē ēbaṁ tām̐ra āẏātasamūha samparkē ahaṅkāra karatē.’"
        },
        {
            "chapter": 6,
            "verse": 94,
            "text": "Āra abaśya'i tōmārā āmādēra kāchē niḥsaṅga abasthāẏa ēsēcha, yēmana āmārā prathamabāra tōmādēra sr̥ṣṭi karēchilāma; āra āmārā tōmādērakē yā diẏēchilāma tā tōmārā tōmādēra pichanē phēlē ēsēcha. Āra tōmārā yādērakē tōmādēra byāpārē (āllāh‌ra sāthē) śarīka manē karatē, tōmādēra sē supāriśakāridērakē'ō āmārā tōmādēra sāthē dēkhachi nā. Tōmādēra madhyakāra samparka abaśya'i chinna haẏēchē ēbaṁ yā dhāraṇā karēchilē tā'ō tōmādēra thēkē hāriẏē giẏēchē"
        },
        {
            "chapter": 6,
            "verse": 95,
            "text": "Niścaẏa āllāh‌ śasya-bīja ō ām̐ṭi bidīrṇakārī, tini'i prāṇahīna thēkē jībantakē bēra karēna ēbaṁ jībanta thēkē prāṇahīna bērakārī [1]. Tini'i tō āllāh‌, kājē'i tōmādērakē kōthāẏa phirānō hacchē"
        },
        {
            "chapter": 6,
            "verse": 96,
            "text": "tini prabhāta udbhāsaka [1]. Āra tini rātakē praśānti ēbaṁ sūrya ō cām̐dakē samaẏē nirupaka karēchēna [2]; ēṭā parākramaśālī, mahājñānī āllāh‌ra nirdhāraṇa"
        },
        {
            "chapter": 6,
            "verse": 97,
            "text": "Āra tini'i tōmādēra jan'ya tārakāmanḍala sr̥ṣṭi karēchēna yēna tā dbārā tōmārā sthalēra ō sāgarēra andhakārē patha khum̐jē pā'ō [1]. Abaśya'i āmarā jñānī sampradāẏēra jan'ya āẏātasamūha biśadabhābē bibr̥ta karēchi"
        },
        {
            "chapter": 6,
            "verse": 98,
            "text": "Āra tini'i tōmādērakē ēka'i byākti thēkē sr̥ṣṭi karēchēna, ataḥpara raẏēchē dirgha ō sbalpakālīna bāsasthāna [1]. Abaśya'i āmārā anudhābanakārī sampradāẏēra jan'ya āẏātasamūha biśadabhābē barṇanā karēchi"
        },
        {
            "chapter": 6,
            "verse": 99,
            "text": "Āra tini'i āsamāna thēkē br̥ṣṭi barṣaṇa karēna, tārapara tā dbārā āmārā saba rakamēra udbhidēra cārā udagama kari; ataḥpara tā thēkē sabuja pātā udgata kari. Yā thēkē āmarā ghana sannibiṣṭa śasyadānā uṯpādana kari. Āra'ō (nirgata kari) khējura gāchēra māthi thēkē jhulanta kām̐di, āṅgurēra bāgāna, yāẏatuna ō ānāra. Ēkaṭāra sāthē an'yaṭāra mila āchē, ābāra nē'i'ō. Lakṣya karuna, ē phalagulōra dikē yakhana sēgulō phalabāna haẏa ēbaṁ sēgulō pēkē uṭhāra pad'dhatira prati. Niścaẏa mumina sampradāẏēra jan'ya ēgulōra madhyē nidarśanābalī raẏēchē"
        },
        {
            "chapter": 6,
            "verse": 100,
            "text": "Āra tārā jinakē ālāhara sāthē śarīka sābyasta karē, athaca tini'i ēdērakē sr̥ṣṭi karēchēna. Āra tārā ajñatābaśata āllāh‌ra prati putra –kan'yā ārōpa karē; tini pabitra –mahimānbita! Ēbaṁ tārā yā balē tini tāra urdhbē"
        },
        {
            "chapter": 6,
            "verse": 101,
            "text": "Tini āsamāna ō yamīnēra sraṣṭā, tām̐ra santāna habē kibhābē? Tām̐ra tō kōnō saṅginī nē'i. Āra tini sabakichu sr̥ṣṭi karēchēna ēbaṁ pratyēka bastu sambad'dhē tini sabiśēṣa abagata"
        },
        {
            "chapter": 6,
            "verse": 102,
            "text": "Tini'i tō āllāh‌ , tōmādēra raba; tini chāṛā kōnō satya ilāha nē'i. Tini'i sabakichura sraṣṭā; kājē'i tōmārā tām̐ra ‘ibādata kara; tini sabakichura tattbābadhāẏaka"
        },
        {
            "chapter": 6,
            "verse": 103,
            "text": "Dr̥ṣṭisamūha tām̐kē āẏatba karatē pārē nā [1], athaca tini sakala dr̥ṣṭikē āẏatba karēna [2] ēbaṁ tini sūkṣadarśī, samyaka abahita"
        },
        {
            "chapter": 6,
            "verse": 104,
            "text": "Abaśya'i tōmādēra raba–ēra kācha thēkē tōmādēra kāchē cākṣuṣa pramāṇādi ēsēchē. Ataḥpara kē'u cakṣuṣmāna halē sēṭā dbārā sē nijē'i lābhabāna habē, āra kē'u andha sājalē tātē sē nijē'i kṣatigrasta habē [1]. Āra āmi tōmādēra upara sanrakṣaka na'i"
        },
        {
            "chapter": 6,
            "verse": 105,
            "text": "Āra ēbhābē'i āmarā nānābhābē āẏātasamūha bibr̥ta kari [1] ēbaṁ yātē tārā balē, ‘āpani paṛē niẏēchēna [2]’, āra yātē āmarā ēṭākē [3] suspaṣṭabhābē jñānī sampradāẏēra jan'ya barṇanā kari"
        },
        {
            "chapter": 6,
            "verse": 106,
            "text": "Āpanāra rabēra kācha thēkē āpanāra prati yā ōhī haẏēchē āpani tāra'i anusaraṇa karuna, tini chāṛā an'ya kōnō satya ilāha nē'i ēbaṁ muśarikadēra thēkē mukha phiriẏē nina"
        },
        {
            "chapter": 6,
            "verse": 107,
            "text": "Āra āllāh‌ yadi icchē karatēna tabē tārā śirka karata nā. Āra āmarā āpanākē tādēra hiphāyata bānā'ini ēbaṁ tādēra tattbābadhāẏaka'ō nana"
        },
        {
            "chapter": 6,
            "verse": 108,
            "text": "Āra āllāh‌kē chēṛē yādērakē tārā ḍākē tādērakē tōmāra gāli di'ō nā. Kēnanā tārā sīmālaṅghana karē ajñānatābaśataḥ āllāhakē'ō gāli dēbē; ēbhābē āmarā pratyēka jātira dr̥ṣṭitē tādēra kāryakalāpa śōbhita karēchi; tārapara tādēra rabēra kāchē'i tādēra pratyābartana. Ērapara tini tādērakē tādēra karā kājagulō sambandhē jāniẏē dēbēna"
        },
        {
            "chapter": 6,
            "verse": 109,
            "text": "Āra tārā āllāh‌ra nāmē kaṭhina śapatha karē balē, tādēra kāchē yadi kōnō nidarśana āsata tabē abaśya'i tārā ētē īmāna ānata [1]. Baluna, ‘nidarśana tō āllāh‌ra kāchē'i’. Āra kibhābē tōmādēra upalabdhitē āsabē yē, yakhana tā (nidarśana) ēsē yābē, takhana tārā īmāna ānabē nā"
        },
        {
            "chapter": 6,
            "verse": 110,
            "text": "āra tārā yēmana prathamabārē tātē īmāna ānēni, tēmani āmarā'ō tādēra antarasamūha ō dr̥ṣṭisamūha pālṭē dēba ēbaṁ āmarā tadērakē tādēra abādhyatāẏa udabhrāntēra mata ghurapāka khā'ōẏā abasthāẏa chēṛē dēba"
        }
    ]
}