{
    "maqras": [
        {
            "chapter": 24,
            "verse": 53,
            "text": "(مۇناپىقلار) ئەگەر سەن ئۇلارنى (جىھادقا) چىقىشقا ئەمر قىلساڭ، چوقۇم چىقىدىغانلىقىغا اﷲ بىلەن كۈچلۈك قەسەم قىلىدۇ. ئېيتقىنكى، «قەسەم قىلماڭلار، (قەسىمىڭلار يالغان، سىلەردىن تەلەپ قىلىنىدىغىنى) ساداقەتلىك بىلەن ئىتائەت قىلىشتۇر، اﷲ سىلەرنىڭ قىلمىشلىرىڭلاردىن ھەقىقەتەن خەۋەرداردۇر»"
        },
        {
            "chapter": 24,
            "verse": 54,
            "text": "ئېيتقىنكى: «اﷲ قا ئىتائەت قىلىڭلار، پەيغەمبەرگە ئىتائەت قىلىڭلار، ئەگەر ئۇلار (اﷲ قا ئىتائەت قىلىشتىن) باش تارتسا، پەيغەمبەرنىڭ ئەلچىلىكنى يەتكۈزۈش مەسئۇلىيىتى بار، سىلەرنىڭ ئىتائەت قىلىش مەسئۇلىيىتىڭلار بار، ئەگەر پەيغەمبەرنىڭ (ئەمرىگە) ئىتائەت قىلساڭلار، ھىدايەت تاپىسىلەر، پەيغەمبەرنىڭ پەقەت چۈشىنىشلىك قىلىپ تەبلىغ قىلىش مەسئۇلىيىتى بار»"
        },
        {
            "chapter": 24,
            "verse": 55,
            "text": "اﷲ ئىچىڭلاردىكى ئىمان ئېيتقان ۋە ياخشى ئەمەللەرنى قىلغان كىشىلەرگە، ئۇلاردىن بۇرۇن ئۆتكەنلەرنى زېمىندا ھۆكۈمران قىلغاندەك، ئۇلارنىمۇ چوقۇم ھۆكۈمران قىلىشىنى، ئۇلار ئۈچۈن تاللىغان دىنىنى چوقۇم مۇستەھكەم قىلىپ بېرىشنى ۋە ئۇلارنىڭ قورقۇنچىسىنى ئامانلىققا ئايلاندۇرۇپ بېرىشنى ۋەدە قىلدى، ئۇلار ماڭا ئىبادەت قىلىدۇ، ماڭا ھېچ نەرسىنى شېرىك كەلتۈرمەيدۇ، شۇ ۋەدىدىن كېيىن كاپىر بولغانلار اﷲ نىڭ ئىتائىتىدىن چىققۇچىلاردۇر"
        },
        {
            "chapter": 24,
            "verse": 56,
            "text": "اﷲ نىڭ رەھمىتىگە ئېرىشىشىڭلار ئۈچۈن ناماز ئوقۇڭلار، زاكات بېرىڭلار، پەيغەمبەرگە ئىتائەت قىلىڭلار"
        },
        {
            "chapter": 24,
            "verse": 57,
            "text": "كاپىرلارنى زېمىنىدا اﷲ نىڭ ئازابىدىن قېچىپ قۇتۇلالايدۇ دەپ ئويلىمىغىن، ئۇلارنىڭ جايى دوزاخ بولىدۇ، دوزاخ نېمىدېگەن يامان جاي"
        },
        {
            "chapter": 24,
            "verse": 58,
            "text": "ئى مۆمىنلەر! سىلەرنىڭ قۇللىرىڭلار، چۆرىلىرىڭلار ۋە ئىچىڭلاردىكى بالاغەتكە يەتمىگەن بالىلار ناماز بامداتتىن بۇرۇن، چۈشتە (ئۇخلاش ئۈچۈن) كىيىمىڭلارنى سالغان چېغىڭلاردا ۋە خۇپتەندىن كېيىن (مۇشۇنداق) ئۈچ ۋاقىتتا (يېنىڭلارغا كىرسە) سىلەردىن ئىجازەت سورىسۇن، (بۇ) ئۈچ ۋاقىت سىلەرنىڭ ئەۋرىتىڭلار (ئېچىلىپ قالىدىغان ۋاقىتتۇر)، بۇ ئۈچ ۋاقىتتىن باشقا ۋاقىتلاردا (ئۇلار سىلەرگە كىرسە) سىلەرگىمۇ، ئۇلارغىمۇ ھېچ گۇناھ بولمايدۇ، سىلەر بىر - بىرىڭلار بىلەن بېرىش - كېلىش قىلىپ تۇرىسىلەر، اﷲ سىلەرگە ئايەتلەرنى (يەنى شەرىئەت ئەھكاملىرىنى) ئەنە شۇنداق بايان قىلىدۇ، اﷲ ھەممىنى بىلگۈچىدۇر، ھېكمەت بىلەن ئىش قىلغۇچىدۇر"
        },
        {
            "chapter": 24,
            "verse": 59,
            "text": "كىچىك بالىلىرىڭلار بالاغەتكە يەتكەندە، ئۇلار ئىلگىرىكىلەر (يەنى چوڭلار كىرىشتە) ئىجازەت سورىغاندەك، (ئۆيگە كىرىشتە ھەممە ۋاقىت) ئىجازەت سورىسۇن، اﷲ ئايەتلىرىنى (دىننىڭ ئىشلىرىنى) سىلەرگە شۇنداق بايان قىلىدۇ، اﷲ ھەممىنى بىلگۈچىدۇر، ھېكمەت بىلەن ئىش قىلغۇچىدۇر"
        },
        {
            "chapter": 24,
            "verse": 60,
            "text": "ياتلىق بولۇشنى خالىمايدىغان ياشانغان ئاياللار زىننەتلىرىنى ئاشكارىلىمىغان ھالدا (رىدا، نىمچىغا ئوخشاش) تاشقى كىيىملىرىنى سېلىۋەتسە (ئەرلەرنىڭ ئالدىدا ئادەتتىكى كىيىملىرى بىلەن يۈرسە)، ھېچ گۇناھ يوقتۇر، تاشقى كىيىملىرىنى سېلىۋېتىشتىن ساقلانسا ئۇلار ئۈچۈن ياخشىدۇر اﷲ ھەممىنى ئاڭلاپ تۇرغۇچىدۇر، بىلىپ تۇرغۇچىدۇر"
        },
        {
            "chapter": 24,
            "verse": 61,
            "text": "(جىھادقا چىقالمىسا) ئەماغا گۇناھ يوقتۇر، توكۇرغا گۇناھ يوقتۇر، كېسەلگە گۇناھ يوقتۇر. (ئى ئىنسانلار!) سىلەر ئۆز ئۆيلىرىڭلاردا (يەنى ئەرلىرىڭلارنىڭ، ئاياللىرىڭلارنىڭ ئۆيلىرىدە) ئاتىلىرىڭلارنىڭ ئۆيلىرىدە، ئانىلىرىڭلارنىڭ ئۆيلىرىدە، قېرىنداشلىرىڭلارنىڭ ئۆيلىرىدە، ھەمشىرەڭلارنىڭ ئۆيلىرىدە، يا ئاتاڭلارنىڭ قېرىنداىشلىرىنىڭ ئۆيلىرىدە، ئاتاڭلارنىڭ ھەمشىرىلىرىنىڭ ئۆيلىرىدە، يا ئاناڭلارنىڭ قېرىنداشلىرىنىڭ ئۆيلىرىدە، يا ئاناڭلارنىڭ ھەمشىرىلىرىنىڭ ئۆيلىرىدە، يا سىلەر ئاچقۇچلىرىنى باشقۇرىدىغانلارنىڭ ئۆيلىرىدە (يەنى ئۆي ئىگىسى سىرتقا چىقىپ كېتىپ، ئۆي بىلەن ئاچقۇچنى سىلەرگە تاپشۇرغانلارنىڭ ئۆيلىرىدە)، يا دوستلىرىڭلارنىڭ ئۆيلىرىدە (ئىجازەتسىز) بىرەر نېمە يېسەڭلار گۇناھ يوقتۇر، سىلەر توپلىشىپ يېسەڭلارمۇ، يا يەككە يېسەڭلارمۇ گۇناھ يوقتۇر، سىلەر ئۆيلەرگە كىرگەن چېغىڭلاردا ئۆزۈڭلارغا (يەنى ئۆيدىكى كىشىلەرگە) اﷲ بەلگىلىگەن مۇبارەك، پاك سالامنى بېرىڭلار، (يەنى ئەسسالامۇ ئەلەيكۇم دەڭلار) اﷲ سىلەرنى چۈشەنسۇن دەپ ئايەتلەرنى مۇشۇنداق بايان قىلىدۇ"
        },
        {
            "chapter": 24,
            "verse": 62,
            "text": "اﷲ قا ۋە ئۇنىڭ پەيغەمبىرىگە ئىمان ئېيتقان كىشىلەر كامىل مۆمىنلەردۇر، ئۇلار (مۇسۇلمانلارغا پايدىلىق) بىر ئىش ئۈستىدە (مەسلىھەتلىشىش ئۈچۈن) پەيغەمبەر بىلەن جەم بولغان چاغلىرىدا، پەيغەمبەردىن ئىجازەت سورىمىغىچە كېتىپ قالمايدۇ، سەندىن ئىجازەت سورايدىغانلار اﷲ قا ۋە ئۇنىڭ پەيغەمبىرىگە ئىمان ئېيتىدىغان كىشىلەردۇر، بەزى شەخسىي ئىش ئۈچۈن ئۇلار سەندىن ئىجازەت سورىسا، ئۇلارنىڭ ئىچىدىن سەن خالىغان ئادەملەرگە ئىجازەت بەرگىن، ئۇلارغا سەن اﷲ تىن مەغپىرەت تىلىگىن، اﷲ ھەقىقەتەن ناھايىتى مەغپىرەت قىلغۇچىدۇ، ناھايىتى مېھرىباندۇر"
        },
        {
            "chapter": 24,
            "verse": 63,
            "text": "(ئى مۆمىنلەر!) پەيغەمبەرنى سىلەر بىر - بىرىڭلارنى چاقىرغاندەك چاقىرماڭلار، سىلەردىن (پەيغەمبەرنىڭ سۆھبىتىدىن) ئاستا سۇغۇرۇلۇپ غىپپىدە چىقىپ كەتكەنلەرنى اﷲ ئەلۋەتتە بىلىدۇ، پەيغەمبەرنىڭ ئەمرىگە خىلاپلىق قىلغۇچىلار (دۇنيادا چوڭ بىر) پىتنىگە يولۇقۇشتىن، يا (ئاخىرەتتە) قاتتىق بىر ئازابقا دۇچار بولۇشتىن قورقسۇن"
        },
        {
            "chapter": 24,
            "verse": 64,
            "text": "بىلىڭلاركى، ئاسمانلاردىكى ۋە زېمىندىكى نەرسىلەرنىڭ ھەممىسى اﷲ نىڭدۇر (يەنى اﷲ نىڭ مۈلكىدۇر، اﷲ نىڭ مەخلۇقاتىدۇر، اﷲ نىڭ تەسەررۇپى ئاستىدىدۇر)، اﷲ سىلەرنىڭ ئەمەلىي ئەھۋالىڭلارنى بىلىپ تۇرىدۇ، بەندىلەر اﷲ نىڭ دەرگاھىغا قايتۇرۇلىدىغان كۈندە (يەنى قىيامەت كۈنىدە) اﷲ ئۇلارنىڭ قىلغان ئىشلىرىنى ئۇلارغا ئېيتىپ بېرىدۇ، اﷲ ھەممە نەرسىنى بىلگۈچىدۇر"
        }
    ]
}