{
    "maqras": [
        {
            "chapter": 3,
            "verse": 52,
            "text": "ئىسا ئۇلارنى (يەنى يەھۇدىيلار) دىن كۇفرىنى (كۇفرىدا چىڭ تۇرۇپ، ئۇنى ئۆلتۈرۈش نىيىتىگە كەلگەنلىكىنى) سەزگەن چاغدا: «اﷲ ئۈچۈن (اﷲ قا دەۋەت قىلىش يولىدا) ماڭا كىملەر ياردەم بېرىدۇ؟» دېدى. ھەۋارىلار (يەنى ئۇنىڭ تەۋەلىرىدىن ھەقىقىي مۆمىنلەر) ئېيتتى: «اﷲ ئۈچۈن ساڭا بىز ياردەم بېرىمىز، اﷲ قا ئىمان ئېيتتۇق. گۇۋاھ بولغىنكى، بىز (پەيغەمبەرلىكىڭگە) بويسۇنغۇچىلارمىز"
        },
        {
            "chapter": 3,
            "verse": 53,
            "text": "پەرۋەردىگارىمىز! سەن نازىل قىلغان كىتابقا ئىشەندۇق، پەيغەمبەرگە ئەگەشتۇق، بىزنى (ھىدايىتىڭگە) شاھىت بولغانلار قاتارىدا قىلغىن»"
        },
        {
            "chapter": 3,
            "verse": 54,
            "text": "ئۇلار مىكىر ئىشلەتتى (يەنى ئىسا ئەلەيھىسسالامنى ئۆلتۈرمەكچى بولدى)، اﷲ ئۇلارنىڭ مىكرىنى بەربات قىلدى (ئىسا ئەلەيھىسسالامنى قۇتقۇزۇپ ئاسمانغا ئېلىپ چىقىپ كەتتى). اﷲ مىكىر قىلغۇچىلارنىڭ جازاسىنى ئوبدان بەرگۈچىدۇر"
        },
        {
            "chapter": 3,
            "verse": 55,
            "text": "ئۆز ۋاقتىدا اﷲ ئېيتتى: «ئى ئىسا! مەن سېنى (ئەجىلىڭ يەتكەندە) قەبزى روھ قىلىمەن، سېنى دەرگاھىمغا كۆتۈرىمەن (يەنى ئاسمانغا ئېلىپ چىقىمەن). سېنى كاپىرلاردىن پاك قىلىمەن (يەنى سېنى ئۆلتۈرمەكچى بولغان يامانلارنىڭ شەررىدىن ساقلايمەن)، ساڭا ئەگەشكەنلەرنى قىيامەتكىچە كاپىرلاردىن ئۈستۈن قىلىمەن. ئاندىن مېنىڭ دەرگاھىمغا قايتىسىلەر، سىلەر ئىختىلاپ قىلىشقان ئىش (يەنى ئىسانىڭ ئىشى) ئۈستىدە ئاراڭلاردا مەن ھۆكۈم چىقىرىمەن"
        },
        {
            "chapter": 3,
            "verse": 56,
            "text": "كاپىرلارغا بولسا دۇنيا ۋە ئاخىرەتتە قاتتىق ئازاب قىلىمەن، ئۇلارغا (ئۇلاردىن اﷲ نىڭ ئازابىنى توسىدىغان) ھېچ مەدەتكار بولمايدۇ»"
        },
        {
            "chapter": 3,
            "verse": 57,
            "text": "ئىمان ئېيتقان ۋە ياخشى ئەمەل قىلغانلارغا كەلسەك، اﷲ ئۇلارنىڭ (قىلغان ياخشى ئەمەللىرىنىڭ) ئەجرىنى تولۇق بېرىدۇ. اﷲ زالىملارنى دوست تۇتمايدۇ (زالىملارنى دوست تۇتمايدىغان زات قانداقمۇ بەندىلىرىگە زۇلۇم قىلسۇن؟)"
        },
        {
            "chapter": 3,
            "verse": 58,
            "text": "(ئى مۇھەممەد!) بۇ بولسا ساڭا بىز ئوقۇپ بېرىۋاتقان ئايەتلەردۇر ۋە ھېكمەتلىك قۇرئاندۇر"
        },
        {
            "chapter": 3,
            "verse": 59,
            "text": "شۈبھىسىزكى، اﷲ نىڭ نەزىرىدە ئىسانىڭ مىسالى (ئۇ ئاتىسىز يارىتىلغانلىقتىن) ئادەمنىڭ (يەنى ئادەم ئەلەيھىسسالامنىڭ) مىسالىغا ئوخشايدۇ. ئادەمنى اﷲ (ئاتا - ئانىسىز) تۇپراقتىن ياراتتى، ئاندىن ئۇنىڭغا: «ۋۇجۇدقا كەل» دېدى - دە، ئۇ ۋۇجۇدقا كەلدى (ئىسانىڭ ئىشى ئادەمنىڭ ئىشىدىن ئەجەبلىنەرلىك ئەمەس)"
        },
        {
            "chapter": 3,
            "verse": 60,
            "text": "(ئىسا ھەققىدىكى بۇ سۆز) اﷲ تەرىپىدىن نازىل بولغان ھەقىقەتتۇر، سەن شەك قىلغۇچىلاردىن بولمىغىن"
        },
        {
            "chapter": 3,
            "verse": 61,
            "text": "سەن ئىسا توغرۇلۇق ھەقىقىي مەلۇماتقا ئىگە بولغىنىڭدىن كېيىن، كىملەركى سەن بىلەن مۇنازىرىلەشسە، سەن ئۇلارغا: «كېلىڭلار، ئوغۇللىرىمىزنى ۋە ئوغۇللىرىڭلارنى، ئاياللىرىمىزنى ۋە ئاياللىرىڭلارنى، ئۆزلىرىمىزنى ۋە ئۆزلىرىڭلارنى يىغىپ، اﷲ نىڭ لەنىتى يالغانچىلارغا بولسۇن، دەپ اﷲ قا يالۋۇرۇپ دۇئا قىلايلى» دېگىن"
        },
        {
            "chapter": 3,
            "verse": 62,
            "text": "شۈبھىسىزكى، بۇ ئەلۋەتتە راست قىسسىدۇر. بىر اﷲ تىن باشقا ھېچ ئىلاھ يوقتۇر، اﷲ ھەقىقەتەن غالىبتۇر، ھېكمەت بىلەن ئىش قىلغۇچىدۇر"
        },
        {
            "chapter": 3,
            "verse": 63,
            "text": "ئەگەر ئۇلار (ئىماندىن) يۈز ئۆرۈسە (ئۇلار بۇزغۇنچىلاردۇر)، شۈبھىسىزكى، اﷲ بۇزغۇنچىلارنى بىلىپ تۇرىدۇ"
        },
        {
            "chapter": 3,
            "verse": 64,
            "text": "«ئى ئەھلى كىتاب! (يەنى يەھۇدىيلار ۋە ناسارالار) پەقەت اﷲ غىلا ئىبادەت قىلىش، اﷲ قا ھېچ نەرسىنى شېرىك كەلتۈرمەسلىك، اﷲ نى قويۇپ بىر - بىرىمىزنى خۇدا قىلىۋالماسلىقتەك ھەممىمىزگە ئورتاق بولغان بىر سۆزگە (يەنى بىرخىل ئەقىدىگە) ئەمەل قىلايلى» دېگىن، ئەگەر ئۇلار يۈز ئۆرۈسە (يەنى بۇنى قوبۇل قىلمىسا): «(ئى يەھۇدىيلار ۋە ناسارالار جامائەسى!) بىزنىڭ مۇسۇلمان ئىكەنلىكىمىزگە گۇۋاھ بولۇڭلار"
        },
        {
            "chapter": 3,
            "verse": 65,
            "text": "ئى ئەھلى كىتاب! (يەنى يەھۇدىيلار ۋە ناسارالار) نېمە ئۈچۈن ئىبراھىم توغرىسىدا مۇنازىرىلىشىسىلەر؟ (ئىبراھىمنى ئۆزۈڭلارنىڭ دىنىدا دەپ گۇمان قىلىسىلەر؟) ھالبۇكى، تەۋرات بىلەن ئىنجىل ئىبراھىمدىن كېيىن نازىل بولدى. (سۆزۈڭلارنىڭ ئاساسسىز ئىكەنلىكىنى) چۈشەنمەمسىلەر؟"
        },
        {
            "chapter": 3,
            "verse": 66,
            "text": "(ئى يەھۇدىيلار ۋە ناسارالار جامائەسى!) سىلەر شۇنداق كىشىلەر سىلەركى، بىلىدىغان نەرسەڭلار (ئىسا) ئۈستىدە مۇنازىرىلەشتىڭلار، ئەمدى سىلەر بىلمەيدىغان نەرسەڭلار (ئىبراھىم ۋە ئۇنىڭ دىنى) ئۈستىدم نېمىشقا مۇنازىرىلىشىسىلەر؟ (ئىبراھىمنىڭ ئىشىدىكى ھەقىقەتنى) اﷲ بىلىدۇ، سىلەر بىلمەيسىلەر» دەڭلار"
        },
        {
            "chapter": 3,
            "verse": 67,
            "text": "ئىبراھىم يەھۇدىيمۇ ئەمەس، ناسارامۇ ئەمەس ۋە لېكىن توغرا دىنغا ئېتىقاد قىلغۇچى، اﷲ قا بويسۇنغۇچى ئىدى، مۇشرىكلاردىن ئەمەس ئىدى"
        },
        {
            "chapter": 3,
            "verse": 68,
            "text": "ئىبراھىمغا ئەڭ يېقىن بولغانلار، شۈبھىسىزكى، (ئىبراھىمنىڭ زامانىدا ۋە ئۇنىڭدىن كېيىن) ئۇنىڭغا (يەنى ئۇنىڭ يولىغا) ئەگەشكەنلەردۇر، بۇ پەيغەمبەر (يەنى مۇھەممەد ئەلەيھىسسالام) دۇر، (بۇ پەيغەمبەرنىڭ ئۈممىتى بولغان) مۆمىنلەردۇر. اﷲ مۆمىنلەرنىڭ مەدەتكارىدۇر"
        },
        {
            "chapter": 3,
            "verse": 69,
            "text": "ئەھلى كىتابتىن بىر تۈركۈم كىشىلەر سىلەرنى ئازدۇرۇشنى ئۈمىد قىلىدۇ، ئۇلار پەقەت ئۆزلىرىنىلا ئازدۇرىدۇ (بۇنىڭ ۋابالى ئۇلارغا ھەسسىلەپ ئازاب قىلىنىش بىلەن ئۆزلىرىگىلا قايتىدۇ). (لېكىن) ئۇلار (بۇنى) تۇيمايدۇ"
        },
        {
            "chapter": 3,
            "verse": 70,
            "text": "ئى ئەھلى كىتاب! اﷲ نىڭ ئايەتلىرىنى (يەنى مۇھەممەد ئەلەيھىسسالامغا نازىل قىلىنغان قۇرئاننىڭ ھەقلىقىنى) بىلىپ تۇرۇپ نېمىشقا ئىنكار قىلىسىلەر؟"
        },
        {
            "chapter": 3,
            "verse": 71,
            "text": "ئى ئەھلى كىتاب! نېمە ئۈچۈن ھەقنى باتىلغا ئارىلاشتۇرىسىلەر ۋە بىلىپ تۇرۇپ ھەقنى (يەنى مۇھەممەد ئەلەيھىسسالامنىڭ كىتابلىرىڭلاردىكى سۈپىتىنى) يوشۇرىسىلەر؟"
        },
        {
            "chapter": 3,
            "verse": 72,
            "text": "ئەھلى كىتابتىن بىر تۈركۈمى: «مۆمىنلەرگە نازىل قىلىنغان ۋەھيىگە ئەتىگەندە ئىمان ئېيتىڭلار، كەچقۇرۇنلۇقى يېنىۋېلىڭلار، (شۇنداق قىلساڭلار) ئۇلار (ئىماندىن) قايتىشى مۇمكىن. پەقەت سىلەرنىڭ دىنىڭلارغا ئەگەشكەنلەرگىلا ئىشىنىڭلار» دېدى. (ئى مۇھەممەد!) ئېيتقىنكى، «توغرا يول اﷲ نىڭ يولىدۇر». (يەھۇدىيلار بى - بىرىگە ئېيتىدۇ) بىرەرسىگە سىلەرگە بېرىلگەنگە ئوخشاش ۋەھىي بېرىلىشتىن ياكى ئۇلارنىڭ (يەنى مۇسۇلمانلارنىڭ) (قىيامەت كۈنى) پەرۋەردىگارىڭلارنىڭ دەرگاھىدا سىلەر بىلەن مۇنازىرىلىشىشىدىن (يەنى مۇنازىرىلىشىپ سىلەرنى يېڭىپ قويۇشىدىن قورقۇپ) پەقەت دىنىڭلارغا ئەگەشكەن ئادەمگىلا ئىشىنىڭلار (دىنىڭلاردا بولمىغان ھېچ ئادەمنىڭ پەيغەمبەرلىكىنى ئېتىراپ قىلماڭلار. ئەگەر سىلەر مۇھەممەدنىڭ پەيغەمبەرلىكىنى ئىقرار قىلىپ ئۇنىڭ دىنىغا كىرمىسەڭلار، بۇ قىيامەت كۈنى سىلەرگە قارشى پاكىت بولىدۇ). (ئى مۇھەممەد!) ئېيتقىنكى، «پەزل - كەرەم (يەنى پەيغەمبەرلىك) اﷲ نىڭ ئىلكىدىدۇر. اﷲ ئۇنى خالىغان كىشىگە بېرىدۇ». اﷲ (نىڭ پەزلى) كەڭدۇر، (اﷲ) ھەممىنى بىلگۈچىدۇر"
        },
        {
            "chapter": 3,
            "verse": 73,
            "text": "ئەھلى كىتابتىن بىر تۈركۈمى: «مۆمىنلەرگە نازىل قىلىنغان ۋەھيىگە ئەتىگەندە ئىمان ئېيتىڭلار، كەچقۇرۇنلۇقى يېنىۋېلىڭلار، (شۇنداق قىلساڭلار) ئۇلار (ئىماندىن) قايتىشى مۇمكىن. پەقەت سىلەرنىڭ دىنىڭلارغا ئەگەشكەنلەرگىلا ئىشىنىڭلار» دېدى. (ئى مۇھەممەد!) ئېيتقىنكى، «توغرا يول اﷲ نىڭ يولىدۇر». (يەھۇدىيلار بى - بىرىگە ئېيتىدۇ) بىرەرسىگە سىلەرگە بېرىلگەنگە ئوخشاش ۋەھىي بېرىلىشتىن ياكى ئۇلارنىڭ (يەنى مۇسۇلمانلارنىڭ) (قىيامەت كۈنى) پەرۋەردىگارىڭلارنىڭ دەرگاھىدا سىلەر بىلەن مۇنازىرىلىشىشىدىن (يەنى مۇنازىرىلىشىپ سىلەرنى يېڭىپ قويۇشىدىن قورقۇپ) پەقەت دىنىڭلارغا ئەگەشكەن ئادەمگىلا ئىشىنىڭلار (دىنىڭلاردا بولمىغان ھېچ ئادەمنىڭ پەيغەمبەرلىكىنى ئېتىراپ قىلماڭلار. ئەگەر سىلەر مۇھەممەدنىڭ پەيغەمبەرلىكىنى ئىقرار قىلىپ ئۇنىڭ دىنىغا كىرمىسەڭلار، بۇ قىيامەت كۈنى سىلەرگە قارشى پاكىت بولىدۇ). (ئى مۇھەممەد!) ئېيتقىنكى، «پەزل - كەرەم (يەنى پەيغەمبەرلىك) اﷲ نىڭ ئىلكىدىدۇر. اﷲ ئۇنى خالىغان كىشىگە بېرىدۇ». اﷲ (نىڭ پەزلى) كەڭدۇر، (اﷲ) ھەممىنى بىلگۈچىدۇر"
        },
        {
            "chapter": 3,
            "verse": 74,
            "text": "اﷲ رەھمىتىنى ئۆزى خالىغان كىشىگە خاس قىلىدۇ، اﷲ ئۇلۇغ پەزل ئىگىسىدۇر"
        }
    ]
}