{
    "maqras": [
        {
            "chapter": 3,
            "verse": 133,
            "text": "پەرۋەردىگارىڭلارنىڭ مەغپىرىتىگە ۋە تەقۋادارلار ئۈچۈن تەييارلانغان، كەڭلىكى ئاسمان - زېمىنچە كېلىدىغان جەننەتكە ئالدىراڭلار"
        },
        {
            "chapter": 3,
            "verse": 134,
            "text": "تەقۋادارلار كەڭچىلىكتىمۇ، قىسىنچىلىقتىمۇ اﷲ يولىدا (پۇل - مال) سەرپ قىلىدىغانلار، (ئۆچ ئېلىشقا قادىر تۇرۇقلۇق) ئاچچىقىنى يۇتىدىغانلار، (يامانلىق قىلغان ياكى بوزەك قىلغان) كىشىلەرنى كەچۈرىدىغانلاردۇر. اﷲ ياخشىلىق قىلغۇچىلارنى دوست تۇتىدۇ"
        },
        {
            "chapter": 3,
            "verse": 135,
            "text": "تەقۋادارلار يامان بىر گۇناھ قىلىپ قالسا ياكى ئۆزلىرىگە زۇلۇم قىلسا اﷲ نى ياد ئېتىدۇ، گۇناھلىرى ئۈچۈن مەغپىرەت تەلەپ قىلىدۇ، گۇناھنى كەچۈرىدىغان اﷲ تىن باشقا كىم بار؟ ئۇلار قىلمىشلىرىنى بىلىپ تۇرۇپ داۋاملاشتۇرمايدۇ"
        },
        {
            "chapter": 3,
            "verse": 136,
            "text": "ئۇلارنىڭ (يەنى يۇقىرىقى خىسلەتلەرگە ئىگە كىشىلەرنىڭ) مۇكاپاتى پەرۋەردىگارى تەرىپىدىن بولغان مەغپىرەت ۋە ئاستىدىن ئۆستەڭلار ئېقىپ تۇرىدىغان جەننەتلەردۇر. بۇ يەرلەردە ئۇلار مەڭگۈ قالىدۇ. ياخشى ئىش قىلغۇچىلارنىڭ ئېرىشىدىغان ساۋابى نېمىدېگەن ياخشى"
        },
        {
            "chapter": 3,
            "verse": 137,
            "text": "سىلەردىن ئىلگىرى نۇرغۇن ئۈممەتلەر كېلىپ كەتتى؛ يەر يۈزىدە سەير قىلىڭلار، (ھەقنى) يالغانغا چىقارغانلارنىڭ ئاقىۋىتىنىڭ قانداق بولغانلىقىغا قاراڭلار"
        },
        {
            "chapter": 3,
            "verse": 138,
            "text": "بۇ (قۇرئان) (ئومۇمىي) ئىنسانلارغا باياندۇر (يەنى ھالال بىلەن ھارامنى ئوچۇق بايان قىلىدۇ)، تەقۋادارلارغا توغرا يول كۆرسەتكۈچىدۇر ۋە ۋەز - نەسىھەتتۇر"
        },
        {
            "chapter": 3,
            "verse": 139,
            "text": "(جىھادتىن) بوشىشىپ قالماڭلار، شېھىت بولغانلار ئۈچۈن قايغۇرماڭلار، ئەگەر مۆمىن بولساڭلار، ئۈستۈنلۈك قازىنىسىلەر"
        },
        {
            "chapter": 3,
            "verse": 140,
            "text": "ئەگەر سىلەرگە شىكەستىلىك يەتكەن بولسا (يەنى بۇ جەڭدە سىلەر يارىلانغان ۋە شېھىت بولغان بولساڭلار)، دۈشمەنلەرگىمۇ (بەدرى جېڭىدە) ئوخشاشلا شىكەستلىك يەتتى (يەنى ئۇلار يارىلاندى ۋە ئۆلتۈردى). بۇ كۈنلەرنى ئىنسانلار ئارىسىدا ئايلاندۇرۇپ تۇرىمىز (يەنى غەلبىنى ھەمىشە بىر پىرقىدە قىلماي، بىر كۈن بۇ پىرقىدە، بىركۈن ئۇ پىرقىدە قىلىمىز)، (بۇ) اﷲ نىڭ (ھەقىقىي) مۆمىنلەرنى (مۇناپىقلاردىن) ئايرىشى ئۈچۈندۇر، سىلەرنى شېھىتلەردىن قىلىشى (يەنى سىلەردىن بەزىلەرنى شېھىتلىك دەرىجىسىگە مۇشەررەپ قىلىشى) ئۈچۈندۇر، - اﷲ زالىملارنى دوست تۇتمايدۇ"
        },
        {
            "chapter": 3,
            "verse": 141,
            "text": "مۆمىنلەرنى (ئۇلارغا يەتكەن مۇسىبەت ئارقىلىق) پاكلىشى ئۈچۈندۇر، كاپىرلارنى يوق قىلىشى ئۈچۈندۇر"
        },
        {
            "chapter": 3,
            "verse": 142,
            "text": "(ئى مۆمىنلەر جامائەسى!) اﷲ سىلەردىن (ھەقىقىي) جىھاد قىلغانلارنى ۋە (جىھادنىڭ جاپا - مۇشەققەتلىرىگە) چىدىغۇچىلارنى بىلمەي (يەنى ئايرىماي تۇرۇپ)، (پەقەت ئاغزىڭلاردا ئىمان ئېيتتۇق دېيىش بىلەنلا) جەننەتكە كىرىشنى ئويلامسىلەر؟"
        },
        {
            "chapter": 3,
            "verse": 143,
            "text": "سىلەر ئۆلۈم (يەنى دۈشمەن) بىلەن ئۇچرىشىشتىن ئىلگىرى ئۇنى ئارزۇ قىلاتتىڭلار، مانا ئۇنى ئۆز كۆزۈڭلار بىلەن كۆردۈڭلار (ئەمدى نېمىشقا مەغلۇپ بولىسىلەر؟)"
        },
        {
            "chapter": 3,
            "verse": 144,
            "text": "مۇھەممەد پەقەت بىر پەيغەمبەردۇر، ئۇنىڭدىن بۇرۇن كۆپ پەيغەمبەرلەر ئۆتتى (ئۇلارنىڭ بەزىلىرى ئۆز ئەجىلى بىلەن ئۆلگەن، بەزىلىرى باشقىلار تەرىپىدىن ئۆلتۈرۈلگەن)؛ ئۇ ۋاپات بولسا ياكى ئۆلتۈرۈلسە، ئارقاڭلارغا يېنىۋالامسىلەر؟ (يەنى ئىماندىن يېنىپ مۇرتەد بولامسىلەر؟) كىمكى ئارقىسىغا يېنىۋالىدىكەن (يەنى مۇرتەد بولىدىكەن)، ئۇ اﷲ قا قىلچە زىيان يەتكۈزەلمەيدۇ. اﷲ شۈكۈر قىلغۇچىلارنى مۇكاپاتلايدۇ"
        },
        {
            "chapter": 3,
            "verse": 145,
            "text": "ھېچ كىشى اﷲ نىڭ ئىزنىسىز ئۆلمەيدۇ، اﷲ ھەر ئادەمنىڭ ئەجىلىنى پۈتۈۋەتكەن (ئادەمنىڭ ئۆمرىنى قورقۇنچاقلىق ئۇزارتالمايدۇ، باتۇرلۇق قىسقارتالمايدۇ). كىمكى دۇنيا ساۋابىنى كۆزلىسە، ئۇنىڭغا دۇنيانىڭ ساۋابىنى بېرىمىز (ئۇنىڭ ئاخىرەتلىكتىن نېسىۋىسى بولمايدۇ)؛ كىمكى ئاخىرەتنىڭ ساۋابىنى كۆزلىسە، ئۇنىڭغا ئاخىرەتنىڭ ساۋابىنى بېرىمىز، شۈكۈر قىلغۇچىلارنى مۇكاپاتلايمىز"
        },
        {
            "chapter": 3,
            "verse": 146,
            "text": "نۇرغۇن پەيغەمبەرلەر بىلەن كۆپلىگەن خۇدا جۇي ئۆلىمالار بىرلىكتە جەڭ قىلدى. ئۇلار اﷲ يولىدا يەتكەن كۈلپەتلەردىن روھسىزلانمىدى، بوشاشمىدى، باش ئەگمىدى، اﷲ ئۆزىنىڭ يولىدا دۇچ كەلگەن قىيىنچىلىقلارغا چىداشلىق بەرگۈچىلەرنى دوست تۇتىدۇ"
        },
        {
            "chapter": 3,
            "verse": 147,
            "text": "ئۇلارنىڭ سۆزى پەقەت: «پەرۋەردىگارىمىز! گۇناھلىرىمىزنى، ئىشىمىزدا چەكتىن ئاشقانلىقىمىزنى مەغپىرەت قىلغىن، قەدەملىرىمىزنى (جەڭ مەيدانىدا) مۇستەھكەم قىلغىن ۋە كاپىر قەۋمگە قارشى بىزگە ياردەم بەرگىن» دېگەندىن باشقا بولمىدى"
        },
        {
            "chapter": 3,
            "verse": 148,
            "text": "اﷲ ئۇلارغا دۇنيانىڭ ساۋابىنى (يەنى دۈشمەنلەر ئۈستىدىن غەلىبە قىلىشنى) ۋە ئاخىرەتنىڭ ياخشى ساۋابىنى (يەنى جەننەت ۋە ئۇنىڭ نېمەتلىرىنى) ئاتا قىلدى، اﷲ ياخشىلىق قىلغۇچىلارنى دوست تۇتىدۇ"
        },
        {
            "chapter": 3,
            "verse": 149,
            "text": "ئى مۆمىنلەر! ئەگەر سىلەر كاپىرلارغا ئىتائەت قىلساڭلار، ئۇلار سىلەرنى ئارقاڭلارغا (يەنى كۇفرىغا) ياندۇرىدۇ، شۇنىڭ بىلەن زىيان تارتىپ قالىسىلەر"
        },
        {
            "chapter": 3,
            "verse": 150,
            "text": "ئۇنداق ئەمەس (يەنى ئۇلار سىلەرنىڭ ئىتائەت قىلىدىغان مەدەتكارىڭلار ئەمەس)، اﷲ سىلەرنىڭ مەدەتكارىڭلاردۇر (ئۇنىڭغا ئىتائەت قىلىڭلار)، ئۇ ياردەم قىلغۇچىلارنىڭ ئەڭ ياخشىسىدۇر"
        },
        {
            "chapter": 3,
            "verse": 151,
            "text": "(ئىلاھلىقى) ھەققىدە ھېچبىر دەلىل چۈشۈرمىگەن نەرسىلەرنى (يەنى بۇتلارنى) اﷲ قا شېرىك قىلغانلىقلىرى ئۈچۈن، كاپىرلارنىڭ دىللىرىغا قورقۇنچ سالىمىز، ئۇلارنىڭ بارىدىغان جايى دوزاختۇر، زالىملارنىڭ جايى (يەنى دوزاخ) ھەقىقەتەن يامان جايدۇر"
        },
        {
            "chapter": 3,
            "verse": 152,
            "text": "اﷲ سىلەرگە قىلغان (دۈشمىنىڭلارغا قارشى نۇسرەت ئاتا قىلىشتىن ئىبارەت) ۋەدىسىدە تۇردى؛ اﷲ نىڭ ئىزنى بىلەن ئۇلارنى قىرىۋاتاتتىڭلار، اﷲ سىلەر ياقتۇرىدىغان غەلىبىنى كۆرسەتكەندىن كېيىن زەئىپلىشىپ قالدىڭلار، پەيغەمبەرنىڭ ئەمرى توغرىسىدا جاڭجاللاشتىڭلار، (پەيغەمبەرنىڭ ئەمرىگە) بويسۇنمىدىڭلار، بەزىلىرىڭلار دۇنيانى كۆزلىدىڭلار، بەزىلىرىڭلار ئاخىرەتنى كۆزلىدىڭلار، ئاندىن اﷲ سىناش ئۈچۈن سىلەردىن دۈشمەننى قايتۇردى (يەنى سىلەرنى غەلىبىدىن مەغلۇبىيەتكە يۈزلەندۈردى) ۋە سىلەرنى ھەقىقەتەن ئەپۇ قىلدى. اﷲ مۆمىنلەرگە مەرھەمەت قىلغۇچىدۇر"
        }
    ]
}