{
    "maqras": [
        {
            "chapter": 5,
            "verse": 51,
            "text": "ئى مۆمىنلەر! يەھۇدىي ۋە ناسارالارنى دوست تۇتماڭلار. ئۇلار بىر - بىرىنى دوست تۇتىدۇ. سىلەردىن كىمكى ئۇلارنى دوست تۇتىدىكەن، ئۇمۇ ئەنە شۇلاردىن سانىلىدۇ، اﷲ زالىم قەۋمنى ھەقىقەتەن ھىدايەت قىلمايدۇ"
        },
        {
            "chapter": 5,
            "verse": 52,
            "text": "دىللىرىدا كېسەللىك (يەنى مۇناپىقلىق) بارلارنىڭ (زامان ئۆزگىرىپ كاپىرلار زەپەر تاپسا) ئۆزىمىزگە بىر پالاكەتچىلىك كېلىشىدىن قورقىمىز دەپ، ئۇلار بىلەن دوست بولۇشقا ئالدىرىغانلىقىنى كۆرىسەن، اﷲ (رەسۇلۇللاھقا، مۇسۇلمانلارغا) غەلىبە (يەنى مەككىنى پەتھى قىلىشنى) ئاتا قىلىدۇ، ياكى بىر ئىشنى (يەنى ئۇلارنىڭ مۇناپىقلىقىنى پاش قىلىشنى) مەيدانغا كەلتۈرىدۇ - دە، كۆڭلىدە يوشۇرغىنى (يەنى مۆمىنلەرنىڭ دۈشمەنلىرىنى دوست تۇتقانلىقى) ئۈچۈن ئۇلار نادامەت چېكىدۇ"
        },
        {
            "chapter": 5,
            "verse": 53,
            "text": "(بۇ مۇناپىقلارنىڭ مۇسۇلمانلارغا قىلغان ھىيلە - مىكرى پاش قىلىنغاندا) مۆمىنلەر (بىر - بىرىگە): «سىلەر بىلەن چوقۇم بىللە ئىكەنلىكلىرىگە اﷲ نامى بىلەن قاتتىق قەسەم ئىچىشكەنلەرمۇ شۇ كىشىلەرمۇ؟» دەيدۇ. ئۇلارنىڭ (يەنى مۇناپىقلارنىڭ) قىلغان ئەمەللىرى بىكار بولدى، ئۇلار (دۇنيا ۋە ئاخىرەتتە) زىيان تارتقۇچى بولدى"
        },
        {
            "chapter": 5,
            "verse": 54,
            "text": "ئى مۆمىنلەر! سىلەردىن كىمكى مۇرتەد بولىدىكەن، اﷲ (ئۇنىڭ ئورنىغا) اﷲ ئۇلارنى دوست تۇتىدىغان، ئۇلارمۇ اﷲ نى دوست تۇتىدىغان، مۆمىنلەرگە كۆيۈنىدىغان، كاپىرلارغا شەپقەتسىز، اﷲ نىڭ يولىدا جىھاد قىلىدىغان ۋە مالامەت قىلغۇچىنىڭ مالامىتىدىن قورقمايدىغان بىر قەۋمنى كەلتۈرىدۇ. بۇ (يەنى يۇقىرىدىكى سۈپەتلەر بىلەن سۈپەتلىنىش) اﷲ نىڭ پەزلىدۇركى، (اﷲ) ئۇنى (بەندىلىرىدىن) خالىغان كىشىگە بېرىدۇ، اﷲ (نىڭ پەزلى) كەڭدۇر، (اﷲ) ھەممىنى بىلگۈچىدۇر"
        },
        {
            "chapter": 5,
            "verse": 55,
            "text": "شۈبھىسىزكى، سىلەرنىڭ دوستۇڭلار اﷲ دۇر، اﷲ نىڭ رەسۇلىدۇر ۋە مۆمىنلەردۇركى، مۆمىنلەر تەئدىل ئەركان بىلەن ناماز ئۆتەيدۇ، زاكات بېرىدۇ، ئۇلار (اﷲ نىڭ ئەمرىگە) كەمتەرلىك بىلەن بويسۇنغۇچىلاردۇر"
        },
        {
            "chapter": 5,
            "verse": 56,
            "text": "كىمكى اﷲ نى، اﷲ نىڭ پەيغەمبىرىنى ۋە مۆمىنلەرنى دوست تۇتىدىكەن، (ئۇ اﷲ نىڭ جامائەسىدىندۇر). اﷲ نىڭ جامائەسى (ئەلۋەتتە) غالىبتۇر"
        },
        {
            "chapter": 5,
            "verse": 57,
            "text": "ئى مۆمىنلەر! سىلەردىن ئىلگىرى كىتاب بېرىلگەنلەر (يەنى يەھۇدىيلار ۋە ناسارالار) دىن دىنىڭلارنى مەسخىرە ۋە ئويۇنچۇق قىلغانلارنى دوست قىلىۋالماڭلار. ئەگەر (ھەقىقىي) مۆمىن بولساڭلار، اﷲ تىن قورقۇڭلار"
        },
        {
            "chapter": 5,
            "verse": 58,
            "text": "سىلەر نامازغا چاقىرغان (يەنى ئەزان ئېيتقان) چېغىڭلاردا، ئۇلار نامازنى (ھەم سىلەرنى) مەسخىرە ۋە ئويۇنچۇق قىلىدۇ، بۇ شۇنىڭ ئۈچۈنكى، ئۇلار (نامازنىڭ ھېكمىتىنى ۋە نامازنىڭ نەپسىنى پاكلاشتىكى غايىسىنى) چۈشەنمەس قەۋمدۇر"
        },
        {
            "chapter": 5,
            "verse": 59,
            "text": "(ئى مۇھەممەد!) ئېيتقىنكى، «ئى ئەھلى كىتاب! (يەنى يەھۇدىي ۋە ناسارالار جامائەسى) پەقەت بىزنىڭ اﷲ قا، بىزگە نازىل قىلىنغان كىتابقا (يەنى قۇرئانغا)، بۇنىڭدىن ئىلگىرى (پەيغەمبەرلەرگە) نازىل قىلىنغان كىتابلارغا ئىمان ئېيتقانلىقىمىز ئۈچۈن ۋە سىلەرنىڭ كۆپچىلىكىڭلار پاسىق بولغانلىقىڭلار ئۈچۈن، بىزنى ئەيىبلەمسىلەر؟»"
        },
        {
            "chapter": 5,
            "verse": 60,
            "text": "(ئى مۇھەممەد!) ئېيتقىنكى، «سىلەرگە اﷲ نىڭ نەزىرىدىكى بۇنىڭدىنمۇ يامان جازانى ئېيتىپ بېرەيمۇ؟ (ئۇ شۇنداق) كىشىلەرنىڭ (جازاسىكى)، اﷲ ئۇلارنى رەھمىتىدىن يىراق قىلدى ۋە ئۇلارغا غەزەپ قىلدى، اﷲ ئۇلارنىڭ بىر قىسمىنى مايمۇن ۋە چوشقا قىلدى، بىر قىسمىنى شەيتانغا ئىبادەت قىلىدىغان قىلدى، ئەنە شۇلارنىڭ ئورنى ئەڭ ياماندۇر (يەنى دوزاختۇر)، (ئۇلار) توغرا يولدىن ئەڭ ئاداشقاندۇر»"
        },
        {
            "chapter": 5,
            "verse": 61,
            "text": "(يەھۇدىيلارنىڭ مۇناپىقلىرى) يېنىڭلارغا كەلگەن چاغدا، بىز ئىمان ئېيتتۇق، دەيدۇ، ۋاھالەنكى، ئۇلار (ئى مۇھەممەد! يېنىڭغا) كۇفرى بىلەن كىرىپ كۇفرى بىلەن چىقىپ كەتتى (يەنى سەندىن ئاڭلىغان ئىلىمدىن پايدىلانمىدى). اﷲ ئۇلارنىڭ يوشۇرغان نەرسىسىنى (يەنى نىفاقىنى ۋە كۇفرىنى) ئوبدان بىلىدۇ"
        },
        {
            "chapter": 5,
            "verse": 62,
            "text": "ئۇلار (يەنى يەھۇدىيلار) نىڭ ئارىسىدىكى نۇرغۇن كىشىلەرنىڭ گۇناھقا، زۇلۇم سېلىشقا ۋە ھارام يېيىشكە ئالدىرايدىغانلىقىنى كۆرىسەن، ئۇلارنىڭ قىلمىشلىرى نېمىدېگەن يامان"
        },
        {
            "chapter": 5,
            "verse": 63,
            "text": "ئۇلارنىڭ زاھىتلىرى، ئەھبارلىرى نېمىشقا ئۇلارنى يالغان سۆزلەشتىن، ھارام يېيىشتىن توسمايدۇ؟ ئۇلارنىڭ قىلمىشلىرى نېمىدېگەن يامان"
        },
        {
            "chapter": 5,
            "verse": 64,
            "text": "يەھۇدىيلار: «اﷲ نىڭ قولى باغلاقلىقتۇر (يەنى اﷲ بېخىلدۇر ياكى پېقىردۇر)» دېدى. يەھۇدىيلارنىڭ قوللىرى باغلانسۇن! ئۇلار بۇ سۆزلىرى سەۋەبلىك اﷲ نىڭ رەھمىتىدىن يىراق قىلىندى، ئەمەلدە اﷲ نىڭ ئىككى قولى ئوچۇقتۇر، قانداق خالىسا شۇنداق رىزىق بېرىدۇ، پەرۋەردىگارىڭ تەرىپىدىن ساڭا نازىل قىلىنغان قۇرئان ئۇلارنىڭ كۆپچىلىكىدە يامانلىق بىلەن كۇفرىنى ئاشۇرىدۇ (يەنى ئۇلارنىڭ ساڭا دۈشمەنلىكىنى ۋە قۇرئاننى ئىنكار قىلىشىنى زىيادە قىلىدۇ). بىز ئۇلارنىڭ ئارىسىغا قىيامەتكىچە داۋاملىشىدىغان ئۆچمەنلىك ۋە دۈشمەنلىكنى سالدۇق، ئۇلار ھەر قاچان (رەسۇلۇللاھقا قارشى) ئۇرۇش ئوتىنى ياقماقچى بولسا، اﷲ ئۇنى ئۆچۈرىدۇ، ئۇلار يەر يۈزىدە (ئىسلامغا سۇيىقەست قىلىش ۋە مۇسۇلمانلار ئارىسىدا پىتنە قوزغاش بىلەن) بۇزغۇنچىلىق قىلغۇچىلارنى ياقتۇرمايدۇ"
        },
        {
            "chapter": 5,
            "verse": 65,
            "text": "ئەگەر ئەھلى كىتاب (يەنى يەھۇدىيلار ۋە ناسارالار) (اﷲ قا ۋە ئۇنىڭ پەيغەمبىرىگە ھەقىقىي) ئىمان ئېيتسا ۋە (اﷲ چەكلىگەن ئىشلاردىن) پەرھىز قىلسا ئىدى، ئۇلارنىڭ گۇناھلىرىنى بىز چوقۇم كەچۈرەتتۇق، ئۇلارنى چوقۇم نازۇنېمەتلىك جەننەتكە كىرگۈزەتتۇق"
        },
        {
            "chapter": 5,
            "verse": 66,
            "text": "ئەگەر ئۇلار تەۋراتقا، ئىنجىلغا ۋە پەرۋەردىگارى تەرىپىدىن ئۇلارغا نازىل قىلىنغان باشقا كىتابلارغا ئەمەل قىلسا ئىدى، ئۇلار چوقۇم ئۈستىلىرىدىن ۋە ئاياغلىرى ئاستىدىن يەر ئىدى (يەنى ئۇلارغا ئاسمان - زېمىندىن كەڭ رىزىق بېرىلەتتى)، ئۇلاردىن بىر جامائە (يەنى مۇھەممەد ئەلەيھىسسالامغا ئىمان ئېيتقانلار) توغرا يولدىدۇر. ئۇلارنىڭ نۇرغۇنلىرى نېمىدېگەن يامان ئىش قىلغۇچىلار"
        }
    ]
}