{
    "chapter": [
        {
            "chapter": 65,
            "verse": 1,
            "text": "O Prophete ! Si vous divorcez d’avec les femmes, faites-le (en respectant) leur delai de viduite (‘iddah) dont vous compterez (les jours). Craignez Allah, votre Seigneur, ne les faites pas sortir de leurs maisons ! Qu’elles n’en sortent que si elles ont commis un acte immoral evident. Telles sont les limites d’Allah (hudud). Celui qui outrepasse les limites d’Allah est injuste envers lui-meme. Tu ne peux savoir si, entre-temps, Allah ne fera pas advenir une situation nouvelle"
        },
        {
            "chapter": 65,
            "verse": 2,
            "text": "Leur terme ayant ete atteint, ou vous les garderez alors d’une maniere convenable, ou vous les quitterez d’une maniere tout aussi convenable. Faites temoigner de cela deux hommes parmi les plus equitables d’entre vous. Vous devez en temoigner (par obeissance) a Allah. Voila une exhortation pour qui croit en Allah et au Jour Dernier. A quiconque Le craint, Allah prevoit une (honorable) voie de sortie"
        },
        {
            "chapter": 65,
            "verse": 3,
            "text": "et lui dispensera (des biens) d’une maniere a laquelle il ne s’attendait pas. Quiconque s’en remet a Allah, (Allah) lui suffira. Allah atteint toujours Son objectif et Il a prevu a chaque chose un terme mesure"
        },
        {
            "chapter": 65,
            "verse": 4,
            "text": "Celles qui ont atteint la menopause,[560] parmi vos femmes, devront observer, si vous avez des doutes (en comptant les jours de la ‘iddah), une (periode) d’attente de trois mois. La meme (attente est prescrite) a celles qui n’ont pas encore leurs regles. Quant a celles qui sont enceintes, leur terme de viduite est l’accouchement. Quiconque craint Allah, (Allah) lui rendra les choses plus faciles"
        },
        {
            "chapter": 65,
            "verse": 5,
            "text": "Tel est l’ordre qu’Allah a fait descendre pour vous. Quiconque craint Allah, (Allah) rachetera ses mauvaises actions et lui accordera une grande recompense"
        },
        {
            "chapter": 65,
            "verse": 6,
            "text": "Logez (vos femmes repudiees) dans (les habitations) ou vous residez vous-memes, selon vos moyens. Ne leur cherchez pas noise en leur rendant la vie insupportable. Et si elles sont enceintes, assurez les depenses qui leur sont necessaires jusqu’a ce qu’elles accouchent. Si, (par la suite), elles allaitent (votre enfant), versez-leur une pension. Que vos concertations (a ce sujet) soient sereines et convenables. Mais, si vous ne vous vous etes pas entendus, que l’allaitement soit confie a une autre (femme)"
        },
        {
            "chapter": 65,
            "verse": 7,
            "text": "Que le fortune depense selon sa fortune ; et que l’homme de condition plus modeste depense de ce qu’Allah lui a accorde (comme biens). Allah ne charge une personne que selon ce qu’Il lui a donne. Allah fera qu’apres la difficulte vienne l’aisance"
        },
        {
            "chapter": 65,
            "verse": 8,
            "text": "Combien de cites se sont dressees contre l’ordre de leur Seigneur et de Ses Messagers ! Nous le leur fimes payer cher,[561] et Nous sevimes contre elles par un supplice des plus atroces"
        },
        {
            "chapter": 65,
            "verse": 9,
            "text": "Elles gouterent alors le peril du a leur conduite, et leur sort fut la ruine"
        },
        {
            "chapter": 65,
            "verse": 10,
            "text": "Allah leur a prepare un terrible supplice. Craignez Allah, o esprits sagaces qui avez cru ! Allah a fait descendre (en revelation) pour vous un Rappel"
        },
        {
            "chapter": 65,
            "verse": 11,
            "text": "(et envoye) un Messager qui vous recite les versets explicites d’Allah, pour faire sortir ceux qui ont cru et ont accompli les bonnes œuvres des tenebres vers la lumiere. (Car) ceux qui croient en Allah et font le bien, (Allah) les fera entrer dans des jardins sous lesquels coulent les rivieres, ou ils sejourneront a tout jamais. Allah leur[563] dispensera ce qu’il y a de meilleur"
        },
        {
            "chapter": 65,
            "verse": 12,
            "text": "C’est Allah Qui a cree sept cieux et des terres en nombre semblable. Entre (cieux et terres), l’ordre descend (toujours) pour que vous sachiez qu’Allah est de Toute chose Infiniment Capable, et qu’Allah Cerne Toute Chose par Sa Science"
        }
    ]
}