{
    "pages": [
        {
            "chapter": 7,
            "verse": 58,
            "text": "De la buena tierra brotan (buenas) plantas con facilidad con el consentimiento de Al-lah; pero, de la mala, (las pocas que brotan) lo hacen con dificultad[243]. Así es como explicamos diferentes pruebas de la verdad para las gentes que son agradecidas"
        },
        {
            "chapter": 7,
            "verse": 59,
            "text": "Y, ciertamente, enviamos a Noé a su pueblo y les dijo: «¡Pueblo mío!, ¡adorad solo a Al-lah, no tenéis ninguna otra divinidad (verdadera) fuera de Él! En verdad, temo que sufráis el castigo de un día terrible»"
        },
        {
            "chapter": 7,
            "verse": 60,
            "text": "Los dignatarios de su pueblo dijeron: «Ciertamente, te vemos en un claro extravío»"
        },
        {
            "chapter": 7,
            "verse": 61,
            "text": "(Noé) respondió: «¡Pueblo mío!, no estoy extraviado, sino que soy un mensajero del Señor de toda la creación"
        },
        {
            "chapter": 7,
            "verse": 62,
            "text": "»Os transmito el mensaje de mi Señor y os aconsejo bien, y sé de Al-lah lo que vosotros no sabéis"
        },
        {
            "chapter": 7,
            "verse": 63,
            "text": "»¿Os extrañáis de que os haya llegado una exhortación de vuestro Señor, a través de uno de los vuestros, con el fin de avisaros y de hacer que temáis a Al-lah para que Él se apiade de vosotros?»"
        },
        {
            "chapter": 7,
            "verse": 64,
            "text": "Pero lo desmintieron, y lo salvamos en el arca junto con sus seguidores y ahogamos a quienes negaban Nuestras pruebas. Ciertamente, eran gentes que no querían ver la verdad"
        },
        {
            "chapter": 7,
            "verse": 65,
            "text": "Y al pueblo de ‘Ad[244] enviamos a su hermano Hud como mensajero. Este dijo: «¡Pueblo mío!, ¡adorad solo a Al-lah, no tenéis ninguna otra divinidad fuera de Él! ¿No Lo temeréis, pues?»"
        },
        {
            "chapter": 7,
            "verse": 66,
            "text": "Los dignatarios incrédulos de su pueblo dijeron: «Realmente, vemos que has perdido la razón y creemos que eres un mentiroso»"
        },
        {
            "chapter": 7,
            "verse": 67,
            "text": "(Hud) respondió: «¡Pueblo mío!, no he perdido la razón, sino que soy un mensajero del Señor de toda la creación"
        }
    ]
}