{
    "pages": [
        {
            "chapter": 2,
            "verse": 197,
            "text": "La peregrinación del hajj debe realizarse en unos meses consabidos[69]. Quien tenga la intención de realizar la peregrinación del hajj (y entre en el estado de consagración previo para efectuarla) deberá abstenerse de mantener relaciones íntimas (con su cónyuge) y deberá evitar todo aquello que pueda conducir a ellas; deberá abstenerse de pecar y de entrar en disputas mientras dure la peregrinación. Y todo bien que hagáis será del conocimiento de Al-lah. Y aprovisionaos para realizarla, aunque la mejor provisión es la piedad y el temor de Al-lah. ¡Y temedme a Mí, hombres de buen juicio"
        },
        {
            "chapter": 2,
            "verse": 198,
            "text": "No cometéis pecado alguno si buscáis el favor de vuestro Señor (a través de transacciones comerciales durante la peregrinación). Pero cuando dejéis Arafat[70], recordad a Al-lah invocándolo y glorificándolo en Muzdalifah. Y recordadle dándole las gracias por haberos guiado, pues antes estabais extraviados"
        },
        {
            "chapter": 2,
            "verse": 199,
            "text": "A continuación abandonad el lugar con la multitud y pedid el perdón de Al-lah. En verdad, Él es Indulgente y Misericordioso"
        },
        {
            "chapter": 2,
            "verse": 200,
            "text": "Y cuando hayáis completado vuestros ritos, recordad a Al-lah ensalzándolo de una manera similar a como recordáis y exaltáis a vuestros antepasados (con orgullo), pero hacedlo aún con más fuerza. Hay gentes que dicen: «¡Señor, concédenos prosperidad en esta vida!», pero esos no recibirán su parte en la otra (porque solo se preocuparon por la vida mundanal y descuidaron la eterna)"
        },
        {
            "chapter": 2,
            "verse": 201,
            "text": "Y hay quienes dicen: «¡Señor, concédenos prosperidad en esta vida y en la otra, y protégenos del castigo del fuego!»"
        },
        {
            "chapter": 2,
            "verse": 202,
            "text": "Esos recibirán su parte por lo que sus buenas acciones merezcan. Y Al-lah es rápido en la retribución de Su recompensa"
        }
    ]
}