{
    "pages": [
        {
            "chapter": 21,
            "verse": 36,
            "text": "Y cuando te ven quienes rechazan la verdad (¡oh, Muhammad!), se burlan de ti y se dicen (entre ellos): «¿Es este el que habla (mal) sobre nuestros ídolos?». Y no creen en el Clemente cuando se les menciona (ni creen en Su exhortación)"
        },
        {
            "chapter": 21,
            "verse": 37,
            "text": "El hombre ha sido creado impaciente. Os mostraré las pruebas de Mi poder; no queráis, pues,precipitar (Mi castigo)"
        },
        {
            "chapter": 21,
            "verse": 38,
            "text": "Y dicen (quienes rechazan la verdad a los creyentes): «¿Cuándo tendrá lugar la promesa (del Día dela Resurrección), si sois veraces?»"
        },
        {
            "chapter": 21,
            "verse": 39,
            "text": "Si supieran (lo que les espera) el día en que no podrán apartar el fuego de sus rostros ni de sus espaldas ni serán socorridos (no persistirían en la incredulidad ni pedirían que Su castigo se anticipara)"
        },
        {
            "chapter": 21,
            "verse": 40,
            "text": "Les llegará de improvisto y se quedarán perplejos. No podrán impedirlo ni se les concederá plazo alguno (para arrepentirseo excusarse)"
        },
        {
            "chapter": 21,
            "verse": 41,
            "text": "Y, ciertamente, ya se burlaron de otros mensajeros que te precedieron, y (el castigo) del que se burlaban acabó cercándolos y abatiéndose sobre ellos"
        },
        {
            "chapter": 21,
            "verse": 42,
            "text": "Diles, ¡oh, Muhammad!: «¿Quién puede protegeros durante el día y durante la noche (del castigo) del Clemente (sino Él mismo)?». Sin embargo, se alejan de la exhortación de su Señor (el Corán)"
        },
        {
            "chapter": 21,
            "verse": 43,
            "text": "¿Acaso tienen divinidades que puedan protegerlos de Nos?(Las divinidades que adoran) no pueden socorrerse a sí mismas ni pueden ayudarlos contra Nos"
        },
        {
            "chapter": 21,
            "verse": 44,
            "text": "Mas dejamos que ellos y sus antepasados disfrutaran de los bienes que les concedimos hasta una avanzada edad.¿Acaso no ven que vamos reduciendo la tierra por sus extremos[604]? ¿Acaso creen que serán ellos los vencedores"
        }
    ]
}