{
    "pages": [
        {
            "chapter": 34,
            "verse": 8,
            "text": "»¿Está (Muhammad) mintiendo sobre Al-lah o ha perdido la razón?». ¡De ningún modo! Y quienes no creen en la otra vida serán castigados y se hallan extraviados, lejos de la verdad"
        },
        {
            "chapter": 34,
            "verse": 9,
            "text": "¿Acaso no ven (que) el cielo y la tierra que los rodean (son muestras de la grandeza y del poder de Al-lah)? Si quisiéramos, hundiríamos la tierra con ellos o haríamos que cayese sobre ellos parte de un castigo del cielo. Ciertamente, en esto hay una prueba (de Nuestro poder) para todo siervo que se vuelve (a Nos) en arrepentimiento"
        },
        {
            "chapter": 34,
            "verse": 10,
            "text": "Y agraciamos a David con Nuestro favor, (y dijimos:) «¡Oh, montañas, alabad a Al-lah junto con David! ¡Y también (vosotras) las aves!». Y ablandamos para él el hierro (a fin de que pudiera modelarlo con sus manos)"
        },
        {
            "chapter": 34,
            "verse": 11,
            "text": "(Le dijimos a David:) «Haz cotas de malla y da a las argollas su justa proporción. Yobrad con rectitud. En verdad, Yo observo todo lo que hacéis»"
        },
        {
            "chapter": 34,
            "verse": 12,
            "text": "Y (sometimos) el viento a Salomón, con el que recorría en una mañana la distancia de un mes, y en una tarde, la distancia de otro mes. E hicimos que manara para él cobre fundido de un manantial. Y entre los yinn había quienes trabajaban para él por decreto de su Señor. Y quienes de entre ellos se negaban a obedecernos sufrían el castigo del fuego abrasador"
        },
        {
            "chapter": 34,
            "verse": 13,
            "text": "Hacían para él lo que quería: altas edificaciones, estatuas, recipientes del tamaño de cisternas y enormes calderas que quedaban fijas (por su gran tamaño). ¡Trabajad dando gracias a Al-lah, oh, familia de David! Mas pocos de Mis siervos son agradecidos"
        },
        {
            "chapter": 34,
            "verse": 14,
            "text": "Y cuando decretamos la muerte (a Salomón,este permaneció muerto, sentado en su trono y apoyado en su bastón), lo único que hizo (que los yinn) se percatasen de su muerte fue que un insecto de la tierra carcomió su bastón (y el cuerpo de Salomón cayó desplomado al suelo). Entonces se evidenció que, si de verdad (los yinn) hubiesen tenido acceso al conocimiento absoluto que solo Al-lah posee, no habrían permanecido subyugados al castigo denigrante (de trabajar para Salomón durante ese tiempo)"
        }
    ]
}