{
    "pages": [
        {
            "chapter": 35,
            "verse": 12,
            "text": "Y no son iguales las dos masas de agua: una (la de los ríos) es agradable al paladar, dulce y buena para beber, mientras que la otra (la del mar) es salada y amarga; mas de ambas coméis una carne tierna y extraéis adornos que lucís. Y puedes ver cómo las embarcaciones las surcan para buscar el favor de Al-lah y para que podáis serle agradecidos"
        },
        {
            "chapter": 35,
            "verse": 13,
            "text": "(Al-lah) hace que la noche penetre[830] en el día y el día, en la noche(haciendo variar la duración de ambos a lo largo del año)y ha sometido (a Su voluntad) el sol y la luna. Ambos siguen una órbita hasta una fecha fijada. Ese es Al-lah, vuestro Señor, y a Él pertenece la soberanía absoluta. Y aquellos a quienes invocáis fuera de Él no poseen nada (de los cielos y de la tierra), ni siquiera el fino pellejo que envuelve un hueso de dátil"
        },
        {
            "chapter": 35,
            "verse": 14,
            "text": "Si los invocáis, no escuchan vuestras súplicas; y si llegasen a escucharlas, no os responderían. Y el Día de la Resurrección negarán que los adorarais (y se desentenderán de vosotros). Y nadie puede informarte mejor (¡oh, Muhammad!) que Quien tiene conocimiento de todas las cosas"
        },
        {
            "chapter": 35,
            "verse": 15,
            "text": "¡Oh, gentes!, vosotros estáis necesitados de Al-lah, mientras que Él no necesita nada de nadie y es digno de toda alabanza"
        },
        {
            "chapter": 35,
            "verse": 16,
            "text": "Si lo deseara, os destruiría y crearía a otros en vuestro lugar"
        },
        {
            "chapter": 35,
            "verse": 17,
            "text": "Y eso no sería difícil para Al-lah"
        },
        {
            "chapter": 35,
            "verse": 18,
            "text": "Y (el Día de la Resurrección) nadie cargará con los pecados ajenos. Y si la carga de alguno fuera muy pesada y pidiese ayuda a otro para llevarla, este no cargaría con nada aunque fuera su pariente más cercano. Solo puedes advertir (¡oh, Muhammad!, y hacer que se beneficien de la exhortación) a quienes temen a su Señor a pesar de no verlo y realizan el salat. Y quien se purifique (obrando con rectitud) lo hará en su propio beneficio. Y a Al-lah será el retorno (de todas las cosas para que Él decida sobre ellas)"
        }
    ]
}