{
    "pages": [
        {
            "chapter": 57,
            "verse": 4,
            "text": "Él es Quien creó los cielos y la tierra en seis días y después se asentó sobre el Trono[1013]. Conoce lo que entra en la tierra (como la lluvia o las semillas) y lo que sale de ella (como las plantas y los metales), lo que desciende del cielo (como la lluvia) y lo que asciende a él (como los ángeles y las acciones de Sus siervos). Está con vosotros (mediante Su conocimiento) allí donde estéis; observa todo lo que hacéis"
        },
        {
            "chapter": 57,
            "verse": 5,
            "text": "A Él pertenece la soberanía de los cielos y de la tierra, y todos los asuntos retornarán a Él (para que decida sobre ellos el Día de la Resurrección)"
        },
        {
            "chapter": 57,
            "verse": 6,
            "text": "Hace que la noche penetre en el día y el día en la noche[1014], y conoce lo que encierran los corazones"
        },
        {
            "chapter": 57,
            "verse": 7,
            "text": "Creed en Al-lah y en Su Mensajero y contribuid a Su causa con parte de los bienes que os ha confiado. Quienes crean de entre vosotros y contribuyan (con sus bienes a la causa de Al-lah)recibirán una gran recompensa"
        },
        {
            "chapter": 57,
            "verse": 8,
            "text": "¿Por qué no creéis en (la unicidad de) Al-lah (vosotros, incrédulos) cuando el Mensajero os llama a que creáis en vuestro Señor y os comprometisteis (a reconocerlo como tal)[1015], si de verdad creéis (que Él es el Creador de todo)"
        },
        {
            "chapter": 57,
            "verse": 9,
            "text": "Él es Quien revela a Su siervo (Muhammad) claras aleyas para sacaros de las tinieblas y conduciros hacia la luz. Y Al-lah es Compasivo y Misericordioso con vosotros"
        },
        {
            "chapter": 57,
            "verse": 10,
            "text": "¿Y por qué no contribuís (con vuestros bienes) a la causa de Al-lah cuando a Él pertenece la herencia[1016] de los cielos y de la tierra? No puede compararse aquel de vosotros que contribuyó con sus bienes y luchó por la causa de Al-lah antes de la liberación(de La Meca) con quien no lo hizo. El primero gozará de un nivel más elevado en el paraíso que quien contribuyó con sus bienes y luchó por la causa de Al-lah después de la liberación de la ciudad; mas Al-lah ha prometido a ambos el paraíso. Y Al-lah está bien informado de lo que hacéis"
        },
        {
            "chapter": 57,
            "verse": 11,
            "text": "¿Quién ofrece a Al-lah un préstamo generoso (contribuyendo con sus bienes a Su causa) para que Él se lo devuelva multiplicado con creces y le conceda una generosa recompensa"
        }
    ]
}