{
    "pages": [
        {
            "chapter": 98,
            "verse": 8,
            "text": "Su Señor los recompensará con los Jardines de la Eternidad (situados en los niveles superiores del paraíso) por los cuales corren ríos y donde vivirán eternamente. Al-lah estará complacido con ellos, y ellos con Él. Esa será la recompensa de quienes teman a su Señor"
        },
        {
            "chapter": 99,
            "verse": 1,
            "text": "Cuando la tierra tiemble violentamente (el Día de la Resurrección)"
        },
        {
            "chapter": 99,
            "verse": 2,
            "text": "expulse su carga"
        },
        {
            "chapter": 99,
            "verse": 3,
            "text": "y el hombre diga: «¿Qué le ocurre?»"
        },
        {
            "chapter": 99,
            "verse": 4,
            "text": "ese día (la tierra) dará a conocer su información (acerca de todas las buenas y malas acciones que se cometieron en ella)"
        },
        {
            "chapter": 99,
            "verse": 5,
            "text": "obedeciendo la orden de tu Señor"
        },
        {
            "chapter": 99,
            "verse": 6,
            "text": "Ese día la gente se dispersará en grupos distintos para que les sean mostradas sus acciones"
        },
        {
            "chapter": 99,
            "verse": 7,
            "text": "Quien haya realizado una buena acción, por pequeña que sea, la verá (recompensada)"
        },
        {
            "chapter": 99,
            "verse": 8,
            "text": "Y quien haya realizado una mala acción, por pequeña que sea, verá (el castigo que esta merece)"
        },
        {
            "chapter": 100,
            "verse": 1,
            "text": "(Juro) por los caballos que resoplan cuando galopan (dirigiéndose hacia la batalla)"
        },
        {
            "chapter": 100,
            "verse": 2,
            "text": "hacen saltar chispas (con sus cascos)"
        },
        {
            "chapter": 100,
            "verse": 3,
            "text": "se lanzan (contra el enemigo) al amanecer"
        },
        {
            "chapter": 100,
            "verse": 4,
            "text": "levantando una nube de polvo"
        },
        {
            "chapter": 100,
            "verse": 5,
            "text": "y penetran (las filas enemigas) hasta llegar al corazón de estas"
        },
        {
            "chapter": 100,
            "verse": 6,
            "text": "(por ellos juro que) el hombre es ingrato con su Señor"
        },
        {
            "chapter": 100,
            "verse": 7,
            "text": "y él[1176] es testigo de ello"
        },
        {
            "chapter": 100,
            "verse": 8,
            "text": "Y ama las riquezas con pasión"
        },
        {
            "chapter": 100,
            "verse": 9,
            "text": "¿Acaso no sabe que se harán surgir a quienes están en las tumbas"
        }
    ]
}