{
    "rukus": [
        {
            "chapter": 6,
            "verse": 83,
            "text": "ئۆز قەۋمىگە رەددىيە بېرىش ئۈچۈن ئىبراھىمغا بەرگەن دەلىلىمىز ئەنە شۇدۇر، خالىغان كىشىمىزنى بىر قانچە دەرىجە كۆتۈرىمىز، پەرۋەردىگارىڭ ھەقىقەتەن ھېكمەت بىلەن ئىش قىلغۇچىدۇر، ھەممىنى بىلگۈچىدۇر"
        },
        {
            "chapter": 6,
            "verse": 84,
            "text": "بىز ئىبراھىمغا ئىسھاقنى، يەئقۇبنى ئاتا قىلدۇق. ئۇلارنىڭ ھەر بىرىنى ھىدايەت قىلدۇق. (ئىبراھىمدىن) ئىلگىرى نۇھنى ھىدايەت قىلدۇق، ئىبراھىمنىڭ ئەۋلادىدىن داۋۇد، سۇلايمان، ئەييۇب، يۇسۇف، مۇسا، ھارۇنلارنى ھىدايەت قىلدۇق، ياخشى ئىش قىلغۇچىلارنى مۇشۇنداق مۇكاپاتلايمىز"
        },
        {
            "chapter": 6,
            "verse": 85,
            "text": "زەكەرىيا، يەھيا، ئىسا ۋە ئىلياسلارنى ھىدايەت قىلدۇق، ئۇلارنىڭ ھەممىسى ياخشىلاردىندۇر"
        },
        {
            "chapter": 6,
            "verse": 86,
            "text": "ئىسمائىل، ئىليەسە، يۇنۇس ۋە لۇتلارنى ھىدايەت قىلدۇق، ئۇلارنى (ئۆز زامانىدىكى) تامامى جاھان ئەھلىدىن ئۈستۈن قىلدۇق"
        },
        {
            "chapter": 6,
            "verse": 87,
            "text": "ئۇلارنىڭ ئاتا - بوۋىلىرىدىن، ئەۋلادلىرىدىن، قېرىنداشلىرىدىن بەزىلىرىنى ھىدايەت قىلدۇق، ئۇلارنى تاللىدۇق، ئۇلارنى توغرا يولغا يېتەكلىدۇق"
        },
        {
            "chapter": 6,
            "verse": 88,
            "text": "اﷲ نىڭ يولى ئەنە شۇدۇر، اﷲ بەندىلىرىدىن خالىغان كىشىلەرنى شۇ يولغا باشلايدۇ. ئەگەر ئۇلار (يەنى شۇ پەيغەمبەرلەر) شېرىك كەلتۈرسە ئىدى، ئۇلارنىڭ قىلغان ياخشى ئەمەللىرى، ئەلۋەتتە، بىكار بولۇپ كېتەتتى"
        },
        {
            "chapter": 6,
            "verse": 89,
            "text": "ئۇلارغا كىتابنى، ھېكمەتنى ۋە پەيغەمبەرلىكنى ئاتا قىلدۇق، ئەگەر بۇ مۇشرىكلار ئۇلارنى (يەنى كىتاب، ھېكمەت ۋە پەيغەمبەرلىكنى) ئىنكار قىلسا، ئۇلارنى ئىنكار قىلمايدىغان باشقا بىر قەۋمگە تاپشۇرىمىز"
        },
        {
            "chapter": 6,
            "verse": 90,
            "text": "ئەنە شۇلار (يەنى مەزكۇر پەيغەمبەرلەر) اﷲ ھىدايەت قىلغان كىشىلەردۇر، ئۇلارنىڭ يولىغا ئەگەشكىن، (ئى مۇھەممەد! قەۋمىڭگە) ئېيتقىنكى، «قۇرئاننى تەبلىغ قىلغانلىقىمغا سىلەردىن ھېچقانداق ھەق تەلەپ قىلمايمەن، قۇرئان پەقەت پۈتۈن جاھان ئەھلى ئۈچۈن ۋەز - نەسىھەتتۇر»"
        }
    ]
}