{
    "rukus": [
        {
            "chapter": 12,
            "verse": 21,
            "text": "ئۇنى سېتىۋالغان مىسىرلىق ئادەم ئايالىغا: «ئۇنى ياخشى كۈتكىن، بىزگە ئەسقاتار ياكى بالا قىلىۋالارمىز» دېدى. شۇنىڭدەك (يەنى يۇسۇفنى قۇدۇقتىن قۇتقۇزغىنىمىزدەك) يۇسۇفنى (مىسىر) زېمىنىغا يەرلەشتۈردۈق، ئۇنىڭغا چۈش تەبىرىنى ئۈگەتتۇق، اﷲ (خالىغان) ئىشىنى ئاشۇرۇشقا قادىردۇر، لېكىن ئىنسانلارنىڭ تولىسى (بۇنى) ئۇقمايدۇ"
        },
        {
            "chapter": 12,
            "verse": 22,
            "text": "يۇسۇف قىرانىغا يەتكەندە، ئۇنىڭغا ھېكمەت بىلەن ئىلىم ئاتا قىلدۇق، ياخشى ئىش قىلغۇچىلارنى شۇنداق مۇكاپاتلايمىز"
        },
        {
            "chapter": 12,
            "verse": 23,
            "text": "يۇسۇف تۇرۇۋاتقان ئۆيدىكى ئايال (يەنى زۈلەيخا) يۇسۇفتىن ئۆزى بىلەن مۇناسىۋەت ئۆتكۈزۈشنى تەلەپ قىلدى، ئۇ ئىشىكلەرنى تاقىۋېتىپ: «بېرى كەل» دېدى. يۇسۇف: «خۇدا پاناھ بەرسۇن! ئۇ (يەنى ئېرىڭ) ھەقىقەتەن مېنىڭ خوجايىنىمدۇر، ئۇ مېنى ياخشى كۈتتى. ئۆزىگە زۇلۇم قىلغۇچىلار ھەقىقەتەن نىجات تاپالمايدۇ» دېدى"
        },
        {
            "chapter": 12,
            "verse": 24,
            "text": "ئۇ (يەنى زۈلەيخا) يۇسۇفكە (يېقىنچىلىق قىلىشقا) بەل باغلىدى، پەرۋەردىگارىنىڭ روشەن دەلىلىنى كۆرمىگەن بولسا، يۇسۇفمۇ ئۇنىڭغا مايىل بولغان بولاتتى. بىز يۇسۇفنى گۇناھتىن ۋە سەت ئىشتىن ئەنە شۇنداق ساقلىدۇق، شۈبھىسىزكى، يۇسۇف بىزنىڭ سادىق بەندىلىرىمىزدىن ئىدى"
        },
        {
            "chapter": 12,
            "verse": 25,
            "text": "ئۇلارنىڭ ھەر ئىككىسى (يۇسۇف چىقىپ كېتىش ئۈچۈن، زۈلەيخا ئۇنى قايتۇرۇپ كېلىش ئۈچۈن) ئىشىككە قاراپ يۈگۈرۈشتى. (بۇ چاغدا) ئۇ (يەنى زۈلەيخا) يۇسۇفنىڭ كۆڭلىكىنى ئارقىسىدىن (تارتىپ) يىرتىۋەتتى، ئىشىك ئالدىدا ئۇنىڭ (يەنى زۈلەيخانىڭ) ئېرى بىلەن دوقۇرۇشۇپ قېلىشتى. ئۇ (يەنى زۈلەيخا): «سېنىڭ ئەھلىيەڭنى دەپسەندە قىلماقچى بولغان ئادەمنى پەقەت زىندانغا تاشلاش ياكى قاتتىق قىيناش بىلەن جازالاش كېرەك» دېدى"
        },
        {
            "chapter": 12,
            "verse": 26,
            "text": "يۇسۇف: «ئۇ (يەنى زۈلەيخا) مەندىن مۇناسىۋەت ئۆتكۈزۈشنى تەلەپ قىلدى» دېدى. ئۇ (يەنى زۈلەيخا) نىڭ ئائىلىسىدىكىلەردىن بىرسى گۇۋاھلىق بېرىپ: «يۇسۇفنىڭ كۆڭلىكى ئالدىدىن يىرتىلغان بولسا، ئۇنىڭ (يەنى زۈلەيخا) نىڭ سۆزى راست، يۇسۇفنىڭ سۆزى يالغان"
        },
        {
            "chapter": 12,
            "verse": 27,
            "text": "يۇسۇفنىڭ كۆڭلىكى ئارقىسىدىن يىرتىلغان بولسا، ئۇ (يەنى زۈلەيخانىڭ) سۆزى يالغان يۇسۇفنىڭ سۆزى راست» دېدى"
        },
        {
            "chapter": 12,
            "verse": 28,
            "text": "ئۇ (يەنى زۈلەيخانىڭ ئېرى) يۇسۇفنىڭ كۆڭلىكىنىڭ ئارقىسىدىن يىرتىلغانلىقىنى كۆرۈپ: «ئەي ئاياللار جامائەسى! بۇ چوقۇم سىلەرنىڭ ھىيلەڭلاردۇر، سىلەرنىڭ ھىيلەڭلار ھەقىقەتەن چوڭدۇر» دېدى"
        },
        {
            "chapter": 12,
            "verse": 29,
            "text": "(يەنى ئېيتتى) «يۇسۇف! بۇنى سۆزلەپ يۈرمىگىن. (ئايالىم) سەن ئۆز گۇناھىڭغا كەچۈرۈم سورىغىن، سەن ھەقىقەتەن خاتالاشتىڭ»"
        }
    ]
}