{
    "rukus": [
        {
            "chapter": 18,
            "verse": 102,
            "text": "كاپىرلار مېنى قويۇپ بەندىلىرىمنى مەبۇد قىلىۋېلىشقا بولىدۇ دەپ ئويلامدۇ؟ بىز جەھەننەمنى كاپىرلارغا ھەقىقەتەن مەنزىلگاھ قىلىپ تەييارلىدۇق"
        },
        {
            "chapter": 18,
            "verse": 103,
            "text": "سىلەرگە ئەمەللىرى جەھەتتىن ئەڭ زىيان تارتقۇچىلارنى ئېيتىپ بېرەيلىمۇ؟"
        },
        {
            "chapter": 18,
            "verse": 104,
            "text": "ئۇلار ھاياتىي دۇنيادا قىلغان ئەمەللىرى يوققا چىققان ئەمما ئۆزلىرى ئوبدان ئىش قىلدۇق دەپ ئويلىغان ئادەملەردۇر"
        },
        {
            "chapter": 18,
            "verse": 105,
            "text": "ئەنە شۇلار پەرۋەردىگارىنىڭ ئايەتلىرىنى ۋە ئۇنىڭغا مۇلاقات بولۇشنى ئىنكار قىلغان، نەتىجىدە قىلغان ئەمەللىرى بىكار بولۇپ كەتكەن كىشىلەردۇر، قىيامەت كۈنى ئۇلارنى (يەنى مۇنداق كىشىلەرنى) قىلچە ئېتىبارغا ئالمايمىز"
        },
        {
            "chapter": 18,
            "verse": 106,
            "text": "كاپىر بولغانلىقلىرى، مېنىڭ ئايەتلىرىمنى ۋە پەيغەمبەرلىرىمنى مەسخىرە قىلغانلىقلىرى ئۈچۈن، ئۇلارنىڭ جازاسى جەھەننەمدۇر"
        },
        {
            "chapter": 18,
            "verse": 107,
            "text": "شۈبھىسىزكى، ئىمان ئېيتقان ۋە ياخشى ئەمەللەرنى قىلغانلارنىڭ مەنزىلگاھى فىردەۋس جەننەتلىرى بولىدۇ"
        },
        {
            "chapter": 18,
            "verse": 108,
            "text": "ئۇلار فىردەۋس جەننەتلىرىدە مەڭگۈ قالىدۇ، ئۇنىڭدىن يۆتكىلىشنى خالىمايدۇ"
        },
        {
            "chapter": 18,
            "verse": 109,
            "text": "ئېيتقىنكى، «پەرۋەردىگارىمنىڭ سۆزلىرىنى يېزىش ئۈچۈن، ئەگەر دېڭىز (سۈيى) سىيا بولۇپ كەتسە، پەرۋەردىگارىمنىڭ سۆزلىرى تۈگىمەي تۇرۇپ، دېڭىز (سۈيى) چوقۇم تۈگەپ كەتكەن بولاتتى، مۇبادا يەنە شۇنچىلىك دېڭىز (سۈيىنى) كەلتۈرسەكمۇ»"
        },
        {
            "chapter": 18,
            "verse": 110,
            "text": "ئى مۇھەممەد‍! (ئېيتقىنكى، مەن سىلەرگە ئوخشاش بىر ئىنسانمەن، ماڭا ۋەھىي قىلىنىدۇكى، سىلەرنىڭ ئىلاھىڭلار يالغۇز بىر ئىلاھتۇر، كىمكى، پەرۋەردىگارىغا مۇلاقات بولۇشنى ئۈمىد قىلىدىكەن (ساۋابىنى ئۈمىد قىلىپ ئازابىدىن قورقىدىكەن)، ياخشى ئىش قىلسۇن. پەرۋەردىگارىغا قىلىدىغان ئىبادەتكە ھېچكىمنى شېرىك كەلتۈرمىسۇن»"
        }
    ]
}