{
    "rukus": [
        {
            "chapter": 20,
            "verse": 25,
            "text": "مۇسا ئېيتتى: «پەرۋەردىگارىم! مېنىڭ قەلبىمنى كەڭ قىلغىن، (يەنى ئىمان بىلەن ۋە پەيغەمبەرلىك بىلەن نۇرلاندۇرغىن)"
        },
        {
            "chapter": 20,
            "verse": 26,
            "text": "مېنىڭ ئىشىمنى ئاسانلاشتۇرغىن"
        },
        {
            "chapter": 20,
            "verse": 27,
            "text": "تىلىمدىن كېكەچلىكنى كۆتۈرۈۋەتكىن"
        },
        {
            "chapter": 20,
            "verse": 28,
            "text": "ئۇلار مېنىڭ سۆزۇمنى چۈشەنسۇن"
        },
        {
            "chapter": 20,
            "verse": 29,
            "text": "ماڭا ئائىلەمدىن قېرىندىشىم ھارۇننى ياردەمچى قىلىپ بەرگىن"
        },
        {
            "chapter": 20,
            "verse": 30,
            "text": "ماڭا ئائىلەمدىن قېرىندىشىم ھارۇننى ياردەمچى قىلىپ بەرگىن"
        },
        {
            "chapter": 20,
            "verse": 31,
            "text": "ئۇنىڭ بىلەن مېنى تېخىمۇ كۈچەيتكىن"
        },
        {
            "chapter": 20,
            "verse": 32,
            "text": "مېنىڭ ئىشىمغا ئۇنى شېرىك قىلغىن"
        },
        {
            "chapter": 20,
            "verse": 33,
            "text": "بۇنىڭ بىلەن بىز ساڭا كۆپ تەسبىھ ئېيتقايمىز"
        },
        {
            "chapter": 20,
            "verse": 34,
            "text": "ساڭا كۆپ زىكرى ئېيتقايمىز"
        },
        {
            "chapter": 20,
            "verse": 35,
            "text": "سەن ھەقىقەتەن بىزنى كۆرۈپ تۇرغۇچىسەن»"
        },
        {
            "chapter": 20,
            "verse": 36,
            "text": "اﷲ ئېيتتى: «ئى مۇسا! سېنىڭ سورىغان نەرسىلىرىڭ ساڭا بېرىلدى"
        },
        {
            "chapter": 20,
            "verse": 37,
            "text": "(بۇنىڭدىن باشقا) ساڭا يەنە بىر قېتىم ئىنئام قىلغان ئىدۇق"
        },
        {
            "chapter": 20,
            "verse": 38,
            "text": "ئۆز ۋاقتىدا ئاناڭنىڭ كۆڭلىگە پەقەت ۋەھيى ئارقىلىق بىلىنىدىغان نەرسىلەرنى سالدۇق»"
        },
        {
            "chapter": 20,
            "verse": 39,
            "text": "(ئېيتتۇقكى) «ئۇنى (يەنى بالىنى) ساندۇققا سالغىن، ئاندىن ئۇنى (ساندۇق بىلەن) دەرياغا تاشلىغىن، دەريا ئۇنى قىرغاققا تاشلىسۇن، ئۇنى مېنىڭ دۈشمىنىم ۋە ئۇنىڭ دۈشمىنى بولغان (پىرئەۋن) ئېلىپ (باقسۇن)». مېنىڭ قوغدىشىم ئاستىدا تەربىيىلىنىشىڭ ئۈچۈن، ساڭا مەن تەرەپتىن بولغان مۇھەببەتنى سالدىم"
        },
        {
            "chapter": 20,
            "verse": 40,
            "text": "ئۆز ۋاقتىدا سېنىڭ ھەمشىرەڭ (پىر ئەۋىننىڭ ئائىلىسىگە) بېرىپ: «سىلەرگە ئۇنى باقىدىغان بىر كىشىنى كۆرسىتىپ قويايمۇ؟» دېدى. بىز سېنىڭ ئاناڭنى خۇش بولسۇن، قايغۇرمىسۇن دەپ سېنى ئۇنىڭغا قايتۇرۇپ بەردۇق، سەن بىر ئادەمنى ئۆلتۈرۈپ قويدۇڭ، سېنى بىز غەمدىن خالاس قىلدۇق، سېنى تۈرلۈك بالالار بىلەن سىنىدۇق، سەن مەديەنلىكلەر ئارىسىدا كۆپ يىللار تۇردۇڭ، ئاندىن، ئى مۇسا! تەقدىر بىلەن (بۇ يەرگە) كەلدىڭ"
        },
        {
            "chapter": 20,
            "verse": 41,
            "text": "سېنى مەن مېنىڭ مۇھەببىتىمگە (يەنى پەيغەمبەر قىلىپ ۋەھيى نازىل قىلىشىمغا) تاللىدىم"
        },
        {
            "chapter": 20,
            "verse": 42,
            "text": "(ئى مۇسا!) سەن ۋە سېنىڭ قېرىندىشىڭ (ھارۇن) مېنىڭ مۆجىزىلىرىمنى ئېلىپ بېرىڭلار، مېنىڭ زىكرىمگە سۇسلۇق قىلىپ قالماڭلار"
        },
        {
            "chapter": 20,
            "verse": 43,
            "text": "پىرئەۋننىڭ يېنىغا بېرىڭلار، ئۇ ھەقىقەتەن ھەددىدىن ئاشتى"
        },
        {
            "chapter": 20,
            "verse": 44,
            "text": "ئۇنىڭغا يۇمشاق سۆز قىلىڭلار، ئۇ ۋەز - نەسىھەتنى قوبۇل قىلىشى، ياكى (ھەددىدىن ئاشقانلىقنىڭ ئاقىۋىتىدىن) قورقۇشى مۇمكىن"
        },
        {
            "chapter": 20,
            "verse": 45,
            "text": "ئۇلار: «پەرۋەردىگارىمىز! بىز ھەقىقەتەن ئۇنىڭ بىزنى ئالدىراپ جازالىشىدىن ياكى تېخىمۇ ھەددىدىن ئېشىشىدىن قورقىمىز» دېيىشتى"
        },
        {
            "chapter": 20,
            "verse": 46,
            "text": "اﷲ ئېيتتى: «سىلەر قورقماڭلار، مەن ھەقىقەتەن سىلەر بىلەن بىللە (ئۇنىڭ سىلەرگە بەرگەن جاۋابىنى) ئاڭلاپ تۇرىمەن، (ئۇنىڭ سىلەرگە قىلىدىغانلىرىنى) كۆرۈپ تۇرىمەن"
        },
        {
            "chapter": 20,
            "verse": 47,
            "text": "سىلەر پىرئەۋننىڭ يېنىغا بېرىپ، بىز ئىككىمىز پەرۋەردىگارىڭنىڭ ئەلچىسى بولىمىز، ئىسرائىل ئەۋلادىنى قويۇۋەتكىن، بىز بىلەن كەتسۇن، ئۇلارنى قىينىمىغىن. ساڭا بىز ھەقىقەتەن پەرۋەردىگارىڭنىڭ مۆجىزىسىنى ئېلىپ كەلدۇق، توغرا يولغا ئەگەشكەن ئادەم (اﷲ نىڭ ئازابىدىن) ئامان قالىدۇ"
        },
        {
            "chapter": 20,
            "verse": 48,
            "text": "بىزگە شەك - شۈبھىسىز ۋەھيى قىلىندىكى، (اﷲ نىڭ پەيغەمبەرلىرىنى) ئىنكار قىلغان، (ئىماندىن) يۈز ئۆرىگەن ئادەم (قاتتىق) ئازابقا دۇچار بولىدۇ دەڭلار»"
        },
        {
            "chapter": 20,
            "verse": 49,
            "text": "(ئۇلار پىرئەۋنگە كېلىپ اﷲ تائالا تەرىپىدىن ۋەھيى قىلىنغان نەرسىلەرنى يەتكۈزگەندىن كېيىن) پىرئەۋن: «ئى مۇسا، سىلەرنىڭ پەرۋەردىگارىڭلار كىم؟» دېدى"
        },
        {
            "chapter": 20,
            "verse": 50,
            "text": "مۇسا ئېيتتى: «پەرۋەردىگارىمىز شۇنداق زاتتۇركى، ھەممە نەرسىگە (ئۆزىگە مۇناسىپ) شەكىل ئاتا قىلدى، (ئاندىن ئۇلارغا ياشاش يوللىرىنى، پايدىلىنىدىغان نەرسىلەرنى) كۆرسەتتى»"
        },
        {
            "chapter": 20,
            "verse": 51,
            "text": "پىرئەۋن ئېيتتى: «ئۆتۈپ كەتكەن ئۈممەتلەرنى ھالى قانداق؟ (يەنى قانداق بولغان؟)»"
        },
        {
            "chapter": 20,
            "verse": 52,
            "text": "مۇسا ئېيتتى: «ئۇلار توغرىسىدىكى مەلۇمات پەرۋەردىگارىمنىڭ دەرگاھىدا لەۋھۇلمەھپۇزدا (خاتىرىلەكلىكتۇر)، پەرۋەردىگارىم ھەم خاتالاشمايدۇ ھەم ئۇنتۇمايدۇ"
        },
        {
            "chapter": 20,
            "verse": 53,
            "text": "ئۇ زېمىننى سىلەرگە بىسات قىلىپ بەردى، سىلەر ئۈچۈن نۇرغۇن يوللارنى ئېچىپ بەردى، بۇلۇتتىن يامغۇر ياغدۇرۇپ بەردى، ئۇنىڭ بىلەن نۇرغۇن ئۆسۈملۈكلەرنى ئۆستۈرۈپ بەردى»"
        },
        {
            "chapter": 20,
            "verse": 54,
            "text": "(ئۇلاردىن) يەڭلار ۋە مال چارۋىلىرىڭلارنى بېقىڭلار، ئۇنىڭدا ئەقىل ئىگىلىرى ئۈچۈن (اﷲ نىڭ بارلىقى ۋە بىرلىكىنى كۆرسىتىدىغان) نۇرغۇن دەلىللەر بار"
        }
    ]
}