{
    "rukus": [
        {
            "chapter": 22,
            "verse": 58,
            "text": "اﷲ نىڭ يولىدا ھىجرەت قىلغانلارغا، ئاندىن (جىھاد قىلىپ) ئۆلتۈرۈلگەنلەرگە ياكى (كېسەل بىلەن) ئۆلگەنلەرگە اﷲ چوقۇم ياخشى رىزىق (يەنى جەننەتنىڭ مەڭگۈلۈك نېمەتلىرىنى) ئاتا قىلىدۇ. رىزىق بەرگۈچىلەرنىڭ ئەڭ ياخشىسى ھەقىقەتەن يالغۇز اﷲ دۇر"
        },
        {
            "chapter": 22,
            "verse": 59,
            "text": "اﷲ ئۇلارنى ئەلۋەتتە ئۇلار مەمنۇن بولىدىغان جايغا (يەنى جەننەتكە) كىرگۈزىدۇ، اﷲ ھەقىقەتەن (ئۇلارنى مەمنۇن قىلىدىغان نەرسىلەرنى) بىلگۈچىدۇر، ھەلىمدۇر (يەنى ئۇلارنىڭ دۈشمەنلىرىنى جازالاشقا ئالدىراپ كەتمەيدۇ)"
        },
        {
            "chapter": 22,
            "verse": 60,
            "text": "ئىش مانا شۇنداق، كىمكى قانچىلىك زۇلۇمغا ئۇچراپ شۇنچىلىك ئىنتىقامىنى ئالغان بولسا، ئاندىن يەنە زۇلۇمغا ئۇچرىسا، اﷲ ئۇنىڭغا چوقۇم ياردەم بېرىدۇ، اﷲ ھەقىقەتەن ناھايىتى ئەپۇ قىلغۇچىدۇر، ناھايىتى مەغپىرەت قىلغۇچىدۇر"
        },
        {
            "chapter": 22,
            "verse": 61,
            "text": "(شۇ نەرسە اﷲ نىڭ قۇدرىتىنىڭ ئالامەتلىرىدىندۇركى) اﷲ كېچىنى كۈندۈزگە، كۈندۈزنى كېچىگە كىرگۈزىدۇ (شۇنىڭ بىلەن كېچە - كۈندۈزنىڭ ئۇزۇن - قىسقا بولۇشى پەسىللەر بويىچە نۆۋەتلىشىپ تۇرىدۇ)، اﷲ (بەندىلىرىنىڭ سۆزلىرىنى) ئاڭلاپ تۇرغۇچىدۇر، (ئەھۋالىنى) كۆرۈپ تۇرغۇچىدۇر"
        },
        {
            "chapter": 22,
            "verse": 62,
            "text": "بۇ (بۇ) (قۇدرەت) شۇنىڭ بۇنىڭ ئۈچۈندۇركى، اﷲ ھەقتۇر، (مۇشرىكلارنىڭ) اﷲ نى قويۇپ ئىبادەت قىلىدىغان نەرسىلىرى (يەنى بۇتلىرى) باتىلدۇر، اﷲ (ھەممە نەرسىدىن) ئۈستۈندۇر، بۈيۈكتۇر"
        },
        {
            "chapter": 22,
            "verse": 63,
            "text": "اﷲ نىڭ بۇلۇتتىن يامغۇر ياغدۇرۇپ بېرىدىغانلىقىنى، شۇنىڭ بىلەن زېمىننى يېشىلزارلىققا ئايلاندۇرىدىغانلىقىنى كۆرمىدىڭمۇ؟ اﷲ ھەقىقەتەن ناھايىتى مېھرىباندۇر، ھەممىدىن خەۋەرداردۇر"
        },
        {
            "chapter": 22,
            "verse": 64,
            "text": "ئاسمانلاردىكى ۋە زېمىندىكى شەيئىلەرنىڭ ھەممىسى اﷲ نىڭدۇر (يەنى اﷲ نىڭ مۈلكىدۇر، اﷲ نىڭ مەخلۇقاتىدۇر، اﷲ نىڭ تەسەررۇپى ئاستىدىدۇر)، اﷲ ھەقىقەتەن ھەممىدىن بىھاجەتتۇر، ھەمدۇساناغا لايىقتۇر"
        }
    ]
}