{
    "rukus": [
        {
            "chapter": 23,
            "verse": 78,
            "text": "اﷲ سىلەر ئۈچۈن قۇلاقلارنى، كۆزلەرنى ۋە دىللارنى ياراتتى، سىلەر ناھايىتى ئاز شۈكۈر قىلىسىلەر"
        },
        {
            "chapter": 23,
            "verse": 79,
            "text": "اﷲ سىلەرنى زېمىندا (نەسىللەندۈرۈش يولى بىلەن) ياراتتى، (ھېساب بېرىش ئۈچۈن) ئۇنىڭ دەرگاھىغا يىغىلىسىلەر"
        },
        {
            "chapter": 23,
            "verse": 80,
            "text": "اﷲ (ئۆلۈكنى) تىرىلدۈرىدۇ، (تىرىكنىڭ) جېنىنى ئالىدۇ، كېچە - كۈندۈزنىڭ ئۆزگىرىپ تۇرۇشى اﷲ نىڭ باشقۇرۇشىدىدۇر، چۈشەنمەمسىلەر؟"
        },
        {
            "chapter": 23,
            "verse": 81,
            "text": "(ئۇلار اﷲ نىڭ قۇدرىتىنى ئويلاپ كۆرمىدى) بەلكى ئۇلار بۇرۇنقىلار نېمىدېگەن بولسا شۇنى دېدى"
        },
        {
            "chapter": 23,
            "verse": 82,
            "text": "ئۇلار ئېيتتى: «بىز ئۆلۈپ توپىغا ۋە (ئۇۋۇلۇپ كەتكەن) سۆڭەككە ئايلانغاندىن كېيىن، چوقۇم قايتا تىرىلەمدۇق؟"
        },
        {
            "chapter": 23,
            "verse": 83,
            "text": "ھەقىقەتەن بىز ۋە بىزنىڭ ئاتا - بوۋىلىرىمىز ئىلگىرى مۇشۇنداق ئاگاھلاندۇرۇلغان ئىدۇق، بۇ پەقەت قەدىمكىلەردىن قالغان ئەپسانىلاردۇر»"
        },
        {
            "chapter": 23,
            "verse": 84,
            "text": "ئېيىتقىنكى، «زېمىن ۋە ئۇنىڭدىكى مەخلۇقاتلار كىمنىڭ؟ ئەگەر سىلەر بىلسەڭلار (ماڭا بۇنى ئېيتىپ بېرىڭلار)»"
        },
        {
            "chapter": 23,
            "verse": 85,
            "text": "ئۇلار: «اﷲ نىڭ» دەيدۇ. (بۇنىڭدىن) پەند - نەسىھەت ئالمامسىلەر؟"
        },
        {
            "chapter": 23,
            "verse": 86,
            "text": "ئېيىتقىنكى، «يەتتە ئاسماننىڭ ۋە ئۇلۇغ ئەرشنىڭ پەرۋەردىگارى كىم؟»"
        },
        {
            "chapter": 23,
            "verse": 87,
            "text": "ئۇلار «اﷲ» دەيدۇ. ئېيىتقىنكى، «ئۇنىڭ (ئازابىدىن) قورقمامسىلەر؟»"
        },
        {
            "chapter": 23,
            "verse": 88,
            "text": "ئېيىتقىنكى، «ھەممە شەيئىنىڭ پادىشاھلىقى كىمنىڭ قولىدا؟ (ئىلتىجا قىلغانلارغا) پاناھ بولالايدىغان ۋە ئۇنىڭغا قارشى ھېچ نەرسە پاناھ بولالمايدىغان كىم؟ ئەگەر سىلەر بىلسەڭلار (ماڭا بۇنى ئېيتىپ بېرىڭلار)»"
        },
        {
            "chapter": 23,
            "verse": 89,
            "text": "ئۇلار: «اﷲ» دەيدۇ. ئېيىتقىنكى، «سىلەر قانداقمۇ قايمۇقتۇرۇلىسىلەر؟»"
        },
        {
            "chapter": 23,
            "verse": 90,
            "text": "ئۇنداق ئەمەس، ئۇلارغا بىز ھەق سۆزنى ئېلىپ كەلدۇق، ئۇلار چوقۇم يالغانچىلاردۇر"
        },
        {
            "chapter": 23,
            "verse": 91,
            "text": "اﷲ نىڭ بالىسى يوق، ئۇنىڭغا باراۋەر باشقا بىر ئىلاھمۇ يوق، ئەگەر بۇنداق بولسا ئىدى، ئۇ چاغدا ھەر ئىلاھ ئۆزى ياراتقان مەخلۇقنى يالغۇز ئىگىلەيتتى، بەزىسى بەزىسىدىن غالىب كېلەتتى، اﷲ ئۇلارنىڭ اﷲ قا نىسبەت بەرگەن نەرسىلىرىدىن پاكتۇر"
        },
        {
            "chapter": 23,
            "verse": 92,
            "text": "اﷲ غەيبنى ۋە ئاشكارىنى بىلگۈچىدۇر، مۇشرىكلارنىڭ شېرىك كەلتۈرگەن نەرسىلىرىدىن ئۈستۈندۇر"
        }
    ]
}