{
    "rukus": [
        {
            "chapter": 28,
            "verse": 14,
            "text": "مۇسا ئۆسۈپ يېتىلگەندە، ئەقلى توشقاندا ئۇنىڭغا پەيغەمبەرلىكنى ۋە ئىلىمنى ئاتا قىلدۇق، بىز ياخشىلارغا مۇشۇنداق مۇكاپات بېرىمىز"
        },
        {
            "chapter": 28,
            "verse": 15,
            "text": "مۇسا شەھەر ئاھالىسىدىن ھېچ كىشىنى كۆرگىلى بولمايدىغان بىر ۋاقىتتا (يەنى چۈشلۈك ئۇيقىدىكى چاغدا) شەھەرگە كىردى، ئۇ شەھەردە ئىككى كىشىنىڭ ئۇرۇشۇۋاتقانلىقىنى كۆردى. (ئۇرۇشۇۋاتقانلاردىن) بىرى ئۆز قەۋمىدىن بولسا، يەنە بىرى ئۇنىڭ دۈشمىنى ئىدى. ئۆز قەۋمىدىن بولغان ئادەم دۈشمىنىگە قارشى ئۇنىڭدىن ياردەم تىلىدى. مۇسا ئۇنى مۇشت بىلەن بىرنى ئۇرۇپ ئۆلتۈرۈپ قويدى. مۇسا ئېيتتى: «بۇ شەيتاننىڭ ئىشىدۇر، شۈبھىسىزكى، شەيتان ئازدۇرغۇچى ئاشكارا دۈشمەندۇر»"
        },
        {
            "chapter": 28,
            "verse": 16,
            "text": "مۇسا ئېيتتى: «پەرۋەردىگارىم! مەن ھەقىقەتەن ئۆزۈمگە زۇلۇم قىلدىم. ماڭا مەغپىرەت قىلغىن». اﷲ ئۇنىڭغا مەغپىرەت قىلدى، اﷲ ھەقىقەتەن ناھايىتى مەغپىرەت قىلغۇچىدۇر، ناھايىتى مېھرىباندۇر"
        },
        {
            "chapter": 28,
            "verse": 17,
            "text": "مۇسا ئېيتتى: «پەرۋەردىگارىم! (ماڭا مەغپىرەت قىلغانلىق) نېمىتىڭ سەۋەبى بىلەن مەن ھەرگىز گۇناھكارلارغا ياردەمچى بولمايمەن»"
        },
        {
            "chapter": 28,
            "verse": 18,
            "text": "مۇسا ئەتىسى ئەتىگەندە قورقۇنچ ئىچىدەئەتراپىغا قاراپ شەھەر ئارىلاپ يۈرەتتى، ناگاھان تۈنۈگۈن ئۇنىڭدىن ياردەم تىلىگەن ئادەم (بىر قىبتى بىلەن ئۇرۇشۇپ تۇرغان ھالدا) مۇسادىن يەنە ياردەم تىلىدى، مۇسا ئۇنىڭغا: «سەن ھەقىقەتەن ئاشكارا گۇمراھ ئىكەنسەن» دېدى"
        },
        {
            "chapter": 28,
            "verse": 19,
            "text": "مۇسا ئىككىسىنىڭ (ئورتاق) دۈشمىنى بولغان ئادەم (يەنى قىبتى) گە قول ئۇزاتماقچى بولغاندا، ياردەم تىلىگەن ئادەم: «ئى مۇسا! سەن تۈنۈگۈن بىر ئادەمنى ئۆلتۈرگەندەك مېنى ئۆلتۈرمەكچىمۇسەن، سەن زېمىندا تۈزىگۈچىلەردىن بولۇشنى خالىماي، پەقەت زومىگەر بولۇشنىلا خالايسەن» دېدى"
        },
        {
            "chapter": 28,
            "verse": 20,
            "text": "بىر ئادەم شەھەرنىڭ يىراق يېرىدىن ئالدىراپ كېلىپ: «ئى مۇسا! شۈبھىسىزكى، كاتتىلار سېنى ئۆلتۈرۈشكە مەسلىھەت قىلىشىۋاتىدۇ، (شەھەردىن دەرھال) چىقىپ كەتكىن، مەن ئەلۋەتتە ساڭا سادىق كىشىلەردىنمەن» دېدى"
        },
        {
            "chapter": 28,
            "verse": 21,
            "text": "مۇسا قورقۇنچ ئىچىدە ئەتراپقا باققان ھالدا شەھەردىن چىقتى، ئۇ: «ئى پەرۋەردىگارىم! مېنى زالىم قەۋمدىن قۇتقۇزغىن» دېدى"
        }
    ]
}