{
    "rukus": [
        {
            "chapter": 3,
            "verse": 190,
            "text": "شۈبھىسىزكى، ئاسمانلارنىڭ ۋە زېمىننىڭ يارىتىلىشىدا، كېچە بىلەن كۈندۈزنىڭ نۆۋەتلىشىپ تۇرۇشىدا ئەقىل ئىگىلىرى ئۈچۈن، ئەلۋەتتە، روشەن دەلىللەر بار"
        },
        {
            "chapter": 3,
            "verse": 191,
            "text": "ئۇلار ئۆرە تۇرغاندىمۇ، ئولتۇرغاندىمۇ، ياتقاندىمۇ اﷲ نى ئەسلەپ تۇرىدۇ، ئاسمانلارنىڭ ۋە زېمىننىڭ يارىتىلىشى توغرىسىدا پىكىر يۈرگۈزىدۇ. (ئۇلار ئېيتىدۇ) «پەرۋەردىگارىمىز! بۇنى بىكار ياراتمىدىڭ، سەن پاكتۇرسەن، بىزنى دوزاخ ئازابىدىن ساقلىغىن"
        },
        {
            "chapter": 3,
            "verse": 192,
            "text": "پەرۋەردىگارىمىز! سەن كىمنىكى دوزاخقا كىرگۈزىدىكەنسەن، ئۇنى ئەلۋەتتە خار قىلغان بولىسەن. زالىملارغا ھېچقانداق ياردەمچى بولمايدۇ"
        },
        {
            "chapter": 3,
            "verse": 193,
            "text": "پەرۋەردىگارىمىز! بىز ھەقىقەتەن بىر چاقىرغۇچىنىڭ (يەنى مۇھەممەد ئەلەيھىسسالامنىڭ) 'رەببىڭلارغا ئىمان ئېيتىڭلار' دەپ ئىمانغا چاقىرغانلىقىنى ئاڭلىدۇق، ئىمان ئېيتتۇق، پەرۋەردىگارىمىز! بىزنىڭ گۇناھلىرىمىزنى مەغپىرەت قىلغىن، يامانلىقلىرىمىزنى يوققا چىقارغىن، بىزنى ياخشىلارنىڭ قاتارىدا قەبزى روھ قىلغىن"
        },
        {
            "chapter": 3,
            "verse": 194,
            "text": "پەرۋەردىگارىمىز! بىزگە پەيغەمبەرلىرىڭ ئارقىلىق ۋەدە قىلغان نەرسىنى (يەنى ئىتائەت قىلغانلارغا خاس بولغان جەننەتنى) بەرگىن، قىيامەت كۈنى بىزنى رەسۋا قىلمىغىن. سەن ھەقىقەتەن ۋەدەڭگە خىلاپلىق قىلمايسەن»"
        },
        {
            "chapter": 3,
            "verse": 195,
            "text": "ئۇلارنىڭ دۇئاسىنى پەرۋەردىگارى ئىجابەت قىلدى: «مەن سىلەردىن ئەر بولسۇن، ئايال بولسۇن، ھەر قانداق بىر ياخشى ئىش قىلغۇچىنىڭ قىلغان ئەمەلىنى بىكار قىلىۋەتمەيمەن، سىلەر بىر - بىرىڭلاردىن تۆرەلگەن. ھىجرەت قىلغانلار، يۇرتلىرىدىن ھەيدەپ چىقىرىلغانلار، مېنىڭ يولۇمدا (يەنى اﷲ نىڭ دىنى ئۈچۈن) ئەزىيەت تارتقانلار، ئۇرۇشقا قاتناشقانلار، (يەنى مېنىڭ يولۇمدا ئۇرۇشقانلار) ۋە مېنىڭ يولۇمدا ئۆلتۈرۈلگەنلەرنىڭ گۇناھلىرىنى (مەغپىرىتىم ۋە رەھمىتىم بىلەن) ئەلۋەتتە، ئۇلارنى ئاستىدىن ئۆستەڭلار ئېقىپ تۇرىدىغان جەننەتلەرگە كىرگۈزىمەن». بۇ (ئۇلارنىڭ ياخشى ئەمەللىرى ئۈچۈن) اﷲ تەرىپىدىن بېرىلگەن مۇكاپاتتۇر. اﷲ نىڭ دەرگاھىدا ياخشى مۇكاپات (يەنى جەننەت) بار"
        },
        {
            "chapter": 3,
            "verse": 196,
            "text": "كاپىرلارنىڭ (پۇل - مال، ئابرۇي، مەرتىۋە ئىزدەش يۈزىسىدىن) شەھەرلەردە كېزىپ يۈرۈشلىرى سېنى ئالدىمىسۇن"
        },
        {
            "chapter": 3,
            "verse": 197,
            "text": "بۇ ئازغىنا بەھرىمەن بولۇشتۇر، كەلگۈسىدە ئۇلارنىڭ جايى جەھەننەم بولىدۇ. ئۇ نېمىدېگەن يامان تۆشەك"
        },
        {
            "chapter": 3,
            "verse": 198,
            "text": "پەرۋەردىگارىغا تەقۋادارلىق قىلغان كىشىلەر ئاستىدىن ئۆستەڭلار ئېقىپ تۇرىدىغان جەننەتلەردىن بەھرىمەن بولۇپ، ئۇ يەردە مەڭگۈ قالىدۇ. بۇ، اﷲ تەرىپىدىن بولغان كۈتۈۋېلىشتۇر. اﷲ نىڭ دەرگاھىدىكى نەرسىلەر (يەنى مۇكاپات ۋە ھۆرمەت) ياخشى بەندىلەر ئۈچۈن (كۇففارلار بەھرىمەن بولغان باقاسى يوق ئازغىنا راھەتتىن) ئارتۇقتۇر"
        },
        {
            "chapter": 3,
            "verse": 199,
            "text": "ئەھلى كىتاب ئارىسىدا ھەقىقەتەن اﷲ قا ئىمان كەلتۈرىدىغان، سىلەرگە نازىل بولغان كىتابقا (يەنى قۇرئانغا)، ئۆزلىرىگە نازىل بولغان كىتابقا (يەنى تەۋراتقا ۋە ئىنجىلغا) ئىشىنىدىغانلار بار؛ ئۇلار اﷲ تىن قورقىدۇ، اﷲ نىڭ ئايەتلىرىنى ئازغىنا بەدەلگە تېگىشمەيدۇ (يەنى ئۇلارنىڭ كىتابلىرىدىكى مۇھەممەد ئەلەيھىسسالامنىڭ سۈپەتلىرى ۋە شەرىئەت ئەھكاملىرىنى، راھىبلارغا ئوخشاش، دۇنيانىڭ ئەرزىمەس نەرسىلىرىنى دەپ ئۆزگەرتىۋەتمەيدۇ)، ئۇلارغا پەرۋەردىگارىنىڭ دەرگاھىدا ساۋاب بېرىلىدۇ. اﷲ ھەقىقەتەن تېز ھېساب ئالغۇچىدۇر"
        },
        {
            "chapter": 3,
            "verse": 200,
            "text": "ئى مۆمىنلەر! تائەت - ئىبادەتنىڭ مۇشەققەتلىرىگە ۋە سىلەرگە يەتكەن ئېغىرچىلىقلارغا سەۋر قىلىڭلار، دۈشمەنلەرگە زىيادە چىداملىق بولۇڭلار، (چېگرالىرىڭلارنى ساقلاپ) جىھادقا تەييار تۇرۇڭلار، مەقسىتىڭلارغا يېتىش ئۈچۈن اﷲ تىن قورقۇڭلار (يەنى ئۇنىڭ ئەمرىگە مۇخالىپەتچىلىك قىلماڭلار)"
        }
    ]
}