{
    "rukus": [
        {
            "chapter": 4,
            "verse": 116,
            "text": "اﷲ ئۆزىگە بىرەر نەرسىنىڭ شېرىك كەلتۈرۈلۈشىنى (يەنى مۇشرىكلىك گۇناھىنى) ئەلۋەتتە مەغپىرەت قىلمايدۇ، بۇنىڭدىن باشقىنى (اﷲ ئۆزى) خالىغان ئادەمگە مەغپىرەت قىلىدۇ، كىمكى اﷲ قا شېرىك كەلتۈرىدىكەن، ئۇ ھەقىقەتەن قاتتىق ئازغان بولىدۇ"
        },
        {
            "chapter": 4,
            "verse": 117,
            "text": "ئۇلار (يەنى مۇشرىكلار) اﷲ نى قويۇپ، پەقەت (ئۆزلىرى) چىشى (ناملار بىلەن ئاتىۋالغان) بۇتلارغا ئىبادەت قىلىدۇ، پەقەت اﷲ نىڭ ئىبادىتىدىن باش تارتقان شەيتانغا ئىبادەت قىلىدۇ"
        },
        {
            "chapter": 4,
            "verse": 118,
            "text": "اﷲ شەيتاننى رەھمىتىدىن يىراق قىلدى، شەيتان ئېيتتى: «مەن ئەلۋەتتە سېنىڭ بەندىلىرىڭدىن مۇئەييەن ساندىكىلەرنى ئىگىلەيمەن"
        },
        {
            "chapter": 4,
            "verse": 119,
            "text": "شۇنداقلا چوقۇم ئۇلارنى ئازدۇرىمەن، ئۇلارنى خام خىيال قىلدۇرىمەن (يەنى ھايات ئۇزۇن، قىيامەت، ھېساب ئېلىش يوق دېگەندەك باتىل ئەقىدىلەرنى كۆڭلىگە سالىمەن)، ئۇلارنى چوقۇم چاھار پايلارنىڭ (بۇتلارغا نەزەر قىلىپ بەلگە ئۈچۈن) قۇلاقلىرىنى يېرىشقا بۇيرۇيمەن، ئۇلارنى چوقۇم اﷲ نىڭ مەخلۇقاتىنى ئۆزگەرتىۋېتىشكە (يەنى قۇللارنى ئاختا قىلىش، ئۇلارغا مەڭ ئويدۇرۇشقا ئوخشاش) ئىشلارغا بۇيرۇيمەن». كىمكى اﷲ نى قويۇپ شەيتاننى دوست تۇتىدىكەن، ئۇ (دۇنيا ۋە ئاخىرەتتە) ئوپئوچۇق زىيان تارتقان بولىدۇ"
        },
        {
            "chapter": 4,
            "verse": 120,
            "text": "شەيتان ئۇلارغا (يالغان) ۋەدىلەرنى بېرىدۇ ۋە ئۇلارنى خام خىيالغا سالىدۇ (يەنى ئەمەلدە ئىشقا ئاشمايدىغان ئارزۇلارنى كۆڭلىگە سالىدۇ)، شەيتان ئۇلارغا پەقەت يالغاننىلا ۋەدە قىلىدۇ"
        },
        {
            "chapter": 4,
            "verse": 121,
            "text": "ئەنە شۇلارنىڭ بارىدىغان جايى جەھەننەمدۇر، ئۇلار جەھەننەمدىن قاچىدىغان جاي تاپالمايدۇ"
        },
        {
            "chapter": 4,
            "verse": 122,
            "text": "ئىمان ئېيتقان ۋە ياخشى ئەمەللەرنى قىلغانلارنى ئاستىدىن ئۆستەڭلار ئېقىپ تۇرىدىغان جەننەتكە كىرگۈزىمىز. ئۇلار جەننەتتە مەڭگۈ قالىدۇ. اﷲ نىڭ ۋەدىسى ھەقتۇر، اﷲ تىنمۇ راست سۆزلۈك كىم بار؟ (يەنى اﷲ تىنمۇ راست سۆزلۈك ھېچ ئەھەدى بولمايدۇ)"
        },
        {
            "chapter": 4,
            "verse": 123,
            "text": "(اﷲ ۋەدە قىلغان ساۋاب) سىلەرنىڭ قۇرۇق ئارزۇيۇڭلار ۋە ئەھلى كىتابنىڭ قۇرۇق ئارزۇسى بىلەن قولغا كەلمەيدۇ، كىمكى بىر يامانلىق قىلىدىكەن، بۇنىڭ ئۈچۈن (دۇنيادا ياكى ئاخىرەتتە) جازالىنىدۇ، ئۇ ئۆزى ئۈچۈن اﷲ تىن باشقا (اﷲ نىڭ ئازابىدىن قۇتۇلدۇرىدىغان) ھېچقانداق دوست ۋە ھېچقانداق مەدەتكار تاپالمايدۇ"
        },
        {
            "chapter": 4,
            "verse": 124,
            "text": "ئەر - ئاياللاردىن مۆمىن بولۇپ تۇرۇپ ياخشى ئىشلارنى قىلغانلار جەننەتكە داخىل بولىدۇ، ئۇلارغا قىلچە زۇلۇم قىلىنمايدۇ (يەنى ئۇلارنىڭ قىلغان ئەمەللىرىنىڭ ساۋابى قىلچە كېمەيتىۋېتىلمەيدۇ)"
        },
        {
            "chapter": 4,
            "verse": 125,
            "text": "ياخشى ئەمەللەرنى قىلغان ھالدا ئۆزىنى اﷲ قا تاپشۇرغان (يەنى اﷲ نىڭ ئەمرىگە بويسۇنۇپ ئەمەلىنى خالىس اﷲ ئۈچۈن قىلغان)، باتىل دىنلاردىن بۇرالغان ھالدا ئىبىراھىمنىڭ دىنىغا ئەگەشكەن كىشىدىن (دىنىي جەھەتتە) ياخشىراق ئادەم بارمۇ؟ اﷲ ئىبىراھىمنى دوست تۇتتى"
        },
        {
            "chapter": 4,
            "verse": 126,
            "text": "ئاسمانلاردىكى، زېمىندىكى شەيئىلەرىڭ ھەممىسى اﷲ نىڭدۇر (يەنى اﷲ نىڭ مۈلكىدۇر، بەندىلىرىدۇر، مەخلۇقاتلىرىدۇر). اﷲ ھەممە نەرسىنى تولۇق بىلگۈچىدۇر"
        }
    ]
}