{
    "rukus": [
        {
            "chapter": 4,
            "verse": 142,
            "text": "شۈبھىسىزكى، مۇناپىقلار اﷲ نى ئالدىماقچى بولۇشىدۇ، اﷲ ئۇلارنىڭ ئالدامچىلىقىغا يارىشا جازا بېرىدۇ، ئۇلار ناماز ئۈچۈن تۇرغاندا، خۇش ياقماسلىق بىلەن تۇرىدۇ (ساۋاب ئۈمىد قىلمايدۇ)، (نامازنى) كىشىلەرگە كۆرسىتىش ئۈچۈن ئوقۇيدۇ (يەنى رىياكارلىق قىلىدۇ)، اﷲ نى پەقەت ئازغىنا ياد ئېتىدۇ"
        },
        {
            "chapter": 4,
            "verse": 143,
            "text": "مۇناپىقلار كۇفرى بىلەن ئىمان ئارىسىدا ئارىسالدى بولۇپ تۇرىدۇ، نە ئۇلارغا، نە بۇلارغا مەنسۈپ ئەمەس (يەنى مۆمىنلەرگىمۇ، كاپىرلارغىمۇ مەنسۈپ ئەمەس)، كىمنى اﷲ گۇمراھ قىلغان ئىكەن، ئۇنىڭغا ھەرگىزمۇ توغرا يول تاپالمايسەن"
        },
        {
            "chapter": 4,
            "verse": 144,
            "text": "ئى مۆمىنلەر! مۆمىنلەرنى (دوست تۇتۇشنى) قويۇپ، كاپىرلارنى دوست تۇتماڭلار، سىلەرنىڭ زىيىنىڭلارغا (يەنى مۇناپىق ئىكەنلىكىڭلارغا) اﷲ نىڭ روشەن پاكىتى بولۇشىنى خالامسىلەر؟"
        },
        {
            "chapter": 4,
            "verse": 145,
            "text": "مۇناپىقلار چوقۇم دوزاخنىڭ ئەڭ ئاستىنقى قەۋىتىگە (يەنى قەئرىگە) تاشلىنىدۇ، ئۇلارغا ھەرگىزمۇ (ئازابتىن قۇتقۇزىدىغان) مەدەتكار تاپالمايسەن"
        },
        {
            "chapter": 4,
            "verse": 146,
            "text": "پەقەت (مۇناپىقلىقتىن) تەۋبە قىلغان، (ئەمەللىرىنى) تۈزەتكەن، اﷲ (نىڭ كىتابى) غا چىڭ يېپىشقان، دىننى اﷲ ئۈچۈن خالىس قىلغان (يەنى قىلغان ئەمەلىدىن پەقەت اﷲ نىڭ رازىلىقىنى كۆزلىگەن) كىشىلەر بۇنىڭدىن مۇستەسنا. ئەنە شۇلار مۆمىنلەر بىلەن بىللە (يەنى ئۇلارنىڭ قاتارىدا) دۇر. اﷲ مۆمىنلەرگە (ئاخىرەتتە جەننەتتىن ئىبارەت) بۈيۈك ئەجىر ئاتا قىلىدۇ"
        },
        {
            "chapter": 4,
            "verse": 147,
            "text": "ئەگەر (اﷲ نىڭ نېمەتلىرىگە) شۈكۈر قىلساڭلار ۋە ئىمان ئېيتساڭلار، اﷲ سىلەرگە ئازاب قىلىپ نېمە قىلىدۇ؟ اﷲ شۈكۈر قىلغۇچىنى مۇكاپاتلىغۇچىدۇر، ھەممىنى بىلگۈچىدۇر"
        },
        {
            "chapter": 4,
            "verse": 148,
            "text": "زۇلۇمغا ئۇچرىغۇچىدىن باشقا (ھەر قانداق كىشىنىڭ) ئاشكارا يامان سۆز قىلىشىنى اﷲ ياقتۇرمايدۇ (زۇلۇمغا ئۇچرىغۇچىنىڭ زالىمدىن شىكايەت قىلىشىغا ۋە ئۇنىڭغا دۇئايىبەت قىلىشىغا بولىدۇ)، اﷲ (زۇلۇمغا ئۇچرىغۇچىنىڭ دۇئاسىنى) ئاڭلىغۇچىدۇر، (زالىمنى) بىلگۈچىدۇر"
        },
        {
            "chapter": 4,
            "verse": 149,
            "text": "سىلەر ئاشكارا ياكى يوشۇرۇن بىر ياخشىلىقنى قىلساڭلار ياكى بىرەر يامانلىقنى كەچۈرسەڭلار (ساۋاب تاپىسىلەر). شۈبھىسىزكى، اﷲ ئەپۇ قىلغۇچىدۇر، قۇدرەتلىكتۇر"
        },
        {
            "chapter": 4,
            "verse": 150,
            "text": "شۈبھىسىزكى، اﷲ نى ۋە ئۇنىڭ پەيغەمبەرلىرىنى ئىنكار قىلغانلار، اﷲ بىلەن ئۇنىڭ پەيغەمبەرلىرىنىڭ ئارىسىنى (اﷲ قا ئىشىنىپ پەيغەمبەرلىرىگە ئىشەنمەيمىز دېيىش بىلەن) ئاجرىتىۋەتمەكچى بولغانلار، (پەيغەمبەرلەرنىڭ) بەزىسىگە ئىشىنىمىز، بەزىسىگە ئىشەنمەيمىز دېگۈچىلەر - ئۇنىڭ (يەنى ئىمان بىلەن كۇفرىنىڭ) ئارىسىدا (ئوتتۇرا) يول تۇتماقچى بولغانلار"
        },
        {
            "chapter": 4,
            "verse": 151,
            "text": "ئەنە شۇلار (ئىماننى دەۋا قىلغان تەقدىردىمۇ) راستىنلا كاپىرلاردۇر، كاپىرلارغا خورلىغۇچى ئازاب تەييارلىدۇق"
        },
        {
            "chapter": 4,
            "verse": 152,
            "text": "اﷲ قا ۋە ئۇنىڭ پەيغەمبەرلىرىگە ئىمان ئېيتقان، ئۇلاردىن ھېچبىرىنىڭ ئارىسىنى ئاجرىتىۋەتمىگەن (يەنى ھەممىسىگە ئىمان ئېيتقان) كىشىلەرگە اﷲ ئۇلارنىڭ (تېگىشلىك) ئەجىرلىرىنى ئاتا قىلىدۇ، اﷲ ناھايىتى مەغپىرەت قىلغۇچىدۇر، ناھايىتى مېھرىباندۇر"
        }
    ]
}