{
    "pages": [
        {
            "chapter": 5,
            "verse": 24,
            "text": "ထိုသူတို့အနက်မှ သူတို့အပေါ် အလ္လာဟ်အရှင်မြတ်ဂုဏ်ပေးခဲ့သည်တို့ကို သတိရလျက် အရှင်မြတ်ကို စိုးရွံ့ထိတ်လန့်၍ အရှင့်အမိန့်တော်အတိုင်း တစ်သဝေမတိမ်း နာခံလိုက်နာကြသောပုဂ္ဂိုလ်နှစ်ဦးက “(အရှင့်အမိန့်တော်ကို နာခံသည့်အနေဖြင့် သူတို့နှင့်မျက်နှာချင်းဆိုင်တွေ့ကြရန်) တရားဝင်မြို့ တံခါးပေါက်မှ ဝင်ကြလော့။ အကြောင်းမှာ ထိုနယ်မြေအတွင်းသို့ (ထိုသို့တရားဝင်တံခါးပေါက်မှ) ဝင်ရောက်ခြင်းဖြင့်သာ သင်တို့က မုချပင် အောင်နိုင်သူများ ဖြစ်ကြလိမ့်မည် ဖြစ်၏။ ထို့ပြင် အကယ်၍ သင်တို့သည် စစ်မှန်သော ယုံကြည်သူများဖြစ် ကြလျှင် အလ္လာဟ်အရှင်မြတ်အပေါ်၌သာ (ယုံကြည်စိတ်ချစွာဖြင့် ကိုယ်စိတ်နှလုံးကို အပ်နှင်းလျက်) အားထား ကြရမည် (ဖြစ်၍ မုချအောင်မြင်လိမ့်မည်။)” ဟု ပြောဆိုခဲ့ကြသည်။"
        },
        {
            "chapter": 5,
            "verse": 25,
            "text": "(ထိုစဉ် တမန်တော်မူဆာ၏လူမျိုးဖြစ်သော ဂျူးတို့က) “အို၊ မူဆာ၊ ကျွန်ုပ်တို့သည် ထိုနယ်မြေ၌ (အဆိုပါ နိုင်လိုမင်းထက်ပြုသော အင်အားသာလွန်သည့်) သူတို့ရှိနေသမျှကာလပတ်လုံး ထိုနယ်မြေထဲသို့ မည်သည့်အခါ မျှ အလျှင်း ဝင်ရောက်ကြလိမ့်မည် မဟုတ်ပေ။ သို့ဖြစ်၍ အသင်နှင့်အသင်အား ဖွဲ့စည်းဖြစ် တည်စေတော်မူ၍ ပြုစုပျိုးထောင်တော်မူသောအရှင်မြတ်တို့နှစ်ဦးသာလျှင် သူတို့ကို ရင်ဆိုင်တိုက်ခိုက်ရန် သွားကြလော့။ ကျွန်ုပ်တို့ မှာ ဤနေရာ၌ပင် မုချထိုင်နေကြ (လျှက် ပွဲကြည့်နေကြလိမ့်) မည်။”"
        },
        {
            "chapter": 5,
            "verse": 26,
            "text": "(ထိုအခါ) တမန်တော်မူဆာက “အို၊ ကျွန်ုပ်အား ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ပြုစုပျိုးထောင်တော်မူသောအရှင်မြတ်၊ အမှန်အတိုင်း ဝန်ခံရလျှင် ကျွန်ုပ်၏နဖ်စ် (ခေါ် မျိုးရိုးဗီဇထဲ၌ ထည့်ပေးတော်မူထားသော ဉာဉ်စဉ် စရိုက်၊ ပင်ကိုယ်အရည်အသွေး၊ အစွမ်းအစနှင့်စိတ်ဆန္ဒများအား အရှင့်စည်းမျဉ်းတော်အတိုင်းဖြစ်စေ၊ သို့မဟုတ် စိတ်အလိုဆန္ဒအတိုင်းဖြစ်စေ၊ ရှာဖွေသုံးစွဲနိုင်ရန် အသုံးချသည့်) စိတ်ဝိဉာဉ်နှင့်ကျွုန်ုပ်၏အစ်ကိုမှလွဲ၍ ကျွန်ုပ်မှာ အခြား မည်သည့်စွမ်းဆောင်ရည်မျှ မရှိပါ။ သို့ဖြစ်ရာ အရှင်မြတ်သည် ကျွန်တော်မျိုးနှင့်အရှင့်စည်းမျဉ်း ဥပဒေများကို အာခံဖီဆန်သည့် ယုတ်မာသော လူမျိုးတို့ကြားတွင် တစ်သီးတစ်သန့်စီ ဖြစ်အောင် ခွဲခြားထားစေတော်မူပါ။” ဟု အသနားခံဆုတောင်းခဲ့၏။"
        },
        {
            "chapter": 5,
            "verse": 27,
            "text": "(ထိုအခါ) အရှင်မြတ်က “(အို၊ မူဆာ) သူတို့ ထိုနယ်မြေထဲဝင်ရန် မိန့်တော်မူသည်ကို ဖီဆန်သည့်အတွက်) အသင်သည် ထိုစည်းမျဉ်းတော်ကို ချိုးဖောက်၍ အာခံဖီဆန်သော လူမျိုးယုတ်တို့အပေါ် ဝမ်းနည်းကြေကွဲခြင်း မရှိလေနှင့်။ အကြောင်းမှာ ထိုနယ်မြေသည် သူတို့အပေါ် နှစ်ပေါင်းလေးဆယ်အထိ တရားမဝင်အဖြစ် တားမြစ် ခြင်းခံရလိမ့်မည်ဖြစ်၍ သူတို့သည် ကမ္ဘာဂြိုဟ်၌ စိတ်ရှုပ်ထွေးလျက် တစ်ဝဲလည်လည် ခြေဦးတည့်ရာသို့ သွားရလိမ့်မည်။” ဟု မိန့်တော်မူ၏။"
        },
        {
            "chapter": 5,
            "verse": 28,
            "text": "(အို၊ ရစူလ်တမန်တော်) သူတို့အား အမှန်တရားနှင့်စပ်လျဉ်း၍ စံနမူနာယူဖွယ်ရာလုပ်ရပ်ကို လုပ်ဆောင်ခဲ့သော တမန်တော်အာဒမ်၏သားနှစ်ဦးအကြောင်း ရွတ်ပြလော့။ သူတို့နှစ်ဦးသည် စွန့်လှူမှုတစ်ခုစီကို ဆက်ကပ် လှူဒါန်းကြစဉ် သူတို့အနက်မှ တစ်ဦး၏စွန့်လှူမှုမှာ သဘောတူလက်ခံခြင်းခံခဲ့ရပြီး ကျန်တစ်ဦး၏စွန့်လှူမှုမှာ သဘောတူလက်ခံခြင်း မခံရခဲ့ပေ။ ထိုအခါ (စွန့်လှူမှုအထမမြောက်သူက စွန့်လှူမှု အထ မြောက်သည့် သူအား) “ကျွန်ုပ်သည် သင့်ကို မုချ သတ်လိမ့်မည်။” ဟု ပြောခဲ့၏။ (စွန့်လှူမှုအထမြောက်သူက) “အလ္လာဟ်အရှင် မြတ်သည် အရှင့်စည်းမျဉ်းတော်များအား အရှင့်ကို သိစိတ်မြဲမြံစွာဖြင့် လိုက်နာသူထံမှသာလျှင် (စွန့်လှူမှုကို) သဘောတူ လက်ခံတော်မူ၏။” ဟု ပြောခဲ့သည်။"
        },
        {
            "chapter": 5,
            "verse": 29,
            "text": "အကယ်၍ သင်သည် ကျွန်ုပ်ကိုသတ်ရန်အတွက် သင်၏လက်ကို ကျွန်ုပ်ဘက်သို့ ဆန့်၍ လှမ်းခဲ့လျှင် ကျွန်ုပ်သည် သင့်ကိုသတ်ရန် ကျွန်ုပ်၏လက်ကို သင့်ဘက်သို့ ဆန့်၍ လှမ်းလိမ့်မည် မဟုတ်ချေ။ (အကြောင်းမှာ) ဧကန်စင်စစ်၊ ကျွန်ုပ်သည် လောကခပ်သိမ်းတို့အား ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ပျိုးထောင်ဖွံ့ဖြိုးစေတော်မူသော အလ္လာဟ်အရှင်မြတ်ကို ကြောက်ရွံ့ (၍ အရှင့်စည်းမျဉ်းတော်နှင့်အညီ အရှင့်ကို သိစိတ်ဖြင့် ပြုမူကျင့်ကြံသူအဖြစ်) သော ကြောင့်တည်း။"
        },
        {
            "chapter": 5,
            "verse": 30,
            "text": "(ကျွန်ုပ်သည် အရှင်မြတ်ကို ကြောက်ရွံ့သည့်အတွက် သင်က သတ်မည်ဟု ခြိမ်းခြောက်သည့်တိုင် သင်နှင့်ရန်ဖြစ်ရန် ဆန္ဒမရှိပါ။ သင်၏လုပ်ရပ်ကြောင့်) သင်သည် (ကျွန်ုပ်အား ရန်ဖြစ်စေရန် ဖိအားပေးခြင်းကြောင့်) ကျွန်ုပ်၏အပြစ်နှင့် (ကျွန်ုပ်ကိုသတ်ရန်ကြံရွယ်သော) သင်၏အပြစ်တို့ကိုပါ ထမ်းဆောင်လျက် ငရဲမီး၏အဖော် ဖြစ် (မည်ကို စိုးရိမ်၍ သင့်ကိုသတိပေး) ရန်သာ ဆန္ဒရှိ၏။ အကြောင်းမှာ အရှင့်စည်းမျဉ်းဥပဒေများကို ချိုးဖောက်၍ မမှန်မကန်လုပ်သူတို့သည် ထိုသို့ပင် (ငရဲမီး၏အဖော်) ဖြစ်ရသော ကြောင့်တည်း။"
        },
        {
            "chapter": 5,
            "verse": 31,
            "text": "(ရန်ဖြစ်လိုသောဆန္ဒ လုံးဝ မရှိသော သူက ထိုသို့သတိပေးသော်လည်း သူ့ညီနောင်မှာမူ သူ၏မကောင်း မှုကိုအားပေးသော စိတ်အလိုရမ္မက်ကိုသာ ဦးစားပေးလျက်) သူ၏နဖ်စ် (ခေါ် မျိုးရိုးဗီဇထဲ၌ ထည့်ပေးတော်မူထားသော ဉာဉ်စဉ်စရိုက်၊ ပင်ကိုယ်အရည်အသွေး၊ အစွမ်းအစနှင့်စိတ်ဆန္ဒများအား အရှင့်စည်းမျဉ်းတော်အတိုင်းဖြစ်စေ၊ သို့မဟုတ် စိတ်အလိုဆန္ဒအတိုင်းဖြစ်စေ၊ ရှာဖွေသုံးစွဲနိုင်ရန် အသုံးချသည့် စိတ်ဝိဉာဉ်) ကို ထိုရန်မဖြစ်လိုသော သူ့နောင်တော်ဖြစ်သူအား မဆိုင်းမတွ မဆင်မခြင် အသုံးချခဲ့သောကြောင့် သူ၏ရန်ဖြစ်ရန် ဆန္ဒ လုံးဝ မရှိသောနောင်တော်ကို သတ်ခဲ့လေ၏။ သို့ဖြစ်ပေရာ ထိုသူသည် ဆုံးရှုံးသူတို့အနက်မှ ဖြစ်သွားလေ၏။"
        }
    ]
}