{
    "pages": [
        {
            "chapter": 10,
            "verse": 89,
            "text": "အရှင်မြတ်က “သင်တို့နှစ်ဦး (တမန်တော်မူဆာနှင့်ဟာရွန်) ၏ ဆုတောင်းပန်ကြားချက်ကို ငါအရှင်မြတ်အလိုတူလက်ခံကြောင်း ဖြေကြားတော်မူပြီဖြစ်သောကြောင့် သင်တို့နှစ်ဦးသည် (ဆက်လက်၍ ဖြောင့် မတ်မှန်ကန်သော အရှင့်လမ်းစဉ်တော်၌ပင်) တည်ကြည်ကြံ့ခိုင်မှု မြဲမြံစွာဖြင့် ရပ်တည်ကြပြီး အသိပညာကင်းမဲ့ကြသူတို့၏ လမ်းစဉ်အား မလိုက်ကြလေနှင့်။” ဟု မိန့်တော်မူခဲ့၏။"
        },
        {
            "chapter": 10,
            "verse": 90,
            "text": "တစ်ဖန် ငါအရှင်မြတ်သည် အစ္စရေးမျိုးနွယ်ဝင်တို့အား ပင်လယ်ကို ဖြတ်ကျော်၍ ခေါ်ဆောင်တော်မူခဲ့စဉ် ဖါရိုမင်းဆက်နှင့်သူ့စစ်တပ်အပေါင်းအပါတို့က အလွန်ပြင်းပြသော ပမာမခန့်မှုနှင့်ရန်လိုမှုအပြည့်ဖြင့် သူတို့ နောက်သို့ မှီအောင်လိုက်လာခဲ့ကြ၏။ (အရှင်မြတ်က တမန်တော်မူဆာနှင့်သူ့လူမျိုးအတွက် ပင်လယ်ရေကို ကျော်ဖြတ်နိုင်အောင် ဖွင့်ပေးတော်မူပြီး ဖါရို၏စစ်တပ်နှင့်) သူ့ကိုမူ နစ်မြုပ်လွှမ်းမိုးစေတော်မူသည့်အချိန်ရောက်မှသာ သူက “ဧကန်ပင်၊ အစ္စရေးမျိုးနွယ်ဝင်တို့က သက်ဝင်ယုံကြည်ကြသောအရှင်မြတ်မှအပ အခြား ရှိခိုးကိုးကွယ် ထိုက်သောအရှင်ဟူ၍ အလျှင်း မရှိကြောင်းကို ကျွန်ုပ် (ယခုအခါ) ယုံကြည်လာခဲ့ရပြီ။” ဟု ဝန်ခံပြောဆိုခဲ့၏။"
        },
        {
            "chapter": 10,
            "verse": 91,
            "text": "ယခုမှ ယုံကြည်လေသလော။ ဤမတိုင်မီ အသင်သည် မနာခံ၊ အာခံ၍ မထီမဲ့မြင်ပြုခဲ့ရုံသယာမက မတည် မငြိမ်မှုနှင့်အဖျက်အနှောင့်များ ပြုလုပ်သူတို့တွင် တစ်ဦးအပါအဝင် ဖြစ်ခဲ့လေ၏။"
        },
        {
            "chapter": 10,
            "verse": 92,
            "text": "သို့ဖြစ်ပေရာ (မျှော်လင့်ချက်ကင်းမဲ့သည့် အခြေအနေ၌ ယုံကြည်လာခြင်းသည် နောင်တမလွန်အတွက် မည်သို့မျှ အကျိုးမရှိသော်လည်း လောကီအကျိုးဆက်အဖြစ်) ယနေ့တွင် ငါအရှင်မြတ်သည် အသင် (ဖါရို) ရုပ်ကလပ်ကို အသင့်နောက်ပိုင်းတွင် (ဆက်ခံသူများအဖြစ် ရောက်ရှိလာမည့်) နောင်မျိုးဆက်များအတွက် သက်သေလက္ခဏာဖြစ်စေရန်အလို့ငှာ ကယ်ဆယ်ထားတော်မူ၏။ သို့ရာတွင် ဧကန်ပင်၊ လူသားတို့အနက်မှ အများစုသည် ငါအရှင်မြတ်၏အာယာသ်သက်သေလက္ခဏာတော်များကို အမှန်ပင် အလေးမထားဘဲ (ယင်းတို့၌ ဘဝအတွက် သင်ခန်းစာနှင့်သတိပေးချက်များ ပြည့်နှက်နေကြောင်းကို မသိနားမလည်ဘဲ) လျစ်လျူရှုထားကြ၏။"
        },
        {
            "chapter": 10,
            "verse": 93,
            "text": "ထို့ပြင် ဧကန်မုချ၊ ငါအရှင်မြတ်သည် အစ္စရေးမျိုးနွယ်ဝင်တို့အား ကောင်းမွန်သင့်မြတ်သော အခြေချနေ ထိုင်ရာနယ်သစ်တွင် အတည်တကျနေထိုင်နိုင်ရန် နေရာချပေးတော်မူပြီး သန့်ရှင်းကောင်းမွန်သော (ကျန်းမာရေးနှင့်လည်းညီညွတ်သော) အရာများအနက်မှ စားနပ်ရိက္ခာနှင့်အခြားလိုအပ်ချက်များကို စီစဉ်ဖြည့်ဆည်းပေးတော်မူခဲ့သော်လည်း (သူတို့လိုက်နာရမည့် လမ်းစဉ်နှင့်ပြုမူဆောင်ရွက်မှုများအတွက် ကြုံတွေ့ရမည့် အကျိုးဆက် များဆိုင်ရာ) အသိပညာသည် သူတို့ထံ ရောက်ရှိလာသည့်အချိန်အထိ သူတို့အချင်းချင်းကြားတွင် သဘောထား ကွဲလွဲခဲ့ကြ၏။ ဧကန်ပင်၊ အသင့်အား ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ပြုစုပျိုးထောင်တော်မူသောအရှင်မြတ်သည် သူတို့အချင်းချင်းကြားတွင် သဘောထားချင်း မတိုက်ဆိုင်၍ ကွဲလွဲနေခဲ့ကြသော အကြောင်းအရာများနှင့်စပ်လျဉ်း၍ (သူတို့ထဲမှ ကောင်းမှုပြုသူအား ဆုလဒ်နှင့်မကောင်းမှုပြုသူအား ပြစ်ဒဏ်ပေးရန်အတွက်) တမလွန်၌ ရှင်ပြန်ထမြောက်မည့်နေ့တွင် အပြီးသတ် စီရင်ဆုံးဖြတ်တော်မူလိမ့်မည်။"
        },
        {
            "chapter": 10,
            "verse": 94,
            "text": "သို့ဖြစ်ပေရာ အကယ်၍ အသင် (တမန်တော်) သည် ငါအရှင်မြတ်က အသင့်ထံချမှတ်ပေးအပ်တော် မူသော (တမန်တော်မူဆာနှင့်ဖါရိုမင်းဆက်ကြားဖြစ်ပွားခဲ့သော) အကြောင်းအရာနှင့်စပ်လျဉ်း၍ ဒွိဟသံသ ယ၌ ရှိနေခဲ့လျှင် အသင်မတိုင်မီ ချမှတ်ပေးအပ်တော်မူခဲ့သော ကျမ်းစာကို ဖတ်ရွတ်ကြသူတို့ကိုအား (ထိုအကြောင်း) မေး မြန်းလော့။ ဧကန်ပင်၊ သင့်အား ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ပြုစုပျိုးထောင်စေတော်မူသောအရှင်မြတ်၏ထံ တော်မှဖြစ်သော အမှန်တရားသစ္စာသည် အသင့်ထံ မုချ ရောက်ရှိလာခဲ့ပြီ ဖြစ်၏။ သို့ဖြစ်ပေရာ အသင်သည် ဒွိဟသံသယရှိသူတို့အနက်မှ အပါအဝင် မဖြစ်လေနှင့်။"
        },
        {
            "chapter": 10,
            "verse": 95,
            "text": "ထို့ပြင် သင်သည် အလ္လာဟ်အရှင်မြတ်၏အာယာသ်သက်သေလက္ခဏာတော်များကို မဟုတ်မမှန်စွပ်စွဲ၍ ငြင်းဆန်ကြသူတို့အနက်မှလည်း အပါအဝင် မဖြစ်လေနှင့်။ သို့ဖြစ်ခဲ့လျှင် သင်သည် ဆုံးရှုံးသူတို့တွင် အပါအဝင် ဖြစ်ပေလိမ့်မည်။"
        },
        {
            "chapter": 10,
            "verse": 96,
            "text": "အမှန်စင်စစ်၊ သင့်အား ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ပြုစုပျိုးထောင်စေတော်မူသောအရှင်မြတ်၏အမိန့် ဗျာဒိတ်တော်သည် (အာခံဖီဆန်မှုကြောင့် မယုံကြည်သူအဖြစ် သေဆုံး၍ ငရဲရောက်ရမည် ဖြစ် ကြောင်းကို) သူတို့အပေါ်၌ အမှန်အဖြစ် အတည်ပြုတော်မူခဲ့ပြီ ဖြစ်၏။ သူတို့သည် သက်ဝင်ယုံကြည်ကြမည် မဟုတ်ချေ။"
        },
        {
            "chapter": 10,
            "verse": 97,
            "text": "သူတို့သည် ပြင်းပြနာကျင်ဖွယ်ရာ စူးနစ်သောပြစ်ဒဏ်များကို (မျက်ဝါးထင်ထင်) မတွေ့မြင်သမျှကာ လပတ်လုံး သူတို့ထံ (သက်သေအထောက်အထားများနှင့်) အာယာသ်သက်သေလက္ခဏာတော်အားလုံး ရောက်သည့်တိုင်အောင် (သက်ဝင်ယုံကြည်ကြမည် မဟုတ်ချေ။)"
        }
    ]
}