{
    "pages": [
        {
            "chapter": 33,
            "verse": 36,
            "text": "အလ္လာဟ်အရှင်မြတ်နှင့်အရှင့်ရစူလ်တမန်တော်မြတ်တို့သည် အမိန့်စီမံချက်တစ်စုံတစ်ခုကို စီမံပြဌာန်း ချမှတ်ပေးသောအခါ (အပြောအဆိုနှင့်အပြုအမူတွင် အရှင်မြတ်၏အမိန့်တော်များကို စိတ်ရင်းစေတ နာဖြူစင်စွာ ယုံကြည်သော) မုအ်မင်န်အမျိုးသားတစ်ဦးဖြစ်စေ အမျိုးသမီးတစ်ဦးဖြစ်စေ၊ ယင်းကို သူတို့၏စီမံချက် အရေးကိစ္စနှင့်ပတ်သက်၍ တာဝန်ရှိသည့်အလျှောက် လိုက်နာကျင့်သုံးခြင်းမှအပ သူတို့အတွက် အခြားရွေးချယ်စရာ မရှိချေ။ စင်စစ်သော်ကား မည်သူမဆို အလ္လာဟ်အရှင်မြတ်နှင့်အရှင့်ရစူလ်တမန်တော်မြတ်တို့အား မနာခံဖီ ဆန်လျှင် ဧကန်မလွဲ၊ ထိုသူသည် ထင်ရှား ရှင်းလင်းစွာ လမ်းလွဲလျက် လမ်းမှားရောက်ရှိခဲ့ပြီ ဖြစ်၏။"
        },
        {
            "chapter": 33,
            "verse": 37,
            "text": "ထို့ပြင် (အို၊ ရစူလ်တမန်တော်၊ သတိရလော့။) အသင်သည် အလ္လာဟ်အရှင်မြတ်က (သူ့အား အစ္စလာမ့် သို့ လမ်းညွှန်တော်မူခြင်းနှင့်အသင်တမန်တော်၏အနီးစပ်ဆုံးသာဝကဖြစ်စေတော်မူခြင်းဖြင့်) ဂုဏ် သိက္ခာ ချီးမြှင့်ပေးအပ်တော်မူသောသူလည်းဖြစ် အသင် (တမန်တော်) က (ကျွန်ဘဝမှလွတ်မြောက်စေ၍ အထူးစာနာထောက် ထားမှုဖြင့်ဆက်ဆံလျက်) ဂုဏ်သိက္ခာပေးခဲ့သူလည်းဖြစ်သောသူအား အသင် (တမန်တော်) က ''အသင်သည် သင့်ဘဝဖော်ဇနီးသည်ကို (ကွာရှင်းခြင်းမပြုပဲ) အသင့်ထံ၌ပင် (တရားဝင်ဇနီးအဖြစ် ဆက်လက်) ထိန်းသိမ်းထားလော့။ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်အား စိုးရွံ့ထိတ်လန့် (၍ အရှင့်စည်းမျဉ်းတော်များအား အရှင့်ကို သိစိတ်မြဲမြံစွာဖြင့် လိုက်နာကျင့်သုံး) လော့။ ဟု ပြောဆိုဆုံးခဲ့စဉ် တွင်လည်းကောင်း ထို့ပြင် အသင် (တမန်တော်) သည် အလ္လာဟ်အရှင်မြတ်က (ဇိုင်နဗ်အား ထမ်းမြားရန် စီရင်ပြဌာန်းတော်မူပြီ ဖြစ်ကြောင်း) ထုတ်ဖော်ဖွင့် ချစေတော်မူသည့် ထိုကိစ္စအား (သူတို့၏ဝေဖန်ပြောဆိုမှုဖြင့် သူတို့၏ယုံကြည်မှုကို ထိခိုက်စေနိုင်မည့်) လူတို့ကို စိုးရိမ်ကြောင့်ကြ၍ အသင့် နဖ်စ် (ခေါ် မျိုးရိုးဗီဇထဲ၌ ထည့်ပေးတော်မူထားသော ဉာဉ်စဉ်စရိုက်၊ ပင်ကိုယ်အရည်အသွေး၊ စွမ်းရည်အစွမ်းအစနှင့်စိတ်ဆန္ဒများကို အရှင့်စည်းမျဉ်းတော်အတိုင်းဖြစ်စေ၊ သို့မဟုတ် စိတ်အလိုဆန္ဒအတိုင်းဖြစ်စေ၊ ရှာဖွေသုံးစွဲနိုင်ရန် အသုံးချနိုင်သော စိတ်ဝိဉာဉ်) ဝယ် သိုဝှက်သိမ်းဆည်းထားခဲ့စဉ် လည်းကောင်း၊ အလ္လာဟ်အရှင်မြတ်သည်ပင် (အမှန်တရားသစ္စာဖြစ်တော်မူ၍ ထိုကစ္စကို အကောင်အတည် ဖော်ဆောင် ရွက်လျက် အရှင်မြတ်သည်သာ) ထိတ်လန့်ခြင်းခံရရန် ပိုမို၍ပင် ထိုက်တန်တော်မူ (ကြောင်းကို မိန့်ကြားတော်မူခဲ့) ၏။ သို့ဖြစ်ပေရာ ဇိုက်ဒ်သည် (သူ့ဘဝဖော်ဇနီးအား တရားဝင် ကွားရှင်းပြီးနောက်) သူမ (၏နောင်ကြိုး) မှ အပြီးသတ် (တရားဝင်ဆုတ်ခွာသွား) ၍ (သူမကလည်း ကွာရှင်းမှုအပြီး တရားတော်အရ စောင့်ဆိုင်းကာလ) လုပ်ရိုးလုပ်စဉ်ကို ဆောင်ရွက်ခြင်းပြီးမြောက်သည့်အခါ ငါအရှင်မြတ်သည် သက်ဝင်ယုံ ကြည်သူတို့အပေါ် သူတို့မွေးစားသားများ၏ဘဝဖော်ဇနီးများနှင့်ပတ်သက်၍ သူမတို့ (၏နောင်ကြိုး) မှ အပြီးသတ် (တရား ဝင်ဆုတ်ခွာသွား) ၍ (သူမတို့ကလည်း ကွာရှင်းမှုအပြီး တရားတော်အရ စောင့်ဆိုင်းကာလ) လုပ်ရိုးလုပ်စဉ်ကို ဆောင်ရွက်ခြင်းပြီးမြောက်သည့်အခါ သူမတို့အား တရားဝင်ထိမ်းမြားခြင်း၌ အပြစ်မထိုက်စေရန်အလို့ငှာ (တမန်တော်၏မွေးစားသားဖြစ်သူ ဇိုက်ဒ်က ကွာရှင်းခဲ့ပြီးဖြစ်သော ဇိုင်နဗ်မည်သော) သူမကို အသင် (တမန်တော်) နှင့်တရားဝင် ထိမ်းမြားစေတော်မူခြင်းဖြစ်၏။ စင်စစ်သော်ကား အလ္လာဟ်အရှင်မြတ်၏စီမံချက်အမိန့်တော်သည် ပြီးမြောက်အောင် ဆောင်ရွက်စေတော်မူခြင်းခံရသည့်အရာပင် ဖြစ်၏။"
        },
        {
            "chapter": 33,
            "verse": 38,
            "text": "အလ္လာဟ်အရှင်မြတ်က နဗီတမန်တော်မြတ်အတွက် တရားဝင်သတ်မှတ်ပြဋ္ဌာန်းတော်မူခဲ့သော ကိစ္စနှင့် စပ်လျဉ်း၍ ထိုနဗီတမန်တော်မြတ်အပေါ်၌ မည်သို့မျှ အပြစ်မထိုက်ပေ။ (မည်သည့် အဟန့်အထား အနှောက်အယှက်လည်း မရှိသင့်ပေ)။ (ဤသည်) ရှေးယခင်က လွန်လေခဲ့ကြသော (တမန်တော်များ ဖြစ်သည့်) သူတို့နှင့် ပတ်သက်သော အလ္လာဟ်အရှင်မြတ်၏လမ်းစဉ် (စည်းမျဉ်းတော်) အတိုင်းပင် ဖြစ်၏။ စင်စစ် အလ္လာဟ်အရှင်မြတ်၏စီမံချက်အမိန့်တော်သည်ကား (အရာခပ်သိမ်း အဖြစ်အပျက်ခပ်သိမ်းတို့အတွက် စနစ်တကျ) စည်းဘောင်ချမှတ်ပြဌာန်းစေတော်မူစေသော စီရင်ချက်အမိန့်တော်တစ်ရပ်ပင် ဖြစ်၏။"
        },
        {
            "chapter": 33,
            "verse": 39,
            "text": "(တမန်တော်များဖြစ်ကြသော) ထို့သူတို့သည် အလ္လာဟ်အရှင်မြတ်၏အမိန့်တော်သတင်းတော်များကို (လူသားတို့အရောက် သစ္စာရှိရှိ တိကျမှန်ကန်စွာ) ပို့ဆောင်ပေးခဲ့ကြသည့်အပြင် အလ္လာဟ်အရှင်မြတ်မှအပ အခြားမည်သူတစ်ဦးတစ်ယောက်ကိုမျှ ကြောက်ရွံ့ခြင်းမရှိဘဲ ထိုအရှင်မြတ်အားသာလျှင် စိုးရွံ့ထိတ်လန့်ကြ၏။ စင်စစ် အလ္လာဟ်အရှင်မြတ်သည်ပင် (အရှင့်အစေခံလူသားများအား စောကြော စစ် ဆေးတော်မူ၍) စာရင်းရှင်တော်မူမည့် အရှင်မြတ်အဖြစ် လုံလောက်တော်မူ၏။"
        },
        {
            "chapter": 33,
            "verse": 40,
            "text": "(အို၊ ယုံကြည်သူအပေါင်းတို့၊ သင်တို့နှလုံးသွင်းသင့်သည်မှာ တမန်တော်) မုဟမ္မဒ်သည် သင်တို့ အမျိုးသားများအနက်မှ မည်သူတစ်ဦးတစ်ယောက်၏ဖခင်မျှ မဟုတ်ပေ။ စင်စစ်မှာမူကား (မုဟမ္မဒ်သည်) အလ္လာဟ်အရှင်မြတ်၏ရစူလ်တမန်တော်နှင့် (အရှင့်အမိန့်တော်များအား လူသားအရောက် ပို့ချပေးရန် တမန်တော်ရာထူးဖြင့် စေလွှတ်တော်မူခဲ့သော) နဗီတမန်တော်အပေါင်းတို့၏ (အဆုံးသတ်) တမန်တော်ချုပ်ပင် ဖြစ်၏။ အမှန်စင်စစ်၊ အလ္လာဟ်အရှင်မြတ်သည် အရာခပ်သိမ်းတို့ကို အကြွင်းမဲ့ သိနေတော်မူသော အရှင်မြတ်ပင် ဖြစ်တော်မူ၏။"
        },
        {
            "chapter": 33,
            "verse": 41,
            "text": "အို၊ သက်ဝင်ယုံကြည်သူအပေါင်းတို့၊ အလ္လာဟ်အရှင်မြတ်အား အလွန်များပြားစွာ သတိရ တသ၍ ထုတ်ဖော်ဖွင့်ဟကြလော့။"
        },
        {
            "chapter": 33,
            "verse": 42,
            "text": "ထို့ပြင် သင်တို့သည် နံနက်ယံ၌လည်းကောင်း၊ ညနေချမ်း၌လည်းကောင်း၊ (နေ့ညမပြတ်) ထိုအရှင် မြတ်သည် (ချို့တဲ့မှု လုံးဝ ကင်းရှင်းတော်မူပြီး အနှိုင်းမဲ့ အရှင်ဖြစ်တော်မူခြင်း မည်သည့်အရာကိုမျှ အ ကြောင်းမဲ့ ဖွဲ့စည်းဖြစ်တည်စေတော်မမူခြင်းနှင့်ကိုးကွယ်ထိုက်သော ပကတိဂုဏ်တော်အားလုံးကို ပိုင်ဆိုင်တော်မူသော အရှင်ဖြစ်တော်မူခြင်းကြောင့်) သန့်ရှင်းစင်ကြယ်တော်မူကြောင်းကို ဂုဏ်တင်ကြလော့။"
        },
        {
            "chapter": 33,
            "verse": 43,
            "text": "(သင်တို့က အရှင်မြတ်အား ထိုသို့ သတိရလျက် ဂုဏ်တင်ခြင်းကို သဘောတူ လက်ခံတော်မူ သည့်အနေဖြင့်) သင်တို့အား (ပညာရေး၊ စီးပွားရေး၊ နိုင်ငံရေး၊ လူမှုရေးနှင့်နာမ်ရေးရာ) အမှောင်ထုများမှ (ဉာဏ်အလင်းရစေသော ကျမ်းတော်မြတ်ကုရ်အာန်၏) အလင်းသို့ ထုတ်ယူ၍ ဦးတည်စေတော်မူရန်အလို့ငှာ ထိုအရှင်မြတ် သည် (အရှင့်အထူးကရုဏာတော်ဖြင့်) လည်းကောင်း၊ အရှင့်မလာအီကာစေတမန်များ သည် (အရှင်မြတ်၏လွတ်ငြိမ်းခွင့်ရစေရန် ဆုတောင်းခြင်းဖြင့်) လည်းကောင်း၊ သင်တို့အပေါ်၌ (ကောင်းချီးမင်္ဂလာပို့သလျက်) မေတ္တာထားကြ၏။ စင်စစ်သော်ကား ထိုအရှင်မြတ်သည် သက်ဝင်ယုံကြည်သူတို့အပေါ်၌ အလွန်တရာ သနားကြင်နာတော်မူသော အကြင်နာရှင်ပင် ဖြစ်တော်မူ၏။"
        }
    ]
}