{
    "pages": [
        {
            "chapter": 44,
            "verse": 1,
            "text": "အရာခပ်သိမ်းအပေါ် အစဉ် ကရုဏာထားတော်မူသော အနန္တကရုဏာရှင်၊ အားလုံးအပေါ်မပြတ်မစဲ သနားညှာ တာတော်မူသော အကြင်နာရှင်၊ (ဖြစ်တော်မူသည့်) အလ္လာဟ်အရှင်မြတ်၏ဂုဏ်တော်၊ နာမတော်ဖြင့်။"
        },
        {
            "chapter": 44,
            "verse": 2,
            "text": "ဟာ၊ မီမ်။"
        },
        {
            "chapter": 44,
            "verse": 3,
            "text": "(ငါအရှင်မြတ်သည်) ယင်းကိုယ်တိုင်ရှင်းလင်းပြတ်သားပြီး အမှန်တရားကို မြင်သာထင်ရှားစေသော ကျမ်း တော် (မြတ်ကုရ်အာန်) ကို သက်သေထူတော်မူ၏။"
        },
        {
            "chapter": 44,
            "verse": 4,
            "text": "မုချဧကန်၊ ငါအရှင်မြတ်သည် ထိုကျမ်းတော်ကို ကျက်သရေမင်္ဂလာနှင့်ပြည့်စုံသော ညတစ်ညတွင် ချမှတ်ပေးအပ်တော်မူခဲ့၏။ ဧကန်စင်စစ်၊ ငါအရှင်မြတ်သည် (လူသားတို့အား စတင်ဖွဲ့စည်းဖြစ်တည်စေတော်မူသည့်အချိန်မှစ၍) သတိပေးတော်မူသောအရှင် ဖြစ်တော်မူ၏။"
        },
        {
            "chapter": 44,
            "verse": 5,
            "text": "ထို (ည) ၌ နက်နဲသိမ်မွေ့ပြီးစီမံချက်အရေးကိစ္စတိုင်းအား အမြော်အမြင်နှင့်ပြည့်စုံသောရည်ရွယ်ချက်ဖြင့် အသေးစိတ် ခွဲခြမ်းစိတ်ဖြာလျက် အတည်ပြုသတ်မှတ်စေတော်မူ၏။"
        },
        {
            "chapter": 44,
            "verse": 6,
            "text": "ငါအရှင်မြတ်ထံတော်မှ စီမံချက်အမိန့်တော် (ကို ပြဋ္ဌာန်းတော်မူခြင်း) ပင်ဖြစ်ပြီး ဧကန်မလွဲ၊ ငါအရှင် မြတ်သည် (အရှင့်သတင်းဆောင်ရစူလ်တမန်တော်များနှင့်မလာအီကာစေတမန်များကို လမ်းညွှန်တော်နှင့်အတူ) စေလွှတ်တော်မူသော အရှင်မြတ်ပင် ဖြစ်တော်မူ၏။"
        },
        {
            "chapter": 44,
            "verse": 7,
            "text": "(ထိုသို့စေလွှတ်တော်မူခြင်းသည်) အသင့်အား ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ပြုစုပျိုးထောင်စေတော်မူသော အရှင်မြတ်၏ထံတော်မှ ကရုဏာတော်ပင် ဖြစ်၏။ ဧကန်မုချ၊ ထိုအရှင်မြတ်သည် (အရာခပ်သိမ်းတို့၏အသံအလုံးစုံကို) အကြွင်းမဲ့၊ ကြားနေတော်မူသောအရှင်၊ အရာခပ်သိမ်းကို သိနေတော်မူသောအရှင် ဖြစ်တော်မူ၏။"
        },
        {
            "chapter": 44,
            "verse": 8,
            "text": "အကယ်၍ သင်တို့သည် (တမန်တော်မြတ်နှင့်ကျမ်းတော်) အသေအချာယုံကြည်သောသူများ ဖြစ်ကြသော် ထိုအရှင်မြတ်သည် မိုးကောင်းကင်များနှင့်မြေကမ္ဘာကိုလည်းကောင်း၊ ထိုနှစ်ခုကြား၌ရှိ သမျှတို့ကိုလည်းကောင်း၊ ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ဖွံ့ဖြိုးပျိုးထောင်စေတော်မူသောအရှင်မြတ်ပင် ဖြစ်တော်မူ၏။"
        },
        {
            "chapter": 44,
            "verse": 9,
            "text": "ထိုအရှင်မြတ်မှအပ အခြားဆည်းကပ်ကိုးကွယ်ထိုက်သောကိုးကွယ်ရာအရှင်ဟူ၍ အလျှင်း မရှိချေ။ ထို အရှင်မြတ်သည် (သင်တို့အား အသက်ရှိစေလျက်) ရှင်စေတော်မူပြီး ထိုအရှင်မြတ်သည်ပင် သေဆုံးစေတော် မူ၏။ ထိုအရှင်မြတ်သည် သင်တို့နှင့်ရှေးခေတ်၌ လွန်လေခဲ့ပြီဖြစ်သော သင်တို့၏ဘိုး၊ ဘေး၊ ဘီ၊ ဘင်တို့အား ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ပြုစုပျိုးထောင်စေတော်မူသောအရှင်ပင် ဖြစ်တော်မူ၏။"
        },
        {
            "chapter": 44,
            "verse": 10,
            "text": "အမှန်မှာ သူတို့သည် (တိကျသေချမှုအတွက် ဆန္ဒမရှိကြဘဲ လောကီပျော်ရွှင်မှုအတွက်သာ အာရုံစိုက်ကြ ပြီး) ဒွိဟသံသယ၌ ကစားခုန်စားလျက်ပင် ရှိနေကြ၏။"
        },
        {
            "chapter": 44,
            "verse": 11,
            "text": "သို့ဖြစ်ပေရာ (အို၊ ရစူလ်တမန်တော်) အသင်သည် မိုးကောင်းကင်က (ထိုင်းထိုင်းမှိုင်းမှိုင်းအုပ်မိုး၍ ထင်ရှားသော အခိုးအငွေ့ထုကို ထုတ်စေမည့်နေ့ကိုသာလျှင် စောင့်စားနေလော့။)"
        },
        {
            "chapter": 44,
            "verse": 12,
            "text": "(ထိုအခိုးအငွေ့ထုသည်) လူသားတို့အား ဝိုင်းရံလွှမ်းမိုးသွားမည် (ဖြစ်ရာ သူတို့ကို) ဤသည် ပြင်းပြနာ ကျင်ဖွယ်ရာ စူးနစ်သော ပြစ်ဒဏ်ပင် ဖြစ်၏။” ဟု ညည်းညူအော်ဟစ်စေလိမ့်မည်။"
        },
        {
            "chapter": 44,
            "verse": 13,
            "text": "(ထို့နောက် သူတို့က) “အို၊ ကျွန်ုပ်တို့အား ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ပြုစုပျိုးထောင်စေတော်မူသော အရှင်မြတ်၊ ဤပြစ်ဒဏ်ကို ကျွန်ုပ်ထံမှ ဖယ်ရှားပေးသနားတော်မူပါ။ ဧကန်မလွဲ၊ ကျွန်ုပ်တို့သည် သက်ဝင်ယုံ ကြည်သူများ ဖြစ်ကြပါမည်။” ဟု ပန်ကြားလိမ့်မည်။"
        },
        {
            "chapter": 44,
            "verse": 14,
            "text": "(ထိုစဉ် သူတို့၏မူလယုံကြည်မှုသာလျှင် လွှမ်းမိုးနေသောကြောင့်) သူတို့အတွက် သတိရ တသ၍ ထုတ် ဖော်ဖွင့်ဟစရာသည် မည်သို့ ဖြစ်နိုင်မည်နည်း။ အမှန်စင်စစ်၊ သူတို့ထံ (အမှန်တရားကို သူ၏ဘဝတစ်ခုလုံး နှင့်ကိုယ်ကျင့်တရား၌ပင်) မြင်သာထင်ရှားစေသည့် ရစူလ်တမန်တော်သည် ဧကန်မုချ ရောက်ရှိလာခဲ့ပြီ ဖြစ်၏။"
        },
        {
            "chapter": 44,
            "verse": 15,
            "text": "(ထိုရစူလ်တမန်တော်ရောက်လာပြီး) နောက်တွင်မှ သူတို့သည် သင်ကြားပို့ချခြင်းကို ခံရသော (သင်တန်း ဆင်းလာသည့်) စိတ္တဇဝေဒနာရှင်” ဟု စွပ်စွဲပြောဆိုကြလျက် သူ့ဘက်မှ မျက်နှာလွှဲ၍ လှည့်ထွက်ကြလေ၏။"
        },
        {
            "chapter": 44,
            "verse": 16,
            "text": "ဧကန်ပင်၊ ငါအရှင်မြတ်သည် ပြစ်ဒဏ်ကို (ကာလအခိုက်အတန့်အတွက် ချုပ်တည်းတော်မူ၍) အနည်းငယ် ဖယ်ရှားပေးတော်မူမည်ဖြစ်သော်လည်း ဧကန်မလွဲ၊ သင်တို့သည် (ထာဝရပြစ်ဒဏ်ထိုက်သည့် သင်တို့၏ နဂိုယုံကြည်မှုသို့ပင်) ပြန်လှည့် သွားမည့်သူများပင် ဖြစ်ကြ၏။"
        },
        {
            "chapter": 44,
            "verse": 17,
            "text": "ငါအရှင်မြတ်သည် ကြီးမားကျယ်ပြန့်သည့် ဖမ်းချုပ်မှုဖြင့် ဖမ်းဆီးအရေးယူတော်မူမည့်နေ့ကာလတွင်၊ ငါအရှင်မြတ်က ဧကန်မုချပင်၊ ဒဏ်ခတ်အရေးယူတော်မူမည်။"
        },
        {
            "chapter": 44,
            "verse": 18,
            "text": "ထို့ပြင် သူတို့အလျင်လည်း ဧကန်စင်စစ်၊ ငါအရှင်မြတ်သည် ဖာရိုမင်း၏လူမျိုးတို့ထံ မြင့်မြတ်သော ရစူလ်တမန်တော်တစ်ပါး ရောက်စေတော်မူခဲ့စဉ် သူတို့အား စမ်းသပ်တော်မူခဲ့ပြီ။"
        }
    ]
}