{
    "pages": [
        {
            "chapter": 3,
            "verse": 46,
            "text": "အရှင့်မလာအီကာစေတမန်က သူမအား “အို၊ မရ်ယမ်၊ ဧကန်ပင်၊ အလ္လာဟ်အရှင်မြတ်သည် အရှင့်အမိန့်တော်အား နာခံပြီး အရှင်မြတ်အပါးတော်မြဲကြသူတို့အနက်မှဖြစ်သော၊ လောကီနှင့်တမလွန်ဘဝတို့၌ ဂုဏ်ပြု ခြင်းခံရသော၊ မစီဟ်အီစာ (ယေရှုခရစ်) ဆိုသည့် မရ်ယမ်၏သားကို (လမ်းမှားတို့အား ဖယ်ဖျက်၍ တရားလမ်း မှန် ညွှန်ပြရန်အလို့ငှာ) အရှင့်ထံတော်မှ ဖြစ်သော “စကားတော်”နှင့်အတူ (ရောက်ရှိစေမည့်အကြောင်းကို) အသင်မထံ သတင်းကောင်းပါးပါကြောင်း” ပြောခဲ့စဉ်။"
        },
        {
            "chapter": 3,
            "verse": 47,
            "text": "ထို့ပြင် “တမန်တော် (အီစာ၊ ယေရှုခရစ်) သည် ပုခက်တွင်းမှလည်းကောင်း၊ အရွယ်ရောက်ပြီးချိန်တွင်လည်းကောင်း၊ (အရှင့်လမ်းညွှန်တော်နှင့်စပ်လျဉ်း၍) လူသားတို့နှင့်စကားပြောလိမ့်မည်ဖြစ်ပြီး ဖြောင့်မတ်မှန်ကန်သောလုပ်ရပ်များကို လုပ်ဆောင်သူတို့အနက်မှ ဖြစ်ကြောင်း” ပြောခဲ့စဉ်။"
        },
        {
            "chapter": 3,
            "verse": 48,
            "text": "မရ်ယမ်က “အို ကျွန်မအား ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ပြုစုပျိုးထောင်စေတော်မူသောအရှင်မြတ်၊ မည်သည့် လူသား (ယောက်ျား) တစ်ဦးတစ်ယောက်ကမျှ ကျွန်မအား မထိတွေ့မချဉ်းကပ်ရသေးပါလျက် ကျွန်မသည် သားရတနာတစ်ဦးကို မည်သို့ ရနိုင်ပါမည်နည်း။” ဟု လျှောက်တင်လေသော် အလ္လာဟ်အရှင်မြတ်က (အရှင့်ဆန္ဒတော်၏စည်းမျဉ်းတော်နှင့်အညီ) အလိုရှိတော်မူသောအရာ (အရေးကိစ္စအကြောင်းအရာတစ်ခု) ကို စီရင်ပြဌာန်းလိုသည့်အခါ ယင်းအား “ဖြစ်စေ” မိန့်တော်မူရုံဖြင့် ထိုအရေးကိစ္စဖြစ်လာ၍ (ထိုကဲ့သို့ပင် ဖြစ်တည်စေတော်မူ၏။)” ဟု မိန့်တော်မူခဲ့၏။"
        },
        {
            "chapter": 3,
            "verse": 49,
            "text": "ထို့ပြင် အလ္လာဟ်အရှင်မြတ်သည် တမန်တော်အီစာအား ကျမ်းတော်၊ (ဓမ္မသတ်အခွင့်အာဏာဆိုင်ရာ) အမြော်အမြင်၊ တောင်ရတ်ကျမ်းနှင့်အီန်ဂျီးလ်ကျမ်းတို့ကို သင်ကြားပေးတော်မူ၏။"
        },
        {
            "chapter": 3,
            "verse": 50,
            "text": "ထို့နောက် (တမန်တော်အီစာအား) ရစူလ်တမန်တော်တစ်ပါးအဖြစ် အစ္စရေးမျိုးနွယ်ဆီသို့ စေလွှတ်တော် မူခဲ့ရာ တမန်တော်အီစာက “ကျွန်ုပ်သည် သင်တို့အား ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ပြုစုပျိုးထောင်စေတော်မူသောအရှင်မြတ်၏ထံတော်မှ အမှန်ပင် အာယသ်သက်သေလက္ခဏာတော်တစ်ခု ယူဆောင်၍ သင်တို့ထံ ရောက်လာခဲ့လေပြီ။ ထိုသက်သေလက္ခဏာတော်မှာ “အလ္လာဟ်အရှင်မြတ်၏ခွင့်ပြုချက်နှင့်အမိန့်တော်အားဖြင့် ရွံ့မြေမှ ငှက်ပုံ အသွင်သဏ္ဌန် ပုံဖော်ဖန်တီး၍ ယင်းထဲသို့ (လေ) မှုတ်ပေးလိုက်လျှင် ယင်းသည် ငှက် ပကတိ တစ်ကောင်ဖြစ်လာမည်။ ထို့ပြင် မျက်မမြင်သူနှင့်အနာကြီးရောဂါရှင်တို့အားလည်း ကုသပေးနိုင်ပြီး အလ္လာဟ်အရှင်မြတ်၏ခွင့်ပြုချက်နှင့်အမိန့်တော်အားဖြင့်ပင် သေနေသောသူကိုပင် ရှင်စေနိုင်မည်ဖြစ်၏။ တစ်ဖန် ကျွန်ုပ်သည် သင်တို့အား မည်သည်ကို စားသုံးနိုင်ပြီး မည်သည်တို့ကို အိမ်များတွင် သိုလှောင်ထားနိုင်သည်ကိုလည်း သတင်းပေး သိစေမည်။ သင်တို့က ဖြူစင်စွာ ယုံကြည်ကြသူများဖြစ်ကြလျှင် ထိုကိစ္စ၌ သင်တို့အတွက် (ကျွန်ုပ်မှာ အရှင်မြတ်စေလွှတ်တော်မူသော တမန်တော်ဖြစ်ကြောင်းကို ထင်ရှားစေသည့်) အရှင့်အာယသ်သက်သေလက္ခဏာတော်တစ်ခု မုချပင် ရှိ၏။"
        },
        {
            "chapter": 3,
            "verse": 51,
            "text": "ထို့ပြင် သင်တို့လက်ဝယ်၌ရှိသော တောင်ရတ်ကျမ်းတော်မှ (အချက်အလက်များအာ မှန်၊ မမှန် ဖြောင့်မှန် တည့်မတ်စေ၍) အတည်ပြုစေလျက် သင်တို့အပေါ် (ယခင်က မစားရန် တားမြစ်ထားသည့်အရာများမှ အချို့ကို (ယခုအခါ) တရားဝင် စားသုံးနိုင်သည့်အရာများအဖြစ် ခွင့်ပြုပေးရန်အတွက် သင်တို့အား ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ပြုစုပျိုးထောင်စေတော်မူသောအရှင်မြတ်ထံတော်မှ (ကျွန်ုပ်တမန်တော်ဖြစ်ကြောင်းကို ထင်ရှားပေါ် လွင်စေသည့်) အာယသ်သက်သေလက္ခဏာတော်တစ်ခုကို ယူဆောင်လာကာ သင်တို့ထံ ရောက်လာရခြင်း ဖြစ်၏။ သို့ဖြစ်ရာ အလ္လာဟ်အရှင်မြတ်ကို စိုးရွံ့ထိတ်လန့် (၍ အရှင့်စည်းမျဉ်းတော်များအား အရှင့်ကို သိစိတ်မြဲ မြံစွာဖြင့်လိုက်နာ) ပြီး ကျွန်ုပ်အား နာခံကြလော့။"
        },
        {
            "chapter": 3,
            "verse": 52,
            "text": "ဧကန်စင်စစ်၊ အလ္လာဟ်အရှင်မြတ်သည် အကျွန်ုပ်နှင့်သင်တို့အား ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ပြုစုပျိုး ထောင်စေတော်မူသောအရှင်မြတ် ဖြစ်၍ ထိုအရှင်ကိုသာလျှင် ခဝပ်နာခံကိုးကွယ်ကြလော့။ ဤသည်ပင် ဖြောင့်မတ်မှန်ကန်ပြီး မြဲမြံသော လမ်းစဉ်တော်ဖြစ်၏။"
        }
    ]
}