{
    "chapter": [
        {
            "chapter": 51,
            "verse": 1,
            "text": "(Ndinopika) nemhepo inopfumbura huruva"
        },
        {
            "chapter": 51,
            "verse": 2,
            "text": "Uye (nemakore) anotakura mvura inorema"
        },
        {
            "chapter": 51,
            "verse": 3,
            "text": "Uye neizvo zvinofamba pamusoro pemvura (ngarava) zviri nyore uye zvakadzikama"
        },
        {
            "chapter": 51,
            "verse": 4,
            "text": "Uye neizvo (ngirozi) zvinopa (chikafu, mvura, nemamwe makomborero) nokuda kwaAllah"
        },
        {
            "chapter": 51,
            "verse": 5,
            "text": "Zvirokwazvo, izvo zvamunovimbiswa (kumutswa kubva kuvafi) ichokwadi"
        },
        {
            "chapter": 51,
            "verse": 6,
            "text": "Uye zvirokwazvo kupa mubairo kuchaiitika"
        },
        {
            "chapter": 51,
            "verse": 7,
            "text": "Ndinopika nedenga iro rakazara nenzira"
        },
        {
            "chapter": 51,
            "verse": 8,
            "text": "Zvirokwazvo, mune maonero akasiyana (maererano naMuhammad (SAW) neQur’aan"
        },
        {
            "chapter": 51,
            "verse": 9,
            "text": "Akapfuratira kubva kwariri (Qur’aan) ndeuyo anopfuratidzwa (neurongwa waAllah)"
        },
        {
            "chapter": 51,
            "verse": 10,
            "text": "Kushorwa ngakuve kune vanonyepa"
        },
        {
            "chapter": 51,
            "verse": 11,
            "text": "Avo vasina hanya nezvezuva rokutongwa"
        },
        {
            "chapter": 51,
            "verse": 12,
            "text": "Vanobvunza: “Zuva rekutongwa ririko rinhi?”"
        },
        {
            "chapter": 51,
            "verse": 13,
            "text": "(Richava) zuva ravacharangwa nemoto"
        },
        {
            "chapter": 51,
            "verse": 14,
            "text": "“Ravirai murango wenyu (kutswa nemoto)! Izvi ndizvo zvamaikumbira kuti zvikurumidze kuitwa!”"
        },
        {
            "chapter": 51,
            "verse": 15,
            "text": "Zvirokwazvo, vanotya (Allah) vachange vari mumapindu uye nezvitubu (muParadhiso)"
        },
        {
            "chapter": 51,
            "verse": 16,
            "text": "Vachinakirwa nezvinhu zvavanenge vapiwa naTenzi vavo. Zvirokwazvo, vakanga vari vaiti vemabasa akanaka mushure"
        },
        {
            "chapter": 51,
            "verse": 17,
            "text": "Vairara nguva shoma usiku (vachinamata)"
        },
        {
            "chapter": 51,
            "verse": 18,
            "text": "Uye vaikumbira ruregerero mangwanani kusati kwachena"
        },
        {
            "chapter": 51,
            "verse": 19,
            "text": "Uye paupfumi hwavo pakanga paine kodzero dzeavo vanokumbira neavo vanotambura asi vasingakumbiri"
        },
        {
            "chapter": 51,
            "verse": 20,
            "text": "Uye panyika kune zviratidzo kune avo vanotenda uye vari pachokwadi"
        },
        {
            "chapter": 51,
            "verse": 21,
            "text": "Uye mukati menyu. Hamuoni here"
        },
        {
            "chapter": 51,
            "verse": 22,
            "text": "Uye kumatenga ndiko kune raramo yenyu, uye izvo zvamakavimbiswa"
        },
        {
            "chapter": 51,
            "verse": 23,
            "text": "Naizvozvo ndinopika naTenzi vematenga nenyika, zvirokwazvo ichokwadi (zvamakavimbiswa) sokunge huchokwadi wekuti munotaura"
        },
        {
            "chapter": 51,
            "verse": 24,
            "text": "Ko haina here kusvika kwamuri nyaya yevaenzi vaAbrahamu vanoremekedzeka (Gabriel nedzimwe ngirozi mbiri)"
        },
        {
            "chapter": 51,
            "verse": 25,
            "text": "Apo vakapinda kwaari vakati: “Rugare!” Iye akati: “Rugare!” Akati: “Muri vanhu vandisingazivi.”"
        },
        {
            "chapter": 51,
            "verse": 26,
            "text": "Naizvozvo akaenda kumhuri yake, uye ndokubva auya nekamhuru kakakangiwa (hupfumi waAbrahamu wakawanda wange uri wemombe)"
        },
        {
            "chapter": 51,
            "verse": 27,
            "text": "Akabva akaisa pamberi pavo (achiti): “Hamungadyi here?”"
        },
        {
            "chapter": 51,
            "verse": 28,
            "text": "Naizvozvo akataridza kuvatya (apo pavasina kudya). Vakati: “Usatya.” Ndokubva vamupa mashoko akanaka emwanakomana ane ruzivo (rweIslaam)"
        },
        {
            "chapter": 51,
            "verse": 29,
            "text": "Zvino mukadzi wake akauya padyo neizwi riri pamusoro, akazvirova kumeso kwake ndokubva ati: “Mukadzi mukuru asingabereki!”"
        },
        {
            "chapter": 51,
            "verse": 30,
            "text": "Ivo ndokuti: “Ndizvo zvataurwa naTenzi vako. Zvirokwazvo, vane hungwaru hwese, vanoziva zvese.”"
        },
        {
            "chapter": 51,
            "verse": 31,
            "text": "(Abrahamu) akati: “Saka mavingei nhai vatumwa?”"
        },
        {
            "chapter": 51,
            "verse": 32,
            "text": "Vakati: “Zvirokwazvo, tiri vatumwa kune avo vanhu vanotadza.”"
        },
        {
            "chapter": 51,
            "verse": 33,
            "text": "“Kuti titumire kwavari matombo evhu rakatsva.”"
        },
        {
            "chapter": 51,
            "verse": 34,
            "text": "“Akatarwa naTenzi vako kune avo vatadzi.”"
        },
        {
            "chapter": 51,
            "verse": 35,
            "text": "Naizvozvo takaburitsa vatendi mairi"
        },
        {
            "chapter": 51,
            "verse": 36,
            "text": "Nokudaro hatina kuwana imba yemutendi (Muslim) imomo kunze kweimwechete (Loti nevanasikana vake vaviri)"
        },
        {
            "chapter": 51,
            "verse": 37,
            "text": "Uye takasiya chiratidzo imomo (Dead Sea ku Palestine) kune avo vanotya murango unorwadza"
        },
        {
            "chapter": 51,
            "verse": 38,
            "text": "Uye muna Musa zvakare (mune chiratidzo), apo takamutuma kuna Farawo nehumboo uri pachena"
        },
        {
            "chapter": 51,
            "verse": 39,
            "text": "Asi (Farawo) pamwe nevatsigiri vake vakafuratira, uye akati: “Munhu anoita masaramusi kana kuti anopenga.”"
        },
        {
            "chapter": 51,
            "verse": 40,
            "text": "Naizvozvo takamutora iye nemauto ake, uye tikavanyudza mugungwa, nokuda kwekuti ndiye akanga aine mhosva"
        },
        {
            "chapter": 51,
            "verse": 41,
            "text": "Uye kumaAad (kune chiratidzo), apo takatumira kwavari mhepo inoparadza"
        },
        {
            "chapter": 51,
            "verse": 42,
            "text": "Haina kusiya kana chii zvacho chayakasvikira, asi kuti yakasiya yaita marara"
        },
        {
            "chapter": 51,
            "verse": 43,
            "text": "Uye kuma Thamood (kune chiratidzo), apo zvakanzi kwavari: “Nakirwai kwekanguvana!”"
        },
        {
            "chapter": 51,
            "verse": 44,
            "text": "Asi havana kuteerera mirairo yaTenzi vavo vakazvikudza, ndokubva varohwa nemheni apo vakatarisa"
        },
        {
            "chapter": 51,
            "verse": 45,
            "text": "Zvino vakanga vasingachakwanisi kusimuka, kana kukwanisa kuzvibetsera"
        },
        {
            "chapter": 51,
            "verse": 46,
            "text": "Uye vanhu vaNowa mushure. Zvirokwazvo, vaive vanhu vasinganzwisisi (vasingateereri Allah)"
        },
        {
            "chapter": 51,
            "verse": 47,
            "text": "Uye matenga takaagadzira nesimba. Uye zvirokwazvo tinokwanisa kuwawedzera"
        },
        {
            "chapter": 51,
            "verse": 48,
            "text": "Uye nyika takaiparadzira, (uye) tiri nyanzvi dzakadii pakuparadzira zvakanaka"
        },
        {
            "chapter": 51,
            "verse": 49,
            "text": "Uye pazvinhu zvose takasika zviviri zviviri kuitira kuti mugorangarira (makomborero aAllah)"
        },
        {
            "chapter": 51,
            "verse": 50,
            "text": "Naizvozvo chimhanyirai kuna Allah (Islaam). Zvirokwazvo, ini (Muhammad (SAW)) ndiri muyambiri ari pachena kwamuri kubva kwavari"
        },
        {
            "chapter": 51,
            "verse": 51,
            "text": "Uye musatora chimwe chinamatwa pamwechete naAllah. Zvirokwazvo, ini (Muhammad (SAW)) ndiri muyambiri ari pachena kwamuri kubva kwavari"
        },
        {
            "chapter": 51,
            "verse": 52,
            "text": "Saizvozvo, hakuna mutumwa akauya kune avo mushure mavo kunze kwekuti vakati: “In’anga kana kuti anopenga!”"
        },
        {
            "chapter": 51,
            "verse": 53,
            "text": "(Vanhu vekare) Vakavasiira here mashoko aya (maQuraish)? Kana kuti ivo vanhu vanotsaudzira mirairo"
        },
        {
            "chapter": 51,
            "verse": 54,
            "text": "Zvino enda (Muhammad (SAW)) kure navo (vasingatendi), naizvozvo iwe hauna mhaka (nokuti wasvitsa shoko raAllah)"
        },
        {
            "chapter": 51,
            "verse": 55,
            "text": "Uye chiyeuchidza (Muhammad (SAW)), nokuti zvirokwazvo yeuchidzo inobetsera vanotenda"
        },
        {
            "chapter": 51,
            "verse": 56,
            "text": "Uye handina (ini Allah) kusika maJinn nevanhu asi kuti vandinamate"
        },
        {
            "chapter": 51,
            "verse": 57,
            "text": "Handidi raramo kubva kwavari, uye handidi kana kuti vandipe chikafu"
        },
        {
            "chapter": 51,
            "verse": 58,
            "text": "Zvirokwazvo, Allah ndivo muridzi wechengeto, muridzi wemasimba, vakasimba chaizvo"
        },
        {
            "chapter": 51,
            "verse": 59,
            "text": "Naizvozvo, zvirokwazvo kune avo vatadzi pane chidimbu chemurango wakafanana newevamwe vavo (mushure). Zvino ngavarege kundimhanyira mberi"
        },
        {
            "chapter": 51,
            "verse": 60,
            "text": "Naizvozvo, matambudziko kune avo vasingatendi (muhumwechete hwaAllah) kubva pazuva ravo ravakavimbiswa"
        }
    ]
}